{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08981"}, {"@name": "filename", "#text": "13890_Disserta%c3%a7%c3%a3o.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro\nAno 2016\nDepartamento de Engenharia de Materiais e Cerâmica\nTOMÁS DE\tMEMBRANAS DE BASE POLIMÉRICA PARA\nVASCONCELOS DESMINERALIZAÇÃO E FILTRAÇÃO DE ÁGUA BRITO LEMOS\nPINTO\nUniversidade de Aveiro Departamento de Engenharia de Materiais e Ano 2016\tCerâmica\nTOMÁS DE VASCONCELOS BRITO LEMOS PINTO\tMEMBRANAS DE BASE POLIMÉRICA PARA DESMINERALIZAÇÃO E FILTRAÇÃO DE ÁGUA\nTese apresentada à Universidade de Aveiro para cumprimento dos requisitos necessários à obtenção do grau de Mestre em Ciência e Engenharia de Materiais, realizada sob a orientação científica da Doutora Maria Elizabete Costa, Professora auxiliar do Departamento de Engenharia de Materiais e Cerâmica da Universidade de Aveiro, coorientação científica do Doutor António Pontes, Professor auxiliar do Departamento de Engenharia de Polímeros da Universidade do Minho e com a acompanhamento na empresa Vulcano-Bosch Termotecnologia, S.A. por parte do Engenheiro Sérgio Salústio.\n“Ora até que enfim..., perfeitamente...\nCá está ela!\n(...)\nCom esforço, mas era para bom fim.\nAo menos era para um fim. ” -Álvaro de Campos (Fernando Pessoa)\no júri\npresidente\tProfessora Doutora Maria Helena Figueira Vaz Fernandes Professor associado do Departamento de Engenharia de Materiais e Cerâmica da Universidade de Aveiro Prof. Doutor Júlio César Machado Viana Professor associado do Departamento de Engenharia de Polímeros da Universidade do Minho Professora Doutora Maria Elisabete Jorge Vieira da Costa Professor auxiliar do Departamento de Engenharia de Materiais e Cerâmica da Universidade de Aveiro\nagradecimentos\tAos meus pais por terem estado sempre presentes. Ao Gonçalo, à Carla e aos meus amigos por terem contribuído de forma direta ou indireta para o terminar deste trabalho. À Professora Doutora Elisabete Costa por todo o acompanhamento e dedicação demonstrados ao longo da tese e ao professor doutor António Pontes pelo apoio na concretização do trabalho. À professora doutora Ângela Cunha e toda a sua equipa por me terem ajudado na realização dos ensaios antibacterianos. À equipa da Bosch por me ter recebido tão bem. Às engenheiras Ana, Célia e Marta por toda a disponibilidade.\npalavras-chave\tMembranas de PES, NIPS, tratamento de água, comportamento antibacteriano, desmineralização.\nresumo\tA água potável tende a tornar-se um bem escasso. As técnicas de tratamento de águas, com recurso a membranas, para as tornar potáveis são uma área de interesse francamente crescente. No presente trabalho prepararam-se membranas de polietersulfona (PES) aditivadas com PVP, AgNO3 e resina de permuta iónica para filtração, desmineralização e desinfeção de água. Na fabricação das mesmas usou-se o método de separação de fases através de não-solvente (NIPS), tendo sido utilizado a 1-metil-2-pirrolidona como solvente e água desionizada como não-solvente. Foi utilizada a mesma formulação para todas as membranas: 15 wt% PES, 81 wt% NMP, 2 wt% PVP e 2 wt% AgNO3. Estudou-se o efeito da manipulação de variáveis experimentais como a temperatura (da solução e do banho de coagulação) e da aplicação de ultrassons, na estrutura da membrana (porosidade), e na sua afinidade para com a água (hidrofilicidade). Avaliou-se igualmente a capacidade de as membranas preparadas inativarem bactérias (gram positiva e gram negativa). Procedeu-se também à incorporação de resina de permuta iónica nas membranas com o objetivo de avaliar o seu comportamento desmineralizador. Os resultados obtidos mostraram que a hidrofilicidade das membranas, avaliada através do ângulo de contacto, é significativamente afetada pelas condições térmicas que presidem à preparação da mesma, sendo favorecida quando temperaturas elevadas de coagulação se combinam com temperaturas ambientes (ou ligeiramente superiores) da solução. A porosidade foi igualmente afetada pela variação das condições térmicas, observando-se que temperaturas elevadas favorecem porosidades elevadas. A membrana com a melhor combinação de porosidade (39%) e hidrofilicidade (37° de ângulo de contacto), foi preparada com temperatura de solução 70 °C, temperatura do banho de coagulação 60 °C e sem aplicação de ultrassons. O comportamento antibacteriano, qualitativamente avaliado através da imobilização da membrana em dois meios, um deles contendo uma bactéria gram negativa e outro com uma bactéria gram positiva, Escherichia coli e Staphylococcus aureus respetivamente, demonstrou que quantidades diminutas (2 wt%) de AgNO3 conferem a algumas membranas potencial para inativar ambos os tipos de bactérias. A avaliação da ação desmineralizadora através da análise química (ICP) dos teores dos catiões Ca2+ e Mg2+, responsáveis pela “dureza” da água, mostrou que a membrana aditivada de resina tem efetivamente capacidade de permuta iónica, permitindo uma redução da concentração dos iões Ca2+(-14.4%) e de Mg2+(-15.5%). As membranas foram testadas sob condições preliminares de fluxo de água com recurso a um suporte especificamente desenhado para o efeito, tendo evidenciado robustez suficiente durante o teste.\nkeywords\tPES membranes, NIPS, water treatment, antibacterial behaviour, demineralization.\nAbstract\tDrinking water tends to become scarce. The techniques of water treatment based on membranes are a frankly growing area of interest. In the present work, polyether sulfone (PES) membranes added with PVP, AgNO3 and ion exchange resin were prepared for filtration, demineralization and water disinfection. In the manufacture of the membrane, a non-solvent phase separation method (NIPS) was used with 1-methyl-2-pyrrolidone as solvent and deionized water as nonsolvent. The same formulation was used for all membranes: 15 wt% PES, 81 wt% NMP, 2 wt% PVP and 2 wt% AgNO3. The effect of the manipulation of experimental variables including temperature (of solution and coagulation bath) and ultrasounds on membrane structure (porosity), and on its affinity for water (hydrophilicity) were studied. The ability of the prepared membranes to inactivate bacteria (gram positive and gram negative) were studied as well. An ion exchange resin was incorporated in the membranes aiming at evaluating their demineralizing behaviour. The obtained results showed that the hydrophilicity of the membranes, evaluated through the contact angle, is significantly affected by the thermal conditions that prevail in the preparation of the membrane, being favoured when high coagulation temperatures are combined with ambient (or slightly higher) temperatures of the solution. The porosity was also affected by the variation of the thermal conditions, being observed that high temperatures are responsible for high porosities. The membrane with the best combination of porosity (39%) and hydrophilicity (37° contact angle) was prepared with a solution temperature of 70 °C, a coagulation bath temperature of 60 °C and without ultrasounds application. The antibacterial behaviour, qualitatively assessed by membrane immobilization in two media, one containing gram negative bacteria and the other with a gram positive bacterium, Escherichia coli and Staphylococcus aureus respectively, showed that minute amounts (2 wt%) of AgNO3 grants to some membranes a potential to inactivate both types of bacteria. The evaluation of the demineralizing action through the chemical analysis (ICP) of Ca2 + and Mg2+, the cations responsible for water \"hardness\", pointed out that the resin membrane has an effective ion exchange ability, allowing an effective reduction in Ca 2+ ( -14.4%) and Mg2 + (- 15.5%) ions concentrations. The membranes were also tested under preliminary water flow conditions using a specially designed support, being remarked that a sufficient robustness was exhibited by the membrane during the test.\nÍndices\nÍNDICE DE FIGURAS............................................................................II\nÍNDICE DE TABELAS...........................................................................III\nLISTA DE ABREVIATURAS E\tSÍMBOLOS.........................................................IV\n1.\tINTRODUÇÃO: ENQUADRAMENTO DO TEMA E OBJETIVOS.............................................1\n2.\tTECNOLOGIA DE MEMBRANAS: REVISÃO DE ASSUNTOS..............................................5\n2.1\tMembranas para tratamento de água......................................................6\n2.2\tClassificação de membranas.............................................................7\n2.2.1- Membranas de MF e UF...............................................................9\n2.2.2- Membranas de NF e OI..............................................................10\n2.3\tPolímeros utilizados na fabricação de membranas.......................................11\n2.4\tTécnicas de fabricação de membranas poliméricas.......................................13\n2.4.1- Preparação de membranas por separação de fases....................................15\n2.4.2. Aditivos e tratamentos hidrofílicos...............................................20\n2.4.3\tAditivos antibacterianos..........................................................23\n2.4.4\tResinas de permuta iónica para desmineralização...................................25\n2.5\tConfigurações das membranas de MF e UF................................................27\n2.6\tFiltração e queda de pressão..........................................................28\n3.\tPROCEDIMENTO EXPERIMENTAL................................................................31\n3.1\tIntrodução............................................................................32\n3.2\tMateriais e reagentes.................................................................33\n3.3\tPreparação da solução\tde PES..........................................................34\n3.4\tPreparação da membrana por separação de fases.........................................36\n3.5\tIncorporação de resinas de permuta iónica.............................................37\n3.6\tTestes de funcionalidade- laboratórios da Bosch, Divisão de Termotecnologia, Aveiro...38\n3.7\tEnsaios antibacterianos...............................................................40\n3.8\tTécnicas de caracterização............................................................41\n3.8.1\tAnálises térmicas: calorimetria diferencial de varrimento (DSC) e análise termogravimétrica\n(TGA)....................................................................................41\n3.8.2\tDifração de Raios-X...............................................................43\n3.8.3\tMicroscopia eletrónica de varrimento (SEM)........................................44\n3.8.4\tMedição de ângulos de contacto....................................................45\n3.8.5\tPorosidade........................................................................46\n3.8.6\tEspectrometria de emissão com plasma acoplado indutivamente (ICP-OES).............47\n4.\tRESULTADOS E DISCUSSÃO...................................................................49\n4.1\tComportamento térmico da membrana standard e dos seus componentes.....................50\n4.2\tEstrutura, microestrutura e estabilidade das membranas standard.......................55\n4.3\tEfeitos das condições experimentais nas propriedades da membrana......................60\n4.3.1\tEfeitos da potência de ultrassons.................................................61\n4.3.2\tEfeitos da temperatura na hidrofilicidade.........................................61\n4.3.3\tEfeitos da temperatura na porosidade..............................................65\n4.3.4\tEfeitos na microestrutura.........................................................68\n4.4\tEnsaios antibacterianos...............................................................70\n4.5\tTestes de caudal e desmineralização...................................................74\n5.\tCONCLUSÕES E DESENVOLVIMENTOS FUTUROS....................................................77\n6.\tREFERÊNCIAS BIBLIOGRÁFICAS...............................................................81\nÍNDICE DE FIGURAS\nFigura 1- Classificação das membranas de filtração de acordo com o critério do tamanho médio de poro [10]. ...................................................................................................8 Figura 2- Estrutura química da polietersulfona (PES)...............................................12\nFigura 3- Imagem de microscopia eletrónica de varrimento (SEM) da secção transversal de uma membrana assimétrica de PVDf/PES em corte evidenciando a camada superficial compacta que se diferencia claramente da estrutura porosa do interior da membrana [25]...................................................16\nFigura 4- Diagrama de fases e precipitação durante o arrefecimento. O ponto A, localizado na região monofásica, identifica a temperatura e composição inicial da solução. O “cloud point” é o ponto de precipitação rápida [1]............................................................................17\nFigura 5- Efeito do entupimento no fluxo de água através da membrana: variação do fluxo com o tempo de operação da membrana [9]...........................................................................22\nFigura 6- Avaliação de comportamento antibacteriano pelo método de difusão em ágar por disco: os aros envolventes das membranas M2 e M4 denotam atividade antibacteriana [53]............................24\nFigura 7- Representação esquemática de polímeros de troca iónica. (a) material reticulado de troca catiónica; (b) material de troca aniónica. 1- cadeia polimérica; 2- ponto de reticulação; 3- nó físico;4- grupo de troca catiónica negativamente carregado anexado à cadeia polimérica; 5- grupo de troca catiónica positivamente carregado incorporado na cadeia polimérica; 6- contra-ião; 7- água [54]............................25\nFigura 8- Estrutura química do polistireno sulfonado reticulado com divinilbenzeno [54]............26\nFigura 9- Relação entre o fluxo e a pressão aplicada em membranas de UF [58].......................30\nFigura 10- Procedimento experimental para a obtenção das membranas de acordo com o método de separação de fases.................................................................................34\nFigura 11- Representação esquemática da correspondência entre nomenclatura da membrana e condições que presidem à sua preparação..........................................................................36\nFigura 12- Representação esquemática do processo de obtenção de uma membrana porosa................37\nFigura 13- Imagem da versão CAD do dispositivo: a) perspetiva explodida; b) assembly...............39\nFigura 14- Dispositivo de nylon 6,6 utilizado nos ensaios..........................................40\nFigura 15- Exemplo de curva de DSC com pico endotérmico [60].......................................42\nFigura 16- Representação esquemática do aparelho NETZSCH DSC 200 F3 Maia [62]......................43\nFigura 17- Esquema de representação da hidrofilicidade de um material..............................45\nFigura 18- Equipamento Kino modelo SL200HT utilizado na medição de ângulos de contacto.............46\nFigura 19- Analise de calorimetria diferencial de varrimento (DSC) da PES..........................50\nFigura 20- Análise termogravimétrica do polímero PES...............................................51\nFigura 21- Análise de DSC e TGA ao aditivo AgNO3...................................................52\nFigura 22- Análises de DSC e TGA do aditivo PVP....................................................53\nFigura 23- TGA da membrana PES 23_23_0, AgNO3 e PVP................................................54\nFigura 24- Resultados da análise de difração de raios-X (DRX) da membrana PES 23_23_0..............55\nFigura 25- Microestrutura da membrana standard, observada por microscopia eletrónica de varrimento (SEM) na superfície da membrana (b) e em secção transversal sob diferentes ampliações, evidenciando uma panorâmica geral (a) e a microporosidade(c)........................................................56\nFigura 26- Resultados da análise de EDS efetuada localmente, na superfície da membrana standard....57\nFigura 27- Membrana de PES com 1h de banho de coagulação a) depois de formada, b) após 24h numa estufa a 50 °C............................................................................................58\nFigura 28- TGA da membrana PES 23_23_0 a diferentes tempos de banho de coagulação..................59\nFigura 29- variação com o tempo do ângulo de contacto das membranas PES 23_23_0, PES 23_23_80, PES 40_23_0 e PES 100_90_0 ao longo de 300 segundos....................................................62\nFigura 30- Variação do ângulo de contacto com a temperatura de coagulação e solução para as condições standard...........................................................................................64\nFigura 31- Efeito da temperatura do banho de coagulação na porosidade..............................66\nFigura 32- Micrografia da superfície das membranas PES 23_90_80 (a) e PES 100_23_120 (b)...........68\nFigura 33- Cross section das membranas PES 23_5_0 (a), PES 23_90_80 (b) e PES 100_23_120 (c).......69\nFigura 34- Caracterização das situações observadas nos ensaios antibacterianos: 1) resistente; 2) intermédio;\n3) suscetível......................................................................................71\nFigura 35- Mapeamento EDS feito às membranas PES 23_5_0 (a), PES 23_23_80 (b) e PES 23_90_80 (c).74\nIndice de tabelas\nTabela 1- Polímeros frequentemente utilizados na fabricação de membranas, suas vantagens e desvantagens [18]....................................................................................11\nTabela 2- Características dos polímeros, aditivos e reagentes utilizados.............................33\nTabela 3- Condições de processamento das membranas de PES............................................35\nTabela 4- Composição das membranas para ação desmineralizadora: proporções mássicas dos vários componentes..........................................................................................37\nTabela 5- Membranas utilizadas nos ensaios antibacterianos de acordo com o inoculo utilizado.........41\nTabela 6- Valores dos ângulos de contacto medidos sobre a superficie de membranas preparadas sob diferentes condições agitação, de temperatura de solução e de coagulação.............................61\nTabela 7- Valores de porosidade das membranas preparadas sob diferentes condições agitação, de temperatura de solução e de coagulação...............................................................63\nTabela 8- Efeito antibacteriano das membranas sobre E. coli e S. aureus avaliado pelo método de difusão em agar. Resistente (++), Intermédio (+), suscetível (-), não foi realizado (n/a).......................71\nTabela 9- Concentrações dos iões Ca2+, Mg2+, Na+ e Ag+, determinadas por ICP, na solução antes e após contacto com à membrana aditivada com resina catiónica, durante 24h..................................75\nLista de abreviaturas e símbolos\nADN- Ácido desoxirribonucleico\nTGA- Análise termogravimétrica\nDRX- Difração de raios-X\nDSC- Calorimetria diferencial de varrimento\nE. coli- Escherichia coli\nEDS- Espectroscopia de energia dispersiva\nICP-OES- Espectrometria de emissão com plasma acoplado indutivamente\nIXR- Resina de permuta iónica\nMF- Microfiltração\nMWCO- Limite de exclusão molecular\nNF- Nanofiltração\nNIPS- Separação de fase induzida por não-solvente\nNMP- n-metilpirrolidona\nOI- Osmose inversa\nPAN- Poliacrilonitrilo\nPC- Policarbonato\nPEG- Polietilenoglicol\nPES- Polietersulfona\nPLA- Poliácido láctico\nPP- Polipropileno\nPSU- Polisulfona\nPTFE- Politetrafluoretileno\nPVA- Álcool polivinílico\nPVC- Policloreto de vinil\nPVDf- Polivinilideno de flúor\nPVP- Polivinilpirrolidona\nS.\tAureus- Staphylococcus Aureus\nSEM- Microscopia eletrónica de varrimento\nTAP- Triaminopirimidina\nTG- Temperatura de transição vítrea\nTIPS- Separação de fase termicamente induzida\nTSA- Tryptic soy agar\nTSB- Tryptic soy broth\nUF- Ultrafiltração\n1. Introdução: enquadramento do tema e objetivos\nA água potável é um bem cada vez mais escasso, pelo que as técnicas de tratamento como a filtração, desmineralização ou desinfeção com recurso a membranas são uma área de interesse crescente. O tratamento de água com membranas é uma técnica muito versátil, dado que permite a remoção de partículas consoante o seu tipo e tamanho. Uma membrana é pois uma interface que possibilita a permeação dos seus componentes de forma seletiva [1]. No caso específico da filtração de águas, a função da membrana é ser permeável à água e reter partículas suspensas com base no seu tamanho ou forma [2]. Tratando-se da desmineralização de águas, a membrana deve também permitir a retenção de iões de sais minerais como por exemplo o Ca2+, o Mg2+ ou o Na+, evitando assim a formação de incrustações e fenómenos de corrosão decorrentes da fácil precipitação destes elementos [3, 4]. Este processo de separação, conhecido como osmose inversa, é uma alternativa à utilização de resinas de permuta iónica. Comparativamente com outros métodos, a utilização de membranas tem várias vantagens como por exemplo a sua capacidade de montagem modular, a geração de baixa quantidade de resíduos, o facto de constituírem uma barreira física (evitando assim o uso de desinfetantes e todos os riscos que acarretam) e de serem sistemas que ocupam pouco espaço [3]. As membranas podem ser fabricadas com diversos materiais, por diferentes modos de processamento, sendo possível incorporar aditivos de interesse, e podem ainda apresentar diferentes gamas de porosidade e serem utilizadas sob diferentes formatos. Genericamente falando, as membranas podem ser de base polimérica, metálica ou cerâmica, embora comercialmente as membranas poliméricas sejam as mais utilizadas, com maior facilidade de processamento e a robustez necessária para a função [1].\nO grupo Bosch é líder mundial no fornecimento de tecnologia e serviços, estando dividido em quatro grandes setores: Soluções de tecnologia industrial, bens e consumo, mobilidade e tecnologia e energia de construção. A Bosch Aveiro-Divisão de termotecnologia insere-se no setor da tecnologia e energia de construção, sendo líder mundial no desenvolvimento e produção de sistemas de aquecimento e de água quente, oferecendo soluções de elevada eficiência energética eco-friendly.\nO presente trabalho teve como objetivo, em parceria com a Bosch Aveiro-Divisão de termotecnologia, o desenvolvimento de uma membrana de base polimérica na gama de microfiltração com capacidade para filtrar e desmineralizar água bem como para inativar bactérias, contribuindo para um melhoramento dos métodos atualmente utilizados no tratamento de água, tendo como vantagem a obtenção de uma água desmineralizada e sem a presença de organismos patogénicos, com apenas uma etapa, sem recurso a grandes quantidades de energia.\n4\n2. Tecnologia de membranas: revisão de assuntos\n2.1\tMembranas para tratamento de água\nUma membrana é uma interface que possibilita a permeação de componentes de forma seletiva [1]. Em sistemas de tratamento de água, a função da membrana é ser permeável à água e reter partículas suspensas com base no seu tamanho ou forma [2]. Ao contrário da filtração convencional (com areia, carvão ativado, areia e antracite, entre outros) a filtração através de membranas porosas utiliza uma única interface que é a própria membrana.\nComparativamente com outros métodos de tratamento de água, a utilização de membranas tem várias vantagens como por exemplo a sua capacidade de montagem modular, a produção de baixa quantidade de resíduos, o facto de constituírem uma barreira física (evitando assim o uso de desinfetantes e todos os riscos que lhes estão associados) e de serem sistemas que ocupam pouco espaço [3].\nAs membranas porosas podem ser fabricadas com variadíssimos materiais e através de diferentes técnicas, sendo possível identificar materiais pertencentes aos 4 grupos de materiais: cerâmicos [5, 6], metais [7], polímeros e compósitos [8]. No entanto, em termos comerciais, as membranas de base polimérica são as mais utilizadas devido à sua facilidade de processamento e robustez adequada à função [1]. No que se refere às metodologias de processamento de membranas poliméricas salientam-se como mais relevantes as técnicas de separação de fases [1], de conformação do fundido e de deposição de solução, sendo a separação de fases a técnica predominante.\nNa escolha do polímero é preciso ter-se em conta aspetos como: boas propriedades mecânicas, estabilidade térmica e química, hidrofilicidade e resistência ao entupimento. Por outro lado, é também desejável que seja fácil o acoplamento de aditivos que não só melhorem as propriedades acima referidas, como também propiciem uma adequada distribuição de tamanho de poros. A gama de polímeros referida com maior frequência na literatura inclui o polivinilideno de flúor (PVDF), a polisulfona (PSU), a polietersulfona (PES), o policarbonato (PC), o polipropileno (PP), o policloreto de vinil (PVC) e o poliacrilonitrilo\n(PAN). A afinidade entre o polímero e a água, i.e., a hidrofilicidade do polímero, é uma característica muito importante no contexto do tratamento de água. Essa característica afeta o desempenho da membrana, mais especificamente a eficácia de filtração, pois a propensão para o entupimento é fortemente condicionada pela natureza química da membrana, designadamente sua hidrofilicidade [9].\nNo tratamento ideal da água, para além da filtração, a desinfeção e a desmineralização são processos igualmente importantes por diferentes motivos. A desinfeção de água consiste na eliminação de microrganismos patogénicos por forma a que a sua concentração se situe abaixo do nível que garante uma água potável. A desinfeção pode ser obtida com recurso a agentes químicos ou com recurso a temperaturas elevadas, soluções estas que acarretam custos elevados. É, no entanto, possível recorrer a aditivos que conferem comportamento antibacteriano à membrana e por essa via inativar as bactérias prejudiciais à saúde humana. Quanto à desmineralização, esta consiste na remoção de certos iões responsáveis pela \"dureza\" da água, designadamente os iões Ca2+, Mg2+ e HCO3- (operação frequentemente designada por amaciamento). A presença destes iões em quantidades consideráveis pode ser responsável pela formação de incrustações e fenómenos de corrosão decorrentes da fácil precipitação destes elementos [3, 4].\nNas secções que se seguem conduzir-se-á uma revisão de assuntos, com relevância no contexto de membranas de base polimérica, designadamente critérios de classificação das membranas, polímeros mais utilizados na fabricação de membranas, principais técnicas de processamento de membranas e efeito da queda de pressão. Os últimos dois capítulos serão dedicados à ação antibacteriana e desmineralizadora, tendo sempre como referência os estudos já realizados nessas temáticas.\n2.2\tClassificação de membranas\nAs membranas porosas podem ser classificadas de acordo com o seu tamanho de poro, sendo este o parâmetro que determina a sua adequabilidade à permeação ou filtração de\ncomponentes específicos presentes no meio a filtrar. Segundo este critério (tamanho de poro), as membranas de filtração podem ser designadas de microfiltração (MF), ultrafiltração (UF), nanofiltração (NF) ou osmose inversa (OI). A Figura 1 ilustra a gama de tamanho médio de poro que caracteriza cada um destes tipos de membrana de filtração bem como o tipo de entidades químicas (iões, proteínas, vírus, etc.) que podem ser separadas pelas diferentes membranas de filtração. De acordo com a Figura 1, a diminuição do tamanho médio de poro acompanha o decréscimo do peso molecular dos constituintes a serem removidos pelo processo de separação por membranas.\nFigura 1- Classificação das membranas de filtração de acordo com o critério do tamanho médio de poro [10].\nO processo de filtração com membranas implica uma queda de pressão associada à passagem da água através da membrana, sendo a pressão típica de operação maior à medida que diminui o tamanho médio de poro. Este aumento da pressão deve-se a um aumento da resistência à passagem de água com a diminuição do tamanho de poro. É comum denominar os processos de MF e UF como processos de baixa pressão e os de NF e OI de alta pressão. A pressão utilizada neste processo de filtração é normalmente\nassegurada por uma bomba ou por ação da gravidade. Em termos de tratamento de água, quando se pretende a retenção de entidades químicas com tamanho inferior ao nanómetro, como é o caso da dessalinização, recorre-se à OI. No entanto, é comum o recurso a MF e a UF como pré-tratamento, formando um sistema de membranas integrado\n[3].\n2.2.1- Membranas de MF e UF\nAs membranas de MF e UF, que diferem em termos da dimensão dos seus poros (tamanho médio de poro variando entre alguns nanómetros e alguns milímetros), podem desempenhar funções várias como remover bactérias para purificação de água ou produção de água ultrapura, remover material coloidal (juntamente com as bactérias) ou tratar águas residuais produzindo água potável [3]. Devido às suas estruturas porosas perfeitamente definidas e ao facto de o mecanismo de separação ser a exclusão pelo tamanho, a dimensão de poro é normalmente utilizada para caracterizar membranas de MF e UF [10]. As membranas de MF apresentam tamanho de poro na gama de 50 a 1000 nm [5]. São indicadas para a remoção de sólidos suspensos, de cistos de protozoários (Giardia lamblia e Cryptosporidium parvum), de partículas coloidais, de algas, algumas bactérias e organismos patogénicos [10]. Visto que as membranas de MF e UF oferecem menor resistência à transferência de massa dado o seu maior tamanho de poro, comparativamente com as restantes categorias de membranas, requerem condições de pressão operacional mais baixas (0.01-0.2 MPa).\nAs membranas de UF apresentam um tamanho de poro entre 0,01 e 0,1 |im sendo, no entanto possível avaliá-las em termos de limite de exclusão molecular (i.e., do menor peso molecular de soluto retido com taxa de filtração superior a 90%). Esta classe de membranas apresenta um limite de exclusão molecular (MWCO) na ordem dos 1000-100.000 Da [9]. Estas são normalmente usadas para a separação de partículas sólidas em suspensão, colóides, bactérias e vírus. Existe uma diferença significativa em termos de microestrutura entre as membranas de MF e UF: as membranas de UF são exclusivamente assimétricas\nenquanto que as de MF podem ser simétricas ou assimétricas [11]. A estrutura assimétrica, que possibilita maiores fluxos, é composta por uma camada fina e densa junto à superfície seguida de uma subcamada porosa [12].\n2.2.2- Membranas de NF e OI\nA NF e a OI são usadas quando solutos de baixo peso molecular, como sais inorgânicos ou moléculas orgânicas pequenas como glucose ou sacarose, necessitam de ser separados do solvente. Os princípios básicos que regem as duas tecnologias são essencialmente os mesmos, representando ambas uma situação intermédia entre membranas com uma porosidade aberta (MF e UF) e membranas densas não porosas. As membranas de NF e OI podem ser consideradas membranas de alta pressão de operação, em comparação com as de MF e UF, na medida em que é necessária a aplicação de uma pressão maior para a mesma quantidade de solvente atravessar a membrana [11].\nUma membrana de NF (tamanho de poro compreendido entre 60 e 800 nm) representa uma das mais promissoras tecnologias referentes à remoção de solutos em soluções aquosas, apresentando um MWCO que varia entre 200 e 2000 Da [13]. As membranas de NF têm diversas áreas de aplicação, sendo as aplicações relativas a tratamento de água as mais relevantes. Relativamente a tratamento de água, a NF pode ser utilizada para tratar vários tipos de água como águas subterrâneas, superficiais, residuais ou como pré-tratamento para dessalinização. A NF é eficiente na remoção de iões bivalentes (como o caso do Ca2+ e Mg2+) tornando-se, portanto, uma tecnologia aplicável no amaciamento de água [10, 14, 15]. No entanto, estas membranas apresentam uma acentuada diminuição de fluxo devido ao entupimento, sendo necessárias várias etapas de limpeza.\nAtualmente as membranas de OI são a tecnologia de ponta no que refere a dessalinização, sendo aplicadas em diferentes tipos de água salgada com recurso a pré-tratamentos específicos e sistemas de membranas. Membranas de OI são seletivamente permeáveis, permitindo a passagem de água mas inibindo a passagem de iões monovalentes, como por\nexemplo o ião Na+ e Cl- [16]. O funcionamento de uma membrana de OI requer a aplicação de uma pressão hidráulica superior à pressão osmótica para contrariar o efeito da pressão osmótica, permitindo assim a produção de água purificada. [17].\n2.3\tPolímeros utilizados na fabricação de membranas\nA literatura refere uma vasta gama de polímeros para fabricação de membranas para tratamento de água na gama de UF e MF. Na escolha do polímero é preciso ter-se em conta aspetos como: estabilidade térmica e química, resistência ao entupimento, boas propriedades mecânicas, facilidade de acoplamento com aditivos que melhorem as propriedades e induzam uma adequada distribuição de tamanho de poros. A gama de polímeros referida com maior frequência na literatura inclui o PVDF, a PSU, a PES, o PC, o PP, o PVC e o PAN. A Tabela 1 resume as vantagens e desvantagens de alguns dos polímeros utilizados na fabricação de membranas.\nTabela 1- Polímeros frequentemente utilizados na fabricação de membranas, suas vantagens e desvantagens [18].\nPolímero\tVantagens\tDesvantagens\n\t. Hidrofilicidade\t. Baixa resistência térmica (<30 °C)\nCA\t. Flexibilidade em termos de fabricação\t. Baixa resistência química (gama de pH 2-8)\n\t. Baixo custo\t. Baixa resistência a cloro\n\t. Resistência térmica (até 75 °C)\t. Limites de pressão de operação baixa\n\t. Tolerância elevada de pH (1- 13)\t. Hidrofobicidade\nPS e PES\t. Boa resistência a cloro\t\n\t. Flexibilidade na fabricação de membranas (gama ampla de tamanho de poros)\t\n\t. Boas características mecânicas\t\nPVDF\t. Boa resistência mecânica e química\t. Hidrofobicidade\nElevada tolerância a pH\t. Baixa resistência a cloro\nPoliamida\nElevada estabilidade térmica\nBoas propriedades mecânicas\nSeguidamente abordar-se-á com mais detalhe a PES por ser o polímero que será utilizado na fabricação das membranas estudadas no contexto do presente trabalho. Na Figura 2 encontra-se representada a estrutura química da PES.\nFigura 2- Estrutura química da polietersulfona (PES).\nAs membranas fabricadas com PES são usadas na gama MF e UF devido à sua excelente estabilidade térmica, mecânica e química. Uma boa resistência química e mecânica é desejável pois uma membrana é sujeita a lavagens periódicas e a diferenças de pressão, sendo portanto fundamental que o polímero base possua resistência mecânica e elevada estabilidade química [9]. A PES é um polímero amorfo, transparente, com elevada temperatura de transição vítrea (Tg) (225°C), podendo ser usada para a preparação de membranas de diferentes porosidades [19, 20]. O entupimento é um problema sério nas membranas de tratamento de água, na medida em que a obstrução dos poros diminui o fluxo de água, exigindo mais energia para a filtração [21]. Têm sido tentadas várias abordagens para solucionar este problema, desde modificações químicas [22], utilização de revestimentos [23] e utilização de aditivos, orgânicos ou inorgânicos [20]. Dentro do grupo dos aditivos orgânicos, a utilização de aditivos hidrofílicos melhora a permeabilidade e a resistência ao entupimento, sendo por isso recomendada a sua utilização na fase de fabricação das membranas [20].\nNa secção que se segue abordar-se-ão as técnicas de preparação de membranas, com especial enfoque nas técnicas de sinterização, estiramento (\"stretching\"), processo sol-gel e inversão de fases bem como os aditivos (hidrofílicos e outros) utilizados para se obterem as características desejadas nas membranas.\n2.4\tTécnicas de fabricação de membranas poliméricas\nO método de processamento do polímero com vista à fabricação da membrana e as diferentes variáveis experimentais envolvidas condicionam fortemente as características das membranas obtidas. Duas membranas produzidas com um mesmo material podem apresentar comportamentos distintos caso o seu processamento seja diferente [3].\nExistem várias técnicas disponíveis para a fabricação de membranas sintéticas. Algumas dessas técnicas podem ser usadas tanto para preparar membranas orgânicas como inorgânicas. As técnicas mais relevantes na preparação de membranas são a sinterização, o \"stretching”, o processo sol-gel e a inversão de fase. Destas técnicas a mais utilizada é a técnica de inversão de fase, sendo descrita com maior pormenor na secção que se segue.\nA técnica de sinterização permite a obtenção de membranas porosas a partir de materiais orgânicos ou inorgânicos. O método envolve a prensagem de um pó com uma determinada distribuição de tamanho de partícula, que é depois sinterizado a temperaturas elevadas. Durante a sinterização, ocorre a coalescência de partículas que conduz a densificação. Este é um fenómeno termicamente ativado e que ocorre às elevadas temperaturas a que o material é sujeito. A gama de materiais que podem ser usados para fabricar membranas por este método é vasta, sendo possível usar pós poliméricos (PE, politetrafluoretileno (PTFE), PP), pós metálicos (aço inoxidável, tungsténio), pós cerâmicos (alumina, zircónia), grafite e vidro. O tamanho de poro da membrana vai depender do tamanho de partícula do pó e da sua distribuição de tamanho. Uma distribuição de tamanho de partícula mais estreita resultará numa distribuição de porosidade mais estreita. A técnica de sinterização\nsó permite preparar membranas de MF (tamanho de poro entre 50 a 1000 nm [5]) A porosidade das membranas produzidas por este método é normalmente baixa e situa-se na gama de 10 a 20% ou ligeiramente acima [11].\nNa técnica de “stretching\" ou estiramento, um filme de polímero extrudido, semi-cristalino (PTFE, PP, PE) é estirado perpendicularmente à direção da extrusão. Quando ao filme lhe é aplicada uma tensão mecânica, formam-se pequenas fissuras que originam uma estrutura porosa com tamanhos de poro compreendidos entre 0.1 pm e 0.3 pm. A técnica aplica-se exclusivamente a materiais poliméricos semi-cristalinos, sendo possível obter uma porosidade de 90% [11].\nO método de sol-gel, que envolve a formação de um sol seguido da formação de um gel, utiliza normalmente suspensões coloidais ou percursores organometálicos como material inicial, sendo a utilização de percursores organometálicos a prática mais comum na literatura. Utilizando um alcóxido (M(OR)n) como percursor, ocorrem dois tipos de reações durante o processo sol-gel:\nReação de hidrólise:\nM(0R)n + H2O\t(0R)n-1M0H + ROH\nReação de condensação:\n(0R)nM0H + M(0R)n+1\tM0M(0R)2n + ROH\nAtravés destas equações é possível identificar que: (a) o gel resulta da condensação da espécie parcialmente hidrolisada numa estrutura tridimensional polimérica e (b) qualquer fator que afete uma das duas reações terá provavelmente impacto nas propriedades do gel. Alguns destes fatores poderão ser o tipo e concentração do percursor, o tipo de solvente, a quantidade de água, o pH e a temperatura. Estes fatores afetam a estrutura\ninicial do gel e, consequentemente, as propriedades do material final. A secagem do gel para remoção do solvente aprisionado na sua estrutura tridimensional é uma etapa crítica dado estabelecerem-se forças capilares muito fortes que podem originar fissuras [11, 24].\nNo que se refere às membranas simétricas porosas e às membranas assimétricas, o método de fabrico mais utilizado é o método de separação de fases [1]. Este método é bastante abrangente sendo possível subdividi-lo em dois grupos: o dos processos termicamente ativados (TIPS) e o dos processos que recorrem a um não-solvente (NIPS).\n2.4.1- Preparação de membranas por separação de fases\nO método de separação de fases é muito utilizado na preparação de membranas de base polimérica para tratamento de água. A recorrente utilização desta técnica deve-se à sua versatilidade dado que pode ser concretizada partindo de uma solução do polímero, por evaporação de solvente, por arrefecimento ou por imersão num não-solvente. Neste método formam-se duas fases a partir da solução do polímero: uma fase sólida, rica em polímero, que é responsável pela matriz da membrana, e uma fase líquida, pobre em polímero, responsável pelos poros da membrana [1]. As membranas obtidas pelo processamento por separação de fases são tipicamente assimétricas, como mostra a Figura 3 em que que há uma clara distinção entre a camada superficial compacta e a estrutura porosa do interior da membrana.\nFigura 3- Imagem de microscopia eletrónica de varrimento (SEM) da secção transversal de uma membrana assimétrica de PVDf/PES em corte evidenciando a camada superficial compacta que se diferencia claramente da estrutura porosa do interior da membrana [25].\nA formação destas duas camadas deve-se a dois fenómenos de separação de fases: o fenómeno de gelificação para a formação da camada fina superficial e o fenómeno de separação líquido-líquido seguido de gelificação da camada porosa. A gelificação é induzida pelas diferenças de concentração que ocorrem na troca entre solvente e não solvente. A camada porosa será afetada pela formação da camada superficial que atuará como uma barreira de difusão [26].\nTal como já referido, o método de separação de fases engloba a separação de fases termicamente induzida (TIPS), a separação de fases pelo método de não-solvente (NIPS) e a separação de fases por evaporação de solvente.\nO processo TIPS baseia-se na mistura da solução de polímero com um solvente cuja miscibilidade com o polímero varia com a temperatura. O solvente apresenta características de não-solvente à temperatura ambiente, mas, com o aumento de temperatura, torna-se miscível com a solução de polímero, formando uma única fase\n(solução homogénea). Quando se arrefece esta solução, a solubilidade do solvente na mistura diminui, induzindo-se uma separação de fases [9]. A força motriz para a separação de fases é, neste caso, a variação da solubilidade com a temperatura. O diagrama de fases esquematizado na Figura 4 ilustra o processo de precipitação do polímero, e consequente formação da membrana, durante o arrefecimento: a solução de polímero (ponto A), localizada na região monofásica, é submetida a arrefecimento entrando na região bifásica em que fases com diferente composição existem em equilíbrio, sendo o teor de polímero de cada uma delas dependente da temperatura. Na região bifásica, a regra da alavanca permite a determinação das quantidades de fases (polímero e solução) obtidas.\nFigura 4- Diagrama de fases e precipitação durante o arrefecimento. O ponto A, localizado na região monofásica, identifica a temperatura e composição inicial da solução. O “cloud point\" é o ponto de precipitação rápida [1].\nO volume total de poros numa membrana é determinado maioritariamente pela composição inicial da solução, que determina o rácio entre polímero e fase líquida. No entanto, a distribuição espacial e o tamanho dos poros é determinado pela taxa de arrefecimento da solução, observando-se que taxas de arrefecimento elevadas são responsáveis por poros com dimensões mais reduzidas do que as obtidas em condições de arrefecimento lento [1].\nNo processo TIPS a temperatura a que a solução de polímero se encontra é normalmente superior à temperatura de fusão do polímero. Tratando-se de um polímero com alguma tendência para cristalizar, ocorrerá cristalização do mesmo durante o arrefecimento. Um polímero que apresente alguma cristalinidade destaca-se em termos de resistência mecânica relativamente ao correspondente estado amorfo, conferindo uma maior durabilidade à membrana.\nO processo de separação de fases por não-solvente (NIPS) permite a obtenção de uma membrana porosa através do contacto entre a solução de polímero e um líquido, não-solvente do polímero, que é, no entanto, miscível com o solvente do polímero. Para a dissolução do polímero no solvente, é comum a utilização de temperaturas elevadas. Nestas condições ocorre uma separação de fases: o solvente do polímero migra, por difusão, para o líquido não-solvente resultando na separação da solução homogénea de polímero em duas fases líquidas, com diferentes concentrações de polímero. A fase com maior concentração de polímero forma a membrana e a fase de menor concentração de polímero forma os poros da membrana. A utilização de aditivos controladores de porosidade é muito comum pois estes funcionam como não-solvente, reforçando a separação de fase líquido-líquido. No entanto, os aditivos podem afetar a viscosidade da solução, normalmente aumentando-a, o que provocará um atraso no processo de difusão entre o solvente e o não-solvente. Sistemas com taxas de separação de fases rápidas tendem a formar macroporos com estruturas “formato de dedo” enquanto que taxas de separação lentas resultam em estruturas do tipo “esponja” [27]. No caso da PES, os aditivos controladores de porosidade mais reportados são a Polivinilpirrolidona (PVP) [21, 28-33] e o Polietilenoglicol (PEG) [21, 29-32, 34, 35].\nNo trabalho de Al Malek et al [30] foi estudada a adição de PVP em membranas de PES de UF, chegando-se à conclusão que a adição de PVP, até determinada concentração, melhora a permeabilidade da membrana, devido ao aumento de viscosidade e consequente redução da taxa de difusão e aumento da porosidade. Porém, para concentração demasiado elevada de PVP a camada superior da membrana torna-se muito densa e a\npermeabilidade decai. As propriedades mecânicas são também afetadas pela adição de PVP, observando-se que a tensão de cedência e o alongamento diminuem com o aumento do mesmo, não tendo sido encontrada nenhuma relação aparente com a rugosidade da membrana. Alsalhy et al. 2014 [36] prepararam membranas de PES em formato de fibra-oca tendo avaliado parâmetros como porosidade, propriedades mecânicas, fluxo através da membrana e estrutura da mesma, fazendo variar a concentração de PEG, o fluído utilizado no método de não-solvente e a própria concentração de PES. Concluíram que a estrutura da membrana era unicamente dependente da concentração do polímero e do aditivo PEG; a porosidade aumentou cerca de 10% com um aumento de 10 wt% de PEG; um aumento de 5 para 10 wt% de PEG traduziu-se num aumento de 300% de fluxo através da membrana; em termos de propriedades mecânicas, estas detoraram-se com o aumento de PEG, sendo este facto justificado com o aumento da porosidade da membrana.\nAs membranas preparadas pelo processo de NIPS apresentam uma microestrutura assimétrica. Isto deve-se ao facto de o processo de separação de fases ocorrer rapidamente na interface entre a solução de polímero e o não-solvente. Nesta interface forma-se uma camada densa de polímero que dificulta o processo de difusão, tornando o processo mais lento no interior da fase rica em polímero que origina a membrana. Assim, a membrana apresenta uma distribuição de tamanho de poro em que os poros mais pequenos se localizam na superfície de contacto e os de maior dimensão no interior da membrana [9]. A estrutura da membrana depende também da afinidade entre o solvente e o não-solvente. Uma afinidade fraca resultará num maior tempo de coagulação, que por sua vez, favorece uma camada superficial mais espessa e uma menor porosidade no interior da membrana [37]. No processo de separação de fases, está comprovado na literatura que a utilização de aditivos apropriados como o PVP ou o PEG promove a formação de porosidade superficial e macro poros [38].\nVisto que uma elevada taxa de arrefecimento favorece tamanhos de poro reduzidos, espera-se que na superfície da membrana o tamanho dos poros seja menor do que no interior da mesma, uma vez que depois de formada a camada superficial, a taxa de\narrefecimento do interior da membrana diminui. O efeito de assimetria é mais acentuado no processo NIPS do que no processo TIPS, porque neste processo o arrefecimento é mais gradual e, por conseguinte, a solidificação da camada superficial é também mais gradual sendo por isso menor o seu impacto na transferência de calor [9].\nO recurso a aditivos, orgânicos ou inorgânicos, na preparação das membranas é uma prática comum pois, para além de permitir ajustar a porosidade/microestrutura das membranas como se descreveu anteriormente, permite ajustar propriedades como hidrofilicidade e rugosidade entre outras características [20]. O principal objetivo da utilização de aditivos é a combinação das vantagens individuais de cada aditivo de forma a melhorar o produto, sendo no caso específico das membranas, a maximização de fluxo permeável com o máximo de soluto retido. Nas secções que se seguem abordam-se alguns destes aditivos, usados designadamente no presente trabalho, para condicionar características importantes no contexto das funções das membranas: aditivos hidrofílicos para melhorar a hidrofilicidade da membrana, aditivos antibacterianos com o intuito de tornarem as membranas antibacterianas e resinas de permuta iónica com potencial para conferirem à membrana comportamento desmineralizador.\n2.4.2.\tAditivos e tratamentos hidrofílicos\nAs membranas poliméricas sintéticas podem ser classificadas como hidrofílicas ou hidrofóbicas, dependendo do polímero utilizado na sua produção. A hidrofilicidade é uma característica muito relevante em membranas utilizadas para tratamento de águas, pois a obstrução das mesmas depende fortemente do carácter químico da membrana, designadamente da sua hidrofobicidade [9]. A propensão para o entupimento diminui com o aumento da hidrofilicidade da membrana, que tem como consequência o aumento da sua afinidade para com a água. Em superfícies hidrofílicas forma-se facilmente uma camada de água adsorvida, envolvendo ligações de hidrogénio, que protege a superfície da membrana da adsorção de outras moléculas e espécies que potencialmente poderiam contribuir para o entupimento. Depois de estabelecida a camada de água adsorvida, esta\nmantém-se, dado que as ligações de hidrogénio são estáveis e difíceis de quebrar [39]. Para além disso, superfícies hidrofóbicas favorecem a fixação de bactérias e a formação de biofilme, o que também pode contribuir para a obstrução dos poros da membrana [39].\nA obstrução é um sério problema para as membranas de filtração, pois conduz a uma redução de eficiência de filtração e, no limite, leva ao mau funcionamento da membrana. A obstrução de membranas pode ser classificada como reversível ou irreversível: o entupimento reversível é ocasionado pela formação de um depósito à superfície da membrana e o entupimento irreversível deve-se à adsorção química e a mecanismos de colmatação de poros. Relativamente ao entupimento reversível, a membrana pode ser restaurada com o recurso a \"backwashing\" (lavagem contracorrente) ou lavagem química. O entupimento irreversível obriga à substituição da membrana ou a uma lavagem química muito intensa. As características dos agentes responsáveis pelo entupimento e o próprio entupimento são determinados pela composição da água, a concentração dos constituintes da mesma, as propriedades da membrana e temperatura de funcionamento. Os agentes responsáveis pelo entupimento são normalmente material particulado, orgânico, inorgânico ou microbiológico. A formação de uma camada de bolo ou depósito é consequência de material particulado que fica fisicamente ligado, entupindo um poro ou condicionando o funcionamento da membrana. O material orgânico envolve essencialmente componentes dissolvidos e colóides que ficam adsorvidos na superfície da membrana. No que se refere ao material inorgânico, é constituído por compostos dissolvidos que tendem a precipitar devido a mudanças de pH ou processos de oxidação. Quanto ao material microbiológico, a acumulação de algas e microrganismos como bactérias levam à formação de um biofilme (\"biofouling\") que pode levar ao entupimento [39].\nO entupimento é, portanto, um problema efetivamente grave que afeta a funcionalidade das membranas. A Figura 5 mostra a evolução do fluxo de água através da membrana em função do tempo de operação da membrana. Devido ao entupimento, o rendimento da\nmembrana vai decaindo ao longo do tempo, recuperando parte do seu fluxo com etapas de limpeza, embora não voltando a recuperar o fluxo inicial.\nFluxo de água inicial\nTempo\nK*\nO a\nE\nEntupimento reversível\nEntupimento irreversível\nFigura 5- Efeito do entupimento no fluxo de água através da membrana: variação do fluxo com o tempo de operação da membrana [9].\nPara resolver este problema têm sido reportados diversos estudos, recorrendo a modificações ao nível da superfície (funcionalização) que visam o aumento da hidrofilicidade da superfície [34, 40, 41] ou a modificações da composição da mistura [34]. Por exemplo estudos de imobilização de polivinil-2-pirrolidona na superfície de PP permitiram baixar o ângulo de contacto de 110° para cerca de 75°, denotando um aumento significativo da hidrofilicidade da superfície [40]. A funcionalização da superfície com grupos polares (que podem ser enxertados na superfície por técnicas de plasma) é uma outra via de incrementar a hidrofilicidade da superfície [40]. O recurso à funcionalização do próprio polímero com grupos polares, como por exemplo com grupos carboxílicos tal como reportado para a PES, também tem sido referido na literatura [34]. A aplicação de um filme hidrofílico na superfície da membrana, como por exemplo um filme de álcool polivinílico (PVA) ou um filme de metacrilato de PEG [42, 43], pode melhorar a hidrofilicidade da membrana formando uma camada fina na superfície da membrana onde a água adsorve facilmente [44].\n2.4.3\tAditivos antibacterianos\nA adição de prata, tanto na forma de nitrato de prata [32, 33] como na forma de nanopartículas de prata [45, 46], pode conferir um efeito antibacteriano, sendo também possível a utilização de titânia (TiO2) ou óxido de zinco (ZnO) para o mesmo efeito [47]. Os iões de prata apresentam um forte comportamento inibitório e bactericida em relação a uma vasta gama de agentes microbiais. Contudo, o mecanismo antibacteriano da prata ainda não é totalmente compreendido, havendo algumas propostas para o efeito inibitório do ião Ag+ em bactérias. De acordo com [48], o ião Ag+ provoca uma retração ou remoção da membrana de citoplasma da parede da célula permitindo uma interação entre o ião e o ADN da bactéria. Como reação ao efeito de desnaturação dos iões Ag+, as moléculas de ADN condensam e perdem as suas habilidades de se replicarem. Os iões Ag+ interagem com os grupos tiol da proteína induzindo uma inativação das proteínas das bactérias [48].\nExistem diversos estudos de preparação de membranas de PES com o efeito antibacteriano sendo comum a utilização de aditivos inorgânicos como óxido de zinco, sílica, zircónia, entre outros [49]. O aditivo mais utilizado, sendo também o aditivo utilizado nesta investigação, é a prata. A prata pode ser utilizada na sua forma metálica [33], na forma de nitrato AgNO3 [32, 33, 50, 51] ou na forma de nanopartículas biogénicas [52].\nBasri et al. em 2010, 2011 e 2012 [32, 33, 51] fizeram uma série de estudos com a utilização de AgNO3 em membranas de PES utilizando diferentes aditivos como PVP e triaminopirimidina (TAP). Provou-se uma boa compatibilidade entre os aditivos, tanto o PVP como a TAP, com o AgNO3 e a PES, havendo uma ligeira melhoria em termos de compatibilidade com a TAP. Foram avaliados ângulos de contacto, sendo reportado uma diminuição destes, de 60° para 48°, devido ao aumento da hidrofilicidade dada à presença de AgNO3 e do aditivo PVP ou TAP. A utilização de PVP com maior peso molecular (360 kDa) apresentou um maior efeito antibacteriano relativamente à bactéria E.coli. Zhang et al.\n2014 [52] reportou o desenvolvimento de uma membrana de PES de UF com o intuito de evitar a formação de biofilme e consequente colmatação de poros. Foi utilizada prata biogénica (Bio-Ag0-6) verificando-se que à medida que a quantidade desta aumentava, havia uma diminuição dos ângulos de contacto, de 69° para 55° e um ligeiro aumento de porosidade e de fluxo.\nA avaliação do comportamento antibacteriano pode ser feita quantitativamente, através da contagem das colónias de bactérias presentes na superfície da membrana, ou qualitativamente através da verificação de aros envolventes à membrana nos casos onde não há crescimento de bactérias como mostra a Figura 6.\nFigura 6- Avaliação de comportamento antibacteriano pelo método de difusão em ágar por disco: os aros envolventes das membranas M2 e M4 denotam atividade antibacteriana [53].\nA avaliação da atividade antibacteriana em membranas é maioritariamente feita de modo qualitativo pelo método de difusão em ágar por disco, dada a sua simplicidade, baixo custo, possibilidade de avaliar variados agentes anti microbiais e microrganismos e existir uma boa correlação entre os resultados in vitro e in vivo [53].\n2.4.4\tResinas de permuta iónica para desmineralização\nAs resinas de permuta iónica (IXR) são polímeros reticulados que têm grupos funcionais [54]. A permuta ou troca iónica é o fenómeno de permuta de iões da mesma carga entre um meio e uma solução eletrolítica. O meio pode ser uma resina, cuja matriz é normalmente composta por um polímero reticulado [55]. As IXR são normalmente utilizadas para amaciamento de água (remoção dos iões Ca2+ e Mg2+) e produção de água ultrapura. Grande parte das resinas de troca iónica consistem em macromoléculas irregulares de hidrocarbonatos que contêm grupos funcionais [54]. Na Figura 7 encontram-se representações esquemáticas de polímeros de troca iónica sendo (a) um material reticulado de troca catiónica e (b) um material de troca aniónica.\nFigura 7- Representação esquemática de polímeros de troca iónica. (a) material reticulado de troca catiónica; (b) material de troca aniónica. 1- cadeia polimérica; 2- ponto de reticulação; 3- nó físico;4- grupo de troca catiónica negativamente carregado anexado à cadeia polimérica; 5- grupo de troca catiónica positivamente carregado incorporado na cadeia polimérica; 6- contra-ião; 7- água [54].\nO tipo de matriz polimérica, os grupos funcionais, o grau de reticulação e a capacidade de troca iónica definem as propriedades químicas das IXR. A matriz polimérica é constituída\npor cadeias lineares poliméricas reticuladas. O melhor exemplo de uma matriz de uma IXR é o polistireno sulfonado reticulado com divinilbenzeno (Figura 8) em que o grupo -SO3H está apto para a permuta do ião H+ por outro catião [54].\nFigura 8- Estrutura química do polistireno sulfonado reticulado com divinilbenzeno [54].\nAs propriedades químicas dos grupos funcionais definem o tipo de material de troca iónica. Como exemplos de resinas de troca catiónica podem referir-se as resinas fortemente ácidas com o grupo sulfónico (-SO3-) e as resinas ácidas fracas com grupos carboxílicos (-COO-). Materiais de troca iónica diferentes, mas com grupos funcionais iguais, apresentam propriedades diferentes pois os grupos funcionais estão fortemente dependentes da natureza da estrutura hidrocarbonada. Dado o carácter equivalente de uma troca iónica e o número definido de grupos funcionais numa IXR, uma reação de troca iónica pode ser considerada uma competição entre contra-iões por grupos funcionais da resina sendo a capacidade de troca iónica a soma das concentrações desses iões [54].\nAs propriedades físicas são também importantes no desempenho da resina pois definem a morfologia e a estrutura física da resina, o tamanho de partícula, o tamanho e a morfologia dos poros e a área superficial [54]. A maioria das resinas de troca iónica são apresentadas como partículas de forma esférica, com uma distribuição de tamanho de partícula entre 0,3mm e 1,2mm ou com tamanho de partícula uniformizado. A densidade normalmente apresentada pelas resinas de troca iónica situa-se na gama 560 a 960 gl-1. A estrutura e a porosidade de IXR é determinada essencialmente pelas condições de polimerização. A porosidade determina o tamanho das espécies, moléculas ou iões, que são transportadas através da estrutura bem como a sua taxa de difusão e troca iónica. Resinas de troca iónica\napresentam valores de diâmetro de poros na ordem das dezenas de nanómetro. A sua área superficial pode atingir os 500m2g-1. Este tipo de resinas apresentam normalmente um elevado grau de reticulação e são suscetíveis a alterações de volume por inchamento [56]. A combinação de membranas com resinas de permuta iónica como aditivo, formando assim um sistema híbrido, pode ser uma forma de melhorar o desempenho da membrana em tratamento de águas residuais.\n2.5\tConfigurações das membranas de MF e UF\nAs membranas de micro e ultrafiltração apresentam-se normalmente sob uma de quatro possíveis configurações: fibra oca, tubular, em espiral e monolítica. Das configurações enumeradas, a mais utilizada em MF e UF é a de fibra oca.\nA configuração em fibra oca apresenta sempre diâmetros da fibra menores do que 5 mm e que se situam normalmente na gama de 0,5 a 1,5 mm. As fibras são agrupadas por módulos, contendo cada módulo milhares de fibras. A grande vantagem desta configuração, em comparação com as restantes configurações, é a sua facilidade de limpeza bastando para tal apenas inverter o sentido do fluxo de água (“ backwashing\"). Dentro da configuração de fibra oca existem duas alternativas: o método “inside-out\" e “outside-in\" que dependem do fluxo de água. No “inside-out\" o fluxo de água circula por dentro da fibra e as partículas filtradas ficam na parte externa desta. No caso do “outsidein\" o fluxo circula por fora da fibra e as partículas filtradas ficam retidas na parte interna da fibra e apenas a água atravessa a fibra. Este processo é usado quando as membranas estão submersas e é necessária a utilização de pressão [9].\nA configuração tubular é similar à de fibra oca, tendo, no entanto, um diâmetro maior (sempre inferior a 25mm). O princípio de funcionamento é “inside-out\" sendo uma\nconfiguração ideal para o tratamento de águas residuais com elevada quantidade de partículas sólidas suspensas. O processo de limpeza é mecânico e simples. No entanto, a configuração tubular é mais cara do que a configuração em fibra oca, sendo sobretudo utilizada industrialmente no tratamento de águas residuais assim como nas indústrias alimentares e de bebidas [9].\nEm tratamentos de águas residuais através de membranas de MF e UF, a configuração em espiral é menos utilizada pois apresenta dificuldades de limpeza, não sendo possível utilizar o sistema “backwash\" e, como tal, necessita de um pré-tratamento complexo para não ocorrer entupimento. Na configuração em espiral, membranas planas são intercaladas por um material coletor permeável e toda a montagem enrolada em torno de um tubo plástico central [9].\nO sistema monolítico é um sistema de membranas inorgânicas em que é usado um suporte cerâmico conjuntamente com diversas camadas como revestimento exterior, canal de alimentação e membrana que lhe conferem uma maior área superficial de filtração [9].\n2.6\tFiltração e queda de pressão\nSendo uma membrana uma barreira seletiva entre duas fases homogéneas, uma molécula ou partícula só atravessa a mesma sob a ação de uma força motriz. Essa força pode ser uma diferença de potencial químico, diferença de potencial elétrico ou uma força externa como uma diferença de pressão (mais comum em processos de membranas porosas) [11]. O fluxo J através da membrana de MF pode ser descrito pela equação de Darcy [57]\nsegundo a qual o fluxo J é diretamente proporcional à queda de pressão através da membrana (AP), sendo Kp a permeabilidade de Darcy e Ax a espessura da membrana. Outra equação usada para descrever membranas de MF é a equação de Hargen-Poiseuille [57]\nt r4 AP\n8^ Ax\n( 2 )\nsendo r o diâmetro do poro, q a viscosidade da solução e t a tortuosidade, sendo a\ntortuosidade de uma membrana aqui definida como o fator que avalia a diferença entre o\npercurso percorrido pelo soluto e a espessura da membrana, ou seja, t = em que l é o\npercurso percorrido pelo soluto.\nDe acordo com a equação 2, a otimização de uma membrana de MF em termos de fluxo implica um valor elevado de tamanho de poro e uma espessura reduzida. Em termos operativos, podem ser utilizados dois processos distintos: “dead-end\" em que o fluxo é perpendicular à superfície da membrana, ficando o soluto retido na superfície da mesma; ou “crossfloW em que o fluxo é paralelo à superfície da membrana, acumulando-se o soluto na superfície desta [58].\nAs membranas de UF, assim como as de MF, são porosas, sendo a taxa de rejeição determinada pelas dimensões e formatos dos solutos a reter relativamente aos poros das membranas. O fluxo do líquido que atravessa a membrana é, no entanto, dependente da pressão aplicada. A equação 2 é, portanto, também aplicável em membranas de UF. Relacionando a queda de pressão através da membrana e o fluxo em membranas de UF, é possível definir-se 3 estágios distintos de operação, como mostra a Figura 9: um estágio inicial onde o fluxo aumenta linearmente com o aumento de diferença pressão, um estágio intermédio onde o aumento deixa de ser linear e começa a tender para um valor constante que caracteriza o terceiro estágio onde se atinge o limite de fluxo.\nFluxo de água\nJ\n*\nIntervalo de crescimento linear\nI\nI\nIntervalo de fluxo máximo\nI\nI\nI\nI\nI\nI\nI\nI\nI\nJ____________________fe.\nI\nI\nJ-----\nIntervalo de fluxo intermédio\nFluxo máximo\nI\nI\nFigura 9- Relação entre o fluxo e a pressão aplicada em membranas de UF [58].\nNo primeiro estágio, a resistência ao fluxo deve-se unicamente à membrana. Com a acumulação de moléculas retidas, forma-se uma camada altamente concentrada à superfície da membrana (camada de polarização) que oferece resistência adicional à transferência de massa. Quando se atinge o fluxo máximo (terceiro estágio), o fluxo deixa de ser dependente da pressão aplicada. O desempenho das membranas de MF e UF rege-se por estes estágios, sendo a condição de operação ideal a que permite o compromisso de elevado fluxo e baixa pressão aplicada [58].\n3.\tProcedimento Experimental\n3.1\tIntrodução\nNo presente capítulo serão descritos todos os procedimentos e técnicas utilizadas na realização do trabalho experimental deste estudo.\nA fabricação das membranas foi dividida em três partes principais: preparação da solução, incorporação de aditivos e preparação da membrana por separação de fases. Estas três etapas visam a obtenção de uma membrana polimérica porosa com propriedades antibacterianas, capaz de filtrar e desmineralizar água. As membranas de PES foram preparadas de acordo com o método de separação de fases através de não-solvente e tendo como base o estudo [32]. O polímero, inicialmente em formato de pellets, foi dissolvido com recurso a um solvente e sob adequadas condições de temperatura. A incorporação de aditivos foi feita depois da dissolução do polímero. A membrana forma-se mediante o contacto de um não-solvente (neste trabalho foi sempre usada água desionizada) com a solução de polímero e aditivos.\nAs membranas fabricadas no presente estudo foram caracterizadas em termos de comportamento térmico, microestrutura, hidrofilicidade, porosidade, comportamento antibacteriano e efeito desmineralizador. Para tal utilizaram-se as técnicas de análise térmicas (análise termogravimétrica -TGA e calorimetria diferencial de varrimento -DSC), de microscopia eletrónica de varrimento (SEM), de medição de ângulo de contacto e avaliação de porosidade por método gravimétrico. Foi feita uma avaliação qualitativa em termos de comportamento antibacteriano, através da imobilização da membrana em dois meios: um meio com uma bactéria gram negativa e outro meio com bactéria gram positiva,\ni.e. Escherichia coli e Staphylococcus aureus, respetivamente. A caracterização da ação desmineralizadora foi feita através de análise química (espectrometria de emissão atómica por plasma acoplado- ICP) aos catiões Ca2+ e Mg2+ responsáveis pela \"dureza\" da água.\nNas secções que se seguem apresentam-se detalhadamente as etapas envolvidas na preparação das membranas de PES e referem-se sucintamente os princípios que fundamentam as técnicas de caracterização usadas no presente estudo.\n3.2\tMateriais e reagentes\nTendo em vista o objetivo do trabalho (preparação de uma membrana polimérica porosa para filtração e desmineralização, com propriedades antibacterianas), A PES foi o polímero selecionado para a fabricação das membranas. A PES é um polímero que tem vindo a ser referenciado na literatura pelas suas excelentes características (excelente estabilidade térmica, mecânica e química), pelo que se afigurou como candidato apropriado face às valências desejadas.\nNa Tabela 2 apresentam-se os materiais, reagentes e aditivos utilizados na formulação das membranas poliméricas.\nTabela 2- Características dos polímeros, aditivos e reagentes utilizados.\nMaterial/reagente\tFórmula química\tFunção\tPeso molecular (gmol-1)\tDensidade (gcm-3)\nPolietersulfona (PES)\tC12H8O3S\tPolímero\t-\t1,370\n1-metil-2-pirrolidona (NMP)\tC5H9NO\tSolvente\t99,13\t1,032\nÁgua desionizada\tH2O\tNão-solvente\t18\t1,000\nPolivinilpirrolidona (PVP)\t(C6H9NO)n\tAditivo\t360.000\t1,200\nNitrato de prata\tAgNO3\tAditivo\t169,88\t4,352\nResina catiónica DOWEX™ MARATHON™ C\t-\tAditivo\t-\t1,280 (Na+), 1,200 (H+)\nA PES utilizada no presente trabalho foi fornecida por Celoplás - Plásticos para a indústria,\nS.A. (ficha técnica em Anexo I). A resina catiónica é uma resina comercial, fornecida pela BOSCH- Divisão termotecnologia, Aveiro (ficha técnica em Anexo II).\n3.3\tPreparação da solução de PES\nInicialmente o polímero foi seco em estufa, à temperatura de 100 °C durante 24 horas para eliminação de humidade. Seguidamente o polímero foi dissolvido em 1-metil-2-pirrolidona (NMP) com recurso a agitação magnética e mantendo a solução a uma determinada temperatura (temperatura de solução). Depois de os pellets de polímero estarem completamente dissolvidos, foram adicionados os aditivos polivinilpirrolidona (PVP) e nitrato de prata (AgNÜ3) mantendo a agitação magnética. Depois da obtenção da solução de polímero, esta é espalhada numa superfície de vidro lisa para a obtenção de membrana com a aplicação do não-solvente. No fluxograma da Figura 10 esquematiza-se o conjunto de passos conducentes à obtenção da solução de polímero.\nFigura 10- Procedimento experimental para a obtenção das membranas de acordo com o método de separação de fases.\nA composição utilizada nas membranas de PES foi selecionada com base em informação recolhida na literatura [32], tendo sido constante: 15 wt% PES, 81 wt% NMP, 2 wt% PVP e 2 wt% AgNÜ3. O tempo de dissolução do polímero no solvente varia com a temperatura (para uma maior temperatura, a dissolução ocorre num menor período de tempo), não havendo, portanto, um tempo fixo para adição dos aditivos.\nUma vez obtida a solução (polímero + aditivos), esta permanece em agitação magnética durante 24h para garantir homogeneidade. Todo este processo decorre com o recipiente da solução coberto com papel parafinado para isolar a solução da atmosfera ambiente, dada a sensibilidade da solução à humidade perante a qual pode facilmente ocorrer o processo de migração de solvente com formação parcial de membrana. Na preparação da solução do polímero PES estudou-se o efeito das seguintes variáveis experimentais: a temperatura de solução, a temperatura do banho de coagulação e a forma de agitação da solução (com e sem ultrassons). Nos casos em que se utilizaram ultrassons, a solução foi sujeita a ultrassons durante uma hora, com um ciclo de 0.5 segundos (impulsos gerados de 0.5 em 0.5 segundos).\nForam preparadas 13 amostras, cujas condições de preparação estão sumarizadas na Tabela 3. Estas condições incluem a temperatura de solução, temperatura de banho de coagulação e potência de ultrassons utilizada. Na Tabela 3 apresenta-se também a nomenclatura usada para diferenciar as várias membranas: O primeiro número indica a temperatura da solução de polímero, o segundo número indica a temperatura de coagulação e o terceiro número traduz a potência dos ultrassons usados.\nTabela 3- Condições de processamento das membranas de PES.\nIdentificação da\tTs Solução\tTs Banho de\tPotência\nMembrana\t(°C)\tcoagulação\tUltrassons\n\t\t(°C)\t(W)\nPES 23_5_0\t23\t5\t0\nPES 23_23_0\t23\t23\t0\nPES 23_23_80\t23\t23\t80\nPES 23_60_120\t23\t60\t120\nPES 23_90_80\t23\t90\t80\nPES 40_23_0\t40\t23\t0\nPES 40_90_120\t40\t90\t120\nPES 70_5_120\t70\t5\t120\nPES 70_60_0\t70\t60\t0\nPES 70_90_80\t70\t90\t80\nPES100_5_160\t100\t5\t160\nPES100_23_120\t100\t23\t120\nPES100 90 0\t100\t90\t0\nA Figura 11 ilustra de forma esquemática da nomenclatura adotada nas amostras preparadas.\nFigura 11- Representação esquemática da correspondência entre nomenclatura da membrana e condições que presidem à sua preparação.\n3.4\tPreparação da membrana por separação de fases\nO esquema apresentado na Figura 10 ilustra a sequencia das várias etapas necessárias à preparação das membranas pelo método de separação de fases. Uma vez obtida a solução/suspensão de polímero segue-se o espalhamento da solução e a adição do não solvente (ou agente de coagulação) de que resulta a formação da membrana: a solução de polímero e aditivos é espalhada sobre uma superfície de vidro lisa de forma a formar um filme de líquido uniforme, sobre o qual é adicionado o não-solvente a uma determinada temperatura (consultar Tabela 3), formando-se instantaneamente a membrana. A Figura 12 mostra um esquema ilustrativo do processo de obtenção de uma membrana porosa de PES.\nÁgua desionizada (5 ”C, 23 “C, 60 ’C elOO’C)\nSolução de polímero\nMembrana porosa de PES\n&lt;SOLUÇÃO DE POLÍMERO\nAgitação e aquecimento (23 ‘C, 40 \"C, 70 \"Ce 100 *C)\nPES (15 wt%) dissolvido em 1-metil-2-pirrolidona (81 wt%)\nAgNO¡(2wt%)\nPolivinilpirrolidona (2 wt%)\nFigura 12- Representação esquemática do processo de obtenção de uma membrana porosa\nO banho de coagulação é renovado periodicamente para garantir condições de migração efetiva do solvente. Depois de formada, a membrana é seca em estufa (a uma temperatura entre 50-60 °C) durante 24h.\n3.5\tIncorporação de resinas de permuta iónica\nCom vista à fabricação de membranas com capacidade desmineralizadora, recorreu-se à adição de resinas de permuta iónica. Para tal foram incorporadas nas membranas uma resina catiónica (DOWEXTM MARATHON™ C). A quantidade de resina adicionada à solução/suspensão foi de 1% em massa (massa de resina/ massa (PES+PVP+AgNO3+NMP)) tal como se descreve na Tabela 4, o que equivale a um teor de resina de 5% em peso (massa de resina/massa de membrana) na membrana final.\nTabela 4- Composição das membranas para ação desmineralizadora: proporções mássicas dos vários componentes\nMembrana\tTipo de resina\tQuantidade de resina (g)\tQuantidade de PES (g)\tQuantidade de PVP (g)\tQuantidade de AgNO3 (g)\tQuantidade de NMP (ml)\nPES RCP\tCatiónica\t0,1\t1,5\t0,2\t0,2\t8,1\nO polímero e a resina sofreram uma etapa de secagem a 100 °C durante 24 horas. O polímero polietersulfona (PES) foi dissolvido em 1-metil-2-pirrolidona (NMP) com recurso a agitação magnética a 23 °C durante duas horas. Depois de dissolvidos os pellets, adicionaram-se os aditivos polivinilpirrolidona (PVP) e nitrato de prata (AgNO3), ficando a solução em agitação magnética durante uma hora para uma melhor homogeneização. A solução de polímero foi então vazada para uma superfície lisa, tendo a resina sido distribuída uniformemente sobre a superfície do filme líquido de polímero. Para uniformizar a distribuição da resina na membrana, utilizou-se um tratamento de ultrassom durante 1 minuto. Por último adicionou-se o não-solvente (água desionizada) a 23 °C para a obtenção das membranas, sendo o banho de coagulação renovado periodicamente.\n3.6\tTestes de funcionalidade- laboratórios da Bosch, Divisão de Termotecnologia, Aveiro.\nPara testar a membrana concebeu-se um suporte que permitisse avaliá-la sob condições de escoamento de água através da mesma. Para a fabricação do suporte recorreu-se ao software 3D CAD Solidworks®. O dispositivo tem um formato circular com 14 cm de diâmetro, sendo atravessado perpendicularmente por um furo de 0,8 cm de diâmetro cuja função é a de permitir o acoplamento de um tubo para escoamento de água, permitindo que esta atravesse a membrana e seja posteriormente recolhida. Na parte interior do dispositivo encontra-se um espaço para acomodação da membrana com 7 cm de diâmetro e 0,3 cm de altura, um sulco circular para a colocação de um o-ring de 10,6 cm de diâmetro e 0,2 cm de espessura. O dispositivo tem 8 furos axialmente distribuídos para a colocação de parafusos que permitam apertar e estancar o dispositivo. A Figura 13 mostra a perspetiva explodida e o assembly da versão CAD do dispositivo.\nFigura 13- Imagem da versão CAD do dispositivo: a) perspetiva explodida; b) assembly.\nNuma abordagem inicial fabricou-se o dispositivo por um processo de manufatura aditiva, com base no modelo CAD da Figura 13, utilizando o polímero poliácido láctico (PLA). No entanto, o método de manufatura aditiva e o próprio PLA revelaram-se inadequados ao ensaio na medida em que se verificaram fugas de água durante o ensaio que foram atribuídas a uma fragilização do dispositivo. Optou-se então pela fabricação do dispositivo através de um processo de maquinação de um bloco de nylon 6,6 que foi realizado nas oficinas da empresa Bosch-Divisão de Termotecnologia, Aveiro (Bosch-DT). Na Figura 14 apresenta-se o dispositivo utilizado nos ensaios.\nFigura 14- Dispositivo de nylon 6,6 utilizado nos ensaios.\nO ensaio de escoamento através da membrana decorreu nos laboratórios da Bosch-DT, tendo decorrido sob um caudal constante de 0,063 m3.h-1durante 20 minutos.\nPara avaliar a capacidade de desmineralização da membrana catiónica, esta foi mergulhada em água, de concentração de iões conhecida, durante 24h. No fim deste período procedeu-se à análise química da água. A comparação da concentração de iões, antes e após contacto com a membrana, foi usada para avaliar a capacidade desmineralizadora da membrana.\n3.7\tEnsaios antibacterianos\nO estudo da atividade antibacteriana das membranas preparadas decorreu no contexto de uma parceria com o Departamento de Biologia da Universidade de Aveiro.\nA atividade antibacteriana das membranas foi avaliada por uma adaptação do método de difusão em agar [59] sobre as bactérias Staphylococcus aureus (Gram positivo) e Escherichia coli (Gram negativo). O método consiste na inoculação à superfície do meio de cultura com os microrganismos-alvo e aplicação sobre o meio inoculado de discos do material a testar. O meio de cultura utilizado foi Tryptic Soy Agar (TSA) da Liofilchem e os inóculos (culturas em meio líquido) foram preparados em Tryptic Soy Broth (TSB). As membranas foram cortadas em círculos com cerca de 6 mm de diâmetro e colocadas na superfície do meio previamente inoculado com uma suspensão bacteriana preparada 24h antes. As culturas foram incubadas a 37 °C durante 24h. Cada ensaio incluiu três réplicas de cada material (membranas com nitrato de prata) e um controle negativo (membrana sem nitrato de prata).\nAs membranas testadas em cada microrganismo-alvo encontram-se listadas na Tabela 5. As condições de processamento de cada membrana podem ser consultadas na Tabela 3.\nTabela 5- Membranas utilizadas nos ensaios antibacterianos de acordo com o inóculo utilizado.\nS. aureus\tE. coli\nPES 23_5_0\tPES 23_5_0\nPES 23_23_0\tPES 23_23_0\nPES 23_23_80\tPES 23_23_80\nPES 23_90_80\tPES 23_90_80\nPES 40_23_0\tPES 40_23_0\nPES 40_90_120\tPES 40_90_120\nPES 70_60_0\tPES 70_60_0\nPES100_90_0\tPES100_90_0\nPES100_23_120 PES 23_5_0 PES 23 23 0\tPES 23_5_0\n3.8\tTécnicas de caracterização\n3.8.1\tAnálises térmicas: calorimetria diferencial de varrimento (DSC) e análise termogravimétrica (TGA)\nAs análises térmicas permitem avaliar o comportamento da amostra quando sujeita a determinadas condições de temperatura, constantes ou variáveis com o tempo [60].\nA análise de DSC é uma técnica que permite avaliar a diferença entre o fluxo de calor que é necessário fornecer à amostra e a uma amostra de referência, para manter ambas as amostras a uma temperatura (constante ou variável) pré-definida. O resultado é registado como variação de fluxo de calor AQsr (Watt) em função da temperatura (ou tempo). Este tipo de análise permite detetar a ocorrência na amostra de fenómenos endotérmicos (como fusão) ou exotérmicos (como cristalização ou adsorção) ou ainda variações de calor específico. Em curvas de DSC, os fenómenos endotérmicos e exotérmicos são assim registados como extremos (máximos ou mínimos) da curva AQsr =f(T). A Figura 15 ilustra a presença de um pico endotérmico numa curva de DSC [60].\nFigura 15- Exemplo de curva de DSC com pico endotérmico [60].\nA análise termogravimétrica (TGA) é também uma técnica de análise que mede a variação da massa da amostra enquanto a mesma é sujeita a uma variação de temperatura programada. Esta técnica permite estudar o comportamento de materiais que sofrem perdas ou ganhos de massa como por exemplo perdas de humidade, de compostos voláteis ou reações de decomposição (caso das perdas de peso) ou oxidação (ganho de massa). É, portanto, uma técnica muito utilizada na caracterização de materiais poliméricos incluindo termoplásticos, termoendurecíveis, elastómeros, compósitos, filmes e fibras [61].\nPara a realização do ensaio de DSC, inicialmente pesou-se a amostra que foi seguidamente colocada num recipiente de alumínio fechado, com um pequeno furo para evitar acumulação de gases. A Figura 16 mostra uma representação esquemática do aparelho utilizado neste trabalho para as análises de DSC, o NETZSCH DSC 200 F3 Maia.\namostra\nreferencia\ntorno\nisolamento\nsistema de refrigeração\nSaída de gás\nZona de pré-aquecimento do gas\nSensor de disco monolítico\nentrada de gas\nFigura 16- Representação esquemática do aparelho NETZSCH DSC 200 F3 Maia [62].\nRealizaram-se dois ciclos de aquecimento ao polímero (aquecimento-arrefecimento-aquecimento-arrefecimento). O primeiro ciclo de aquecimento permite eliminar a influência do historial térmico do polímero associado o seu próprio processo de fabrico. O registo gráfico do ensaio DSC foi obtido durante o segundo ciclo de aquecimento, desde a temperatura ambiente (30 °C) até à temperatura final pretendida, com uma velocidade de 10 °C/min.\n3.8.2\tDifração de Raios-X\nUtilizou-se a difração de raios-X (DRX) para analisar a composição de fases cristalinas das amostras em estudo. Esta técnica assenta na interferência construtiva de feixes de raios-X difratados pela amostra, descrita pela equação de Bragg (equação 3):\n2dsin(6') = nÀ.\t( 3 )\nem que d corresponde à distância entre planos cristalográficos, 0 ao ângulo de difração do raio-X e À ao comprimento de onda do raio incidente. A posição (ângulo 20) dos picos de DRX pode ser relacionada com os parâmetros de rede e com a estrutura cristalina da amostra, permitindo a deteção de diferentes fases na amostra [63]. A técnica de DRX foi conduzida à temperatura ambiente usando um difractómetro de raios-X (Rigaku D/Maz-B, Cu Ka). A gama de ângulos 20 variou entre 20° e 80° (20) a uma taxa de 3 graus por minuto.\n3.8.3\tMicroscopía eletrónica de varrimento (SEM)\nO microscópio eletrónico de varrimento (SEM) permite analisar a microestrutura de uma amostra, através do varrimento da superfície da mesma com um feixe de eletrões. As imagens obtidas por SEM são uma consequência da utilização de um feixe de eletrões no processo de varrimento da superfície, permitindo a construção de uma imagem ponto a ponto analisando os eletrões refletidos. Um sistema de SEM pode também ter associado um equipamento suplementar de espectroscopia de energia dispersiva (EDS) para identificação química da amostra. O equipamento de EDS permite não só a identificação química local, como também o mapeamento da composição química elementar da superfície.\nAs amostras para observação em SEM foram coladas a um porta-amostras de alumínio com fita-cola de carbono de dupla face. Foi feita uma deposição de carbono, sob uma atmosfera em vácuo (9x10-3 mbar) com o equipamento EMITCH K950 X turbo evaporator, na superfície da amostra para garantir a condutividade elétrica da superfície. Para a observação da sua secção transversal, a amostra foi mergulhada em azoto líquido e\nseguidamente fraturada transversalmente. A amostra foi observada nos equipamentos\nHitachi S-400 SEM/EDS e Hitachi HR-SEM-SE/EDS: SU-70.\n3.8.4\tMedição de ângulos de contacto\nA hidrofilicidade das membranas foi avaliada com base no valor do ângulo de contacto (^) entre uma gota de água e a superfície da membrana polimérica sobre a qual é depositada, como se ilustra na Figura 17. Quanto menor o ângulo de contacto, maior a hidrofilicidade da membrana.\nFigura 17- Esquema de representação da hidrofilicidade de um material.\nPara a medição dos ângulos de contacto utilizou-se o equipamento Kino modelo SL200HT que permite a obtenção de 76 frames por segundo ( Figura 18).\nFigura 18- Equipamento Kino modelo SL200HT utilizado na medição de ângulos de contacto.\nDepositaram-se gotas de 2 pl de água destilada sobre a superfície das membranas e registaram-se os ângulos de contacto (ambos os lados da gota). Foram feitas 20 medições de ambos os lados para cada gota para minimizar os erros associados à técnica. Também foi feita uma análise de ângulos de contacto em função do tempo. Esta análise consiste na deposição de uma gota de 2 pl de água destilada, sendo feitas medições dos ângulos de contacto de 10 em 10 segundos durante 300 segundos.\nPara minimizar erros associados à medida, foram escolhidos vários pontos da superfície para efetuação da medida.\n3.8.5\tPorosidade\nA porosidade (e) das membranas foi estimada com base num método gravimétrico, usando a equação [64]:\n£ =\t( 4 )\npwv\nem que e é a porosidade, Pm o peso da membrana molhada, Ps o peso da membrana seca, Pw a densidade da água (1 gcm-3) e Vo volume aparente da membrana (cm3). Para determinar o peso molhado (Pm), as membranas foram mergulhadas em água desionizada durante 4h, sendo depois retirada a água que se encontrava à superfície. Depois de pesadas, foram secas em estufa a 50 °C durante 24h, sendo então novamente pesadas para determinar o peso seco(PS). O volume aparente da membrana foi calculado com recurso a um picnómetro de 25 ml. Inicialmente colocou-se a amostra dentro do picnómetro. Seguidamente encheu-se o picnómetro com água e pesou-se o conjunto (P1). Pesou-se também o picnómetro cheio de água, mas sem amostra (P2). O volume aparente (V) da amostra foi calculado como sendo V = (P2 P1).\npw\n3.8.6\tEspectrometría de emissão com plasma acoplado indutivamente (ICP-OES)\nEste método baseia-se na excitação de átomos da amostra por uma fonte de plasma e na consequente emissão de radiação eletromagnética pelos elementos excitados, emissão esta que é característica de cada elemento. A amostra cujos elementos se pretendem analisar produz assim um espetro de emissão, constituído por um conjunto de riscas associadas a transições entre níveis de energia eletrónica, específicos de cada elemento. A identificação de cada elemento é possível dado cada risca do espectro corresponder a uma transição energética bem definida, caracterizada por um comprimento de onda específico. O método apresenta bastantes vantagens como a existência de várias linhas espectrais intensas para quase todos os elementos, boa repetibilidade para todos os elementos, possibilidade de detetar múltiplos elementos a partir da mesma amostra e de forma rápida [65].\nNeste trabalho utilizou-se o aparelho ICP-OES Jobin Yvon Activa M. do Laboratório Central de Análises da Universidade de Aveiro.\n4.\tResultados e discussão\n4.1\tComportamento térmico da membrana standard e dos seus componentes\nO método de separação de fases foi o método utilizado neste trabalho para a produção de membranas à base de PES. As condições de temperatura frequentemente reportadas na literatura para a preparação de membranas de PES, i.e. temperatura da solução de polímero e do banho de coagulação, são condições ambientes. As condições ambientes serão aqui designadas por “condições standard”. A membrana preparada nas condições ambientes (PES 23_23_0) será também designada por membrana standard.\nSeguidamente analisar-se-ão os resultados da caracterização dos componentes da membrana (polímero PES e aditivos) bem como da própria membrana standard.\nNa Figura 19 descreve-se graficamente o comportamento do polímero PES durante o ensaio DSC.\nFigura 19- Analise de calorimetria diferencial de varrimento (DSC) da PES.\nCom base na figura determinou-se a temperatura de transição vítrea (tg) com o valor de 223 °C. A tg, temperatura acima da qual as cadeias poliméricas adquirem mobilidade, apresenta um valor próximo do tabelado para este tipo de polímeros (tg:220 °C)[20] e concordante com o valor presente na ficha técnica do polímero (222 °C).Na Figura 20 apresentam-se os resultados da análise termogravimétrica à PES.\nFigura 20- Análise termogravimétrica do polímero PES.\nComo se observa, a PES começa a degradar-se com uma perda de massa significativa a partir de 420 °C que se prolonga até cerca de 750 °C. Nesta faixa de temperaturas pode notar-se a existência de um primeiro intervalo de temperatura (420-595 °C) com velocidade de perda de peso muito acentuada, seguido de abrandamento de perda de peso (entre 595 °C e 620 °C) após o que se segue nova aceleração na perda de peso até cerca de 750 °C. As perdas de peso referentes aos dois intervalos de temperatura têm valores próximos, 51% e 47%, respetivamente, e refletem o(s) mecanismo(s) da degradação térmica do polímero que termina a cerca de 750 °C. Na Figura 21 estão representadas as análises de TGA e DSC do aditivo AgNO3.\nFigura 21- Análise de DSC e TGA ao aditivo AgNO3.\nComo se pode ver pela figura anterior, o AgNO3 sofre uma perda de massa de cerca de 35% no intervalo de temperaturas 375 °C e 490 °C. Esta perda de massa é atribuída à perda de\n1\nNO3, descrita pela reação: AgNO3 Ag + NO2 + -O2.Tendo em conta que no composto AgNO3 a percentagem em massa correspondente a NO3 é de 36%, os presentes resultados de perda de peso estão coerentes com a decomposição de AgNO3. A curva DSC do nitrato de prata revela a presença de três picos endotérmicos, o mais intenso dos quais localizado na gama de temperaturas em que ocorre a perda de peso da amostra e que se atribui à reação de decomposição do nitrato de prata. Os restantes dois picos endotérmicos, menos intensos do que o anterior, ocorrem a 160 e a 200 °C, e são atribuídos a uma transição de fase (ortorrômbica^romboédrica) [66] e à fusão do nitrato de prata, respetivamente [67].\nNa Figura 22 apresentam-se os resultados das análises de DSC e TGA do aditivo PVP.\nFigura 22- Análises de DSC e TGA do aditivo PVP.\nA curva de TGA evidencia uma perda de massa inicial, de cerca de 10%, acompanhada de um pico endotérmico na curva DSC a cerca de 80 °C, que se atribui à perda de humidade presente na amostra. A decomposição térmica do PVP inicia-se próximo de 350 °C, sendo acompanhada por elevada perda de peso e uma grande banda exotérmica, estendendo-se ambas até cerca de 700 °C [68].\nNa Figura 23 ilustra-se o comportamento térmico da membrana standard (PES 23_23_0). Para facilitar a análise dos contributos dos componentes minoritários da membrana, apresentam-se no mesmo gráfico os TGAs da PVP e do AgNO3 já anteriormente comentados.\nFigura 23- TGA da membrana PES 23_23_0, AgNO3 e PVP.\nAnalisando o comportamento térmico da membrana, observa-se que a curva reflete globalmente contributos que podem ser atribuídos aos seus vários componentes. Assim deteta-se uma perda inicial de massa de cerca de 14% que decorre até cerca de 190 °C, e que se considera englobar não só a perda parcial mássica de PVP (perda de humidade) já anteriormente comentada, como também a perda de solvente remanescente na membrana. A perda de massa mais acentuada da membrana ocorre na faixa de temperaturas a que a PES se degrada (a partir dos 450 °C, como já referido) embora a partir de 350 °C seja visível o início de uma perda de massa, não muito acentuada, e para a qual contribuem as perdas de massa da própria PVP e do aditivo AgNO3. A 750 °C a membrana já perdeu cerca de 97,5% do seu peso, podendo os remanescentes 2, 5% atribuir-se à prata metálica.\n4.2\tEstrutura, microestrutura e estabilidade das membranas standard\nNa Figura 24 apresentam-se os resultados da analise da membrana por difração de raios-X. Como se pode observar, a membrana standard evidencia um padrão de DRX característico de estruturas amorfas.\nFigura 24- Resultados da análise de difração de raios-X (DRX) da membrana PES 23_23_0.\nPor outro lado, não se deteta no DRX qualquer pico que denuncie a presença do nitrato de prata o que sugere que a prata não existe na membrana como precipitado cristalino.\nNa Figura 25 apresentam-se micrografias de SEM da membrana standard.\nFigura 25- Microestrutura da membrana standard, observada por microscopia eletrónica de varrimento (SEM) na superfície da membrana (b) e em secção transversal sob diferentes ampliações, evidenciando uma panorâmica geral (a) e a microporosidade(c).\nA Figura 25-b) dá um panorama da superfície da membrana onde se observa a presença de numerosas partículas dispersas ao longo da superfície. Identifica-se igualmente a presença de alguns poros (poucos) com um diâmetro aproximado de 2,3 pm. As figuras 32 (a) e (c) documentam a microestrutura da membrana observada em secção transversal. Como se pode observar, trata-se de uma membrana porosa com uma espessura de cerca de 350 pm, e com diferentes tipos de porosidade ao longo da membrana: microporosidade (2,5 pm ± 1,0) e porosidade em “formato de dedo” (Figura 25(a)). Esta microestrutura é semelhante à das membranas reportadas na literatura, apresentando a mesma tipologia de porosidade; a espessura das membranas referidas na literatura é um pouco menor, à volta de 100 pm, pois é normalmente controlada por um dispositivo doctor blade [33].\nEfetuou-se também a análise por EDS da superfície da amostra que se documenta na Figura\n26.\nFigura 26- Resultados da análise de EDS efetuada localmente, na superfície da membrana standard.\nFoi possível identificar os elementos carbono, azoto, enxofre, oxigénio e prata. A presença de carbono e enxofre deve-se ao polímero PES que tem esses elementos na sua estrutura química. A presença de azoto e prata é correspondente à adição de AgNO3 como aditivo.\nDeterminou-se a porosidade da membrana standard e obteve-se o valor de 36%. Este é um valor relativamente elevado quando comparado com o reportado na literatura para membranas semelhantes (20-21%) [32].\nA estabilidade térmica da membrana desta membrana mereceu particular atenção, dado ter-se observado que a membrana preparada sob um tempo de coagulação curto (1h) não era termicamente estável, transformando-se numa massa fluida e viscosa durante a etapa de secagem em estufa posterior à sua preparação. A Figura 27 documenta este comportamento, mostrando o aspeto da membrana imediatamente após a sua preparação\n(Figura 27 (a)) e o seu estado de fluidez após permanência em estufa a 50 °C (Figura 27 (b)), durante 24h.\nFigura 27- Membrana de PES com 1h de banho de coagulação a) depois de formada, b) após 24h numa estufa a 50 °C.\nPara uma melhor compreensão deste fenómeno, avaliou-se o comportamento térmico da membrana PES 23_23_0 quando preparada sob diferentes tempos de coagulação (variando-os de 1 a 5h). A Figura 28 permite a comparação das TGAs da referida membrana, evidenciando as diferenças entre as perdas de massa associadas aos vários tempos de coagulação.\nFigura 28- TGA da membrana PES 23_23_0 a diferentes tempos de banho de coagulação.\nObserva-se uma acentuada diferença entre a perda de massa inicial (cerca de 60%) exibida pela membrana preparada com o tempo de coagulação de 1h e a das restantes (cerca de 10%). As diferenças entre as membranas com tempos de coagulação entre 2h e 5h são pouco significativas. Esta grande perda de massa que ocorre a temperaturas inferiores a 250 °C, é atribuída à presença de solvente, dado que nenhum dos componentes da amostra tem o teor necessário para exibir uma perda de peso desta amplitude na faixa de temperaturas em questão. Estes resultados apelam à necessidade de se garantirem condições para uma eficiente extração de solvente. Um tempo de coagulação demasiado curto (1h) não permite a migração total do solvente para o não-solvente (água desionizada), resultando numa mistura polímero-solvente de elevado teor de solvente, mas com apresentação semelhante à de uma membrana sólida. Com um pequeno aumento de temperatura (secagem a 50 °C), a mistura solvente-polímero torna-se fluida, as cadeias poliméricas adquirem elevada mobilidade, e a membrana perde integridade.\nA hidrofilicidade da membrana standard foi avaliada em termos de ângulo de contacto, tendo-se registado o valor de 41°±3,7. Este é um valor próximo, mas inferior ao reportado na literatura (48°±1,80) [32, 51] para membranas com a mesma composição e condições de processamento. Segundo a literatura, o aditivo AgNO3 tem um contributo positivo para o baixo ângulo de contacto, tendo-se observado que a preparação de membranas de PES (16wt%) aditivadas apenas com PVP (2wt%) evidenciam um ângulo de contacto superior, de 52° [21]. A diminuição do ângulo com a presença de AgNO3 é atribuída à hidrofilicidade do mesmo.\nComo já referido, para a membrana standard foi medida uma porosidade de 36%. Este é um valor superior á média dos valores de porosidade reportados na literatura [32, 51] , embora estes oscilem entre 20% e 77%. A porosidade em si é um parâmetro importante no condicionamento do comportamento mecânico da membrana. A porosidade ideal será a que permite um bom compromisso entre propriedades mecânicas e fluxo através da membrana. Estas características são afetadas de modo inverso pela porosidade, ou seja, elevada porosidade viabiliza um elevado fluxo, mas compromete as propriedades mecânicas da membrana. Afigura-se assim com interesse aprofundar condições que possam ser manipuladas para controlar este parâmetro.\nNa secção que se segue, analisam-se e discutem-se os efeitos de algumas variáveis experimentais na porosidade da membrana bem como na hidrofilicidade da mesma.\n4.3\tEfeitos das condições experimentais nas propriedades da membrana\nAs variáveis manipuladas na fabricação das membranas foram a utilização de ultrassons na mistura, a temperatura de solução e a temperatura do banho de coagulação (consultar Tabela 3). Foram utilizados quatro níveis de ultrassons na mistura: sem ultrassom, com uma potência de 80, 120 e 160 W. A temperatura de solução corresponde à temperatura à qual foi feita a mistura, tendo sido utilizadas quatro temperaturas diferentes: 23, 40, 70 e 100\n°C. Em relação à temperatura do banho de coagulação, esta é referente à temperatura do não-solvente (água desionizada em todas as situações), tendo sido utilizadas quatro temperaturas diferentes: 5, 23, 60 e 90°C.\n4.3.1\tEfeitos da potência de ultrassons\nA análise dos valores de porosidade e de ângulo de contacto registados para membranas preparadas nas mesmas condições de temperaturas, mas com variação de potencia de ultrassons (Tabelas 6 e 7) permitiu observar que o efeito dos ultrassons não foi muito significativo, excetuando situações de potência de ultrassons muito elevadas (160 W). Esta situação muito pontual será discutida mais adiante.\n4.3.2\tEfeitos da temperatura na hidrofilicidade\nA hidrofilicidade das membranas foi avaliada através da análise do ângulo de contacto de uma gota de água com a superfície da membrana. Na Tabela 6 encontram-se os valores dos ângulos de contacto de cada membrana e o respetivo desvio padrão.\nTabela 6- Valores dos ângulos de contacto medidos sobre a superfície de membranas preparadas sob diferentes condições agitação, de temperatura de solução e de coagulação.\nMembrana\tÂngulo de Desvio\ncontacto (°) padrão\nPES 23_5_0\t65\t7.6\nPES 23_23_0\t41\t3.7\nPES 23_23_80\t53\t7.2\nPES 23_90_80\t45\t5.4\nPES 40_23_0\t49\t10.6\nPES 40_90_120\t57\t5.5\nPES 70_60_0\t37\t10.6\nPES100_23_120\t62\t10.4\nPES100_90_0\t59\t4.6\nPES 23_5_0\t65\t7.6\nPES 23 23 0\t41\t3.7\nObservou-se uma grande oscilação de valores que se reflete no elevado desvio padrão da amostragem. Uma das justificações para a grande oscilação dos valores dos ângulos de contacto é o facto de as membranas serem porosas e, por essa razão, a gota de água não é estática. A Figura 29, mostra a evolução do ângulo de contacto com o tempo, medido de\n10\tem 10 segundos durante 300 segundos, num conjunto de membranas (PES 23_23_0, PES 23_23_80, PES 40_23_0 e PES 100_100_0).\nFigura 29- variação com o tempo do ângulo de contacto das membranas PES 23_23_0, PES 23_23_80, PES 40_23_0 e PES 100_90_0 ao longo de 300 segundos.\nComo se pode observar, em todos os casos há uma variação (diminuição do ângulo de contacto) com o tempo, o que denota que à medida que a gota vai sendo filtrada pela membrana, menor o seu ângulo de contacto. Por outro lado, observa-se que a evolução dinâmica do ângulo de contacto é caracterizada por diferentes declives, verificando-se que o declive aumenta à medida que a porosidade das amostras também aumenta, como se depreende da análise da Tabela 7 onde se apresentam os valores de porosidade das várias membranas.\nTabela 7- Valores de porosidade das membranas preparadas sob diferentes condições agitação, de temperatura de solução e de coagulação.\nMembrana Porosidade\n(%)\nPES\t23_\t5_0\t\t23\nPES\t23_\t23_\t0\t36\nPES\t23_\t23_\t80\t37\nPES\t23_\t60_\t120\t33\nPES\t23_\t90_\t80\t45\nPES\t40_\t23_\t0\t55\nPES\t40_\t90_\t120\t20\nPES\t70_\t5_1\t20\t28\nPES\t70_\t60_\t0\t39\nPES\t70_\t90_\t80\t58\nPES\t100\t_5_\t160\t83\nPES\t100\t_23\t_120\t32\nPES\t100\t90\t0\t62\nNa Figura 30 comparam-se as a variações do ângulo de contacto com a temperatura de solução e com a temperatura de coagulação.\nFigura 30- Variação do ângulo de contacto com a temperatura de coagulação e solução para as condições standard.\nComo se pode observar, identificam-se duas tendências globais distintas: a diminuição do ângulo de contacto com o aumento da temperatura de coagulação (aumentando a hidrofilicidade) e o aumento do ângulo de contacto com o aumento da temperatura de solução. Observa-se também que a amplitude do decaimento do ângulo com o aumento da temperatura de coagulação é superior à do aumento do mesmo com a temperatura de solução.\nA literatura refere que os aditivos PVP e AgNÜ3 contribuem para o aumento da hidrofilicidade das membranas, e são por isso considerados aditivos hidrofílicos [51]. Temperaturas de coagulação e de solução elevadas são condições facilitadoras da difusão dos aditivos através da membrana [69] pelo que é expectável que estas condições de processamento, ao condicionar a migração dos aditivos do interior para a superfície da\nmembrana, afetem a hidrofilicidade da mesma. Os resultados expressos na Figura 30 indicam que combinações de valores de temperatura de coagulação iguais ou superiores à temperatura ambiente com valores de temperatura de solução não elevados, são as condições que favorecem uma migração adequada de aditivos até à superfície da membrana e a sua acumulação junto da mesma, tornando-a mais hidrofílica. O desvio desta combinação pela via da diminuição da temperatura de coagulação indica que a hidrofilicidade diminui, ou seja, que dificultando o transporte no meio de coagulação penaliza a acumulação de aditivo junto da interface; alternativamente, aumentando muito a temperatura da solução tem efeito semelhante. Esta interpretação aponta no sentido de a acumulação adequada de aditivos junto da interface requerer uma combinação apropriada de condições de transporte no meio e na solução.\n4.3.3\tEfeitos da temperatura na porosidade\nNa Figura 31 encontra-se representada graficamente a relação entre a porosidade das membranas com a temperatura de coagulação utilizada no seu processamento, para diferentes valores de temperatura de solução.\n100\n90-\n80-\n70-\n60-\n50-\n40-\n30-\n20-\n10-\nTasolução 23 °C\nTasolução 70 °C\nTasolução 100 °C\n160W de ultrassom\nX\ni---1--1---1-1---1--1---1--1---1--1---1--1---1--1---1--1---r\n10\t20\t30\t40\t50\t60\t70\t80\t90\nTacoagulação (°C)\nFigura 31- Efeito da temperatura do banho de coagulação na porosidade.\nExcetuando-se o ponto assinalado com a seta no gráfico, observa-se uma tendência para aumento de porosidade com o aumento da temperatura de coagulação, tendência essa que parece acentuar-se quando a temperatura da solução aumenta.\nNo processo NIPS geralmente forma-se uma camada superficial densa e uma subcamada porosa. A camada superficial densa é formada no instante em que a solução de polímero entra em contacto com o banho de coagulação. Dada a rapidez da troca entre solvente e não-solvente, dificilmente se evita a formação da camada densa superficial. A subcamada porosa é formada aquando da separação líquido-líquido que origina duas fases, uma fase rica em polímero e uma fase pobre em polímero. A formação da subcamada é fortemente condicionada pela taxa de difusão entre solvente e não-solvente, formando-se uma estrutura com elevado grau de macroporosidade se a taxa de difusão for alta [38].\nA taxa de difusão entre o solvente e o não-solvente no processo NIPS é condicionada pela afinidade entre o solvente e o não-solvente, pela concentração do polímero, pela utilização de aditivos e pela temperatura de coagulação. Um aumento da temperatura de coagulação traduz-se numa maior taxa de difusão e, consequentemente, num aumento da macroporosidade [38]. Não obstante a relação porosidade-temperatura de coagulação, a quantidade de polímero utilizada na formulação é também um fator condicionante da porosidade na medida em que maiores concentrações de polímero originam viscosidade da solução mais elevada e consequente diminuição da taxa de difusão e da porosidade) [38].\nNa Figura 31, destaca-se um ponto de porosidade superior a 80% que corresponde à membrana PES 100_0_160 que foi processada a uma potência de 160W de ultrassons (consultar Tabela 3). Comparativamente com as restantes membranas, este é um valor de porosidade é muito elevado, indiciando que elevadas potencias de ultrassons afetam a porosidade da membrana. A literatura refere que o tratamento por ultrassons pode ser usado como método para degradar macromoléculas de polímero pois consegue reduzir o seu peso molecular através da cisão de ligações químicas mais suscetíveis no centro da cadeia polimérica, sem afetar a natureza do polímero[70]. A degradação não se deve a um efeito direto dos ultrassons na cadeia polimérica, mas sim ao efeito dos ultrassons no solvente. A rápida formação, crescimento e colapso das bolhas microscópicas gera temperaturas e pressões localmente elevadas que originam a cisão das cadeias poliméricas [70].\nCom a redução do peso molecular do polímero, é expectável que ocorra a redução de viscosidade da solução e, consequentemente, um aumento da porosidade. M.T Taghizadeh e A. Mehrdad analisaram a viscosidade de soluções de PVA de diferentes concentrações, sujeitas a ultrassons com potência de 100W, durante 120 minutos [70]. Os autores reportaram uma acentuada diminuição da viscosidade da solução com o tempo, diminuição essa menos acentuada para maiores concentrações de polímero, o que pode significar que\no tempo ao qual a solução está sujeita a ultrassom tenha mais influência na viscosidade que a potência do mesmo.\n4.3.4\tEfeitos na microestrutura\nA Figura 32 apresenta as micrografias da superfície das membranas PES 23_90_80 (a) e PES\n100_23_120 (b) e os respetivos valores de tamanho de poro.\nFigura 32- Micrografia da superfície das membranas PES 23_90_80 (a) e PES 100_23_120 (b).\nObserva-se presença de poros que no caso da PES 23_90_80 são poucos, alguns alongados (dimensão entre 4 a 8 pm) ao passo que caso da PES 100_23_120 são numerosos, e muito pequenos. Comparativamente com os tamanhos de poro à superfície das membranas PES 23_5_0 e PES 100_23_120 de 2,27 e 1,58 pm, respetivamente, apresenta-se bastante distante. Estas diferenças entre tamanho de poro ao longo da estrutura comparativamente à superfície deve-se ao facto da geometria dos poros não ser esférica, mas sim alongada.\nComo referido anteriormente, as membranas preparadas pelo método NIPS geralmente apresentam uma camada superficial densa e uma subcamada porosa. Como também já mencionado, temperaturas elevadas promovem a taxa de difusão solvente/não-solvente. Em termos estruturais é esperada um aumento da porosidade com o aumento da taxa de\ndifusão. Na Figura 33 podem analisar-se as cross section das membranas PES 23_5_0 (a), PES 23_90_80 (b) e PES 100_23_120, preparadas sob temperaturas de coagulação de 5 °C, 90 °C e 23 °C, respetivamente.\nFigura 33- Cross section das membranas PES 23_5_0 (a), PES 23_90_80 (b) e PES 100_23_120 (c).\nA membrana PES 23_5_0 apresenta uma estrutura mais regular, tendo a porosidade em “formato de dedo” bem definida ao longo de toda a espessura da membrana. Esta regularidade reflete as condições de preparação da membrana que favorecem baixa taxa de difusão no processo de separação de fases. A membrana PES 23_90_80 apresenta poros em formato de dedo menos alinhados do que a anterior; observam-se ainda poros arredondados grandes, i.e., “macroporosidade\", com diâmetro médio de 7,4 pm±3,1, não observados no caso anterior. No que se refere à microporosidade, o valor estimado para a PES 23_5_0 foi de 2,1pm±1,6 e de 1,1pm±1,4 para a PES 23_90_80. Em termos de valor global de porosidade, há uma diferença considerável entre as duas membranas: 23% para a PES 23_5_0 e 45% para a PES 23_90_80.\nNo que se refere à membrana PES 100_23_120, esta combina aspetos estruturais das membranas PES 23_5_0 e PES 23_90_80. Apresenta macroporosidade como a membrana PES 23_90_80, e estrutura porosa em “formato de dedo” semelhante à membrana PES 23_5_0 embora não tão ordenada. Em termos de porosidade esta apresenta 32% e um tamanho de poro de 1,9 pm±0,5.\n4.4\tEnsaios antibacterianos\nPara avaliar a atividade antibacteriana das membranas realizou-se o ensaio de difusão em agar sobre as bactérias S. aureus e, E. coli tomadas como modelo de bactérias de gram-positivo positivo e de gram-negativo, respetivamente. As condições dos ensaios foram discutidas anteriormente em 3.7 Ensaios antibacterianos. É esperado que o agente antibacteriano difunda pelo meio de cultura e iniba o crescimento do microrganismo em estudo, sendo o efeito inibitório avaliado pelo diâmetro da zona de inibição [53]. Com base no diâmetro e transparência da zona de inibição de crescimento foi avaliado qualitativamente o efeito da membrana. O microrganismo-alvo foi caracterizado como suscetível (presença de uma zona de inibição transparente correspondente à ausência de crescimento bacteriano), intermédio (presença de uma zona de inibição translúcida correspondente a uma atenuação do crescimento) ou resistente (ausência de zona de inibição) ao agente antimicrobiano. A avaliação qualitativa foi feita com base no aspeto da zona de inibição, estando representados na Figura 34 um exemplo de cada caso.\nFigura 34- Caracterização das situações observadas nos ensaios antibacterianos: 1) resistente; 2) intermédio; 3) suscetível.\nOs agentes antibacterianos são normalmente categorizados como bactericidas ou bacteriostáticos. Os bactericidas matam as bactérias, enquanto os bacteriostáticos apenas retardam o seu crescimento que pode, no entanto, recuperar uma vez terminada a exposição ao agente inibidor. Com base no ensaio realizado, não é possível concluir se as membranas apresentam um comportamento bactericida ou bacteriostático na medida em que, inibição de crescimento bacteriano não implica necessariamente a morte da bactéria [53].\nNa Tabela 8 são apresentados os resultados correspondentes a avaliação qualitativa do efeito das diferentes sobre os microrganismos alvo.\nTabela 8- Efeito antibacteriano das membranas sobre E. coli e S. aureus avaliado pelo método de difusão em agar. Resistente (++), Intermédio (+), suscetível (-), não foi realizado (n/a).\nMembrana\tE. coli\tS. Aureus\nPES 23 5 0\t-\t++\nPES 23 23 0\t++\t+\nPES 23 23 80\t++\t++\nPES 23_90_80\t-\t-\nPES40 23 0\t++\t+\nPES 40 90 120\t++\t+\nPES 60 60 0\t-\t-\nPES100_23_120\tn/a\t++\nPES100 90 0\t-\t-\nNem todas as membranas evidenciaram efeito inibitório sobre as bactérias testadas apesar de todas as membranas apresentarem a mesma composição e diferirem apenas quanto às condições de processamento.\nNa fabricação das membranas o único componente com efeitos antibacterianos é o AgNO3. Havendo situações em que as bactérias se mostraram sensíveis à membrana, pode-se afirmar que o AgNO3 disperso nas membranas apresenta potencial antibacteriano. A questão que terá de ser respondida é: porque razão algumas membranas apresentam um comportamento resistente e outras são suscetíveis se todas contêm a mesma quantidade de agente antibacteriano?\nA difusividade da prata iónica (Ag+) da matriz polimérica determina as propriedades antibacterianas das membranas [71], sendo portanto a eficiência da atividade antibacteriana dependente da quantidade e distribuição das partículas de prata nas superfícies da membrana [32]. Como foi discutido anteriormente, um aumento de temperatura promove a difusividade dos aditivos, sendo esperada uma maior atividade antibacteriana para maiores temperaturas de processamento. Isso nem sempre se verificou nos ensaios realizados sendo as membranas que não demonstraram qualquer comportamento antibacteriano (PES 60_60_0, PES 100_90_0 e PES 23_90_80) foram processadas a temperaturas elevadas e, portanto, seria de esperar que a difusividade dos aditivos fosse elevada. Colocou-se anteriormente a hipótese de haver uma lixiviação dos aditivos, resultante do excesso de difusividade, sendo os resultados obtidos com os testes de difusão em agar compatíveis com essa hipótese.\nFez-se um mapeamento por EDS às membranas PES 23_5_0, PES 23_23_80 e PES 23_90_80 para se perceber a distribuição da prata na superfície das mesmas, estando esse mapeamento representado na Figura 35.\nFigura 35- Mapeamento EDS feito às membranas PES 23_5_0 (a), PES 23_23_80 (b) e PES 23_90_80 (c).\nAs imagens revelam que a prata se apresenta em pequenos aglomerados à superfície das membranas, sendo a quantidade de prata detetada superior na membrana PES 23_23_80, seguida da PES 23_5_0 e PES 23_90_80. Os resultados obtidos por EDS corroboram os resultados dos ensaios de inibição bacteriana na medida em que o efeito antibacteriano das membranas é proporcional à quantidade de prata detetada na superfície das mesmas.\n4.5\tTestes de caudal e desmineralização\nTestaram-se as membranas sob condições de escoamento através da membrana, fazendo-se passar um caudal de água controlado (0,063 m3.h-1) durante 20 minutos. Este ensaio decorreu numa bancada de ensaios da Bosch Aveiro-Divisão de termotecnologia, em que se forçou água através da membrana. A membrana encontrava-se dentro do dispositivo, como descrito anteriormente em 3.6 Testes de funcionalidade- laboratórios da Bosch, Divisão de Termotecnologia, Aveiro. Ao fim dos 20 minutos verificou-se que não havia fugas de água e que a integridade mecânica da membrana não tinha sido afetada. Com este ensaio foi possível concluir que tanto as membranas como o dispositivo estão aptos para\nensaios que envolvam a escoamento de água para valores de caudal não muito superiores a 0,063 m3.h-1.\nPara se avaliar a capacidade desmineralizadora das membranas aditivadas com resina catiónica, avaliou-se a concentração dos iões responsáveis pela dureza da água, i.e., Ca2+ e Mg2+, numa solução aquosa que esteve em contacto com a membrana durante 24h.\nA Tabela 9 mostra os resultados obtidos da análise por ICP da solução antes e após exposição à membrana PES_RCP aditivada com resina catiónica.\nTabela 9- Concentrações dos iões Ca2+, Mg2+, Na+ e Ag+, determinadas por ICP, na solução antes e após contacto com à membrana aditivada com resina catiónica, durante 24h.\nCa2+ (mg. l-1)\tMg2+ (mg. l-1)\tNa+ (mg. l-1)\tAg+ (mg. l-1)\t\t\t\t\nComposição inicial (antes do tratamento)\t17,4\t22,6\t310\t0,21x10-3\nComposição após tratamento com PES_RCP\t14,9 (-14,4%)\t19,1 (-15,5%)\t290,0 (-6,5%)\t46,77x10-3\nComo se pode observar pelos resultados da tabela anterior, há uma redução do teor dos catiões Ca2+ e Mg2+ na solução de 14,4% e 15,5%, respetivamente, após contacto com a membrana durante 24h.\nA membrana PES_RCP foi aditivada com uma resina catiónica de matriz estireno divinilbenzeno com os grupos funcionais Na+ e H+. A equação 5 descreve a reação que\nilustra a troca iónica entre o catião Na+ e o catião Ca2+, sendo o mecanismo igual para o caso do catião Mg2+.\n2R — Na + Ca2+ # R2 — Ca + 2Na+\t(5)\nComo a equação 5 indica, o catião Na+ inicialmente encontra-se ligado à resina, sendo necessários dois catiões Na+ para permutar com um catião Ca2+. Os resultados da Tabela 9, mostram também uma redução no teor de Na+ quando, e de acordo com a equação 5, deveria registar-se um aumento. A razão para essa diminuição pode dever-se à presença do catião H+ que permuta com o catião Na+ por um mecanismo semelhante ao descrito pela equação 5, representado pela equação 6\nR—H + Na+ ^R — Na+ + H+\t(6)\nEsta reação deveu-se possivelmente à prolongada permanência da membrana em água.\nRegistou-se também uma lixiviação significativa de prata bastante (46,8x10-3 mg.l-1) estando no entanto este valor distante do que é considerado prejudicial à saúde (0,6g/l) [72].\n5.\tConclusões e desenvolvimentos futuros\nO objetivo do presente trabalho visava a fabricação uma membrana de base polimérica com a capacidade de filtrar, desinfetar e desmineralizar água, tendo esse objetivo sido cumprido.\nFabricaram-se membranas compósitas à base de polietersulfona, com diferentes porosidades, e com capacidade para inativar bactérias e para amaciamento de água. Os estudos que acompanharam a preparação das diferentes membranas permitiram explorar:\nI.\ta manipulação das condições de processamento, designadamente a temperatura de solução, a temperatura do banho de coagulação e a utilização de ultrassons para modificar a porosidade e a hidrofilicidade das membranas. Foi possível concluir que para assegurar elevada hidrofilicidade é necessário um compromisso de temperaturas que proporcione uma adequada combinação dos fenómenos de transporte dos aditivos em solução e no banho de coagulação. A porosidade das membranas é igualmente afetada pela manipulação das condições térmicas de preparação da amostra, tendendo para valores mais elevados quando a temperatura de coagulação aumenta. Esta tendência acentua-se com o aumento da temperatura de solução, registando-se incrementos mais acentuados na porosidade com a subida da temperatura de solução. A utilização de ultrassons não conduziu a alterações significativas, exceto quando usada com potencias muito elevadas.\nII.\ta passagem de um fluxo de água através da membrana suportada por dispositivo propositadamente manufaturado para o efeito, ainda que em condições preliminares de pressão.\nIII.\to comportamento das membranas em termos da sua capacidade de inativar bactérias (bactéria gram-positiva, S. Aureus e bactéria gram-negativa, E. coli) através do ensaio de difusão em ágar por disco. Obtiveram-se resultados positivos\ntendo-se identificado situações em que ambas as bactérias evidenciaram suscetibilidade à atividade antibacteriana de algumas membranas.\nIV.\ta ação desmineralizadora de membranas aditivadas com resina de troca iónica (permuta catiónica), tendo-se registado redução (14 a 16%) de concentração catiónica (Ca2+ e Mg2) em soluções aquosas, após contacto com a membrana durante 24h.\nSeria importante em desenvolvimentos futuros:\nI.\tMelhorar as condições de preparação da amostra de forma a garantir membranas com espessura uniforme e controlada e superfícies planas. Para tal, a utilização de um dispositivo que permita o espalhamento dos filmes com espessura controlada seria fundamental.\nII.\tCaracterizar mecanicamente as membranas. Para tal, será necessário a obtenção de membranas homogéneas.\nIII.\tAlargar os efeitos das variáveis estudadas no presente estudo a outras formulações, dada a importância da quantidade de polímero na determinação porosidade.\nIV.\tQuantificar a atividade antibacteriana da membrana (bactericida ou bacteriostática).\nV.\tExplorar o desenvolvimento de um dispositivo para associação de membranas em módulo, que facilite o ensaio de desmineralização, adequando-o a utilização em meio industrial\nVI.\tPor último, e tendo em conta o contexto de fabricação de membranas, explorar a utilização de polímeros e aditivos mais baratos que, mantendo as propriedades desejadas, se tornassem economicamente mais apelativos.\n80\n6.\tReferências bibliográficas\n1.\tMark HF (2001) Encyclopedia of Polymer Science and Technology.\n2.\tBruggen B Van Der, Vandecasteele C, Gestel T Van, et al (2003) Review of Pressure-Driven Membrane Processes. Environ Prog 22:46-56.\n3.\tAlzahrani S, Mohammad AW (2014) Challenges and trends in membrane technology implementation for produced water treatment: A review. J Water Process Eng 4:107-133. doi: 10.1016/j.jwpe.2014.09.007\n4.\tWatanabe K, Ohya H (1993) Membrane Experiments Series 3; Artificial Membranes. Membrane Society of Japan, Kyoritsu Shuppan, Tokyo, Japan, pp. 5 - 9. 1993.\n5.\tAlmandoz MC, Marchese J, Prádanos P, et al (2004) Preparation and characterization of non-supported microfiltration membranes from aluminosilicates. J Memb Sci 241:95-103. doi: 10.1016/j.memsci.2004.03.045\n6.\tWalsh Z, Paull B, Macka M (2012) Analytica Chimica Acta Inorganic monoliths in separation science : A review. Anal Chim Acta 750:28-47. doi: 10.1016/j.aca.2012.04.029\n7.\tLeiknes T, Odegaard H, Myklebust H (2004) Removal of natural organic matter (NOM) in drinking water treatment by coagulation-microfiltration using metal membranes. J Memb Sci 242:47-55. doi: 10.1016/j.memsci.2004.05.010\n8.\tMa N, Zhang Y, Quan X, et al (2010) Performing a microfiltration integrated with photocatalysis using an Ag-TiO2/HAP/Al2O3 composite membrane for water treatment: Evaluating effectiveness for humic acid removal and anti-fouling properties. Water Res 44:6104-6114. doi: 10.1016/j.watres.2010.06.068\n9.\tLi NN, Fane AG, Ho WSW, Matsuura T (2013) Advanced Membrane Technology and Applications. J Chem Inf Model. doi: 10.1017/CBO9781107415324.004\n10.\tBraceiro S (2014) Membranas na Reabilitação de Sistemas de Tratamento de Água.\n11.\tMulder M (1996) Basic principles of membrane technology, second edi. Kluwer Academic Publishers\n12.\tHo WSW, Sirkar KK (1992) Membrane handbook, 1st ed. doi: 10.1007/978-1-4615-3548-5\n13.\tWang X-L, Shang W-J, Wang D-X, et al (2009) Characterization and applications of nanofiltration membranes: State of the art. Desalination 236:316-326. doi:\nhttp://dx.doi.Org/10.1016/j.desal.2007.10.082\n14.\tWu M-B, Lv Y, Yang H-C, et al (2016) Thin film composite membranes combining carbon nanotube intermediate layer and microfiltration support for high nanofiltration performances. J Memb Sci 515:238-244. doi: 10.1016/j.memsci.2016.05.056\n15.\tSong Z, Fathizadeh M, Huang Y, et al (2016) TiO2 nanofiltration membranes prepared by molecular layer deposition for Water Purification. J Memb Sci 510:72-78. doi: 10.1016/j.memsci.2016.03.011\n16.\tGreenlee LF, Lawler DF, Freeman BD, et al (2009) Reverse osmosis desalination: Water sources, technology, and today's challenges. Water Res 43:2317-2348. doi: 10.1016/j.watres.2009.03.010\n17.\tCath TY, Childress AE, Elimelech M (2006) Forward osmosis: Principles, applications, and recent developments. J Memb Sci 281:70-87. doi: 10.1016/j.memsci.2006.05.048\n18.\tLalia BS, Kochkodan V, Hashaikeh R, Hilal N (2013) A review on membrane fabrication: Structure, properties and performance relationship. Desalination 326:77-95. doi: 10.1016/j.desal.2013.06.016\n19.\tClark MM, Heneghan K-S (1991) Ultrafiltration of lake water for potable water production. Desalination 80:243-249. doi: 10.1016/0011-9164(91)85161-M\n20.\tAhmad AL, Abdulkarim AA, Ooi BS, Ismail S (2013) Recent development in additives modifications of polyethersulfone membrane for flux enhancement. Chem Eng J 223:246267. doi: 10.1016/j.cej.2013.02.130\n21.\tVatsha B, Ngila JC, Moutloali RM (2014) Preparation of antifouling polyvinylpyrrolidone (PVP 40K) modified polyethersulfone (PES) ultrafiltration (UF) membrane for water purification. Phys Chem Earth 67-69:125-131. doi: 10.1016/j.pce.2013.09.021\n22.\tShi Q, Su Y, Zhu S, et al (2007) A facile method for synthesis of pegylated polyethersulfone and its application in fabrication of antifouling ultrafiltration membrane. J Memb Sci 303:204-212. doi: 10.1016/j.memsci.2007.07.009\n23.\tHe T, Mulder MH V, Strathmann H, Wessling M (2002) Preparation of composite hollow fiber membranes: Co-extrusion of hydrophilic coatings onto porous hydrophobic support structures. J Memb Sci 207:143-156. doi: 10.1016/S0376-7388(02)00118-7\n24.\tWard D, Edmond I (1996) Preparing Catalytic Materials by the Sol-Gel Method. 421-433.\n25.\tWu L, Sun J, Wang Q (2006) Poly(vinylidene fluoride)/polyethersulfone blend membranes: Effects of solvent sort, polyethersulfone and polyvinylpyrrolidone concentration on their properties and morphology. J Memb Sci 285:290-298. doi: 10.1016/j.memsci.2006.08.033\n26.\tStrathmann H, Kock K (1977) The formation mechanism of phase inversion membranes. Desalination 21:241-255. doi: 10.1016/S0011-9164(00)88244-2\n27.\tFontananova E, Jansen JC, Cristiano A, et al (2006) Effect of additives in the casting solution on the formation of PVDF membranes. Desalination 192:190-197. doi: 10.1016/j.desal.2005.09.021\n28.\tTorrestiana-Sanchez B, Ortiz-Basurto RI, Brito-De La Fuente E (1999) Effect of nonsolvents on properties of spinning solutions and polyethersulfone hollow fiber ultrafiltration membranes. J Memb Sci 152:19-28. doi: 10.1016/S0376-7388(98)00172-0\n29.\tLafreniere LY, Talbot FDF, Matsuura T, Sourirajan S (1987) Effect of poly(vinylpyrrolidone) additive on the performance of poly(ether sulfone) ultrafiltration membranes. Ind Eng Chem Res 26:2385-2389. doi: 10.1021/ie00071a035\n30.\tAl Malek SA, Abu Seman MN, Johnson D, Hilal N (2012) Formation and characterization of polyethersulfone membranes using different concentrations of polyvinylpyrrolidone. Desalination 288:31-39. doi: 10.1016/j.desal.2011.12.006\n31.\tWang H, Yang L, Zhao X, et al (2008) Improvement of Hydrophilicity and Blood Compatibility on Polyethersulfone Membrane by Blending Sulfonated Polyethersulfone. Chinese J Chem Eng 17:324-329. doi: 10.1016/S1004-9541(08)60211-6\n32.\tBasri H, Ismail AF, Aziz M (2011) Polyethersulfone (PES)-silver composite UF membrane: Effect of silver loading and PVP molecular weight on membrane morphology and antibacterial activity. Desalination 273:72-80. doi: 10.1016/j.desal.2010.11.010\n33.\tBasri H, Ismail AF, Aziz M, et al (2010) Silver-filled polyethersulfone membranes for antibacterial applications - effect of PVP and TAP addition on silver dispersion. Desalination 261:264-271. doi: 10.1016/j.desal.2010.05.009\n34.\tZhao C, Xue J, Ran F, Sun S (2013) Modification of polyethersulfone membranes - A review of methods. Prog Mater Sci 58:76-150. doi: 10.1016/j.pmatsci.2012.07.002\n35.\tChaturvedi BK, Ghosh AK, Ramachandhran V, et al (2001) Preparation, characterization and performance of polyethersulfone ultrafiltration membranes. Desalination 133:31-40. doi: 10.1016/S0011-9164(01)00080-7\n36.\tAlsalhy QF, Salih HA, Simone S, et al (2014) Poly(ether sulfone) (PES) hollow-fiber membranes prepared from various spinning parameters. Desalination 345:21-35. doi: 10.1016/j.desal.2014.04.029\n37.\tLeblanc N, Le Cerf D, Chappey C, et al (2001) Influence of solvent and non-solvent on polyimide asymmetric membranes formation in relation to gas permeation. Sep Purif Technol 22-23:277-285. doi: 10.1016/S1383-5866(00)00129-5\n38.\tJung JT, Kim JF, Wang HH, et al (2016) Understanding the non-solvent induced phase separation (NIPS) effect during the fabrication of microporous PVDF membranes via thermally induced phase separation (TIPS). J Memb Sci 514:250-263. doi: 10.1016/j.memsci.2016.04.069\n39.\tGuo W, Ngo HH, Li J (2012) A mini-review on membrane fouling. Bioresour Technol 122:27-34. doi: 10.1016/j.biortech.2012.04.089\n40.\tYang Y-F, Wan L-S, Xu Z-K (2012) Surface Engineering of Microporous Polypropylene Membrane for Antifouling: A Mini-Review. J Adhes Sci Technol 25:245-260. doi: 10.1163/016942410X520835\n41.\tYang YF, Wan LS, Xu ZK (2010) Surface hydrophilisation and antibacterial functionalisation for microporous polypropylene membranes. Water Sci Technol 61:2053-2060. doi: 10.2166/wst.2010.117\n42.\tShi Q, Su Y, Ning X, et al (2010) Graft polymerization of methacrylic acid onto polyethersulfone for potential pH-responsive membrane materials. J Memb Sci 347:62-68. doi: 10.1016/j.memsci.2009.10.006\n43.\tDong L xi, Yang H wei, Liu S ting, et al (2015) Fabrication and anti-biofouling properties of alumina and zeolite nanoparticle embedded ultrafiltration membranes. Desalination 365:70-78. doi: 10.1016/j.desal.2015.02.023\n44.\tDu JR, Peldszus S, Huck PM, Feng X (2009) Modification of poly(vinylidene fluoride) ultrafiltration membranes with poly(vinyl alcohol) for fouling control in drinking water treatment. Water Res 43:4559-4568. doi: 10.1016/j.watres.2009.08.008\n45.\tCruz MC, Ruano G, Wolf M, et al (2015) Plasma deposition of silver nanoparticles on ultrafiltration membranes: Antibacterial and anti-biofouling properties. Chem Eng Res Des 94:524-537. doi: 10.1016/j.cherd.2014.09.014\n46.\tRai M, Yadav A, Gade A (2009) Silver nanoparticles as a new generation of antimicrobials. Biotechnol Adv 27:76-83. doi: 10.1016/j.biotechadv.2008.09.002\n47.\tLi Q, Mahendra S, Lyon DY, et al (2008) Antimicrobial nanomaterials for water disinfection and microbial control: Potential applications and implications. Water Res 42:4591-4602. doi: 10.1016/j.watres.2008.08.015\n48.\tChen G, Feng QL, Wu J, et al (2000) A mechanistic study of the antibacterial effect of silver ions on Escherichia coli and Staphylococcus aureus. J Biomed Mater Res. doi: 10.1002/1097-4636(20001215)52\n49.\tNg LY, Mohammad AW, Leo CP, Hilal N (2013) Polymeric membranes incorporated with metal/metal oxide nanoparticles: A comprehensive review. Desalination 308:15-33. doi: 10.1016/j.desal.2010.11.033\n50.\tChen Y, Dang J, Zhang Y, et al (2013) Preparation and antibacterial property of PES/AGNO3 three-bore hollow fiber ultrafiltration membranes. Water Sci Technol 67:1519-1524. doi: 10.2166/wst.2013.023\n51.\tBasri H, Ismail AF, Aziz M (2012) Microstructure and anti-adhesion properties of PES/TAP/Ag hybrid ultrafiltration membrane. Desalination 287:71-77. doi: 10.1016/j.desal.2011.09.031\n52.\tZhang M, Field RW, Zhang K (2014) Biogenic silver nanocomposite polyethersulfone UF membranes with antifouling properties. J Memb Sci 471:274-284. doi: 10.1016/j.memsci.2014.08.021\n53.\tBalouiri M, Sadiki M, Ibnsouda SK (2016) Methods for in vitro evaluating antimicrobial activity: A review. J Pharm Anal 6:71-79. doi: 10.1016/j.jpha.2015.11.005\n54.\tCossio MLT, Giesen LF, Araya G, et al (2012) Ion Exchnange Materials Properties and Application. doi: 10.1007/s13398-014-0173-7.2\n55.\tAbdulgader H Al, Kochkodan V, Hilal N (2013) Hybrid ion exchange - Pressure driven membrane processes in water treatment: A review. Sep Purif Technol 116:253-264. doi: 10.1016/j.seppur.2013.05.052\n56.\tDow Chemical Company (1999) Dowex Ion Exchange Resins: Fundamentals of Ion Exchange. Met Finish 97:69-70. doi: 10.1016/S0026-0576(00)81191-5\n57.\tOsada Y, Nakagawa T (1992) Membrane science and technology.\n58.\tPeinemann K, Nunes P (2010) Membranes for Water Treatment. Wiley-VCH\n59.\tBauer A, Kirby W, Sherris JC, Turck M (1985) Antibiotic susceptibility testing by a standardized single disk method. Am J Clin Pathol 45:493-6:1966.\n60.\tBrown ME, Gallagher PK (1998) Handbook of thermal analysis and calorimetry. Statew Agric L Use Baseline 2015. doi: 10.1017/CBO9781107415324.004\n61.\tSichina WJ (2000) Characterization of Polymers Using TGA.\n62.\tNetzsch DSC 200 F3 Maia ®. 1-9.\n63.\tMarra WC, Eisenberger P, Cho AY (1979) X-ray total-external-reflection-Bragg diffraction: A structural study of the GaAs-Al interface. J Appl Phys 50:6927-6933. doi: 10.1063/1.325845\n64.\tLi J-F, Xu Z-L, Yang H, et al (2007) Hydrophilic Microporous PES Membranes Prepared by PES/PEG/DMAc Casting Solutions. J Appl Polym Sci 107:4100-4108. doi: 10.1002/app\n65.\tRibeiro CMC da M (2005) Estabelecimento de uma rotina laboratorial para análise química de sedimentos e sua aplicação a sedimentos continentais do Minho (NW Portugal): contribuição para a reconstituição paleoambiental da região. Universidade do Minho\n66.\tHafez M, Yahia IS, Taha S (2015) Study of the diffused reflectance and microstructure for the phase transformation of KNO<inf>3</inf>. Acta Phys Pol A 127:734-740. doi: 10.12693/APhysPolA.127.734\n67.\tGordon S, Campbell C (1955) Nitrates and Perchlorates of the Alkali and Alkaline Earth Groups and Their Subgroups. Anal Chem 27:1102-1109.\n68.\tDu YK, Yang P, Mou ZG, et al (2006) Thermal decomposition behaviors of PVP coated on platinum nanoparticles. J Appl Polym Sci 99:23-26. doi: 10.1002/app.21886\n69.\tMousavi SM, Saljoughi E, Sheikhi-Kouhsar MR (2013) Preparation and characterization of nanoporous polysulfone membranes with high hydrophilic property using variation in CBT and addition of tetronic-1107 surfactant. J Appl Polym Sci 127:4177-4185. doi: 10.1002/app.38006\n70.\tTaghizadeh MT, Mehrdad A (2003) Calculation of the rate constant for the ultrasonic degradation of aqueous solutions of polyvinyl alcohol by viscometry. Ultrason Sonochem 10:309-313. doi: 10.1016/S1350-4177(03)00110-X\n71.\tSile-Yuksel M, Tas B, Koseoglu-Imer DY, Koyuncu I (2014) Effect of silver nanoparticle\n(AgNP) location in nanocomposite membrane matrix fabricated with different polymer type on antibacterial mechanism. Desalination 347:120-130. doi:\n10.1016/j.desal.2014.05.022\n72.\tWorld Health Organization (1996) Guidelines for drinking-water quality.\nAnexo I- Ficha técnica do polímero Polietersulfona (PES)\nAnexo II- Resina catiónica DOWEXTM MARATHON™ C"}]}}}