{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24586"}, {"@name": "filename", "#text": "8991_S0100-83582010000400016.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Planta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n825Potencial de lixiviação de herbicidas utilizados na cultura ...\n\n1 Recebido para publicação em 15.12.2009 e na forma revisada em 12.11.2010.\n2 Dep. de Agronomia, Universidade do Estado de Mato Grosso – UFMT, Tangará da Serra-MT, Brasil. Rodovia MT 358, Km 07,\nCaixa Postal 287, 78300-000 Tangará da Serra-MT,&lt;miriamhinoue@hotmail.com>; 3 Pós-Graduação em Agricultura, Universidade\nEstadual Paulista “Júlio de Mesquita Filho” – UESP, Botucatu-SP; 4 Dep. de Agronomia, Universidade Estadual de Maringá,\nMaringá-PR.\n\nPOTENCIAL DE LIXIVIAÇÃO DE HERBICIDAS UTILIZADOS NA CULTURA DO\n\nALGODÃO EM COLUNAS DE SOLO\n1\n\nLeaching Potential of Herbicides Used in Cotton Crop under Soil Column Conditions\n\nINOUE, M.H.2, SANTANA, D.C.3, OLIVEIRA JR., R.S.4, CLEMENTE, R.A.2, DALLACORT, R.2,\nPOSSAMAI, A.C.S.2, SANTANA, C.T.C.3 e PEREIRA, K.M.2\n\nRESUMO - O intenso uso de herbicidas implica a necessidade de determinar o potencial\ndessas substâncias em contaminar fontes aquáticas subsuperficiais. Diante dessa\npreocupação, o objetivo deste trabalho foi avaliar o efeito de diferentes lâminas de água\nsobre o potencial de lixiviação de quatro herbicidas utilizados em pré-emergência na cultura\ndo algodão, em dois solos provenientes de Campo Novo do Parecis-MT (RQ - textura arenosa)\ne Tangará da Serra-MT (LV - textura argilosa). No desenvolvimento deste trabalho utilizou-\nse a técnica de bioensaio em colunas de solo, nas quais foram simuladas irrigações de 0, 20,\n40, 60, 80 e 100 mm, após a aplicação de alachlor (RQ 2,40; LV 3,36 kg ha-1), oxyfluorfen\n(RQ 0,48; LV 0,72 kg ha-1), prometryne (RQ 0,75; LV 1,50 kg ha-1) e S-metolachlor (RQ 1,20;\nLV 1,44 kg ha-1). Nas amostras de solo com textura arenosa (RQ), evidenciou-se que lâminas\nde 80 e 100 mm de água proporcionaram lixiviação até a profundidade de 10-15 cm do alachlor\ne até 15-20 cm do S-metolachlor. Independentemente da lâmina de água aplicada, nas\namostras de RQ oxyfluorfen não ultrapassou a camada de 5-10 cm, e o prometryne\nmovimentou-se até a camada de 10-15 cm somente na lâmina de 100 mm de água. Nas\namostras de solo com textura argilosa (LV), o oxyfluorfen não se movimentou além da camada\nsuperficial, mesmo sob as maiores lâminas de irrigação, e o prometryne atingiu 5-10 cm de\nprofundidade sob lâminas de 80 e 100 mm. Os herbicidas alachlor e S-metolachlor atingiram\n10-15 cm de profundidade sob lâminas de 80 e 100 mm no LV. Evidenciou-se uma maior\nmovimentação efetiva das moléculas de herbicidas nas amostras de solo com textura arenosa\n(RQ), em relação às amostras de solo com textura argilosa (LV).\n\nPalavras-chave:  águas subterrâneas, bioindicador, contaminação, impacto ambiental, textura.\n\nABSTRACT - Herbicide use intensification implies in the need to determine the potential of these\nsubstances to reach groundwater. Thus, this study aimed to evaluate the influence of different\nirrigation depths on the leaching potential of four herbicides commonly used in preemergence cotton\nweed control, in samples of two soils from Campo Novo do Parecis-MT (RQ-sandy texture) and\nTangará da Serra-MT (LV–clay texture). Thus, a bioassay technique in soil columns was adopted, in\nwhich water depths of 0, 20, 40, 60, 80 and 100 mm were simulated after application of alachlor\n(RQ 2.40; LV 3.36 kg ha-1), oxyfluorfen (RQ 0.48; LV 0.72 kg ha-1), prometryne (RQ 0.75;\nLV 1.50 kg ha-1) and S-metolachlor (RQ 1.20; LV 1.44 kg ha-1). For soil samples with sandy texture\n(RQ), water depths of 80 and 100 mm led to leaching down to layers of 10-15 cm for alachlor and\n15-20 cm for S-metolachlor.Regardless of the irrigation depth applied in the RQ samples, oxyfluorfen\ndid not exceed the depth of 5-10 cm and prometryne could be detected at the depth of 10-15 cm only\nat water depth of 100 mm. In columns filled with clay soil (LV), oxyfluorfen did not move beneath the\nsurface layer, even under the highest water depths and prometryne reached the depth of 5-10 cm\nunder 80 and 100 mm. The herbicides alachlor and S-metolachlor reached 10-15 cm depth under\nwater depths of 80 and 100 mm in the LV. A more intense downward movement of the herbicide\nmolecules was found in sandy soil samples (RQ) than in clay texture soil samples (LV).\n\nKeywords:  groundwater, bio-indicator, contamination, environmental impact, texture.\n\n\n\nINOUE, M.H. et al.\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n826\n\nINTRODUÇÃO\n\nO algodoeiro é uma planta pouco compe-\ntitiva que sofre elevada interferência das plan-\ntas daninhas, as quais concorrem por água, luz,\nnutrientes, espaço físico e CO\n\n2\n. Essa cultura\n\napresenta baixa habilidade competitiva, princi-\npalmente no crescimento inicial, que é lento,\ncom metabolismo fotossintético C\n\n3\n e raízes su-\n\nperficiais, fatores esses que contribuem para\nque a planta se torne mais vulnerável à compe-\ntição e aos danos causados por cultivos mecâ-\nnicos (Benedict, 1984). O nível de interferência\nimposto pelas plantas daninhas é um dos\nfatores que podem afetar essa cultura, fazendo\ncom que ela não consiga expressar todo o seu\npotencial produtivo, sendo indispensável o\nmanejo delas, principalmente, no início de seu\ndesenvolvimento.\n\nO cultivo do algodoeiro concentra-se, atual-\nmente, em Mato Grosso e no oeste da Bahia.\nOs solos dessas regiões apresentam ampla\nvariação de propriedades físicas e químicas.\nParticularmente em relação ao Mato Grosso,\nmuitas das áreas de cultivo localizam-se\nem regiões que circundam as nascentes do\nPantanal, o que aumenta a necessidade de\nestudar o comportamento de herbicidas no solo.\n\nO controle das plantas daninhas por meio\nde herbicidas é utilizado em grandes áreas de\nplantio, por ser um método rápido e eficiente.\nNo entanto, o uso intensivo desses produtos\naumenta as preocupações com a contamina-\nção do solo e da água, bem como com seus efei-\ntos sobre os seres humanos e animais (Inoue\net al., 2003). Além disso, os herbicidas são os\nagrotóxicos detectados com maior frequência\nfora das áreas de aplicação, aumentando o\nrisco de contaminação ambiental (Oliveira Jr.\net al., 2001).\n\nSabe-se que a movimentação de um her-\nbicida no perfil do solo ocorre em todas as\ndireções e é dependente da direção do fluxo de\nágua. O movimento descendente dessas molé-\nculas no perfil do solo é chamado de lixiviação.\nEsse evento é influenciado pelo teor e tipo de\nmatéria orgânica, composição, tamanho e dis-\ntribuição das partículas do solo, pH e densidade\ndo solo, tamanho e distribuição dos poros,\nsendo a principal forma de transporte no solo\ndas moléculas não voláteis e solúveis em água\n(Prata et al., 2003).\n\nA lixiviação é fundamental para a incor-\nporação superficial da maioria dos herbicidas,\nfazendo com que eles atinjam sementes ou\nplântulas em germinação, podendo, portanto,\ntorná-lo mais ou menos eficiente no controle\nde plantas daninhas (Oliveira, 2001). No en-\ntanto, pesquisas revelam que a lixiviação pode\ntambém reduzir a persistência dos herbicidas,\npor promover o transporte desses compostos\npara uma região mais profunda do perfil do\nsolo, menos explorada pelas raízes das plantas\ndaninhas e culturas. Nesse caso, a eficácia e\no potencial de injúria para as culturas em\nsucessão são reduzidos (Ferri &amp; Vidal, 2003).\nA lixiviação excessiva contribui também, em\nmuitos casos, para que o herbicida atinja e\ncontamine o lençol freático. Desse modo, en-\ntender o potencial de lixiviação dos herbicidas\npode contribuir para a criação de formulações\nque amenizem as perdas por lixiviação desses\ncompostos no solo (Wauchope et al., 1990;\nGish et al., 1994).\n\nO potencial de lixiviação de um herbicida\npode ser avaliado por técnicas de lisímetro\n(Winton &amp; Weber, 1996), cromatografia de\ncamada delgada de solo (Helling, 1971;\nSanchez-Martin et al., 1994), entre outros\nmétodos de avaliação que envolvem o uso de\nequipamentos caros e de elevado custo de ma-\nnutenção. Como alternativa, podem ser utili-\nzadas amostras deformadas em colunas de solo\n(Souza et al., 2000; Inoue et al., 2002; Bachega\net al., 2009), com a semeadura de espécies\nvegetais sensíveis ao herbicida de interesse –\ndenominadas bioindicadoras.\n\nNesse sentido, objetivou-se no presente\ntrabalho avaliar o potencial de lixiviação dos\nherbicidas alachlor, oxyfluorfen, prometryne\ne S-metolachlor, sob diferentes simulações de\nprecipitações pluviais, em dois solos com\ntexturas contrastantes provenientes de áreas\ncultivadas com algodão.\n\nMATERIAL E MÉTODOS\n\nForam conduzidos oito ensaios em casa de\nvegetação, visando avaliar o potencial de lixi-\nviação dos herbicidas alachlor, oxyfluorfen,\nprometryne e S-metolachlor. Para isso, foram\nutilizadas amostras deformadas de solo, prove-\nnientes de Campo Novo do Parecis-MT (textura\narenosa) e Tangará da Serra-MT (textura\n\n\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n827Potencial de lixiviação de herbicidas utilizados na cultura ...\n\nargilosa), áreas cultivadas anteriormente com\nalgodão há dois anos. O solo de textura arenosa\nfoi classificado como Neossolo Quartzarênico\n(RQ), e o solo de textura argilosa, como Latos-\nsolo Vermelho (LV). As características químicas\ne físicas das amostras de solo estudadas são\napresentadas na Tabela 1.\n\nAs amostras foram peneiradas e devi-\ndamente acondicionadas em colunas de PVC\ncom 30 cm de altura e 10 cm de diâmetro,\nanteriormente recobertas com parafina na\nsuperfície interna, visando evitar a retenção\nda água nas bordas internas da coluna. A borda\ninferior das colunas foi fechada com sombrite,\npara reter o solo. Após o acondicionamento do\nsolo nas colunas, estas foram umidificadas por\ncapilaridade durante 24 horas para saturação\ndas amostras. Em seguida, as colunas foram\nmantidas sobre a bancada da casa de vege-\ntação também por 24 horas, permitindo que o\nexcesso de água fosse drenado.\n\nOs herbicidas foram aplicados na fase su-\nperior das colunas, utilizando um pulverizador\ncostal pressurizado a CO\n\n2\n, munido de bicos tipo\n\nleque XR110.02, mantido à pressão de traba-\nlho de 2 kgf cm-2, proporcionando vazão de\n200 L ha-1, mantendo-se 50 cm entre a borda\nsuperior da coluna e a barra de aplicação.\nForam ajustadas as doses dos herbicidas para\ncada tipo de solo. No RQ e LV, foram aplicadas,\nrespectivamente, as seguintes doses: alachlor\n(2,4 e 3,36 kg ha-1), oxyfluorfen (0,48 e\n0,72 kg ha-1), prometryne (0,75 e 1,5 kg ha-1)\ne S-metolachlor (1,2 e 1,44 kg ha-1), de acordo\ncom as recomendações de Rodrigues &amp; Almeida\n\n(2005).\n\nEm seguida, foram simuladas precipi-\ntações de 0, 20, 40, 60, 80 e 100 mm, com\n\nauxílio de um equipamento simulador de chu-\nvas. As colunas foram seccionadas longitudi-\nnalmente com uma serra elétrica, obtendo-se\nduas metades, que foram separadas três dias\napós a aplicação dos herbicidas, permanecendo\nassim por mais 24 horas. Após esse período,\nfoi realizada a semeadura das espécies bioindi-\ncadoras (Brachiaria decumbens ou Cucumis\nsativus) longitudinalmente, sendo 25 sementes\nem cada metade de coluna. Utilizou-se apenas\no bioindicador mais sensível para cada her-\nbicida; a seleção da espécie bioindicadora\nadequada para cada herbicida foi realizada em\nensaios preliminares (dados não publicados).\nVinte e um dias após a semeadura, realizaram-\nse avaliações de fitointoxicação, nas diferentes\nsecções da coluna (0-5, 5-10, 10-15, 15-20,\n20-25 e 25-30 cm de profundidade). Como crité-\nrio de avaliação de fitointoxicação, adotou-se\na escala de notas de 0 a 100%, em que 0 corres-\nponde a nenhuma injúria e 100% à morte das\nplantas.\n\nCada ensaio foi composto pela combinação\nentre um herbicida (alachlor, oxyfluorfen,\nprometryne ou S-metolachlor) e um solo (RQ ou\nLV). Foi adotado o delineamento em blocos\ncasualizados, em esquema fatorial 6 x 6, com\nquatro repetições. Os fatores referem-se às seis\nfaixas de profundidades na coluna (0-5, 5-10,\n10-15, 15-20, 20-25 e 25-30 cm) e às seis inten-\nsidades de irrigação (0, 20, 40, 60, 80 e 100 mm).\nOs dados foram submetidos à análise de variân-\ncia, e as médias, comparadas pelo teste de agru-\npamento de Scott Knott a 5% de probabilidade.\n\nRESULTADOS E DISCUSSÃO\n\nNas Tabelas 2 e 3 são apresentados os\ndados de fitointoxicação de C. sativus após a\n\nTabela 1 - Características químicas e físicas das amostras de solos utilizadas nos experimentos\n\n1/ RQ: Neossolo Quartzarênico (textura arenosa). 2/ LV: Latossolo Vermelho (textura argilosa).\n\n\n\nINOUE, M.H. et al.\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n828\n\naplicação de alachlor em amostras de Neossolo\nQuartzarênico e Latossolo Vermelho, respecti-\nvamente. No solo com textura arenosa (RQ),\nnão houve evidência de arraste vertical das\nmoléculas de alachlor abaixo da camada super-\nficial (0-5 cm) para as lâminas de 0 e 20 mm\nde água (Tabela 2). As plantas apresentaram\npouca intoxicação na camada de 5-10 cm para\na lâmina de 40 mm, sendo maiores na mesma\ncamada para a lâmina de 60 mm (Tabela 2).\nAs evidências indicam ainda que as moléculas\nde alachlor atingiram a camada de 10-15 cm\nde profundidade nas lâminas de 80 e 100 mm\n(Tabela 2). Esse resultado indica a mobilidade\ndeste herbicida em solo com textura arenosa,\nconforme constatado por Bowman (1990), o qual\nobservou que o alachlor apresentou mobilidade\nquando aplicado em lisímetro composto de\nareia. Esse autor verificou que o alachlor não\nultrapassou 10 cm de profundidade em condi-\nções de clima seco durante 21 semanas, mas,\nquando submetido a uma lâmina de 50 mm, o\npesticida atingiu uma profundidade de 30 cm\ne não foi detectado a partir da 12a semana. O\nalachlor pertence ao grupo químico das cloroa-\ncetamidas e é um herbicida não iônico, per-\nsistindo de 6 a 10 semanas no solo. Apresenta\nalto índice de sorção à matéria orgânica (K\n\noc\n)\n\nde 103 mL g-1 de solo e apresenta potencial de\nlixiviação pelo índice de estimativa GUS\n(Oliveira Jr., 2007).\n\nNas amostras de solo com textura argi-\nlosa, não foi evidenciada mobilidade das molé-\nculas de alachlor abaixo da camada de 0-5 cm\ncom a utilização das lâminas de 0, 20 e 40 mm\n(Tabela 3). Nas colunas que receberam lâmi-\nnas de 60 mm, foram detectados níveis do pro-\nduto até a profundidade de 5-10 cm. Evidenciou-\nse ainda, em menor proporção, lixiviação até\n\na camada de 10-15 cm com aplicação das\nlâminas de 80 e 100 mm (Tabela 3).\n\nNesse contexto, estudos realizados por\nFawcett et al. (1994) mostraram que até 90%\nde perdas das cloroacetamidas ocorrem na fase\naquosa e as concentrações desses herbicidas\nsorvidos aos sedimentos são maiores do que\naquelas dissolvidas na solução do solo. Sabe-\nse ainda que o pH não interfere na dissociação\ndo produto; a degradação da molécula resulta\nprincipalmente da atividade microbiana\n(Rodrigues &amp; Almeida, 2005) e a maior sorção\ndo alachlor ocorre em solos com teores mais\nelevados de argila e matéria orgânica (Ferri\net al., 2006). Por outro lado, há evidências de\nque o aumento da temperatura exerce efeito\nindireto sobre a sorção das cloroacetamidas,\ncomo alachlor e metolachlor, pelo aumento da\nsolubilidade de suas moléculas, podendo\naumentar a lixiviação e diminuir a sorção dos\nherbicidas ao solo (Oliveira Jr. et al., 2001).\nResumidamente, o herbicida alachlor apre-\nsenta grande potencial de lixiviação quando\nsubmetido a precipitações maiores que 60 mm\nlogo após sua aplicação ao solo, podendo ser\ndetectado até 10-15 cm de profundidade, inde-\npendentemente do solo utilizado.\n\nNos ensaios que utilizaram amostras de\nRQ, somente foi observada pequena mobilidade\ndas moléculas de oxyfluorfen para a camada de\n5-10 cm com aplicação de lâminas ? 80 mm\nde água, evidenciando que pode ocorrer peque-\nna movimentação das moléculas do herbicida\nsob precipitações intensas (Tabela 4). Por outro\nlado, não se detectou lixiviação das moléculas\n\nde oxyfluorfen abaixo da camada superficial\n(0-5 cm), nos ensaios realizados com amostras\nde LV (Tabela 5).\n\nTabela 2 - Fitointoxicação de pepino (C. sativus) após aplicação do herbicida alachlor (2,40 kg ha-1) nas amostras de Neossolo\nQuartzarênico (textura arenosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 12,90%.\n\n\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n829Potencial de lixiviação de herbicidas utilizados na cultura ...\n\nEsses resultados estão de acordo com a lite-\nratura, segundo a qual o herbicida oxyfluorfen\né praticamente imóvel no solo (Rodrigues &amp;\nAlmeida, 2005), apresentando índice de adsor-\nção (K\n\noc\n) de 100.000 mL g-1 de solo e persistência\n\nmédia de 30 dias. Esses autores afirmam ainda\nque a adsorção de oxyfluorfen é proporcional\nao teor de matéria orgânica. Em trabalho rea-\nlizado por Peñaherrera-Colina et al. (2005), em\nque se testou a persistência e a mobilidade de\n\nTabela 3 - Fitointoxicação de pepino (C. sativus) após aplicação do herbicida alachlor (3,36 kg ha-1) nas amostras de Latossolo\nVermelho (textura argilosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 18,64%.\n\nTabela 4 - Fitointoxicação de B. decumbens após aplicação do herbicida oxyfluorfen (0,48 kg ha-1) nas amostras de Neossolo\nQuartzarênico (textura arenosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 21,92%.\n\nTabela 5 - Fitointoxicação de B. decumbens após aplicação do herbicida oxyfluorfen (0,72 kg ha-1) nas amostras de Latossolo\nVermelho (textura argilosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 17,43%.\n\n\n\nINOUE, M.H. et al.\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n830\n\noxyfluorfen em solo, foram obtidos resultados\nnão significativos devido à pouca mobilidade\ndo herbicida no solo em relação à massa\nseca total da planta bioindicadora colhida no\n10o dia a 20 cm de profundidade e no 40o dia\napós a aplicação nas profundidades de 5-10 e\n10-15 cm. Do mesmo modo, Yen et al. (2003)\nconcluíram que a possibilidade de contami-\nnação de águas subterrâneas por oxyfluorfen\né muito baixa, podendo ocorrer apenas quando\no solo apresenta níveis muito baixos de maté-\nria orgânica. Assim, a baixa concentração das\nmoléculas de oxyfluorfen abaixo da camada\nsuperficial (0-5 cm) nas amostras de RQ após\na ocorrência de intensas precipitações pode\nser atribuída ao baixo teor de matéria orgânica\ndeste (15 g dm-3), quando comparada com as\namostras de LV (43 g dm-3) (Tabela 1).\n\nO herbicida prometryne nas amostras de\nsolo RQ não apresentou mobilidade abaixo da\ncamada de 0-5 cm para lâminas de até 40 mm\nde água (Tabela 6). No entanto, verificou-se\nque lâminas de 60 e 80 mm proporcionaram\nsintomas de intoxicação nas plantas bioin-\ndicadoras até a profundidade de 5-10 cm. Com\na lâmina de 100 mm, o herbicida foi lixiviado\naté a camada de 10-15 cm (Tabela 6). Nesse\nsentido, a estimativa do potencial de lixiviação\ncalculada pelo índice GUS classifica a lixivia-\nção da molécula como intermediária (Inoue\net al., 2003).\n\nOs resultados com solo de textura argi-\nlosa (LV), apresentados na Tabela 7, indicam\nque houve movimentação das moléculas de\nprometryne até a profundidade de 5-10 cm\nsomente nas colunas que receberam lâminas\nde 80 e 100 mm de água. Portanto, ao com-\nparar os solos, o maior potencial de lixiviação\nobservado nas amostras de RQ pode ser atri-\nbuído ao menor teor de argila (60 g kg-1) e car-\nbono orgânico (25,86 g dm-3) presente neste\nsolo, em relação ao LV (438 g kg-1de argila e\n74,13 g dm-3 de carbono orgânico).\n\nO prometryne é um herbicida de dissocia-\nção básica, para o qual a retenção das molécu-\nlas é influenciada principalmente pelo teor\nde carbono e argila do solo, e que apresenta\níndice de sorção (K\n\noc\n) entre 400 e 500 mL g-1 de\n\nsolo (Oliveira Jr., 2007). Esse fator torna o\nprometryne sensível às propriedades do solo,\ncomo observado em trabalho realizado por Cao\net al. (2008), que estudaram a mobilidade do\n\nprometryne em dois solos diferentes e verifi-\ncaram que ele teve moderada a baixa mobili-\ndade, a qual foi afetada pela propriedade de\ncada solo especificamente. Ainda, estudos de\nPrata et al. (2001) evidenciaram que herbici-\ndas do grupo das triazinas, como o prometryne,\napresentam de baixa a média solubilidade\nem água e reduzida velocidade de degradação,\nfatores que podem aumentar a persistência\nda molécula no solo e a probabilidade de conta-\nminação de lençóis freáticos.\n\nIndependentemente da lâmina de água\naplicada, as moléculas de S-metolachlor foram\ncarreadas para profundidades superiores a\n0-5 cm nas amostras de RQ. Com as lâminas\nde 20 a 60 mm de água, notaram-se sintomas\nde intoxicação nas plantas de B. decumbens\naté a camada de 10-15 cm de profundidade\n(Tabela 8). Contudo, verificou-se ainda que\nlâminas iguais ou maiores que 80 mm pro-\nporcionaram movimentação do herbicida até\na profundidade de 15-20 cm (Tabela 8). De\nmodo geral, quanto maior a lâmina de pre-\ncipitação, maior foi o arraste vertical das\nmoléculas de S-metolachlor, o que implica\nelevação do potencial de contaminação de\náguas subterrâneas. Em estudos com o her-\nbicida S-metolachlor, Burgard et al. (1993) e\nProcópio et al. (2001) concluíram que a\nprofundidade de lixiviação das moléculas\ndesse herbicida depende da ocorrência e da\nintensidade de chuvas ou irrigação que ocor-\nrem após a aplicação, além dos teores de argila\ne de matéria orgânica no solo. No trabalho\nrealizado por Bowman (1988), verificou-se que\n\no S-metolachlor aplicado sob uma lâmina de\nágua de 50,8 mm permitiu o transporte do\nherbicida até 40 cm de profundidade, sugerin-\ndo, nesse mesmo estudo, que S-metolachlor,\naplicado em solos agrícolas nas doses reco-\nmendadas, seria minimamente lixiviado sob\ncondições meteorológicas normais, a menos\nque uma chuva forte ocorresse logo após a\naplicação. Nesse caso, o índice GUS classifica\no S-metolachlor como de alto potencial de lixi-\nviação, uma vez que a sorção é intermediária\n(K\n\noc\n= 200 mL g-1 de solo) e apresenta alta\n\nsolubilidade em água (480 mg L-1 a 25 oC)\n(Oliveira Jr., 2007).\n\nOs resultados da análise de fitointoxicação\ndo bioindicador no solo com textura argilosa\n(LV) não evidenciaram a presença do herbicida\n\n\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n831Potencial de lixiviação de herbicidas utilizados na cultura ...\n\nalém da camada de 5-10 cm para as lâminas\nde até 60 mm de água. Para as lâminas de 80\ne 100 mm, as moléculas foram detectadas até\na profundidade de 10-15 cm, porém com sin-\ntomas relativamente bem menores, quando\ncomparadas às amostras de solo com textura\n\narenosa (Tabelas 8 e 9). Segundo Oliveira Jr.\n(2007), os herbicidas não iônicos, como o\nS-metolachlor, têm a degradação e dissociação\nrelacionada ao teor de matéria orgânica e\nargila do solo. Solos orgânicos têm menor\nlixiviação de S-metolachlor e, além disso, esta\n\nTabela 6 - Fitointoxicação de pepino (C. sativus) após aplicação do herbicida prometryne (0,75 kg ha-1) nas amostras de Neossolo\nQuartzarênico (textura arenosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 26,48%.\n\nTabela 7 - Fitointoxicação de pepino (C. sativus) após aplicação do herbicida prometryne (1,50 kg ha-1) nas amostras de Latossolo\nVermelho (textura argilosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 18,18%.\n\nTabela 8 - Fitointoxicação de B. decumbens após aplicação do herbicida S-metolachlor (1,20 kg ha-1) nas amostras de Neossolo\nQuartzarênico (textura arenosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 13,59%.\n\n\n\nINOUE, M.H. et al.\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n832\n\né inibida em solos com alto teor de argila e/\nou silte (Extoxnet, 2000). Como pode ser obser-\nvado por Singh (2003), esterco de vaca e ureia\naumentaram a sorção de S-metolachlor no\nsolo, e essas alterações reduziram as perdas\npor lixiviação do herbicida, mostrando que os\nsolos orgânicos são eficazes em restringir o\nmovimento de S-metolachlor. Assim, sob pre-\ncipitações semelhantes, em solos de textura\nmais leve, as moléculas desse herbicida são\ncarreadas para profundidades maiores do que\nem solos de textura argilosa. Nesse contexto,\nS-metolachlor possui potencial de contami-\nnação de águas subterrâneas, visto que, entre\nos pesticidas detectados por Pittman &amp; Berndt\n(2003) em águas subterrâneas provenientes\nde áreas agrícolas do sul do estado da Geórgia\n(EUA), ele foi detectado em 67% das amostras\nanalisadas.\n\nConclui-se que lâminas de água superio-\nres a 60 mm proporcionaram maior movimen-\ntação efetiva das moléculas de herbicidas nas\namostras de solo com textura arenosa (RQ), em\nrelação às de textura argilosa (LV). Na compa-\nração das médias, entre os herbicidas tes-\ntados, S-metolachlor foi o que mostrou maior\npotencial de lixiviação, especialmente em solo\nde textura arenosa.\n\nLITERATURA CITADA\n\nBACHEGA, T. F. et al. Lixiviação de sulfentrazone e\namicarbazone em colunas de solo com adição de óleo mineral.\nPlanta Daninha, v. 27, n. 2, p. 363-370, 2009.\n\nBENEDICT, C. R. Physiology. In: KOEHL, R. J.; LEWIS, C.\nF. Cotton. Madison: American Society of Agronomy, 1984.\np. 151-201 (Series Agronomy, 24).\n\nBOWMAN, B. T. Mobility and persistence of alachlor,\natrazine and metolachlor in plainfield sand, and atrazine and\nisazofos in honeywood silt loam, using field lysimeters.\nEnviron. Toxic. Chem., v. 9, p. 453-461, 1990.\n\nBOWMAN, B. T. Mobility and persistence of metolachlor\nand aldicarb in field lysimeters. J. Environ. Qual., v. 17, n. 4,\np. 689-694, 1988.\n\nBURGARD, D. J. et al. Metolachlor distribution in a sandy\nsoil under irrigated potato production. Weed Sci., v. 41, n. 4,\np. 648-655, 1993.\n\nCAO, J. et al. Effects of SOM, surfactant and pH on the\nsorption-desorption and mobility of prometryne in soils.\nChemosphere, v. 70, p. 2127-2134, 2008.\n\nEXTOXNET: Extension Toxicology Network. Metolachlor\n(Dual) herbicide profile 2/85. Sacramento: Department of\nPesticide Regulation, 2000.\n\nFAWCETT, R. S. et al. The impact of conservation tillage on\npesticide runoff into surface water: a review and analysis.\nJ. Soil Water Conser., v. 49, n. 1, p. 126-135, 1994.\n\nFERRI, M. V. W. et al. Sorção do herbicida alachlor em\nsolos com diferentes conteúdos de argila e carbono\norgânico. 2006. Disponível em:&lt;http://www.ufsm.br/ppgcs/\ncongressos/ LINKS%20DO%20CBCS%202003 /\nCBCS2003%20EM%20PDF/30.pdf>. Acesso em: 13 jun.\n2009.   \n\nFERRI, M. V. W.; VIDAL, R. A. Persistência do herbicida\nacetochlor em função de sistemas de preparo e cobertura com\npalha. Ci. Rural, v. 33, n. 3, p. 399-404, 2003.\n\nGISH, T. G.; SHIRMOHAMMADI, A.; WIENHOLD, B. J.\nField-scale mobility and persistence of commercial and starch-\nencapsulated atrazine and alachlor. J. Environ. Qual., v. 23,\np. 355-359, 1994.\n\nTabela 9 - Fitointoxicação de B. decumbens após aplicação do herbicida S-metolachlor (1,44 kg ha-1) nas amostras de Latossolo\nVermelho (textura argilosa)\n\nMédias seguidas de mesma letra, maiúscula na coluna e minúscula na linha, não diferem entre si pelo teste de agrupamento de Scott-Knott\n\na 5% de probabilidade. CV = 15,62%.\n\n\n\nPlanta Daninha, Viçosa-MG, v. 28, n. 4, p. 825-833, 2010\n\n833Potencial de lixiviação de herbicidas utilizados na cultura ...\n\nHELLING, C. S. Pesticide mobility in soils. III. Influence of\nsoil properties. Soil Sci. Soc. Am. Proc., v. 35, p. 743-748,\n1971.\n\nINOUE, M. H. et al. Calagem e o potencial de lixiviação de\nimazaquin em colunas de solo. Planta Daninha, v. 20, n. 1,\np. 125-132, 2002.\n\nINOUE, M. H. et al. Critérios para avaliação do potencial de\nlixiviação dos herbicidas comercializados no Estado do Paraná.\nPlanta Daninha, v. 21, n. 2, p. 313-323, 2003.\n\nOLIVEIRA, M. F. Comportamento de herbicidas no\nambiente. In: OLIVEIRA JR., R. S.; CONSTANTIN, J.\nPlantas daninhas e seu manejo. Guaíba: Agropecuária,\n2001. p. 315-362.\n\nOLIVEIRA JR., R. S.; KOSKINEN, W. C.; FERREIRA, F. A.\nSorption and leaching potential of herbicides on Brazilian\nsoils. Weed Res., v. 41, p. 97-111, 2001.\n\nOLIVEIRA JR., R. S. Comportamento dos herbicidas\nresiduais no solo: relação entre parâmetros físico-químicos e\natributos do solo. Maringá: EDUEM, 2007.\n\nPEÑAHERRERA-COLINA, L. A. et al. Persistência\nbiológica de ametryn, diuron e oxyfluorfen no solo.\nCi. Agrotec., v. 29, n. 5, p. 980-987, 2005.\n\nPITTMAN, J. R.; BERNDT, M. P. Occurrence of herbicide\ndegradation compounds in streams and ground water in\nagricultural areas of southern Georgia, 2002. In: HATCHER,\nK. J. GEORGIA WATER RESOURCES CONFERENCE,\n2003, Athens. Anais… Athens: Institute of Ecology, The\nUniversity of Georgia, 2003. v. 2. p. 856-859, 2003.\n\nPRATA, F. et al. Degradação e sorção de ametrina em dois\nsolos com aplicação de vinhaça. Pesq. Agropec. Bras., v. 36,\nn. 7, p. 975-981, 2001.\n\nPRATA, F. et al. Glyphosate sorption and desorption in soils\nwith different phosphorous levels. Sci. Agric., v. 60, n. 1,\np. 175-180, 2003.\n\nPROCÓPIO, S. O. et al. Efeito da irrigação inicial na\nprofundidade de lixiviação do herbicida S-metolachlor em\ndiferentes tipos de solos. Planta Daninha, v. 19, n. 3,\np. 409-417, 2001.\n\nRODRIGUES, B. N.; ALMEIDA, F. S. Guia de herbicidas.\n5.ed. Londrina: Autores, 2005.\n\nSANCHEZ-MARTIN, M. J.; CRISANTO, T.; ARIENZO,\nM. Evaluation of the mobility of C14- labelled pesticides in\nsoils by thin layer chromatography using a linear analyser.\nJ. Environ. Sci . Health, Part B, v. 3, p. 473-484, 1994.\n\nSINGH, N. Organic manure and urea effect on metolachlor\ntransport through packed soil columns. J. Environ. Qual.,\nv. 32, p. 1743-1749, 2003.\n\nSOUZA, A. P. et al. Lixiviação de glyphosate e imazapyr em\nsolos com diferentes texturas e composição química. I.\nMétodo do bioensaio. Planta Daninha, v. 18, n. 1, p. 5-16,\n2000.\n\nWAUCHOPE, R. D.; WILLIAMS, R. G.; MARTI, L. R.\nRunoff of sulfometurom-methil and cyanazine from small\nplots: effects of formulation and grass cover. J. Environ.\nQual., v. 19, n. 1, p. 119-125, 1990.\n\nWINTON, K.; WEBER, J. B. A review of field lysimeter\nstudies to describe the environmental fate of pesticides.\nWeed Technol., v. 10, p. 202-209, 1996.\n\nYEN, J. H.; SHEU, W. S.; WANG, Y. S. Dissipation of the\nherbicide oxyfluorfen in subtropical soils and its potential to\ncontaminate groundwater. Ecotoxicol. Environ. Safety,\nv. 54, n. 1, p. 151-156, 2003."}]}}}