{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06807"}, {"@name": "filename", "#text": "11394_QuartenarioBarradosCoqueiros.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "O QUATERNÁRIO COSTEIRO NO MUNICÍPIO DE BARRADOS COQUEIROS: IMPLICAÇÕES PARA A GESTÃO AMBIENTAL\nAracy Losano Fontes36 Jailton de Jesus Costa37\nRESUMO\nO entendimento da gênese e do comportamento da zona costeira requer conhecimento dos processos e agentes modificadores da paisagem que atuaram no decorrer do Quaternário bem como aqueles que atuam na faixa de atuação direta das ondas, marés e correntes litorâneas. Neste contexto insere-se o município de Barra dos Coqueiros, localizado no litoral norte do Estado de Sergipe entre os rios Sergipe e Japaratuba. O objetivo do trabalho é realizar o diagnóstico ambiental do município e a caracterização morfodinâmica das praias oceânicas, visando contribuir para a gestão do ambiente costeiro. A pesquisa tomou como referência os níveis de abordagem geossistêmicos que englobam as etapas: informação, análise, integração, síntese e aplicação. Foram realizados levantamentos bibliográficos, documentais e cartográficos sobre a temática e condicionantes geoambientais. O instrumental metodológico da pesquisa empírica constou de coletas de areias somando um total de 10 amostras, bem como de um processo de observação dos condicionantes biofísicos e antrópicos intervenientes na planície costeira e praias oceânicas adjacentes, sendo preenchida uma ficha contendo informações sobre parâmetros morfodinâmicos, presença de feições culturais e evidências de erosão, progradação ou equilíbrio da linha de costa. A área estudada está localizada na unidade geotectónica Bacia Sedimentar dos Estados de Sergipe/Alagoas que apresenta um arranjo estrutural decorrente de falhamentos normais ocorridos durante o Cretáceo Inferior. A parassequência sedimentar quaternária holocênica está relacionada às variações relativas do nível\n36\tPro? Associada da Universidade Federal de Sergipe nos Cursos de Graduação e de Pós-Graduação em Geografia - Campus Universitário, S/N, São Cristóvão-SE, Brasil. E-mail: aracyfontes@yahoo.com.br\n37\tMestrando do Programa de Pós-Graduação em Geografia da UFS, membro Pesquisador do GEOPLAN/UFS/CNPq. E-mail: jailton@ufs.br\ndo mar durante o Quaternário. Os furos de sondagem realizados nos depósitos holocênicos, com a profundidade de 8m, mostram o predominio de sedimentos silto-arenosos e areia fina a média com matéria orgânica. Observa-se desequilíbrio na dinâmica costeira da área, com processos erosivos e deposicionais moderados que, embora possam ter origem natural, foram agravados pelas ações antrópicas como a construção do Terminal Portuário e o espigão construído na margem esquerda do rio Sergipe.\nPalavras-Chave: Barra dos Coqueiros, Quaternário e Zona Costeira.\nTHE COASTAL QUATERNARY IN THE MUNICIPALITY OF BARRA DOS COQUEIROS: IMPLICATIONS TO THE ENVIRONMENTAL MANAGEMENT\nABSTRACT\nThe understanding of the coastal zone genesis and of its behaviour requires knowledge of the processes and agents modifiers of the landscape that acted during the Quaternary as well as those who act in the range of direct action of the waves, tides and coastal currents. This context comprises the district of Barra dos Coqueiros, located on the North coast of Sergipe state between the Sergipe and Japaratuba Rivers. The aim of this study is the environmental diagnosis of the municipality and the morphodynamical characterization of ocean beaches, aiming to contribute towrds the management of the coastal environment. The search took as reference the levels of geosystemical approach comprising the following steps: information, analysis, integration, synthesis and application. Bibliographical, cartographical and documentary surveys on the subject and on environmental conditioning were conducted. The methodological instrumental of the empirical research consisted of collections of sand adding a total of 10 samples, as well as of a process of biophysical conditions and anthropical actions observation in the coastal plain and adjacent ocean beaches, thus being filled up a form containing information on morphodynamical parameter, presence of cultural features and evidence of erosion, progradation or balance of the coastal line. The studied area is located in the geotechtonical unit Sediment Basin of Sergipe / Alagoas States that presents a structural arrangement due to normal cracks during the\nLower Cretaceous. The parasequence Quaternary Holocenec of sediment is related to changes on sea level during the Quaternary. The drilling holes made in Holocene deposits, with the depth of 8m, show a predominance of silt-sandy sediments and fine sand with the average organic matter. There is imbalance in the coastal dynamics of the area, with moderated erosive and depositional processes that, although may have natural origin, they have been compounded by human activities such as the bulding up of the Port Station and the jetty built on the left bank of Sergipe River.\nKey Words: Barra dos Coqueiros, Quaternary and Coastal Zone.\n1.\tIntrodução\nO entendimento da gênese e do comportamento da zona costeira requer conhecimento dos processos e agentes modificadores da paisagem que atuaram no decorrer do Quaternário bem como aqueles que atuam na faixa de atuação direta das ondas, marés e correntes litorâneas. Neste contexto insere-se o municipio de Barra dos Coqueiros, localizado no litoral norte do Estado de Sergipe entre os rios Sergipe e Japaratuba. O objetivo do trabalho foi realizar o diagnóstico ambiental do município e a caracterização morfodinâmica das praias oceânicas, visando contribuir para a gestão do ambiente costeiro.\n2.\tReferencial Teórico e Conceptual\nA zona costeira é um espaço formalmente definido como resultante da interação do continente com a atmosfera e o meio marinho. Trata-se, portanto, da borda oceánica das massas continentais e das grandes ilhas, que se apresenta como área de influência conjunta de processos marítimos e terrestres, gerando ambientes com características especificas e identidade própria. Apresenta uma estrutura espacial complexa de interação entre as águas doces e marinhas, com predomínio de paisagens geologicamente novas, sendo um espaço de alto valor natural ao combinar potencialidades turísticas, habitacionais e de ocupação humana, contrastando com a baixa potencialidade agrícola.\nSegundo Silveira (1964) a denominação Barreiras se refere aos depósitos terciários, em forma de tabuleiros, do Grupo Barreiras. Os sedimentos que compõem o Grupo Barreiras são de origem continental e revelam fortes evidências de influência fluvial.\nA província geomórfica planície costeira, que se estende da linha de baía (baylinè) até a linha de costa (shorelinè), representa o segmento emerso do prisma sedimentar costeiro. Essa superfície de deposição registra um conjunto progradacional de parassequências relacionado com as variações relativas do nível do mar durante o Quaternário, que causou o deslocamento da linha de costa em direção ao mar.\nNas adjacências das planícies costeiras e de ilhas-barreiras são encontradas as praias oceânicas nas costas tropicais e temperadas do planeta, assumindo múltiplas funções entre elas a proteção costeira para os ecossistemas adjacentes e as atividades humanas, recreação turismo e habitat para várias espécies animais e vegetais. Cerca de dois terços da população mundial vivem na zona costeira, que corresponde a menos de 15% da superfície terrestre. Essas características, combinadas às múltiplas funções das praias fazem com que elas desempenhem um importante papel na economia dos países costeiros (SOUZA, 2005).\nA amplitude da maré, isto é, a diferença de altura entre a preamar e abaixa-mar, representa um importante elemento na definição da intensidade dos processos costeiros em função da velocidade das correntes associadas. Estas, denominadas correntes de maré, podem ter capacidade de moldar a morfologia da plataforma continental interna, gerando bancos de grande mobilidade ou condicionar a morfologia dos cordões litorâneos e a manutenção ou não de canais de maré, em função do predomínio entre as forças geradas pela altura das ondas (tendência ao fechamento de canais) ou pela amplitude da maré (tendência à abertura de canais).\nSegundo Muehe (2003) a maior parte do litoral brasileiro, do estado de Alagoas ao Rio Grande do Sul, apresente amplitudes inferiores a 2m, caracterizando-se como de micromaré. Amplitudes superiores a 4m (macromaré) ocorrem no estado do Maranhão, em parte do Pará (Saliópolis) e no litoral ao sul do cabo Norte, no Amapá. O restante do litoral e alguns trechos do litoral da Bahia (interior da baía de Todos os Santos) e Sergipe (Terminal Portuário) é do tipo mesomaré, com amplitudes entre 2 e 4m.\nA principal variável indutora dos processos costeiros de curto e médio prazo é o clima de ondas, responsável pelo transporte de sedimentos nos sentidos longitudinal e transversal à linha de costa. Em analogia aos processos morfo-climáticos, cuja intensidade e ciclicidade comandam a esculturação do relevo emerso, é a energia das ondas e a intensidade e recorrência das tempestades que comandam a dinâmica dos processos de erosão e acumulação na interface continental — oceano e fundo marinho. A morfologia resultante depende de fatores adicionais como tipo e disponibilidade de sedimentos, geologia, variação do nível relativo do mar, modificações geoidais, mas a identificação da abrangência espacial de diferentes climas de ondas constitui um primeiro e importante passo para a identificação de compartimentos costeiros.\nO efeito das ondas sobre o fundo marinho, no sentido de mobilização dos sedimentos pela velocidade orbital, depende do comprimento e altura das mesmas e da granulometria, peso específico e forma dos sedimentos. Em locais sem aporte significativo de sedimento lamosos pelo sistema fluvial a ação das ondas sobre o fundo é caracterizada pelo predomínio de sedimentos arenosos, sendo as lamas depositadas nas profundidades em que as ondas já não mais exercem sua ação de selecionamento sedimentar. Esta profundidade, que é o limite entre a plataforma continental interna, mais rasa, e a plataforma continental intermediária, é pois definida pelo clima de ondas.\nAs condições oceanógraficas favorecem o transporte residual de sedimentos, de nordeste para sudoeste. Segundo Fontes (1990), baseado em relatórios dos Institutos de Pesquisas Hidroviárias, para a costa de Aracaju, as ondas têm duas direções predominantes: nordeste e sudeste. As primeiras constituem vagas originadas pelos ventos do quadrante nordeste (70° a 110°), predominando no período de outubro a março. As segundas, de maior altura, vêm de sudeste. São ondulações (swell) geradas por tempestades distantes do litoral, e ocorrem de maio a julho. A maioria das ondas (71%) vem do quadrante nordeste, com alturas variando entre 0,5 e l,4m. Ondas com mais de 2m, e excepcionalmente um pouco acima de 4m, ocorrem em julho e agosto. O volume de transporte litorâneo determinado na altura da embocadura do rio Sergipe forneceu os seguintes volumes: 680.000 m3/ano em direção a sudoeste e 132.000m3/ano no sentido inverso (BANDEIRA, 1972).\nO termo deriva litorânea é, freqüentemente, empregado na literatura para designar o transporte induzido pela corrente longitudinal. Esta designação causa uma certa confusão, pois o termo deriva é empregado para designar as correntes geradas pelo vento, ao passo que a corrente longitudinal resulta da direção de incidência das ondas.\nOs ambientes praiais caracterizam-se por sua grande mobilidade no tempo e espaço. A interação entre as características sedimentológicas e variações na energia de ondas determinam o comportamento morfodinâmico de um sistema praial (SHORT, 1988). O monitoramento das variações morfodinâmicas através do levantamento de perfis transversais à praia, bem como a coleta e análise de dados sedimentológicos representam um método eficiente e de baixo custo no estudo das feições praiais.\nOs sedimentos originam-se, pela maior parte, do intemperismo de rochas de vários tipos. Dizemos pela maior parte porque há sedimentos, como o carvão (origem biológica) e as cinzas vulcânicas (origem vulcânica), que não se enquadram nesse processo, como também os depósitos de origem cósmica. Sua importância é muito pequena no quadro geral (MUEHE, 2003).\nA determinação da fonte dos sedimentos elásticos é de grande importância não só para o conhecimento da história dos mesmos como para a reconstrução paleogeográfica da região em que se situa a bacia sedimentar a que pertencem. Com base no conhecimento dos componentes detríticos de um arenito, por exemplo, pode-se inferir a natureza da rocha ou das rochas que o geraram. Chama-se de proveniencia (provenance, source areã) a área de origem do material z constitutivo de uma rocha sedimentar. As vezes dá-se ao termo o mesmo significado de rocha ou rochas fontes.\nUm ambiente de sedimentação {sedimentar^ environmeni) corresponde a uma unidade geomórfica {geomorphic unit) em que se processa uma sedimentação (REINECK &amp; SINGH, 1980). Cada uma dessas unidades geomórficas ou geomorfológicas, como também são chamadas, se caracteriza por um conjunto particular de fatores físicos, químicos e biológicos. Em geral, esses fatores variam de local para local dentro de um mesmo ambiente de sedimentação, pelo que se diferenciam subambientes {subenvironments} dentro de um ambiente maior. Em um ambiente fluvial, por exemplo, distinguem-se subambientes\ncorrespondentes ao canal, aos diques marginais e à planície de inundação.\nOs depósitos de um ambiente de sedimentação refletem não só os fatores ambientais como as condições climáticas e as atividades tectónicas. No caso dos ambientes aquáticos, os principais fatores físicos são a intensidade e a velocidade das correntes e das ondas e a espessura da lâmina de água; em suma, fatores ligados à hidrodinâmica ambiental.\nA hiperacumulação de sedimentos em determinados pontos do z ambiente pode influir no quadro geral da sedimentação. E o que acontece frequentemente, com os depósitos de barra efetuados na antepraia ou à frente desta zona. Seu crescimento altera a topografia do fundo e, consequentemente, também o padrão de refração das ondas, afetando, em última análise, a distribuição de energia. Tal tipo de entrosamento entre resposta e processo é chamado de realimentação (feedbacfè) (KRUMBEIN &amp; SLOSS, op. citp.\nSegundo Davis e Fox (1978), a variação do perfil praial obedece às estações do ano, com a formação de perfil de concavidade voltada para cima ou perfil de inverno e perfil de convexidade voltada para baixo ou perfil de verão. Embora estes pesquisadores atribuíram a variação do perfil praial à sazonalidade, destacam que a formação e destruição de praias e bermas não é um fenômeno unicamente sazonal, sendo também controlada pela intensidade e freqüência dos processos gerados pelas tempestades. Para Araya Vergara (1986) o perfil de inverno não é sinônimo de erosão, pois experimentos comprovam que processos de acresção podem estar ligados ao impacto de ondas de tempestade.\nA interação das ondas incidentes e as de caráter quase oscilatório com as correntes de retomo (rip currents), longitudinais (longsbore currents), geradas por ventos locais e correntes de marés {tidal currents) desenvolve um complexo fluxo dando origem a diferentes comportamentos morfodinâmicos.\nA energia resultante varia de uma praia a outra, ou mesmo entre diferentes trechos de uma mesma praia, conforme a orientação da estrutura geológica, diferentes graus de exposição à ação das ondas e à disponibilidade e textura dos sedimentos. As características físicas locais são fundamentais na determinação do estado modal da praia, bem como de sua variabilidade.\nUm modelo classificatório mais completo do perfil praial foi desenvolvido pela escola australiana de geomorfologia. Seis estados ou estágios morfológicos distintos foram reconhecidos, associados a diferentes regimes de ondas e marés, caracterizados por dois estágios extremos (estágios dissipativo e refletivo) e quatro intermediários. Nesse modelo foram estabelecidas relações entre largura e gradiente da antepraia, altura e esbeltez das ondas, granulometria e estoque de sedimentos na definição dos estágios ou estados morfodinâmicos do perfil praial.\nAs praias dissipativas possuem uma baixa inclinação da face praial, ampla zona de surfe, apresentação de três (03) ou mais linhas de arrebentação, incidência de ondas de alta energia e sedimentos de granulometria fina. A arrebentação é do tipo deslizante e sua energia é dissipada ao longo do extenso perfil praial. As praias refletivas possuem elevada declividade do estirâncio, são geralmente associadas a sedimentos de granulometria grosseira, além de estreita zona de arrebentação. Entre os dois extremos ocorrem quatro estados morfodinâmicos intermediários que são praias pouco estáveis, com alta mobilidade entre os estados dissipativo e refletivo, em que o clima de ondas possui energia moderada, mas com grande variabilidade (ANGULO, 1992). A arrebentação é essencialmente do tipo mergulhante. Os sedimentos apresentam granulometria variando entre areia média e grossa.\nNas praias intermediárias com características mais refletivas ocorre a migração dos bancos da zona de arrebentação em direção a linha de costa. Correntes de retorno (rip currents} são características deste perfil praial. Na face praial é comum a presença de cúspides.\n3.\tMetodologia Utilizada\nA pesquisa tomou como referência os níveis de abordagem geossistêmicos que englobam as etapas: informação, análise, integração, síntese e aplicação.\nForam realizados levantamentos bibliográficos, documentais e cartográficos sobre a temática e condicionantes geoambientais.\nOs dados geológicos de superfície foram obtidos a partir de cartas geológicas na escala 1:50.000 da bacia Sergipe/Alagoas. O conhecimento dos aspectos estruturais e estratigráficos de subsuperfície foi baseado nos testemunhos de 06 poços perfurados\npela Petrobrás e 32 furos de sondagem realizados pela Delta Consultoria (2007), os quais forneceram informações sobre a coluna litológica da planície holocênica.\nOs estudos geomorfológicos foram realizados mediante restituição e interpretação de fotografias aéreas verticais coloridas na escala de 1:25.000 sendo identificadas as unidades geomorfológicas planície costeira e planície fluviomarinha. O estudo fotointerpretativo foi precedido pela análise de mapas topográficos na escala 1:25.000, publicados pela Petrobrás.\nOs dados relativos aos aspectos climatológicos foram fornecidos pela INFRAERO/DEAGRO, correspondendo ao período de 1912 a 2006.\nQuanto às informações pedológicas foi utilizada a classificação de solos na escala 1:100.000 executada pela Empresa Brasileira de Pesquisa Agropecuária (1999) e trabalho de campo.\nO instrumental metodológico da pesquisa empírica constou de coletas de areias somando um total de 10 amostras, bem como de um processo de observação dos condicionantes biofísicos e antrópicos intervenientes na planície costeira e praias oceânicas adjacentes, sendo preenchida uma ficha contendo informações sobre parâmetros morfodinâmicos, presença de feições culturais e evidências de erosão, progradação ou equilíbrio da linha de costa.\n4.\tResultados e Discussões\nAspectos Climáticos\nO clima, apesar de não constituir elemento integrante da organização espacial, surge como controlador dos processos e da dinâmica do geossistema (sistema ambiental físico), ao fornecer calor e umidade. Na organização do espaço agrário o clima comparece como condicionante do processo produtivo, isto é, das características ecológicas das culturas, anteriormente determinadas pelo seu valor econômico e que devem ser compatibilizadas com o tipo de oferta climática, variável no tempo e no espaço.\nO estado de Sergipe acha-se sob os efeitos da circulação atmosférica do Anticiclone Tropical do Atlântico Sul, da Frente Polar Adântica e das Ondas de Leste, que respondem pelo tempo instável e\nchuvoso próprio do outono-inverno e pelo tempo seco e estável da primavera-verão.\nPara o conteúdo climatológico da pesquisa foram utilizados dados fornecidos pela INFRAERO/DEAGRO referentes ao período entre 1970 e 2005 para o município de Aracaju, tendo em vista que no de Barra dos Coqueiros não existe posto pluviométrico e está localizado na mesma faixa climática, ou seja, no clima Megatérmico Subúmido-Umido (C2 A1 a1), segundo a classificação de Thornthwaite e Mather (1955).\nNo período de 1970 a 2000 a distribuição das chuvas no ano foi irregular com precipitação média de 1410, 34mm. O ano de maior precipitação pluvial foi 1999, com altura máxima de 2.118mm e o de menor 1983, com 753,8mm. Os desvios médios correspondem a 707,66mm e — 656,54mm, respectivamente.\nNa análise da variabilidade e tendência climática do município de Aracaju registrou-se períodos intercalados de desvios positivos e negativos. Os desvios negativos, em torno da média,corresponderam os períodos — 1978 a 1984 e 1993 a 1998 — com exceção de 1996, evidenciando os períodos críticos de seca que ocorreram nas décadas de 70 e 80 no Estado.\nDo ponto de vista hidrológico precipitações intensas e prolongadas na estação chuvosa, associadas à topografia plana e solos poucos permeáveis criam possibilidades para ocorrência de áreas com drenagem impedida.\nGeologia e Recursos Hídricos\nA área do município está localizada na unidade geotectónica Bacia Sedimentar de Sergipe/Alagoas que apresenta um arranjo estrutural decorrente de falhamentos normais ocorridos durante o Cretáceo Inferior, quando se desenvolveu extenso sistema de grabens (fase rift) que precedeu a abertura do oceano Atlântico, com a separação das placas Sul-Americana e Africana.\nDe conformidade com as informações de subsuperfície obtidas com a perfuração de poços de petróleo a parasseqüência sedimentar quaternária recobre o prolongamento norte da feição estrutural denominada Plataforma de Aracaju e o flanco oeste da depressão estrutural denominada Baixo de Japaratuba.\nO poço perfurado pela Petrobrás de prefixo 1-PU-3-SE, locado no bloco baixo da falha de direção noroeste/sudeste que delimita as estruturas em apreço e com profundidade de — 1602m, penetrou numa secção de sedimentos da planície costeira dos grupos Sergipe (formações Cotinguiba e Riachuelo) e Piaçabuçu e das formações Barreiras, Muribeca e Serraria, que refletem ciclos deposicionais que se operaram na bacia sedimentar relacionados com as diversas fases (sinéclise, pré-rift, sin-rift e pós-rift) de sua evolução tectônica.\nA evolução paleogeográfica quaternária foi estudada por Bittencourt et al. (1983) que a sumarizou em seis eventos, que correspondem a três ciclos de transgressão e regressão mar. O último ciclo iniciou-se com a Ultima Transgressão quando se formou um cordão de corpos lagunares. Na regressão subseqüente foram depositados os terraços marinhos holocênicos e as lagunas perderam sua comunicação com o mar, formando pântanos.\nOs sedimentos quaternários depositados durante a regressão subseqüente à Ultima Transgressão, com idades entre 5.100 anos A. P. e 1800 anos A. P. englobam os depósitos marinhos, fluviomarinhos, fluviolagunares e eólicos que apresentam espessura de 8 m (poço 1-BDC-l-SE) a 51 m (poço 1-PU-3-SE).\nCoberturas Holocênicas\n— Depósitos Flúvio-Lagunares (QHf) — são constituídos de areias e siltes argilosos, ricos em matéria orgânica. Têm como origem deposições em antiga laguna que foi colmatada e evoluiu para pântano e canal de maré. Estes depósitos estão localizados nas zonas baixas entre os terraços marinhos holocênicos (Barra dos Coqueiros) e pleistocênicos (Santo Amaro das Brotas), atualmente ocupados pelo rio Pomonga e canal de São Sebastião.\n— Terraço Marinho Holocênico (QHt) — são depósitos de areias litorâneas bem selecionadas, com declividade entre 0 e 3%. Seu topo situa-se entre poucos centímetros a ±4 metros acima do nível médio atual do mar.\n— O conjunto dunar mais antigo (QH e 2) é formado por dunas parabólicas semi-fixadas por vegetação que obstaculariza os efeitos da deflação eólica e está posicionado na parte mais interna do terraço, entre o terminal portário e a foz do rio Japaratuba. O conjunto mais\nrecente (QH e 1) é formado por dunas transversais com distribuição topográfica descontínua ao longo do litoral.\n— Depósitos de Pântanos e Mangues (QHp) — os sedimentos desses depósitos são de natureza predominantemente argilo-siltosos, contendo matéria orgânica, com desenvolvimento da vegetação característica de mangue. O comportamento dinâmico desses depósitos está subordinado à ação bidirecional das marés e estão dispostos nas margens estuarinas dos rios Sergipe, Japaratuba e Pomonga e canal canal de São Sebastião.\nAncoradas na planície costeira são encontrados os depósitos praiais resultantes da acumulação de sedimentos arenosos transportados pela corrente de deriva litorânea e pelas ondas.\nRecursos Hídricos Subterrâneos\nO município de Barra dos Coqueiros está constituído, em sua totalidade, pelo domínio hidrogeológico das Formações Superficiais Cenozoicas.\nEm termos hidrogeológico tem um comportamento de aqüífero granular, caracterizado por possuir uma porosidade primária e nos terrenos arenosos uma elevada permeabilidade, o que lhe confere, no geral, excelentes condições de armazenamento e fornecimento de água. Na área do município este domínio está representado por depósitos eólicos, marinhos e de pântanos e mangues que, a depender da espessura e da razão areia/argila das suas litologias pode produzir vazões significativas. Os poços tubulares perfurados neste domínio podem captar água do aqüífero subjacente, representado pelo grupo Piaçabuçu, membro Marituba.\nO levantamento realizado no município pela CPRM (2002) registrou a presença de 37 pontos de água, sendo 13 (35%) do tipo fonte natural e 24 poços tubulares (65%), em propriedades públicas (25%) e particulares (75%).\nLevando-se em conta os percentuais de poços tubulares paralisados em virtude da média salinidade são passíveis de entrar em funcionamento 50% dos poços públicos e 6% dos poços privados, podendo-se prever um expressivo aumento da oferta de água no município, com ações de recuperação.\nAspectos Geomorfológicos e Pedológicos\nNo contexto do sistema ambiental físico ou geossistema, o componente geomorfológico consiste na expressividade das formas de relevo, considerando sua morfologia e processos morfogenéticos atuantes. O solo constitui o recurso natural mais utilizado para atender às necessidades de produção de alimentos. Seu uso de maneira racional representa fator imprescindível para obtenção de resultados satisfatórios nos empreendimentos agrícolas. A potencialidade aplicativa do conhecimento desse componente insere-se no diagnóstico das condições geoambientais contribuindo para orientar a alocação e o assentamento das atividades humanas e identificar as áreas de instabilidade do relevo face a possibilidade de inserção antrópica.\nPlanície Costeira\nDe amplo significado geomorfológico no município é a planície costeira, cuja evolução foi controlada pelas variações relativas do nível do mar durante o Quaternário, deriva litorânea de sedimentos e pelos aportes fluviais.\nTerraço Marinho e Cordões Litorâneos Holocênicos\nA montante da borda das praias atuais encontra-se vasto lençol de areias de origem marinha ocupando parte da planície costeira, constituindo o ambiente de terraço marinho holocênico. Esse terraço mais externo exibe, na sua superfície, alinhamentos paralelos a linha de costa em extensões descontínuas de cordões, litorâneos, testemunhos de posições pretéritas ocupadas pelo mar. Entre as cristas dos cordões que apresentam largura média de 100 m, ocorrem as depressões úmidas que são preenchidas por águas do lençol freático ou por águas pluviais, no período chuvoso, constituindo áreas de drenagem impedida (lagoas e charcos). A natureza do solo (Espodossolo Cárbico) e a declividade do eixo das depressões entre os cordões litorâneos são elementos determinantes na sua formação, ocupando espaços na planície costeira.\nO Espodossolo Cárbico compreende solos arenosos fortemente ácidos e de baixa fertilidade natural devido a deficiência\nem micro e macro-nutrientes e são originados a partir de sedimentos arenoquartzosos do Quaternário. Além de sua fertilidade baixa e grande acidez esse solo apresenta problemas de drenagem nas áreas onde o horizonte B se apresenta muito endurecido devido a concentração iluvial de carbono e sesquióxidos, bem como de problemas decorrentes de pouca retenção de umidade no horizonte A, em virtude de sua textura.\nDe acordo com as suas limitações, para manter a capacidade produtiva e melhorar as condições das terras agrícolas são necessárias as seguintes práticas conservacionistas: seleção de cultura de ciclo curto para melhor aproveitamento da umidade na época das chuvas e adubação e colagem em função do solo e cultivo.\nNa área do município o terraço marinho e os cordões arenosos associados apresentam intervenção antrópica de caráter agrícola sem registro de zonas de vulnerabilidade ambiental.\nDunas Costeiras\nAcompanhando a configuração da linha de costa, as dunas mais próximas a orla marítima, orientadas segundo a direção dos ventos dominantes, desenvolvem-se para oeste e intercalam-se com zonas interdunares vegetadas ou alagadas. Neste ambiente de fácil saturação das áreas alagadas ocorre o Gleissolo pouco profundo, ácido e mal drenado em áreas de relevo plano periodicamente inundadas, com lençol freático elevado. Caracteriza-se pelo excesso de umidade em função da drenagem deficiente.\nPela disposição geomorfológica das dunas é possível inferir a existência de sucessão de cordões litorâneos e depressões. Dessa forma a ação do vento limitou-se a atuar no sentido de redistribuir os sedimentos arenosos, mascarando a topografia primitiva dos cordões litorâneos. Ocupando as áreas interdunares e entre os braços das dunas parabólicas ocorrem pequenas lagoas que, no período chuvoso, coalescem entre si.\nPlanície de Maré\nA região estuarina dos rios Sergipe e Japaratuba está ocupada em sua área de inundação pela planície de maré, onde ocorre o ecossistema manguezal que atua através de sua vegetação na bioestabilização da área. A porção da planície de maré quase\ninteiramente coberta na preamar e exposta na baixamar corresponde a planície de maré inferior que está caracterizada por sedimentos, sobretudo, argilosos, ricos em matéria orgânicas, que constituem o Gleissolo, ou seja, solo halomórfico de mangue. Está colonizada pela vegetação arbórea e/ou arborescente composta pelas angiospermas Rhizophora mangle (mangue sapateiro ou vermelho), Laguncularia racemosa (mangue branco ou manso) e Avicennia germinans (mangue siriba ou siriúba).\nA planície de maré superior (shorre), compreendida entre o nível médio das preamares de sizígia e o nível médio das preamares equinociais, ocupa posição topográfica mais alta, com um substrato apresentando maior percentagem de sedimentos arenosos na região mais alta denominada apicum.\nNo estuário inferior dos rios Sergipe e Japaratuba, onde se faz marcante a influência marinha, a hidrodinâmica, com a ação das ondas e das correntes de maré presentes adentram a planície holocênica, sobretudo na sede municipal, ocorrendo aí o desenvolvimento do manguezal.\nO solo característico de mangue (Gleissolo) é halomórfico, pouco desenvolvido, com textura argilosa e síltico-argilosa, mal drenado, sofrendo inundações periódicas como conseqüência das flutuações das marés. Distribui-se pela região estuarina, ao longo dos rios Sergipe, Japaratuba, Pomonga e canal homônimo e canais de maré.\nNo ambiente mixohalino do canal de São Sebastião, na área de preservação permanente atualmente encontra-se, em desenvolvimento, a carcinicultura, ou seja, o cultivo de camarão marinho.\nDentre os processos responsáveis pela morfogênese da área estudada destacam-se as variações do nível relativo do mar durante o Quaternário e a hidrodinâmica das águas costeiras.\nA consideração dos processos costeiros atuais é importante por estabelecer tendências de comportamento sedimentológico que poderão auxiliar em ações de planejamento e manejo ambientais.\nInterface Marinha\nO trecho de costa estudado tem a orientação geral de cerca de 350 e caracteriza-se pela regularidade batimétrica e fraco declive de fundos, com a linha dos — 10m a cerca de 2,5 km da costa e dos —\n15m a cerca de 6,5km. O relevo é relativamente plano, cortado pelo canyon do Japaratuba. Entre as cotas negativas de 20m e 3.200m, esta feição tem direção aproximada perpendicular ao litoral, próxima à desembocadura do rio Japaratuba. Segundo Van Berckel (1976), a presença de correntes fluviais de reconhecida competência e capacidade e o rebaixamento do nível do mar são dois fatores — chave para a formação dos canyons submarinos.\nO grupo Piaçabuçu (formação Marituba), que se constitui em excelente aqüífero, aflora na plataforma continental adjacente. O poço de prefixo 1 — SES — 25 — SE mostra uma espessura de 596m de areia branca, hialina, de textura grosseira e subarredondada, sobreposta a camada de argila, cinza e esbranquiçada. No poço de prefixo 4 — CM — 40 — SE, a citada formação apresenta uma espessura de 370m, com topo e base colocados nas elevações estruturais de -8m e -378m. Na porção superior é composta por dolomita e, em direção a base, por camadas de arenito e calcarenito.\nNo Terminal Inácio Barbosa e sua jurisdição compreende a costa do estado de Sergipe, desde a extremidade N da foz do rio Sergipe até a divisa do estado de Alagoas e a margem sergipana do trecho navegável do rio São Francisco.\nTrata-se de um terminal off-shore com um cais de acostagem a 2.400m da linha da costa, abrigado por um quebra-mar de 550m. O cais de acostagem, com extensão de 331m e largura de 17m, é alargado para 23,60m no trecho sul, numa extensão de 59,20m, que permite a manobra de qualquer veículo. A profundidade natural é de 9,50m (maré mínima), elevada para 10,90m com dragagem. A atracação só é realizada na face interna em dois berços com capacidade de atender navios com, no máximo, 30.000TPB.\nMorfodinâmica das Praias Arenosas\nA classificação morfodinâmica das praias arenosas do município de Barra dos Coqueiros baseou-se, essencialmente, na observação das características geomorfológicas, tipo de rebentação de ondas, granulometria dos sedimentos e inclinação média da face de praia, em comparação com os tipos de praias propostos por Wright e Short (1984). O comportamento das ondas incidentes no segmento de praia estudado foi obtido, sobretudo, através do uso de fotografias aéreas verticais e observações efetuadas em campo. Incrementando os dados\nnecessários à classificação morfodinâmica utilizada, foram ainda coletadas amostras de sedimentos praiais em pontos distribuídos ao longo da área estudada, sendo realizadas análises granulométricas da fração areia por peneiramento a seco.\nO trecho litorâneo estudado pode ser classificado como sendo uma típica costa aberta dominada por ondas, ou seja, os estádios ou estágios morfodinâmicos da face de praia e das zonas de surf e de arrebentação estão diretamente relacionados aos efeitos das ondas.\nCom base nas características das praias oceânicas tais como tamanho médio do sedimento, declividade, energia das ondas, bem como nas feições culturais, ao longo das praias, ocorre o estado morfodinâmico dissipativo, de acordo com o modelo apresentado pela escala australiana de Geomorfologia.\nA arrebentação é do tipo deslizante ou progressiva e sua energia é dissipada ao longo do extenso perfil praial. Isso se deve à presença de areia muito fina no setor, conferindo ao perfil praial baixa declividade, e apresentação de três ou mais linhas de arrebentação.\n■\tPraia da Costa\nA interferência antrópica nesta praia é bem expressiva, pela edificação de bares e restaurantes no pós-praia, devido a proximidade com a linha de costa e pelo padrão de espraiamento das ondas ser deslizante, os processos erosivos sobre essas residências ocorrerão a curto prazo e os mesmos estão agindo, severamente, nas proximidades do Hotel da Ilha, onde observa-se a formação de falésias e o tombamento de coqueiros, devido ao déficit de sedimentos retidos à montante, pela estrutura do Terminal Portuário Inácio Barbosa.\n■\tPraia do Jatobá\nFoi observada uma progradação artificial de aproximadamente 295 metros na linha de costa, nas adjacências do Terminal Portuário Inácio Barbosa, associada à construção dessa obra. No entanto, devido à acumulação de sedimentos à montante do porto, está ocorrendo erosão à jusante, na praia da Costa, próximo ao Hotel da Ilha. O padrão de arrebentação de ondas nesta praia é do tipo deslizante.\n5.\tConclusões\nO preenchimento e arquitetura deposicional das acumulações sedimentares holocênicas presentes na planície costeira do município, analisados através de perfurações de poços de petróleo e furos de sondagem, mostram sua espessura e o predomínio de sedimentos silto-arenosos e de areia fina a média com presença de matéria orgânica.\nAs informações derivadas da geologia e geomorfologia, cartografadas em escala adequada, constituem-se num poderoso auxílio documental e instrumental na gestão ambiental, pois a planície quaternária apresenta restrições à ocupação impostas pela legislação ou condições físicas e ambientais.\nObserva-se desequilíbrio na dinâmica costeira da área, com processos erosivos e deposicionais moderados que embora possam ter origem natural foram agravados pelas ações antrópicas como a construção do Terminal Portuário e o espigão construído na margem esquerda do rio Sergipe.\n6.\tReferências\nANGULO, R.J. Geologia da planície costeira do estado do Paraná. Instituto de Geociências, Universidade de São Paulo, São Paulo (Tese de Doutorado), 1992.\nARAYA-VERGARA, J.F. Toward a classification on beach profiles. Journal of Coastal Research, 2(2): 159-165,1986.\nBANDEIRA, J. V. Estimativa do transporte litorâneo em torno da embocadura do rio Sergipe. Dissertação de Mestrado. Instituto de Pesquisa Radioativas. UFMG, P. 191,1972.\nFONTES, A. L.; Aspectos geológicos e geomorfológicos da planície entre os estuários dos rios Sergipe e Japaratuba. — Sergipe. 36° Congresso Brasileiro de Geologia. Anais: v2: 700 — 708, 1990.\nMUEHE, D.; O Litoral Brasileiro e sua Compartimentação. In: Geomorfologia do Brasil. Ed. GUERRA, A. J. T; CUNHA, S. B. (org). Rio de Janeiro, Bertrand Brasil, 2003.\nMUEHE, D. Geomorfologia Costeira. In: Geomorfologia: uma atualização de bases e conceitos. Ed. GUERRA, A. J. T; CUNHA, S. B. (org). Rio de Janeiro, Bertrand Brasil, 1995\nREINECK, H. E. &amp; I. B. SINOH. Depositional Sedimentary Environments, with Reference to Ferrigenous Clastics. 2a ed. Springer-Verlag, Berlim, Heidelberg, Nova York, p. 549,1980.\nSILVEIRA, J. D.; Morfologia do Litoral. In: Brasil, a terra e o homem. São Paulo: Ed. A. de Azevedo, pp. 253 — 305,1964.\nSOUZA, Célia Regina de Gouveia (ed). Quaternário do Brasil. Ribeirão Preto: Holos Editora, 2005.\nSHORT, A.D. Wave beach, predure and mobile dune interactions in southeast. Austrália Journal of Coastal. Research Special Issue 3: 5-8.1988.\nGEONORDESTE, Ano XIX, n. 1\nDAS REDES DE PESCA ÀS TRAMAS DA SU STENTABILIDADE EM COMUNIDADES HALIEUTICAS.\nRosemeri Melo e Souza38\nRESUMO\nRessaltou-se ao longo deste artigo que o uso de equipamentos específicos (petrechos como redes e outros) na pesca artesanal e na captura de crustáceos, assim como os usos tradicionais dos recursos naturais constituem partes significativa do relacionamento sociocultural das comunidades pesqueiras com seus ambientes. Explorou-se a premissa que a dimensão cultural da sustentabilidade repousa num património humano que comporta uma dimensão cultural (sociodiversidade) relacionada aos usos e à gestão comunitária da biodiversidade regional.\nPalavras-Chave: Pesca artesanal, geoecologia, sustentabilidade.\nFROM FISHERY NETS TO SUSTENTABILITY WEAVE PLOTS IN HALIEUTICAL COMMMUNITIES\nABSTRACT\nIt was emphasized along these paper that the uses of the fishing equipments for artisan fishery and crustaceans catchment’s (such as nets and others), as well as the traditional uses of the natural resources, constitute important part of the plots of the social and cultural relationship of the fishermen community with the coastal environment. It was explored the premise that the cultural dimension of the sustainability rests in a human patrimony which holds a cultural diversity (sociodiversity) related to the uses and common management of the regional biodiversity.\nKey-words: Artisan fishery, geoecology, sustainability.\n38\tDoutora em Desenvolvimento Sustentável. Professora Associada do DGE e do NPGEO/UFS. Coordenadora e Docente do PRODEMA/UFS. Líder do Grupo de Pesquisa em geoecologia e Planejamento territorial — GEOPLAN/UFS/CNPq. E-mail: rome@ufs.br"}]}}}