{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18922"}, {"@name": "filename", "#text": "25991_2018_dis_lalima.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO CEARÁ \nCENTRO DE CIÊNCIAS AGRÁRIAS \n\nDEPARTAMENTO DE CIÊNCIAS DO SOLO  \nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIA DO SOLO \n\n \n\n \n\n \n\n \n\n \n\nLUAN ALVES LIMA \n\n \n\n \n\n \n\n \n\n \n\n \n\nVARIABILIDADE ESPACIAL DE ATRIBUTOS DO SOLO EM SISTEMA DE \n\nTERRAÇOS EM REGIÃO SEMIÁRIDA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFORTALEZA \n\n2018 \n \n\n\n\nLUAN ALVES LIMA \n\n \n \n \n \n \n \n \n\nVARIABILIDADE ESPACIAL DE ATRIBUTOS DO SOLO EM SISTEMA DE TERRAÇOS \n\nEM REGIÃO SEMIÁRIDA \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação submetida ao Programa de Pós-\nGraduação em Ciência do Solo da \nUniversidade Federal do Ceará, como requisito \nparcial à obtenção do título de Mestre em \nCiência do Solo. Área de concentração: \nManejo do Solo e da Água  \nOrientadora: Profa. Dra. Mirian Cristina Gomes \nCosta. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFORTALEZA \n\n2018 \n\n\n\nDados Internacionais de Catalogação na Publicação \nUniversidade Federal do Ceará\n\nBiblioteca Universitária\nGerada automaticamente pelo módulo Catalog, mediante os dados fornecidos pelo(a) autor(a)\n\nL698v Lima, Luan Alves.\n    Variabilidade espacial de atributos do solo em sistema de terraços em região semiárida / Luan Alves\nLima. – 2018.\n    75 f. : il. color.\n\n     Dissertação (mestrado) – Universidade Federal do Ceará, Centro de Ciências Agrárias, Programa de\nPós-Graduação em Ciência do Solo, Fortaleza, 2018.\n     Orientação: Profa. Dra. Mirian Cristina Gomes Costa.\n\n    1. Krigagem. 2. Práticas mecânicas. 3. Terraceamento. I. Título.\n                                                                                                                                                  CDD 631.4\n\n\n\nLUAN ALVES LIMA \n \n \n \n \n \n \n \n\nVARIABILIDADE ESPACIAL DE ATRIBUTOS DO SOLO EM SISTEMA DE TERRAÇOS \n\nEM REGIÃO SEMIÁRIDA \n\n \n \n \n \n \n\nDissertação submetida ao Programa de Pós-\nGraduação em Ciência do Solo da \nUniversidade Federal do Ceará, como requisito \nparcial à obtenção do título de Mestre em \nCiência do Solo. Área de concentração: \nManejo do Solo e da Água \n \n\nAprovada em: 31/07/2018. \n \n \n\nBANCA EXAMINADORA \n \n \n\n________________________________________ \nProfa. Dra. Mirian Cristina Gomes Costa (Orientadora) \n\nUniversidade Federal do Ceará (UFC) \n \n \n\n_________________________________________ \nProf. Dr. Jaedson Cláudio Anunciato Mota \n\nUniversidade Federal do Ceará (UFC) \n \n \n\n_________________________________________ \nProf. Dr. José Carlos de Araújo \n\nUniversidade Federal do Ceará (UFC) \n\n \n \n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA Deus. \n\nAo meu avô Luiz Antônio Martins e meu pai \n\nEdmilson Alves Martins.  \n\n \n\n \n\n \n\n\n\nAGRADECIMENTOS \n\n \n\nA Deus pela disposição e força em busca dos meus objetivos. \n\nAo meu pai Edmilson e minha mãe Francisca. À minha família, em especial \n\nEdileusa Martins, Silvanete Pinto, Lorenna Ramalho, Elionete Martins, Edilson Martins pelo \n\nsuporte e incentivo, sempre. À D. Silvia, Mayara, Mayane e Átila pelo apoio e encorajamento \n\ndurante essa etapa. A Helen pelo apoio e suporte desde o início dessa jornada. \n\nÀ Universidade Federal do Ceará, ao Departamento de Ciências do Solo e \n\nPrograma de Pós-graduação em Ciência do Solo pelo conhecimento adquirido por meio do \n\ncurso de mestrado. À CAPES, pelo apoio na concessão da bolsa de auxílio e apoio à pesquisa \n\npor meio do projeto Pró-Integração. \n\nÀ minha orientadora, Mirian Cristina Gomes Costa pelos ensinamentos, \n\ncobranças, confiança contribuindo com meu crescimento pessoal e profissional. \n\nÀs professoras Aline Genú e Adriana Guirado pela participação e valiosas \n\ncontribuições na elaboração do projeto de dissertação. \n\nAo Sr. Napoleão por disponibilizar área experimental para realização do estudo. \n\nAo NUTEC - Fundação Núcleo de Tecnologia Industrial do Ceará pela disponibilidade para \n\nrealização das análises químicas. \n\nAos professores e amigos da UFERSA, em especial Vânia Porto, Nildo Dias pelo \n\napoio, incentivo e aprendizado durante e depois da graduação. Ao meu orientador da \n\ngraduação e grande amigo, Francisco de Assis (Thikão), pela infinidade de conhecimentos \n\nrepassados, pelo exemplo de vida e profissional e também ao grupo de pesquisa Irriganutri. \n\nAos funcionários do departamento, Edilson, Marilene, Camile, Fátima, Crisanto, \n\nFranzé, Antônio José e em especial à Deyse, técnica do Laboratório de Manejo do Solo pela \n\nsua paciência, amizade e inestimável contribuição para execução deste trabalho. \n\nÀ minha turma Rodolfo, Rhayane, Esraelda, Raquel e Nathielly pelo \n\nconhecimento compartilhado e os bons momentos vicenciados. Aos amigos e colegas que \n\ncontribuíram na execução desse trabalho: Rodolfo, Wilner Valbrun, Lucas de Sousa, Gustavo \n\nHenrrique, Valeska, Rosângela, Ruan, Daniel Pontes, Caroline, Bruna, Ana Karla, \n\nRyshardson, Erick, Mardones, Giordanio, Jader, Luilson, Lucas, Ronaldo.  \n\nAos professores do Departamento de Ciências do Solo e do programa Pós-\n\ngraduação em Ciência do Solo.  \n\n\n\nAo professor Jaedson Cláudio Anunciato Mota pela amizade, disponibilidade em \n\nesclarecimento e pela participação na banca de defesa da dissertação. Ao professor José \n\nCarlos de Araújo pela aceitação e célebre participação na banca de defesa da dissertação.  \n\nA todos que de alguma forma contribuíram com meu crescimento e realização \n\ndeste trabalho. \n\nMuito Obrigado! \n\n\n\nRESUMO \n\n \n\nTerraços são estruturas construídas ao longo do terreno, constituídas por um canal e um \n\ncamalhão, com a finalidade de segmentar o comprimento das vertentes de modo a interceptar \n\no escoamento superficial e o solo transportado pela erosão hídrica. Juntamente com o solo \n\ninterceptado pelos terraços, há também material orgânico e insumos que tenham sido \n\naplicados na área agrícola terraceada. Nesse sentido, fundamentou-se a hipótese de que, na \n\nmedida em que se aproxima dos canais de terraços, há mais nutrientes e maior teor de matéria \n\norgânica no solo, além de mais partículas finas. Objetivou-se com este trabalho verificar a \n\nvariabilidade espacial de atributos químicos e físicos do solo, por meio da análise descritiva e \n\ngeoestatística em uma área entre terraços em região semiárida. A pesquisa foi realizada em \n\nIguaçu (Canindé – CE), em uma área terraceada há onze anos, na bacia do rio Cangati. Foi \n\nrealizada amostragem regular do tipo grade em 100 pontos, com 10 pontos espaçados a cada 2 \n\nmetros na largura e a cada 5 metros no comprimento, em uma área 810 m2 entre dois terraços. \n\nApós identificação e georreferenciamento, as amostras de solo foram coletadas nas camadas \n\nde 0,0 a 0,10 m e 0,10 a 0,20 m e levadas à UFC para realização das análises físicas e \n\nquímicas. Quantificaram-se os atributos físicos: granulometria com fracionamento da areia, \n\nargila dispersa em água (ADA) e, calculado o grau de floculação (GF). Os atributos químicos \n\navaliados foram: potencial hidrogeniônico (pH), condutividade elétrica (CE), nitrogênio total \n\n(NT) fósforo (P), potássio (K), cálcio (Ca), magnésio (Mg), sódio (Na), alumínio trocável \n\n(Al), acidez potencial (H+Al) e carbono orgânico total (COT). Os atributos químicos \n\ncalculados foram: soma de bases (SB), capacidade de troca de cátions (CTC), acidez potencial \n\n(Al+H), saturação por bases (V%) e percentagem de saturação por sódio (PST%). Os dados \n\nforam submetidos à análise descritiva e geoestatística. Na análise geoestatística, foi feita a \n\nanálise de dependência espacial, verificada pelo melhor ajuste dos semivariogramas seguido \n\nde interpolação pela krigagem ordinária utilizando o Software GS+. Os atributos físicos do \n\nsolo apresentaram menor variação dos dados quando comparados aos químicos. A \n\ndependência espacial foi classificada como média e forte nos atributos físicos e químicos \n\nestudados, sendo a dependência espacial mais evidente com o aumento da profundidade do \n\nsolo. Houve maiores teores de argila e maior grau de floculação em pontos próximos ao canal \n\ndo terraço. A disposição aleatória da matéria orgânica, entre os terraços, permite rejeitar a \n\nhipótese de maiores valores encontrados à medida que se aproxima dos canais dos terraços. \n\nPor outro lado, aceita-se a hipótese de maiores teores de partículas finas (argila e GF ) e \n\ndisponibilidade de nutrientes (V% e P) localizados nas proximidades do canal de terraço, \n\n\n\nmelhorando os atributos de fertilidade e qualidade do solo. A variabilidade espacial dos \n\natributos relacionados às frações granulométricas e acidez potencial (H+Al), constatada pelo \n\nuso da geoestatística na área entre terraços, evidencia a importância do manejo direcionado, \n\nde modo a garantir a qualidade do solo e dos cultivos agrícolas em áreas terraceadas no \n\nsemiárido. \n\n \n\nPalavras-chave: Krigagem. Práticas mecânicas. Terraceamento.  \n\n \n \n\n\n\nABSTRACT \n\n \nTerraces are structures built along the terrain, constituted by a canal and a ridge, with the \n\nfinality of to segment the length of the hillsides in order to intercept the runoff and soil \n\ntransported by water erosion. Together with the intercepted soil by the terraces, there is also \n\norganic material and inputs which has been applied in the terraced agricultural area. In this \n\nsense, it was based the hypothesis that, there is spatial variability of the physical and chemical \n\nattributes of the soil with the practice of the terraces: as the terraces canals approaches, there \n\nis greater availability of nutrients, higher levels of organic matter and fine particles, \n\nimproving fertility attributes and soil quality. The objective of this work was to verify the \n\nspatial variability of soil chemical and physical attributes, through the descriptive and \n\ngeostatistical analysis in an area between terraces in the semi-arid region. The research was \n\ncarried out in Iguaçu (Canindé - CE), in a terraced area eleven years ago, in the Cangati river \n\nbasin. A regular sampling of the grid type was performed at 100 points, with 10 points spaced \n\nevery 2 meters in width and every 5 meters in length, in an area 810 m2 between two terraces. \n\nAfter identification and georeferencing, the soil samples were collected in the layers of 0.0 to \n\n0.10 m and 0.10 to 0, 20 m and taken to the UFC for the physical and chemical analyzes. The \n\nfollowing physical attributes were quantified: granulometry with sand fractionation, clay \n\ndispersed in water (CDW) and calculated the degree of flocculation (DF). he chemical \n\nattributes evaluated were: hydrogenation potential (pH), electrical conductivity (EC), total \n\nnitrogen (NT) phosphorus (P), potassium (K), calcium (Ca), magnesium (Mg), sodium (Al), \n\npotential acidity (H + Al) and total organic carbon (TOC). The chemical attributes evaluated \n\nwere: hydrogenation potential (pH), electrical conductivity (EC), total nitrogen (NT) \n\nphosphorus (P), potassium (K), calcium (Ca), magnesium (Mg), sodium (Al), potential acidity \n\n(H + Al) and total organic carbon (TOC) The chemical attributes evaluated were: \n\nhydrogenation potential (pH), electrical conductivity (EC), total nitrogen (NT) phosphorus \n\n(P), potassium (K), calcium (Ca), magnesium (Mg), sodium (Al), potential acidity (H + Al) \n\nand total organic carbon (TOC). Data were submitted to descriptive analysis followed by \n\ngeostatistical analysis. In the geostatistics, the analysis of spatial dependence was verified, \n\nverified by the best adjustment of semivariograms followed by interpolation by ordinary \n\nkriging using GS+ Software. The physical attributes of the soil presented smaller variation of \n\nthe data when compared to the chemical ones. Spatial dependence was classified as medium \n\nand strong in the physical and chemical attributes studied, with spatial dependence being \n\nmore evident with increasing soil depth. There were higher clay contents and flocculation \n\n\n\ndegree at points close to the terrace channel. The random arrangement of organic matter \n\nbetween the terraces allows one to reject the hypothesis of higher values found as it \n\napproaches the canals of the terraces. On the other hand, the hypothesis of higher content of \n\nfine particles (clay and DF) and availability of nutrients (V% and P) located near the terrace \n\ncanal, improving fertility and soil quality, is accepted. The spatial variability of the attributes \n\nrelated to the granulometric fractions and potential acidity (H + Al), verified by the use of \n\ngeostatistics in the area between terraces, shows the importance of the directed management, \n\nin order to guarantee the quality of soil and agricultural crops in terraced areas in the semiarid. \n\n \n\nkeywords: Kriging. Mechanical practices. Terracing.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1- Localização da área de estudo no distrito de Iguaçu, Canindé – CE ........................ 31 \n\nFigura 2- Detalhe do estaqueamento (A) e georreferenciamento (B) dos pontos amostrais .... 33 \n\nFigura 3- Distribuição espacial das frações granulométricas (areia, silte e argila em %) do solo \n\nentre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m.................................... 46 \n\nFigura 4- Distribuição espacial das frações de areia grossa (%AG), areia média (%AM) e \n\nareia fina (%AF) do solo entre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 \n\nm .............................................................................................................................. 47 \n\nFigura 5- Distribuição espacial da argila dispersa em água - ADA (%) e grau de floculação - \n\nGF (%) do solo entre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m .......... 49 \n\nFigura 6- Distribuição espacial dos valores de pH e condutividade elétrica no extrato da pasta \n\nsaturada (CEes - dS m-1) e teores de fósforo (P - mg kg-1) nas camadas de 0,0 a 0,10 \n\nm e 0,10 a 0,20 m ..................................................................................................... 52 \n\nFigura 7- Distribuição espacial de sódio (Na - cmolc dm\n-3) nas camadas de 0,0 a 0,10 m e 0,10 \n\na 0,20 m .................................................................................................................... 54 \n\nFigura 8- Distribuição espacial de Nitrogênio total (NT - g kg-1) na camada de  m e 0,10 a \n\n0,20 m ...................................................................................................................... 55 \n\nFigura 9- Distribuição espacial de potássio (K), cálcio (Ca) e magnésio (Mg), em cmolc dm\n-3, \n\nnas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m .......................................................... 56 \n\nFigura 10- Distribuição espacial da acidez potencial (H+Al - cmolc dm\n-3) e Carbono orgânico \n\ntotal (COT - g kg-1) nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m .......................... 57 \n\nFigura 11-Distribuição espacial da capacidade de troca de cátions (CTC - cmolc dm\n-3), \n\nsaturação por bases (V%) e porcentagem de sódio na CTC (PST - %) nas camadas \n\nde 0,0 a 0,10 e 0,10 a 0,20 m ................................................................................. 59 \n\n \n\n \n\n\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1- Estatística descritiva dos atributos físicos do solo entre terraços nas camadas de 0,0 \n\na 0,10 m e 0,10 m a 0,20 m  ..................................................................................... 38 \n\nTabela 2- Estatística descritiva dos atributos químicos do solo entre terraços nas camadas de \n\n0,0 a 0,10 m e 0,10 a 0,20 m  ................................................................................... 41 \n\nTabela 3- Modelos e parâmetros dos semivariogramas para os atributos químicos do solo \n\nentre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m  ................................ 44 \n\nTabela 4- Modelos e parâmetros dos semivariogramas para os atributos químicos do solo    \n\nentre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m  ................................ 50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO ......................................................................................................... 15 \n\n2 REVISÃO DE LITERATURA ................................................................................ 17 \n\n2.1 O que é o semiárido .................................................................................................... 17 \n\n2.2 Solos da região semiárida ........................................................................................... 18 \n\n2.2.1 Principais características ........................................................................................... 18 \n\n2.2.2 Uso inadequado e degradação dos solos ................................................................... 19 \n\n2.2.3 Erosão do solo ............................................................................................................ 20 \n\n2.3 Práticas conservacionistas de manejo de solos .......................................................... 22 \n\n2.4  Variabilidade de atributos de solo associada às práticas mecânicas de \n\nconservação ................................................................................................................ 25 \n\n2.5 Geoestatística como ferramenta de análise da variabilidade dos atributos do \n\nsolo ............................................................................................................................. 27 \n\n3 MATERIAL E MÉTODOS ..................................................................................... 31 \n3.1 Localização e caracterização da área de estudo ......................................................... 31 \n\n3.2 Amostragem e coleta de solo ...................................................................................... 32 \n\n3.3 Variáveis analisadas .................................................................................................... 34 \n\n3.3.1 Análises físicas ........................................................................................................... 34 \n\n3.3.2 Análises químicas ....................................................................................................... 34 \n\n3.4 Análises estatísticas..................................................................................................... 35 \n\n3.4.1 Estatística descritiva ................................................................................................... 35 \n\n3.4.2 Análise geoestatística ................................................................................................. 36 \n\n4 RESULTADOS E DISCUSSÃO .............................................................................. 38 \n\n4.1 Estatística descritiva ................................................................................................... 38 \n\n4.1.1 Atributos físicos .......................................................................................................... 38 \n\n4.1.2 Atributos químicos ...................................................................................................... 41 \n\n4.2 Análise geoestatística ................................................................................................. 44 \n\n4.2.1 Atributos físicos .......................................................................................................... 44 \n\n4.2.2 Atributos químicos ...................................................................................................... 50 \n\n5 CONCLUSÕES ......................................................................................................... 61 \n REFERÊNCIAS ....................................................................................................... 62 \n\n\n\n15 \n \n\n1 INTRODUÇÃO  \n\n \nAs regiões semiáridas estão presentes em diferentes locais do mundo, como em \n\ngrandes extensões do continente africano, alguns países asiáticos (China e Índia) e em quase \n\ntoda Austrália; já no continente sul-americano, destaca-se o nordeste brasileiro. Embora essas \n\nregiões estejam distribuídas em locais distintos no globo terrestre com suas peculiaridades, \n\napresentam muitas características em comum. Em geral, apresentam chuvas limitadas e \n\nirregulares, altas temperaturas e solos rasos susceptíveis à salinização e à erosão.  \n\nA erosão é um processo natural, mas que tem sido acelerado por atividades antrópicas, \n\nresultando em significativas perdas de solo no mundo. Em grande parte dos países africanos a \n\nerosão do solo é um dos aspectos que limita a produção agrícola e causa danos ambientais. No \n\nnordeste brasileiro esse cenário não é diferente e o uso inadequado das terras, representado \n\npelo desmatamento, plantio morro abaixo e sobrepastejo, tem agravado esse fenômeno. As \n\náreas disponíveis à agropecuária não possuem condições ótimas ao cultivo, de modo que esse \n\nacaba sendo feito, muitas vezes, em terrenos mais íngremes em que há maior vulnerabilidade \n\naos processos erosivos. É neste cenário que as práticas de conservação do solo são \n\nimprescindíveis por viabilizar a produção de alimentos sem exaurir os recursos naturais. \n\n Dentre as práticas de conservação do solo existem as mecânicas nas quais se \n\nenquadram os terraços. Terraços são estruturas construídas em áreas com declive mais \n\nacentuado, visando segmentar o comprimento das vertentes para reduzir o escoamento \n\nsuperficial e o transporte de solo que caracterizam a erosão hídrica. Ao reduzir o escoamento \n\nsuperficial e viabilizar maior infiltração de água no solo, o terraceamento melhora as \n\ncondições para a agricultura, contribuindo para a convivência com o semiárido. Deve-se ainda \n\nressaltar que o terraceamento contribui para o sequestro de carbono e para a regulação dos \n\ncorpos hídricos, exercendo função substancial frente às mudanças climáticas e o equilíbrio \n\nambiental. \n\nEm áreas terraceadas supõe-se que haja variabilidade espacial dos atributos físicos e \n\nquímicos do solo. A variação nos teores de matéria orgânica, de nutrientes e das frações \n\ngranulométricas do solo pode resultar em locais da área agrícola com maior fertilidade e \n\numidade do solo, o que pode influenciar no desenvolvimento, estabilidade e rendimento dos \n\ncultivos. No contexto das regiões semiáridas, em que os eventos de veranicos são comuns e o \n\ncultivo predominante é o de sequeiro, e em que busca-se uma agricultura com a menor adição \n\nde insumos possível, o conhecimento da distribuição dos atributos do solo em áreas \n\n\n\n16 \n \n\nterraceadas é de grande utilidade. Mediante este conhecimento é possível planejar estratégias \n\nde cultivo e manejo do solo, proporcionando maior eficiência no uso das terras agrícolas em \n\nsituações de semiaridez.  \n\nDiante do exposto, este trabalho fundamenta-se na hipótese de que existe variabilidade \n\nespacial dos atributos físicos e químicos do solo com a prática dos terraços: na medida em que \n\nse aproxima do canal de terraços há maior disponibilidade de nutrientes, maiores teores de \n\nmatéria orgânica e de partículas finas, melhorando atributos de fertilidade e qualidade do solo.  \n\nPortanto, objetivou-se com o presente estudo verificar a variabilidade espacial de \n\natributos químicos e físicos do solo, por meio da análise descritiva e geoestatística em uma \n\nárea entre terraços em região semiárida.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n \n\n2 REVISÃO DE LITERATURA \n\n \n\n2.1 O que é o semiárido \n \n O termo “Semiárido” foi inserido em 1977, na Conferência das Nações Unidas sobre \n\nDesertificação, em Nairobi, capital do Quênia. Um dos objetivos foi chamar a atenção do \n\nmundo para as regiões secas (áridas e semiáridas), como medida de “alerta” aos problemas \n\nenfrentados: perda de produtividade, comprometimento da produção de alimentos como \n\nconsequência da desertificação, sendo proposta uma delimitação das zonas áridas e semiáridas \n\ndo mundo de modo a estabelecer o Plano de Combate à Desertificação (UNESCO, 1979). \n\n As regiões semiáridas são delimitadas com base em índice de aridez e depende de dois \n\nfatores principais: precipitação (P) e da perda máxima possível por evapotranspiração (ETP). \n\nAssim, com a redução da precipitação e aumento da evaporação, a aridez aumenta \n\n(MATALLO, 2003). O índice de aridez foi desenvolvido com base na metodologia realizada \n\npor Thornthwaite (1941) e ajustada por Penman (1953). É calculado pela relação de P/ETP, \n\nem que P é o valor médio da precipitação anual, e ETP é a evapotranspiração potencial média \n\nanual, variando de 0,005 (Hiperárido) a 0,65 (Subúmido e Úmido), sendo semiárido aquele \n\nentre 0,21 – 0,5 (UNESCO, 1979).    \n\nAproximadamente 55% (79.500 milhões de quilômetros quadrados) da área terrestre \n\nconsistem de zonas áridas e semiáridas; distribuídas em 150 países. (CARVALHO, 2002). \n\nNessas regiões, vivem 20% da população mundial (ALAZARD et al., 2015) e cerca de 1 \n\nbilhão de pessoas estão entre as mais pobres do planeta (ROCHA; SOARES, 2015).  \n\nNa América do Sul, cerca de 30% do território é constituído de zonas áridas e \n\nsemiáridas abrangendo os países Chile, Perú, Bolívia, Argentina e Brasil (PR?V?LIE, 2016). \n\nO Semiárido brasileiro compreende os estados Alagoas, Bahia, Ceará, Minas Gerais, Paraíba, \n\nPernambuco, Piauí, Rio Grande do Norte e Sergipe, totalizando 969.589,4 km2 de extensão \n\nterritorial (BRASIL, 2005). Com uma população de aproximadamente de 21 milhões \n\n(BRASIL, 2005), o semiárido nordestino destaca-se como mais populoso do mundo \n\n(AB’SABER, 1999).  \n\nO clima predominante da região é caracterizado pela variabilidade espacial e temporal \n\ndas precipitações pluviais, que apresentam média anual de 750 mm e que são de alta \n\nintensidade (ANDRADE, 2016). O regime pluvial é dividido em duas estações: a úmida com \n\nperíodo de 3 a 4 meses; e a seca correspondente aos demais meses, onde a evapotranspiração \n\npotencial pode chegar a 2.700 mm anuais (ARAÚJO FILHO, 2013). Apesar das limitações \n\n\n\n18 \n \n\nclimáticas existentes, o semiárido brasileiro é um dos semiáridos mais chuvosos do mundo, \n\napresentando grande diversidade de ambientes, fauna e flora. \n\nNo ambiente semiárido há o predomínio de rochas cristalinas seguidas de áreas \n\nsedimentares; o relevo predominante vai desde o plano ao forte ondulado, com altitude de 400 \n\na 500 metros, podendo apresentar, em alguns casos, regiões de até 1000 metros (CUNHA, \n\n2010). \n\nO bioma Caatinga é o predominante no semiárido brasileiro, representando 80% dessa \n\nregião, exibindo diversidade de paisagens e tipo de vegetação, devido às condições \n\ngeomorfológicas, climáticas e ações antrópicas, que influenciam a distribuição e riquezas de \n\nsuas espécies vegetais (ARAÚJO FILHO, 2013). Pesquisas realizadas na região denotam \n\ncerca de 930 espécies vegetais registradas, das quais 380 são endêmicas. No entanto, o \n\naumento do mercado regional e aumento da população contribuíram para mudanças na \n\nbiodiversidade, principalmente das espécies nativas (CARVALHO, 2002). \n\nNesse contexto, é essencial, antes de qualquer atividade, considerar aspectos que \n\ncomprometem o semiárido, dentre eles, destacam-se, a pressão sobre os recursos naturais e \n\naumento da degradação das terras agrícolas (HUANG et al., 2016). \n\n \n\n2.2 Solos da região semiárida  \n \n\n2.2.1 Principais características \n\n \nAs regiões semiáridas estão presentes em vários locais do mundo, apresentando \n\ncaracterísticas comuns, tais como: altas temperaturas, reduzida pluviosidade com estação \n\nchuvosa curta e chuvas intensas, altos níveis de insolação, solos pouco intemperizados, \n\nsalinos e rasos, pequena produção de fitomassa, além de limitado acesso às tecnologias e \n\nocorrência de pobreza (MAIA, et al., 2006; CESANO et al., 2012).  \n\nPara compreender as características edáficas das regiões semiáridas, é preciso \n\nconsiderar que o solo é resultante da atuação dos fatores que controlam sua formação: \n\nmaterial de origem, clima, biota, relevo e tempo (BRADY; WEIL, 2013). Esses processos, \n\nembora atuem de maneira conjunta, apresentam intensidades relativas, dependendo do \n\nambiente em que estejam inseridos. Assim, um fator de formação do solo pode atuar de \n\nmaneira mais efetiva do que outro, resultando, dessa forma, em diferentes solos formados \n\npara as distintas regiões.  \n\nA cobertura pedológica da região semiárida está intimamente relacionada com o clima, \n\n\n\n19 \n \n\nmaterial de origem, vegetação e o relevo (CORREIA et al., 2011). Há uma diversidade de \n\nsolos presentes nas regiões semiáridas do mundo. Kampen e Burford (1980) mostram que \n\naproximadamente 33% da área de terra no Trópico do Semiárido (SAT) são ocupadas por \n\nLuvissolos (EMBRAPA, 2013), destes cerca de 32% encontram-se no semiárido africado e \n\n38% no semiárido asiático. Mais da metade dos solos do semiárido é composto pelos \n\nLuvissolos (EMBRAPA, 2013), juntamente com os Planossolos (EMBRAPA, 2013; \n\nKAMPEN; BURFORD 1980). Ainda segundo Kampen e Burford (1980), os solos da América \n\nLatina representam 15% do total dos solos do SAT, com predomínio também dos Luvissolos e \n\nPlanossolos.  \n\nEm regiões semiáridas existe grande diversidade de litologias e material originário, \n\nrelevo e regime de umidade do solo e estes fatores resultam na presença de diversas classes de \n\nsolos, as quais apresentam feições morfológicas e posições na paisagem (JACOMINE, 1996)  \n\nNo semiárido brasileiro basicamente são encontradas as seguintes classes de solos: \n\nLatossolos, Neossolos Litólicos, Argissolos, Luvissolos, Neossolos Quartzarênicos, Neossolos \n\nRegolíticos, Neossolos Flúvicos, Planossolos, Chernossolos, Cambissolos, Vertisolos, \n\nGleisolos e Plintossolos (CUNHA et al., 2010). \n\n Dessas classes de solos, algumas ocupam grande parte do semiárido brasileiro e \n\napresentam características importantes que merecem destaque, como é o caso dos Luvissolos \n\ne os Neossolos Litólicos, que são rasos e muito suscetíveis à erosão. Os Neossolos \n\nQuartzarênicos e os Neossolos Regolíticos apresentam baixa retenção de umidade e baixa \n\nfertilidade devido, principalmente, à textura muito grosseira que resulta em altas taxas de \n\ninfiltração; já os Planossolos contêm altos teores de sódio (CORREIA et al., 2011). \n\nA maioria dos solos do semiárido brasileiro são pouco desenvolvidos, rasos, de textura \n\nmédia a arenosa, com fertilidade natural relativamente alta, apresentando limitações ao uso, \n\nprincipalmente, em aspectos relacionados à água (deficiência), suscetibilidade à erosão, além \n\nde alta pedregosidade, rochosidade, salinidade, alcalinidade e problemas de drenagem, em \n\nalguns casos (PEREIRA; NETO, 2014).  \n\n2.2.2 Uso inadequado e degradação dos solos \n\n \nLevando em consideração a fragilidade dos solos do semiárido, seu uso inadequado \n\nassociado a eventos ambientais tem levado à degradação dos mesmos. A degradação do solo \n\npode ser definida como um processo que reduz sua capacidade atual ou potencial para \n\nproduzir bens ou serviços (GALINDO et al., 2008). Cerca de 33% dos solos do mundo estão \n\ndegradados, sendo os principais problemas a salinização, compactação, acidificação, \n\n\n\n20 \n \n\ncontaminação e erosão (FAO, 2015).  \n\nSegundo Jara-Rojas et al. (2013), as causas da degradação das terras são variadas e \n\ncomplexas, uma vez que envolvem vários fatores, podendo ser agrupadas em três categorias \n\nprincipais: climática - que inclui aspectos relacionados à meteorologia como chuva e seca; \n\nbiogeofísica - referindo-se ao relevo e tipo de solo; e de gestão - incluindo a escolaridade do \n\nagricultor, experiência e acesso aos serviços de extensão. \n\nNa região semiárida nordestina o desmatamento e o aumento da exploração agrícola \n\npara o pastoreio e extração da madeira vêm, ao longo dos anos, provocando degradação do \n\nbioma Caatinga por meio da erosão e diminuição da fertilidade do solo, comprometendo todo \n\no equilíbrio da região (MAIA et al., 2006; OLIVEIRA; GALVÍNCIO, 2011). \n\nNo Ceará, em particular, o plantio morro abaixo é uma prática comum na agricultura e \n\num dos principais fatores responsáveis pela degradação dos solos no Estado (SRH-\n\nCE/FUNCEME, 2010). Além disso, há outras práticas frequentes, tais como brocas, \n\nqueimadas, destocamentos, desmatamentos para abertura de áreas de plantio e/ou retirada de \n\nmadeiras para mais diversas finalidades (construção de moradias e prédios, lenha, cercas, \n\ncurrais, carvão, etc.), que também comprometem demasiadamente a sustentabilidade do \n\nsemiárido, sobretudo das microbacias (SRH-CE/FUNCEME, 2010). \n\nAs regiões semiáridas são muito susceptíveis aos processos erosivos, pois as próprias \n\ncaracterísticas dos solos predominantes, paisagem, distribuição e intensidade de chuvas \n\nfavorecem a erosão. Há estudos que mostram a importância do vento como agente erosivo em \n\nregiões áridas e semiáridas (YAN et al., 2015). Entretanto, a erosão hídrica também é \n\nrelevante, sendo as ravinas e voçorocas as mais destrutivas (RAHMATI et al., 2017). Nas \n\nterras altas da Etiópia, a erosão hídrica é a principal causa de degradação (CHRISTOPH, \n\n2014). Segundo Billi e Dramis (2003), o desenvolvimento de ravinas tem impactos negativos, \n\npois envolve a perda de material e, em alguns casos, a deposição de grande quantidade de \n\nsolo, podendo resultar em esgotamento do recurso natural básico, o solo.   \n\n \n\n2.2.3 Erosão do solo \n\n \nDe acordo com Lal (2001), a erosão ocorre por meio de um processo de três etapas: \n\ndesprendimento, transporte e deposição do solo. Bertoni e Lombardi Neto (2008) afirmam \n\nque a erosão é o processo de desprendimento e arraste acelerado das partículas do solo, \n\ncausado pela água e pelo vento e, segundo Morgan (2005), quando a energia não é \n\nsuficientemente capaz de causar mais transporte, ocorre a terceira etapa do processo erosivo - \n\n\n\n21 \n \n\na deposição. Embora a erosão seja um processo natural, algumas atividades humanas podem \n\nresultar em aumento acentuado das taxas de erosão, especialmente o uso insustentável das \n\nterras (LAL, 2001). \n\nA erosão do solo é considerada um dos mais importantes processos da degradação de \n\nterras em todo o mundo e representa uma séria ameaça em diversos setores como, por \n\nexemplo, fornecimento de alimentos, segurança e proteção da saúde humana e dos \n\necossistemas naturais e desenvolvimento socioeconômico dos países (OLLOBARREN et al., \n\n2016).  \n\n Xu et al. (2016) afirmam que a erosão do solo tem sido reconhecida como a principal \n\ncausa de degradação das terras e uma ameaça para a sustentabilidade dos ecossistemas \n\nagrícolas em todo o mundo. Benites et al. (1993), apud Correa et al. (2016), relatam que a \n\nerosão do solo na Argentina, Bolívia, Chile e Paraguai é responsável por uma média de 46% \n\nda extensão total de solos degradados por diferentes agentes erosivos.  \n\nA erosão dos solos é extremamente variável, temporal e espacialmente, estando \n\ncondicionada pelas diferenças na superfície, ou seja, pelas características edafoclimáticas da \n\nregião que afetam diretamente o escoamento superficial (SILVA; SANTOS, 2012). Em \n\nregiões áridas e semiáridas, a cobertura vegetal é importante nas alterações dos processos \n\nfísicos e químicos do solo, uma vez que ausência ou a cobertura insuficiente da vegetação \n\nexpõe os solos a eventos como a precipitação torrencial - de alta intensidade e curta duração \n\nnestas regiões - que modificam a camada superficial deixando-os mais susceptíveis à erosão \n\n(VÁSQUEZ-MÉNDEZ et al., 2011). \n\nNo semiárido nordestino a maioria dos solos apresenta susceptibilidade aos processos \n\nerosivos (ARAÚJO FILHO, 2013). De acordo com Lal (2001) a suscetibilidade do solo aos \n\nagentes de erosão, a erodibilidade, é determinada pelas propriedades inerentes do solo como, \n\npor exemplo, textura, estrutura, teor de matéria orgânica, minerais de argila, troca de cátions e \n\npropriedades de retenção e transporte de água. \n\n De acordo com Araújo Filho (2013), as classes de solos presentes na região semiárida \n\nbrasileira apresentam um problema comum que é a fase acelerada de erosão, isto é, transporte, \n\ncom taxa média de 29,7%. A substituição da cobertura vegetal pela agricultura e pecuária, a \n\nocupação inadequada de áreas como encostas, e a utilização imprópria dos solos podem \n\nocasionar processos erosivos acelerados (PEREIRA; NETO, 2014). \n\nDiante disso, é indispensável a utilização dos recursos naturais de maneira adequada e \n\nsustentável. Portanto, é necessário lançar mão do uso de práticas de conservação do solo e da \n\nágua.  \n\n\n\n22 \n \n\n2.3 Práticas conservacionistas de manejo de solos \n \n\nA conservação do solo surgiu na antiguidade e sua institucionalização iniciou-se com \n\nas grandes secas e devastações ambientais que ocorreram no início do século XX \n\n(DUMANSKI, 2015). Ainda de acordo com Dumanski (2015), as abordagens para a \n\nconservação do solo que surgiram a partir destas experiências focaram em instrumentos \n\ntecnológicos e de engenharia prescritivas com finalidade de prevenir ou mitigar os impactos \n\nda erosão do solo sobre a produção agrícola, a renda dos agricultores e a segurança alimentar. \n\nAs práticas de conservação do solo e da água podem ser divididas em edáficas, \n\nvegetativas e mecânicas. As práticas edáficas, de acordo com Portela (2011), são aquelas que \n\nmodificam o sistema de cultivo proporcionando, além do controle da erosão, a permanência \n\nou melhoria a fertilidade do solo. Essas práticas, baseiam-se em três princípios: a eliminação \n\nou controle das queimadas, adubação e correção do solo e rotação de culturas (LEPSCH, \n\n2010).  \n\nAs práticas vegetativas, de acordo com Lepsch (2010), são métodos de cultivo que \n\nvisam controlar a erosão com o aumento da cobertura vegetal do solo. Cada planta apresenta \n\ncaracterísticas próprias, como arquitetura, sistema radicular, biomassa aérea e porte, que \n\ncontribuirão de forma diferenciada na proteção do solo contra a ação direta dos agentes ativos \n\n(condições climáticas) e, consequentemente, dos processos erosivos (PORTELA, 2011).  \n\nAinda de acordo com Lepsch (2010), as principais práticas vegetativas são: \n\nreflorestamento, formação e manejo adequado das pastagens, cultivo em faixas, controle das \n\ncapinas e cobertura do solo com palha (“mulch”). Outra importante prática de conservação do \n\nsolo de caráter vegetativo é o plantio direto.  \n\nO plantio direto desempenha importante papel na conservação do solo, como o \n\nsequestro de carbono (ALVAREZ et al., 2014) e redução da emissão de gases do efeito estufa \n\n(TU; LI, 2017). Há outros benefícios indiretos nas propriedades do solo, tais como o aumento \n\nda qualidade biológica (aumento da variedade e do número de meso e microfauna do solo); \n\nmelhoria das propriedades físicas (estrutura, permeabilidade, capacidade de retenção de \n\numidade e da estabilidade do solo) e química com aumento da ciclagem de matéria orgânica \n\nno solo; bem como o armazenamento de nutrientes, liberando-os gradualmente para as \n\nculturas (ANDRADE et al., 2010). \n\nÉ importante destacar que, antes de qualquer coisa, o uso do solo deve respeitar sua \n\ncapacidade. A exploração agrícola do solo deve ser feita segundo preceitos conservacionistas \n\ne também levar em consideração aspectos econômicos (LEPSCH, 2010), sociais e culturais \n\n\n\n23 \n \n\n(CARVALHO et al., 2017). \n\n Nesse sentido, pode-se associar a atividade agrícola à atividade florestal. A agricultura \n\ncom base nos princípios conservacionistas, a qual pertence à agrosilvicultura, cultivos \n\nespeciais e sistemas de cultivo permanentes, promove a segurança alimentar, a redução da \n\npobreza e agregação de valor na produção agrícola e animal, bem como amplia as \n\noportunidades de mercado (DUMINSKI, 2006).  \n\nA utilização de estruturas artificiais para a redução da velocidade de escoamento da \n\nágua sobre a superfície do solo, interferindo nas fases mais avançadas do processo erosivo é o \n\nque conceitua as práticas mecânicas de conservação de solo e água (PRUSKI et al., 2009). \n\nDentre as principais práticas mecânicas de conservação do solo, têm-se: as barragens de \n\npedras ou “barragens sucessivas”, os cordões de pedras e os terraços. \n\nAs barragens de pedras são construídas em formato de arco romano deitado com \n\npedras soltas, arrumadas em “cunha” nos tributários (riachos). Sua importância está na \n\nredução da magnitude dos danos oriundos do manejo inadequado da aptidão agrícola e das \n\nformas de uso do solo dentro das microbacias hidrográficas (OLIVEIRA, 2010). \n\nEm áreas que contêm grande quantidade do material parental (pedras), pode-se utilizar \n\nesse tipo de material para servir como barreira física à erosão, constituindo os cordões de \n\npedra em contorno. Esses cordões segmentam o comprimento dos declives, reduzindo o \n\nvolume e a velocidade das enxurradas e, como consequência, forçam a deposição de \n\nsedimentos nas áreas onde são construídos formando patamares naturais (SILVA; SILVA, \n\n1997), podendo proporcionar aparecimento de espécies nativas, devido ao acúmulo de \n\nsementes nesta posição dos cordões. \n\n A eficiência dessa prática conservacionista é evidenciada por meio da retenção de \n\nsedimentos e, dependendo das condições edafoclimáticas do local, pode-se alcançar valores \n\npróximos a 60 t ha-1 ano -1 de material retido (OLIVEIRA, 2010). Ainda de acordo com o \n\nmesmo autor, pode ocorrer aumento da profundidade efetiva pelo acúmulo de sedimentos e \n\ntambém melhoria nas propriedades físicas e químicas do solo em relação à área de remoção. \n\nHammad et al. (2006), estudando os efeitos dos cordões de pedras em algumas \n\npropriedades do solo, concluíram que o sistema de conservação em terraços reduziu o efeito \n\nnegativo de chuvas intensas, resultando em menor quantidade de escoamento e erosão do que \n\nno sistema sem terraços. Na região semiárida da África, Zougmoré et al. (2014) constataram \n\nque os cordões de pedras, quando aliados a outras práticas de manejo do solo, aumentaram a \n\nprodutividade, cobertura vegetal além do sequestro de carbono, denotando importância \n\nprincipalmente no desenvolvimento da população que tem como fonte de renda a agricultura.  \n\n\n\n24 \n \n\nPara Bertoni e Lombardi Neto (2012), a palavra terraço é usada, em geral, para \n\nsignificar camalhão ou a combinação de camalhão e canal, construído em corte da linha de \n\nmaior declive do terreno. Pruski et al. (2009) afirmam que o terraceamento consiste na \n\nconstrução de terraços (canal e um dique, ou camalhão) no sentido transversal à declividade \n\ndo terreno, formando obstáculos físicos capazes de reduzir a velocidade do escoamento e \n\ndisciplinar o movimento da água sobre a superfície do terreno.  \n\nO objetivo principal do terraceamento é, geralmente, reduzir a perda de solo, mas \n\ntambém contribuir para aumentar a umidade do solo por meio da melhoria da infiltração e da \n\nredução das taxas máximas de descarga dos rios (DORREN; REY, 2004). \n\nOs terraços já fazem parte da paisagem agrícola em áreas montanhosas em todo o \n\nmundo, mostrando-se como estratégia de tornar uma área de alto declive em terra agricultável \n\n(JIANG et al., 2016). Gu et al. (2012) afirmam que os campos de arroz em terraços adjacentes \n\nàs aldeias com florestas formam parte das paisagens agrícolas tradicionais da Ásia. \n\nEspecificamente, os terraços de Ifugão com cultivo de arroz, nas cordilheiras das Filipinas, \n\nforam registrados como Património Mundial em 1995 (CUI et al., 2010).  \n\nSegundo Bertoni (1959), a utilização dos terraços em grande escala no Brasil iniciou-\n\nse pelo estado de São Paulo ainda na década de cinquenta. Desde então, essa prática \n\nimportante para a conservação do solo foi foco de estudo por diversas instituições de \n\npesquisas, possibilitando sua expansão no país.  \n\nOs terraços podem ser classificados quanto à função que desempenham (terraço de \n\nretenção; de drenagem; terraço misto), quanto à forma construtiva (Tipo Nichols ou \n\nManghum), quanto à forma de movimentação de terra (base estreita, base média, base larga), \n\nquanto ao seu perfil e ao alinhamento (PRUSKI et al., 2009). Os terraços podem ser \n\nconstruídos tanto de forma manual, utilizando implementos simples como enxadas, enxadões \n\n(OLIVEIRA, 2010), bem como de forma mais tecnificada, com uso de arados de aivecas ou \n\nde discos, terraceadores, arados gradeadores e motoniveladoras, sendo o arado mais utilizado \n\nnestes sistemas, apresentando como vantagem a construção e manutenção dos terraços pelos \n\npróprios agricultores (BERTONI; LOMBARDI NETO 2012).  \n\nDe maneira geral, como relatado por Griebeler et al. (2000), para segurança e \n\neficiência dos sistemas de terraceamento no controle da erosão, é primordial que seja feito \n\nestudo criterioso, de modo a conhecer as condições locais, como clima, solo, sistema de \n\ncultivo, culturas a serem implantadas, relevo e equipamento disponível. No entanto, são \n\ninúmeros benefícios dessa prática para os campos agrícolas, principalmente quando se trata de \n\nregiões de alto declive associadas à vulnerabilidade à erosão.  \n\n\n\n25 \n \n\nBertoni (1959) afirma que o terraceamento é uma das práticas mais eficientes de \n\ncontrolar a erosão em terras cultivadas. Sua eficácia se torna ainda maior quando associada às \n\noutras práticas de conservação do solo e da água. Medidas de conservação do solo e da água, \n\ncomo os terraços, são frequentemente promovidas em regiões montanhosas a fim de reduzir a \n\nerosão, melhorar a produtividade do solo e aumentar o rendimento das culturas \n\n(POSTHUMUS; STROOSNIJDE, 2010; MESFIN, 2018). \n\nDessa forma, a mudança de uma agricultura convencional para uma agricultura com \n\nbase nos princípios conservacionistas pode melhorar a estrutura, aumentar o carbono \n\norgânico, minimizar os riscos de erosão, conservar a água, diminuir as flutuações na \n\ntemperatura e melhorar a qualidade do solo (BUSARI et al., 2015). \n\n2.4 Variabilidade de atributos de solo associada às práticas mecânicas de conservação \n \n\nOs atributos do solo não estão distribuídos uniformemente. Essa variabilidade está \n\nassociada desde sua gênese, sendo resultado da atuação dos fatores de formação distribuídos, \n\ntanto no espaço, quanto no tempo.   \n\nEspacialmente a variabilidade ocorre de forma natural e é resultante de interações \n\ncomplexas entre geologia, topografia e clima (FERREIRA et al., 2015). Considerando a \n\nvariabilidade espacial das propriedades do solo em determinada área, é importante avaliar o \n\npotencial de produção dessa área, que pode servir como base para planejar estratégias de \n\nmanejo e otimizar a rentabilidade, sustentabilidade e proteção do meio ambiente (ZHAO et \n\nal., 2009; ZGÖZ et al., 2012). \n\n Com o passar do tempo, o uso do solo leva ao aumento da sua heterogeneidade, \n\nsobretudo quando está relacionado às práticas de desmatamento, preparo do solo, rotações de \n\ncultura, localização de aplicação de fertilizantes, ou seja, como esses fertilizantes são \n\naplicados - em faixas ou em linhas (CAVALCANTE et al., 2007).  \n\nHá diversos estudos em que foi investigada a variabilidade espacial dos atributos dos \n\nsolos relacionados a outras práticas de manejo, como por exemplo, o plantio direto \n\n(CAVALCANTE et al., 2011; DALCHIAVON et al., 2012; RIBEIRO et al., 2016; GUEDES \n\nFILHO et al., 2016) e a adubação relacionada à produtividade das culturas (SANA et al., \n\n2014; FERRAZ et al., 2015; MONTANARI et al., 2016).  \n\nNo entanto, há necessidade de estudar a variabilidade dos atributos do solo relacionada \n\na outras práticas de manejo, como os terraços. Os terraços estão frequentemente associados a \n\numa elevada variabilidade espacial na fertilidade do solo e na resposta da cultura devido à \n\nerosão do solo e ao processo de acumulação de sedimentos (VANCAMPENHOUT et al., \n\n\n\n26 \n \n\n2006). A acumulação de sedimentos se dá pela redistribuição ao longo do terreno, e ocorre \n\npreferencialmente em regiões mais baixas do terreno, resultando em variação das \n\npropriedades químicas do solo (NI; ZHANG, 2007). \n\nDe acordo com Dercon et al. (2003), as melhores práticas agronômicas e de manejo do \n\nsolo devem ser integradas com os terraços. Ainda de acordo com esses autores, é importante \n\ncompreender a variabilidade espacial das propriedades do solo em terraços de formação lenta \n\n(terraços de retenção, terraços mistos, por exemplo) a fim de desenvolver práticas de manejo \n\nintegrado para melhorar o desempenho desta técnica de conservação de solo comumente \n\nusada em áreas mais declivosas. \n\n Nesse sentido, Sandaña et al. (1998), avaliando as diferenças entre três terraços das \n\nidades Pleistoceno inferior, médio e superior, em Madrid e Guadalajara, chegaram à \n\nconclusão de que o aumento da translocação de argila e a lixiviação de carbonato de cálcio \n\nsão evidentes quando são avaliados terraços mais recentes em relação aos terraços mais \n\nantigos estabelecidos no entorno do rio Henares. Resultados semelhantes também foram \n\nconstatados no Sudoeste da China por Ni e Zhang (2007), que concluíram haver maior \n\nconcentração de carbonato de cálcio nas regiões mais inferiores da área terraceada, podendo o \n\ncultivo influenciar a erosão e a dinâmica de outros elementos como o fósforo e o potássio. \n\nOs parâmetros de qualidade do solo variam em áreas terraceadas devido ao relevo, \n\nmaterial de origem e principalmente das práticas adotadas, podendo aumentar as taxas de \n\nerosão nas seções dos terraços (LI; LINDSTROM, 2001). Dercon et al. (2003), ao estudarem \n\na variabilidade espacial das propriedades do solo em terraços na região dos Andes no \n\nEquador, observaram que houve alta variabilidade espacial das propriedades do solo em \n\nterraços. Esses autores afirmam ainda que, apesar do padrão e da magnitude da variação \n\nespacial serem dependentes do local, ficou claro que a fertilidade do solo aumentou da parte \n\nsuperior para a parte inferior, tomando como base as linhas de contorno dos terraços. \n\nDamene et al. (2012), estudando o impacto dos terraços agrícolas na manutenção da \n\nfertilidade do solo na Etiópia, observaram que devido à erosão e lixiviação de sais solúveis do \n\ndeclive superior e acúmulo no pé da encosta, o pH do solo e as bases trocáveis aumentaram \n\ncom a diminuição da inclinação do terreno. Nesse estudo, os autores chegaram à conclusão de \n\nque os terraços reduzem as perdas de solo e de nutrientes causadas pela erosão. \n\nKagabo et al. (2013), avaliando o efeito da erosão sobre o gradiente de fertilidade do \n\nsolo e os rendimentos de batata e milho em terraços de formação lenta (terraços de retenção, \n\nterraços mistos, por exemplo), notaram que os valores de carbono orgânico, nitrogênio total e \n\nfósforo disponível foram sempre maiores nas partes inferiores dos terraços e diminuíram nas \n\n\n\n27 \n \n\nporções superiores. Vancampenhout et al. (2006), pesquisando a magnitude dos gradientes de \n\nfertilidade dos solos em terraços progressivos entre os taludes de pedra na Etiópia, também \n\nverificaram efeito significativo para o fósforo disponível, nitrogênio total e carbono orgânico, \n\nsendo os maiores valores encontrados nas zonas inferiores.  \n\n Em cultivo de arroz no noroeste do Vietnã, Schmitter et al. (2010) observaram que a \n\nágua de irrigação carregada de sedimentos enriquece a fertilidade do solo depositando \n\nsedimentos finos ricos em carbono orgânico, especialmente nos campos localizados na \n\nposição inferior. \n\nDesse modo, o conhecimento da variabilidade do solo nos terraços é um importante \n\ndeterminante nas práticas de manejo, de maneira a evitar a perda da fertilidade do solo pelos \n\nprocessos de fluxo de água e carreamento dos nutrientes, interferindo no crescimento e \n\nrendimento das culturas.   \n\n2.5 Geoestatística como ferramenta de análise da variabilidade dos atributos do solo  \n \n\nA distribuição dos atributos do solo não se dá de forma homogênea, ou seja, existe \n\nvariabilidade destes atributos tanto no espaço quanto no tempo. Em se tratando de terraços, \n\nessa variação é ainda maior, pois está diretamente relacionada com a distribuição do solo no \n\nrelevo, que será condicionada pelo fluxo e intensidade de água no perfil do solo. Assim, \n\nquando se pretende estudar os atributos do solo em sistemas de terraços, devem-se utilizar \n\nmodelos estatísticos que considerem essa variação existente, sendo a geoestatística uma \n\nimportante ferramenta para estudar esse tipo de variabilidade.  \n\n A geoestatística teve sua origem na África do Sul, quando Krige (1951) trabalhando \n\ncom dados de concentração de ouro constatou que para explicar a variância dos teores obtidos \n\nera necessário considerar as distâncias entre as amostras. Doze anos depois, Matheron (1963), \n\ntomando como base as descobertas já realizadas pelo engenheiro de minas Krige em 1951, \n\ndesenvolveu uma teoria que chamou de Teoria das Variáveis Regionalizadas, que considera a \n\nlocalização geográfica e a dependência espacial e assim surgiu a geoestatística. \n\nYamamoto e Landim (2013) afirmam que a geoestatística é um método estatístico que \n\npermite a caracterização espacial de variáveis de um dado fenômeno mediante estudo da sua \n\ndistribuição e variabilidade espaciais, incluindo também as incertezas associadas. \n\nCom a análise geoestatística é possível organizar os dados disponíveis espacialmente \n\nde acordo com a semelhança entre vizinhos georreferenciados (GREGO et al., 2014). Em \n\noutras palavras, a inferência da continuidade espacial pode ser realizada tendo como base a \n\n\n\n28 \n \n\nestatística entre dois pontos e a ferramenta utilizada para medir essa variabilidade é \n\ndenominada semivariograma (YAMAMOTO; LANDIM, 2013). \n\nO semivariograma utiliza uma função numérica que denominada semivariância, cuja \n\nfuncionalidade é avaliar a dependência espacial da característica de interesse em função da \n\ndistância entre pontos amostrados, tendo como base a estatística clássica, diferindo por \n\nconsiderar as coordenadas geográficas dos pontos amostrados (LANDIM, 2006; \n\nASSUMPÇÃO et al., 2007). \n\n Para construção do semivariograma são usadas as diferenças ao quadrado dos valores \n\nobtidos, assumindo-se uma estacionalidade nos incrementos e, para isso, é essencial o número \n\nsuficiente de pares de modo a tonar o resultado consistente – geralmente 30 pares (LANDIM, \n\n2006).   \n\nA partir dos dados da semivariância é gerado o gráfico – semivariograma. O gráfico é \n\ncomposto, como já mencionado anteriormente, pela semivariância (eixo “Y”) com a distância \n\n(eixo “X”). Os parâmetros que compõe os semivariogramas são alcance (A), patamar (C’), \n\npatamar parcial (C) e efeito pepita (C0) (LANDIM, 2006). \n\n O alcance é onde, em uma dada distância, a semivariância se torna parcialmente \n\nconstante; representa o momento em que as amostras apresentam correlacionadas \n\nespacialmente (CAON, 2012; CAMARGO, 1998).  \n\nQuando o valor do semivariograma corresponde a seu alcance (A), denomina-se \n\npatamar (C’) (CAMARGO, 1998). A partir deste ponto, a diferença da semivariância entre os \n\npares de pontos não existirá, independe da distância, diz-se então que não há dependência \n\nespacial (CAMARGO, 1998). O Patamar parcial (C), também conhecido como contribuição, é \n\na diferença entre o patamar (C’) e o efeito pepita (C0) (LANDIM, 2006). \n\nTeoricamente, o efeito pepita é definido como sendo o valor em que a semivariância é \n\nigual a zero. No entanto, na prática, refere-se àqueles valores muito próximos de zero \n\n(BOHLING, 2005). Representa a irregularidade do semivariograma para distâncias inferiores \n\nà menor distância entre os pontos amostrais (CAMARGO, 1998), que pode ser atribuída a \n\nerros de medição ou coleta de dados em intervalos insuficientes e pequenos para o fenômeno \n\nde estudo (CRESSIE, 1991; CAMARGO, 1998; LANDIM, 2006). \n\nApós a construção do semivariograma é necessário ajustá-lo a um modelo teórico que, \n\npor sua vez, definirá os parâmetros (alcance, patamar, patamar secundário, efeito pepita) que \n\nmelhor representem seus dados amostrais (LANDIM 2006).  \n\nEntre os modelos mais usados, estão o modelo esférico, exponencial e gaussiano, \n\ntodos estes com patamar e o modelo potencial, sem patamar (LANDIM, 2006).  Em estudos \n\n\n\n29 \n \n\nagronômicos, com destaque para a ciência do solo, os modelos mais utilizados para ajustes \n\ndos semivariogramas experimentais são esférico, exponencial e gaussiano (VIEIRA, 2000). \n\nEssa fase é muito importante e deve ser feita cautelosamente, de modo a obter uma boa \n\nanálise geoestatística (LANDIM, 2006). \n\nCambardella et al. (1994) sugeriram avaliar a variabilidade dos dados por meio de sua \n\ndependência, sendo proposto, portanto, o índice de dependência espacial (IDE) amplamente \n\nutilizado nos trabalhos em que a geoestatística é adotada para melhor explicar a variabilidade \n\nda variável em estudo.  \n\nDessa forma, para fins de cálculo, o IDE é dado pela razão entre o efeito pepita (C0) \n\nem relação ao patamar (C0 + C). Posteriormente,  o IDE é classificado em forte (IDE&lt;25%), \n\nmoderado (25%> IDE&lt;75%) e fraco (>75%) (CAMBARDELLA, 1994). Se, eventualmente, \n\no IDE, foi igual a 100%, diz que ocorreu o fenômeno denominado, efeito pepita puro, ou seja, \n\ndenota um fenômeno que não é completamente conhecido, por falta de informação, mas não \n\nnecessariamente refere-se um fenômeno com independência espacial, aleatório \n\n(YAMAMOTO, LANDIM, 2013). \n\nZimback (2001), utilizando a proporção fornecida pelo programa GS+, adaptou os \n\nlimites propostos por Cambardella et al. (1994), e estabeleceu como IDE fraco quando a razão \n\né igual ou inferior a 25%; IDE moderado quando a razão é superior a 25% e inferior a 75% e \n\nIDE forte quando essa relação é maior que 75%.  \n\nUma das vantagens do uso da geoestatística é a capacidade de conseguir estimar dados \n\nem áreas que não foram realizadas amostragens, isso se dá com uso de interpoladores, dos \n\nquais a krigagem é a mais utilizada, sobretudo, nos estudos em ciências agrárias. O método de \n\ninterpolação recebe esse nome em homenagem a Daniel Krige, pioneiro com seus trabalhos \n\nna área da mineração em meados dos anos 50, no continente Africano (KRIGE, 1951). \n\nConceitualmente, a krigagem é um processo de estimativa de valores de variáveis \n\ndistribuídas no espaço e/ou tempo, com base nos valores adjacentes quando considerados \n\ninterdependentes pela análise variográfica (YAMAMOTO, LANDIM, 2013). Dentre as \n\nmetodologias de estimativas existentes em geoestatística, a krigagem ordinária é a mais usual \n\n(LANDIM, 2006) e tem como objetivo a modelagem espacial do fenômeno de interesse, em \n\noutras palavras, determinar a distribuição e a variabilidade existente (YAMAMOTO, \n\nLANDIM, 2013).  \n\nUma das razões do sucesso do uso da krigagem ordinária, além das observadas quando \n\ndo uso em mineração, é o fato de que fornece estimativas imparciais e com variância mínima \n\n(CAMARGO, 1998; YAMAMOTO; LANDIM, 2013; OLIVEIR; WEBSTER, 2014). \n\n\n\n30 \n \n\nDentre outros fatores, o tamanho amostral é um ponto importante, sendo o nível de \n\ndetalhamento obtido pela distância entre os pontos de amostragem e dependente tanto da \n\npropriedade a ser analisada quando do tamanho da área amostrada (SIBALDELLI et al., \n\n2015). \n\n Há vários trabalhos em que foi utilizada a geoestatística para avaliar a variabilidade \n\nespacial dos atributos dos solos (GUIMARÃES et al., 2016, SANA et al., 2014; RIBEIRO et \n\nal., 2016; FERRAZ et al., 2015; OLIVEIRA et al., 2013; SANTOS et al., 2017).  \n\nDe acordo com BUKAK et al. (2012), a variabilidade de atributos do solo está \n\ndiretamente relacionada aos fatores de formação do solo, bem como a paisagem e suas \n\nderivações no ambiente (terço superior, médio e inferior); sendo influenciada pela dinâmica \n\nda água e relevo. \n\nNesse sentido, quando se pretende avaliar a variabilidade dos atributos do solo em \n\npráticas de conservação do solo, em particular os terraços, é aplicável também o uso da \n\ngeoestatística, uma vez que essa variação depende da dinâmica da água e também do relevo. \n\nNa literatura, são poucos os trabalhos que abordam essa variabilidade associada à prática dos \n\nterraços, sendo, portanto, um campo ainda a ser explorado, com potencial de gerar \n\ninformações que possibilitem melhor manejo do solo e da água, sobretudo nas regiões \n\nsemiáridas.  \n\n\n\n31 \n \n\n3 MATERIAL E MÉTODOS \n \n\n3.1 Localização e caracterização da área de estudo \n \n\nA pesquisa foi realizada no segundo semestre de 2017, em área pertencente à \n\nmicrobacia do rio Cangati. A comunidade em questão foi a de Iguaçu, distrito do município de \n\nCanindé, Ceará, Brasil, situada cerca de 140 km de Fortaleza, com coordenadas geográficas \n\n4°37’39” de latitude sul e 30°23’15” de longitude oeste.  \n\n \n\nO clima da região, de acordo com a classificação de Köppen, enquadra-se no tipo \n\nBSw’h’, caracterizado como quente e semiárido. A temperatura média é de cerca de 24°C, \n\npodendo alcançar os 34°C; a precipitação média anual situa-se em torno de 750 mm, sendo as \n\nchuvas concentradas no período de fevereiro a abril, podendo se estender até maio (SRH-\n\nCE/FUNCEME, 2010). \n\nO relevo caracteriza-se por maciços residuais e depressões sertanejas; a vegetação \n\npredominante da região é caatinga arbustiva aberta e/ou densa e floresta subtropical \n\nsubcaducifólia tropical pluvial (IPECE, 2017).  \n\nFonte: Ryshardson Geovane, 2017.  \n\nFigura 1- Localização da área de estudo no distrito de Iguaçu, Canindé – CE \n\n\n\n32 \n \n\nEspecificamente, na bacia do rio Cangati predominam, em sua grande maioria, os \n\nLuvissolos Crômicos e Neossolos Litólicos (SRH-CE/FUNCEME, 2010). Com base nessas \n\ninformações, o solo da área de estudo é um Luvissolo Crômico.  \n\nOs terraços de retenção foram construídos em 2006, pelos próprios agricultores da \n\ncomunidade, sob coordenação da Secretaria de Recursos Hídricos do estado do Ceará (SRH) \n\npor meio do Projeto de Desenvolvimento Hidroambiental (PRODAM), sendo este executado \n\ncom recursos do Banco Mundial, no período de 1999 a 2009 (OLIVEIRA, 2010). Estão \n\ndistanciados com espaçamentos e variando de 15 a 20 metros, a depender da declividade do \n\nterreno. \n\nO principal objetivo do projeto com a implantação dos terraços foi evitar a perda de \n\nsolo por erosão e, concomitantemente a isto, favorecer a infiltração de água no perfil do solo, \n\nde modo a possibilitar a produção agrícola em terras antes impróprias ao cultivo. \n\n A área em que os terraços estão localizados compreende 5 ha, sendo cerca de 70% em \n\npousio com predomínio vegetação caatinga, em níveis distintos de regeneração. A declividade \n\nda área é variável, sendo no local de estudo variando 9 a 16%.  \n\nA área vinha de cultivos sucessivos há 4 anos sem adoção de práticas \n\nconservacionistas do solo, com o preparo do solo com o uso do fogo para o cultivo das \n\nprincipais culturas (Zea mays L. e Vigna unguiculata L.). Após a conclusão dos terraços, que \n\naconteceu no final de 2006 e início de 2007, não houve cultivo, deixando o solo em pousio de \n\nmodo a buscar a recomposição da fertilidade da propriedade para melhor rendimento das \n\nculturas.   \n\nCom isso, houve o surgimento de espécies nativas na área, tais como mufumbo \n\n(Cobretum leprosum), jurema preta (Mimosa hostilis), marmeleiro (Cróton sonderianus), \n\npinhão Manso (Jatropha curcas) e algumas espécies mais rasteiras com destaque para o \n\nbamburral (Hyptis umbrosa). No período de estiagem é comum o agricultor inserir animais na \n\nárea, tais como cavalo (Equus caba) e asno (Equus asinus) para alimentar-se de vegetação \n\nremanescente nesta época do ano, prática frequentemente utilizada pelos agricultores no \n\nsemiárido, principalmente com caprinos, ovinos e bovinos. \n\n \n\n3.2 Amostragem e coleta de solo \n \n\nAs coletas de solo foram realizadas no segundo semestre de 2017. A amostragem foi \n\ndo tipo regular em uma área de 810 m2, com dimensões 18 m (largura) x 45 m (comprimento), \n\n\n\n33 \n \n\ncorrespondendo a área entre dois terraços.  A grade foi estabelecida da seguinte forma: na \n\nlargura os pontos foram estabelecidos a cada dois metros, enquanto que ao longo do \n\ncomprimento os pontos foram estabelecidos a cada cinco metros.  \n\nNos pontos de intercessão da malha foram fixados marcadores (estacas), devidamente \n\nidentificados, com a numeração sequencial referente a cada ponto amostral, de modo a \n\nfacilitar a localização, bem como o processo de amostragem. Esses pontos, após identificados, \n\nforam georreferenciados utilizando o aparelho GPS de navegação modelo Garmin eTrex 10 \n\n(Figura 2). \n\nFigura 2- Detalhe do estaqueamento (A) e georreferenciamento (B) dos pontos amostrais \n\n \n\nPara realização das análises físicas (granulometria) e químicas, em cada ponto \n\namostral (100 pontos), identificado e georreferenciado, foram coletadas amostras de solo, com \n\nestrutura deformada em duas camadas (0,0 a 0,1 m; 0,1 a 0,2 m), totalizando 200 amostras.  \n\nLogo após a coleta, o solo foi acondicionado em sacos plásticos devidamente \n\nfechados, identificados e transportados até casa de secagem de solos pertencente ao \n\nDepartamento de Ciências do Solo (DCS) da Universidade Federal do Ceará (UFC), onde \n\nforam secos ao ar. Posteriormente, foi feito o destorroamento e peneiramento das amostras de \n\nsolo, em peneira cuja abertura da malha é de 2 mm, obtendo assim a terra fina seca ao ar \n\n(TFSA) utilizada nas análises químicas e de granulometria.  \n\n \n\n \n\nFonte: Autor. \n\n\n\n34 \n \n\n \n\n3.3 Variáveis analisadas  \n\n \n\nCom o intuito de avaliar a variabilidade espacial dos atributos do solo foram \n\nanalisados os atributos físicos: granulometria (GEE; BAUDER, 1986), argila dispersa em \n\nágua e calculado o grau de floculação (EMBRAPA, 1997), e os químicos (pH, condutividade \n\nelétrica (CE), nitrogênio total (NT) fósforo (P), potássio (K), cálcio (Ca), magnésio (Mg), \n\nsódio (Na), alumínio (Al), acidez potencial (H+Al) e carbono orgânico total (COT) conforme \n\nmetodologia de Donagema et al. (2011) .  \n\n \n\n3.3.1 Análises físicas  \n\n \n\nA análise granulométrica foi realizada de acordo com a metodologia de Gee e Bauder \n\n(1986), utilizando o método da pipeta. A fração areia, após quantificação, foi fracionada em \n\nagitador mecânico contendo peneiras, obtendo assim areia grossa (1 – 0,50 mm), média (0,5 – \n\n0,25 mm) e fina (0,25 – 0,105 mm), estas foram pesadas e classificadas de acordo com a \n\nclasse de cada peneira.   \n\nPara determinação da argila dispersa em água foi adotado o procedimento semelhante \n\nao da análise textural, excetuando o dispersante químico (NaOH), sendo utilizado como \n\ndispersante água destilada (AZAMBUJA et al., 2012). Posteriormente, com os valores de \n\nargila total e argila dispersa em água, foi calculado o grau de floculação (EMBRAPA, 1997), \n\nconforme equação 1:  \n\nGF= 100*(AT-ADA)/AT,                                                             (1)  \n\n \n\nSendo, GF Grau de Floculação (%), AT Argila Total (%) e ADA Argila Dispersa em Água \n\n(%).  \n\n \n\n3.3.2 Análises químicas \n\n \n\nTodas as análises químicas e cálculos foram realizados conforme métodos descritos \n\nem Donagema et al. (2011). \n\nO pH foi analisado em água, numa relação de 1:2,5 entre solo e água destilada, \n\nrespectivamente, e determinado pela análise potenciométrica introduzindo o eletrodo na \n\n\n\n35 \n \n\nsolução do solo. A condutividade elétrica (CE) foi realizada mediante a extração da pasta de \n\nsaturação e determinada utilizando um condutivímetro digital. \n\nO nitrogênio total foi determinado pelo método semimicro Kjeldahl, que consiste na \n\ndeterminação por acidimetria (H2SO4), depois de realizada a extração em câmara de difusão \n\ncom solução sulfúrica.  \n\nO fósforo (P), sódio (Na+) e potássio (K+) foram extraídos com a solução de Mehlich-1 \n\n(HCl 0,05 N e H2SO4 0,025 N). O fósforo (P) foi determinado utilizando o fotocolorímetro \n\n(colorimetria), enquanto o sódio (Na+) e potássio (K+) foram determinados por fotômetro de \n\nchama. \n\nApós a extração com KCl (1N), o cálcio (Ca2+) e o magnésio (Mg+) foram \n\ndeterminados por absorção atômica (ICP-OES). Para a acidez potencial (H+Al), utilizou-se o \n\nextrator acetato de cálcio a pH 7,0 e a determinado por titulação com hidróxido de sódio. O \n\nalumínio trocável foi extraído com solução de KCl (1N) e determinado por titulação alcalina \n\ncom NaOH (0,025N). O carbono orgânico total (COT) foi determinado pelo método de \n\noxidação da matéria orgânica via úmida utilizando o dicromato de potássio em meio sulfúrico \n\ne submissão das amostras a uma fonte externa de calor para extração e determinação pela \n\ntitulação do excesso de dicromato de potássio com solução de sulfato ferroso amoniacal \n\n(DONAGEMA et al., 2011). \n\nDe posse das análises químicas, calculou-se a soma de bases (SB) pelo somatório de \n\nCa, Mg, K e Na; a capacidade de troca de cátions (CTC) pelo somatório entre a soma de bases \n\n(SB) e a acidez potencial (Al+H); a saturação por bases (V%) calculada pela relação entre SB \n\ne a capacidade de troca de cátions a pH 7,0; e a percentagem de saturação por sódio (PST%) \n\npela divisão do Na+ pela CTC.  \n\n \n\n3.4 Análises estatísticas \n \n\n3.4.1 Estatística descritiva \n\n \n\n Os dados foram submetidos à análise descritiva, calculando-se a média, mediana, \n\ndesvio padrão, coeficiente de variação, valor máximo, valor mínimo, assimetria e coeficiente \n\nde curtose. Os dados foram relacionados com as coordenadas para seguimento com análise \n\ngeoestatística. \n\n \n\n\n\n36 \n \n\n3.4.2 Análise geoestatística  \n\n \n\nO início da análise geoestatística foi realizado pela construção dos semivariogramas, \n\nde modo a permitir verificação da dependência espacial. A semivariância de uma variável \n\nregionalizada é expressa como: \n\n \n\n  (2) \n\n \n\n \n\nNa fórmula, N (h) expressa os pares de valores medidos [Z(xi) – Z(xi + h)], separados \n\npela distância h (VIEIRA, 2000).  \n\nOs semivariogramas foram ajustados, utilizando programa GS+ (ROBERTSON, 2008), \n\naos modelos teóricos que melhor explicaram a variabilidade existente além de serem \n\nfundamental para realização da krigagem. Nesse sentido, os semivariogramas ajustaram-se \n\naos modelos: \n\nModelo Esférico:   \n\n \n\n \n\n    (3)\n\n \n\nModelo exponencial  \n\n  \n\n (4)\n\n \n\nModelo Gausiano \n\n \n\n   (5) \n\n \n\nModelo Linear sem patamar \n\n \n\n  (6) \n\n \n\n \n\n\n\n37 \n \n\n \n\nAs variáveis são semivariância (? (h)), efeito pepita (Co), patamar parcial (C), \n\ndistância máxima da definição do semivariograma (d), alcance (a), os parâmetros A e B \n\nreferem-se às constantes que definem o modelo. O modelo linear sem patamar, não apresenta \n\nem seu cálculo o parâmetro C, possibilitando o processo de interpolação mesmo sem a \n\npresença do estabelecimento do limite (GUIMARÃES, 2004). \n\nAlém disso, foi verificado o índice de dependência espacial (IDE), calculado pela \n\nrelação entre o efeito pepita (C0) e o patamar (C + C0). Com base nesse cálculo, realizou-se a \n\nclassificação proposta por Zimback (2001), a qual tem como referência os limites propostos \n\npor Cambadella et al. (1994). Nesse sentido, Zimback (2001) estabelece IDE fraco quando a \n\nrazão é igual ou inferior a 25%; IDE moderado quando a razão é superior a 25% e inferior a \n\n75% e IDE forte quando essa relação é maior que 75%.  \n\n Para visualizar a distribuição e variabilidade das variáveis trabalhadas no presente \n\nestudo, realizou-se a construção dos mapas dos atributos do solo, utilizando o método da \n\nKrigagem com auxílio do programa GS+ (ROBERTSON, 2008).  \n\n \n\n \n\n\n\n38 \n \n\n4 RESULTADOS E DISCUSSÃO \n\n \n\n4.1 Estatística descritiva \n \n\n4.1. 1 Atributos físicos \n\n \nA análise descritiva dos dados referentes aos atributos físicos do solo entre terraços \n\nnas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m é apresentada na Tabela 1.  \n\nTabela 1 - Estatística descritiva dos atributos físicos do solo entre terraços nas camadas de 0,0 \na 0,10 m e 0,10 a 0,20 m  \n\nAtributo Unid Min Máx Média Mediana D.P. CV Assim. Curt. \n0,0 – 0,1 m \n\nAreia % 61,9 85,7 73,7 74,3 3,7 5,0 -0,5 1,8 \n\nAG % 22,4 46,3 30,8 30,5 4,1 13,4 0,3 2,4 \n\nAM % 17,4 23,8 20,7 20,3 1,4 6,6 0,7 0,1 \n\nAF % 33,6 57,1 48,5 48,8 4,2 8,7 -0,2 2,7 \n\nSilte % 10,6 24,9 18,9 18,9 2,7 14,1 -1,8 0,5 \n\nArgila % 2,4 17,1 7,4 6,9 2,7 36,2 2,4 1,8 \n\nADA % 0,9 7,7 4,0 3,6 1,7 42,3 -1,7 -0,4 \n\nGF % 7,0 85,3 45,8 47,5 18,3 39,8 3,8 -1,0 \n\n 0,1 – 0,2 m \nAreia % 34,4 81,8 70,0 70,4 5,3 7,6 -0,3 21,1 \n\nAG % 19,5 43,3 27,9 27,9 3,0 10,6 0,0 7,0 \n\nAM % 18,3 24,8 21,5 21,6 1,3 6,0 -0,3 0,0 \n\nAF % 34,6 60,1 50,6 50,3 3,1 6,2 0,4 6,5 \n\nSilte % 6,6 52,5 21,2 21,7 4,9 23,1 -0,3 18,6 \n\nArgila % 4,1 15,7 8,7 8,5 2,3 26,1 0,3 0,9 \n\nADA % 1,0 9,3 4,8 4,5 1,5 32,0 0,5 0,9 \n\nGF % 4,9 84,9 43,2 42,7 17,1 39,5 0,1 -0,3 \n\nAG- areia Grossa; AM- Areia média; AF- Areia Fina; ADA – Argila Dispersa em Água; GF- Grau de \nFloculação; Unid – unidade; Min- mínimo; Máx – Máximo; D.P- Desvio Padrão, CV – Coeficiente De \nVariação; Assim – Assimetria; Curt- Curtose. \n\nQuanto à classificação textural, em ambas as profundidades, o solo foi classificado \n\ncomo Franco-arenoso, sendo a fração areia mais expressiva em superfície. Nesse tipo de solo, \n\nLuvissolos, existe mais areia na superfície e mais argila em profundidade e estão relacionados \n\nà classe do solo, isto é, aos aspectos da gênese dessa classe de solo (OLIVEIRA et al., 2009; \n\nEMBRAPA, 2013). A dinâmica da água, que é variável de acordo com o manejo, também \n\ninfluencia no predomínio de areia na superfície e argila em subsuperfície, como relatado por \n\n\n\n39 \n \n\noutros autores (SALDAÑA et al., 1998; NI; ZHANG, 2007; OLIVEIRA et al., 2009; \n\nSCHMITTER et al. 2010).  \n\nEm relação à argila dispersa em água e grau de floculação, observaram-se valores \n\nmédios menores de ADA e maiores para o GF nas duas camadas de solo avaliadas. Há relação \n\ninversamente proporcional entre ADA e GF já bem relatada por Castro Filho et al. (1998), ao \n\nafirmarem que a ADA é a porção da argila total que se dispersa com a água e, por ser \n\nresultado da desagregação, além de provocar entupimento de poros e redução da \n\npermeabilidade ao ar (MOTA et al., 2015), representa também sérios problemas ambientais \n\npodendo comprometer a qualidade do solo e dos recursos hídricos (CZYZ; DEXTER, 2015; \n\nBASGA et al., 2018). \n\nAnalisando os dados das camadas superficial e subsuperficial, se constata que o GF na \n\nsuperfície é maior. Um importante aspecto responsável pela maior floculação na camada \n\nsuperficial é a presença de matéria orgânica, proveniente tanto da deposição de animais (LIU; \n\nZHOU, 2017) bem como da vegetação existente mediante deposição de restos vegetais, o que \n\nfavorece, efetivamente, a atividade microbiana sobre a matéria orgânica e o processo de \n\nformação e estabilidade de agregados (BRONICK; LAL, 2005).  \n\nUm dos parâmetros bastante utilizado para inferir a respeito da variabilidade de \n\ndeterminado atributo é o coeficiente de variação (CV). Nesse sentido, conforme classificação \n\nproposta por Warrick e Nielsen (1980), coeficientes inferiores a 12% são considerados baixos, \n\nmédios entre 12 e 52% e acima de 52% são altos.  \n\nA variabilidade dos dados foi considerada baixa para todos constituintes da fração \n\nareia para as duas profundidades estudadas, excetuando a AG na camada de 0,0 – 0,1 m. \n\nRosemary et al. (2017), ao avaliar o impacto do uso da terra na variação espacial das \n\npropriedades do solo, também constataram variação baixa para fração areia. Para os demais \n\natributos encontrados neste trabalho, observou-se variação média (Tabela 1).  \n\nComparando os valores de CV de argila e silte em relação a areia, observa-se aumento \n\ngradativo no coeficiente de variação para estes constituintes granulométricos, o que denota \n\nque esta fração é mais susceptível a alterações. Além disso, com aumento da profundidade, as \n\nfrações argila e argila dispersa em água apresentaram menor variação dos dados quando \n\ncomparadas aos dados encontrados para a camada superficial, evidenciado tendência desta \n\nfração ser translocada e acumulada em horizontes inferiores (MOREAU et al., 2006), fato que \n\nna superfície ainda é passível de maiores variações a depender, dentre outros fatores, das \n\npráticas de manejo e uso do solo (BASGA et al., 2018). \n\n Em sistemas de cultivo em áreas terraceadas o processo de remoção da camada \n\n\n\n40 \n \n\nsuperficial provoca redistribuição de sedimentos e acúmulo em regiões mais baixas, \n\nresultando em variações tanto químicas quanto físicas do solo (VANCAMPENHOUT et al., \n\n2006; NI; ZHANG, 2007). \n\nOs dados apresentaram grande amplitude entre os valores máximos e mínimos, com \n\ndestaque para o grau de floculação. Essa abrangência dos resultados revela a variabilidade \n\nexistente na área e indica que possíveis erros podem ser tomados quando se considera os \n\nmétodos clássicos de avaliação dos resultados para tomada de decisão no manejo \n\n(YAMAMOTO; LANDIM, 2013; GREGO et al., 2014). No que se refere ao GF a \n\nsignificativa amplitude dos resultados é decorrente dos diversos fatores que possibilitam sua \n\nformação como bem relatado anteriormente.  \n\nOs atributos físicos do solo nas camadas de 0,0 a 0,1 e 0,1 a 0,2 m exibiram resultados \n\nde média e medianas próximos, indicando proximidade ou tendência à normalidade, isto é, o \n\nponto central é similar à média, não ocorrendo interferência de valores discrepantes \n\n(CAMBARDELLA et al., 1994). \n\nAnalisando os atributos físicos nas duas camadas de solo quanto aos coeficientes de \n\nassimetria e curtose, constatou-se predomínio de valores positivos, situando-se todos \n\npróximos a zero, com algumas exceções, indicando tendência à normalidade e aptidão à \n\nanálise geoestatística dos dados. Entretanto, apesar de ser uma característica desejável, \n\nCressie (1991) afirma que a distribuição normal dos dados não é critério limitante à realização \n\nda análise geoestatística, podendo ser realizada mesmo que estes não apresentem distribuição \n\nnormal. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n41 \n \n\n4.1.2 Atributos químicos \n\n \nOs resultados da análise estatística descritiva dos dados referentes aos atributos \n\nquímicos do solo entre terraços estão apresentados na Tabela 2.  \n\nTabela 2 - Estatística descritiva dos atributos químicos do solo entre terraços nas camadas de \n0,0 a 0,10 m e 0,10  a 0,20 m  \n\nAtributo Unid Min Máx Média Mediana D.P CV Assim. Curt. \n0,0 – 0,1 m (n=100) \n\npH - 5,6 7,1 6,2 6,2 0,2 3,3 0,2 4,4 \n\nCEes dS m\n-1 0,0 2,9 0,3 0,3 0,3 95,3 0,3 68,6 \n\nNT g kg-1 0,2 5,7 0,7 0,6 0,6 79,9 1,7 70,2 \n\nP mg kg-1 2,5 63,6 16,1 10,6 13,4 83,3 1,2 2,1 \n\nNa cmolc dm\n-3 0,3 1,2 0,5 0,4 0,1 30,1 0,5 15,6 \n\nK cmolc dm\n-3 0,1 0,7 0,2 0,2 0,1 58,5 1,0 5,6 \n\nCa cmolc dm\n-3 8,3 26,9 15,1 15,3 3,1 20,8 -0,2 1,1 \n\nMg cmolc dm\n-3 1,2 6,5 3,6 3,6 0,8 23,5 0,1 1,5 \n\n(H +Al) cmolc dm\n-3 1,0 5,3 2,9 2,8 1,0 36,0 0,2 -0,7 \n\nCOT g kg-1 3,4 29,6 9,0 8,4 3,4 37,8 0,5 14,1 \n\nSB cmolc dm\n-3 11,8 32,9 19,3 19,5 3,7 19,0 -0,1 1,1 \n\nCTC cmolc dm\n-3 14,9 36,4 22,2 22,6 3,9 17,4 -0,3 0,9 \n\nV % 69,5 95,5 87,0 87,6 4,7 5,5 -0,4 1,5 \n\nPST % 1,3 5,8 2,1 2,0 0,6 28,7 0,8 15,5 \n\n0,1 – 0,2 m (n=100) \npH - 6,0 7,1 6,4 6,4 0,2 3,5 0,0 0,1 \n\nCE dS m\n-1 0,1 0,5 0,2 0,1 0,1 46,7 1,0 3,0 \n\nNT g kg\n-1 0,2 1,2 0,5 0,4 0,2 44,3 0,3 1,6 \n\nP mg kg\n-1 0,1 60,5 7,4 2,4 11,3 152,7 1,3 7,1 \n\nNa cmolc dm\n-3 0,3 0,8 0,4 0,5 0,1 18,9 -0,2 1,4 \n\nK cmolc dm\n-3 0,1 1,1 0,3 0,3 0,1 41,9 0,3 7,7 \n\nCa cmolc dm\n-3 9,2 21,0 14,3 14,4 2,7 19,3 -0,2 -0,8 \n\nMg cmolc dm\n-3 1,1 3,1 1,9 1,9 0,4 20,4 -0,2 0,8 \n\n(H +Al) cmolc dm\n-3 0,5 5,1 2,6 2,5 1,0 38,8 0,4 -0,6 \n\nCOT g kg\n-1 1,3 13,7 6,1 5,9 2,3 37,6 0,3 1,6 \n\nSB cmolc dm\n-3 11,6 24,0 17,0 17,1 2,8 16,7 -0,2 -0,7 \n\nCTC cmolc dm\n-3 13,7 26,0 19,6 19,7 2,8 14,5 -0,2 -0,9 \n\nV % 69,8 97,8 86,5 87,3 5,3 6,1 -0,5 0,0 \n\nPST % 1,8 3,8 2,3 2,2 0,4 16,9 0,8 3,6 \n\nUnid – unidade; Min- mínimo; Máx – Máximo; D.P- Desvio Padrão, CV – Coeficiente de \nVariação; Assim – Assimetria; Curt- Curtose. \n\n  \n\nConsiderando as médias dos atributos químicos do solo nas duas profundidades \n\n(Tabela 2), verifica-se que o pH levou o solo à classe de acidez baixa, como valores situados \n\npróximo a neutralidade, enquanto a acidez potencial foi média e com ausência de alumínio \n\n\n\n42 \n \n\n(RIBEIRO et al., 1999; UFC, 1993). Além disso, não foram constatados problemas de \n\nsalinidade assim como de sodicidade (RICHARDS, 1954; EMBRAPA, 2013). Por outro lado, \n\nos teores de carbono orgânico total e os valores de V% e CTC foram classificados como \n\nmuito bons (RIBEIRO et al., 1999; UFC, 1993), evidenciando alta fertilidade química, \n\nsobretudo na camada superficial do solo (0,0 - 0,10 m). \n\nAnalisando os atributos químicos do solo quanto à variação dos dados, segundo a \n\nclassificação Warrick e Nielsen (1980), constatou-se maior variabilidade em superfície (0,0 – \n\n0,1 m). Nessa camada, foram verificados altos valores de CV para CE, NT, P, Na, K; baixos \n\npara pH e V% e médios para os demais atributos. Por outro lado, em subsuperfície (0,1 – 0,2 \n\nm), com exceção do pH e V% (CV baixo) e P (CV alto), todos os demais atributos \n\napresentaram CV classificado como médio, indicando tendência à homogeneidade dos \n\natributos em profundidade. \n\nVariações mais acentuadas em superfície são decorrentes, dentre outros fatores, do \n\ntempo de pousio que possibilitou o desenvolvimento de vegetação de regeneração, distribuída \n\naleatoriamente na área, e com constituição e exigências variáveis (NASCIMENTO et al., \n\n2018). Artur et al. (2014) afirmam existir maior interação entre cobertura vegetal e os \n\natributos do solo evidenciada pela decomposição e menores perdas de nutrientes. \n\nAdicionalmente, a presença de animais na área de estudo no período de estiagem, aportando \n\nmaterial orgânico aleatoriamente ao solo por meio dos excrementos animais, também \n\ncontribuiu com a variação dos atributos, sobretudo quanto ao P (LIU; ZHOU, 2017). Warrick \n\ne Nielsen (1980) relatam que a grande variabilidade para esses atributos é comum, pois \n\nresultam de práticas de manejo e características intrínsecas do solo.  \n\nAlém disso, como a área está localizada em relevo acentuado, o próprio fluxo da água \n\nproveniente da precipitação pode ter influenciado na distribuição dos nutrientes na área, \n\nafetando de modo mais evidente a camada superficial do solo (ARTUR et al., 2014).  \n\nOs menores valores de CV foram constatados para pH e V% em ambas as \n\nprofundidades. Em relação ao pH, por ser expresso escala logarítmica, espera-se variações \n\nmínimas para este atributo do solo quando se refere a áreas relativamente pequenas e com \n\nmesmo manejo (SALDAÑA et al., 1998; SANA et al., 2014; DALCHIAVON et al., 2012). A \n\nacidez potencial foi originária pelos íons H+, visto que os valores para os teores de alumínio, \n\nquando constatados, foram inexpressíveis, o que é comum nesses tipos de solo no semiárido \n\n(OLIVEIRA et al., 2009). \n\nQuanto aos baixos valores de CV para V%, essa redução é resultado da “diluição” na \n\nvariação dos dados pelo próprio cálculo, que envolve uma relação direta entre soma de bases \n\n\n\n43 \n \n\ne a acidez potencial. Esse resultado indica que, em ambas as camadas, houve pouca \n\nheterogeneidade da soma de bases; muito embora, isoladamente, as bases tenham \n\napresentando coeficiente de variação médio. A partir disso, é possível inferir que avaliações \n\ndetalhadas devem ser feitas no momento da adubação para plantio, sendo necessário avaliar \n\ncada nutriente (bases) de modo a evitar problemas à qualidade do solo e, consequentemente, \n\ndesbalanço nutricional às plantas.  \n\nDe modo geral, o solo apresentou valores de pH situando-se em uma faixa que \n\nfavorece o bom desenvolvimento vegetal. Também foi observada alta fertilidade do solo com \n\nvalores de CTC mais expressivos em superfície, possivelmente influenciado pelo maior teor \n\nde matéria orgânica. Os valores de V% altos revelam que os coloides do solo estão sendo \n\nocupados pelas bases que são essenciais ao desenvolvimento vegetal, sem ação negativa do \n\nalumínio, uma vez que a presença deste elemento não foi constatada nas análises químicas.  \n\nA maioria dos valores de atributos químicos do solo apresentou valores positivos e \n\npróximos a zero para coeficiente de assimetria e curtose nas duas profundidades, refletindo a \n\ntendência à normalidade dos dados. \n\n\n\n44 \n \n\n4.2 Análise geoestatística \n\n \n\n4.2.1 Atributos físicos \n\n \n\nOs atributos físicos do solo apresentaram ajuste aos modelos teóricos dos \n\nsemivariogramas, evidenciando a existência de dependência espacial, independente da \n\nprofundidade (Tabela 3). \n\nTabela 3 - Modelos e parâmetros dos semivariogramas para os atributos físicos do solo entre \nterraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m   \n\nAtributo Modelo \nEfeito \nPepita \n(Co) \n\nPatamar \n(Co+C) \n\nAlcance \n(m) \n\nC/(Co+C)(2) \n\n(%) \nCDE(3) \n\n0 – 0,1 m (n=100) \nAreia Exponencial 6,5 15,8 25,9 58,5 Média \nAG Exponencial 2,6 29,6 153,0 70,4 Média \nAM Gausiano 1,1 2,2 20,8 50,0 Média \nAF Linear 6,9 18,2 22,7 62,0 Média \n\nSilte Exponencial 4,1 8,2 25,1 50,0 Média \nArgila Gausiano 2,6 8,9 11,1 70,3 Média \nADA Gausiano 0,5 3,2 10,1 82,4 Forte \nGF Exponencial 240,5 485,4 66,7 48,3 Média \n\n0 – 0,2 m (n=100) \nAreia Gausiano 19,4 38,7 21,3 94,7 Forte \nAG Exponencial 3,6 10,5 34,8 65,5 Média \nAM Gausiano 1,1 2,2 20,5 50,5 Média \nAF Exponencial 5,0 12,3 43,3 59,6 Média \n\nSilte Esférico 0,5 6,5 10,0 92,5 Forte \nArgila Esferico 0,5 6,5 10,0 92,5 Forte \nADA Exponencial 1,1 2,7 14,2 60,5 Média \n\nGF Exponencial 39,1 304,7 5,1 87,2 Forte \nAG- areia Grossa; AM- Areia média; AF- Areia Fina; ADA – Argila Dispersa em Água; GF- Grau de \nFloculação; (2) - Grau de dependência espacial; (3) - Classe de dependência espacial (ZIMBACK, 2001; \nCAMBARDELLA et al. 1994). \n\n \n\nOs semivariogramas dos atributos físicos ajustaram-se aos modelos exponencial e \n\ngaussiano nas duas profundidades, linear e esférico na camada superficial e subsuperficial, \n\nrespectivamente. Özgöz et al. (2012), também encontraram melhores ajustes do \n\nsemivariogramas ao modelo exponencial ao estudar a variabilidade de atributos físicos do \n\nsolo em cultivo de arroz. Melhores ajustes de modelos exponenciais para os atributos físicos \n\ndo solo podem ser explicados pelo comportamento parabólico dos dados, ou seja, não ocorre \n\n\n\n45 \n \n\ngrande variação a curtas distâncias sendo mais visíveis a distâncias maiores, evidenciando \n\numa variabilidade espacial altamente regular (YAMAMOTO; LANDIM, 2013).  \n\nPor outro lado, analisando separadamente alguns atributos, observam-se ajustes a \n\nmodelos diferentes ao se comparar as profundidades estudadas (Tabela 3). Corá et al. (2004), \n\nrelatam que a existência dos valores distintos para o alcance, em ambas as profundidades de \n\nsolo, revela a ocorrência de variabilidade tanto vertical quanto horizontal entre as \n\nprofundidades. \n\nAnalisando os valores de alcance para os atributos físicos, constaram-se valores \n\nelevados, ocorrendo ligeira redução média em profundidade. Porém, todos os valores \n\nsituaram-se acima dos pontos amostrais, indicando o limite máximo a partir do qual a \n\ndependência espacial não terá mais efeito. Esses resultados favorecem a interpolação dos \n\ndados e permitem inferir a respeito da variabilidade de cada atributo mediante as \n\nprofundidades (VIEIRA, 2000; YAMAMOTO; LANDIM, 2013).  \n\nA dependência espacial foi classificada como média em superfície, com exceção para \n\na argila dispersa em água (forte). Em subsuperfície os atributos areia, silte, argila e grau de \n\nfloculação apresentaram dependência forte, apresentando valores de grau de dependência \n\nespacial de 94,7; 92,5; 92,5 e 87,2%, respectivamente. \n\nMediante interpolação dos dados pela krigagem ordinária (VIEIRA et al., 1993; \n\nYAMAMOTO; LANDIM, 2013) foram obtidos os mapas de distribuição espacial dos \n\natributos físicos do solo, os quais permitem visualizar e interpretar a distribuição dos referidos \n\natributos na área de estudo. Os mapas possibilitaram a visualização dos atributos físicos entre \n\nos terraços. Analisando conjuntamente os constituintes da fração granulométrica (areia, silte e \n\nargila), observa-se que estes exibiram distribuição heterogênea tanto ente eles quanto em \n\nprofundidade (Figura 3).  \n\n\n\n46 \n \n\nFigura 3- Distribuição espacial das frações granulométricas (areia, silte e argila em %) do solo \nentre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m \n\n0,0 – 0,10 m\n\n0,1 – 0,20 m\n\nA. C.\n\nB. D.\n\nE.\n\nF.\n\n \n\n \n\nApesar de ter ocorrido, predominantemente, mais argila na zona próxima ao canal de \n\nterraço (distância de 18 m), foram observados pontos específicos da área com maiores teores \n\nde argila (Figuras 3E e 3F), denotando tendência de transporte das partículas de argila para \n\nesta região devido ao relevo e microrrelevo da área.  \n\nEmbora os terraços reduzam substancialmente a deposição de sedimentos nas partes \n\nmais baixas do relevo, a remoção seletiva das partículas ainda ocorre (DEMENE et al.,2012), \n\npodendo interferir na qualidade do solo. Os maiores teores de argila observados na \n\nproximidade do canal do terraço influenciam aspectos importantes para a condução dos \n\ncultivos agrícolas em região semiárida, como por exemplo, a maior retenção de água no solo. \n\nAs configurações do relevo e microrrelevo influenciam não só na dinâmica da água, \n\nmas também na fertilidade do solo (Artur et al. 2014). Além disso, o cultivo agrícola pode \n\ninterferir na qualidade do solo em sistemas de terraços. Li e Lindstrom (2001), estudando \n\nparâmetros de qualidade do solo ao longo de encostas íngremes e terraços, verificaram \n\nmelhores parâmetros de qualidade de solo nas zonas inferiores do terreno. Resultados \n\nsemelhantes também foram constatados por Schmitter et al. (2010), os quais verificaram \n\nmaior deposição de sedimentos mais finos em campos localizados na posição inferior de \n\nterraços cultivados com arroz.  \n\n \n\nFonte: Autor. \n\nCanal do terraço Canal do terraço \n\nCanal do terraço Canal do terraço \n\nCanal do terraço \n\nCanal do terraço \n\n\n\n47 \n \n\n No tocante ao fracionamento da areia, constatou-se maior representatividade desta \n\nfração em superfície em relação à camada inferior, apresentando distribuição heterogênea com \n\na profundidade (Figura 4A a 4F).  \n\nApesar da heterogeneidade da %AG nota-se que esta fração se concentrou na camada \n\nsuperior do solo (0,0 – 0,1 m), com maiores valores localizadas entre os pontos de intercessão \n\n(0 a 6 m na largura e 0 a 20 m em comprimento). Em Luvissolos do semiárido brasileiro, é \n\ncomum a presença de materiais de textura mais grosseira em superfície, como resultado da \n\nresistência aos agentes de intemperismo, geralmente associado ao quartzo (OLIVEIRA et al., \n\n2009).  \n\nFigura 4- Distribuição espacial das frações de areia grossa (%AG), areia média (%AM) e \nareia fina (%AF) do solo entre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m \n\n0,1 – 0,20 m\n\n0,0 – 0,10 m\n\nA. C.\n\nB. D.\n\nE.\n\nF.\n\n \nFonte: Autor. \n\nCom aumento da profundidade do solo, as partículas mais finas tornam-se mais \n\nexpressivas na fração areia, sendo a %AM arranjada de forma semelhante em ambas as \n\nprofundidades. Por outro lado, a %AF apresentou disposição heterogênea nas duas camadas \n\nestudadas (Figuras 4E e 4F). Na camada superficial, os maiores valores foram localizados em \n\ntoda extensão do terraço a partir da distância de 10 m (comprimento). Em subsuperfície, os \n\nmaiores valores para %AF concentraram-se na porção superior no terraço, ou seja, próximo à \n\nlinha onde foram coletadas as amostras (comprimento) e largura de 9 metros.  \n\nCanal do terraço Canal do terraço Canal do terraço \n\nCanal do terraço Canal do terraço  \n\n\n\n48 \n \n\nEsses resultados evidenciam participação majoritária de areia fina, em profundidade, \n\nna constituição da fração areia na área. Além disso, a percentagem de AF próximo ao \n\ncamalhão (acompanhando o comprimento distanciado a cada 5 metros) pode estar associada à \n\nmovimentação e translocação dessas partículas provenientes do camalhão adjacente, uma vez \n\nque a coleta de solo foi realizada próximo ao camalhão.  Adicionalmente, é possível que os \n\nprocessos erosivos que ocorreram na área antes da implantação dos terraços, tenham \n\nprovocando essa diferença quanto a distribuição das frações granulométricas, incluindo a \n\nareia fina. É importante destacar que, culturalmente, os agricultores da região semiárida \n\nbrasileira utilizam como práticas de preparo do solo desmatamento, seguido de queimada do \n\nmaterial remanescente da vegetação (ARAÚJO FILHO, 2013). Quando isso é associado às \n\ncaracterísticas edafoclimáticas que favorecem a erosão, têm-se as condições que podem ter \n\ncontribuído para a disposição das frações granulométricas do solo.  \n\nEm relação a argila dispersa em água (ADA) e grau de floculação (GF), os resultados \n\nforam divergentes. Ao passo em que na porção superior da área terraceada constataram-se \n\nmaiores valores de argila dispersa em água para as duas profundidades, o grau de floculação \n\nfoi menor, apresentando floculação maior nas distâncias mais próximas ao canal do terraço \n\n(Figuras 5A, B, C e D). Além do maior teor de argila próximo ao canal do terraço, o maior GF \n\nconstatado nessa área também sinaliza para melhores condições estruturais do solo que \n\ntambém contribuem com maior retenção de água.  \n\n\n\n49 \n \n\nFigura 5- Distribuição espacial da argila dispersa em água - ADA (%) e grau de floculação - \nGF (%) do solo entre terraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m \n\n0,1 – 0,20 m\n\n0,0 – 0,10 m\n\nA. C.\n\nB. D.\n\n \nFonte: Autor. \n\nVale destacar que em subsuperfície houve maior grau de floculação, fato que pode \n\nestar associado com a translocação de argila para os horizontes inferiores (OLIVEIRA et al., \n\n2009), sendo esta fração granulométrica essencial na floculação de partículas de solo em \n\nregiões semiáridas (VAEZI et al., 2018). Além disso, maiores valores de cálcio, magnésio \n\nassociados à baixa concentração de sódio podem ter contribuído com maior expressividade  \n\ndo grau de floculação nessa camada. \n\nA floculação das partículas de solo é o primeiro processo para a formação e \n\nestabilidade de agregado, que por sua vez irá influenciar na estrutura do solo (BRONICK; \n\nLAL, 2005), dinâmica da água e fertilidade do solo.\n\n Canal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \n\n\n\n50 \n \n\n4.2.2 Atributos químicos \n\n \n\nNa Tabela 4 estão apresentados os modelos de ajuste e os parâmetros dos \n\nsemivariogramas que demonstram a dependência espacial existente para os atributos químicos \n\ndo solo entre terraços nas duas camadas de solo estudadas (0,0 a 0,1 m e 0,1 a 0,2 m). \n\nTabela 4 – Modelos e parâmetros variográficos para os atributos químicos do solo entre \nterraços nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m  \n\nAtributo Modelo \nEfeito \nPepita \n(Co) \n\nPatamar \n(Co+C) \n\nAlcance \n(m) \n\nC/(Co+C) (2) \n(%) \n\nCDE \n\n0 - 0,1 m (n=100) \n\nPH Exponencial 0,004 0,04 2,9 90,0 Forte \nCE Gaussiano 0,03 0,09 23,3 60,0 Média \nNT - - - - - - \nP Esférico 34,9 178,8 7,7 80,5 Forte \n\nNa Esférico 0,01 0,02 18,6 50,8 Média \nK Esférico 0,0 0,01 2,0 99,9 Forte \nCa Exponencial 5,4 10,7 13,0 50,0 Média \nMg Exponencial 0,1 0,8 7,3 85,6 Forte \n\n(H +Al) Esférico 0,2 1,2 9,1 83,8 Média \nCOT Esférico 0,5 11,7 3,8 95,7 Forte \nSB - - - - - - \n\nCTC Exponencial 5,6 16,2 8,1 65,7 Média \n\nV Exponencial 7,8 23,0 7,4 66,0 Média \n\nPST Esférico 0,0 0,4 2,0 99,7 Forte \n\n0 – 0,2 m (n=100) \nPH Exponencial 0,00 0,05 6,2 82,4 Forte \nCE Exponencial 0,002 0,005 9,1 60,3 Média \nNT Exponencial 0,01 0,04 11,5 70,1 Média \nP Exponencial 37,2 135,4 7,8 72,5 Média \n\nNa Exponencial 0,001 0,006 4,2 82,9 Forte \nK Exponencial 0,004 0,02 4,9 76,6 Forte \nCa Esférico 0,4 7,3 5,1 95,0 Forte \n\nMg Esférico 0,03 0,2 5,2 79,3 Forte \n\n(H +Al) Esférico 0,2 1,2 9,7 85,2 Forte \nCOT Exponencial 0,3 5,0 4,1 93,2 Forte \nSB Esférico 3,1 14,6 6,6 79,1 Forte \n\nCTC Esférico 1,8 6,9 3,5 73,3 Forte \nV% Esférico 7,2 30,3 9,5 76,2 Forte \nPST - - - - - - \n\n(2) - Grau de dependência espacial; (3) - Classe de dependência espacial (ZIMBACK, 2001; \nCAMBARDELLA et al. 1994). \n \n\n\n\n51 \n \n\nOs atributos químicos do solo apresentaram dependência espacial, com exceção do \n\nnitrogênio total e SB em superfície (0,0 – 0,1 m) e PST na camada subsuperficial (0,1 – 0,2 \n\nm). Em relação ao ajuste dos semivariogramas para os atributos químicos do solo nas duas \n\ncamadas, predominou os modelos teóricos: exponencial e esféricos, ocorrendo também \n\nadequação ao modelo gaussiano (Tabela 4). Em estudos agronômicos, sobretudo em relação à \n\nplanta e solo, os melhores ajustes são realizados utilizando os modelos matemáticos esférico, \n\nexponencial e gaussiano (VIEIRA, 2000). Outros autores, estudando a variabilidade dos \n\natributos químicos do solo, também constataram melhores ajustes com esses modelos \n\n(ARTUR et al., 2014; SIBALDELLI et al., 2015; ZHAO et al., 2009; SANTOS et al., 2017). \n\nPara os atributos nitrogênio total (NT), soma de bases (SB) e porcentagem de sódio \n\ntrocável (PST), nas profundidades 0,0 – 0,1 m e 0,1 – 0,2 m, respectivamente, não foi \n\nverificada dependência espacial. Os semivariogramas não se ajustaram aos modelos teóricos, \n\ndenotando aleatoriedade desses atributos na área, independente das distâncias. Esses \n\nresultados podem estar associados à malha de amostragem que pode ter sido insuficiente para \n\nquantificar estes atributos em suas respectivas profundidades. Além disso, interferências \n\npodem ocorrer tanto durante a amostragem quanto nos procedimentos de medições, \n\ncondicionando para ocorrência arbitrária dessas variáveis (CAMARGO et al., 2000). \n\nOs atributos químicos do solo apresentaram média e forte dependência espacial nas \n\nduas profundidades. No entanto, essa dependência foi mais pronunciada em subsuperfície \n\napresentando valores de grau de dependência maiores para a maioria dos atributos e \n\nclassificando-os como dependência espacial forte (Tabela 4).  \n\nA forte dependência espacial em profundidade revela que os atributos químicos em \n\nprofundidade estão menos sujeitos a fatores que podem influenciar sua distribuição na área, \n\nquando se compara à superfície do solo. Adicionalmente, na superfície do solo há maior \n\ninfluência dos fatores externos (vegetação, presença de animais, deposição de resíduos, \n\nerosão, precipitação, temperatura) que podem interferir na disposição dos atributos químicos \n\nna área (VANCAMPENHOUT et al., 2006; CHRISTOPH, 2014). \n\n Especificamente em áreas terraceadas, Dercon et al. (2003) afirmam que, em alguns \n\ncasos, devido à ação de processos erosivos, pode ocorrer remoção da camada superficial \n\ncomprometendo a fertilidade do solo nessa camada. Nesse cenário, estratégias são necessárias \n\ncom objetivo de recuperar a fertilidade do solo como a adição matéria orgânica e calagem \n\n(DERCON et al., 2003), deixando-o apto ao cultivo agrícola além de evitar problemas \n\nambientais em áreas circunvizinhas (MORGAN, 2005; LAL, 2001).  \n\n   \n\n\n\n52 \n \n\nOs dados referentes aos atributos químicos do solo foram submetidos a krigagem \n\nordinária e obtidos os mapas de variabilidade espacial dos atributos químicos (VIEIRA et al., \n\n1993; YAMAMOTO; LANDIM, 2013) nas camadas de  0,0 a 0,1 m e 0,1 a 0,2 m. \n\nDe maneira geral, os atributos químicos do solo apresentaram maior heterogeneidade \n\nna distribuição na camada superficial, constatando-se os maiores valores para esses atributos e \n\ntambém formando maior número de classes (Figuras 1 a 11).  Essa condição está relacionada \n\nà maior concentração de matéria orgânica em superfície, influenciado tanto no processo de \n\nalocação e fornecimento desses atributos na área. \n\nDesse modo, analisando a distribuição espacial dos atributos pH, CEes e  P, observa-se \n\ndistinção no arranjamento conforme a profundidade estudada. No entanto, o pH, tanto em \n\nsuperfície quanto subsuperfície, apresentou distribuição homogênea, com discretos valores \n\nmais altos, em profundidade, na porção central do terraço (Figuras 6A e 6B). \n\nFigura 6- Distribuição espacial dos valores de pH e condutividade elétrica no extrato da pasta \nsaturada (CEes - dS m-1) e teores de fósforo (P - mg kg-1) nas camadas de 0,0 a 0,10 m e 0,10 \na 0,20 m \n\n0,0 – 0,10 m\n\n0,1 – 0,20 m\n\nA. C.\n\nB. D.\n\nE.\n\nF.\n\n \nFonte: Autor. \n\nOs valores de pH encontrados na área foram classificados como de acidez baixa, sendo \n\nos valores dispostos próximos a neutralidade, estando dentro da faixa adequada para maioria \n\ndas culturas (SOUZA et al.,2007). Em regiões semiáridas, os elevados valores de pH são \n\ndecorrentes da diversidade litológica da região, com predomínio de rochas cristalinas e \n\nsedimentares e quando associados a condições limitantes de água na região, resultam em solos \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço Canal do terraço \n\nCanal do terraço \nCanal do terraço Canal do terraço Canal do terraço \n\n\n\n53 \n \n\nférteis com pH em torno da neutralidade (ARAÚJO FILHO, 2013; ROMERO; FERREIRA, \n\n2016; MELO FILHO; SOUZA, 2006). \n\nNa proximidade do terraço observa-se valores de pH menores do que aqueles \n\nobservados na parte mais alta do terreno (Figura 6A)  e está relacionado ao fato de, na posição \n\nsuperior, existir maiores teores de íons do terraço que podem está na forma de sal elevando os \n\nvalores de pH. Além disso, como nessa região do terraço (próximo ao canal do terraço) \n\nocorrem melhores condições de crescimento e desenvolvimento vegetal, o surgimento de \n\nespécies nativas, nesses locais, pode ter gerado acidez e valores de pH menores do que \n\naqueles observados na parte superior do terraço.  \n\nA condutividade elétrica apresentou maiores valores em superfície nas proximidades \n\ndo camalhão e se deve a presença dos íons nessa camada do solo (Figura 6C e 6D). Dentre os \n\níons que constituem os sais solúveis estão o Ca, Mg e Na, na forma de cloretos, sulfatos e \n\nbicarbonatos (GHEYI et al., 2017). Assim, em regiões semiáridas, devido às baixas \n\nprecipitações e elevadas evapotranspiração, esses sais são acumulados nas camadas de solo. \n\nAo considerar os limites estabelecidos por Richards (1954), neste estudo não foram constados \n\nproblemas de salinidade que poderiam causar danos ao solo e ao cultivo agrícola. Acerca \n\ndisso, Klar (1988) salienta que valores de CEes situados entre entre 0 e 2 dS m\n-1 não \n\nrepresentam riscos potenciais aos cultivos agrícolas, no entanto, devem ser monitorados de \n\nmodo a evitar problemas ao longo do tempo.  \n\nConstataram-se valores mais acentuados de fósforo na camada superficial, com \n\nconcentração em alguns pontos (Figura 6E e 6F). No entanto, a maioria da área apresentou \n\nteores de P no solo situados entre 2,8 a 14,1 mg dm-3,, considerados como baixo e médio, \n\nrespectivamente, de acordo com a classificação o estado do Ceará (UFC, 1993). Em \n\nsubsuperfície, os maiores teores de P foram obtidos nas zonas próximas aos canais de \n\nterraços, entre as distâncias (20 a 35 no comprimento) e nas distâncias maiores na largura (18 \n\nm), apresentando agrupamento semelhante aos valores de argila, localizados próximos a esta \n\nporção do terreno. Como na área não foi constatada presença de alumínio e os menores \n\nvalores de pH nas proximidades do canal do terraço, podem está ajudando a disponibilizar P \n\nligado a cálcio. Raij (1981), relata que o fósforo no solo é condicionado pelo pH e tipo e \n\nquantidade de minerais existentes na argila, ocorrendo em solos neutros ou calcários, fosfato \n\nde cálcio. \n\nVariações mais acentuadas em superfícies são decorrentes tanto da interação com os \n\ncomponentes vegetais (ARTUR et al. 2014), quanto da deposição de resíduos de animais \n\ninfluenciando nos altos valores de P. Nesse sentido, Liu e Zhou (2017), estudando os efeitos \n\n\n\n54 \n \n\nde diferentes adubos em terraços no semiárido chinês, concluíram que a adição de esterco \n\npromove melhoria na fertilidade do solo bem como em suas propriedades estruturais. Mesfn \n\net al. (2018) relatam que o terraceamento quando associado às práticas de manejo da \n\nfertilidade do solo oferece grande capacidade de tornar terras, antes, improdutivas em áreas \n\nagricultável com alto potencial produtivo, além de contribuir com a manejo sustentável das \n\náreas agrícolas. \n\n a importância da ação combinada do terraceamento  e práticas de manejo da \n\nfertilidade do solo é uma prática promissora  \n\nque é essencial ações combinadas, Além disso, ações combinadas de terra \n\n Os teores de sódio foram mais expressivos na camada superficial no terço superior da \n\nárea terraceada, ao passo que na camada subsuperificial houve distribuição uniforme, \n\npraticamente em toda porção do terreno (Figura 7A e 7B).  \n\nFigura 7- Distribuição espacial de sódio (Na - cmolc dm\n-3) nas camadas de 0,0 a 0,10 m e 0,10 \n\na 0,20 m \n\n0,0 – 0,10 m\n0,1 – 0,20 m\n\nA. B.\n\n \nFonte: Autor. \n\nOs teores de sódio constatados no presente estudo foram considerados baixos, não \n\napresentando riscos à disponibilidade de outras bases tampouco riscos de ordem física \n\n(RICHARDS, 1954; PAES et al, 2013), causando problemas estruturais ao solo. \n\nO nitrogênio total na camada de 0,1 – 0,2 m apresentou distribuição bem dividida, \n\nsendo que da metade da área para a porção inicial (distâncias menores) houve maior \n\nconcentração deste elemento com redução dos valores na outra seção do terreno. Na Figura 8 \n\nvisualiza-se a distribuição homogênea para este atributo com ligeira redução nas extremidades \n\ndos pontos inferiores do terreno, condicionada pela redução do carbono orgânico total (COT) \n\nCanal do terraço \nCanal do terraço Canal do terraço \n\n\n\n55 \n \n\nnesta posição do terraço. \n\nFigura 8- Distribuição espacial de Nitrogênio total (NT - g kg-1) na camada de 0,10 a 0,20 m \n\n0,1 – 0,20 m\n\n \nFonte: Autor. \n\nQuanto aos teores de K, Ca e Mg, observa-se que houve pouca variação em sua \n\ndistribuição na área, sobretudo em superfície. Já com o aumento da profundidade, essa \n\nvariabilidade foi mais expressiva (Figura 9). Cabe destacar que o K (0,1 – 0,2 m) e o Ca (0,0 – \n\n0,1 m) apresentaram moderada redução nos valores localizados próximos ao canal do terraço \n\n(Figura 9A, 9B, 9C e 9D).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCanal do terraço \n\n\n\n56 \n \n\n \n\nFigura 9- Distribuição espacial de potássio (K), cálcio (Ca) e magnésio (Mg), em cmolc dm\n-3, \n\nnas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m \n\n0,0 – 0,10 m\n\n0,1 – 0,20 m\n\nA. C.\n\nB. D.\n\nE.\n\nF.\n\n \nFonte: Autor. \n\nOs teores desses elementos estão diretamente relacionados, dentre outros fatores, com \n\no processo de intemperismo do solo. Pedrotti et al. (2015) relatam que em regiões semiáridas \n\nocorre transformação lenta devido aos longos períodos sem chuvas, mas suficiente para \n\nliberar da estrutura cristalina dos minerais parte destes cátions e contribui para a manutenção \n\nde suas concentrações em níveis relativamente elevados, tanto no complexo de troca quanto \n\nna solução do solo. \n\nA acidez potencial exibiu resultados similares nas duas profundidades estudadas, \n\npredominando, em superfície, maiores valores de acidez potencial (Figura 10). Em ambas as \n\nprofundidades, os maiores valores foram concentrados nas zonas centrais à esquerda \n\n(distâncias menores de comprimento).  \n\n \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço Canal do terraço \n\nCanal do terraço \nCanal do terraço Canal do terraço \n\nCanal do terraço \nCanal do terraço \nCanal do terraço \n\n\n\n57 \n \n\nFigura 10- Distribuição espacial da acidez potencial (H+Al - cmolc dm\n-3) e Carbono orgânico \n\ntotal (COT - g kg-1) nas camadas de 0,0 a 0,10 m e 0,10 a 0,20 m \n\n0,0 – 0,10 m\n\n0,1 – 0,20 m\n\nA. C.\n\nB. D.\n\n \n\nFonte: Autor. \n\nAcidez potencial mais elevada em superfície está relacionada com a matéria orgânica \n\ndo solo, uma vez que o alumínio não apresentou representatividade na área. Desse modo, \n\nCardoso (2011) em suas observações relatam que a matéria orgânica também pode contribuir \n\nsubstancialmente com a geração de acidez em solos tropicais. É importante salientar que a \n\nacidificação está relacionada com a perda das bases trocáveis (COSTA et al., 2017) que pode \n\nocorrer tanto pela remoção pelas raízes dos vegetais (BRADY; WEIL, 2013) quanto pela ação \n\nda água, fato que pode ser evidenciado no presente estudo. Neste trabalho, a ação da água \n\ncausou remoção de partículas finas e predomínio de areia (Figura 3), nos pontos superiores \n\ndos terraços resultando em perda das bases trocáveis, ficando os íons H+ adsorvidos as \n\npartículas do solo, gerando mais acidez.  \n\nNo que se refere aos teores de carbono orgânico total, embora a camada superficial \n\n(Figura 10C) tenha apresentado maiores valores, a distribuição ocorreu sem muita \n\nheterogeidade, sendo os valores situados em torno da média (Tabela 2) com concentração em \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\n\n\n58 \n \n\nalguns pontos específicos. Essa concentração muito provavelmente está associada a deposição \n\nde resíduos dos animas que, por vezes, transitam na área. Tal fato pode ser relacionado com os \n\nelevados valores de fósforo, que por sua vez também foram elevados nesses pontos. A matéria \n\norgânica nesses sistemas de manejo além de contribuir com incremento de fertilidade, \n\nmelhorias na qualidade física contribuem com o estoque de carbono e mitigar os efeitos do \n\naquecimento global (LIU; ZHOU, 2017).  \n\nResultados semelhantes também foram constatados na camada subsuperficial (Figura \n\n10D), porém com arranjo espacial distinto. Apesar da ocorrência de valores relativamente \n\nelevados para os teores de carbono orgânico nas zonas próximas ao canal de terraço, não \n\nhouve tendência de acúmulo deste elemento nesta posição do terreno, denotando distribuição \n\nconsideravelmente uniforme, em termos de extensão.  \n\nEssa uniformidade pode estar fortemente relacionada com o tempo de pousio em que a \n\nárea se encontra, de modo que ao logo das variações de tempo, condições climáticas podem \n\nter contribuído com esses resultados. Lal (2016) afirma que existem também, em \n\nprofundidade, interações carbono orgânico com as raízes das plantas e os microrganismos do \n\nsolo, exibindo maior estabilidade nesta condição. Em estudo realizado em caatinga degrada \n\nno semiárido brasileiro, Almeida et al. (2017) observaram que 10 anos de pousio possibilitou \n\nreduções no escoamento, perdas de solo e carbono orgânico, contribuindo para maiores \n\nestoques de carbono em áreas de vegetação caatinga. \n\nEm estudo realizado por Menezes et al. (2012), os valores médios de carbono orgânico \n\ndo bioma caatinga estão próximos a 9,3 g kg-1, estando acima do COT encontrado no presente \n\ntrabalho para a maior parte da área. Esses resultados são justificáveis pelo fato de a área, antes \n\nda implantação dos terraços, ter sofrido preparo de solo convencional com desmatamento \n\nseguido de queimada, sem reposição da matéria orgânica. Esses fatores, quando associados a \n\naltas temperaturas e oscilações do regime pluviométrico, acabam acelerando a decomposição \n\nda matéria orgânica, podendo ainda essa ser carreada pelos processos erosivos. Ainda que, nas \n\ncondições do estudo, apresentasse fragmentos de vegetação da caatinga, encontrava-se em \n\nprocesso de recomposição com pouco aporte de matéria orgânica sobre o solo.   \n\nFatores como a qualidade da matéria orgânica e interações com as partículas de solo \n\npodem influenciar processos químicos, físicos, biológicos contribuindo com a melhoria da \n\nqualidade do solo. Dick et al. (2008) relatam que a contribuição da matéria orgânica está \n\ncondicionada não apenas pela quantidade, mas principalmente pela qualidade. Nesse contexto, \n\napesar de não ter ocorrido tendência de concentração de carbono orgânico total nas porções \n\nmais próximas ao canal do terraço, a quantidade presente de COT pode ter interagido com as \n\n\n\n59 \n \n\npartículas de argila nesta posição e ter influenciado, preponderantemente, para maior \n\ncimentação do solo, melhorando características estruturais do solo. \n\nVale salientar que a adoção da prática de terraços, além de possibilitar o cultivo \n\nagrícola (POSTHUMUS; STROOSNIJDE, 2010) em áreas susceptíveis à degradação \n\n(BERTONI; LOMBARDI NETO 2012), sobretudo pela erosão (PRUSKI et al., 2009), há  \n\nredução de contaminação de recursos hídricos e de suas mais variadas consequências \n\n(CHAPAGAIN; RAIZADA, 2017).  \n\nA capacidade de troca de cátions apresentou distribuição mais uniforme em superfície, \n\nsituando-se da zona superior ao terraço ocupando extensões centrais mais estreitas no sentido \n\ndo canal do terraço (Figura 11A). Nas extremidades desta posição, foram observados os \n\nmenores valores de CTC (19 a 20 cmolcdm\n-3). Contrariamente, na camada subsuperficial \n\n(Figura 11B) a distribuição ocorreu de maneira mais uniforme, em termos quantitativos, para \n\neste atributo, porém com maior quantidade de classes. Os maiores valores nessa camada \n\nforam verificados, coincidentemente, com os maiores valores de argila total.  \n\nFigura 11- Distribuição espacial da capacidade de troca de cátions (CTC - cmolc dm\n-3), \n\nsaturação por bases (V%) e porcentagem de sódio na CTC (PST - %) nas camadas de 0,0 a \n0,10 m e 0,10 a 0,20 m \n\n0,0 – 0,10 m\n\n0,1 – 0,20 m\n\nA. C.\n\nB. D.\n\nE.\n\n \nFonte: Autor. \n \n\n \n\n \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\nCanal do terraço \nCanal do terraço \n\n\n\n60 \n \n\nPara V% observou-se maiores concentrações nos pontos mais próximos ao canal do \n\nterraço (distâncias entre 14 a 18 m na largura) (Figura 11C, 11D). Na camada 0,0 – 0,1 m \n\nocorreram maiores valores de V%, no entanto apresentaram a mesma tendência de \n\ndistribuição da camada subsuperficial do solo. Em termos médios, os valores de V% foram \n\nconsiderados como muito bom (RIBEIRO et al., 1999). Contudo, esses valores foram mais \n\npronunciados nas posições próximas ao canal do terraço e quando associados aos teores de \n\nargila (Figura 3E e 3F) também nessa posição, possibilitam maior produtividade e resiliência \n\nàs condições de ausência de água por curtos períodos de tempo, observação bastante comum \n\nentre os agricultores que cultivam nessas áreas.  \n\nPara PST houve distribuição superficial mais homogênea, ainda que tenha apresentado \n\nvalores acima da média para PST, essa distribuição ocorreu de forma isolada (Figura 11E). \n\nApesar disso, os valores obtidos de PST não representaram riscos de sodicidade, conforme \n\nclassificação estabelecida por Richards (1954). A PST pode interferir diretamente na estrutura \n\ndo solo, principalmente na porosidade, dificultando a infiltração de água no solo, deixando o \n\nsolo mais susceptível à erosão (PAES et al., 2013). Nesse contexto, os resultados deste estudo \n\nsão satisfatórios, tanto do ponto de vista de fertilidade do solo quanto da conservação do solo \n\ne da água. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n61 \n \n\n \n\n5 CONCLUSÕES \n\n \n\nOs resultados dos atributos físicos (teores de argila e grau de floculação) e químicos \n\n(saturação por bases (V%) e fósforo), permitem aceitar a hipótese de maiores teores de \n\npartículas finas e disponibilidade de nutrientes localizados nas proximidades do canal de \n\nterraço, melhorando os atributos de fertilidade e qualidade do solo. \n\nA disposição de matéria orgânica ocorre de forma aleatória na área entre os terraços, \n\nrejeitando-se a hipótese de maiores valores encontrados à medida que se aproxima do canal \n\ndo terraço.  \n\nA variabilidade espacial dos atributos físicos (frações granulométricas) e químicos, \n\ncom destaque para acidez potencial (H+Al), constatada pelo uso da geoestatística na área \n\nentre terraços, evidencia a importância do manejo direcionado, de modo a garantir a qualidade \n\ndo solo e dos cultivos agrícolas em áreas terraceadas no semiárido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n62 \n \n\nREFERÊNCIAS \n\nAB’SABER, A. N. Sertões e sertanejos: uma geografia humana sofrida. Estudos Avançados, \n\nv.13, p. 7-59, 1999. \n\nALMEIDA, C. L.; ARAÚJO, J. C.; COSTA, M. C. G.; ALMEIDA, A. M. M. ANDRADE \n\nMAIA, E. Fallow Reduces Soil Losses and Increases Carbon Stock in Caatinga. Floresta e \n\nAmbiente, v. 24, p. 1-10, 2017. \n\nALVAREZ, C.; ALVAREZ, C. R.; COSTANTINI, A.; BASANTA, M. Carbon and nitrogen \n\nsequestration in soils under different management in the semi-arid Pampa (Argentina). Soil \n\nand Tillage Research, v.142, p. 25- 31, 2014. \n\nANDRADE, A. G.; FREITAS, P. L.; LANDERS, J. Aspectos gerais do manejo e conservação \n\ndo solo e da água e as mudanças ambientais. In: PRADO, R. B.; TURETTA, A. P. D.; \n\nANDRADE, A. G. (org). Manejo e conservação de água no contexto das mudanças \n\nambientais. Rio de Janeiro: EMBRAPA. Solos. 2010. p. 1-23. \n\nANDRADE, M. E. O Semiárido cearense e suas águas. In: ANDRADE, E. M.; PEREIRA, O. \n\nJ.; DANTAS, F. E. R. (org.). SEMIÁRIDO e o manejo dos recursos naturais: uma proposta \n\nde uso adequado do capital natural. Fortaleza: Expressão gráfica e Editora, 2016. p. 55 – 62. \n\nANUNCIATO MOTA, J. C.; ALENCAR, T. L.; ASSIS JÚNIOR, R. N. Alterações Físicas de \n\num Cambissolo Cultivado com Bananeira Irrigada Na Chapada Do Apodi, Ceará. Revista \n\nBrasileira de Ciência do Solo, v. 39, p.1015-1024, 2015. \n\nARAÚJO FILHO, J. A. Manejo pastoril sustentável da caatinga Recife, PE: Projeto Dom \n\nHelder Camara, 2013. 200 p.  \n\nARTUR, A. G.; OLIVEIRA, D. P.; COSTA, M. C. G.; ROMERO, R. E.; SILVA, M. V. C.; \n\nFERREIRA, T. O. Variabilidade espacial dos atributos químicos do solo, associada ao \n\nmicrorrelevo. Revista Brasileira de Engenharia Agrícola e Ambiental, v.18, p.141–149, \n\n2014. \n\nASSUMPÇÃO, R. A. B.; URIBE-OPAZO, M. A.; GODOY, E.; JOHANN, J. A. Uso da \n\nkrigagem indicatriz na avaliação da probabilidade da produtividade de soja segundo os \n\npadrões regional, estadual e nacional. Acta Scientiarum: Agronomy, vol. 29, p.165-171, \n\n\n\n63 \n \n\n2007. \n\nAZAMBUJA, A. V.; ROSA JUNIOR E. J.; ROSA, Y. B. C. J.; SERRA,  A. P.; ROSA, C. B. \n\nC. J.; COTRIM, C. R. Influência da irrigação e culturas antecessoras em características físicas \n\nde um Latossolo Vermelho Distroférrico e na cultura da soja. Revista de Ciências Exatas e \n\nda Terra, v. 1, p. 9-20, 2012. \n\nBASGA, S. D.; TSOZUE, D.; TEMGA, J. P.; BALNA, J.; NGUETNKAM, J. P. Land use \n\nimpact on clay dispersion/flocculation in irrigated and flooded vertisols from Northern \n\nCameroon. International Soil and Water Conservation Research, v. 6, p. 237 – 244, 2018. \n\nBENITES, J. R.; SAINTRAINT, D.;  MORIMOTO, K. Degradación de suelos y producción \n\nagrícola en Argentina, Bolivia, Brasil, Chile y Paraguay. FAO (1993) \n\n(http://www.fao.org/docrep/t2351s/t2351s00.htm (accessed August 2014)) apud CORREA, S \n\nW.; MELLO, C. R.; CHOU, S. C.; CURI, N. NORTON, L. D. Soil erosion risk associated \n\nwith climate change at Mantaro River basin, Peruvian Andes. Catena. v. 147, p. 110 - 134, \n\n2016.  \n\nBERTONI, J. ; LOMBARDI NETO, F. Conservação do Solo. São Paulo. Ícone. 2008. 355 p. \n\nBERTONI, J. O espaçamento dos terraços em culturas anuais, determinado em função das \n\nperdas por erosão. Bragantia, v. 18, p. 113-140, 1959. \n\nBERTONI, J.; LOMBARDI NETO, F. Conservação do Solo. 8ª ed. São Paulo: Icone, 2012, \n\n355p.  \n\nBOHLING, G.  Introduction to geostatistics and variogram analysis. Kansas Geological \n\nSurve, 2005. 20f. Disponível em:http://people.ku.edu/~ gbohlining/ cpe940/Variograms.pdf.  \n\nBRADY, N. C.; WEIL, R. R. Elementos da natureza e propriedades dos solos. 3. ed. Porto \n\nAlegre: Bookman, 2013. Cap. 14. Erosão do solo e seu controle. p. 551-590. \n\nBRASIL. Ministério da Integração Nacional. Nova delimitação do Semiárido brasileiro. \n\nBrasília, DF, 2005. 32 p.  \n\nBRONICK, C. J; LAL, R. Soil structure and management: a review. Geoderma, v. 124, p.3 – \n\n22, 2005. \n\n\n\n64 \n \n\nBUKAK, D. L.; PASSOS, R. B.; ANDRADE, F. V. Variabilidade espacial de atributos \n\nquímicos do solo sob cafeeiro Conilon: relação com textura, matéria orgânica e relevo. \n\nBragantia, v. 71, p. 538-547, 2012. \n\nBUSARI, M. A.; KUKAL, S. S.; KAUR, A.; BHAT, R.; DULAZI, A. A. Conservation tillage \n\nimpacts on soil, crop and the environment. International Soil and Water Conservation \n\nResearch. v. 2, p. 119 - 129, 2015. \n\nCAMARGO, E.C.G. Geoestatística: fundamentos e aplicações. In: CÂMARA, G. &amp; \n\nMEDEIROS, J.S. (eds). Geoprocessamento para projetos ambientais. São José dos \n\nCampos: INPE, 1998. Disponível em:&lt;http:// ww.dpi.inpe.br/gilberto/tutoriais/gis_ambiente/ \n\n5geoest.pdf>. Acesso em: 10 SETEMBRO de 2017. \n\nCAMBARDELLA, C. A.; MOORMAN, T. B.; NOVAK, J. M.; PARKIN, T. B.; KARLEN, D. \n\nL.; TURCO, R. F.; KONOPKA, A. E. Field-scale variability of soil properties in Central Iowa \n\nSoils. Soil Science Society of American Journal, v. 58, p. 1501-1511, 1994.  \n\nCAON, D. Espacialização e mapeamento da fertilidade em diferentes camadas do solo e \n\ndensidades amostrais. Guarapuava: Unicentro, 2012. 56f. Dissertação (Programa de Pós-\n\nGraduação em Agronomia) Universidade Estadual do centro Oeste, Guarapuava, 2012. \n\nCARDOSO, E. L. Qualidade química e física do solo sob vegetação arbórea nativa e \n\npastagens no Pantanal Sul-Mato-Grossense. Revista Brasileira de Ciência do Solo, v. 35, n. \n\n2, p.613-622, 2011. \n\nCARVALHO, A. E. M.; LIMA, L. A.; OLIVEIRA, L. S.; COSTA, M. C. G. Diagnóstico do \n\nuso e conservação do solo em região de reforma agrária no semiárido. Revista Verde de \n\nAgroecologia e Desenvolvimento Sustentável, v.12, p. 568-573, 2017. \n\nCARVALHO, J. O. Environment and population in the semiarid Northeast. In: Hogan D. J, \n\nBerquó E, Costa H. S. M. (ed.). Population and environment in Brazil: Rio+10. CNPD \n\n(National Population and Development Commission of Brazil), Campinas, 2002. p. 77–124.  \n\nCASTRO FILHO, C.; MUZILLI, O.; PADANOSCHI, A. L.Estabilidade dos agregados e sua \n\nrelação com o teor de carbono orgânico num latossolo roxo distrófico, em função de sistemas \n\nde plantio, rotações de culturas e métodos de preparo das amostras. Revista Brasileira de \n\nCiência do Solo, v. 22, p.527-538, 1998. \n\n\n\n65 \n \n\nCAVALCANTE, E. G. S.; ALVES, M. C.; SOUZA, Z. M.; PEREIRA, G. T. Variabilidade \n\nespacial de atributos físicos do solo sob diferentes usos e manejos. Revista Brasileira \n\nEngenharia Agrícola e Ambiental, v. 15, p. 237-243, 2011. \n\nCAVALCANTE, E. G. S.; ALVES, M. C.; SOUZA, Z. M.; PEREIRA, G. T. Variabilidade \n\nespacial de atributos químicos do solo sob diferentes usos e manejos. Revista Brasileira de \n\nCiência do Solo, v. 31, p. 1329-1339, 2007. \n\nCESANO, D.; BURNEY, J .; RUSSELL, J.; ROVERE, E. LA.;  OBERMAIER, M.; \n\nCORRAL, T.; NEVES, C. Mudanças climáticas no semiárido da Bahia e estratégias de \n\nadaptação da coalizão Adapta Sertão para a agricultura familiar. Inclusão Social, v. 6, p. 88–\n\n104, 2012. \n\nCHAPAGAIN, T.; RAIZADA, M. Agronomic Challenges and Opportunities for Smallholder \n\nTerrace Agriculture in Developing Countries. Frontiers in Plant Science, v.8, p. 1-15, 2017. \n\nCHRISTOPH, S. Spatial and temporal impacts of stone bunds on soil physical properties: \n\na case study in the northern Ethiopian highlands. 2014. 149f. Thesis (Master) - University of \n\nNatural Resources and Life Sciences. Vienna, 2014. \n\nCORÁ, J. E.; ARAUJO, A. V.; PEREIRA, G. T.; BERALDO, J. M. G. Variabilidade espacial \n\nde atributos do solo para adoção do sistema de agricultura de precisão na cultura de cana-de-\n\naçúcar. Revista Brasileira de Ciência do Solo, Viçosa, v.28, n.6, p.1013-1021, 2004. \n\nCORREIA, R. C.; KIILL, L. H. P.; MOURA, M. S. B. de; CUNHA, T. J. F.; JESUS JUNIOR, \n\nL. A. de; ARAUJO, J. L. P. A região semiárida brasileira. In: VOLTOLINI, T. V. (Ed.). \n\nProdução de caprinos e ovinos no Semiárido. Petrolina: Embrapa Semiárido, 2011. cap. 1, p. \n\n21-48. \n\nCOSTA, M. C. G.; TONINI, H.; MENDES FILHO, P. Atributos do Solo Relacionados com a \n\nProdução da Castanheira-do-Brasil (Bertholletia excelsa). Floresta e Ambiente, v.24, p.1-10, \n\n2017. \n\nCRESSIE, N. A. Statistics for spatial data. New York: John Wiley, 1991. 900p. \n\nCUI, B.; ZHAO, H.; LI, X.; ZHANG, K.; REN, H.; BAI, J. Temporal and spatial distributions \n\nof soil nutrients in Hani terraced paddy fields, Southwestern China. Procedia Environmental \n\n\n\n66 \n \n\nSciences. v.2, p.1032–1042, 2010. \n\nCUNHA, T. J. F.; GIONGO, V.SILVA, D. J.; MENDES, A. M. S.; MELO, R. F.; OLIVEIRA \n\nNETO, M. B.; SILVA, M. S. L.; ALVAREZ, I. A. Principais solos do semiárido tropical \n\nbrasileiro: caracterização, potencialidades, limitações, fertilidade e manejo. In: SA, I. B.; \n\nSILVA, P. C. G. Semiárido brasileiro: pesquisa, desenvolvimento e inovação. Petrolina, PE: \n\nEmbrapa Semiárido, 2010. p. 49-87. \n\nCZYZ, E. A.; DEXTER, A. R. Mechanical dispersion of clay from soil into water: Readily-\n\ndispersed and spontaneously-dispersed clay. International Agrophysics, v.29, pg 31 – 37, \n\n2015. \n\nDALCHIAVON, F. C.; CARVALHO, M. P.; ANDREOTTI, M.; MONTANARI, R. \n\nVariabilidade espacial de atributos da fertilidade de um Latossolo Vermelho Distroférrico sob \n\nSistema Plantio Direto. Revista Ciência Agronômica, v.43, p. 453-461, 2012. \n\nDAMENE, S.; TAMENE, L.; VLEK, P. L. G. Performance of Farmland Terraces in \n\nMaintaining Soil Fertility: A Case of Lake Maybar Watershed in Wello, Northern Highlands \n\nof Ethiopia. Journal of Life Sciences, v.6, p.1251-1261, 2012.  \n\nDERCON, G.; DECKERS, J.; GOVERS, G.; POESEN, J.; SÁNCHEZ, H.; VANEGAS, R.; \n\nRAMÍREZ, M.; LOAIZA, G. Spatial variability in soil properties on slow-forming terraces in \n\nthe Andes region of Ecuador. Soil &amp; Tillage Research, v.72 p.31–41, 2003. \n\nDICK, D.P.; SILVA, L.B.; INDA, A.V.; KNICKER, H. Estudo comparativo da matéria \n\norgânica de diferentes classes de solos de altitude do Sul do Brasil por técnicas convencionais \n\ne espectroscópicas. Revista Brasileira de Ciência do Solo, v.32, p.2289-2296, 2008. \n\nDONAGEMA, G. K.; CAMPOS, D. V. B.; CALDERANO, S. B.; TEIXEIRA, W. G.; VIANA, \n\nJ. H. M. (Org.). Manual de métodos de análise de solos. 2.ed. rev. Rio de Janeiro: Embrapa \n\nSolos, 2011. 230p. (Embrapa Solos. Documentos, 132).  \n\nDORREN, L.; REY, F. A review of the effect of terracing on erosion. C. Boix-Fayons, A. \n\nImeson (Eds.), Briefing papers of the 2nd SCAPE workshop. Cinque Terre, Italy, P.97–108, \n\n2004. Disponível em &lt;http://www.ecorisq.org/docs/Dorren_Rey.pdf> Acessado em 24 de \n\nnovembro de 2016.  \n\n\n\n67 \n \n\nDUMANSKI, J. Evolving concepts and opportunities in soil conservation. International Soil \n\nand Water Conservation Research. v.3, p. 1–14, 2015. \n\nEMBRAPA SOLOS. Sistema Brasileiro de Classificação de Solos. Brasilia-DF, 2013, 3 ed. \n\n353p. \n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA - EMBRAPA. Centro \n\nNacional de Pesquisas de Solos. Manual de métodos de análise de solo. Rio de Janeiro, 2ª \n\nedição, 1997. 212p. \n\nFAO and ITPS. Status of The World’s Soil Resources (SWSR) – Main Report. Food and \n\nAgriculture Organization of the United Nations and Intergovernmental Technical Panel on \n\nSoils, Rome, Italy, 2015. \n\nFAO. 1987. Soil and water conservation in semi-arid areas. N.W. Hudson. Boletines de \n\nsuelos de la FAO No. 57. FAO, Roma. 172 p. \n\nFERRAZ, G.  A. S.; SILVA, F. M.; OLIVEIRA, M. S.; AVELAR, R. C.; SALES, R. S. \n\nVariabilidade espacial da dose de P2O5 e K2O para adubação diferenciada e convencional em \n\nlavoura cafeeira. Coffee Science, Lavras, v.10, p.346 - 356, 2015. \n\nFERREIRA, V.; PANAGOPOULOS, T.; ANDRADE, R.; GUERREIRO, C.; LOURES, L. \n\nSpatial variability of soil properties and soil erodibility in the Alqueva reservoir watershed. \n\nSolid Earth, v.6, p.383–392, 2015 \n\nGALINDO, I. C. L.; RIBEIRO, M. R.; SANTOS, M. F. A. V.; LIMA, J. F. W. F.; FERREIRA, \n\nR. F. A. L. Relações Solo-Vegetação em Áreas Sob Processo de Desertificação no Município \n\nde Jataúba, PE. Revista Brasileira de Ciência do Solo, Viçosa, v. 32, p. 1283-1296, 2008. \n\nGEE, G. W.; BAUDER, J. C.1986. Particle-size analysis. In: Klute, A. (Ed). Methods of soil \n\nanalysis, I. Physical and mineralogical methods. Madison. American Society of Agronomy, \n\ncap. 15, p. 383 -411.  \n\nGHEYI, H. R.; DIAS, N. S. DA.; LACERDA, C. F. DE; GOMES FILHO, E. Manejo da \n\nsalinidade na agricultura: Estudos básicos e aplicados. 2.ed. Fortaleza: INCT Sal, 2016. \n\n506p. \n\nGREGO, C. R.; OLIVEIRA, R. P. de; VIEIRA, S. R. Geoestatística aplicada a agricultura de \n\n\n\n68 \n \n\nprecisão. In: BERNARDI, A. C. de C.; NAIME, J. de M.; RESENDE, A. V. de; BASSOI, \n\nL.H.; INAMASU, R. Y. (Ed.). Agricultura de precisão: resultados de um novo olhar. \n\nBrasília: Embrapa, 2014. p.74-83. \n\nGRIEBELER, N. P.; CARVALHO, D. F.; MATOS, A. T. Estimativa do custo de implantação \n\nde sistema de terraceamento, utilizando-se o sistema de informações geográficas. Estudo de \n\ncaso: Bacia do rio Caxangá, PR. Revista Brasileira de Engenharia Agrícola e Ambiental, \n\nv.4, p.299-303, 2000. \n\nGU, H.; JIAO, Y.; LIANG, L. Strengthening the socio-ecological resilience of forest-\n\ndependent communities The case of the Hani Rice Terraces in Yunnan, China. Forest Policy \n\nand Economics. v.22, p. 53–59, 2012. \n\nGUEDES FILHO, O.; VIEIRA, S. R.; SIQUEIRA, G. M.; CHIBA, M. K. Spatial Variability \n\nOf The Granulometric Fractions And Of A Sandy Soil Chemical Attributes Under A No-\n\nTillage System. Journal of Geospatial Modelling, v.2, p. 67-77, 2016. \n\nGUIMARÃES, W. D.; JUNIOR, J. P; MARQUES, SANTOS, N. T.; FERNANDES, R. B. A. \n\nVariabilidade espacial de atributos físicos de solos ocupados por pastagens. Revista Ciência \n\nAgronômica, v.47, p. 247-255, 2016. \n\nHAMMAD, A. H. A.; BØRRESEN, T.; HAUGEN, L. E. Effects of rain characteristics and \n\nterracing on runoff and erosion under the Mediterranean. Soil &amp; Tillage Research, v.87, 39–\n\n47, 2006.  \n\nHUANG, J.; YU, H.; GUAN, X.; WANG, G.; GUO, R. Accelerated dryland expansion under \n\nclimate change. Nature Climate Change, v.6, p.166–172, 2016. \n\nIPECE. Instituto de Pesquisa e Estratégia Econômica do Ceará. Perfil Básico Municipal \n\n2017, Canindé. Fortaleza-CE, 18p. \n\nJARA-ROJAS, R.; BRAVO-URETA, B. E.; ENGLER, A..; DIAS, J. An analysis of the joint \n\nadoption of water conservation and soil conservation in Central Chile. Land Use Policy, v. \n\n32, p. 292–301, 2013. \n\nJIANG, Y.; LI, S.; CHEN, W.; CAI, D.; LIU, Y. The evolution of crop cultivation and \n\npaleoenvironment in the Longji Terraces, southern China: Organic geochemical evidence \n\n\n\n69 \n \n\nfrom paleosols. Journal of Environmental Management, v.15, p.1 – 8, 2016.  \n\nKAGABO, D. M.; STROOSNIJDER, L.; VISSER, S. M.; MOORE, D. Soil erosion, soil \n\nfertility and crop yield on slow-forming terraces in the highlands of Buberuka, Rwanda. Soil \n\nand Tillage Research, v.128, p.23–29, 2013. \n\nKAMPEN, J., BURFORD, J. R. Production systems, soil related constraints and potentials in \n\nthe semi-arid tropics whith special reference to índia. In: Priorities for Alleviating Soil \n\nRelated Constraints to Food Production in the Tropics. Los Banos, Laguna, Philippines, \n\nIIRI, 1980. p.141-165.  \n\nKLAR, A.E. A água no sistema solo–planta–atmosfera. 2.ed. São Paulo: Nobel, 1988. 408p. \n\nKRIGE, D. G. A statistical approach to some basic mine evalution problems on the \n\nwitwatersrand. Journal of the Chemical, Metallurgical and Mining Society of South \n\nAfrica, v.52, p.151-163, 1951. \n\nLAL, R. Soil health and carbon management. Food and Energy Security, v.5, p.212-222, \n\n2016. \n\nLANDIM, P. M. B. Sobre geoestatística e mapas. Terra e Didática, v.2, p.19-33, 2006. \n\nLEPSCH, I. F. Formação e conservação dos solos. 2. ed. São Paulo: Oficina de Textos, \n\n2010. 216p. \n\nLI, Y.; LINDSTROM, M. J. Evaluating Soil Quality–Soil Redistribution Relationship on \n\nTerraces and Steep Hillslope. Soil Science Society of America Journal, v. 65, p. 1500 – \n\n1508, 2001. \n\nLIU, C.; ZHOU, L. M. Soil organic carbon sequestration and fertility response to newly-built \n\nterraces with organic manure and mineral fertilizer in a semi-arid environment. Soil &amp; Tillage \n\nResearch, v.172, p. 39–47, 2017. \n\nMAIA, S. M. F.; XAVIER, F. A. S.; OLIVEIRA, T. S.; MENDONÇA, E. S.; ARAÚJO \n\nFILHO, J. A. Impactos de Sistemas Agroflorestais e Convencional Sobre a Qualidade do Solo \n\nno Semi-Árido Cearense. Revista  Árvore, v.30, p.837-848, 2006. \n\nMATALLO, H. A. desertificação no mundo e no Brasil. In: SCHENKEL, C. S.; MATALLO, \n\n\n\n70 \n \n\nH. (org.). Desertificação. Brasília: UNESCO, 2003. p. 9-25. \n\nMATHERON, G. Principles of geostatistics. Economic Geology, v. 58, p.1246–1266, 1963. \n\nMELO FILHO, J. F.; SOUZA, A. L. V. O manejo e a conservação do solo do semi-árido \n\nbaiano: desafios para sustentabilidade. Revista Bahia Agrícola, v. 07, p. 50-60, 2006. \n\nMENEZES, R. S. C.; SAMPAIO, E. V. S. B.; GIONGO, V.; PÉREZ-MARIN, A. M. \n\nBiogeochemical cycling in terrestrial ecosystems of the Caatinga Biome. Brazilian Journal \n\nof Biology, v.72, p.643-653, 2012. \n\nMESFIN, S.; TAYE, G.; DESTA, Y.; SIBHATU, B.; MURUTS, H.; MOHAMMEDBRHAN, \n\nM. Short-term effects of bench terraces on selected soil physical and chemical properties: \n\nlandscape improvement for hillside farming in semi-arid areas of northern Ethiopia. \n\nEnvironmental Earth Sciences, v.77, p. 1-14, 2018. \n\nMONTANARI, R.; LIMA, E., S.; LOVERA, L. H.; FERRARI, S., QUEIROZ, H., A. \n\nCorrelação dos componentes vegetativos da cultura da pupunha e dos atributos químicos do \n\nsolo. Revista de Agricultura Neotropical, v.3, p.25-33, 2016. \n\nMOREAU, A. M. S. S.; KER, J. C.; COSTA, L. M.; GOMES, F. H. Caracterização de Solos \n\nde duas Toposseqüências em Tabuleiros Costeiros do Sul da Bahia. Revista Brasileira de \n\nCiência do Solo, v. 30, p.1007-1019, 2006. \n\nMORGAN, R.P.C. Soil erosion and conservation. Blackwell Publishing, Inglaterra, 3.ed., \n\n2005, 304p. \n\nNASCIMENTO, C. D. V.; COSTA, M. C. G.; TOMA, R. S.; COOPER, M. Plant Components \n\nof Agroforestry System Have Different Contributions to Soil Fertility. Journal of \n\nAgricultural Science,v.10, n.4, 2018. \n\nNI, S. J.; ZHANG, J. H. Variation of chemical properties as affected by soil erosion on \n\nhillslopes and terraces. European Journal of Soil Science,v.58, p.1285-1292, 2007. \n\nOLIVEIRA, J. B. (Elab.) Práticas inovadoras de controle edáfco e hidroambiental para o \n\nsemiárido do Ceará. Fortaleza: Secretaria de Recursos Hídricos, 2010. 190p. \n\nOLIVEIRA, T. H.; GALVÍNCIO, J. D. Uso e cobertura do solo em áreas semiáridas do \n\n\n\n71 \n \n\nnordeste do Brasil. Revista de Geografia, Recife, v. 28, 2011. \n\nOLIVER, M. A; WEBSTER, R. A tutorial guide to geostatistics: Computing and modelling \n\nvariograms and kriging. Catena, v.113, p.56-69, 2014. \n\nOLLOBARREN, P.; CAPRA, A.; GELSOMINO, A.; SPADA, C. L. Effects of ephemeral \n\ngully erosion on soil degradation in a cultivated área in Sicily (Italy). Catena. v. 145, p. 334 – \n\n345, 2016.  \n\nÖZGÖZ, E.; GÜNAL, H.;ÖNEN, BAYRAN, M.; AC?R, N. Effect of management on spatial \n\nand temporal distribution of soil physical properties. Journal of Agricultural Sciences, v.18, \n\np. 77 – 91, 2012. \n\nPAES, J. L. A.; RUIZ, H. A.; FERNANDES, R. B. A.; FREIRE, M. B. G. S.; BARROS ,M. F. \n\nC. ROCHA, G. C. Dispersão de argilas em solos afetados por sais. Revista Brasileira de \n\nEngenharia Agrícola e  Ambiental, v.17,  p.1135–1142, 2013. \n\nPEDROTTI, A.; CHAGAS, R. M.; RAMOS, V. C.; PRATA, A. P. N.; LUCAS, A. A. T.; \n\nSANTOS, P. B. Causas e consequências do processo de salinização dos solos. Revista \n\nEletrônica em Gestão, Educação e Tecnologia Ambiental, v.19, 2015. \n\nPENMAN, H. L. The Physical Bases of irrigation Control, in Report 13° Congresso \n\ninternacional de Horticultura, 11 p., Royal Horticultural Society, Lodon, 1953.  \n\nPEREIRA, R. A.; NETO, J. D. Estudo exploratório de solos e sistematização de unidades \n\ngeoambientais em bacia hidrográfica no Semiárido brasileiro. Boletim de Geografia, \n\nMaringá, v. 32, p. 1-20, 2014. \n\nPORTELA, J. C. Práticas Conservacionista do Solo e da Água. P.143 – 176. In: TOFANELLI, \n\nM. B. D. &amp; SILVA, T. O. (ed.) Manejo Ecológico e Conservação dos Solos e da Água no \n\nEstado de Sergipe.  São Cristovão, UFS, 2011. p. 143 – 176. \n\nPOSTHUMUS, H.  &amp; STROOSNIJDER, L. To terrace or not: the short-term impact of bench \n\nterraces on soil properties and crop response in the Peruvian Andes. Environment, \n\nDevelopment and Sustainability, v.12 p.263–276, 2010. \n\nPR?V?LIE, R. Drylands extent and environmental issues. A global approach. Earth- \n\nScience Reviews, v.161, p. 259 - 278, 2016. \n\n\n\n72 \n \n\nPRUSKI, F. F.; GRIEBELER, N. P.; SILVA, OLIVEIRA, J. R. S. Práticas Mecânicas Para O \n\nControle Da Erosão Hídrica Em Áreas Agrícolas. In: Conservação de solo e água: práticas \n\nmecânicas para o controle da erosão hídrica. PRUSKI, F. F. (editor) – 2 ed. Atualizada e \n\nampliada. Viçosa, UFV, 2009. p.132-165. \n\nRAHMATI, O.; TAHMASEBIPOUR, N.; HAGHIZADEH, A.; POURGHASEMI, H. R.; \n\nFEIZIZADEH, B. Evaluating the in fluence of geo-environmental factors on gully erosion in \n\na semi-arid region of Iran: An integrated framework. Science of the Total Environment. v. \n\n579, p. 913 – 927, 2017. \n\nRAIJ, B. V. Avaliação da fertilidade do solo. Piracicaba: Instituto da Potassa/Instituto \n\nInternacional de Potassa. 1981, 142p. \n\nRIBEIRO, A.C.; GUIMARÃES, P.T.G.; VICENTE, V.H.A. Recomendações para o uso de \n\ncorretivos e fertilizantes em Minas Gerais: 5a aproximação. Lavras, 1999. 359p. \n\nRIBEIRO, L. S.; OLIVEIRA, I. R.; DANTAS, J. S.; SILVA, C. V.; SILVA, G. B.; AZEVEDO, \n\nJ. R. Variabilidade espacial de atributos físicos de solo coeso sob sistemas de manejo \n\nconvencional e de plantio direto. Pesquisa Agropecuária Brasileira. Brasília, v.51, p.1699-\n\n1702, 2016. \n\nRICHARDS, L. A. 1954. Diagnosis and improvement of saline and alkali soils. \n\nWashington D.C., U.S. Salinity Laboratory. 160p. (USDA Agriculture Handbook, 60). \n\nROMERO, R. E.; FERREIRA, T. O. Morfologia e classificação dos solos predominantes no \n\nsemiárido cearense. In: ANDRADE, E. M.; PEREIRA, O. J.; DANTAS, F. E. R. (org.). \n\nSEMIÁRIDO e o manejo dos recursos naturais: uma proposta de uso adequado do capital \n\nnatural. Fortaleza: Expressão gráfica e Editora, 2016. p. 45 – 54. \n\nROBERTSON, G.P. GS+ : geostatistics for the environmental sciences. Plainwell: Gamma \n\nDesign Software, 2008. \n\nROSEMARY, F.; VITHARANA, U. W. A.; INDRARATNE, S. P.; WEERASOORIYA, R.; \n\nMISHRA, U. Exploring the spatial variability of soil properties in an Alfisol soil catena. \n\nCatena, v.150, 53–61, 2017. \n\nSALDAÑA, A.; STEIN, A.; ZINCK, J. A. Spatial variability of soil properties at diferente \n\n\n\n73 \n \n\nscales within three terraces of the Henares River. Catena, v.33, p.139–153, 1998. \n\nSANA, R. S.; ANGHINONI, I.; BRANDÃO, Z. N.; HOLZCHUH, M. J. Variabilidade \n\nespacial de atributos físico-químicos do solo e seus efeitos na produtividade do algodoeiro. \n\nRevista Brasileira Engenharia Agrícola e Ambiental. Campina Grande, v.18, p. 994 – \n\n1002, 2014.  \n\nSANTOS, R. O.; FRANCO, L. B.; SILVA, S. A.; SODRÉ, G. A.; MENEZES, A. A. Spatial \n\nvariability of soil fertility and its relation with cocoa yield. Revista Brasileira de \n\nEngenharia Agrícola e Ambiental, v. 21, p.88-93, 2017. \n\nSIBALDELLI, R. N. B.; CARVALHO, J. F. C.; OLIVEIRA, M. C. N. Uso de geoestatística \n\nno estudo da variabilidade espacial da capacidade de troca de cátions do solo. Global Science \n\nTechnology, Rio Verde, v.8, p.141 – 156, 2015. \n\nSILVA, J. R. C.;  SILVA, F. J. Eficiência de cordões de pedra em contorno na retenção de \n\nsedimentos e melhoramento de propriedades de um solo litólico. Revista Brasileira de \n\nCiência do Solo. v.22, p. 441- 446, 1997. \n\nSILVA, R. M. ; SANTOS, C. A. G.; Análise das perdas de água e solo em um vertissolo \n\ncromado sob diferentes sistemas de manejo. Boletim Goiano de Geografia, v. 32, p. 93-107, \n\n2012. \n\nSOUZA, D. M. G.; MIRANDA, L. N. OLIVEIRA, S. A. ACIDEZ DO SOLO E SUA \n\nCORREÇÃO. In. In: NOVAIS, R. F.; ALVAREZ, V. V. H.; BARROS, N. F.; FONTES, R. L. \n\nF.; CANTARUTTI, R. C.; NEVES, J. C. L. (Ed.). Fertilidade do Solo. Viçosa: Sociedade \n\nBrasileira de Ciência do Solo, 2007. cap. 5, p. 206-274. \n\nSRH-CE/FUNCEME. Avaliação geoambiental de práticas conservacionistas implantadas \n\nna microbacia do rio Cangati, Canindé-CE. Fortaleza: Secretaria dos Recursos Hídricos do \n\nCeará/FUNCEME, 2010.  \n\nTHORNTHWAITE, C. W. Atlas of Climatic Types in the United Stades. Miscell Publ. N. \n\n421, U.S. Departament of Agriculture, Forest Service, 1941. \n\nTU, C.; LI, F. Responses of greenhouse gas fluxes to experimental warming in wheat season \n\nunder conventional tillage and no-tillage field. Journal of Environmental Sciences, v. 54, p. \n\n\n\n74 \n \n\n314 – 327, 2017. \n\nUFC - Universidade Federal do Ceará. Recomendações de adubação e calagem para o \n\nestado do Ceará. Fortaleza: UFC, 1993. 247p. \n\nUNESCO. Map of the World distribuition of arid regions, Paris, 1979. 54p. \n\nVAEZI, A. R.; ESLAMI, S. F.; KEESSTRA, S. Interrill erodibility in relation to aggregate \n\nsize class in a semi-arid soil under simulated rainfalls. Catena, v. 167, p. 385 – 398, 2018. \n\nVANCAMPENHOUT, K.; NYSSEN, J.; GEBREMICHAELB, D.; DECKERS, J.; POESEN, \n\nJ.; HAILE, M.; MOEYERSONSE, J. Stone bunds for soil conservation in the northern \n\nEthiopian highlands: Impacts on soil fertility and crop yield. Soil and Tillage Research, v.90, \n\np.1–15, 2006. \n\nVÁSQUEZ-MÉNDEZ, R.; VENTURA-RAMOS E.; OLESCHKO K.; HERNÄNDEZ-\n\nSANDOVAL L.; DOMÍNGUEZ-CORTÁZAR, M. A.; Soil erosion processes in semiarid \n\nareas: the importance of native vegetation. 2011. Disponível em \n\n<http://cdn.intechweb.org/pdfs/23109.pdf> Aceso em 06 de novembro de 2016. \n\nVIEIRA, S. R. Geoestatística em estudos de variabilidade espacial do solo. In: NOVAIS, R. \n\nF.; ALVARES, V. H.; SCHAEFER, C. E. G. R. Tópicos em Ciência do Solo. Viçosa, MG: \n\nSociedade Brasileira de Ciência do Solo, 2000.  \n\nWarrick, A. W.; Nielsen, D. R. Spatial variability of soil physical properties in the feld. In: \n\nHillel, D. (ed). Aplications of soil physics. New York: Academic Press, 1980. 385p. \n\nXU, M.; LI, Q.; WILSON, G. Degradation of soil physicochemical quality by ephemeral gully \n\nerosion on sloping cropland of the hilly Loess Plateau, China. Soil &amp; Tillage Reseach, v. 155, \n\np. 9 – 18, 2016. \n\nYAMAMOTO, J. K.; LANDIM, P. M. B. Geoestatística: Conceitos e Aplicações. Oficina de \n\nTextos São Paulo, 2013. 215p. \n\nYAN, Y.; WU, L.; XIN, X.; WANG, X.; YANG, G. How rain-formed soil crust affects wind \n\nerosion in a semi-arid steppe in northern China. Geoderma, v.249 - 250, p.79 – 86, 2015. \n\nZHAO, Y., XU, X., DARILEK, J. L., HUANG, B., SUN, W., SHI, X. Spatial variability \n\n\n\n75 \n \n\nassessment of soil nutrients in an intense agricultural area, a case study of Rugao County in \n\nYangtze River Delta Region, China. Environmental Geology. v.57(5), p.1089–1102, 2009. \n\nZIMBACK, C. R. L. Análise espacial de atributos químicos de solos para fins de \n\nmapeamento da fertilidade do solo. 2001. 114 f. Tese (Livre-Docência)- Faculdade de \n\nCiências Agronômicas, Universidade Estadual Paulista, Botucatu, 2001. \n\nZOUGMORÉ, R.; JALLOH, A.; TIORO, A. Climate-smart soil water and nutrient \n\nmanagement options in semiarid West Africa: a review of evidence and analysis of stone \n\nbunds and zaï techniques. Agriculture &amp; Food Security, p.16, 2014."}]}}}