{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10355"}, {"@name": "filename", "#text": "15465_000787829.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "POSTHARVEST NITROUS OXIDE EMISSIONS FROM A SUBTROPICAL OXISOL AS INFLUENCED...         507\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nPOSTHARVEST NITROUS OXIDE EMISSIONS FROM A\n\nSUBTROPICAL OXISOL AS INFLUENCED BY\n\nSUMMER CROP RESIDUES AND THEIR\n\nMANAGEMENT(1)\n\nLuisa Fernanda Escobar(2), Telmo Jorge Carneiro Amado(3), Cimélio\n\nBayer(4), Luis Fernando Chavez(2), Josiléia Acordi Zanatta(2) &amp;\n\nJackson Ernani Fiorin(5)\n\nSUMMARY\n\nNitrous oxide (N2O) is the most important non-CO2 greenhouse gas and soil\nmanagement systems should be evaluated for their N2O mitigation potential.  This\nresearch evaluated a long-term (22 years) experiment testing the effect of soil\nmanagement systems on N2O emissions in the postharvest period (autumn) from a\nsubtropical Rhodic Hapludox at the research center FUNDACEP, in Cruz Alta,\nstate of Rio Grande do Sul.  Three treatments were evaluated, one under\nconventional tillage with soybean residues (CTsoybean) and two under no-tillage\nwith soybean (NTsoybean) and maize residues (NTmaize).  N2O emissions were\nmeasured eight times within 24 days (May 2007) using closed static chambers.  Gas\nflows were obtained based on the relations between gas concentrations in the\nchamber at regular intervals (0, 15, 30, 45 min) analyzed by gas chromatography.\nAfter soybean harvest, accumulated N2O emissions in the period were\napproximately three times higher in the untilled soil (164 mg m-2 N) than under CT\n(51 mg m-2 N), with a short-lived N2O peak of 670 mg m-2 h-1  N.  In contrast, soil N2O\nemissions in NT were lower after maize than after soybean, with a N2O peak of\n127 g m-2 h-1 N.  The multivariate analysis of N2O fluxes and soil variables, which\nwere determined simultaneously with air sampling, demonstrated that the main\n\n(1) Parte da Pesquisa de Mestrado da primeira autora junto ao Programa de Pós-Graduação em Ciência do Solo (PPGCS) da\nUniversidade Federal de Santa Maria – UFSM. Recebido para publicação em julho de 2008 e aprovado em novembro de 2009.\n\n(2) Doutorando do PPG Ciência do Solo, Universidade Federal do Rio Grande do Sul – UFRGS. Av. Bento Gonçalves 7712,\nCEP 91501-970 Porto Alegre (RS). E-mails: luisaesc@yahoo.com; leluchavez@yahoo.com; josizanatta@yahoo.com\n\n(3) Professor do Departamento de Solos, Universidade Federal de Santa Maria – UFSM. Av. Roraima 1000, Camobi, CEP 97105-\n900 Santa Maria (RS). Bolsista do CNPq. E-mail: tamado@smail.ufsm.br\n\n(4) Professor do Departamento de Solos, UFRGS. Bolsista do CNPq. E-mail: cimelio.bayer@ufrgs.br\n(5)  Pesquisador da FUNDACEP. Rod. RS 342, km 149, CEP 98100-970 Cruz Alta (RS). E-mail: jackson@fundacep.com.br\n\n\n\n508 Luisa Fernanda Escobar et al.\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\ndriving variables of soil N2O emissions were soil microbial activity, temperature,\nwater-filled pore space, and NO3\n\n-\n  content.  To replace soybean monoculture, crop\n\nrotation including maize must be considered as a strategy to decrease soil N2O\nemissions from NT soils in Southern Brazil in a Autumn.\n\nIndex terms: global warming, subtropical soils, greenhouse gases, soil tillage, crop\nrotation.\n\nRESUMO:      EMISSÃO DE ÓXIDO NITROSO DO SOLO NO PERIODO PÓS-\nCOLHEITA ALTERADA PELOS RESÍDUOS DAS CULTURAS DE\nVERÃO E SEU MANEJO EM LATOSSOLO DO SUL DO BRASIL\n\nO óxido nitroso (N2O) é o mais importante gás de efeito estufa excetuando o CO2, e os\nsistemas de manejo devem ser avaliados quanto ao potencial de mitigação da emissão desse\ngás.  O presente estudo foi realizado em experimento de longa duração (22 anos) e teve como\nobjetivo avaliar o efeito de sistemas de manejo nas emissões de N2O no período pós-colheita\n(outono) em um Latossolo Vermelho distrófico típico situado na Fundação Centro de\nExperimentação e Pesquisa Fecotrigo (FUNDACEP), Cruz Alta, RS.  Três sistemas de manejo\nforam avaliados: um em preparo convencional com resíduos de soja (PCsoja) e dois outros em\nplantio direto com resíduos de soja (PDsoja) e de milho (PDmilho).  As emissões de N2O foram\nmedidas em oito coletas de amostras de ar no período de 24 dias (maio de 2007), usando o\nmétodo da câmara estática.  Os fluxos foram obtidos pela relação entre as concentrações de\ngases dentro da câmara em intervalos regulares (0, 15, 30 e 45 min), analisada por\ncromatografia gasosa.  Sobre os resíduos de soja, as emissões de N2O no período avaliado\nforam aproximadamente três vezes superiores no solo em PD (164 mg m-2 de N) do que em PC\n(51 mg m-2 de N), atingindo pico máximo de curta duração de emissão de 670 mg m-2 h-1 de N.\nPor outro lado, sobre os resíduos de milho, o solo em PD apresentou uma emissão inferior\n(34 mg m-2 de N) do que após soja, atingindo valor máximo de 127 mg m-2 h-1 de N.  Variáveis\nde solo foram avaliadas simultaneamente às coletas de gases, e a análise multivariada dos\nresultados indicou que as principais variáveis controladoras da emissão de N2O foram a\natividade microbiana, a temperatura, a porosidade preenchida por água e o teor de NO3\n\n- no\nsolo.  A inclusão do milho na rotação de culturas deve ser adotada em substituição à monocultura\nde soja como estratégia de redução da emissão outonal de N2O em solos sob plantio direto do\nSul do Brasil.\n\nTermos de indexação: aquecimento global, solos tropicais, gases de efeito estufa, preparos de\nsolo, rotação de culturas.\n\nINTRODUCTION\n\nThe atmospheric concentrations of the three main\ngreenhouse gases (GHGs) – carbon dioxide (CO2),\nnitrous oxide (N2O), and methane (CH4) – have\nincreased rapidly in the last few decades, which is a\nphenomenon associated to anthropogenic activities\n(Mosier et al., 1991; 1998).  Worldwide, it is estimated\nthat agriculture contributes with approximately 22 %\nto the total CO2 emissions, 80 % to the total N2O and\n55 % to the total CH4 emissions (IPCC, 2007).  On the\nother hand, it is estimated that 75 % of CO2, 94 % of\nN2O, and 91 % of the CH4 emissions in Brazil come\nfrom agricultural activities (Embrapa, 2006).\nAlthough emitted in smaller amounts, the global\nwarming potential of N2O is 296 times higher than of\nCO2 (IPCC, 2007).  Thus, the marked contribution of\nN2O emission by agriculture and the potential of this\ngas to trap thermal infrared radiation justify the need\n\nof characterization of the soil management practices\nwith a way to reduce soil N2O emission (Six et al., 2004).\n\nMost N2O is produced by nitrification and\ndenitrification processes in the soil (Firestone &amp;\nDavidson, 1989).  Nitrification, which requires aerobic\nconditions, depends on NH4+ supply and is mediated\nby autotrophic bacteria, whereas denitrification is\nperformed by anaerobic heterotrophic bacteria, which\ndepend on the availability of labile organic C (Rice et\nal., 1988) and NO3\n\n-.  Their activity is intensified in\nanaerobic environments or soil microsites with low\nO2 availability (Moreira &amp; Siqueira, 2006; Aita &amp;\nGiacomini, 2007).  In addition to these soil variables,\ntemperature, water-filled pore space (WFPS), and pH\nhave also been identified as N2O-production-controlling\nvariables in agricultural soils, since they affect the\nactivity of nitrifying and denitrifying bacteria as well\n(Maag &amp; Vinther, 1996; Weitz et al., 2001; Dalal et\nal., 2003).\n\n\n\nPOSTHARVEST NITROUS OXIDE EMISSIONS FROM A SUBTROPICAL OXISOL AS INFLUENCED...         509\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nAmong the agricultural practices, N fertilizers, soil\ntillage, and legume grain crops have been cited\nregarding their effect on soil N2O emissions.  The\ninefficient use of N fertilizers and continuous legume\ncropping are mainly responsible for stimulating soil\nN2O emissions to the atmosphere since they increase\nthe soil mineral N content and influence the soil labile\nC supply (Dalal et al., 2003; Gomes et al., 2009).  In\nturn, soil tillage affects the majority of the N2O-\nemission-controlling soil variables and higher\nemissions of this GHG have usually been reported in\nsoils under NT than under CT (Rice &amp; Smith, 1982;\nLiu et al., 2007).  This finding has been attributed to\na lower O2 diffusion due to soil compaction (Vinten et\nal., 2002; Baggs et al., 2003; Liu et al., 2006), mainly\nin periods of frequent and intense rainfall (Jantalia et\nal., 2006), and to a higher microbial biomass activity,\nconsuming O2 and forming anaerobic microsites\n(Baggs et al., 2006).  However, most results regarding\nN2O emission were obtained in temperate soils, and\nlimited information is available for tropical and\nsubtropical Oxisols, where favorable soil physical\nproperties of soil structure and aeration as well as\nrapid water-infiltration may restrict N2O production\nand emission by denitrification (Jantalia et al., 2006;\nMetay et al., 2007; Jantalia et al., 2008).\n\nThe main objective of this study was to evaluate\nthe long-term effect of soil management systems on\nN2O emissions from a Rhodic Hapludox in the\npostharvest period of summer grain crops (soybean\nand maize) under the subtropical climatic conditions\nof the state of Rio Grande do Sul, Brazil.\n\nMATERIAL AND METHODS\n\nExperimental site characterization\n\nThe study was carried out in a 22-year experiment\nconducted at the Fundação Centro de Experimentação\ne Pesquisa Fecotrigo (FUNDACEP), Cruz Alta, state\nof Rio Grande do Sul (RS), Brazil.  The research center\nFUNDACEP (latitude 28 o 36 ’ S, longitude\n53 o 40 ’ W, 409 m asl) lies in the center of the plateau\nof the state (Rio Grande do Sul, 1994).  The soil is\nclassified as typic dystrophic Red Latosol by the\nBrazilian Soil Taxonomy System (Embrapa, 2005),\nand as Rhodic Hapludox by the USDA Soil Taxonomy\n(USDA, 1999).  The regional climate is humid, type\nCfa 2a, according to Köppen’s classification (Moreno,\n1961), with a mean annual rainfall of 1,755 mm (mean\nfrom 1974 to 2006 – FUNDACEP weather station)\nwith an annual drainage volume of 513 mm and evenly\ndistributed rainfall during the year, slightly\nconcentrated in the spring (Maluf, 2000).  The annual\nmean temperature is 18.7 °C (mean from 1998 to 2006\n– FUNDACEP weather station), with a minimum\ntemperature of 8.6 °C in July and maximum of 30 °C\nin January (Moreno, 1961).\n\nThe experiment tested two tillage systems (CT:\nconventional tillage with plowing + disking operations\nand NT: no-till with minimum soil disturbance) in\nthe main plots and three crop rotations in sub-plots\n(13.3 x 30.0 m): CR-0 - wheat (Triticum aestivum L.)/\nsoybean (Glycine max L. Merr.); CR-1 - wheat/soybean/\nblack oat (Avena strigosa Schreber)/soybean/black\noat+common vetch (Vicia sativa L.  Walp)/maize (Zea\nmays L.)/radish oil (Raphanus sativus var.\noleiformis); CR-2 - black oat/soybean/wheat/soybean.\nCrop rotation 1 was tripled and wheat, black oat and\nblack oat+common vetch were used as initial crops in\na way that both soybean and maize were planted in\nthe same summer of every year. At the beginning of\nthe experiment, the soil properties (0–0.20 m) were the\nfollowing: 570 g kg-1 clay, 120 g kg-1 silt, 310 g kg-1 sand,\n32 g kg-1 organic matter, pH H2O = 4.5, P = 19 mg dm-3,\nK = 0.21 cmolc dm-3, Al3+ = 0.12 cmolc dm-3, and\nCa2+ + Mg2+ = 0.42 cmolc dm-3.  The crops were\nmanaged according to technical recommendations\nregarding seeds, fertilization rates, sowing period, pest\nand disease control, as specifically reported by Campos\n(2006).\n\nTreatments\n\nSoil N2O emissions were evaluated in CR-1, in May\n2007 in three plots in this crop rotation system.  Two\nwere assessed after soybean harvest, in succession to\nblack oat, under NT and CT, and the third after maize\nharvest, in succession to black oat + common vetch,\nunder NT.  Maize was harvested on February 28,\n2007, and radish oil was planted immediately after\nthe harvest, while soybean was harvested on April\n18, 2007.  The cover crop used after soybean harvest\nwas black oat + common vetch, sown with a seed drill\nSHM 1517.  Conventional tillage (CT) consisted of\nplowing to a depth of 0.20 m, followed by harrow\ndisking to a depth of 0.15 m, within an interval of\ntwo days between plowing and harrow disking.  In\nthe NT System, the winter cover crop was sown on\nthe maize and soybean residues and soil tilling was\nrestricted to the crop rows.  In each treatment, an\narea of 2 x 2 m was delimited for soil N2O emission\nand soil sampling.\n\nMeasurements of nitrous oxide emissions\n\nSoil N2O emissions were evaluated eight times in\n24 days with sampling intervals ranging from 1 to\n5 days, immediately after soil tillage.  Air samples\nfor N2O analysis were taken using polyvinyl chloride\n(PVC) static chambers (height 0.20 m, diameter\n0.25 m).  Immediately before air sampling, the\natmosphere inside the chamber was homogenized with\nan internal fan for 30 s and the internal temperature\nmonitored with a digital thermometer.  The chambers\nwere placed on an aluminum base which was inserted\n0.05 m deep into the soil and maintained in the\nexperimental plot during the entire evaluation period.\nDuring sampling, the internal chamber atmosphere\n\n\n\n510 Luisa Fernanda Escobar et al.\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nwas isolated by filling water into a channel at the upper\npart of the base upon which the PVC chamber was\nsupported. Three static chambers were used per treatment.\n\nThe air was sampled from 10 to 11 a.m., as\nproposed by Jantalia et al. (2008), 0, 15, 30, and 45 min\nafter the closure of the chambers, using 20 mL\npolypropylene syringes equipped with valves in the\ntop of the chambers.  Air samples were cool-stored\nand taken to the Environmental Biogeochemical\nLaboratory of the Federal University of Rio Grande\ndo Sul– Porto Alegre - RS, Brazil, where they were\nanalyzed by gas chromatography within less than 24\nhours after sampling.  N2O was determined using a\ngas chromatograph Shimadzu GC 2014 Greenhouse\nmodel, equipped with an electron capture detector\n(ECD), and a Porapack Q column at 70 °C, using N2\nas the carrier gas at a flow of 26 mL min-1, injector\ntemperature of 250 °C and detector temperature of\n325 °C.  N2O flows were calculated by the equation\nF(N-N2O) = d[N2O]/dt x 28 x MW x P x V/ R x T,\nwhere d[N2O]/dt is a change in the gas concentration\nwithin the chamber in the time interval (L min-1);\nMW is the molecular weight of the gas; V and T are\nthe volume (L) and the inner temperature (°K) of the\nchamber; P is the pressure within the chamber,\nassumed as 1 atm and R is the universal gas constant\n(L atm K -1 mol -1).  The variation of the gas\nconcentration over time was obtained by the angular\ncoefficient of the adjusted linear regression.  The daily\nmean N2O emission was calculated by the mean value\nof the three chambers installed in each treatment and\nthe emission of the evaluation period was obtained by\nthe integration of the area below the curve, which\nwas established by the interpolation of the daily\nemission values.\n\nSoil analysis\n\nSimultaneously to air sampling, the soil\ntemperature (0.10 m), gravimetric moisture, and the\nNH4+ and the NO3\n\n- contents (0–0.10 m) were\nmonitored.  The soil temperature was evaluated by\ngeothermometers and soil moisture calculated by\ndrying a sub-sample under forced air circulation at\n105 ºC for 24 h.  The soil NH4+ and NO3\n\n- were extracted\nfrom the soil samples using 1.0 mol L-1 KCl solution,\ndetermined by distillation in semi-micro Kjeldahl and\nacid titration (Tedesco et al., 1995).  The microbial\nbiomass activity was assessed based on the\nquantification of the soil CO2-C flux (Baggs et al.,\n2003), determined by the concomitant CO2 and N2O\nanalysis of the same air samples.  In a GC 2014\nchromatograph, CO2 was reduced to CH4 and\nquantified by a flame ionization detector (FID) at\n250 °C.  WFPS was calculated based on the values of\nsoil bulk density and gravimetric moisture.\n\nStatistical analysis\n\nThe effect of the soil management systems on N2O\nemissions was evaluated by descriptive data analysis\n\nbased on the mean standard deviation.  Soil N2O\nemission, soil temperature, microbial biomass\nactivity, WFPS, and the NO3\n\n- and NH4+ soil contents\nwere subjected to multivariate analysis based on\nPrincipal Coordinate Analysis (PCA), using software\nMULTIV (Pillar, 1997).  The data of each variable\nwere transformed by vectors (centering and\nnormalization) and the product moment was used as\nsimilarity measure between the management systems\non the different evaluation dates.  Only coordinates\nwith eigenvalues > 1 and explaining > 30 % of\nvariability were considered.  Coefficients of correlation\n> 0.60 were included in the interpretation of the\nprincipal coordinates.  The scatter diagram was\ncomplemented with cluster analysis, which allowed\nthe verification of the similarity patterns among soil\nmanagement systems in each field evaluation.\n\nRESULTS AND DISCUSSION\n\nMeteorological conditions during the study\nperiod\n\nMean daily air temperatures ranged from 4 to\n18 °C during the study period, and rainfall from 0.1\nto 69 mm (Figure 1).  On average, the weather\nconditions were colder and wetter than in the normal\nmean.  In May, the rainfall volume exceeded the\nnormal average of the period by 24 % (179 mm), while\nthe mean air temperature was 13 % (14 °C) lower than\nthe normal average in May.\n\nSoil N2O emission\n\nSoil N2O emissions were influenced by the tillage\nsystems and the soybean and maize post-harvest\nresidues (Figure 1).  From the soybean crop residues,\nN2O emissions were higher in NT soil (164 mg m-2\nN) than CT soil (51 mg m-2 N).  In the NT soil, the\nN2O emissions peaked in the first two evaluations,\nwith a maximum of 670 mg N m-2 h-1 recorded\n19 days after soybean harvest.  Afterwards, there was\nan exponential decrease of N2O emission, although in\ngeneral slightly higher than the N2O emissions\nrecorded in the CT soil (Figure 1), with a N2O peak\n(143 g m-2 h-1 N) on the 29th day after soybean harvest,\nwhich was more than four times lower than the\nrespective value in NT soil (Figure 1).  In an Oxisol,\nalso in Rio Grande do Sul, Jantalia et al. (2008) found\nfluxes in the range of 80 - 150 mg m-2 h-1 N for both\nNT and CT in the first three weeks after sowing.  The\nN2O emission ranges were therefore similar in the\ncited and the present study, although Jantalia et al.\n(2008) reported lower differences in soil N2O fluxes\nbetween tillage systems and a lower N peak emission\ncompared to our results.  On the whole-year basis,\nJantalia et al. (2008) observed mean fluxes ranging\nfrom 8.1 to 18.7 mg m-2 h-1 N.  In a three-year study,\nRochette et al. (2008) found that emissions from NT\n\n\n\nPOSTHARVEST NITROUS OXIDE EMISSIONS FROM A SUBTROPICAL OXISOL AS INFLUENCED...         511\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nplots in a poorly drained heavy clay soil were rarely\ndifferent (p > 0.05) from those of moldboard plow plots\nwhen fluxes were low, but were greater during almost\nall episodes of high emissions, similarly to the trend\nobserved here.  In the study of Rochette et al. (2008),\na few peaks of N2O fluxes in NT plots reached\nexceptionally high levels between 2.000 and\n16.000 mg m-2 h-1 N.  The peaks of N2O fluxes from\ntemperate, poorly drained soil (Gleysoil) were much\nhigher than reported in our study with tropical, well-\ndrained soil (Oxisol).\n\nOther studies, in agreement with the present\nfindings, also showed higher soil N2O emission from\nNT than from CT soils (Rice &amp; Smith, 1982; Smith et\nal., 2001; Yamulki &amp; Jarvis, 2002; Liu et al., 2006;\nLiu et al., 2007; Rochette et al., 2008; Gomes et al.,\n2009).  The main reasons, according to those authors,\nis related to soil compaction and higher WFPS,\nresulting from the higher soil moisture, and in some\ncases, lower soil porosity in NT.  These variables are\ninversely related to soil O2 diffusion, therefore favoring\n\nN2O production by denitrifying bacteria activity.\nNevertheless, in the soil investigated, the small\ndifference in bulk density in the NT soil (1.23 Mg m-3\nin the 0–0.10 m layer) in comparison to CT soil\n(1.20 Mg m-3 at the same depth), and the considerable\nsimilarity of the WFPS values (Figure 2) cannot\nexplain the 10 times higher N2O emissions from NT\nthan from CT soil in the first sampling (Figure 1).\nThis suggests the existence of other soil and crop\nmanagement factors controlling N2O emission in NT\nsoil, which will be approached by the multivariate\nanalysis.  At this same site, Chavez et al. (2009) and\nPes (2009) found that the seeding operation in NT\nincreased soil gas exchanges.  These authors suggest\nthat even the minimal soil disturbance by the driller\nwas enough to increase GHG emission.  In addition,\nVarner et al. (2003) reported that mortality of fine\nroots, due to their fast turnover, has the potential to\ncontribute significantly to N2O production and\nfluxes.  Keller et al. (2005) found that soil compaction\nalso increased the N2O flux from a North Brazilian\nOxisol.\n\nFigure 1. Rainfall, air temperature in May, and nitrous oxide (N2O) emission from a subtropical Oxisol in\nautumn (May 7 to 30, 2007), in Southern Brazil as influenced by tillage system (conventional CT and no-\ntillage NT) after soybean (CTsoybean and NTsoybean) and after maize harvest (NTmaize), in the rotation\nsequence black oat/soybean/black oat + common vetch/maize/radish oil/wheat/soybean. Bars represent\nthe mean standard error.\n\n\n\n512 Luisa Fernanda Escobar et al.\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nAfter maize harvest, the mean soil N2O emission\nin NT soil was 34 mg m-2 N in the evaluation period,\nwith an N2O peak of 127 mg m-2 h-1  N (Figure 1),\nwhich was approximately five times below the\nmaximum observed after soybean harvest.  The lowest\nN2O soil emission in NT after maize harvest indicates,\nmainly, the microbial biomass assimilation of mineral\nN for high C:N maize residue decomposition, mainly\nof NO3\n\n- (Figure 2), decreasing the substrate to the\nN2O production by denitrification and nitrification\nprocesses in soil.\n\nAccording to Aita &amp; Giacomini (2007), the\ndecomposition of N-rich crop residues, eg., of soybean,\nis less influenced by the lower soil-crop residue contact\nin NT soils than by a high C:N ratio of the crop\n\nresidues.  This would explain the rapid increase in\nthe soil mineral N contents observed under NT after\nsoybean harvest (Figure 2).  Consequently, the input\nof residues with a low C:N ratio represents a high\ninput of labile C, which stimulated microbial activity\nand may have resulted in the considerable O2\nconsumption, creating anaerobic microsites in the soil\nsurface layer and favoring N2O production in the NT\nsoil (Smith et al., 2003).  On the other hand, in CT\nsoil this would have not occurred at the same intensity\nsince plowing and harrowing tillage harmonized the\ncrop residue distribution in the 0–0.20 m layer,\ndisfavoring the formation of such microsites.\n\nThe positive correlation between CO2 and N2O\nfluxes (p &lt;0.007, n = 8, r = 0.52) supports this\nhypothesis, indicating that the highest soil N2O\nemission occurred simultaneously with the peak of\nsoil microbial activity (Rice et al., 1988).  In studies\ncarried out in England and Germany, respectively,\nBaggs et al. (2003) and Sehy et al. (2003) also verified\npositive relations between the CO2 and N2O fluxes,\nemphasizing that mulch on the NT soil surface\nfavored moisture conservation, besides gradually labile\nC input, essential in the denitrification process.  The\nrelation between labile C and the denitrifying activity\nin NT soil results in an increased N2O flux, as reported\npreviously by Rice et al. (1988) and Liu et al. (2007).\n\nThe N2O emission peaks observed in this study\nwere superior to those reported in earlier studies in a\nSouth Brazilian Alfisol (Gomes et al., 2009) and Oxisol\n(Jantalia et al., 2006; Metay et al., 2007; Jantalia et\nal., 2008), in which soil N2O emission rates were\napproximately five times lower than those found in\nthis study.  However, these studies were carried in\nspring-summer, and the first with maize was grown\nafter common vetch (Vicia sativa L.), and the second\nand fourth during soybean growth.  Therefore, in both\nexperiments the growing plants absorbed available\nmineral soil NO3\n\n- and because it uncorroborated to\nN2O emission.  This study conducted after soybean\nharvest possibly explains the higher soil N2O emission\nrates, since in this period, emission peaks of up to\n3,500 mg m-2 h-1 N have been verified elsewhere\n(Yang &amp; Cai, 2005; Ciampitti et al., 2005; 2008),\nresulting from the large supply of labile organic C by\nthe crop residues and from the exudates and products\nof nodule and root senescence, which are promptly\nmetabolized by soil microorganisms (Rochette et al.,\n2004; Ciampitti et al., 2005; Yang &amp; Cai, 2005).  In a\nCanadian heavy clay soil, Rochette et al. (2004)\nreported a short period of high emissions (up to\n480 mg m-2 h-1 N) after soybean harvest, presumably\nresulting from the high denitrification following the\ninput of available C and N substrates when the soil\nwater content was high.  In central Iowa (USA),\nsoybean fields exhibited N2O peak fluxes of 630 mg\nm-2 h-1 N, after rainfall events (Parkin &amp; Kaspar,\n2006).  These results are similar to those found in our\nstudy.\n\nFigure 2. Microbial activity, contents of NO3\n- and\n\nNH 4\n+, WFPS, and soil temperature of a\n\nsubtropical Oxisol in autumn (May 7 to 30, 2007),\nin Southern Brazil as influenced by tillage\nsystems (conventional tillage-CT and no-tillage-\nNT) after soybean (CTsoybean and NTsoybean)\nand after maize harvest (NTmaize), in the\nrotation sequence black oat/soybean/black oat\n+ common vetch/maize/radish oil/wheat/\nsoybean.\n\n\n\nPOSTHARVEST NITROUS OXIDE EMISSIONS FROM A SUBTROPICAL OXISOL AS INFLUENCED...         513\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nMultivariate analysis of the main variables\nthat control the soil N2O flux\n\nThe PCA analysis was used to identify the driving\nvariables of N2O emissions.  Through the ordination\nanalysis of the values of N2O emissions and the soil\nvariables, a scatter diagram was obtained for the three\ntreatments (Figure 3).  Axis 1 explained 36 % of the\ndata variability, and axis 2 explained 34 % (Table 1).\nThe variables with significant loading on axis 1 were\nN2O emission, microbial activity (CO2-C), soil\ntemperature, and WFPS.  On axis 2, soil NO3- content\nhad positive loading and soil NH4+ content had a\nsignificant negative loading (Table 1).\n\nThe soil N2O emission of the group III (1st, 2nd,\n4th, and 5th samplings in NT soybean postharvest and\nin the 4th in NT maize postharvest) were the highest\nand were associated with soil temperature, microbial\nbiomass activity, WFPS, and soil NO3\n\n- content\n(Figure 3).  The relation of these variables with N2O\nflux in this group indicated N2O production by\ndenitrification, which was favored by the high WFPS\nvalues (Smith et al., 2003; Liu et al., 2007) and the\nconsumption of soil O2 due to the microbial activity\noxidizing labile organic C (Figure 2) in NT soil, and\nconsequent formation of anaerobic microsites.  These\nresults were similar to those reported by Khalil and\nBaggs (2005), who claimed that the denitrification\nprocess contributes considerably to agricultural soil\n\nN2O emissions and that NO3\n- availability is the major\n\ndriving variable regulating the magnitude of these\nemissions.  On the other hand, in CT soil, the\noccurrence of anaerobic microsites is not probable even\nunder soybean residues.  In the other samplings\n(Groups I, II and IV), there was no prevailing control\nfactor in the N2O emission, which may explain the\nlowest emission rates.  In a previous study carried\nout in South Brazil, Jantalia et al. (2008) observed a\npoor relationship between WFPS and N2O flux.  These\nauthors associate this result to frequently low WFPS,\nof less than 40 %, despite heavy rain events (above\n60 mm day) due to fast drainage into the Oxisol.\n\nThe findings of this study evidence the need of\nenhanced crop rotations under NT after legume grain\ncrops, in particular soybean, to mitigate soil N2O\nemissions.  For this purpose, the improvement of the\nsynchronism between N release by the legume crop\nresidues and the demand of the subsequent crop\n(graminea or crucifera) with high N demand may be\na pormising strategy to reduce mineral N availability,\nand consequently, reduce N2O emissions.  For the\nevaluation of the effect of soil management on\nreduction of soil N2O emissions in future research,\nthe whole crop rotation cycle should idealistically be\ncontemplated, taking the emission of the other GHGs\ninto account as well as soil C accumulation and the\nCO2-C costs of crop production systems.\n\nFigure 3. Scatter diagram of the variables and tillage systems (conventional-CT and no-tillage-NT) evaluated\nafter soybean (CTsoybean and NTsoybean) and after maize harvest (NTmaize), in eight samplings (1–\n8), in the crop rotation black oat/soybean/black oat+common vetch/maize/radish oil/wheat/soybean under\nRhodic Hapludox during autumn (May 7 to 30, 2007), in Southern Brazil. The clusters formed by the\nsimilarity between the management systems are indicated as I, II, III, and IV.\n\n\n\n514 Luisa Fernanda Escobar et al.\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nCONCLUSIONS\n\nThe N2O emission from soil after soybean harvest\nis higher under no-tillage than under conventional\ntillage. Results indicate that the denitrification process\nis the major source of N2O in the wet and cool autumn\nof Rio Grande do Sul, and that the main driving\nvariables of N2O emissions are microbial biomass\nactivity, soil temperature, water-filled pore space\n(WFPS), and soil NO3\n\n- content. The maximum soil\nN2O emissions found in this study after soybean\nharvest were higher than previously reported for\nBrazilian Oxisols. Nitrous oxide emissions can be\nreduced by the cultivation of maize in succession to\nsoybean, and by the sowing of high-N-demanding\nwinter cover crops immediately after soybean harvest.\n\nACKNOWLEDGEMENTS\n\nThe authors are indebted to the Fundação de\nAmparo a Pesquisa do Estado do Rio Grande do Sul\n(FAPERGS), Conselho Nacional de Desenvolvimento\nCientífico e Tecnológico (CNPq), and the Ministério\nda Ciência e Tecnologia (MCT) for the financial\nsupport of the project PRONEX “Carbon sequestration\nand mitigation of greenhouse gas emissions by\nconservationist soil management systems and\nopportunities for agribusiness in Rio Grande do Sul,\nBrazil”.\n\nLITERATURE CITED\n\nAITA, C. &amp; GIACOMINI, S.J.  Matéria orgânica do solo,\nnitrogênio e enxofre nos diversos sistemas de exploração\nagrícola. In: YAMADA, T.; STIPP E ABDALLA, S.R. &amp;\nVITTI, G.C. Nitrogênio e enxofre na agricultura brasileira.\nPiracicaba, IPNI Brasil, 2007. p.1-41.\n\nBAGGS, E.M.; STEVENSON, M.; PIHLATIE, M.; REGAR, A.;\nCOOK, H. &amp; CADISCH, G.  Nitrous oxide emissions\nfollowing application of residues and fertiliser under zero\nand conventional tillage. Plant Soil, 254:361-370, 2003.\n\nBAGGS, E.M.; CHEBII, J. &amp; NDUFA, J.K.  A short-term\ninvestigation of trace gas emissions following tillage and\nno-tillage of agroforestry residues in Western Kenya.\nSoil Till. Res., 90:69-76, 2006.\n\nCAMPOS, B.C.  Dinâmica do carbono em Latossolo Vermelho\nsob sistemas de preparo de solo e de culturas. Santa Maria,\nUniversidade Federal de Santa Maria, 2006. 188p. (Tese\nde Doutorado)\n\nCERRI, C.C. &amp; CERRI, C.E.P.  Seqüestro de carbono em solos\nna América Latina. B. Inf. SBCS, 32:40-44, 2007.\n\nCIAMPITTI, I.A.; CIARLO, E.A. &amp; CONTI, M.E.  Nitrous oxide\nemission during soybean culture: Inoculation and nitrogen\nfertilization effects. Ci Suelo, 23:123-131, 2005.\n\nCIAMPITTI, I.A.; CIARLO, E.A. &amp; CONTI, M.E.  Nitrous oxide\nemissions from soil during soybean [(Glycine max (L.)\nMerrill] crop phenological stages and stubbles\ndecomposition period. Biol. Fert. Soils, 44:581-588, 2008.\n\nCHAVEZ, L.F.; AMADO, T.J.C.; BAYER, C.; LA SCALA, N.;\nFIORIN, J.E.; CAMPOS, B.C. &amp; ESCOBAR, L.F.  Carbon\ndioxide efflux in a Rhodic Hapludox as affected by tillage\nsystems in Southern Brazil. R. Bras. Ci. Solo, 33:325-334,\n2009.\n\nDALAL, R.C.; WANG, W.; ROBERTSON, G.P. &amp; PARTON,\nW.J.  Nitrous oxide emission from Australian agricultural\nlands and mitigation options: A review. Austr. J. Soil Res.,\n41:165-195, 2003.\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA -\nEMBRAPA.  Centro Nacional de Pesquisa de Solos.\nSistema brasileiro de classificação de solos. Rio de Janeiro,\nEmbrapa-Solos, 2005. 374p.\n\nEMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA/\nCENTRO NACIONAL DE PESQUISA DO MEIO\nAMBIENTE – EMBRAPA/CNPMA.  Primeiro inventário\nbrasileiro de emissões antrópicas de gases de efeito estufa:\nEmissões de óxido nitroso proveniente de solos agrícolas.\nBrasília, 2006. 105p.\n\nFIRESTONE, M.K. &amp; DAVIDSON, E.A.  Microbiological basis\nof NO and N2O production and consumption in soils. In:\nANDREAE, M.O. &amp; SCHIMEL, D.S., eds. Exchange of\ntrace gases between terrestrial ecosystems and the\natmosphere. New York, Wiley, 1989. p.7-21.\n\nGOMES, J.; BAYER, C.; COSTA, F.S.; PICCOLO, M.C.;\nZANATTA, J.A.; VIEIRA, F.C.B. &amp; SIX, J.  Soil N2O\nemissions under long term legume-based crop rotations\nin Southern Brazil. Soil Sci. Soc. Am. J., 2008.\n\nINTERGOVERNMENTAL PANEL ON CLIMATE CHANGE -\nIPCC.  Climate change 2007: The physical science basis.\nThe Fourth Assessment Report. Cambridge, UK, UNEP,\n2007.\n\nTable 1. Correlation coefficients between the\nvariables evaluated in a subtropical Oxisol in\nautumn (May 7 to 30, 2007), in Southern Brazil\nand the ordination axes obtained in the\nPrincipal Coordinate Analysis\n\n\n\nPOSTHARVEST NITROUS OXIDE EMISSIONS FROM A SUBTROPICAL OXISOL AS INFLUENCED...         515\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nJANTALIA, C.P.; ZOTARELLI, L.; SANTOS, H.P.; TORRES,\nE.; URQUIAGA, S.; BODDEY, R.M. &amp; ALVES, B.J.R.\nEm busca da mitigação da produção de óxido nitroso em\nsistemas agrícolas: Avaliação de práticas usadas na\nprodução de grãos no Sul do País. In: ALVES, B.J.R.;\nURQUIAGA, S.; AITA, C.; BODDEY, R.M.; JANTALIA,\nC.P. &amp; CAMARGO, F.A.O., eds. Manejo de sistemas\nagrícolas. Impacto no seqüestro de C e nas emissões de\ngases de efeito estufa. Porto Alegre, Genesis, 2006. p.81-\n107.\n\nJANTALIA, C.P.; SANTOS, H.P.; URQUIAGA, S.; BODDEY,\nR.M. &amp; ALVES, B.J.R.  Fluxes of nitrous oxide from soil\nunder different crop rotations and tillage systems in the\nSouth of Brazil. Nutr. Cycl. Agroecosyst., 82:161-173,\n2008.\n\nKELLER, M.; VARNER, R.K.; DIAS, J.D.; SILVA, H.; CRILL,\nP.M.; OLIVEIRA, R.C. &amp; ASNER, G.P.  Soil-atmosphere\nexchange of nitrous oxide, nitric oxide, methane, and\ncarbon dioxide in logged and undisturbed forest in the\nTapajos National Forest, Brazil. Earth Interact., 9:1-28,\n2005.\n\nKHALIL, M.I. &amp; BAGGS, E.M.  CH4 oxidation and N2O\nemissions at varied soil water-filled pore spaces and\nheadspace CH4 concentrations. Soil Biol. Biochem.,\n37:1785-1794, 2005.\n\nLEE, J.; SIX, J.; KING, A.P.; VAN KESSEL, C. &amp; ROLSTON,\nD.E.  Tillage and field scale controls on greenhouse gas\nemissions. J. Environ. Qual., 35:714-725, 2006.\n\nLIU, X.J.; MOSIER, A.R.; HALVORSON, A.D. &amp; ZHANG, F.S.\nThe impact of nitrogen placement and tillage on NO, N2O,\nCH4 and CO2 fluxes from a clay loam soil. Plant Soil,\n280:177-188, 2006.\n\nLIU, X.J.; MOSIER, A.R.; HALVORSON, A.D.; REULE, C.A.\n&amp; ZHANG, F.S.  Dinitrogen and N2O emissions in arable\nsoils: Effect of tillage, N source and soil moisture. Soil\nBiol. Biochem., 39:2362-2370, 2007.\n\nMALUF, J.R.T.  Nova classificação climática do Estado do Rio\nGrande do Sul. R. Bras. Agrometerol., 8:141-150, 2000.\n\nMAAG, M. &amp; VINTHER, F.P.  Nitrous oxide emission by\nnitrification and denitrification in different soil types and\nat different soil moisture contents and temperatures.\nApplied Soil Ecol., 4:5-14, 1996.\n\nMETAY, A.; OLIVER, R.; SCOPEL, E.; DOUZET, J.M.;\nMOREIRA, J.A.A.; MARAUX, F.; FEIGL, B.J. &amp; FELLER,\nC.  N2O and CH4 emissions from soils under conventional\nand no-till management practices in Goiânia (Cerrados,\nBrazil). Geoderma, 141:78-88, 2007.\n\nMOREIRA, F.M.S. &amp; SIQUEIRA, J.O.  Microbiologia e\nbioquímica do solo. 2.ed. Lavras, Universidade Federal de\nLavras, 2006. 729p.\n\nMORENO, J.A.  Clima do Rio Grande do Sul. Porto Alegre,\nSecretaria da Agricultura, Secção de Geografia, 1961. 38p.\n\nMOSIER, A.; SCHIMEL, D.; BRONSON, K. &amp; PARTON, W.\nMethane and nitrous oxide fluxes in native, fertilized and\ncultivated grassland. Nature, 350:330-332, 1991.\n\nMOSIER, A.R.; DELGADO, J.A. &amp; KELLER, M.  Methane and\nnitrous oxide fluxes in an acid Oxisol in western Puerto\nRico: Effects of tillage, liming and fertilization. Soil Biol.\nBiochem., 30:2087-2098, 1998.\n\nPARKIN, T.B. &amp; KASPAR, T.C.  Nitrous oxide emissions from\ncorn–soybean systems in the Midwest. J. Environ. Qual.,\n35:1496-1506, 2006.\n\nPES, L.Z.  Fluxo de gases de efeito estufa em sistemas de\npreparo do solo e rotação de culturas no Planalto do Rio\nGrande do Sul. Santa Maria, Universidade Federal de\nSanta Maria, 2009. 98p. (Tese de Mestrado)\n\nPILLAR, V.D.  Multivariate exploratory analysis and\nrandomization testing with MULTIV. Coenoses, 12:145-\n148, 1997.\n\nRICE, C.W. &amp; SMITH, M.S.  Denitrification in no-till and plowed\nsoils. Soil Sci. Soc. Am. J., 46:1168-1173, 1982.\n\nRICE, C.W.; SIERZEGA, P.E.; TIEDJE, J.M. &amp; JACOBS, L.W.\nStimulated denitrification in the microenvironment of a\nbiodegradable organic waste injected into soil. Soil Sci.\nSoc. Am. J., 52:102-108, 1988.\n\nRIO GRANDE DO SUL. Secretaria da Agricultura e\nAbastecimento. Macrozoneamento agroecológico e\neconômico. Porto Alegre, SAA/EMBRAPA-CNPT, 1994.\nv.2. 57p.\n\nROCHETTE, P.; ANGERS, D.A.; BÉLANGER, G.; CHANTIGNY,\nM.H.; PRÉVOST, D. &amp; LÉVESQUE, G.  Emissions of\nN2O from alfalfa and soybean crops in Eastern Canada.\nSoil Sci. Soc. Am. J., 68:493-506, 2004.\n\nROCHETTE, P.; ANGERS, D.A.; CHANTIGNY, M.H. &amp;\nBERTRAND, N.  Nitrous oxide emissions respond\ndifferently to no-till in a loam and a heavy clay soil. Soil\nSci. Soc. Am. J., 72:1363-1369, 2008.\n\nSEHY, U.; RUSER, R. &amp; MUNCH, J.C.  Nitrous oxide fluxes\nfrom maize fields: Relationship to yield, site-specific\nfertilization, and soil conditions. Agric. Ecosyst. Environ.,\n99:97-111, 2003.\n\nSIX, J.; OGLE, F.J.; BREIDT, F.J.; CONANT, R.T.; MOSIER,\nA.R. &amp; PAUSTIAN, K.  The potential to mitigate global\nwarming with no-tillage management is only realized\nwhen practiced in long term. Global Change Biol., 10:155-\n160, 2004.\n\nSMITH, P.; GOULDING, K.W.; SMITH K.A.; POWLSON, D.S.;\nSMITH, J.U.; FALLOON, P. &amp; COLEMAN, K.  Enhancing\nthe carbon sink in European agricultural soils: Including\ntrace gas fluxes in estimates of carbon mitigation\npotential. Nutr. Cycling Agroecosyst., 60:237-252, 2001.\n\nSMITH, K.A.; BALL, T.; CONEN, F.; DOBBIE, K.E.;\nMASSHEDER, J. &amp; REY, A.  Exchange of greenhouse\ngases between soil and atmosphere: Interactions of soil\nphysical factors and biological processes. Europ. J. Soil\nSci., 54:779-791, 2003.\n\nTEDESCO, M.J.; GIANELLO, C.; BISSANI, C.A.; BOHNEN,\nH. &amp; VOLKWEISS, S.J.  Analise de solo, plantas e outros\nmateriais, 2.ed. Porto Alegre, Universidade Federal do\nRio Grande do Sul, 1995. 174p.\n\n\n\n516 Luisa Fernanda Escobar et al.\n\nR. Bras. Ci. Solo, 34:507-516, 2010\n\nUSDA – Soil Survey Staff. Soil Taxonomy – A basic system of\nsoil classification for making and interpreting soil survey.\n2.ed. Washington, 1999. 871p.\n\nVARNER, R.K.; KELLER, M.; ROBERTSON, J.R.; DIAS, J.D.;\nSILVA, H.; CRILL, P.M.; McGRODDY, M. &amp; SILVER, W.L.\nExperimentally induced root mortality increased nitrous\noxide emissions from tropical forest soils. Geophys. Res.\nLetters, 30:1144, 2003.\n\nVINTEN, A.J.A.; BALL, B.C.; O’SULLIVAN, M.F. &amp;\nHENSHALL, J.K.  The effects of cultivation method,\nfertilizer input and previous sward type on organic C and\nN storage and gaseous losses under spring and winter\nbarley following long-term leys. J. Agric. Sci., 139:231-\n243, 2002.\n\nWEITZ, A.M.; LINDER, E.; FROLKING, S.; CRILL, P.M. &amp;\nKELLER, M.  N 2O emissions from humid tropical\nagricultural soils: Effects of soil moisture, texture and\nnitrogen availability. Soil Biol. Biochem., 33:1077-1093,\n2001.\n\nYAMULKI, S. &amp; JARVIS, S.C.  Short-term effects of tillage\nand compaction on nitrous oxide, nitric oxide, nitrogen\ndioxide, methane and carbon dioxide fluxes from\ngrassland. Biol. Fert. Soils, 36:224-231, 2002.\n\nYANG, L. &amp; CAI, Z.  The effect of growing soybean (Glycine\nmax L.) on N2O emission from soil. Soil Biol. Biochem.,\n37:1205-1209, 2005."}]}}}