{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08800"}, {"@name": "filename", "#text": "13674_233083.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA - UFSC\nPROGRAMA DE PÓS-GRADUÇÃO EM ENGENHARIA CIVIL - PPGEC\nOBTENÇÃO DE INFORMAÇÕES PARA PLANO DIRETOR DE DRENAGEM URBANA UTILIZANDO O SIG\nDissertação julgada adequada para a obtenção do Título de MESTRE em Engenharia Civil e aprovada em sua forma final Pelo Programa de Pós-Graduação em Engenharia Civil -PPGEC da Universidade Federal de Santa Catarina - UFSC.\nPatrícia Becker\nFlorianópolis, Julho de 2006\nOBTENÇÃO DE INFORMAÇÕES PARA PLANO DIRETOR DE DRENAGEM URBANA UTILIZANDO O SIG\nPatrícia Becker\nDissertação julgada adequada para a obtenção do Título de MESTRE em Engenharia Civil e aprovada em sua forma final Pelo Programa de Pós-Graduação em Engenharia Civil - PPGEC da Universidade Federal de Santa Catarina - UFSC.\nProf. Dr. Glicério Trichês - Coordenador do Programa\nProf. Dra. Lia Caetano Bastos - Orientadora\nComissão Examinadora\nProfa. Dra. Ana Maria B. Franzoni (ECV/UFSC)\nProf. Dr. Jucilei Cordini (ECV/UFSC)\nDra. Liane da Silva Bueno (CONSULTORA)\nProf. Dr. Ronaldo dos Santos da Rocha (UFRGS)\n“ Dedico este trabalho aos meus pais, Karin e Wilson, e aos meus irmãos Dani e Felipe e que sempre estiveram ao meu lado durante esta caminhada me incentivando e acreditando na minha capacidade”.\nAgradecimentos\nDurante a realização deste trabalho muitas foram às pessoas que me ajudaram, em especial gostaria de agradecer:\nAo Profa. Lia por sua orientação e apoio dispensados no decorrer deste trabalho, permitindo que eu crescesse tanto profissionalmente quanto pessoalmente.\nÀ Unidade de Drenagem da Prefeitura Municipal de Joinville, em nome do Almir e Cassiano, Carla, pelas informações e o fornecimento do material.\nAo IPPUJ, em nome José Carlos Viera, pelo fornecimento do material.\nAo Departamento da Engenharia Civil da UDESC, em nome da Beatriz, Anselmo, Sandra e Dieter que me apoiaram e me incentivaram.\nÀ Programa de Pós-graduação da Engenharia Civil e aos professores deste departamento por possibilitar o meu aperfeiçoamento acadêmico.\nAos meus amigos do laboratório Carolina, Marcelo pelas valiosas dicas tanto científica como assuntos em gerais.\nA todos os meus amigos que de alguma forma sempre me incentivaram e apoiaram.\nAo Régis e a Dani pelas dicas que foram essencial para concretização deste trabalho.\nAos meus avós que torceram muito por mim.\nAos meus pais, Karin e Wilson, e aos meus irmãos, Dani e Felipe, que sempre me incentivaram, aconselharam e apoiaram durante todos os momentos da minha vida.\nE à Deus pela vida maravilhosa cheia de oportunidades, saúde e amigos verdadeiros, dando-me todas as condições para realização deste trabalho\nSUMÁRIO\nSUMÁRIO............................................................................I\nLISTA DE FIGURAS.................................................................III\nLISTA DE TABELAS..................................................................IV\nSÍMBOLOS E ABREVIAÇÕES.............................................................V\nRESUMO...........................................................................VII\nABSTRACT........................................................................VIII\nKEY-WORDS: URBAN DRAINAGE, GIS, STROMWATER MANAGEMENT PRACTICES.................VIII\n1\tINTRODUÇÃO.....................................................................9\n1.1\tCONTEXTUALIZAÇÃO............................................................9\n1.2\tObjetivo geral.............................................................10\n1.3\tObjetivos Específicos......................................................10\n1.4\tJUSTIFICATIVA..............................................................11\n1.5\tEstrutura do Trabalho......................................................12\n2\tFUNDAMENTAÇÃO TEORICA.........................................................13\n2.1\tSistema de Drenagem Urbana.................................................13\n2.2\tPARÂMETROS HiDROLÓGICOS .................................................. 14\n2.2.1\tPrecipitação.............................................................14\n2.2.2\tEquação da Chuva.........................................................16\n2.2.3\tCoeficiente de Escoamento................................................18\n2.2.4\tChuva excedente..........................................................20\nSOIL CONSERVATION SERVICE (SCS) ...............................................21\n2.2.5\tEscoamento Superficial...................................................26\n2.2.6\tCálculo da Vazão.........................................................27\n2.3\tURBANIZAÇÃO E IMPACTOS NA DRENAGEM URBANA..................................33\n2.4\tPlanejamento e a Drenagem urbana...........................................36\n2.4.1\tPlano Diretor de Drenagem Urbana.........................................39\n2.5\tSistema de Informações Geográficas (SIG)...................................43\n2.5.1\tTipos de dados tratados em SIG...........................................46\n2.5.2\tSistema Gerenciador de Bancos de dados...................................50\n2.5.3\tO SIG e a Drenagem Urbana................................................51\n2.6\tDrenagem urbana: Estudos de Casos..........................................56\n3\tPROCEDIMENTO METODOLÓGICO.....................................................60\n3.1\tDESCRIÇÃO DO PROCEDIMENTO METODOLÓGICO........................................60\n3.1.1\tFase Institucional : Legislações..........................................61\n3.1.2\tFase do Cadastro: Cadastro da Microdrenagem e Macrodrenagem...............62\n3.1.3\tFase dos Parâmetros Hidrológicos e Produtos Cartográficos.................62\n4\tÁREA TESTE: BACIA DO BOM RETIRO DO MUNICÍPIO DE JOINVILLE.....................65\n4.1\tCaracterização do município........................................................65\n4.2\tAspectos Físicos...................................................................66\n4.3\tAspectos Sócio-Econômicos..........................................................66\n4.4\tCaracterização da Bacia do Bom Retiro...............................................67\n4.4.1\tLocalização....................................................................67\n4.5\tAplicação do Procedimento Metodológico: Na Bacia do Bom Retiro.....................68\n4.5.1\tMateriais Utilizados...........................................................68\n4.5.2\tLegislação.....................................................................68\n4.5.3\tCadastro da Microdrenagem e Macrodrenagem......................................68\n4.5.4\tParâmetros Hidrológicos........................................................71\n4.6\tAnálise do Procedimento Metodológico...............................................75\n5\tCONCLUSÕES E RECOMENDAÇÕES............................................................76\n5.1\tConclusões.........................................................................76\n5.2\tRecomendações......................................................................78\n6\tREFERÊNCIA BIBLIOGRÁFICA..............................................................79\nLISTA DE FIGURAS\nFigura 2.1 - Hidrograma Unitário de Snyder................................29\nFigura 2.2- Proporção da População........................................33\nFigura 2.3 - Organograma de um plano diretor de drenagem urbana...........41\nFigura 2.4 - Estrutura geral do SIG.......................................45\nFigura 2.5 - Elementos da representação vetorial..........................47\nFigura 2.6 - Representação matricial......................................48\nFigura 2.7 - Representação matricial e vetorial de um mapa temático.......48\nFigura 3.1 - Fluxograma do procedimento metodológico......................60\nFigura 4.1- Localização do Município de Joinville.........................65\nFigura 4.2- Castro da Micordernagem.......................................69\nFigura 4.3 - Cadastro da Micordernagem....................................70\nLISTA DE TABELAS\nTabela 2.1- Período de Retorno para diferentes ocupações......................18\nTabela 2.2- Coeficiente de escoamento superficial relacionados ao tipo de ocupação.19\nTabela 2.3- Coeficiente de escoamento com base em superfície..................20\nTabela 2.4 - Valores de CN em função da cobertura e do tipo hidrológico do solo....23\nTabela 2.5 - Conversão das curvas CN para as diferentes condições de umidade do solo . 25\nTabela 2.6 - Hietograma da chuva excedente....................................26\nTabela 2.7 - Hidrograma de Projeto............................................32\nTabela 2.8- Municípios com problemas de enchente e inundação..................34\nTabela 2.9-Fatores agravantes das inundações ou enchentes.....................35\nTabela 2.10 - Municípios com instrumentos reguladores de drenagem.............37\nTabela 2.11 - Representação das classes de declividade........................53\nSÍMBOLOS E ABREVIAÇÕES\nSímbolos\nA\tárea da bacia\na, b, c\tparâmetros locais\nAD\tárea de drenagem\nC\tCoeficiente adimensional, chamado de coeficiente de escoamento;\nCN\té chamado de “numero de curva”\nCp\tum coeficiente numérico onde o valor varia de 0,56 e 0,69\nCt\tCoeficiente numérico, por SNYDER. Para áreas urbanas, este coeficiente varia geralmente entre 0,3 e 1,0.\nh\tAltura Pluviométrica\nH\té a diferença de elevação entre o ponto mais remoto da bacia e a seção principal.\nhexc\tchuva excedente\ni\tIntensidade\ni\tIntensidade média da chuva\nIa\tporcentagem de impermeabilização da bacia\nL\tcomprimento da bacia medido ao longo do curso principal desde o ponto considerado até o divisor;\nLa\tdistância medida ao longo do curso principal, desde a seção considerada até a projeção do centro de gravidade da bacia sobre o talvegue.\nP\tprecipitação;\nQ\tescoamento superficial direto, ou chuva excedente;\nQp\tvazão de pico\nS\tretenção potencial do solo\nt\tduração de chuva\ntb\ttempo base do hidrograma\ntc\ttempo de concentração\ntp\ttempo de retardamento da bacia\nTr tempo de retorno\nVESD volume de escoamento superficial direto\nAbreviações\nCAD\tComputer Aided Design\nCETESB\tCompanhia de Tecnologia de Saneamento Ambiental\nCONAM\tConselho Nacional do Meio-Ambiente\nCUHP\tMétodo Hidrograma Unitário do Colorado\nDAEE\tDepartamento de Águas e Energia Elétrica do Estado de São Paulo\nIBGE\tInstituto Brasileiro de Geografia e Estatística\nIDH - M\tÍndice de Desenvolvimento Humano Municipal\nIPPUJ\tInstituto de Pesquisa e Planejamento Urbano de Joinville\nIPTU\tImposto Predial e Terretorial Urbano\nMNT\tModelo Numérico do Terreno\nPDDU\tPlano Diretor para Drenagem Urbana\nPDI\tProcessamento Digital de Imagens\nPIB\tProduto Interno Bruto\nSCS\tSoil Conservation Service\nSGBD\tSistema Gerenciador de Base de Dados\nSIG\tSistema de Informações Geográficas\nUFV\tUniversidade Federal de Viçosa\nRESUMO\nO Plano Diretor de Drenagem Urbana (PDDU) que apresenta caráter preventivo aos problemas de inundações é composto por cinco etapas: Conjunto de Informações, Fundamentos, Desenvolvimento, Produtos e Programas. O presente trabalho abrange a primeira etapa do PDDU visando identificar e sistematizar as informações pertinentes à elaboração do Plano. Foram utilizados métodos já estabelecidos para cálculo da precipitação e vazão utilizando recursos do Sistema de Informações Geográficas (SIG). Também a partir do SIG foram elaborados dados cadastrais do sistema de drenagem urbana. Como área teste para verificação do procedimento metodológico proposto utilizou-se a Bacia do Bom Retiro do Município de Joinville.\nPalavras Chaves: Drenagem Urbana, SIG, Plano Diretor de Drenagem Urbana.\nABSTRACT\nStromwater Management Practices (SMP), which presents preventive character to the flood problems, is composed by five stages: Information Gathering, Fundaments, Development, Products and Programs. This document focuses the first stage of the SMP, aiming to identify and to systematize information pertinent to establishment of the plan. Already known methods had been used for calculus of precipitation and flow taking use of the Geographic Information System (GIS). The cadastral data of the urban drainage system was also elaborated based on GIS. The Bom Retiro basin in Joinville SC, was employed as a testing bed of the proposed methodological procedure.\nKey-words: Urban drainage, GIS, Stromwater Management Practices.\n1 INTRODUÇÃO\n1.1\tContextualização\nO Brasil apresentou ao longo das ultimas décadas, um crescimento significativo da população urbana, criando-se as chamadas regiões metropolitanas. A taxa da população brasileira urbana é de 80%, próxima à saturação. O processo de urbanização acelerado ocorreu depois da década de 60, gerando uma população urbana praticamente sem infra-estrutura, principalmente na década de 80, quando os investimentos foram reduzidos (TUCCI, 2002).\nO crescimento da urbanização pode ser apontado como causa da intensa modificação no uso do solo, que diminui a infiltração e aumenta o volume de escoamento superficial tendo como conseqüência alterações no ciclo hidrológico ocasionando inundações que atingem a população de forma intensa provocando prejuízos sociais e econômicos.\nPara atenuar os problemas de inundações é necessário que se faça um planejamento do sistema de drenagem urbana. Um instrumento utilizado para realizar este planejamento é o Plano Diretor de Drenagem Urbana (PDDU) que é o conjunto de diretrizes que determinam a gestão do sistema de drenagem minimizando o impacto ambiental devido ao escoamento das águas pluviais (PAKINSON et al, 2003). O PDDU proposto por Tucci (2000) é composto por cinco etapas, o conjunto de informações, fundamentos, desenvolvimento, produto e programas. Das cinco etapas propostas o conjunto de informações fornece a base de dados sobre a qual o PDDU é implementado.\nJoinville apresenta uma urbanização horizontal o que aumenta a impermeabilização do solo, uma declividade pequena e uma malha fluvial muito densa no perímetro urbano, estes dois fatores contribuem para o problema de inundação na cidade. Para controlar este problema entende-se que é necessário um planejamento e um gerenciamento do sistema de drenagem urbana.\nQuando os municípios tentam organizar e gerenciar o sistema de drenagem, eles enfrentam problemas frente à ausência de dados, ou seja, não há uma base de dados atualizada, organizada e de fácil acesso. (PAKINSON et al, 2003). Visualizando este problema que os municípios vêm enfrentando, este trabalho propõe uma base de dados relativos à drenagem urbana, sendo que esta base de dados é a primeira etapa da elaboração do Plano Diretor de Drenagem Urbana.\n1.2\tObjetivo geral\nDefinir e sistematizar os dados necessários para elaboração de um plano Diretor de Drenagem Urbana visando a sua implementação.\n1.3\tObjetivos Específicos\n-\tEstudar aspectos hidrológicos envolvidos na drenagem;\n-\tMapeamentos temáticos visando a sitematização dos dados;\n-\tCadastrar Micro e Macro drenagem;\n-\tLevantar as legislações que envolvem aspectos relativos à drenagem urbana;\n-\tUtilizar técnicas de geoprocessamento para organizar as informações.\n-\tAplicar os procedimentos metodológicos propostos na Bacia do Bom Retiro do município de Joinville\n1.4\tJustificativa\nCom a crescente urbanização que apresenta as cidades às questões de drenagem urbanas têm sido um dos desafios dos planejadores e administradores da cidade. Sem dúvida a existência de um PDDU é imprescindível para evitar e minimizar as inundações da cidade.\nSegundo Parkinson (2003), para o desenvolvimento do PDDU e o funcionamento do sistema de drenagem, as seguintes limitações emergem como principais:\n•\tO conhecimento precário do sistema de drenagem já construído, seu estado de conservação e suas condições operacionais.\n•\tPoucos dados disponíveis, muitos municípios resumem os dados em relatórios descritivos, o que resulta em planos sucintos e genéricos, que não contemplam as especificidades da região e não orientam o dimensionamento hidráulico.\n•\tPrecário conhecimento sobre processos hidrológicos e o funcionamento hidráulico dos sistemas implantados.\nAs limitações citadas anteriormente, são um fato em muitas cidades, por este motivo a importância deste trabalho, que irá propor uma base de dados com os seguintes elementos: dados hidrológicos, mapas temáticos, cadastro da micro e macro drenagem e dados institucionais, permitindo assim um adequado dimensionamento dos sistemas de drenagem e o gerenciamento dos mesmos.\nCom o Sistema de Informações Geográficas (SIG) esta base de dados será de fácil acesso e manutenção, pois o SIG permite a captura, armazenamento, manipulação, análise e apresentação dos dados referenciados geograficamente.\nPara validar o procedimento metodológico proposto, será utilizada a Bacia do Bom Retiro do município de Joinville. Esta região foi escolhida devido ao aumento da freqüência de inundações e por sua facilidade de obtenção de dados.\n1.5\tEstrutura do Trabalho\nEste trabalho está estruturado em seis capítulos, os quais são:\nCapítulo 1: Neste primeiro capitulo consta à contextualização do tema, os objetivos e justificativa e estrutura do trabalho, com finalidade de introduzir o assunto abordado pela pesquisa.\nCapítulo 2: Este capítulo trata da fundamentação teórica dos temas relacionados ao tema da pesquisa: Drenagem Urbana, parâmetros hidrológicos, urbanização e impactos na drenagem urbana, planejamento e a drenagem urbana, sistema de informação geográfica (SIG), o SIG e a drenagem urbana, e estudos de casos.\nCapitulo 3: Este capítulo aborda a procedimento metodológico utilizado no trabalho, os procedimentos executados para realização de cada etapa bem como os materiais utilizados.\nCapítulo 4: Este capítulo dedica-se a análise dos resultados obtidos com a utilização do procedimento metodológico proposta na área teste da Bacia do Bom Retiro do Município de Joinville.\nCapítulo 5: Este capítulo apresenta-se a conclusão a partir dos resultados obtidos e recomendações para futuros trabalhos.\nPara finalização do trabalho têm-se as referências bibliográficas utilizadas para o embasamento teórico.\n2 FUNDAMENTAÇÃO TEORICA\nEste capítulo apresenta os fundamentos necessários para o melhor entendimento do trabalho e alguns estudos de casos relevantes ao tema em questão. Dentro dos fundamentos apresentados são descritos alguns conceitos de parâmetros hidrológicos, fatores ligados à urbanização e formas de planejamento que influenciam a drenagem urbana, uma breve revisão do Sistema de Informação Geográfica (SIG).\n2.1\tSistema de Drenagem Urbana\nO sistema de drenagem urbana se refere ao conjunto de medidas que previnem inundações e alagamentos e tem por objetivos o desenvolvimento do sistema viário e, o escoamento rápido das águas por ocasião das chuvas visando à segurança e ao conforto da população (IBGE, 2005; BARROS, 1995).\nSegundo Pompeu e Cardoso (1996), em sentido mais amplo, o termo drenagem urbana, se refere ao conjunto de medidas que tem como finalidade a minimização dos riscos e dos prejuízos causados pelas inundações, possibilitando o desenvolvimento urbano de forma mais harmônica possível, em articulações com outras atividades. Assim, segundo os autores, o conceito vai além dos limites da engenharia, abrangendo também uma questão gerencial sócio-politica.\nPara Barros (1995), os sistemas de drenagem urbana são constituídos de duas partes:\n• Micro-drenagem: Promovem através das redes coletoras o escoamento das águas de chuvas que caem na área urbana. As águas ao chegarem às ruas se concentram nas sarjetas até alcançarem as bocas de lobo. A partir destas estruturas de captação as águas escoam abaixo do nível da rua, através dos tubos de ligações sendo encaminhados aos poços de visitas e às galerias de águas pluviais.\n•\tMacro-drenagem: relativos aos canais e galerias localizados nos fundos de vale, representam grandes troncos coletores. As obras de macro drenagem visam melhorar as condições de escoamento das águas, de forma a atenuar os problemas de erosões, assoreamento e inundações ao longo dos principais canais nos fundos de vales.\nConforme Oliveira (1998), as medidas de controle de enchentes em áreas urbanas podem ser classificadas em estruturais e não estruturais.\n•\tMedidas estruturais são obras de engenharia empregadas para reduzir o risco de enchentes;\n•\tMedidas não estruturais, alicerçam-se em caráter preventivo e disciplinador. Buscam o gerenciamento do uso do solo, o seu principal objeto de análise, contemplando a ocupação do espaço urbano dentro de normas legais e critérios de usos que consideram a dinâmica do meio físico e a forma de estruturação do ambiente urbano em um sistema hidrográfico.\n2.2\tParâmetros Hidrológicos\n2.2.1\tPrecipitação\nO termo precipitação em hidrologia engloba todas as formas de água proveniente da atmosfera que atingem a superfície terrestre, incluindo neblina, chuva, granizo, orvalho, geada e neve. O que diferenciam essas formas de precipitação é o estado em que a água se encontra (TUCCI, 2000).\nDo ponto de vista geográfico, a precipitação é máxima na região equatorial e decresce com o aumento da latitude em direção aos pólos. Segundo Schiavetti (2002), dentre os fatores que influenciam a distribuição da precipitação cita-se:\n•\tLatitude: influi na distribuição desigual das pressões e temperaturas no globo e na circulação geral da atmosfera. Essa influencia só pode ser percebida em grandes áreas;\n•\tDistância do mar ou de outras fontes de água: á medida que as nuvens se afastam do mar, em direção ao interior do continente, elas vão se consumindo de forma que se pode esperar uma redução total da precipitação com o aumento da distância da costa ou de alguma outra fonte de umidade;\n•\tAltitude: a pluviosidade aumenta com a altitude até uma certa altitude, passando então a decrescer. Altitude de máxima precipitação é em torno de 2500m, nos Alpes;\n•\tOrientação das encostas: sendo a precipitação influenciada por correntes eólicas, o fato de uma encosta ou vertente estar mais ou menos exposta aos ventos tem reflexos nas quantidades precipitadas.\nAs características principais da precipitação são o seu total, duração e distribuição temporal e espacial. O total precipitado não tem significado se não estiver ligado a uma duração (TUCCI, 2000).\nSegundo Garcez (1976), pode-se citar como grandezas características das chuvas, as seguintes:\n•\tAltura Pluviométrica (h) - é a quantidade de água precipitada por unidade de área horizontal. É medida pela altura que a água atingira se mantivesse no local da precipitação sem evaporar, escoar ou infiltrar. Geralmente é expressa em milímetros. A altura pluviométrica pode-se referir a uma dada chuva, ou todas as precipitações ocorridas em certo intervalo de tempo (alturas pluviométricas diárias, mensais, anuais).\n•\tDuração (t) - intervalo de tempo decorrido entre o instante em que se iniciou a precipitação e seu término. Medida em geral em minutos (ou em horas).\n•\tIntensidade - (/) - altura pluviométrica por unidade de tempo, obtida como a relação:\n• - h t\n(2.1)\nSe expressa normalmente em mm/h ou mm/min.\n2.2.2\tEquação da Chuva\nCorrelacionando intensidade e duração das chuvas verifica-se que quanto mais intensa for uma precipitação, menor será sua duração. A relação cronológica das maiores intensidades para cada duração pode ser obtida de uma série de registros pluviométricos de tormentas intensas (VILLELA, 1975).\nA função i = f(t, Tr), onde i = intensidade, t = duração, Tr = 1/p (p - probabilidade de ser excedido), é determinado com base nos dados pluviográficos ou pluviométricos dos postos e com auxilio de distribuição de probabilidade. As curvas podem ser expressas por equações genéricas que tem geralmente, a seguinte forma:\n(2.2)\nOnde:\ni = intensidade, geralmente em mm/h;\nTr = o tempo de retorno, em anos;\ntc = tempo de concentração, em minutos;\na, b, c, = parâmetros locais.\nTempo de concentração: É o tempo necessário para que toda área drenada passe a contribuir para a vazão da seção estudada.\nSegundo Pinto et al (1976), o tempo de concentração de uma bacia qualquer depende dos seguintes parâmetros:\n•\tÁrea da bacia;\n•\tComprimento e declividade do talvegue principal;\n•\tComprimento ao longo do talvegue principal, desde o centro da bacia até a seção de saída considerada;\n•\tDeclividade média do terreno;\n•\tRugosidade do canal;\n•\tTipo de recobrimento vegetal.\nExistem várias equações para o cálculo do tempo de concentração. Uma das mais utilizadas para pequenas bacias é a seguinte:\n385\n(2.3)\nOnde:\ntc: é o tempo de concentração em minutos;\nL: é o comprimento do rio em km;\nH: é a diferença de elevação entre o ponto mais remoto da bacia e a seção principal.\nTempo de Retorno: O tempo de retorno utilizado na microdrenagem varia de dois a dez anos, como pode ser observado na Tabela 2.1. Para áreas pouco densas e residenciais, utilizam-se dois anos e, para áreas comerciais, onde as perdas podem ser maiores, pode-se escolher até dez anos.\nTabela 2.1- Período de Retorno para diferentes ocupações (DAEE/CETESB, 1980)\nTipo de Obra\tTipo de ocupação da área\tTempo de retorno\nMicrodrenagem\tResidencial\t2\n\tComercial\t5\n\tÁrea com edifícios públicos\t5\n\tAeroportos\t2-5\n\tÁreas comerciais e artérias de tráfegos\t5-10\nMacrodrenagem\tÁreas comerciais e residenciais\t50-100\n\tÁreas com importâncias específicas\t500\nFonte: (TUCCI, 1995)\n2.2.3\tCoeficiente de Escoamento\nO Coeficiente de escoamento depende das seguintes características: solo, cobertura, tipo de ocupação, tempo de retorno, intensidade de precipitação (CETESB, 1986).\nNas Tabela 2.2 Tabela 2.3 são apresentados alguns valores existentes na literatura para esse coeficiente. Os coeficientes da Tabela 2.2 são aplicáveis para tormentas de períodos de retorno de 5 a 10 anos.\nTabela 2.2- Coeficiente de escoamento superficial relacionados ao tipo de ocupação\nDescrição da área\tCoeficiente de escoamento\nÁrea Comercial\t\n• Central\t0,70 a 0,95\n• Bairros\t0,50 a 0,70\nÁrea Residencial\t\n• Residências isoladas\t0,35 a 0,50\n• Unidades múltiplas (separadas)\t0,40 a 0,60\n• Unidades múltiplas (conjugadas)\t0,60 a 0,75\n• Lotes com 2.000m2 ou mais\t0,30 a 0,45\nÁrea com prédios e apartamentos\t0,50 a 0,70\nÁreas Industriais\t\n• Indústrias leves\t0,50 a 0,80\n• Indústrias Pesadas\t0,60 a 0,90\nParques, Cemitérios\t0,10 a 0,25\n“Playgrounds”\t0,20 a 0,35\nPátios de estradas de ferro\t0,20 a 0,40\nÁreas sem melhoramentos\t0,10 a 0,30\nFonte: (CETESB, 1986)\nCaracterísticas da Superfície\tCoeficiente de Escoamento\nRuas\t\n• Pavimentação asfáltica\t0,70 a 0,95\n• Pavimentação paralelepípedo\t0,80 a 0,95\nPasseios\t0,75 a 0,85\nTelhados\t0,75 a 0,95\nTerrenos relvados (solos arenosos)\t\n• Pequena declividade (2%)\t0,05 a 0,10\n• Declividade média (2% a 7%)\t0,10 a 0,15\n• Forte declividade (7%)\t0,15 a 0,20\nTerrenos relvados (solos pesados)\t\n• Pequena declividade (2%)\t0,15 a 0,20\n• Declividade média (2% a 7%)\t0,20 a 0,25\n• Forte declividade (7%)\t0,25 a 0,30\nFonte: (CETESB, 1986).\n2.2.4\tChuva excedente\nA chuva excedente é aquela parte da chuva que aparece nos canais superficiais e nos canais artificiais, após a ocorrência de tormenta. As porções da chuva que não alcançam os canais são chamadas de perdas, e incluem: interceptação pela vegetação, evaporação, infiltração, armazenamento em depressões superficiais e detenções superficiais de longo período (CETESB, 1986).\nA chuva excedente é calculada diretamente por meio de relações funcionais que levam em conta o total precipitado, o tipo de solo, sua ocupação, a umidade antecedente.\nToda a metodologia do SCS se baseia fundamentalmente em parâmetros que procuram descrever o tipo de solo, sua utilização e condições de superfície no que diz respeito à potencialidade de gerar escoamento superficial (BAUNGARTEN, 2003).\nSoil Conservation Service (SCS)\nEste método se aplica especialmente quando não se dispõem de dados hidrológicos. Segundo Tucci (1995) e Ward (1995) a formula proposta pelo SCS é:\nQ =\n(P - 0,2S)2\nP - 0,8S\n, P > 0,2S\n(2.4)\nOnde:\nQ = escoamento superficial direto, ou chuva excedente em mm;\nP = precipitação em mm;\nS = retenção potencial do solo em mm;\nO parâmetro S depende do tipo de solo e pode ser determinado, facilmente, por tabelas próprias. A quantidade de 0,2S é uma estimativa de perdas iniciais, devidas à interceptação e retenção em depressões. Por essa razão, impõe-se a condição de P>0,2S. Para facilitar a solução da equação acima, faz-se a seguinte mudança de variável:\nCN =\n1000\n10 +-*\n(2.5)\n25,4\nOnde: CN é chamado de “número de curva” e varia entre 0 e 100.\nO parâmetro CN depende do tipo de solo, condições de uso e ocupação do solo e da umidade antecedente.\nSegundo Tucci (1995) os tipos de solo e condição de ocupação são distinguidos pelo SCS em quatro grupos hidrológicos de solos:\n•\tGrupo A - Solos arenosos com baixo teor de argila total, inferior a uns 8%, não havendo rocha nem camadas argilosas e, nem mesmo densificadas até a profundidade de 1,5m. O Teor de húmus é muito baixo, não atingindo 1%. Solos dando origem a baixo escoamento direto ou que apresentam permeabilidade bastante elevada.\n•\tGrupo B - solos arenosos menos profundos que os do grupo A e com menor teor de argila total, mas ainda inferior a 15%. No caso de terras roxas, esses limites podem subir a 20% graças à maior porosidade. Os dois teores de húmus podem subir, respectivamente, a 1,2 e 1,5% . Não pode haver pedras e nem camadas argilosas até 1,5m, mas é, quase sempre, presente camada mais densificadas que a camada superficial.\n•\tGrupo C - Solos barrentos com teor total de argila de 20 a 30%, mas sem camadas argilosas impermeáveis ou contendo pedras até a profundidade de 1,2m. No caso de terras roxas, esses dois limites máximos podem ser de 40% e 1,5m. Nota-se a cerca de 60 cm de profundidade, camada mais densificadas que no grupo B, mas ainda longe das condições de impermeabilidade.\n•\tGrupo D - Solos argilosos (30-40% de argila total) e ainda com camada densificadas a uns 50 cm de profundidade. Ou solos arenosos como B, mas com camada argilosa quase impermeável, ou horizonte de seixos rolados.\nCondições de Uso e Ocupação do solo: A Tabela 2.4 apresenta os valores de CN para os diferentes tipos de solo e respectivas condições de ocupação. Essa tabela refere-se à condição II de umidade antecedente do solo.\nTabela 2.4 - Valores de CN em função da cobertura e do tipo hidrológico do solo (Condição II de umidade)\nTIPOS DE SOLO/CONDIÇÕES HIDROLOGICAS\tGRUPOS HIDROLÓGICOS\t\t\t\n\tA\tB\tC\tD\nUso Residencial Tamanho médio do lote % impermeabilizada\t\t\t\t\naté 500m2\t65\t77\t85\t90\t92\n1000m2\t38\t61\t75\t83\t87\n1500m2\t30\t57\t72\t81\t86\nEstacionamentos pavimentados e telhados\t98\t98\t98\t98\nRuas e Estradas\t\t\t\t\nPavimentadas, com guias de drenagem\t98\t98\t98\t98\ncom cascalho\t76\t85\t89\t91\nde terra\t72\t82\t87\t89\nÁreas comerciais (85% impermeabilizadas)\t89\t92\t94\t95\nDistritos Industriais (72% impermeabilizadas)\t81\t88\t91\t93\nEspaços abertos, parques e jardins:\t\t\t\t\nBoas condições, cobertura de grama > 75%.\t39\t61\t74\t80\nCondições médias, cobertura de grama > 50%.\t49\t69\t79\t84\nTerreno preparado para plantio, descoberto\t\t\t\t\nPlantio em linha reta\t77\t86\t91\t94\nCulturas em fileiras\t\t\t\t\nLinha reta\tcondições ruins\t72\t81\t88\t91\nboas\t67\t78\t85\t89\nCurva de nível\tcondições ruins\t70\t79\t84\t88\nboas\t65\t75\t82\t86\nCultura de grãos linha reta\tcondições ruins\t65\t76\t84\t88\nboas\t63\t75\t83\t87\nCurva de nível\tcondições ruins\t63\t74\t82\t85\nboas\t61\t73\t81\t84\nPasto\t\t\t\t\nCondições ruins\t68\t79\t86\t89\nMédias\t49\t69\t79\t84\nboas\t39\t61\t74\t80\nCurva de nível\t\t\t\t\nCondições ruins\t47\t67\t81\t88\nMédias\t25\t59\t75\t83\nBoas\t6\t35\t70\t79\nCampos\tcondições boas\t30\t58\t71\t78\nFlorestas\t\t\t\t\nCondições ruins\t45\t66\t77\t83\nBoas\t36\t60\t73\t79\nMédias\t25\t55\t70\t77\nCondições de Umidade Antecedente do solo: o método do SCS distingue três condições de umidade antecedentes do solo:\n•\tCondição I: Situação em que os solos estão secos, mas não no ponto de emurchecimento, este caso é pouco recomendável para estudos de vazões de cheias - as chuvas, nos últimos dias, não ultrapassaram 15 mm.\n•\tCondição II: situação média em que a umidade do solo deve corresponder a capacidade do campo. - as chuvas, nos últimos cinco dias, totalizaram de 15 a 40 mm.\n•\tCondição III: solo úmido (próximo da saturação) - as chuvas, nos últimos cinco dias, foram superiores a 40 mm, e as condições meteorológicas foram desfavoráveis a altas taxas de evaporação.\nA Tabela 2.5 permite converte o valor de CN para condição I ou III, dependendo da situação que se deseja representar.\nTabela 2.5 - Conversão das curvas CN para as diferentes condições de umidade do solo\nCondição de umidade\t\t\nI\tII\tIII\n100\t100\t100\n87\t95\t99\n78\t90\t98\n70\t90\t98\n70\t85\t97\n63\t80\t94\n57\t75\t91\n51\t70\t87\n45\t65\t83\n40\t60\t79\n35\t55\t75\n31\t50\t70\n27\t45\t65\n23\t40\t60\n19\t35\t55\n15\t30\t50\nA aplicação do método do SCS a áreas urbanizadas pode ser feita de duas formas:\n•\tUma delas é fazer uso de tabelas que levam em conta os tipos de ocupação do solo, característicos de áreas urbanas.\n•\tCaso a bacia apresente diversos tipos de solo e de ocupação, deve-se adotar o valor de CN obtido pela média ponderada dos diversos CNs correspondentes às áreas homogêneas. Alternativamente pode-se separar a bacia em áreas permeáveis (cobertura vegetal) e impermeáveis e calcular o CN ponderado.\nToda metodologia do SCS baseia-se fundamentalmente em um parâmetro que procura descrever o tipo de solo, sua utilização e condição de superfície no que diz\nA aplicação dos métodos baseados na teoria do hidrograma unitário exige a determinação de um hietograma de chuva excedente (gráfico da chuva em função do tempo) , que pode ser obtido do hietograma de precipitação, pela aplicação da formula do SCS aos valores acumulados da chuva, conforme apresenta a Tabela 2.6.\nTabela 2.6 - Hietograma da chuva excedente\nTempo (h)\tp (mm)\tP = Z p(mm)\tHexc = (P -0.2S)2/(P-0.8S)\thexc\nT1\tp1\tp1 = P1\tHexc1\tHexc1 = hexc1\nT2\tp2\tP1 + p2 = P2\tHexc2\tHexc2-hexc1 _hexc2\nT3\tp3\tP2 + p3 = P3\tHexc3\tHexc3-hexc2 _hexc3\nT4\tp4\tP3 + p4 = P4\tHexc4\tHexc4-hexc3—hexc4\nA coluna 1 e 2 são os dados do hietograma de uma precipitação observada em um intervalo de tempo, a coluna 3 fornece os dados acumulados da precipitação. A formula do SCS é aplicada aos valores da coluna 3 fornece os valores acumulados da chuva excedente Hexc na coluna 4. O hietograma da chuva excedente consta na coluna 5, que é obtido por diferença sucessiva dos valores da coluna 4.\n2.2.5\tEscoamento Superficial\nA análise criteriosa de escoamento superficial que inclui a determinação da vazão do pico, o volume, para um dado período de retorno, constitui um dos mais importantes fatores de sucesso de um projeto de drenagem urbana. Erros cometidos nesta fase poderão introduzir incoerências graves no desenvolvimento do projeto, acarretando obras sub ou superdimensionadas (TUCCI, 1995).\nO escoamento superficial corresponde ao segmento do ciclo hidrológico relativo ao deslocamento das águas sobre a superfície do solo e é de fundamental importância para o\nDuas abordagens para calculo de vazão são de uso consagrado em hidrologia urbana; o método racional, aplicável a bacias urbanas com área de drenagem até 3 Km2, e o método baseado na teoria do hidrograma unitário, cuja utilização se recomenda para bacias de maior porte. È, também, particularmente aplicável para áreas que possivelmente sofrerão significativa urbanização no futuro. Em ambas a vazão e/ ou hidrograma de projeto são determinados a partir de uma tormenta de projeto, da qual são descontadas as diversas perdas que ocorrem na bacia (TUCCI, 1995); (WARD,1995).\n2.2.6\tCálculo da Vazão\nPara bacias de drenagem que não apresentam complexidade e que tenham áreas de drenagem inferiores a 3km2 é recomendado que a descarga de projeto seja analisada pelo denominado Método Racional. Segundo Tucci (1995), os princípios básicos para aplicação desta metodologia são:\n•\tA chuva pode ser considerada uniformemente distribuída no tempo e no espaço,\n•\tA duração da chuva, normalmente, excede o tempo de concentração da bacia,\n•\tAdota-se um coeficiente único de perdas C, estimado com base nas características da bacia;\n•\tO escoamento superficial é devido, principalmente, ao escoamento sobre a superfície.\nO método racional deve ser manejado com extrema cautela, pois envolve diversas simplificações e coeficientes cuja compreensão e avaliação têm muito de subjetivo (PINTO, 1976).\nQuando há a necessidade de se determinarem cheias de projeto em bacias com áreas maiores que 3Km2 usa-se o método do hidrograma unitário (TUCCI, 1995).\nA aplicação dos métodos baseados na teoria do hidrograma unitário exige a determinação de um hietograma de chuva excedente. O hidrograma e simplesmente o\n(2.6)\nO hidrograma é caracterizado pelo seu volume (VESD) e pela sua forma que, em conjunto, determinam o valor da vazão de pico (Qp) (TUCCI, 1995).\nO hidrograma unitário de uma bacia pode ser determinado pela análise de dados de precipitação e vazão ou por meio de formulas empíricas, quando são chamados de hidrogramas sintéticos. Em hidrologia urbana prevalece a segunda abordagem, não só porque os dados em áreas urbanas são escassos, mas também em geral, deseja-se determinar o hidrograma para condições futuras de ocupação da bacia (CETESB, 1986).\nHidrogramas Sintéticos: são aqueles que determinam a forma do hidrograma e, portanto, a vazão de pico, a partir de parâmetros relacionados com as características físicas da bacia e geralmente representa o hidrograma em forma de triangulo.(TUCCI, 1995).\nMétodo Racional\nA expressão utilizada no método racional e:\n0,275C x i x A\n(2.7)\nOnde:\nQ = Vazão de pico em m3/s\nC = Coeficiente adimensional, chamado de coeficiente de escoamento;\ni = Intensidade média da chuva, em mm/h.\nA = área da bacia em Km2;\nHidrograma Unitário Sintético Snyder\nOs estudos de Snyder datam de 1983 e baseiam-se em observações de rios na região montanhosas dos Alapaches,nos EUA (TUCCI, 1995). O hidrograma unitário de Snyder está representado na Figura 2.1.\nPara definir o hidrograma unitário, estabeleceram-se as equações que fornecem:\n•\tO tempo de retardamento;\n•\tA vazão de pico;\n•\tA duração total do escoamento, ou seja à base do hidrograma.\nt\nFigura 2.1 - Hidrograma Unitário de Snyder\ntp = 0,75 Ct(L*La)0’3\n(2.8)\nonde:\nL = comprimento da bacia, em km, medido ao longo do curso principal desde o ponto considerado até o divisor;\nLa = distância em km, medida ao longo do curso principal, desde a seção considerada até a projeção do centro de gravidade da bacia sobre o talvegue.\nCt = Coeficiente numérico, variável entre 1,8 e 2,2 para as áreas estudadas por SNYDER. Para áreas urbanas, este coeficiente varia geralmente entre 0,3 e 1,0 (FENDRICH, 1997) tp = tempo de retardamento da bacia, em horas.\nCt = 7,81/(Ia)0,78\tpara Ia > 30%\n(2.9)\nOnde:\nIa = porcentagem de impermeabilização da bacia\nCp = 0,89(Ct)0,46\n(2.10)\nonde:\nCp: um coeficiente numérico que o valor varia de 0,56 e 0,69.\n- Duração da Chuva Efetiva\n(2.11)\n- Vazão de Pico\nA vazão máxima de pico (Qp) para uma precipitação de duração tr e volume de 1 cm é dada pela expressão:\nA\n(2.12)\nonde:\nA = área da bacia em Km2\nQp = Vazão de pico em m3/s\ntp = tempo de retardamento da bacia, em horas\n- Tempo Base\nO tempo base do hidrograma unitário é estimado por:\ntb = 3 + tP\n8\n(2.13)\nonde:\ntb = tempo base em dias\ntp= tempo de retardamento em horas\nPara facilitar o trabalho da construção do HU existem curvas para as larguras de\n75% e 50% do pico, que são dados pela expressão:\n(2.14)\n- Hidrograma de Projeto\nApós a determinação do hidrograma unitário e do hietograma da chuva excedente de projeto, calcula-se o hidrograma de projeto , ou seja, é a determinação da vazão de enchente.\nPrepara-se uma tabela, conforme exemplificado na Tabela 2.7 colocando-se os intervalos de tempo na primeira coluna e as ordenadas do hidrograma unitário na segunda coluna. Os valores do hietograma da chuva excedente são colocados no topo da tabela. Multiplica-se então o primeiro valor da precipitação excedente por todas as ordenadas do hidrograma unitário constantes da coluna 2, levando-se o resultado para a coluna 3. Repete-se o processo como o segundo valor da precipitação excedente , multiplicando-se o mesmo pelas ordenadas do hidrograma unitário deslocadas de uma unidade de tempo, como mostra a coluna 4. Repete-se o processo com os demais blocos da chuva efetiva, fazendo-se sucessivas deslocações das ordenadas do hidrograma unitário. Finalmente, somam-se os valores constantes em cada linha para se obter as ordenadas do hidrograma de projeto.\nTabela 2.7 - Hidrograma de Projeto\nTempo\tHidrograma unitário\tChuva Excedente\t\t\t\tHidrograma Projeto\n\t\tP1\tP2\tP3\tP4\t\nt1\tQ1\tP1*Q1\t\t\t\tP1*Q1\nt2\tQ2\tP1*Q2\tP2*Q1\t\t\tP1*Q2 + P2*Q1\nt3\tQ3\tP1*Q3\tP2*Q2\tP3*Q1\t\tP1*Q3+P2*Q2+P3*Q1\nt4\tQ4\tP1*Q4\tP2*Q3\tP3*Q2\tP4*Q1\tP1*Q4+P2*Q3+P3*Q2+P4*Q1\nt5\tQ5\tP1*Q5\tP2*Q4\tP3*Q3\tP4*Q2\tP1 *Q5+P2*Q4+P3*Q3+P4*Q2\nO crescimento da população urbana tem sido acelerado nas ultimas décadas no Brasil. Este crescimento gerou grandes metrópoles em cada estado brasileiro.\nNa Figura 2.2 tem-se a visualização geral do crescimento da população urbana no Brasil nas ultimas décadas.\nProporção da população por situação de domicílio -\n1980-2000\n□ Urbano □ Rural\nFigura 2.2- Proporção da População (Fonte: IBGE, 2005)\nA evolução no processo de urbanização de forma desordenada resultou no agravamento de práticas ambientais predatórias, como: erosão do solo, enchentes, desabamentos, desmatamentos e poluição dos mananciais de abastecimento de água e do ar. Essas práticas afetam o conjunto urbano em especial a população de baixa renda, com perdas e deseconomias significativas para o funcionamento adequado do conjunto metropolitano (GROSTEIN, 2001).\nSegundo Grostein (2001), deve-se estar atento ao processo de urbanização, pois a sustentabilidade do aglomerado urbano, em sua componente físico-urbanisitica, relacionase com as seguintes variáveis:\n•\tForma de ocupar o territorio;\n•\tDisponibilidade de insumos para o seu funcionamento (disponibilidade de água);\n•\tA descarga de resíduos (destino e tratamento de esgoto e lixo);\n•\tGrau de mobilidade da população no espaço urbano;\n•\tOferta e o atendimento ás necessidades da população por moradia, equipamentos sociais e serviços;\n•\tQualidade do espaço público.\nA impermeabilização do solo, que acompanha o processo de urbanização, altera a parcela da chuva que escoa superficialmente. Aumentos de chuva excedente da ordem de 300 a 400% não são incomuns quando a bacia passa de uma ocupação natural ou rural para uma ocupação de alto grau de urbanização (TUCCI, 1995).\nBasicamente a urbanização pode levar a alteração nas características das dos picos de vazão devido à expansão das áreas construídas, modificação do canal natural através do processo de canalização, e a interferência do sistema de drenagem artificial ou do sistema de esgoto no sistema natural de drenagem e o declínio na qualidade da água (NOORAZUN, 2003).\nCom o processo de urbanização as enchentes urbanas tornam-se um problema crônico no Brasil, a Tabela 2.8 apresenta o total de municípios nas grandes regiões que sofreram inundações ou enchentes nos anos de 1998 e 1999.\nTabela 2.8- Municípios com problemas de enchente e inundação (Fonte: IBGE, 2005).\nGrandes Regiões\tBrasil\tNorte\tNordeste\tSudeste\tSul\tCentro-Oeste\nTotal de municípios\t5507\t449\t1787\t1666\t1159\t446\nMunicípios que sofrem inundação ou enchentes\t1235\t57\t238\t539\t356\t45\nA\nTabela 2.9 apresenta os fatores que levaram os municípios das regiões do Brasil a sofreram inundações nos anos de 1998 e 1999.\nTabela 2.9-Fatores agravantes das inundações ou enchentes (Fonte: IBGE,2005).\nGrandes Regiões\tBrasil\tNorte\tNordeste\tSudeste\tSul\tCentro-oeste\nDimensionamento Inadequado de projeto\t339\t8\t63\t166\t92\t10\nObstrução de bueiros/bocas de Lobo\t631\t38\t123\t260\t192\t18\nObras inadequadas\t345\t16\t67\t145\t104\t13\nAdensamento populacional\t391\t16\t75\t192\t95\t13\nLençol freático alto\t205\t13\t54\t69\t58\t11\nExistência de interferência Física\t298\t8\t57\t130\t91\t12\nOutros\t237\t13\t26\t110\t78\t10\nSem declaração\t3\t1\t1\t1\t-\t-\nÁreas onde ocorrem inundações ou enchentes (há)\t48809\t1629\t6606\t10171\t28176\t2227\nNas áreas de ocupação urbanas já consolidadas é comum a insuficiência do sistema de drenagem, ou seja, as galerias apresentam-se insuficientes para a condução das águas pluviais em razão do aumento do escoamento superficial, provocado, entre outros fatores, pelo aumento da impermeabilização, sendo necessária a ampliação do sistema de galerias. Na prática, o mau dimensionamento dos sistemas de drenagem, seja\n2.4\tPlanejamento e a Drenagem urbana\nO planejamento e a gestão municipal no Brasil vêm ganhando novos contornos com as recentes leis e medidas adotadas pelo governo federal. O estatuto da cidade e a lei de responsabilidade fiscal, que entraram em vigor em 2001, foram importantes passos em direção a abertura democrática no processo de planejamento das cidades, culminando com a criação do Ministério das Cidades. Este veio coroar um amplo processo de articulação da chamada sociedade civil brasileira em torno dos graves problemas vividos nas cidades. Mas apesar destas articulações, o Brasil ainda não foi capaz de dar respostas sistemáticas, profundas e, sobretudo, preventivas aos desafios colocados na pauta dos prefeitos brasileiros (RISSARDO, 2003).\nO planejamento, como método, deve ser utilizado em todos os setores das atividades da Prefeitura, pois é importante para o município, que a Prefeitura passe a agir de maneira planejada nos serviços que presta, nos investimentos que aplica, na forma de influir sobre o desenvolvimento municipal ou de gerir recursos públicos (SILVA, 1995).\nInovação importantes de caráter tecnológico, de planejamento e de gestão de serviços de drenagem urbana, adotadas em cidades de países desenvolvidos e em algumas cidades brasileiras, nos últimos anos, permitem diminuir, a um só tempo, problemas relacionados com as inundações. Essas soluções também contribuem para que se criem alternativas de valorização de corpos de água em contexto urbano e de ampliação de espaços verdes, de áreas de lazer, fatores importantes para melhoria da qualidade de vida (MINISTÉRIO DAS CIDADES, 2004). A Tabela 2.10 apresenta as regiões que possuem instrumentos reguladores de drenagem urbana no ano de 2000.\nTabela 2.10 - Municípios com instrumentos reguladores de drenagem (Fonte: IBGE,\n2005).\nGrandes Regiões\tBrasil\tNorte\tNordeste\tSudeste\tSul\tCentro-Oeste\nTotal de municípios\t5507\t449\t1787\t1666\t115 9\t446\nMunicípios que possuem instrumentos reguladores do serviço de drenagem urbana.\t1139\t46\t1 65\t386\t473\t69\nFATORES AGRAVANTES DAS INUDAÇOES OU ENCHEN\t\t\t\t\t\tTES\nPlano Diretor de drenagem Urbana\t256\t9\t41\t72\t122\t12\nPlano urbanístico global para a área urbana\t138\t5\t19\t34\t69\t11\nLei do uso e ocupação do solo\t657\t24\t61\t22\t310\t40\nLegislação municipal ou da região metropolitana\t325\t12\t76\t118\t98\t21\nOutros.\t97\t5\t9\t45\t32\t6\nSem declaração.\t7\t1\t1\t2\t2\t1\nO termo drenagem urbana sustentável tem origem recente; durante as ultimas três décadas, a percepção da degradação ambiental generalizada e a crítica aos estilos de\ndesenvolvimentos apoiados em uma exploração irracional da natureza vêm motivando numerosas discussões e novas propostas que permitam a sobrevivência do ser humano. Aqueles muito otimistas não reconhecem a dimensão destas questões e preferem esquecer os problemas, acreditando que alguma solução tecnológica poderá advir no futuro. Outros, mais realistas, avisando que a terra é o único planeta habitado conhecido, preferem propor soluções desde já. Sob este pensamento surgiu o desenvolvimento sustentável, um estilo de desenvolvimento voltado para a sustentabilidade, conceito que se estende a tudo, inclusive à drenagem urbana. A perspectiva da sustentabilidade associada à drenagem urbana introduz uma nova forma de direcionamento das ações, baseadas no reconhecimento da complexidade das relações entre os ecossistemas naturais, o sistema urbano artificial e a sociedade. Esta postura exige que a drenagem e controle de cheias em áreas urbanas sejam reconceitualizadas em termos técnicos e gerenciais. A sustentabilidade aponta à reintegração da água no meio urbano, trabalhando junto ao ciclo hidrológico, observando aspectos ambientais, paisagísticos e as oportunidades de lazer (POMPEU, 2000).\nUm instrumento utilizado para o planejamento dos municípios é o Plano Diretor. Sua principal finalidade é orientar a atuação do poder público e da iniciativa privada na construção dos espaços urbano e rural na oferta dos serviços públicos essenciais, visando assegurar melhores condições de vida para a população. O que se espera do Plano Diretor é que aponte rumos para um desenvolvimento local economicamente viável, socialmente justo e ecologicamente equilibrado, e proponha soluções para a melhoria da qualidade da gestão pública local, tornando-a mais apta a utilizar os recursos públicos e a prestar melhores serviços à população, que apresentem diretrizes e instrumentos para que os investimentos em saneamento, transporte coletivo, saúde, educação, equipamentos urbanos, habitação popular sejam adequadamente distribuídos e beneficiem toda a população, propondo-se diretrizes para proteger o meio ambiente, os mananciais, as áreas verdes e o patrimônio histórico local (UFV, 2006).\nOs planos diretores representam, na verdade, manuais de comportamento urbano para normalizar as ações individuais e coletivas junto a procedimentos consensuais que produziriam uma forma e uma disposição de sistema urbano desejado (MELO et al, 2003).\n2.4.1\tPlano Diretor de Drenagem Urbana\nSegundo Canholi (2003) o objetivo principal de um Plano Diretor de Drenagem Urbana é a planificação das ações preventivas, onde possível, e corretiva nos casos onde o problema já esta estabelecido. De maneira conceitual, as premissas básicas consideradas na formulação do Plano Diretor de Drenagem leva-se em conta que a drenagem é um fenômeno regional - a unidade de gerenciamento é a bacia hidrográfica; drenagem é uma questão de alocação de espaços - a supressão de áreas de inundações, naturais ou não, de inundações implicará na sua relocação a jusante; drenagem é parte integrante da infra-estrutura urbana - o seu planejamento deve ser multidisciplinar e harmonizado com os demais planos e projetos das demais utilidades; drenagem deve ser sustentável - no seu gerenciamento deve-se garantir sua sustentabilidade: institucional, ambiental e econômica.\nSegundo Canholi (2003) o Plano Diretor de Macrodrenagem é constituído por cinco etapas:\nA Etapa 1 - Informações Básicas, contemplará a coleta e análise de todas as informações disponíveis de interesse dos estudos de drenagem urbana. Estas informações serão processadas e organizadas em um banco de dados que fará parte do Sistema de Informações de Drenagem Urbana, que será estruturado na etapa 5 e que comporá o Sistema de Apoio a Decisão.\nA Etapa 2 - Diagnóstico da Situação Atual, se refere ao processamento inicial das informações obtidas, sendo efetuada a modelagem hidráulico-hidrológica da situação atual e a análise das obras de drenagem em curso, ou programadas, que subsidiarão as atividades da Etapa 3.\nEtapa 3 - Recomendações de Intervenções Imediatas, que objetivam identificar as áreas a serem protegidas ou reservadas, recomendar eventuais adaptações ou correções nas obras ou projetos em curso, além das medidas de ordem operacional ou de manutenção julgadas necessárias, e um horizonte de curto prazo, definido caso a caso, mas em princípio não superior a dois anos.\nA Etapa 4 - Ações Prioritárias nas Sub-Bacias, visa, a partir de estudos de alternativas e análise da viabilidade técnica, econômica e ambiental, definir as vazões de restrição e propor de forma hierarquizada as medidas estruturais e não estruturais a serem implementadas no sistema de macrodrenagem, como um todo, em um período mais longo do planejamento, que o previsto na Etapa 3, porém, de forma geral, não superando cinco anos.\nEtapa 5 - Ações sistemáticas, são estudadas e definidas e abrangem a elaboração do Manual de Diretrizes Básicas, que visa a uniformização dos critérios de planejamento e projeto de obras de drenagem urbana e da planificação e arquitetura do Sistema de suporte a Decisão. Também nesta Etapa está prevista a elaboração do programa de controle de poluição Difusa, já que a questão do controle da qualidade das águas drenadas é de extrema importância para a recuperação dos nossos rios e córregos, o Programa de Medida de Fiscalização e Controle e do Sistema de Acompanhamento e Revisão do plano.\nSegundo (TUCCI, 2002) a estrutura básica do plano diretor de Drenagem Urbana é composta por cinco fases, que são:\n•\tInformações: O conjunto de informações que abordam a área de drenagem, ou seja é a base dados sobre as quais será fundamentado o plano.\n•\tFundamentos: São elementos definidores do plano, é constituído dos princípios, objetivos e estratégias, cenários e riscos.\n•\tDesenvolvimento: O planejamento das medidas se baseia no seguinte: medidas não-estruturais, medidas estruturais; avaliação econômica, obras de controle, operação e manutenção.\n•\tprodutos:\no legislação e/ou regulamentação: compõem as medidas não estruturais;\no plano de ação: é o conjunto de medidas escalonadas no tempo de acordo com a viabilidade financeira;\no manual de drenagem: deve dar base para os elementos necessários ao preparo dos projetos na cidade.\nCONJUNTO DE INFORMAÇÕES\nINSTITUCIONAL:\nLegislação: plano urbano, sanitário, resíduos sólidos, entre outros, e; Gestão da drenagem\nPrincípios, objetivos e estratégias\nSub-divisões da cidade em macro-bacias\nDiagnóstico da drenagem da cidade\nFUNDAMENTOS\nCADASTRO FÍSICO:\nRede de drenagem bacias e uso do solo\nDADOS HIDROLÓGICOS:\nPrecipitação, vazão e qualidade da água\nFigura 2.3 - Organograma de um plano diretor de drenagem urbana (Tucci, 2002).\nSegundo Melo et al (2003), o plano diretor de drenagem urbana dará ênfase ao controle de inundação e quedas de barreiras e planejará a proteção de mananciais de água, pois identificará a micro e a macro drenagem. O PDDU constitui-se nas seguintes fases:\n•\tEstudos preliminares e coleta de dado;\n•\tDiagnóstico e ações para o aperfeiçoamento institucional;\n•\tDiagnóstico de um plano diretor preliminar;\n•\tCampanha de monitoramento;\n•\tDiagnóstico do sistema de drenagem;\n•\tDefinição das ações das obras necessárias.\nSegundo consta no Plano Diretor Participativo: Guia para Elaboração pelos Municípios e Cidadão do Ministério das Cidades (2004), para atingir todas as etapas do PDDU é essencial que estejam disponíveis dados e informações, entre as quais se destacam:\n•\tUm inventário da infra-estrutura do sistema de drenagem urbana existente;\n•\tAdequada caracterização do uso do solo;\n•\tDados hidrológicos;\n•\tCaracterização da estrutura institucional dos serviços de drenagem.\nTucci (2002) afirma que o conjunto de informações relacionadas à drenagem urbana são os seguintes:\n•\tcadastro da rede pluvial, bacias hidrográfica, uso e tipo do solo das bacias, entre outros dados físicos.\n•\tDados Hidrológicos: precipitação, vazão, sedimentos e qualidade da água do sistema de drenagem.\n•\tAspectos institucionais: legislação municipal relacionada com o plano diretor urbano e meio ambiente; legislação estadual de recursos hídricos; e legislação federal; gestão de meio ambiente dentro do município.\n•\tplanos que apresentam interface importante com a drenagem urbana. plano de desenvolvimento urbano da cidade, plano de saneamento ou esgotamento sanitário, plano de controle dos resíduos sólidos e planos viários.\nA cETEsB (1986) indica que a base de dados do plano diretor de drenagem urbana deve basear-se nos seguintes critérios:\n•\tHidráulicos: declividade, vazões, sedimentação, topografia.\n•\tAmbientais: áreas verdes, sistema viário, uso do solo.\n•\tcódigos, leis e regulamentos sobre edificações, zoneamento, parcelamento do solo e códigos sanitários;\n2.5\tSistema de Informações Geográficas (SIG)\nOs Sistemas de Informações Geo-referenciadas ou Sistemas de Informações Geográficas (SIGs) são usualmente aceitos como sendo uma tecnologias que possui o ferramental necessários para realizar análise com dados espaciais e portanto, oferece, ao ser implementada, alternativas para o entendimento da ocupação e utilização do meio físico, compondo o chamado universo da Geotecnoligia, ao lado do Processamento Digital de Imagens (PDI) e da Geoestatística. A tecnologia SIG está para as análises geográficas, assim como o microscópio, o telescópio e os computadores estão para outras ciências (Geologia, Astronomia, Geofísica, Administração, entre outras) (SILVA, 2003).\nO geoprocessamento denota a disciplina do conhecimento que utiliza técnicas matemáticas e computacionais para o tratamento da informação geográfica e que vem influenciando de maneira crescente as áreas de cartografia, análise de recursos naturais, transportes, comunicações, energia e planejamento urbano e regional. As ferramentas computacionais para o geoprocessamento, chamadas de Sistema de Informações Geográficas (SIG), permitem realizar análises complexas, ao integrar dados de diversas fontes e ao criar banco de dados georeferenciados. Tornam ainda possível automatizar a produção de documentos cartográficos (CÂMARA et al , 2004).\nSegundo Dueker (1979), um caso especial de sistema de informações, no qual o banco de dados consiste em informações sobre características distribuídas espacialmente, atividades ou eventos, os quais são definidos no espaço como pontos, linhas ou áreas. Os SIGs manipulam os dados acerca destes pontos, linhas e áreas para estabelecer perguntas ad hoc e análise.\nSegundo Aronoff (1989), SIG é qualquer conjunto de procedimento manual ou computacional usado para armazenar e manipular dados geograficamente referenciados.\nSistema de Informações Geográficas são sistemas computacionais que permitem a captura, armazenamento, manipulação, recuperação, análise e apresentação de dados referenciados geograficamente. Dados referenciados geograficamente ou, simplesmente,\n•\tIntegrar informações espaciais provenientes de dados cartográficos, dados do censo e cadastro urbano e rural, imagens de satélite, redes e modelos numéricos do terreno.\n•\tOferecer mecanismos para análise geográfica através de facilidades para consultar, recuperar, manipular dados e plotar o conteúdo da base de dados geocodificados. Para ser capaz de realizar estas operações, e ainda dispor de entrada e saída de\ndados em diversos formatos, o SIG normalmente integra diversos outros sistemas (processamento digital de imagem, análise estatística, análise geográfica, digitalização), tendo como ponto central um banco de dados. Segundo Rocha (2005) e Câmara et al (2004), os sistemas que compõe os SIG podem ser divididos em :\n•\tSistema de entrada de dados: sistema de processamento digital de imagem georeferenciadas, digitalização de mapas, sistema de posicionamento global, dados tabulares e dados estatísticos, mapas digitais;\n•\tSistema de armazenamento de dados: banco de dados espacial (mapas digitais) e banco de dados de atributos (alfanuméricos);\n•\tSistema de análise de dados: sistema de análise geográfica (operação algébrica), sistema de análise estatística e sistema de gerenciamento de dados (SGBD);\n•\tSistemas de saída de dados: sistema de exibição cartográfica (saída de mapas para a tela, impressora, plotter e arquivos digitais).\nA estrutura do SIG ainda pode ser apresentada como mostra o esquema da Figura\n2.4.\nBanco de Dados\nGeográfico\nGerência Dados\nEspaciais\nConsulta e Análise Espacial\nInterface\nVisualização Plotagem\nEntrada e Integr. Dados\nFigura 2.4 - Estrutura geral do SIG. (Fonte CÂMARA, et al, 2004).\nNum SIG podemos analisar uma paisagem vegetal juntamente com outros dados (declividade, tipo de solo, uso do solo), assim pode-se avaliar políticas de planejamento, monitoramento das áreas. Estas informações podem ser manipuladas rapidamente a partir de cruzamentos de mapas entre outras operações.\nUma das principais características de um SIG é sua capacidade de manipular dados gráficos e não gráficos de forma integrada, provendo uma forma consistente para análise e consulta. É possível, desta forma, ter acesso as informações descritivas de um fenômeno geográfico a partir de sua localização e vice-versa. Além disso, pode-se fazer conexões entre diferentes fenômenos com base em relacionamentos espaciais. Segundo Filho, (2001), quatro aspectos caracterizam um dado georreferenciado:\n•\tA descrição do fenômeno geográfico;\n•\tSua posição (ou localização) geográfica;\n•\tRelacionamentos espaciais com outros fenômenos geográficos (topologia);\n•\tInstante ou intervalo de tempo em que o fenômeno existe ou é valido.\nSegundo (FILHO, 2001) os aspectos descritos acima são classificados em duas categorias de dados:\n•\tdados convencionais, atributos alfanuméricos usados para armazenar os dados descritivos e temporais;\n•\tdados espaciais, atributos que descrevem a geometria, a localização geográfica e os relacionamentos espaciais (FILHO, 2001)\nLogicamente o sistema depende de sua integração com o analista e o tomador de decisão, que é quem interpreta os resultados gerados, colocando toda a sua experiência, juntamente com um processo de discussão com a comunidade ou seus representantes. E assim para sintetizá-las e analisá-las, gerando informações e decisões que afetam esta comunidade e o meio ambiente ao seu redor. Dessa forma, o SIG fica caracterizado como um importante sistema de suporte de decisão (KLOSTERMAN,1995).\nA aplicação do SIG facilitará novas explorações na análise de dados espaciais que anteriormente não eram viáveis, também facilitará a integração dos dados coletados em diferentes meios aumentando a capacidade de decisão daqueles que estão envolvidos na administração urbana (NOORAZUAN, 2003).\nExistem diversos tipos de sistemas que manipulam dados espaciais, como sistemas de cartografia automatizada e os sistemas CAD, porém, os SIG's se diferenciam desses sistemas por dois motivos principais. Primeiro, por sua capacidade de representar os relacionamentos espaciais entre fenômenos geográficos. Segundo, por permitir a realização de complexas operações de análise espacial com os dados geográficos (FILHO, 2001;CÂMARA, et al, 2004).\n2.5.1\tTipos de dados tratados em SIG\nDados espaciais podem ser estruturados de diversas formas. Porém, duas abordagens são amplamente utilizadas na estruturação dos componentes espaciais associados às informações geográficas: a estrutura matricial e a estrutura vetorial.\nNa representação vetorial, a representação de um elemento ou objeto é uma tentativa de reproduzi-lo o mais exatamente possível. Qualquer entidade ou elemento\ngráfico de um mapa é reduzido a três formas básicas: pontos, linhas, áreas ou polígonos, como representado na Figura 2.5 (FILH0,200; CÂMARA, et a/,2004).\nA posição de cada objeto é definida por sua localização no espaço, de acordo com um sistema de coordenadas. objetos vetoriais não preenchem todo o espaço, ou seja, nem todas as posições do espaço necessitam estar referenciadas na base de dados (FILHO, 2001).\nFigura 2.5 - Elementos da representação vetorial (Fonte: CÂMARA, et a/, 2004)\nA representação matricial consiste no uso de uma malha retangular sobre a qual se constrói, célula a célula, o elemento que está sendo representado, como mostrado na Figura 2.6. A cada célula, atribui-se um código referente ao atributo estudado, de tal forma que o computador saiba a que elemento ou objeto pertence determinada célula. A posição da célula é definida pela linha e coluna onde está a grade. Uma área geográfica pode ser representada através de diversas camadas, onde as células de uma camada armazenam os valores associados a uma variável (ex: tipo de solo) (FILHO,2001; CÂMARA et a/, 2004).\nFigura 2.6 - Representação matricial (Fonte: CÂMARA, et al, 2004).\nSegundo Câmara, et al (2004) e Hara (1997), estas representações estão associadas aos tipos de dados que são tratados em SIG, que são:\n• Dados Temáticos: podem ser uma representação tanto matricial quanto vetorial. Os mapas temáticos caracterizam-se por conter regiões definidas por polígonos, como mapas do uso do solo. Os mapas temáticos podem ser armazenados também sob forma matricial. A Figura 2.7 mostra as duas formas de representação.\n□□□□□□□ □□EE3QDQ □□□□□□□ □□□□□□□ □□□□□□□ □□□□□□□ □□□□□□O □□□□□□□ □□□□□□□\nFigura 2.7 - Representação matricial e vetorial de um mapa temático (Fonte: CÂMARA, et al, 2004).\n•\tDados Cadastrais: A sua parte gráfica é armazenada em forma de coordenadas vetoriais e seus atributos não gráficos são armazenados em um banco de dados. Por exemplo, os lotes de uma cidade são elementos do espaço geográfico que possuem atributos (dono, localização, valor venal, IPTU, etc) e podem ter representações gráficas diferentes, como pontos, linhas e polígonos.\n•\tRedes: A parte gráfica é armazenada em forma de coordenadas vetoriais com a topologia arco-nó e seus atributos não gráficos são indexados em bancos de dados. Dados de redes são compostos por informações associadas a serviços de utilidade pública, como água, luz, telefone, redes de drenagens, malhas viárias.\n•\tImagens: As imagens utilizadas podem ser obtidas por satélites ou por fotografias aéreas e são armazenadas como matrizes, onde cada elemento unitário de informação é um “pixel”. O uso de imagem de satélite tem se tornado comum em SIG e suas características mais importantes são: resolução espectral (números de bandas); resolução espacial (a escala da imagem); e resolução temporal (intervalo de tempo entre as passagens do sensor sobre a mesma área). Pela natureza do processo de aquisição da imagem, os objetos geográficos estão contidos na imagem, sendo necessários recorrer a técnicas de fotointerpretação e de classificação da imagem.\n•\tModelos numéricos do terreno: podem ser armazenadas em grades retangulares (representação matricial), grades triangulares (representação vetorial com topologia) ou isolinhas (representação vetorial sem topologia). Os modelos numéricos do terreno denotam grandezas que variam continuamente no espaço. O Modelo Numérico do Terreno (MNT) é normalmente associado à altimetria, mas pode ser utilizado para modelar outros fenômenos de variação continua. O MNT pode utilizar dois tipos de representações:\nNo processo de modelagem numérica do terreno podemos identificar três fases distintas: aquisição de dados, geração de grades e operações para gerar informações. Mitishita (1994) sugere que o processo de modelagem numérica pode ser definido da seguinte forma:\n•\tAquisição do conjunto de amostras - obtenção de informações da superfície real que possibilite a caracterização matemática do modelo;\n•\tGeração do modelo - elaboração de modelo matemático composto por estruturas de dados e funções de interpolação que simulem o comportamento da superfície real;\n•\tUtilização do modelo gerado - utilização do modelo em substituição à superfície real.\n2.5.2\tSistema Gerenciador de Bancos de dados\nUm sistema gerenciador de base de dados (SGBD) consiste de uma coleção de dados interrelacionados e de um conjunto de programas para acessá-los. É um sistema computadorizado de gravações e armazenamento, cujo propósito é manter os dados e permitir sua recuperação quando necessária. Um SIG implementado com a estratégia dual utiliza um SGBD relacional para armazenar os atributos convencionais dos objetos geográficos (na forma de tabela) e arquivos para guardar as representações geométricas destes objetos. No modelo relacional, os dados são organizados na forma de uma tabela onde as linhas correspondem aos dados e as colunas os atributos (CÂMARA et al, 2004; HARA, 1997).\n2.5.3\tO SIG e a Drenagem Urbana\nA elaboração de mapas temáticos, utilização de imagens de satélite, trabalho de campo e um banco de dados georreferenciados, garante a organização das informações obtidas que são geradas e atualizadas a partir do uso do SIG, servindo de embasamento para a elaboração do Plano Diretor de Drenagem Urbana (GÓIS, 1999).\nA cartografia temática é um instrumento de expressão dos resultados adquiridos pela geografia e pelas demais ciências que tem necessidade de se expressar em forma gráfica. A cartografia temática tem como preocupação básica a elaboração e o uso dos mapeamentos temáticos, abrangendo a coleta, a análise, a interpretação e a representação das informações sobre uma carta base. Os temas podem ser obtidos por correlação entre vários temas elementares ou entre series estatísticas, que serão representados por mapas.\nNo século XIX, apareceram os mapas específicos, mapas de solo, de declividade etc., que possuem características determinadas, sendo distintos dos mapas topográficos. Os mapas específicos são denominados mapas temáticos, pois contêm informações acerca de um único tema. O Tema pode ser qualitativo, como por exemplo, classe do uso do solo. Pode ser quantitativo como profundidade do lençol freático, espessura de solos etc (SILVA, 2003).\nMapas temáticos têm como objetivo fornecer uma representação convencional dos fenômenos com localização geográfica possível. O termo “Cartografia temática” se popularizou para designar todos os mapas que tratam de outro assunto alem da simples representação do terreno (JOLY, 1990).\nEm função da representação de temas com grande especificidade, a Cartografia temática explora mais profundamente e até amplia os próprios recursos gráficos da Cartografia geral. Assim as técnicas de uso adequado de texturas, cores, diagramação e representação quantitativa fazem parte do processo de representação de temas, buscando manter relação a mais direta e espontânea possível entre os objetos significantes e significados (NASCIMENTO 1998).\nMapas Hipsométrico\nA curva hispométrica é a representação gráfica do relevo médio de uma bacia e constitui o estudo da variação da elevação dos vários terrenos da bacia, com referência ao nível do mar.\nO mapa hipsométrico é a representação cartográfica da variação do relevo que possibilita visualizar o terreno e avaliar as diferenças de nível da área de estudo (ZAMPIERI et al, 2000).\nDale e Mclaughlin (1990) consideram-no o ponto de partida para qualquer processo de planejamento econômico ambiental do uso de espaço físico e territorial. A informação representada pela base cartográfica atualizada sobre o território é um recurso dispendioso, embora fundamental para o processo de tomada de decisão.\nA topografia influencia a velocidade de escoamento sobre o solo,o tempo de concentração e interfere também na capacidade de armazenamento de água sobre este, sendo que as áreas mais declivosas geralmente apresentam menor capacidade de armazenamento superficial do que áreas mais planas.\nA análise hispométrica, associada à estimativa de escoamento superficial da água, pode ser utilizada, por exemplo, para identificar as áreas de maior produção relativa de sedimentos e no estudo das perspectivas de assoreamento de reservatórios superficiais de uma bacia. Essa produção está estritamente relacionada com fenômenos de erosão que se produzem na configuração topográfica de uma área de drenagem (SCHIAVETTI,\n2002)\nMapa de Declividade\nA declividade é a inclinação maior ou menor do relevo em relação ao horizontal. Na representação em curva de nível, quanto mais próximas estão as curvas maior é a inclinação do terreno e quanto mais afastadas elas estão mais suave é superfície.\nA declividade dos terrenos exerce grande influência sobre a velocidade do escoamento superficial e o tempo de concentração, afetando, portanto, o tempo que a água da chuva leva para concentrar-se nos leitos fluviais, constituintes da rede de\nA declividade acentuada determina a ocorrência ocasional e localizada de movimento de massa do tipo deslizamentos, que resultam em cicatrizes de arranque de material e nichos erosivos. O escoamento superficial difuso promove a lavagem do material de menor granulometria e concentra blocos e matacões graníticos ao longo das vertentes. Muitos desses blocos rochosos encontram-se em condições precárias de equilíbrio e se consistem num fator de alto risco para a população que ocupa áreas adjacentes (HERMANN et al,1991).\nDe acordo com a lei de uso e ocupação do solo municipal, a qual observa as diretrizes estabelecidas pela lei Federal no 6.766, e pela Lei Estadual n 6.063; define que o parcelamento do uso do solo para fins urbanos, somente será admitido nos terrenos com declividade igual ou inferior a 30%, e nos terrenos que não são alagadiços ou sujeitos as inundações, salvo o disposto no Art.113 da lei municipal de uso e ocupação do solo. Dentro desta regulamentação subdivide-se as classes de declividade como apresenta a Tabela 2.11.\nTabela 2.11 - Representação das classes de declividade\nClasses de Declividade\n0 - 2%\n2% - 30%\nAcima de 30%\nMapa Pedológico\nO tipo do solo interfere diretamente na velocidade de infiltração da água no solo e na capacidade de retenção de água sobre sua superfície. O volume de água que atinge a superfície do solo, parte é retida em depressões do terreno, parte infiltra e o restante escoa pela superfície, logo que a intensidade supere a capacidade de infiltração do solo e os espaços nas superfícies retentoras tenham sido preenchidos. A formação do\nA infiltração é a passagem de água da superfície para o interior do terreno. A capacidade de infiltração de um solo é definida como sendo a taxa máxima pela qual a água pode ser absorvida pelo solo. Em geral, os solos mais permeáveis apresentam maior capacidade de infiltração, favorecendo a rápida percolação da água para o lençol subterrâneo, reduzindo o escoamento superficial direto.\nA infiltração influi nas características hidrológicas dos cursos de água. Os rios permanentes, que apresentam fluxo relativamente constante durante todo o ano, são mantidos pelas descargas de águas subterrâneas armazenadas nos aqüíferos. Os rios periódicos, aqueles que fluem somente em período de chuvas, estão geralmente drenando água que permaneceu na superfície e não infiltrou, apresentando assim o fluxo muito variável, grandes cheias ou pequenas vazões (OLIVEIRA, 1999)\nO tipo de solo e sua condição quanto ao conteúdo de umidade presente e sua permeabilidade, são fatores contribuintes da maior importância no processo erosivo. O solo, em função de sua ampla variabilidade espacial, introduz uma grande variedade de condições que influenciam as taxas de infiltração e, portanto, as taxas de erosão e escoamento superficial (FENDRICH, 1997).\nOs solos em áreas urbanas não representam suas características naturais de infiltração em decorrência da ação antrópica que intensifica o revestimento do solo, promovendo escavações, aterros, compactação e misturas de materiais de diferentes granulometria, práticas que modificam consideravelmente a dinâmica de infiltração de água do solo, aumentando, o volume e a velocidade do fluxo relacionado ao escoamento superficial (OLIVEIRA,1998).\nMapa da Cobertura Vegetal\nA cobertura vegetal desempenha função de anteparo, que protege a superfície do solo da ação erosiva das águas pluviais. Além disso, a cobertura vegetal desempenha um papel fundamental no balanço entre o processo de infiltração e escoamento superficial.\nÀ medida que a vegetação é substituída por edificações, ruas e calçadas pavimentadas, aumenta o índice de impermeabilização do solo, ocorre sensível redução da porcentagem de água que infiltra no solo. Os pontos de detenção de água são eliminados em áreas construídas, a rugosidade da superfície é reduzida e os pequenos canais de drenagem são substituídos por tubulações subterrâneas.\nCadastro da Macro e Micro Drenagem\nA gestão operacional dos sistemas de macro e micro drenagem ressente-se da falta de um cadastro técnico atualizado. A implantação do cadastro informatizado traz em seu escopo uma solução para conflitos gerados entre os órgãos e empresas que atuam com projetos e execuções de obras de drenagem urbana.\nA função de um cadastro da micro e macro drenagem é caracterizado pela:\n•\tAdministração das informações: Cadastro da rede de micro e macro drenagem; cadastro das áreas de inundações; Cadastro da vazão; cadastro dos elementos como, caixa de inspeção, caixa de ligação; cadastro da localização de áreas com estrangulamento dos rios; conferência e execução de lançamentos nos cadastros da rede.\n•\tPadronização do cadastro: Coordenar e subsidiar os departamentos na implantação padronizada da sistemática do cadastramento das redes de drenagem.\n•\tInterface com outros órgãos: Coordenar o entrosamento com concessionárias de serviços públicos, empresas particulares, órgãos públicos e demais unidades do serviço, no que diz respeito às informações cadastrais e ou análise interferência.\n•\tAcompanhamento de obras: Acompanhar as obras em execução, apresentando elementos cadastrais.\n•\tcontrole de qualidade: controlar a qualidade e garantir a apresentação dos cadastros de novas obras ou modificações em sistemas de drenagem.\n•\timplantação e manutenção de bancos de dados: coordenar a implantação e a manutenção dos bancos de dados dos elementos constituintes dos cadastros das redes de macro e micro drenagem.\n2.6\tDrenagem urbana: Estudos de Casos\nNeste item serão abordados alguns estudos de casos em cidades que elaboraram planos Diretores de Drenagem urbana e quais foram os dados selecionados para compor a primeira fase do pDDu e como está sendo realizado o gerenciamento destas informações.\nNa cidade de Betim, localizada na região metropolitana de Belo Horizonte, o processo de urbanização da bacia hidrográfica vem acompanhado do aumento da freqüência de ocorrência de inundações. Para estudar esses problemas reuniram-se os seguintes dados:\n•\tTipos de seções transversais dos rios;\n•\tsimulações hidrológicas, no cenário hidrológico atual, no comportamento hidrológico na situação de canalização do curso d'água concluída e no comportamento hidrológico de horizonte final de ocupação urbana.\nos estudos hidrológicos mostraram vazões de projeto significativamente diferentes e superiores aquelas utilizadas para o dimensionamento dos canais.\nO trabalho realizado nas bacias hidrográficas dos Rios Jacu e Curimatú, na paraíba, está embasado em um conjunto de informações georreferenciadas que substanciaram o desenvolvimento das ações propostas no plano diretor de drenagem urbana no que diz respeito ao controle, fiscalização e monitoramento dos recursos naturais (Góis, 1999).\nos resultados alcançados estão apresentados sob forma de mapas temáticos. os mapas foram definidos como Mapa de Rede de Drenagem, Mapa de Reconhecimento de solo, Mapas de classes de capacidade de uso das Terras, Mapas de uso atual e\ncobertura vegetal e Mapa de Classes de Terras para irrigação das Bacias Hidrográficas. Os resultados neste trabalho mostram que os SIG's constituem uma das ferramentas mais adequadas para a elaboração de diagnósticos de bacias hidrográficas, uma vez que este representa um estudo que exige uma complexidade muito grande de informações, além da quantidade de dados a ser manipulados e a necessidade da integração dos mesmos (GÓIS, 1999).\nNa cidade de São Carlos, interior de São Paulo, foi adotada diretrizes para a implementação de um PDDU, como instrumento de controle no combate e prevenção às inundações urbanas. Entre diversas características levantadas para a base de dados, pode-se citar:\n•\tAspectos institucionais relativos ao sistema de drenagem urbana;\n•\tCaracterização, levantamento físico da micro-bacia urbana do Tijuca Preto, onde foram levantados dados de vazão, área da bacia, ações antrópicas, tipo de vegetação e declividades.\n•\tSimulações hidrológicas, utilizando hidrogramas unitários para 3 cenários (passado, atual, futuro sem PDDU).\nA partir desta análise, propô-se medidas de controle, na escala da micro e macro-drenagem: piscinões, microreservatórios nos lotes da bacia e renaturalização da várzes (JUNIOR, 2003).\nSegundo Krebs, et al (2004) no município de Criciúma prevê-se a base de dados para o PDDU com os seguintes itens:\n•\tCaracterística do meio físico da bacia hidrográfica do rio Criciúma (mapas de declividade e geológico);\n•\tLevantamento dos estudos hidrológicos;\n•\tLeitura e avaliação do atual mapa do uso do solo;\n•\tDiagnóstico do sistema de drenagem;\n•\tAnálise das modificações ocorridas no sistema de drenagem causados pelo desenvolvimento urbano.\n•\tLevantamento topográfico,\n•\tCálculo das vazões através do hidrograma unitário;\nNa Bacia do Itacurubi, Florianópolis - SC, desenvolveu-se uma investigação metodológica para o desenvolvimento de mapas temáticos e banco de dados georreferenciados, o que gerou mapas da hidrografia, mapa topográfico, mapa de altimetria, mapa de cobertura de vegetação e solo exposto, mapa com áreas edificadas .As aplicações destes produtos no equacionamento dos problemas de drenagem urbanas seriam, no processo de análise quanto à avaliação da impermeabilização da bacia, avaliação da interação do sistema viário com o escoamento da águas, ocupação de encostas e baixadas, mapeamento atualizado de áreas inundáveis, área de risco, cotas de enchente, níveis de alerta (NASCIMENTO, 1998).\nSegundo Medeiros et al (2003), o plano de gerenciamento integrado da sub-bacia do rio Salitre tem como objetivo desenvolver um programa de gestão de bacia hidrográfica para o rio São Francisco, com este propósito foram levantados e analisados as seguintes informações:\n•\tLocalização da bacia hidrográfica do rio Salitre,\n•\tDados fisiográficos, onde foram levantadas a hidrografia, climatologia, precipitação, estudos do solo e cobertura vegetal, geomorfologia e geologia;\n•\tDados Pluviométricos;\n•\tCadastramento do sistema.\nCom os dados levantados foram criados os mapas temáticos com diferentes abordagens (clima, vegetação, uso do solo, dentre outros), sendo que estes dados foram associados a um banco de dados, utilizando assim o conceito de SIG (MEDEIROS et al,\n2003).\nSegundo Tucci (2001), o conjunto de informações trabalhadas no plano diretor de drenagem urbana de Caxias do Sul foi:\n•\tRede de macro drenagem da cidade,\n•\tAs características físicas das sub-bacias,\n•\tA densidade populacional das sub-bacias,\n•\tSeleções da relação da Intensidade, duração, freqüências das chuvas;\n•\tCálculo das vazões, utilizando o método do hidrograma unitário;\nA Bacia do Córrego do Gregório - São Carlos - SP, apresenta problemas críticos de drenagem superficial, então se realizou um estudo para adotar medidas não estruturais no controle de inundações. Neste contexto foram gerados mapas temáticos do uso do solo e do tipo do solo, da cobertura vegetal, da declividade da bacia, da rede de macro drenagem das áreas de inundações, foram também analisados dados relacionados à pluviometria da região, todos estes dados foram trabalhados em ambiente SIG (Oliveira, 1998).\nMakropoulos e colaboradores (1998) estudaram o controle dos mananciais na área urbana da região do norte de Belgrado na Iugoslávia, utilizando as técnicas do SIG. Gerando mapa de infiltração, mapa da porosidade da pavimentação, mapa da disponibilidade de áreas para implantação das lagoas de detenções. Para geração dos mapas foram utilizadas as seguintes informações: o uso e tipo do solo, as características dos habitantes da região, a distância dos pontos de descarga da vazão e espaços disponíveis. Os resultados indicaram que o SIG tem um potencial significativo como ferramenta para a implementação do controle dos mananciais numa área específica, para análise e quantificação, não só devido a sua capacidade de lidar com as informações espaciais mas também devido a sua fácil interpretação humana.\n3\tPROCEDIMENTO METODOLÓGICO\n3.1\tDescrição do Procedimento Metodológico\nA primeira fase do PDDU proposta por Tucci (2002) divide-se em três fases, são elas: Institucional, Cadastro e Parâmetros Hidrológicos. A partir desta proposta elaborou-se o procedimento metodológico ilustrado no fluxograma da Figura 3.1, onde estas fases foram desdobradas em etapas. Na fase Institucional realiza-se uma análise referente às legislações que abrangem a drenagem urbana em âmbito Federal, Estadual e Municipal.. Na fase do cadastro são levantadas as redes de macrodrenagem e as redes de microdrenagem. Na terceira fase são levantados os parâmetros hidrológicos como dados de precipitação, métodos de calculo de vazão, mapas do uso do solo, mapa pedológico, mapa hipsométrico e mapa de declividade.\nFigura 3.1 - Fluxograma do procedimento metodológico\n3.1.1\tFase Institucional: Legislações\nSegundo Tucci (2001) os impactos da drenagem podem ser analisados dentro de dois contextos espaciais diferentes:\n•\tImpactos que extrapolam o município, ampliando as enchentes e contaminando a rede de rios para jusante, denominados de impactos das enchentes e poluição difusa nos rios que envolvem as cidades. Este tipo de impacto é a resultante das ações dentro da cidade, que são transferidas para o restante da bacia. Para seu controle podem ser estabelecidos padrões a serem atingidos e geralmente são regulamentados por legislação ambiental e de recursos hídricos federais ou estaduais;\n•\tImpactos dentro das cidades: estes impactos são disseminados dentro da cidade, que atingem a sua própria população. O controle neste caso é estabelecido através de medidas desenvolvidas dentro do município através da legislação municipal.\nOs aspectos institucionais que abordam a drenagem urbana são:\na)\tLegislação municipal: Lei de uso e ocupação do solo; Código de obras e posturas; Gestão de drenagem dentro do município.\nb)\tLegislação Federal e Estadual: Constituição Federal; resolução do CONAMA, Código Florestal.\nSegundo Parkinson (2003), no tocante as legislações existentes para o funcionamento dos sistemas de drenagem estão os aspectos a gestão dos recursos hídricos, controle da poluição ambiental e dotação de infra-estrutura urbana. No Brasil as agencias nacionais que influenciam a política estão reconhecendo a necessidade de se adotar os princípios da drenagem urbana sustentável. As legislações federais envolvidas na drenagem urbana são: Constituição Federal, estatuto da cidade.\n3.1.2\tFase do Cadastro: Cadastro da Microdrenagem e Macrodrenagem\nAs redes de drenagem, tanto a micro quanto a marco devem estar numa base cartográfica georreferenciada. Dentro do modelo de dado Rede, verificaram-se todos os ajustes de arco-nó, para que cada segmento representativo da rede de drenagem possa ser demarcado no seu começo e final por um nó. Com o modelo de dado Rede no plano de fundo é definido atributos aos objetos formando um banco de dados relacional onde os componentes espaçais e descritivos do objeto geográfico são armazenados separadamente permitindo desta forma análises e consultas espaciais. A partir deste cadastramento é possível atribuir valores de atributos como diâmetro das tubulações, dados de vazão, largura e profundidade dos rios, entre muitos outros.\nPara rede de macrodrenagem recomenda-se a hierarquização proposta por Strahler (1964). De acordo como referido autor, a hierarquização dos canais de drenagens recebe valores numéricos conforme o numero de ordem dos cursos de água que formam o conjunto da bacia. Na ordenação proposta, os canais de primeira ordem são aqueles que não possuem tributários estendendo-se das nascentes até a confluência; os canais de segunda ordem são aqueles que recebem afluentes de primeira ordem; os de terceira ordem recebem tributários de segunda ordem; podendo até receber de primeira ordem; os canais de quarta ordem surgem da confluência dos canais de terceira ordem, podendo receber tributários de ordens inferiores, assim sucessivamente.\n3.1.3\tFase dos Parâmetros Hidrológicos e Produtos Cartográficos\nÉ necessário conhecer as características hidrológicas da região de estudo para elaboração de um Plano Diretor de Drenagem Urbana. Os parâmetros hidrológicos necessários para a drenagem, conforme descritos no capitulo 2 são:\n•\tDados de Precipitação;\n•\tEquação da chuva;\n•\tTempo de concentração;\n•\tTempo de retorno;\n•\tCoeficiente de Escoamento,\n•\tCálculo da chuva excedente pelo método SCS;\n•\tDeterminação da Vazão de projeto:\no Bacias até 3km2: Utilização do método racional\no Bacias maiores que 3km2: Utilização do método do hidrograma unitário sintético de Synder.\nMapa Hipsométrico e de Declividade\nA partir do mapa planialtimétrico em meio digital, extraem-se os pontos cotados e as curvas de níveis, este arquivo será importado para um programa de SIG. Tendo a base cartográfica digitalizada e georreferenciada como pano de fundo procede-se a vetorização de todas as curvas de nível e dos pontos cotados identificando a sua altitude.\nApós a vetorização e ajustes devidos, temos a imagem pronta para gerar o Modelo Numérico do Terreno (MNT). Com as grades geradas puderam-se obter os mapas de hipsometria e declividade que mostram as características do relevo.\nMapa Uso do Solo\nPara o mapeamento de cobertura vegetal necessita-se de uma imagem de satélite ou de fotografia aérea e uma base cartográfica. É necessário que se faça o registro da imagem; seguindo as seguintes orientações:\n1\tEscolher pontos de controle: são feições possíveis de serem identificadas de modo preciso na imagem e no mapa.\n2\tDefinir a equação matemática de mapeamento: a equação matemática fará a reamostragem dos pixels.\nTendo a imagem georreferenciada como pano de fundo realiza-se a edição de polígonos que compõe a cobertura vegetal, para posterior ajuste e poligonização criando então as classes temáticas.\nMapa Pedológico\nA partir de uma base cartográfica e do conhecimento dos tipos de solos característicos da região se obtém o mapa do tipo de solo. Com a base cartográfica georreferenciada como pano de fundo realiza-se a edição de polígonos que compõe os diversos tipos de solo da região, para posterior ajuste e poligonização criando então as classes temáticas.\n4\tÁREA TESTE: BACIA DO BOM RETIRO DO MUNICÍPIO DE JOINVILLE\nPara validar o procedimento metodológico proposto neste trabalho escolheu-se á área da Bacia do Bom Retiro do Município de Joinville, onde foram elaborados mapas temáticos e cálculos dos parâmetros hidrológicos.\n4.1\tCaracterização do município\nO Município de Joinville está localizado na região sul do País (Figura 4.1); município pólo da microrregião nordeste do Estado de Santa Catarina, é a maior cidade catarinense, caracterizando-se como o terceiro maior pólo industrial do sul do Brasil, em uma região que produz 13,6% (valor adicionado fiscal) do PIB global do Estado.\nS. Francisco\nAraquari\nBrasil\nJoinville\nSede\nLocalização Municipal\nJoinville - SC\n—\nFigura 4.1- Localização do Município de Joinville\n4.2\tAspectos Físicos\nO município de Joinville possui uma área total de 1.081,70 km2 segundo dados do IBGE e uma área total de 1.135,05 km2, calculada em bases informatizadas pelo Instituto de Pesquisa e Planejamento Urbano de Joinville (IPPUJ). Deste total, apenas 2% do Município corresponde a áreas urbanas. A população de acordo com o censo 2000 do IBGE é de 436.585 habitantes.\nO relevo é caracterizado por terrenos cristalinos da Serra do Mar, com montanhas alcançando altitudes de até 1.325 metros (Pico Serra Queimada) na região oeste do município. No leste, há uma área de sedimentação costeira, recortada por manguezais. A região de planície, onde se desenvolve a ocupação urbana, é coberta por morros que mantém intactas áreas da mata atlântica.\nOs rios são de pequena extensão, mas de grande vazão. Predominam quatro bacias: Rio Itapocu, Cubatão, Cachoeira e as Bacias Independentes da Região Leste. O clima é úmido a superúmido, com temperaturas anuais variando entre 39,6°C e 11,7°C. A precipitação anual média é de 139 mm e a umidade relativa média varia em torno de 80%. As condições climáticas favorecem o regime hídrico, proporcionando bom potencial.\n4.3\tAspectos Sócio-Econômicos\nJoinville é o município mais populoso e industrializado de Santa Catarina. O parque fabril do município possui mais de 1.800 indústrias e emprega 58 mil funcionários, crescendo em média 5,67% ao ano. A cidade concentra grande parte da atividade econômica na indústria, que gera um faturamento industrial de US$ 14,8 bilhões por ano (25% do PIB industrial de Santa Catarina), com destaque para os setores metal-mecânico, têxtil, plástico, metalúrgico, químico e farmacêutico.\nResponsável por cerca de 20% das exportações catarinenses, a indústria de Joinville é o terceiro pólo industrial da região Sul, com volume de receitas geradas aos\ncofres públicos inferior apenas a Porto Alegre (RS) e Curitiba (PR). Joinville figura entre os quinze maiores arrecadadores de tributos e taxas municipais, estaduais e federais. A Tabela 1 mostra as fontes de arrecadação municipal para o ano de 2000.\nO Produto Interno Bruto per capita de Joinville é um dos maiores do país, em torno de US$ 8.456 hab./ano e o município possui uma expectativa de vida de 76,2 anos de acordo com os dados do Censo IBGE 2000.\nSegundo o Atlas de Desenvolvimento Urbano no Brasil (PNUD, 2003), o Índice de Desenvolvimento Humano Municipal (IDH-M) de Joinville é de 0,857. O município está entre as regiões consideradas de alto desenvolvimento humano (IDH >0,8) e ocupa a 12° colocação nacional. O IDH-M mede o nível de desenvolvimento humano dos municípios e utiliza como critérios educação (alfabetização e taxa de matrícula), longevidade e renda per capita (PIB).\n4.4\tCaracterização da Bacia do Bom Retiro\n4.4.1\tLocalização\nA bacia do Bom Retiro situa-se aproximadamente entre as coordenadas 714136, 7094450 e 7170109, 7091673; com área de 2,13km2 encontra-se toda dentro do município de Joinville, compreendendo o setor norte do município.\nA área mostra crescente processo de urbanização, pois esta localizada próxima ao campus universitário e ao perímetro industrial do município, apresentando alterações significantes nos índices de impermeabilização enfrentando assim os problemas de inundações.\n4.5\tAplicação do Procedimento Metodológico: Na Bacia do Bom Retiro\n4.5.1\tMateriais Utilizados\nOs materiais utilizados neste trabalho estão relacionados a seguir:\n•\tRestituição Aerofogramétrica digital, na escala 1:2.000 da Bacia do Bom Retiro (IPPUJ, 1989);\n•\tPrograma de Geoprocessamento Spring for Windows versão 4.1;\n•\tSoftware Autocad 14;\n•\tImagem Quickbird de resolução 0.6m (IPPUJ, 2004)\n•\tMapa do Solo do município de Joinville, escala 1:50.000 (Gonsalves, 1993).\n4.5.2\tLegislação\nAs legislações (apresentadas no Anexo A) utilizadas pela Unidade de Drenagem são:\n•\tLegislação Municipal: Código Municipal do Meio Ambiente; Lei de uso e Ocupação do solo.\n•\tLegislação Estadual: Lei 10.472;\n•\tLegislação Federal: Resolução 302 e 303 do Conama, Lei 4.771 - Código Florestal.\n4.5.3\tCadastro da Microdrenagem e Macrodrenagem\nO cadastro da Macrodrenagem e Microdrenagem realizou-se junto a Unidade de Drenagem da Prefeitura Municipal de Joinville, onde foram levantados todos os projetos de drenagem existentes da Bacia do Bom Retiro, as redes de drenagem foram desenhadas nas bases cartográficas na escala 1:2.000, após o arquivo estar em formato dxf o mesmo foi inserido no Spring no modelo de Dado Rede. Criou-se um banco de dados com o atributo do diâmetro das tubulações para a rede de microdrenagem e o atributo para rede de macrodrenagem. O cadastro realizado e um exemplo do sistema de busca estão apresentados a seguir.\n\n\n\nI-M-1 LUoin_rüifrDliiiflfi^._hiim JíHra]\nJ.3Í3I\ni.jcr»\n+j\nt Instar\n■ír.\"\n\t[juú ti íí jü5is [hw?*\t• nn\t*i' +\tl-7* n U\tzqcl5|ír|o«*| ff\t\nFigura 4.2- Castro da Micordernagem\nEditar Ajuda\nS alvar... |\nApagar |\nFechar |\nPI: delim. bacia Categoria: cadastral Não existem objetos neste ponto\nCoordX: 715665.353647 Coord.Y: 7093101.939734\nLong: -48:50:25.67 Lat: -26:15:55.87\nPI: rios Categoria: drenagem Objeto rios\nID: 31\nNOME: riol 7\nROTULO: riol7\nAREA: 0.000000\nPERIMETRO: 336.534284\nVAZ: 0\nNOME: rio3\n\nr\n|PI: rios\nlj Iniciar\nE g fc\nH SPRING-4.1.1[Bom_r...\nVisualização de Obj... |~Z~|, [xj\nT rios\nFigura 4.3 - Cadastro da Micordernagem\n4.5.4\tParâmetros Hidrológicos\n- Dados de Precipitação\nDe acordo com Simões (2004) a equação de chuva de Joinville é:\n24,843Tr °’1227\n(t +14) 0’7999\n(4.1)\nonde;\ni = intensidade mm/min\nTr = período de retorno em anos;\nt = duração da chuva\nPeríodo de Retorno: Por se tratar de macro drenagem em área comercial e residencial o período de retorno adotado é de 50 anos, conforme tabela\nTempo ode Concentração: Utilizando o cadastro da macro drenagem tem-se que o comprimento do rio principal é de 2,91km\nAtravés do mapa Hipsométrico e das amostras da curvas de nível observou-se que a diferença de nível é de 75m. Com os dados acima e utilizando a equação 2.3 tem-se:\ntc = 37,134 minutos\nCom o tempo de retorno e o tempo de concentração pode-se calcular a intensidade de chuva através da equação 4.1:\ni = 1,72 mm/min\n-\tCálculo da Vazão\nComo a área da bacia é de 2,13Km2 será utilizado para calculo da vazão o método racional. Este método é utilizado para áreas menores de 3km2.\nO coeficiente de escoamento: com base na Tabela 2.2 será utilizado o coeficiente de escoamento de 0.7, pois a região tem em sua grande parte características residenciais mas também apresenta comércio e indústrias leves.\nUtilizando a equação 2.7 temos:\nQ = 42,44m3/s\n-\tMapa Hipsométrico e de Declividade\nA partir da Restituição Aerofotogramétrica da bacia do Bom Retiro (IPPUJ, 1989) em meio digital na escala 1:2.000, extraiu-se os pontos cotados e as curvas de nível espaçadas de 5 em 5 metros da área de estudo. Em seguida este arquivo em formato dxf devidamente georreferenciado foi inserido no software Spring.\nA partir do modelo numérico do terreno (MNT) geraram-se os seguintes mapas apresentados a seguir:\n•\tMapa Hipsométrico;\n•\tMapa de Declividade.\nO mapa de declividade obedeceu ao intervalo especificado na legislação Tabela\n2.11\tresultou numa imagem contendo três intervalos, cada qual com sua tonalidade específica, sendo que os intervalos analisados são: 0 a 2% de 2 a 30% e acima de 30% .\n- Mapa do Uso do Solo\nPara o mapeamento de cobertura vegetal utilizou-se uma imagem de satélite Quickbird de resolução 0,6m e as bases cartográficas do IPPUJ na escala 1:2.000. O registro da imagem foi realizado via tela utilizando 25 pontos de controle para a área da bacia. Foi utilizado o polinómio de segundo grau chegando a erro dos pontos de controle de 0.5 pixel. Após registro da imagem foram executados os polígonos e estes foram associados a duas classes temáticas: cobertura vegetal e área urbana.\nObserva-se no mapa a seguir que a Bacia do Bom Retiro encontra-se em sua grande parte urbanizada proporcionando o aumentando do índice de impermeabilização do solo, pois ocorre sensível redução da porcentagem de água infiltrada no solo, situação esta que contribui a ocorrência de inundações.\n- Mapa Pedológico\nO mapa pedológico da área foi elaborado a partir da carta geológica - estrutural da cidade de Joinville (GONSALVES, 1993) e as bases cartográficas do IPPUJ na escala 1:2.000. No mapa encontra-se apresentado a seguir foram executados polígonos na base cartográfica estes foram associadas às duas classes temáticas, que são:\nCambissolo intermediário para Podzolico Bruno-Acinzentado - Este solo apresenta textura argilosa, ás vezes muito argilosa . são solos de baixa fertilidade natural e elevada saturação de alumino, o que lhes confere o caráter álico. Encontra-se no relevo ondulado e forte ondulado, normalmente associados a outros cambissolos e podzólicos e desenvolvidos a partir de material sedimentar de granulação fina (KINE, 2002).\nSedimentos Recentes - São sedimentos recentes são de origem continental variam em composição conforme a rocha que lhe deu origem por exemplo: na área de ocorrência do gnaisse granulitico, os sedimentos são constituídos por silte argiloso, pouco arenosos de cor marrom, marrom amarelado com alguns fragmentos de rocha. Na área de ocorrência do ganisse bandado, os sedimentos tendem a ser silte arenosos, pouco argilosos, com grandes fragmentos de rochas (GONSALVES, 1993).\n4.6\tAnálise do Procedimento Metodológico\nA área teste mostrou-se adequada à avaliação e a validação do procedimento metodológico. Dentre os pontos destaca-se que uma boa análise das legislações facilita a implementação do PDDU, pois se permite que se tenha um conhecimento das restrições e concessão descritas nas leis Federal, Estadual, e Municipal. Além disso, com o cadastro da rede de microdrenagem é possível verificar a ocorrência de duplicidades de projetos, a localização dos pontos de descarga da vazão e direção do fluxo dos sistemas. O cadastro da Microdrenagem de Macrodrenagem junto a um banco de dados relacional facilita busca da localização de determinados atributos que foram associados aos objetos. Os benefícios da sistematização das informações dos parâmetros hidrológicos junto à ferramenta SIG que resultam nos mapeamentos temáticos garantem a visualização geral da bacia em análise. Desta forma, os mapas propostos no procedimento metodológico fornecem subsídios para os métodos de cálculo de vazão.\nEm relação aos resultados obtidos na Bacia do Bom Retiro, estes se mostram adequados à implementação do PDDU, dando os subsídios necessários para propor melhorias no conjunto de informações relacionado à Bacia do Bom Retiro. Em particular, o mapa pedológico necessita de uma melhor precisão no conhecimento do tipo solo. O mapa do uso do solo pode-se complementar com mais classes temáticas, ou seja, caracterizar áreas comerciais, industriais, residenciais e a cobertura vegetal. As melhorias propostas visam tornar o procedimento metodológico mais confiável, procurando-se aproximar os resultados em condições ideais para a implementação do PDDU.\n5\tCONCLUSÕES E RECOMENDAÇÕES\nAo se iniciar a pesquisa, um objetivo foi traçado: definir e sistematizar os dados necessários para a elaboração de um Plano Diretor de Drenagem Urbana, visando a sua implementação. Tal objetivo foi alcançado, tendo em vista que o procedimento metodológico proposto foi testado e mostrou um desempenho satisfatório.\n5.1\tConclusões\nAo estudar os aspectos hidrológicos envolvidos na drenagem urbana levantaram-se itens relacionados à precipitação com a equação da chuva; cálculo da chuva excedente pelo método SCS que depende do tipo de solo, condição de uso e ocupação. Também foram abordados aspectos como tempo de concentração; tempo de retorno e coeficiente de escoamento. Com estas informações foram propostos dois métodos para o cálculo da vazão que são: método racional indicado para bacias com área ate 3km2; método do Hidrograma unitário de Snyder para bacias com área maiores que 3km2.\nObservando-se as metodologias para os cálculos hidrológicos percebeu-se a necessidade de realizar mapeamentos temáticos relacionados à drenagem urbana. O trabalho apresentou os seguintes mapas temáticos:\n•\tMapa Hipsométrico: que representa o relevo da região;\n•\tMapa de declividade: que representa a inclinação em relação a horizontal do relevo;\n•\tMapa pedológico: que indica o tipo de solo da região e\n•\tMapa uso do solo: que mostra a quantidade área de vegetação e urbana da região.\nO cadastro da Macrodrenagem e microdrenagem é de suma importância para a gestão operacional dos sistemas e também para localização de problemas de inundações. Na realização do cadastro da microdrenagem pode-se observar a inexistência de duplicidades de projetos, do funcionamento dos sistemas de drenagem. Para que se possa obter um\ncadastro completo e confiável é necessário as informações de projetos estejam condizentes com o executado.\nAs legislações relacionadas à drenagem urbana são de caráter municipal e federal, que são: Legislação Municipal, Lei de Uso e Ocupação do Solo; código de obras e gestão de drenagem do município; Legislação Federal, Constituição Federal; resolução do CONAMA, código Florestal.\nA utilização das ferramentas de SIG possibilita a visualização real da situação da área em estudo. Esta ferramenta técnica vem de interesses aos órgãos públicos, pois poderá se obter as informações de forma ágil e precisa, possibilitando identificar facilidades e dificuldades da área em estudo e com isso sugerir melhorias no sistema de drenagem urbana, minimizando assim os prejuízos causados a população e aos cofres públicos.\nAplicando a metodologia em estudo de caso, na bacia do Bom Retiro do município de Joinville, mostrou-se eficiente para a obtenção das informações relativas à drenagem urbana. Os mapas de Declividade, Hipsométrico, Uso do Solo apresentam a visualização das condições reais da área. O mapa pedológico necessita de um estudo mais aprofundado da área, pois o mapa utilizado como base para a realização do mapa pedológico está na escala 1:50.000, desta forma prejudica a precisão dos dados. Para que se posso realmente obter uma mapa Pedológico da região em estudo deve-se realizar sondagens em diversos pontos para assim poder caracterizar o solo.\nPode-se observar que não há uma padronização nem uma hierarquização nas legislações utilizadas na Prefeitura Municipal de Joinville, permitindo desta forma varias interpretações e utilizações diferentes para a mesma área. Este problema ocasiona prejuízos em vários projetos que dependem das informações contidas nas legislações.\nO procedimento metodológico adotada para sistematizar as informações de entrada de dados para o Plano Diretor de Drenagem Urbana proposto neste trabalho mostrou-se adequada, pois permite que a análise dos dados relativos à drenagem urbana possa ser realizada de forma integrada e não isoladamente, garantindo desta forma maior precisão dos dados e conseqüentemente melhor implementação do Plano Diretor de Drenagem Urbana.\n5.2\tRecomendações\nA partir deste trabalho observou-se uma série de propostas para trabalhos futuros, como citado a seguir:\n•\tAplicação de outros métodos de cálculo de vazão que possa servir de comparação com os métodos apresentadas neste trabalho.\n•\tAplicação do procedimento metodológico proposta no trabalho em bacias maiores que 3km2.\n•\tUtilização de outros “softwares” SIGs para verificar quais são os mais adequados para este tipo de análise.\n•\tRealização de um Mapa Pedológico na escala 1:2.000.\n6\tREFERÊNCIA BIBLIOGRÁFICA\nARONOFF, S. Geografic Information Systems: a Management Perspective. WDL Publications, Otawa, Canadá, 1989.\nBARROS, R.T. et al. Manual de Saneamento e Proteção Ambiental para os Municípios, 2. Escola de Engenharia da UFMG, Belo Horizonte, 1995.\nBAUNGARTEN, P A., et al; Determinação da Precipitação Efetiva na Bacia do Rio Chopin através do Método da Curva Numero SCS. XV Simpósio Brasileiro de Recursos Hídricos. Curitiba, Paraná, 2003.\nCÂMARA, G. et al. Introdução a Ciência da Geoinformação; São José dos Campos, INPE. 2004. Disponível em:&lt;http:// www.dpi.inpe.br>. Acesso em: maio de 2004.\nCÂMARA, G. Perspectiva em sistemas de informações geográficas. Fator Gis, 1995.\nCANHOLI, A.P. O Plano Diretor de Macrodrenagem da Bacia do Alto Tietê - Arquitetura Geral e Principais Recomendações. XV Simpósio Brasileiro de Recursos Hídricos. Curitiba, Paraná, 2003.\nCETESB. Drenagem Urbana: Manual de Projeto. São Paulo, CETESB/ASCETESB, 1986.\nDALE, P.; MCLAREGHLIN, J. Land Information Management. Oxford: Claredon Press, 1990.\nDUEKER, K.J. Land Resource Information Systems: a Review of Fifteen Years of Experience. Geoprocessing 1, pp. 105-128, 1979.\nFENDRICH, R., et al. Macrodrenagem: Canais Abertos versus Fechados. 2005.\nDisponível em:&lt;http:// www.labedren.ufsc.br>. Acesso em: março 2005.\nFENDRICH, R., et al. Drenagem e controle da erosão urbana, 4 ed., Curitiba: Champagnat, 1997.\nFILHO, L. J. Projeto de bancos de dados para sistemas de informação geográfica. Revista eletrônica de Iniciação Científica. Ano I, Vol II, novembro de 2001. Disponível em:&lt;http:// www.sbc.org.br>. Acesso em: maio de 2005.\nFILHO, V. P. et al. Diagnóstico de drenagem urbana na região central do Estado de São Paulo, XXVII Congresso Interamericano de Engenharia Sanitária e Ambiental. Disponível em:&lt;http:\\\\www.cepis.org.pe>. Acesso em: março de 2005.\nGARCEZ, L. N. Hidrologia. São Paulo: Edagard Blcuher, 1976.\nGÓIS, S. S. R. Importância do uso de dados georreferenciados na elaboração do diagnóstico para o Plano Diretor de Bacia Hidrográfica dos Rios Jacu e Curimatú, na Paraíba. Gis, 1999.\nGONCALVES, M. L. Geologia para planejamento de uso e ocupação territorial do municipio de Joinville. Sao Paulo, 1993. Tese (Doutorado).\nGROSTEIN, D. N.; Metrópole e expansão urbana a persistência de processos “ insustentáveis”. São Paulo Perspec., vol.15, no.1, p.13-19. 2001\nHARA, T. L. Técnicas de apresentação de geoprocessamento. São José dos Campos, 1997. Dissertação (mestrado em engenharia civil) - Instituto Nacional de Pesquisa INPE.\nHERMANN, M.L.de, ROSA, O.R. Mapeamento Temático do Município de Florianópolis - Geomorfologia, Síntese Temática. Florianópolis, 1991.\nIBGE, INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA, 2005. Disponível em:&lt;www.ibge.gov.br> Acesso em: fevereiro de 2005.\nJOLY, F. A Cartografia, Editora Papirus, 1990.\nKLOSTERMAN E. R. The Appropriateness os Geografic Information Systems for Regional Planning in The Developing World; Comput, Environ. Urban Systems. Vol. 19, pp 1-13; USA, 1995.\nKREBS, J. S. A. et al. Subsídios ao Planejamento Territorial e definição de medidas para a minimização dos efeitos das cheias na área urbana no município de Criciúma - SC. XV Simpósio Brasileiro de Recursos Hídricos, Curitiba - Paraná, 2003.\nKNIE, J. L.W. Atlas ambiental da região de Joinville: complexo hídrico da Baia da Babitonga. Joinville: FATMA/GTZ, 2002.\nMAKROPOULOS,C., et al. GIS Supported Evaluation of Source Control Applicability in Urban Áreas. Water Science Tech. Vol. 39, pp. 243-252, 1999.\nMEDEIROS, P. D. Y. et al. Projeto de Gerenciamento integrado das atividades desenvolvidas em Terra na Bacia do São Francisco - Plano de Gerenciamento Integrado da Bacia do Rio Salitre, Salvador, BA, 2003.\nMELO, M. J. V. A Problemática da gestão da drenagem urbana em Olinda. 22° Congresso de Engenharia Sanitária - ABES, Joinville 2003.\nMINISTÉRIO DAS CIDADES. Plano Diretor participativo: Guia para elaboração pelos municípios e cidadãos, 2004.\nMITSHITA, E. A; Modelo Ditigital de Terrenos e suas Aplicações na Área Florestal. Sensoriamento Remoto e SIG aplicados à Engenharia Florestal, Curitiba,1994.\nNASCIMENTO, O. N.; Relações entre o Planejamento Urbano e o Planejamento dos sistemas de drenagem: Estudo de caso do Ribeirão Areias em Betim - MG, XXVII Congresso Interamericano de Engenharia Sanitária e Ambiental. Disponível em: &lt;http://www.cepis.org.pe>. Acesso em: abril de 2005.\nNOORAZUAN M. H. GIS Aplication in Evaluating Land Use Change and it's impact on hidrological regime langat River Basin. Water Resources, 2003.\nOLIVEIRA, C. R. Medidas não estruturais na prevenção e controle de enchentes em áreas urbanas, como subsídio para o planejamento de uso e ocupação do solo: Estudo de Caso: Bacia do Córrego do Gregório-São Carlos (SP). São Carlos, 1998. Dissertação (mestrado em engenharia civil).\nPARKINSON, J. et al, Drenagem Urbana Sustentável no Brasil, Relatório do Workshop em Goiana, 2003.\nPINTO, N. L.S, et al. Hidrologia Básica. São Paulo: Edgard Blucher, 1976.\nPOMPEU, A. C. Drenagem urbana sustentável, Revista Brasileira de Recursos Hídricos. vol 5, n. 1, Porto Alegre, RS, 2000.\nPOMPEU, A.C.; CARDOSO. Notas de curso para prefeituras em Santa Catarina. UFSC:CABDREN, 1996.\nRISSARDO, A. Planejando e gerindo democraticamente as cidades brasileiras. Revista de Administração Municipal, ano 49, pp 27-30; 2003.\nROCHA, V. J. O sistema de informação geográfica no contexto do planejamento integrado de bacias hidrográficas. Disponível em:<http:\\\\ www.fea.unicamp.br>. Acesso em: abril de 2005.\nSCHIAVETTI, A. et al. Conceitos de Bacias Hidrográficas: Teorias e Aplicações. Ilhéus: Editus, 2002.\nSILVA, A.B. Sistemas de Informações Geo-referenciadas - Conceitos e Fundamentos. Campinas, SP: Editora UNICAMP, 2003.\nSILVA, J. A. Direito Urbanístico Brasileiro. São Paulo; Mallheiros, 1995.\nSIMÕES, J.C.X. Caracterização Pluviométrica do Município de Joinville - SC. Joinville, 2004. Trabalho de Graduação (Trabalho de Graduação do Curso de Engenharia Civil). Udesc, Joinville - SC.\nSTRALHER, A.N. Quantitave Geomorphology of drainage basis and channel networks. In: Chow, V. T. Handbook of Applied Hidrology, New York: McGraw Hill Book, 1964.\nTUCCI, C. E.M. et al. Drenagem Urbana. Caxias do Sul: ABRH/Editora da Universidade UFRGS, 1995.\nTUCCI, C. E.M. et al. Plano Diretor de drenagem urbana. Caxias do Sul, 2001.\nTUCCI, C. E.M. Gerenciamento da Drenagem Urbana, RBRH vol. 7 p.5-27, Jan/Mar 2002.\nUFV. Universidade Federal de Viçosa.\t2006. Disponível em:&lt;\nhttp://www.ufv.br/pdv/que.html>. Acesso em: maio, 2006.\nVILLELA, M. S. etal. Hidrologia Aplicada. São Paulo: Macgraw-Hill do Brasil, , 1975.\nZAMPIERI, S.L, et al. Mapas sugeridos para implementar cadastros técnicos multifinalitários para o meio rural em apoio aos sistemas integrados de gestão ambiental. In: COBRAC 2000, 3o. Congresso Brasileiro de Cadastro Técnico Multifinalitário. Anais. UFSC, Florianópolis, 15-19 de outubro de 2000.\nWARD, A. Environmental Hidrology; USA, 1995.\nANEXO A\n- LEI N° 10.472, de 12 de agosto de 1997\nProcedência- Governamental\nNatureza- PL 11/97\nDO - 15.736 de 12/08/97\n* Alterada pela Lei n° 10.975/98\nFonte-ALESC/Div. Documentação (tr.)\nDispõe sobre a política florestal do Estado de Santa Catarina e adota outras providências.\nO GOVERNADOR DO ESTADO DE SANTA CATARINA,\nFaço saber a todos os habitantes deste Estado que a Assembléia Legislativa decreta e eu sanciono a seguinte Lei:\nCAPÍTULO I\nDA POLÍTICA FLORESTAL\nSEÇÃO I\nDos Princípios\nArt.1° - Esta Lei, com fundamento nos arts. 23, VII, 24, VI e 225, VII, da Constituição Federal; no art. 14 da Lei n° 4.771, de 15 de setembro de 1965, e nos arts. 10, VI, VII e VIII e 182, III, da Constituição Estadual, regula a preservação, conservação e utilização dos recursos florestais no Estado de Santa Catarina.\nArt.2° - As florestas e demais formas de vegetação nativa, úteis à manutenção e conservação das terras que revestem, são consideradas bens de interesse comum a todos os cidadãos, exercendo-se o seu uso com as limitações que a legislação em geral, especialmente esta Lei, estabelecem.\nArt.3° - Ficam sob a tutela desta Lei todas as formações florestais do território catarinense.\nArt.4° - A política florestal do Estado tem por princípios:\nI\t- proteger a biodiversidade e as espécies de flora e fauna nativas através de:\na)\tpreservação de formações representativas e significativas de ecossistemas originais através da implantação e manutenção de unidades de conservação ambiental públicas e privadas;\nb)\tqualquer árvore ou associação vegetal relevante poderá ser declarada imune ao corte mediante ato do Poder Público, por motivo de sua localização, raridade, beleza, condição de porta semente e importância histórica, científica e cultural;\nc)\tmanutenção da vegetação de preservação permanente e recomposição da mata ciliar e da reserva legal, nas propriedades rurais;\nII\t- incrementar a conservação e a utilização sustentável de florestas dentro do contexto de:\na)\tmanejo sustentável;\nb)\taproveitamento de solos com pouca aptidão agropastoril;\nc)\tzoneamento ecológico das espécies florestais;\nd)\textração seletiva nos demais remanescentes florestais nativos;\ne)\treflorestamento com espécies nativas ou exóticas para complementar a demanda de matéria-prima florestal e evitar a pressão sobre as florestas naturais.\nSEÇÃO II\nDos Objetivos\nArt. 5° - São objetivos da política florestal do Estado:\nI\t- proteger os recursos naturais: flora, fauna, atmosfera, solo e água;\nII\t- desenvolver o potencial florestal do Estado para:\na)\tproduzir matéria-prima florestal de qualidade;\nb)\telaborar produtos industrializados competitivos para os mercados interno e externo, valendo-se da alta produtividade florestal e tradição madeireira do Estado;\nc)\tviabilizar o uso racional dos solos das propriedades rurais conforme sua aptidão silvoagropastoril;\nd)\treconverter para florestas, as terras utilizadas com atividades agrícolas não-competitivas;\ne)\tproporcionar matéria-prima e insumos necessários às atividades e à manutenção da população rural;\nIII\t- gerar novas oportunidades de trabalho:\na)\tnas propriedades, viabilizando uma nova fonte de renda e de mão-de-obra e contribuindo na redução do êxodo rural;\nb)\tnos municípios, pela industrialização e comercialização da matéria-prima florestal neles produzida;\nIV\t- incentivar o plantio e o manejo de espécies florestais nativas para fins econômicos, sociais e ambientais, especialmente o palmiteiro Euterpe edulis na Floresta Ombrófila Densa Atlântica, o pinheiro brasileiro Araucária angustifolia e a bracatinga, Mimosa scabrella, na área de seu domínio;\nV\t- recuperar áreas degradadas através de recomposição da cobertura florestal;\nVI\t- recompor a reserva legal através da regeneração natural ou reflorestamento;\nVII\t- organizar e diversificar a atividade florestal na propriedade rural\nVIII\t- promover a capacitação de recursos humanos na atividade florestal;\nIX\t- desenvolver a pesquisa florestal em geral e em especial sobre o uso múltiplo de florestas, tanto nativas como exóticas;\nX\t- desenvolver a extensão e assistência técnica na atividade florestal;\nXI\t- desenvolver tecnologias de beneficiamento e transformação de produtos florestais;\nXII\t- contribuir com a recomposição paisagística do Estado;\nXIII\t- adequar, continuamente, esta Lei à realidade florestal no Estado;\nXIV\t- descentralizar a aplicação desta Lei.\nSEÇÃO III\nDos Instrumentos\nArt. 6 °- São instrumentos da política florestal do Estado:\nI\t- a educação ambiental com enfoque florestal;\nII\t- o fomento, o crédito e os subsídios florestais, a pesquisa, a informação, a extensão e a assistência técnica;\nIII\t- a fiscalização através de agentes florestais, civis ou militares;\nIV\t- treinamento e aperfeiçoamento dos agentes florestais;\nV\t- a organização do produtor e da produção florestal, no sentido de verticalizar e agregar valor à atividade florestal o mais próximo do local de produção;\nVI\t- o estímulo à participação comunitária;\nVII\t- descentralização da aplicação da lei através de convênios e acordos;\nVIII\t- aplicação das sanções administrativas previstas em lei.\ncapítulo II\nDA PROTEÇÃO FLORESTAL\nArt. 7° - O Estado estimulará a criação e manutenção de unidades de combate a incêndios florestais, ao nível dos municípios, propriedades ou empresas.\n§ 1° Em caso de incêndio rural ou florestal que não se possa extinguir com os recursos ordinários, poderão ser requisitados os meios necessários ao Poder Público.\n§ 2° A aplicação destas medidas estende-se à defesa civil e demais organizações especializadas na prevenção e combate a incêndios.\nArt. 8° - É proibido, sem autorização, o uso de fogo nas florestas e demais formas de vegetação. Parágrafo único. Nos casos em que se justifique a prática de fogo para limpeza e manejo, em áreas de floresta e demais formas de vegetação, é permitido o uso de maneira criteriosa e com garantias de controle.\nArt. 9° - O Estado difundirá meios capazes de controle das pragas e doenças florestais.\ncapítulo III\nDO gerenciamento florestal\nSEÇÃO I\nDo Manejo Florestal\nArt.10. - É livre a exploração e o transporte de produtos provenientes de espécies florestais exóticas, plantadas nas áreas não consideradas de preservação permanente, para consumo, beneficiamento ou para produção de carvão.\nParágrafo único. Compreende-se por espécies exóticas todas aquelas não existentes nos ecossistemas naturais originais localizados em território catarinense.\nArt.11. - Nas florestas homogêneas plantadas ou semeadas com espécies nativas, o corte é livre, e o transporte dos produtos deverá ser acompanhado por declaração de origem.\nArt.12. - O disposto nos artigos 10 e 11 não dispensa a documentação fiscal relativa à comercialização.\nArt.13. - A utilização econômica dos produtos provenientes do manejo de florestas nativas depende de autorização da Fundação do Meio Ambiente - FATMA.\n§1° O transporte de produtos provenientes do manejo de florestas nativas será normatizado pela Fundação do Meio Ambiente - FATMA.\n§2° A venda de pequenas quantidades de produtos de florestas nativas por parte do pequeno proprietário será regulamentada através de normas simplificadas.\n§3° Visando aumentar a utilização de espécies florestais nativas em reflorestamento, o Governo do Estado estabelecerá procedimentos que estimulem o seu plantio.\nLEI 10.975/98 (Art. 1°) - (DO. 16.059 de 07/12/98)\n“Fica acrescido § 4° ao art. 13 da Lei n° 10.472, de 12 de agosto de 1997:”\n“Art. 13...............................................................\ncomercial da lenha que for produzida.”\nArt.14. - Para fins de manejo, as florestas naturais são classificadas como:\na)\tfloresta primária;\nb)\tfloresta secundária no estágio avançado de regeneração;\nc)\tfloresta secundária no estágio médio de regeneração;\nd)\tfloresta secundária no estágio inicial de regeneração;\ne)\tfloresta degradada.\n§ 1° A definição e os parâmetros da vegetação primária e secundária nos estágios avançado, médio e inicial de regeneração das diferentes formações florestais do Estado, serão estabelecidos pela Fundação do Meio Ambiente - FATMA.\n§ 2° Entende-se por floresta nativa degradada aquela que se encontra descaracterizada, por excesso de extração em decorrência da supressão significativa das árvores com valor comercial, ou descaracterizada por insuficiência de regeneração em decorrência da falta de espécies características de cada estágio de sucessão do ecossistema florestal local.\nArt.15. - A exploração de florestas nativas, nas áreas cobertas por vegetação primária ou secundária nos estágios avançado e médio de regeneração, somente será permitida sob a forma de corte seletivo mediante manejo florestal sustentável.\nParágrafo único. O manejo florestal sustentável será autorizado através de projeto elaborado por profissional habilitado, de acordo com diretrizes e critérios técnicos estabelecidos pela Fundação do Meio Ambiente - FATMA.\nSEÇÃO II\nDo Interesse Social\nArt.16. - A extração eventual de produtos florestais nativos, e quando necessário o seu transporte, beneficiamento, uso e consumo exclusivo nas propriedades ou posses das populações tradicionais, está isenta de projeto técnico, devendo porém ser previamente autorizada pela Fundação do Meio Ambiente - FATMA, após constatação da sustentabilidade das espécies a serem extraídas, mediante inventário simplificado de estoque elaborado por profissional habilitado. Parágrafo único. Considera-se como população tradicional as famílias que residem, isolada ou comunitariamente, na mesma região e pratiquem agricultura familiar.\nArt.17. - Será admitida a extração de lenha para fins de consumo exclusivamente doméstico, dentro da propriedade, desde que não provoque o corte raso da floresta natural, vedado o consumo para a secagem ou outro processo de beneficiamento para fins comerciais.\n§1° Poderá ser autorizada a remoção e aproveitamento de árvores nativas caídas por causa comprovadamente natural, ressalvadas as ocorrências em áreas com vegetação de preservação permanente, mediante inventário previamente aprovado pela Fundação do Meio Ambiente -FATMA, ouvido, quando houver, o respectivo Conselho Municipal do Meio Ambiente.\n§ 2° O consumo da bracatinga será regulamentado pela FATMA.\nSEÇÃO III\nDa Mata Atlântica\nArt.18. - A utilização ou extração seletiva de espécies dentro de áreas cobertas por floresta primária ou secundária da Mata Atlântica, poderá ser deferida pela Fundação do Meio Ambiente -FATMA, desde que:\nI\t- não se promova a supressão de espécies, por práticas de roçadas, bosqueamentos e similares;\nII\t- seja elaborado projeto de manejo fundamentado, entre outros aspectos, em estudos técnico-científicos de estoques e de capacidade de sustentabilidade das espécies a manejar;\nIII\t- sejam indicados a localização exata da área a utilizar e o dimensionamento da extração máxima anual das espécies a serem manejadas.\nParágrafo único. A definição de vegetação primária e secundária nos estágios avançado, médio e inicial de regeneração da Mata Atlântica e seus respectivos parâmetros são os estabelecidos pelo Conselho Nacional do Meio Ambiente - CONAMA para Santa Catarina.\nArt.19. - A supressão a corte raso da Mata Atlântica será admitida apenas no estágio inicial de regeneração natural.\nParágrafo único. Nos demais estágios da floresta nativa a supressão da vegetação poderá ser excepcionalmente permitida pela Fundação do Meio Ambiente - FATMA, com anuência prévia do Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis - IBAMA, informando-se ao CONAMA, quando necessária à execução de obras ou atividades de utilidade pública ou interesse social, mediante aprovação de estudo e relatório de impacto ambiental.\nArt. 20. - Nos casos de vegetação secundária nos estágios médio e avançado de regeneração da Mata Atlântica, o parcelamento do solo ou qualquer edificação para fins urbanos só serão admitidos quando de conformidade com o plano diretor do município e demais legislações de proteção ambiental, mediante prévia autorização da Fundação do Meio Ambiente - FATMA e desde que a vegetação não apresente qualquer das seguintes características:\nI\t- ser abrigo de espécies da flora e fauna silvestres ameaçadas de extinção;\nII\t- exercer função de proteção de mananciais ou de preservação e controle de erosão;\nIII\t- ter excepcional valor paisagístico.\nParágrafo único. A autorização de corte será compensada pelo interessado, conforme normas a serem estabelecidas em regulamentação específica.\nSEÇÃO IV\nDa Reserva Legal\nArt.21. - Cada propriedade rural deverá ter uma reserva legal com vegetação nativa, além da vegetação de preservação permanente, equivalente a 20% (vinte por cento) de sua área total. §1° O local da reserva legal no estabelecimento rural será determinado pelo seu proprietário, em comum acordo com a autoridade competente, e deverá ficar averbado junto à escritura pública do referido estabelecimento.\n§2° A reserva legal poderá ser utilizada sob forma de manejo, de acordo com o seu estágio de desenvolvimento, sendo vedado o corte raso.\n§3° Caso não haja vegetação natural, a reserva legal deverá ser estabelecida pelo proprietário rural nas seguintes opções: através de regeneração natural, ou pelo replantio das espécies características do ecossistema local, dentro do prazo estabelecido pela legislação em vigor.\nSEÇÃO V\nDa Mata Ciliar\nArt.22. - Entende-se por Mata Ciliar uma faixa contínua de vegetação nativa, com espécies herbáceas e espécies arbóreas, para proteção das margens e eventuais taludes existentes junto a fontes, rios e lagos, bem como para proteção e alimento da fauna.\nArt. 23. - O Estado estabelecerá incentivos para que os proprietários recuperem a vegetação ciliar natural nos cursos d'água.\nArt.24. - Caso não haja vegetação natural, a reserva legal deverá ser estabelecida pelo proprietário rural nas seguintes opções:\nI\t- através de regeneração natural;\nII\t- pelo replantio das espécies características do ecossistema local, dentro de prazo a ser estabelecido pela Fundação do Meio Ambiente - FATMA.\nSEÇÃO VI\nDa Reposição Florestal\nArt.25. - O Poder Público estimulará a execução da reposição florestal obrigatória de forma coletiva, através de cooperativas ou associações dos consumidores de matéria-prima florestal, com participação dos produtores rurais.\nParágrafo único. Os consumidores de matéria-prima florestal serão cadastrados pela Fundação do Meio Ambiente - FATMA, em colaboração com instituições públicas e privadas no Estado.\nCAPÍTULO IV\nDA FISCALIZAÇÃO E PENALIDADES\nSEÇÃO I\nDos Órgãos de Fiscalização\nArt.26. - O cumprimento dos dispositivos desta Lei e normas decorrentes será exercido pela Fundação do Meio Ambiente - FATMA, que coordenará as ações relativas à fiscalização florestal no que couber, podendo conveniar com a Polícia de Proteção Ambiental para a aplicação da presente Lei.\n§1° A FATMA poderá estabelecer convênios com órgãos do Estado e com municípios visando a ampliação dos serviços de fiscalização e a descentralização de suas atribuições.\n§2° Os funcionários civis incumbidos da fiscalização deverão portar carteira específica de identificação.\nArt.27. - São atribuições dos funcionários incumbidos da fiscalização:\nI\t- lavrar auto de infração;\nII\t- realizar levantamentos, vistorias e avaliações;\nIII\t- elaborar relatório de inspeção;\nIV\t- solicitar força policial, quando obstados;\nV\t- aplicar as penas de apreensão, interdição, embargo e doação quando couber, com lavratura de termo no local, nomeando, quando necessário, depositário;\nVI\t- aplicar penas de multa até o valor de 100 (cem) UFIR.\n§ 1° Se a apreensão de bens, segundo o inciso V deste artigo, estiver associada a infração penal, serão encaminhados à autoridade competente.\n§ 2° Caberá à Polícia de Proteção Ambiental, de comum acordo com a FATMA, executar:\nI\t- patrulhamento ostensivo das reservas, parques e áreas do Poder Público;\nII\t- realizar inspeções em áreas particulares sob a supervisão da FATMA e elaborar relatórios de ocorrências;\nIII\t- emitir termo de ocorrência e advertência quando constatadas irregularidades;\nIV\t- proceder a retenção ou apreensão, quando couber, nomeando, quando necessário, depositário.\nAmbiente - FATMA.\nArt.29. - O Governo do Estado manterá sistema de monitoramento da cobertura florestal através dos órgãos competentes, bem como realizará inventários florestais periódicos.\nSEÇÃO II\nDas Infrações\nArt.30. - Constitui infração administrativa, para efeito desta Lei, qualquer ação ou omissão que importe inobservância dos seus preceitos, bem como das demais normas dela decorrentes, sujeitando os infratores, pessoas físicas ou jurídicas, às sanções e à obrigação de reparar os danos causados por:\nI\t- explorar, utilizar, desmatar, cortar, suprimir, queimar, danificar ou provocar a morte de árvores e demais formas de florestas naturais sem autorização ou em desacordo com ela;\nII\t- utilizar, beneficiar, receber, consumir, transportar, comercializar, armazenar, embalar produtos ou subprodutos de origem florestal nativa sem autorização ou em desacordo com ela, ou não atender às prescrições ditadas pela Fundação do Meio Ambiente - FATMA;\nIII\t- implantar projetos de parcelamento do solo em área de florestas nativas ou demais formas de vegetação nativa sem autorização, ou em desacordo com ela;\nIV\t- utilizar indevidamente, falsificar, adulterar, rasurar, ceder a outrem ou comercializar autorização, licença ou documentos emitidos pela Fundação do Meio Ambiente - FATMA relativos a produtos e subprodutos florestais;\nV\t- usar fogo em florestas e demais formas de vegetação natural em desacordo com a legislação;\nVI\t- impedir ou dificultar a atuação dos agentes credenciados, na fiscalização, inspeção e exames bem como a fiscalização de situações de pragas, doenças ou outro perigo potencial;\nVII\t- negligenciar o combate a focos de pragas ou doenças que possam disseminar-se por outras propriedades;\nVIII\t- elaborar ou aprovar projetos e demais documentos em desacordo com as normas da presente Lei.\nSEÇÃO III\nDas Penalidades\nArt.31. - Sem prejuízo das demais sanções definidas pela legislação federal, estadual ou municipal, as pessoas físicas ou jurídicas que transgredirem a presente Lei ficam sujeitas às seguintes sanções, isolada ou cumulativamente:\nI\t- multa de 50 (cinqüenta) a 100.000 (cem mil) UFIR - Unidade Fiscal de Referência, ou indexador que vier a substituí-la;\nII\t- interdição, embargo ou suspensão de atividades ou obras;\nIII\t- revogação da autorização ou cassação de atos licenciatórios;\nIV\t- apreensão dos instrumentos utilizados na prática da infração florestal;\nV\t- demolição da obra ou benfeitoria que implique em infração florestal;\nVI\t- perda ou suspensão em linhas de financiamento em estabelecimentos oficiais de crédito do Governo do Estado;\nVII\t- perda ou restrição de incentivo e benefícios fiscais concedidos pelo Poder Público Estadual;\nVIII\t- recomposição paisagística e florestal, desde que comprovada a culpa ou dolo.\nParágrafo único. A multa prevista no inciso I deste artigo será aplicada conforme os critérios previstos em regulamento, respeitados aqueles previstos pela presente Lei.\nArt. 32. - As penalidades serão aplicadas por despacho do titular da Fundação do Meio Ambiente -\nArt. 33. - Na aplicação das penalidades serão considerados os seguintes fatores:\nI\t- atenuantes:\na)\tespontânea paralisação e reparação dos danos, comunicadas à autoridade competente;\nb)\tobservância, no restante do imóvel, de princípios relativos à utilização adequada dos recursos naturais disponíveis, e manutenção da vegetação de preservação permanentes e da reserva legal;\nII\t- agravantes:\na)\treincidência e contumácia;\nb)\textensão significativa do dano;\nc)\tdolo, mesmo eventual;\nd)\tocorrência de efeitos danosos sobre os recursos naturais na propriedade alheia;\ne)\tatingir a infração áreas ambientais protegidas;\nf)\ttentativa de se eximir de responsabilidade atribuindo-a a outrem;\ng)\tação sobre espécies raras ou ameaçadas de extinção;\nh)\tatos cometidos à noite e em domingos e feriados.\n§ 1° Na reincidência, a multa será aplicada pelo dobro da anterior.\n§ 2° O valor das multas será recolhido em favor do Fundo Especial de Proteção ao Meio Ambiente - FEPEMA.\nSEÇÃO IV\nDa Destinação dos Bens Apreendidos\nArt. 34. - A destinação dos bens apreendidos nos termos desta Lei dar-se-á pela:\nI\t- devolução de equipamentos ao infrator, cumpridas as punições de reparar o dano ou as penalidades pecuniárias, no que couber;\nII\t- doação, pelo órgão competente, a instituições sem fins lucrativos;\nIII\t- destruição de bens não-aproveitáveis;\nIV\t- leilão, obedecido o procedimento de legislação pertinente.\nCAPÍTULO V\nDAS DISPOSIÇÕES FINAIS\nArt.35. - Para assegurar a responsabilidade técnica das atividades florestais previstas nesta Lei, todos os projetos e documentos técnicos deverão ser assinados por profissionais habilitados e registrados nos conselhos profissionais correspondentes.\nArt.36. - O Estado poderá celebrar convênios com instituições públicas e privadas para fins de apoio técnico e financeiro para aplicação desta Lei, no que couber.\nArt.37. - A Fundação do Meio Ambiente - FATMA baixará atos normativos necessários à execução desta Lei, ouvido o Conselho de Desenvolvimento Rural, através da Câmara Setorial de Florestas e aprovados pelo Conselho Estadual de Meio Ambiente - CONSEMA.\nArt.38. - Aplicam-se, subsidiariamente, na execução desta Lei, a legislação federal pertinente bem como o disposto na Lei n° 5.793, de 15 de outubro de 1980, e na regulamentação, especialmente quanto aos atos de cadastramento, vistorias, recursos e demais procedimentos administrativos.\nArt. 39. - Esta Lei entra em vigor na data de sua publicação.\nArt. 40. - Ficam revogadas as Leis n° 9.428, de 07 de janeiro de 1994, n° 9.788, de 22 de dezembro de 1994, e n° 9.807, de 26 de dezembro de 1994, e demais disposições em contrário.\nFlorianópolis, 12 de agosto de 1997\nPAULO AFONSO EVANGELISTA VIEIRA\nGovernador do Estado\n- LEI N° 4.771, DE 15 DE SETEMBRO DE 1965.\nO PRESIDENTE DA REPÚBLICA\nFaço saber que o Congresso Nacional decreta e eu sanciono a seguinte Lei:\nArt. 1° As florestas existentes no território nacional e as demais formas de vegetação, reconhecidas de utilidade às terras que revestem, são bens de interesse comum a todos os habitantes do País, exercendo-se os direitos de propriedade, com as limitações que a legislação em geral e especialmente esta Lei estabelecem.\n§ 1o As ações ou omissões contrárias às disposições deste Código na utilização e exploração das florestas e demais formas de vegetação são consideradas uso nocivo da propriedade, aplicando-se, para o caso, o procedimento sumário previsto no art. 275, inciso II, do Código de Processo Civil.\n§ 2o Para os efeitos deste Código, entende-se por:\nI\t- Pequena propriedade rural ou posse rural familiar: aquela explorada mediante o trabalho pessoal do proprietário ou posseiro e de sua família, admitida a ajuda eventual de terceiro e cuja renda bruta seja proveniente, no mínimo, em oitenta por cento, de atividade agroflorestal ou do extrativismo, cuja área não supere:\na)\tcento e cinqüenta hectares se localizada nos estados do Acre, Pará, Amazonas, Roraima, Rondônia, Amapá e Mato Grosso e nas regiões situadas ao norte do paralelo 13o S, dos Estados de Tocantins e Goiás, e ao oeste do meridiano de 44o W, do Estado do Maranhão ou no Pantanal mato-grossense ou sul-mato-grossense;\nb)\tcinqüenta hectares, se localizada no polígono das secas ou a leste do Meridiano de 44° W, do Estado do Maranhão; e\nc)\ttrinta hectares, se localizada em qualquer outra região do país.\nII\t- Área de preservação permanente: área protegida nos termos dos arts. 2o e 3o desta Lei, coberta ou não por vegetação nativa, com a função ambiental de preservar os recursos hídricos, a paisagem, a estabilidade geológica, a biodiversidade, o fluxo gênico de fauna e flora, proteger o solo e assegurar o bem estar das populações humanas.\nIII\t- Reserva Legal: área localizada no interior de uma propriedade ou posse rural, excetuada a de preservação permanente, necessária ao uso sustentável dos recursos naturais, à conservação e reabilitação dos processos ecológicos, à conservação da biodiversidade e ao abrigo e proteção de fauna e flora nativas.\nIV\t- Utilidade pública:\na)\tas atividades de segurança nacional e proteção sanitária;\nb)\tas obras essenciais de infra-estrutura destinadas aos serviços públicos de transporte, saneamento e energia; e\nc)\tdemais obras, planos, atividades ou projetos previstos em resolução do Conselho Nacional de Meio Ambiente-CONAMA.\nV\t- Interesse social:\nb)\tas atividades de manejo agroflorestal sustentável praticadas na pequena propriedade ou posse rural familiar, que não descaracterizem a cobertura vegetal e não prejudiquem a função ambiental da área; e\nc)\tdemais obras, planos, atividades ou projetos definidos em resolução do CONAMA.\nVI\t- Amazônia Legal: os estados do Acre, Pará, Amazonas, Roraima, Rondônia, Amapá e Mato Grosso e as regiões situadas ao norte do paralelo 13o S, dos Estados de Tocantins e Goiás, e ao oeste do meridiano de 44o W, do Estado do Maranhão. (Redação dada pela Medida Provisória n.° 2166-66, 26.07.01)\nArt. 2° Consideram-se de preservação permanente, pelo só efeito desta Lei, as florestas e demais formas de vegetação natural situadas:\na)\tao longo dos rios ou de qualquer curso d'água desde o seu nível mais alto em faixa marginal cuja largura mínima será: (Redação dada pela Lei n° 7.803 de 18.7.1989)\n1\t- de 30 (trinta) metros para os cursos d'água de menos de 10 (dez) metros de largura; (Redação dada pela Lei n° 7.803 de 18.7.1989)\n2\t- de 50 (cinquenta) metros para os cursos d'água que tenham de 10 (dez) a 50 (cinquenta) metros de largura; (Redação dada pela Lei n° 7.803 de 18.7.1989)\n3\t- de 100 (cem) metros para os cursos d'água que tenham de 50 (cinquenta) a 200 (duzentos) metros de largura; (Redação dada pela Lei n° 7.803 de 18.7.1989)\n4\t- de 200 (duzentos) metros para os cursos d'água que tenham de 200 (duzentos) a 600 (seiscentos) metros de largura; (Número acrescentado pela Lei n° 7.511, de 7.7.1986 e alterado pela Lei n° 7.803 de 18.7.1989)\n5\t- de 500 (quinhentos) metros para os cursos d'água que tenham largura superior a 600 (seiscentos) metros; (Número acrescentado pela Lei n° 7.511, de 7.7.1986 e alterado pela Lei n° 7.803 de 18.7.1989)\nb)\tao redor das lagoas, lagos ou reservatórios d'água naturais ou artificiais;\nc)\tnas nascentes, ainda que intermitentes e nos chamados \"olhos d'água\", qualquer que seja a sua situação topográfica, num raio mínimo de 50 (cinquenta) metros de largura; (Redação dada pela Lei n° 7.803 de 18.7.1989)\nd)\tno topo de morros, montes, montanhas e serras;\ne)\tnas encostas ou partes destas, com declividade superior a 45°, equivalente a 100% na linha de maior declive;\nf)\tnas restingas, como fixadoras de dunas ou estabilizadoras de mangues;\ng)\tnas bordas dos tabuleiros ou chapadas, a partir da linha de ruptura do relevo, em faixa nunca inferior a 100 (cem) metros em projeções horizontais; (Redação dada pela Lei n° 7.803 de 18.7.1989)\nh)\tem altitude superior a 1.800 (mil e oitocentos) metros, qualquer que seja a vegetação. (Redação dada pela Lei n° 7.803 de 18.7.1989)\ni)\tnas áreas metropolitanas definidas em lei. (Alínea acrescentada pela Lei n° 6.535, de 15.6.1978) Parágrafo único. No caso de áreas urbanas, assim entendidas as compreendidas nos perímetros urbanos definidos por lei municipal, e nas regiões metropolitanas e aglomerações urbanas, em todo o território abrangido, obervar-se-á o disposto nos respectivos planos diretores e leis de uso do solo, respeitados os princípios e limites a que se refere este artigo. (Parágrafo acrescentado pela Lei n° 7.803 de 18.7.1989)\nArt. 3° Consideram-se, ainda, de preservação permanentes, quando assim declaradas por ato do Poder Público, as florestas e demais formas de vegetação natural destinadas:\na)\ta atenuar a erosão das terras;\nb)\ta fixar as dunas;\nc)\ta formar faixas de proteção ao longo de rodovias e ferrovias;\nd)\ta auxiliar a defesa do território nacional a critério das autoridades militares;\ne)\ta proteger sítios de excepcional beleza ou de valor científico ou histórico;\nf)\ta asilar exemplares da fauna ou flora ameaçados de extinção;\ng)\ta manter o ambiente necessário à vida das populações silvícolas;\nh)\ta assegurar condições de bem-estar público.\n§ 1° A supressão total ou parcial de florestas de preservação permanente só será admitida com prévia autorização do Poder Executivo Federal, quando for necessária à execução de obras, planos, atividades ou projetos de utilidade pública ou interesse social.\n§ 2° As florestas que integram o Patrimônio Indígena ficam sujeitas ao regime de preservação permanente (letra g) pelo só efeito desta Lei.\nArt. 3o-A. A exploração dos recursos florestais em terras indígenas somente poderá ser realizada pelas comunidades indígenas em regime de manejo florestal sustentável, para atender a sua subsistência, respeitados os arts. 2o e 3o deste Código. (Redação dada pela Medida Provisória n.° 2166-66, 26.07.01)\nArt. 4o A supressão de vegetação em área de preservação permanente somente poderá ser autorizada em caso de utilidade pública ou de interesse social, devidamente caracterizados e motivados em procedimento administrativo próprio, quando inexistir alternativa técnica e locacional ao empreendimento proposto.\n§ 1o A supressão de que trata o caput deste artigo dependerá de autorização do órgão ambiental estadual competente, com anuência prévia, quando couber, do órgão federal ou municipal de meio ambiente, ressalvado o disposto no § 2o deste artigo.\n§ 2o A supressão de vegetação em área de preservação permanente situada em área urbana, dependerá de autorização do órgão ambiental competente, desde que o município possua conselho de meio ambiente com caráter deliberativo e plano diretor, mediante anuência prévia do órgão ambiental estadual competente fundamentada em parecer técnico.\n§ 3o O órgão ambiental competente poderá autorizar a supressão eventual e de baixo impacto ambiental, assim definido em regulamento, da vegetação em área de preservação permanente.\n§ 4o O órgão ambiental competente indicará, previamente à emissão da autorização para a supressão de vegetação em área de preservação permanente, as medidas mitigadoras e compensatórias que deverão ser adotadas pelo empreendedor.\n§ 5o A supressão de vegetação nativa protetora de nascentes, ou de dunas e mangues, de que tratam, respectivamente, as alíneas \"c\" e \"f\" do art. 2o deste Código, somente poderá ser autorizada em caso de utilidade pública.\n§ 6o Na implantação de reservatório artificial é obrigatória a desapropriação ou aquisição, pelo empreendedor, das áreas de preservação permanente criadas no seu entorno, cujos parâmetros e regime de uso serão definidos por resolução do CONAMA.\n§ 7o É permitido o acesso de pessoas e animais às áreas de preservação permanente, para obtenção de água, desde que não exija a supressão e não comprometa a regeneração e a manutenção a longo prazo da vegetação nativa. (Redação dada pela Medida Provisória n.° 2166-66, 26.07.01)\nArt. 5.° Revogado pela Lei n.° 9985 de 18 de Julho de 2000.\nArt. 6° Revogado pela Lei n.° 9985 de 18 de Julho de 2000.\nArt. 7° Qualquer árvore poderá ser declarada imune de corte, mediante ato do Poder Público, por motivo de sua localização, raridade, beleza ou condição de porta-sementes.\nArt. 8° Na distribuição de lotes destinados à agricultura, em planos de colonização e de reforma agrária, não devem ser incluídas as áreas florestadas de preservação permanente de que trata esta Lei, nem as florestas necessárias ao abastecimento local ou nacional de madeiras e outros produtos florestais.\nArt. 9° As florestas de propriedade particular, enquanto indivisas com outras, sujeitas a regime especial, ficam subordinadas às disposições que vigorarem para estas.\nArt. 11. O emprego de produtos florestais ou hulha como combustível obriga o uso de dispositivo, que impeça difusão de fagulhas suscetíveis de provocar incêndios, nas florestas e demais formas de vegetação marginal.\nArt. 12. Nas florestas plantadas, não consideradas de preservação permanente, é livre a extração de lenha e demais produtos florestais ou a fabricação de carvão. Nas demais florestas dependerá de norma estabelecida em ato do Poder Federal ou Estadual, em obediência a prescrições ditadas pela técnica e às peculiaridades locais.\nArt. 13. O comércio de plantas vivas, oriundas de florestas, dependerá de licença da autoridade competente.\nArt. 14. Além dos preceitos gerais a que está sujeita a utilização das florestas, o Poder Público Federal ou Estadual poderá:\na)\tprescrever outras normas que atendam às peculiaridades locais;\nb)\tproibir ou limitar o corte das espécies vegetais raras, endêmicas, em perigo ou ameaçadas de extinção, bem como as espécies necessárias à subsistência das populações extrativistas, delimitando as áreas compreendidas no ato, fazendo depender de licença prévia, nessas áreas, o corte de outras espécies.\n(Redação dada pela Medida Provisória n.° 2166-66, 26.07.01)\nc)\tampliar o registro de pessoas físicas ou jurídicas que se dediquem à extração, indústria e comércio de produtos ou subprodutos florestais.\nArt. 15. Fica proibida a exploração sob forma empírica das florestas primitivas da bacia amazônica que só poderão ser utilizadas em observância a planos técnicos de condução e manejo a serem estabelecidos por ato do Poder Público, a ser baixado dentro do prazo de um ano.\nArt. 16. As florestas e outras formas de vegetação nativa, ressalvadas as situadas em área de preservação permanente, assim como aquelas não sujeitas ao regime de utilização limitada ou objeto de legislação específica, são suscetíveis de supressão, desde que sejam mantidas, a título de reserva legal, no mínimo:\nI\t- oitenta por cento, na propriedade rural situada em área de floresta localizada na Amazônia legal.\nII\t- trinta e cinco por cento, na propriedade rural situada em área de cerrado localizada na Amazônia legal, sendo no mínimo vinte por cento na propriedade e quinze por cento na forma de compensação em outra área, desde que esteja localizada na mesma microbacia, e seja averbada nos termos do § 7o deste artigo;\nIII\t- vinte por cento, na propriedade rural situada em área de floresta ou outras formas de vegetação nativa localizada nas demais regiões do país; e\nIV\t- vinte por cento, na propriedade rural em área de campos gerais localizada em qualquer região do país.\n§ 1o O percentual de reserva legal na propriedade situada em área de floresta e cerrado será definido considerando separadamente os índices contidos nos incisos I e II deste artigo.\n§ 2o A vegetação da reserva legal não pode ser suprimida, podendo apenas ser utilizada sob regime de manejo florestal sustentável, de acordo com princípios e critérios técnicos e científicos estabelecidos no regulamento, ressalvadas as hipóteses previstas no § 3o deste artigo, sem prejuízo das demais legislações específicas.\n§ 3o Para cumprimento da manutenção ou compensação da área de reserva legal em pequena propriedade ou posse rural familiar, podem ser computados os plantios de árvores frutíferas ornamentais ou industriais, compostos por espécies exóticas, cultivadas em sistema intercalar ou em consórcio com espécies nativas.\nI\t- o plano de bacia hidrográfica;\nII\t- o plano diretor municipal;\nIII\t- o zoneamento ecológico-econômico;\nIV\t- outras categorias de zoneamento ambiental; e\nV\t- a proximidade com outra Reserva Legal, Área de Preservação Permanente, unidade de conservação ou outra área legalmente protegida.\n§ 5o O Poder Executivo, se for indicado pelo Zoneamento Ecológico Econômico-ZEE e pelo Zoneamento Agrícola, ouvidos o CONaMa, o Ministério do Meio Ambiente e o Ministério da Agricultura e Abastecimento, poderá:\nI\t- reduzir, para fins de recomposição, a reserva legal, na Amazônia Legal, para até cinqüenta por cento da propriedade, excluídas, em qualquer caso, as Áreas de Preservação Permanente, os ecótonos, os sítios e ecossistemas especialmente protegidos, os locais de expressiva biodiversidade e os corredores ecológicos; e\nII\t- ampliar as áreas de reserva legal, em até cinqüenta por cento dos índices previstos neste Código, em todo o território nacional;\n§ 6o Será admitido, pelo órgão ambiental competente, o cômputo das áreas relativas à vegetação nativa existente em área de preservação permanente no cálculo do percentual de reserva legal, desde que não implique em conversão de novas áreas para o uso alternativo do solo, e quando a soma da vegetação nativa em área de preservação permanente e reserva legal exceder a:\nI\t- oitenta por cento da propriedade rural localizada na Amazônia Legal;\nII\t- cinqüenta por cento da propriedade rural localizada nas demais regiões do país; e\nIII\t- vinte e cinco por cento da pequena propriedade definida pelas alíneas b e c do inciso I do § 2o do art. 1o.\n§ 7o O regime de uso da área de preservação permanente não se altera na hipótese prevista no § 6°.\n§ 8o A área de reserva legal deve ser averbada à margem da inscrição de matrícula do imóvel, no registro de imóveis competente, sendo vedada a alteração de sua destinação, nos casos de transmissão, a qualquer título, de desmembramento ou de retificação da área, com as exceções previstas neste Código.\n§ 9o A averbação da reserva legal da pequena propriedade ou posse rural familiar é gratuita, devendo o Poder Público prestar apoio técnico e jurídico, quando necessário.\n§ 10. Na posse, a reserva legal é assegurada por Termo de Ajustamento de Conduta, firmado pelo possuidor com o órgão ambiental estadual ou federal competente, com força de título executivo e contendo, no mínimo, a localização da reserva legal, as suas características ecológicas básicas e a proibição de supressão de sua vegetação, aplicando-se, no que couber, as mesmas disposições previstas neste Código para a propriedade rural.\n§ 11. Poderá ser instituída reserva legal em regime de condomínio entre mais de uma propriedade, respeitado o percentual legal em relação a cada imóvel, mediante a aprovação do órgão ambiental estadual competente e as devidas averbações referentes a todos os imóveis envolvidos.\n(Redação dada pela Medida Provisória n.° 2166-66, 26.07.01)\nArt. 17. Nos loteamentos de propriedades rurais, a área destinada a completar o limite percentual fixado na letra a do artigo antecedente, poderá ser agrupada numa só porção em condomínio entre os adquirentes.\nArt. 18. Nas terras de propriedade privada, onde seja necessário o florestamento ou o reflorestamento de preservação permanente, o Poder Público Federal poderá fazê-lo sem desapropriá-las, se não o fizer o proprietário.\nArt. 19. A exploração de florestas e de formações sucessoras, tanto de domínio público como de domínio privado, dependerá de aprovação prévia do Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis - IBAmA, bem como da adoção de técnicas de condução, exploração, reposição floretal e manejo compatíveis com os variados ecossistemas que a cobertura arbórea forme. (Redação dada pela Lei n° 7.803, de 18.7.1989)\nParágrafo único. No caso de reposição florestal, deverão ser priorizados projetos que contemplem a utilização de espécies nativas. (Parágrafo acrescentado pela Lei n° 7.803, de 18.7.1989) Art. 20. As empresas industriais que, por sua natureza, consumirem grande quantidades de matéria prima florestal serão obrigadas a manter, dentro de um raio em que a exploração e o transporte sejam julgados económicos, um serviço organizado, que assegure o plantio de novas áreas, em terras próprias ou pertencentes a terceiros, cuja produção sob exploração racional, seja equivalente ao consumido para o seu abastecimento.\nParágrafo único. O não cumprimento do disposto neste artigo, além das penalidades previstas neste Código, obriga os infratores ao pagamento de uma multa equivalente a 10% (dez por cento) do valor comercial da matéria-prima florestal nativa consumida além da produção da qual participe. Art. 21. As empresas siderúrgicas, de transporte e outras, à base de carvão vegetal, lenha ou outra matéria prima florestal, são obrigadas a manter florestas próprias para exploração racional ou a formar, diretamente ou por intermédio de empreendimentos dos quais participem, florestas destinadas ao seu suprimento.\nParágrafo único. A autoridade competente fixará para cada empresa o prazo que lhe é facultado para atender ao disposto neste artigo, dentro dos limites de 5 a 10 anos.\nArt. 22. A União, diretamente, através do órgão executivo específico, ou em convênio com os Estados e Municípios, fiscalizará a aplicação das normas deste Código, podendo, para tanto, criar os serviços indispensáveis. (Redação dada pela Lei n° 7.803, de 18.7.1989)\nParágrafo único. Nas áreas urbanas, a que se refere o parágrafo único do art. 2° desta Lei, a fiscalização é da competência dos municípios, atuando a União supletivamente. (Parágrafo acrescentado pela Lei n° 7.803, de 18.7.1989)\nArt. 23. A fiscalização e a guarda das florestas pelos serviços especializados não excluem a ação da autoridade policial por iniciativa própria.\nArt. 24. Os funcionários florestais, no exercício de suas funções, são equiparados aos agentes de segurança pública, sendo-lhes assegurado o porte de armas.\nArt. 25. Em caso de incêndio rural, que não se possa extinguir com os recursos ordinários, compete não só ao funcionário florestal, como a qualquer outra autoridade pública, requisitar os meios materiais e convocar os homens em condições de prestar auxílio.\nArt. 26. Constituem contravenções penais, puníveis com três meses a um ano de prisão simples ou multa de uma a cem vezes o salário-mínimo mensal, do lugar e da data da infração ou ambas as penas cumulativamente:\na)\tdestruir ou danificar a floresta considerada de preservação permanente, mesmo que em formação ou utilizá-la com infringência das normas estabelecidas ou previstas nesta Lei;\nb)\tcortar árvores em florestas de preservação permanente, sem permissão da autoridade competente;\nc)\tpenetrar em floresta de preservação permanente conduzindo armas, substâncias ou instrumentos próprios para caça proibida ou para exploração de produtos ou subprodutos florestais, sem estar munido de licença da autoridade competente;\nd)\tcausar danos aos Parques Nacionais, Estaduais ou Municipais, bem como às Reservas Biológicas;\ne)\tfazer fogo, por qualquer modo, em florestas e demais formas de vegetação, sem tomar as precauções adequadas;\nf)\tfabricar, vender, transportar ou soltar balões que possam provocar incêndios nas florestas e demais formas de vegetação;\ng)\timpedir ou dificultar a regeneração natural de florestas e demais formas de vegetação;\nh)\treceber madeira, lenha, carvão e outros produtos procedentes de florestas, sem exigir a exibição de licença do vendedor, outorgada pela autoridade competente e sem munir-se da via que deverá acompanhar o produto, até final beneficiamento;\ni)\ttransportar ou guardar madeiras, lenha, carvão e outros produtos procedentes de florestas, sem licença válida para todo o tempo da viagem ou do armazenamento, outorgada pela autoridade competente;\nj)\tdeixar de restituir à autoridade, licenças extintas pelo decurso do prazo ou pela entrega ao consumidor dos produtos procedentes de florestas;\nl)\tempregar, como combustível, produtos florestais ou hulha, sem uso de dispositivo que impeça a difusão de fagulhas, suscetíveis de provocar incêndios nas florestas;\nm)\tsoltar animais ou não tomar precauções necessárias para que o animal de sua propriedade não penetre em florestas sujeitas a regime especial;\nn)\tmatar, lesar ou maltratar, por qualquer modo ou meio, plantas de ornamentação de logradouros públicos ou em propriedade privada alheia ou árvore imune de corte;\no)\textrair de florestas de domínio público ou consideradas de preservação permanente, sem prévia autorização, pedra, areia, cal ou qualquer outra espécie de minerais;\np)\t(Vetado).\nq)\ttransformar madeiras de lei em carvão, inclusive para qualquer efeito industrial, sem licença da autoridade competente. (Alínea acrescentada pela Lei n° 5.870, de 26.3.1973)\nArt. 27. É proibido o uso de fogo nas florestas e demais formas de vegetação.\nParágrafo único. Se peculiaridades locais ou regionais justificarem o emprego do fogo em práticas agropastoris ou florestais, a permissão será estabelecida em ato do Poder Público, circunscrevendo as áreas e estabelecendo normas de precaução.\nArt. 28. Além das contravenções estabelecidas no artigo precedente, subsistem os dispositivos sobre contravenções e crimes previstos no Código Penal e nas demais leis, com as penalidades neles cominadas.\nArt. 29. As penalidades incidirão sobre os autores, sejam eles:\na)\tdiretos;\nb)\tarrendatários, parceiros, posseiros, gerentes, administradores, diretores, promitentes compradores ou proprietários das áreas florestais, desde que praticadas por prepostos ou subordinados e no interesse dos preponentes ou dos superiores hierárquicos;\nc)\tautoridades que se omitirem ou facilitarem, por consentimento legal, na prática do ato.\nArt. 30. Aplicam-se às contravenções previstas neste Código as regras gerais do Código Penal e da Lei de Contravenções Penais, sempre que a presente Lei não disponha de modo diverso. Art. 31. São circunstâncias que agravam a pena, além das previstas no Código Penal e na Lei de Contravenções Penais:\na)\tcometer a infração no período de queda das sementes ou de formação das vegetações prejudicadas, durante a noite, em domingos ou dias feriados, em épocas de seca ou inundações;\nb)\tcometer a infração contra a floresta de preservação permanente ou material dela provindo. Art. 32. A ação penal independe de queixa, mesmo em se tratando de lesão em propriedade privada, quando os bens atingidos são florestas e demais formas de vegetação, instrumentos de trabalho, documentos e atos relacionados com a proteção florestal disciplinada nesta Lei.\nArt. 33. São autoridades competentes para instaurar, presidir e proceder a inquéritos policiais, lavrar autos de prisão em flagrante e intentar a ação penal, nos casos de crimes ou contravenções,\nprevistos nesta Lei, ou em outras leis e que tenham por objeto florestas e demais formas de vegetação, instrumentos de trabalho, documentos e produtos procedentes das mesmas:\na)\tas indicadas no Código de Processo Penal;\nb)\tos funcionários da repartição florestal e de autarquias, com atribuições correlatas, designados para a atividade de fiscalização.\nParágrafo único. Em caso de ações penais simultâneas, pelo mesmo fato, iniciadas por várias autoridades, o Juiz reunirá os processos na jurisdição em que se firmou a competência.\nArt. 34. As autoridades referidas no item b do artigo anterior, ratificada a denúncia pelo Ministério Público, terão ainda competência igual à deste, na qualidade de assistente, perante a Justiça comum, nos feitos de que trata esta Lei.\nArt. 35. A autoridade apreenderá os produtos e os instrumentos utilizados na infração e, se não puderem acompanhar o inquérito, por seu volume e natureza, serão entregues ao depositário público local, se houver e, na sua falta, ao que for nomeado pelo Juiz, para ulterior devolução ao prejudicado. Se pertencerem ao agente ativo da infração, serão vendidos em hasta pública.\nArt. 36. O processo das contravenções obedecerá ao rito sumário da Lei n. 1.508 de l9 de dezembro de 1951, no que couber.\nArt. 37. Não serão transcritos ou averbados no Registro Geral de Imóveis os atos de transmissão \"inter-vivos\" ou \"causa mortis\", bem como a constituição de ônus reais, sôbre imóveis da zona rural, sem a apresentação de certidão negativa de dívidas referentes a multas previstas nesta Lei ou nas leis estaduais supletivas, por decisão transitada em julgado.\nArt. 37A. Não é permitida a conversão de florestas ou outra forma de vegetação nativa para uso alternativo do solo na propriedade rural que possui área desmatada, quando for verificado que a referida área encontra-se abandonada, subutilizada ou utilizada de forma inadequada, segundo a vocação e capacidade de suporte do solo.\n§ 1o Entende-se por área abandonada, subutilizada ou utilizada de forma inadequada, aquela não efetivamente utilizada, nos termos do § 3o, do art. 6o da Lei no 8.629, de 25 de fevereiro de 1993, ou que não atenda aos índices previstos no art. 6o da referida Lei, ressalvadas as áreas de pousio na pequena propriedade ou posse rural familiar ou de população tradicional.\n§ 2o As normas e mecanismos para a comprovação da necessidade de conversão serão estabelecidos em regulamento, considerando, dentre outros dados relevantes, o desempenho da propriedade nos últimos três anos, apurado nas declarações anuais do Imposto sobre a Propriedade Territorial Rural-ITR.\n§ 3o A regulamentação de que trata o § 2° estabelecerá procedimentos simplificados:\nI\t- para a pequena propriedade rural; e\nII\t- para as demais propriedades que venham atingindo os parâmetros de produtividade da região e que não tenham restrições perante os órgãos ambientais.\n§ 4o Nas áreas passíveis de uso alternativo do solo, a supressão da vegetação que abrigue espécie ameaçada de extinção, dependerá da adoção de medidas compensatórias e mitigadoras que assegurem a conservação da espécie.\n§ 5o Se as medidas necessárias para a conservação da espécie impossibilitarem a adequada exploração econômica da propriedade, observar-se-á o disposto na alínea \"b\" do art. 14.\n§ 6o É proibida, em área com cobertura florestal primária ou secundária em estágio avançado de regeneração, a implantação de projetos de assentamento humano ou de colonização para fim de reforma agrária, ressalvados os projetos de assentamento agro-extrativista, respeitadas as legislações específicas.\"\n100\nTexto original: Ficam isentas do imposto territorial rural as áreas com florestas sob regime de preservação permanente e as áreas com florestas plantadas para fins de exploração madeireira. Parágrafo único. Se a floresta for nativa, a isenção não ultrapassará de 50% (cinqüenta por cento) do valor do imposto, que incidir sobre a área tributável.\nArt. 40. (Vetado).\nArt. 41. Os estabelecimentos oficiais de crédito concederão prioridades aos projetos de florestamento, reflorestamento ou aquisição de equipamentos mecânicos necessários aos serviços, obedecidas as escalas anteriormente fixadas em lei.\nParágrafo único. Ao Conselho Monetário Nacional, dentro de suas atribuições legais, como órgão disciplinador do crédito e das operações creditícias em todas suas modalidades e formas, cabe estabelecer as normas para os financiamentos florestais, com juros e prazos compatíveis, relacionados com os planos de florestamento e reflorestamento aprovados pelo Conselho Florestal Federal.\nArt. 42. Dois anos depois da promulgação desta Lei, nenhuma autoridade poderá permitir a adoção de livros escolares de leitura que não contenham textos de educação florestal, previamente aprovados pelo Conselho Federal de Educação, ouvido o órgão florestal competente. § 1° As estações de rádio e televisão incluirão, obrigatoriamente, em suas programações, textos e dispositivos de interêsse florestal, aprovados pelo órgão competente no limite mínimo de cinco (5) minutos semanais, distribuídos ou não em diferentes dias.\n§ 2° Nos mapas e cartas oficiais serão obrigatoriamente assinalados os Parques e Florestas Públicas.\n§ 3° A União e os Estados promoverão a criação e o desenvolvimento de escolas para o ensino florestal, em seus diferentes níveis.\nArt. 43. Fica instituída a Semana Florestal, em datas fixadas para as diversas regiões do País, do Decreto Federal. Será a mesma comemorada, obrigatoriamente, nas escolas e estabelecimentos públicos ou subvencionados, através de programas objetivos em que se ressalte o valor das florestas, face aos seus produtos e utilidades, bem como sobre a forma correta de conduzí-las e perpetuá-las.\nParágrafo único. Para a Semana Florestal serão programadas reuniões, conferências, jornadas de reflorestamento e outras solenidades e festividades com o objetivo de identificar as florestas como recurso natural renovável, de elevado valor social e econômico.\nArt. 44. O proprietário ou possuidor de imóvel rural com área de floresta nativa, natural, primitiva ou regenerada ou outra forma de vegetação nativa em extensão inferior ao estabelecido nos incisos I, II, III e IV do art. 16, ressalvado o disposto nos seus §§ 5o e 6o, deve adotar as seguintes alternativas, isoladas ou conjuntamente:\nI\t- recompor a reserva legal de sua propriedade mediante o plantio, a cada três anos, de no mínimo 1/10 da área total necessária à sua complementação, com espécies nativas, de acordo com critérios estabelecidos pelo órgão ambiental estadual competente;\nII\t- conduzir a regeneração natural da reserva legal; e\nIII\t- compensar a reserva legal por outra área equivalente em importância ecológica e extensão, desde que pertença ao mesmo ecossistema e esteja localizada na mesma microbacia, conforme critérios estabelecidos em regulamento.\n§ 1o Na recomposição de que trata o inciso I, o órgão ambiental estadual competente deve apoiar tecnicamente a pequena propriedade ou posse rural familiar.\n101\n§ 3o A regeneração de que trata o inciso II será autorizada, pelo órgão ambiental estadual competente, quando sua viabilidade for comprovada por laudo técnico, podendo ser exigido o isolamento da área.\n§ 4o Na impossibilidade de compensação da reserva legal dentro da mesma micro-bacia hidrográfica, deve o órgão ambiental estadual competente aplicar o critério de maior proximidade possível entre a propriedade desprovida de reserva legal e a área escolhida para compensação, desde que na mesma bacia hidrográfica e no mesmo Estado, atendido, quando houver, o respectivo Plano de Bacia Hidrográfica, e respeitadas as demais condicionantes estabelecidas no inciso III.\n§ 5o A compensação de que trata o inciso III deste artigo, deverá ser submetida à aprovação pelo órgão ambiental estadual competente, e pode ser implementada mediante o arrendamento de área sob regime de servidão florestal ou reserva legal, ou aquisição de cotas de que trata o artigo 44B.\n§ 6o O proprietário rural poderá ser desonerado, pelo período de 30 anos, das obrigações previstas neste artigo, mediante a doação, ao órgão ambiental competente, de área localizada no interior de Parque Nacional ou Estadual, Floresta Nacional, Reserva Extrativista, Reserva Biológica ou Estação Ecológica pendente de regularização fundiária, respeitados os critérios previstos no inciso III deste artigo.(Redação dada pela Medida Provisoria n.° 2166-66, 26.07.01) Art. 44-A. O proprietário rural poderá instituir servidão florestal, mediante a qual voluntariamente renuncia, em caráter permanente ou temporário, a direitos de supressão ou exploração da vegetação nativa, localizada fora da reserva legal e da área com vegetação de preservação permanente.\n§ 1o A limitação ao uso da vegetação da área sob regime de servidão florestal deve ser, no mínimo, a mesma estabelecida para a Reserva Legal.\n§ 2o A servidão florestal deve ser averbada à margem da inscrição de matrícula do imóvel, no registro de imóveis competente, após anuência do órgão ambiental estadual competente, sendo vedada, durante o prazo de sua vigência, a alteração da destinação da área, nos casos de transmissão a qualquer título, de desmembramento ou de retificação dos limites da propriedade. (Redação dada pela Medida Provisoria n.° 2166-66, 26.07.01)\nArt. 44-B. Fica instituída a Cota de Reserva Florestal - CRF, título representativo de vegetação nativa sob regime de servidão florestal, de Reserva Particular do Patrimônio Natural ou reserva legal instituída voluntariamente sobre a vegetação que exceder os percentuais estabelecidos no art. 16 deste Código.\nParágrafo único. A regulamentação deste Código disporá sobre as características, natureza e prazo de validade do título de que trata este artigo, assim como os mecanismos que assegurem ao seu adquirente a existência e a conservação da vegetação objeto do título.\n(Redação dada pela Medida Provisoria n.° 2166-66, 26.07.01)\nArt. 44C. O proprietário ou possuidor que, a partir da vigência da Medida Provisória no 1.736-31, de 14 de dezembro de 1998, suprimiu, total ou parcialmente florestas ou demais formas de vegetação nativa, situadas no interior de sua propriedade ou posse, sem as devidas autorizações exigidas por Lei, não pode fazer uso dos benefícios previstos no inciso III do art. 44\n(Redação dada pela Medida Provisoria n.° 2166-66, 26.07.01)\nArt. 45. Ficam obrigados ao registo no Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis - IBAMA os estabelecimentos comerciais responsáveis pela comercialização de moto-serras, bem como aqueles que adquirirem este equipamento. (Artigo acrescentado pela Lei n° 7.803, de 18.7.1989)\n102\n§ 2° Os fabricantes de moto-serras ficam obrigados, a partir de 180 (cento e oitenta) dias da publicação desta Lei, a imprimir, em local visível deste equipamento, numeração cuja seqüência será encaminhada ao Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis -IBAMA e constará das correspondentes notas fiscais. (Parágrafo acrescentado pela Lei n° 7.803, de 18.7.1989)\n§ 3° A comercialização ou utilização de moto-serras sem a licença a que se refere este artigo constitui crime contra o meio ambiente, sujeito à pena de detenção de 1 (um) a 3 (três) meses e multa de 1 (um) a 10 (dez) salários mínimos de referência e a apreensão da moto-serra, sem prejuízo da responsabilidade pela reparação dos danos causados. (Parágrafo acrescentado pela Lei n° 7.803, de 18.7.1989)\nArt. 46. No caso de florestas plantadas, o Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis - IBAMA zelará para que seja preservada, em cada município, área destinada à produção de alimentos básicos e pastagens, visando ao abastecimento local. (Artigo acrescentado pela Lei n° 7.803, de 18.7.1989)\nArt. 47. O Poder Executivo promoverá, no prazo de 180 dias, a revisão de todos os contratos, convênios, acordos e concessões relacionados com a exploração florestal em geral, a fim de ajustá-las às normas adotadas por esta Lei. (Art. 45 renumerado pela Lei n° 7.803, de 18.7.1989) Art. 48. Fica mantido o Conselho Florestal Federal, com sede em Brasília, como órgão consultivo e normativo da política florestal brasileira. (Art. 46 renumerado pela Lei n° 7.803, de 18.7.1989) Parágrafo único. A composição e atribuições do Conselho Florestal Federal, integrado, no máximo, por 12 (doze) membros, serão estabelecidas por decreto do Poder Executivo.\nArt. 49. O Poder Executivo regulamentará a presente Lei, no que for julgado necessário à sua execução. (Art. 47 renumerado pela Lei n° 7.803, de 18.7.1989)\nArt. 50. Esta Lei entrará em vigor 120 (cento e vinte) dias após a data de sua publicação, revogados o Decreto n° 23.793, de 23 de janeiro de 1934 (Código Florestal) e demais disposições em contrário. (Art. 48 renumerado pela Lei n° 7.803, de 18.7.1989)\nBrasília, 15 de setembro de 1965; 144° da Independência e 77° da República.\nH.\tCASTELLO BRANCO\nRESOLUÇÃO N° 302, DE 20 DE MARÇO DE 2002\nDispõe sobre os parâmetros, definições e limites de Áreas de Preservação Permanente de reservatórios artificiais e o regime de uso do entorno.\nO CONSELHO NACIONAL DO MEIO AMBIENTE-CONAMA, no uso das competências que lhe são conferidas pela Lei n° 6.938, de 31 de agosto de 1981, regulamentada pelo Decreto 99.274, de 6 de junho de 1990, e tendo em vista o disposto nas Leis nos 4.771, de 15 de setembro de 1965, 9.433, de 8 de janeiro de 1997, e no seu Regimento Interno, e\nConsiderando que a função sócio-ambiental da propriedade prevista nos arts. 5°, inciso XXIII, 170, inciso VI, 182, § 2°, 186, inciso II e 225 da Constituição, os princípios da prevenção, da precaução e do poluidor-pagador;\nConsiderando a necessidade de regulamentar o art. 2° da Lei n° 4.771, de 1965, no que concerne às áreas de preservação permanente no entorno dos reservatórios artificiais;\nConsiderando as responsabilidades assumidas pelo Brasil por força da Convenção da Biodiversidade, de 1992, da Convenção de Ramsar, de 1971 e da Convenção de Washington, de 1940, bem como os compromissos derivados da Declaração do Rio de Janeiro, de 1992;\nConsiderando que as Áreas de Preservação Permanente e outros espaços territoriais\n103\nArt. 1° Constitui objeto da presente Resolução o estabelecimento de parâmetros, definições e limites para as Áreas de Preservação Permanente de reservatório artificial e a instituição da elaboração obrigatória de plano ambiental de conservação e uso do seu entorno.\nArt. 2° Para efeito desta Resolução são adotadas as seguintes definições:\nI\t- Reservatório artificial: acumulação não natural de água destinada a quaisquer de seus múltiplos usos;\nII\t- Área de Preservação Permanente: a área marginal ao redor do reservatório artificial e suas ilhas, com a função ambiental de preservar os recursos hídricos, a paisagem, a estabilidade geológica, a biodiversidade, o fluxo gênico de fauna e flora, proteger o solo e assegurar o bem estar das populações humanas;\nIII\t- Plano Ambiental de Conservação e Uso do Entorno de Reservatório Artificial: conjunto de diretrizes e proposições com o objetivo de disciplinar a conservação, recuperação, o uso e ocupação do entorno do reservatório artificial, respeitados os parâmetros estabelecidos nesta Resolução e em outras normas aplicáveis;\nIV\t- Nível Máximo Normal: é a cota máxima normal de operação do reservatório;\nV\t- Área Urbana Consolidada: aquela que atende aos seguintes critérios:\na)\tdefinição legal pelo poder público;\nb)\texistência de, no mínimo, quatro dos seguintes equipamentos de infra-estrutura urbana:\n1.\tmalha viária com canalização de águas pluviais,\n2.\trede de abastecimento de água;\n3.\trede de esgoto;\n4.\tdistribuição de energia elétrica e iluminação pública;\n5.\trecolhimento de resíduos sólidos urbanos;\n6.\ttratamento de resíduos sólidos urbanos; e\nc)\tdensidade demográfica superior a cinco mil habitantes por km2.\nArt 3° Constitui Área de Preservação Permanente a área com largura mínima, em projeção horizontal, no entorno dos reservatórios artificiais, medida a partir do nível máximo normal de:\nI\t- trinta metros para os reservatórios artificiais situados em áreas urbanas consolidadas e cem metros para áreas rurais;\nII\t- quinze metros, no mínimo, para os reservatórios artificiais de geração de energia elétrica com até dez hectares, sem prejuízo da compensação ambiental.\nIII\t- quinze metros, no mínimo, para reservatórios artificiais não utilizados em abastecimento público ou geração de energia elétrica, com até vinte hectares de superfície e localizados em área rural.\n§ 1° Os limites da Área de Preservação Permanente, previstos no inciso I, poderão ser ampliados ou reduzidos, observando-se o patamar mínimo de trinta metros, conforme estabelecido no licenciamento ambiental e no plano de recursos hídricos da bacia onde o reservatório se insere, se houver.\n§ 2° Os limites da Área de Preservação Permanente, previstos no inciso II, somente poderão ser ampliados, conforme estabelecido no licenciamento ambiental, e, quando houver, de acordo com o plano de recursos hídricos da bacia onde o reservatório se insere.\n§ 3° A redução do limite da Área de Preservação Permanente, prevista no § 1° deste artigo não se aplica às áreas de ocorrência original da floresta ombrófila densa - porção amazônica, inclusive os cerradões e aos reservatórios artificiais utilizados para fins de abastecimento público.\n§ 4° A ampliação ou redução do limite das Áreas de Preservação Permanente, a que se refere o §\n104\n1°, deverá ser estabelecida considerando, no mínimo, os seguintes critérios:\nI\t- características ambientais da bacia hidrográfica;\nII\t- geologia, geomorfologia, hidrogeologia e fisiografia da bacia hidrográfica;\nIII\t- tipologia vegetal;\nIV\t- representatividade ecológica da área no bioma presente dentro da bacia hidrográfica em que está inserido, notadamente a existência de espécie ameaçada de extinção e a importância da área como corredor de biodiversidade;\nV\t- finalidade do uso da água;\nVI\t- uso e ocupação do solo no entorno;\nVII\t- o impacto ambiental causado pela implantação do reservatório e no entorno da Área de Preservação Permanente até a faixa de cem metros.\n§ 5° Na hipótese de redução, a ocupação urbana, mesmo com parcelamento do solo através de loteamento ou subdivisão em partes ideais, dentre outros mecanismos, não poderá exceder a dez por cento dessa área, ressalvadas as benfeitorias existentes na área urbana consolidada, à época da solicitação da licença prévia ambiental.\n§ 6° Não se aplicam as disposições deste artigo às acumulações artificiais de água, inferiores a cinco hectares de superfície, desde que não resultantes do barramento ou represamento de cursos d'água e não localizadas em Área de Preservação Permanente, à exceção daquelas destinadas ao abastecimento público.\nArt. 4° O empreendedor, no âmbito do procedimento de licenciamento ambiental, deve elaborar o plano ambiental de conservação e uso do entorno de reservatório artificial em conformidade com o termo de referência expedido pelo órgão ambiental competente, para os reservatórios artificiais destinados à geração de energia e abastecimento público.\n§ 1° Cabe ao órgão ambiental competente aprovar o plano ambiental de conservação e uso do entorno dos reservatórios artificiais, considerando o plano de recursos hídricos, quando houver, sem prejuízo do procedimento de licenciamento ambiental.\n§ 2° A aprovação do plano ambiental de conservação e uso do entorno dos reservatórios artificiais deverá ser precedida da realização de consulta pública, sob pena de nulidade do ato administrativo, na forma da Resolução CONAmA n° 09, de 3 de dezembro de 1987, naquilo que for aplicável, informando-se ao Ministério Público com antecedência de trinta dias da respectiva data.\n§ 3° Na análise do plano ambiental de conservação e uso de que trata este artigo, será ouvido o respectivo comitê de bacia hidrográfica, quando houver.\n§ 4° O plano ambiental de conservação e uso poderá indicar áreas para implantação de pólos turísticos e lazer no entorno do reservatório artificial, que não poderão exceder a dez por cento da área total do seu entorno.\n§ 5° As áreas previstas no parágrafo anterior somente poderão ser ocupadas respeitadas a legislação municipal, estadual e federal, e desde que a ocupação esteja devidamente licenciada pelo órgão ambiental competente.\nArt. 5° Aos empreendimentos objeto de processo de privatização, até a data de publicação desta Resolução, aplicam-se às exigências ambientais vigentes à época da privatização, inclusive os cem metros mínimos de Área de Preservação Permanente.\nParágrafo único. Aos empreendimentos que dispõem de licença de operação aplicam-se as exigências nela contidas.\nArt. 6° Esta Resolução entra em vigor na data de sua publicação, incidindo, inclusive, sobre os processos de licenciamento ambiental em andamento.\nJOSÉ CARLOS CARVALHO\nPresidente do Conselho\n105\nRESOLUÇÃO N° 303, DE 20 DE MARÇO DE 2002\nDispõe sobre parâmetros, definições e limites de Áreas de Preservação Permanente.\nO CONSELHO NACIONAL DO MEIO AMBIENTE-CONAMA, no uso das competências que lhe são conferidas pela Lei n° 6.938, de 31 de agosto de 1981, regulamentada pelo Decreto n° 99.274, de 6 de junho de 1990, e tendo em vista o disposto nas Leis nos 4.771, de 15 de setembro e 1965, 9.433, de 8 de janeiro de 1997, e o seu Regimento Interno, e\nConsiderando a função sócio-ambiental da propriedade prevista nos arts. 5°, inciso XXIII, 170, inciso VI, 182, § 2°, 186, inciso II e 225 da Constituição e os princípios da prevenção, da precaução e do poluidor-pagador;\nConsiderando a necessidade de regulamentar o art. 2° da Lei n° 4.771, de 15 de setembro de 1965, no que concerne às Áreas de Preservação Permanente;\nConsiderando as responsabilidades assumidas pelo Brasil por força da Convenção da Biodiversidade, de 1992, da Convenção Ramsar, de 1971 e da Convenção de Washington, de 1940, bem como os compromissos derivados da Declaração do Rio de Janeiro, de 1992; Considerando que as Áreas de Preservação Permanente e outros espaços territoriais especialmente protegidos, como instrumentos de relevante interesse ambiental, integram o desenvolvimento sustentável, objetivo das presentes e futuras gerações, resolve:\nArt. 1° Constitui objeto da presente Resolução o estabelecimento de parâmetros, definições e limites referentes às Áreas de Preservação Permanente.\nArt. 2° Para os efeitos desta Resolução, são adotadas as seguintes definições:\nI\t- nível mais alto: nível alcançado por ocasião da cheia sazonal do curso d'água perene ou intermitente;\nII\t- nascente ou olho d'água: local onde aflora naturalmente, mesmo que de forma intermitente, a água subterrânea;\nIII\t- vereda: espaço brejoso ou encharcado, que contém nascentes ou cabeceiras de cursos d'água, onde há ocorrência de solos hidromórficos, caracterizado predominantemente por renques de buritis do brejo (Mauritia flexuosa) e outras formas de vegetação típica;\nIV\t- morro: elevação do terreno com cota do topo em relação a base entre cinqüenta e trezentos metros e encostas com declividade superior a trinta por cento (aproximadamente dezessete graus) na linha de maior declividade;\nV\t- montanha: elevação do terreno com cota em relação a base superior a trezentos metros;\nVI\t- base de morro ou montanha: plano horizontal definido por planície ou superfície de lençol d'água adjacente ou, nos relevos ondulados, pela cota da depressão mais baixa ao seu redor;\nVII\t- linha de cumeada: linha que une os pontos mais altos de uma seqüência de morros ou de montanhas, constituindo-se no divisor de águas;\nVIII\t- restinga: depósito arenoso paralelo a linha da costa, de forma geralmente alongada, produzido por processos de sedimentação, onde se encontram diferentes comunidades que recebem influência marinha, também consideradas comunidades edáficas por dependerem mais da natureza do substrato do que do clima. A cobertura vegetal nas restingas ocorrem mosaico, e encontra-se em praias, cordões arenosos, dunas e depressões, apresentando, de acordo com o estágio sucessional, estrato herbáceo, arbustivos e abóreo, este último mais interiorizado;\nIX\t- manguezal: ecossistema litorâneo que ocorre em terrenos baixos, sujeitos à ação das marés, formado por vasas lodosas recentes ou arenosas, às quais se associa, predominantemente, a vegetação natural conhecida como mangue, com influência flúvio-marinha, típica de solos limosos de regiões estuarinas e com dispersão descontínua ao longo da costa brasileira, entre os estados do Amapá e Santa Catarina;\nX\t- duna: unidade geomorfológica de constituição predominante arenosa, com aparência de cômoro ou colina, produzida pela ação dos ventos, situada no litoral ou no interior do continente,\n106\npodendo estar recoberta, ou não, por vegetação;\nXI\t- tabuleiro ou chapada: paisagem de topografia plana, com declividade média inferior a dez por cento, aproximadamente seis graus e superfície superior a dez hectares, terminada de forma abrupta em escarpa, caracterizando-se a chapada por grandes superfícies a mais de seiscentos metros de altitude;\nXII\t- escarpa: rampa de terrenos com inclinação igual ou superior a quarenta e cinco graus, que delimitam relevos de tabuleiros, chapadas e planalto, estando limitada no topo pela ruptura positiva de declividade (linha de escarpa) e no sopé por ruptura negativa de declividade, englobando os depósitos de colúvio que localizam-se próximo ao sopé da escarpa;\nXIII\t- área urbana consolidada: aquela que atende aos seguintes critérios:\na)\tdefinição legal pelo poder público;\nb)\texistência de, no mínimo, quatro dos seguintes equipamentos de infra-estrutura urbana:\n1.\tmalha viária com canalização de águas pluviais,\n2.\trede de abastecimento de água;\n3.\trede de esgoto;\n4.\tdistribuição de energia elétrica e iluminação pública ;\n5.\trecolhimento de resíduos sólidos urbanos;\n6.\ttratamento de resíduos sólidos urbanos; e\nc)\tdensidade demográfica superior a cinco mil habitantes por km2.\nArt. 3° Constitui Área de Preservação Permanente a área situada:\nI\t- em faixa marginal, medida a partir do nível mais alto, em projeção horizontal, com largura mínima, de:\na)\ttrinta metros, para o curso d'água com menos de dez metros de largura;\nb)\tcinqüenta metros, para o curso d'água com dez a cinqüenta metros de largura;\nc)\tcem metros, para o curso d'água com cinqüenta a duzentos metros de largura;\nd)\tduzentos metros, para o curso d'água com duzentos a seiscentos metros de largura;\ne)\tquinhentos metros, para o curso d'água com mais de seiscentos metros de largura;\nII\t- ao redor de nascente ou olho d'água, ainda que intermitente, com raio mínimo de cinqüenta metros de tal forma que proteja, em cada caso, a bacia hidrográfica contribuinte;\nIII\t- ao redor de lagos e lagoas naturais, em faixa com metragem mínima de:\na)\ttrinta metros, para os que estejam situados em áreas urbanas consolidadas;\nb)\tcem metros, para as que estejam em áreas rurais, exceto os corpos d'água com até vinte hectares de superfície, cuja faixa marginal será de cinqüenta metros;\nIV\t- em vereda e em faixa marginal, em projeção horizontal, com largura mínima de cinqüenta metros, a partir do limite do espaço brejoso e encharcado;\nV\t- no topo de morros e montanhas, em áreas delimitadas a partir da curva de nível correspondente a dois terços da altura mínima da elevação em relação a base;\nVI\t- nas linhas de cumeada, em área delimitada a partir da curva de nível correspondente a dois terços da altura, em relação à base, do pico mais baixo da cumeada, fixando-se a curva de nível para cada segmento da linha de cumeada equivalente a mil metros;\nVII\t- em encosta ou parte desta, com declividade superior a cem por cento ou quarenta e cinco graus na linha de maior declive;\nVIII\t- nas escarpas e nas bordas dos tabuleiros e chapadas, a partir da linha de ruptura em faixa nunca inferior a cem metros em projeção horizontal no sentido do reverso da escarpa;\nIX\t- nas restingas:\na)\tem faixa mínima de trezentos metros, medidos a partir da linha de preamar máxima;\nb)\tem qualquer localização ou extensão, quando recoberta por vegetação com função fixadora de dunas ou estabilizadora de mangues;\nX\t- em manguezal, em toda a sua extensão;\nXI\t- em duna;\nXII\t- em altitude superior a mil e oitocentos metros, ou, em Estados que não tenham tais elevações, à critério do órgão ambiental competente;\nXIII\t- nos locais de refúgio ou reprodução de aves migratórias;\nXIV\t- nos locais de refúgio ou reprodução de exemplares da fauna ameaçadas de extinção que constem de lista elaborada pelo Poder Público Federal, Estadual ou Municipal;\nXV\t- nas praias, em locais de nidificação e reprodução da fauna silvestre.\nParágrafo único. Na ocorrência de dois ou mais morros ou montanhas cujos cumes estejam separados entre si por distâncias inferiores a quinhentos metros, a Área de Preservação Permanente abrangerá o conjunto de morros ou montanhas, delimitada a partir da curva de nível correspondente a dois terços da altura em relação à base do morro ou montanha de menor altura do conjunto, aplicando-se o que segue:\nI\t- agrupam-se os morros ou montanhas cuja proximidade seja de até quinhentos metros entre seus topos;\nII\t- identifica-se o menor morro ou montanha;\nIII\t- traça-se uma linha na curva de nível correspondente a dois terços deste; e\nIV\t- considera-se de preservação permanente toda a área acima deste nível.\nArt. 4° O CONAMA estabelecerá, em Resolução específica, parâmetros das Áreas de Preservação Permanente de reservatórios artificiais e o regime de uso de seu entorno.\nArt. 5° Esta Resolução entra em vigor na data de sua publicação, revogando-se a Resolução CONAMA 004, de 18 de setembro de 1985.\nJOSÉ CARLOS CARVALHO\nPresidente do Conselho\n71479*\n71&amp;4-I1.1\n716027.9\n716644.8\n7171«\nMAPA DE DECLlVlDADE\n7C9J339.0\n70?J339.0\nEe-coIo 1.1500D\n7154-1 1.1\n7I&amp;D27.9\nFioborado por Potriclo BecKer, 2M5\n\t\t\t\t\nty\t\t\t<\t\n\t\t\tz V *>\t\n\t>\t\t\t\n\t\t\t\t\n70*273-5.5\n\nLEGENDA\nácimo de ¿0%\n2 - 30%\n0-2%\n\n71X138^1\n7U73O 7\n71WI9 9\n7lfól4.b\n7OT440W>\n7033805.0\nMAPA PEDOLÓGICO\n\n7OT27B*,O\nLEGENDA\n■i Combissoio\nSedimentos Recentes\n7M222&amp;5\n0.2\t0\t0-2\t0.5\t0.6 km\nEkaIo 1:15000\n7M157XO\nFwcoraoo por Porácta Bocwr. 2OCG\n7O§4172\nR\n-è-\n7003672.5\nMAPA DD USO DO SOLO\n70S31 72.S\n7092672.5\nLEGENDA\nÁREA URBANA\n■ AREA DA VEGETAÇÃO\n7092172\n7] 4732\n71528 7.3\n7158+2.1\n716397.0\nEscolo 1.15000\nEioborodo por Potrlcía Becker, 2005"}]}}}