{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15567"}, {"@name": "filename", "#text": "2202_Camargo_Christianede_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nDissertação Apresentada à\nFaculdade de Engenharia Mecânica como Requisito Parcial para a Obtenção do Título de Mestre em Engenharia de Petróleo\nCOMPORTAMENTO TRANSIENTE DE PRESSÃO\nEM POÇOS HORIZONTAIS\n««Ri-nníar r.orresDcnde a redítçáo í.híi!\nAutora: Christiane de Camargo\nOrientador: Dr. Osvair Vidal Trevisan\nDezembro de 1993\nti I. ’ M * t\ti $ ? % % *\t/v\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nA dissertação \"Comportamento Transiente de Pressão em Poços Horizontais'' elaborada por Christiane de Camargo foi aceita pela Subcomissão de Pós-Graduaçao em Engenharia de Petróleo como requisito parcial para a obtenção do Título de Mestre em Engenharia de Petróleo.\nCampinas, 16 de dezembro de 1993.\nAdalberto José Rosa, Ph.D.\nKleber Galvão de Oliveira Pádua, Ph.D.\nAo Evandro\nAGRADECIMENTOS\nAo meu orientador Osvair Vidal Trevisan pela presteza e dedicação com que conduziu o presente trabalho.\nÀ professora Maria Cristina Cunha pelo apoio e sugestões dadas durante o transcorrer desta dissertação.\nAos funcionários da RPSE/DIAREV, especialmente aos engenheiros José Adilson Tenorio Gomes e Paulo Marcos Fernandes Vieira, pelas sugestões e pela presteza quando requisitados.\nAo meu pai cujo espírito despojado e científico tem me inspirado era todos os momentos da vida.\nÀ minha mãe e irmãos pelo apoio e incentivo constantes.\nAos colegas e professores do mestrado em Engenharia de Petróleo da Unicamp pela amizade e companheirismo nestes dois anos de convivência.\nÀ PETROBRÁS pela oportunidade e pelo suporte financeiro para a realização deste trabalho.\nResumo\nA análise de testes de pressão em poços horizontais tem por objetivo determinar os parâmetros da formação e algumas características do poço horizontal, através da utilização de técnicas convencionais de interpretação de testes ou de técnicas mais sofisticadas que incluem a análise automatizada.\nNeste trabalho será apresentado um modelo matemático para representar o comportamento transiente da pressão de um poço horizontal em um reservatório anisotrópico de espessura limitada. Este modelo considera a existência da perda de carga no interior do poço horizontal, em fluxo monofásico laminar ou turbulento.\nPara determinação da solução semi-analítica, a equação da queda de pressão no poço é acoplada à equação de fluxo no reservatório, considerando a continuidade das pressões e das vazões na interface poço horizontal/reservatório.\nConcluiu-se que, para a maioria das aplicações práticas, a pressão pode ser considerada constante ao longo do poço horizontal.\nOs efeitos de estocagem e de película são incluídos no modelo aplicando-se o teorema da superposição na solução para a vazão total de produção constante.\nÉ proposta uma modelagem para o dano de formação que considera a anisotropia da formação e o tempo de exposição desta aos fluidos de perfuração e de completação. Uma fórmula para o fator de película é obtida.\nSão apresentadas aproximações assintóticas da solução.\nA análise automatizada de testes em poços horizontais é apresentada através da técnica de regressão não linear utilizando o método dos mínimos quadrados. Para viabilizar a aplicação desta técnica, em termos de tempo computacional, foi utilizado um modelo de fluxo uniforme equivalente.\nAs conclusões quanto à aplicação desta técnica são limitadas, dada a escassez de casos reais na literatura.\nSão incluídos exemplos de casos reais e de casos sintéticos.\nAbstract\nThe objective of a horizontal well test analysis is to obtain some reservoir/well parameters by using conventional or automated techniques of analysis.\nThis work presents a mathematical model in order to represent the transient pressure behavior of a horizontal well in an anisotropic reservoir of finite thickness. The model considers the pressure drop due to the fluid flow inside the wellbore.\nTo obtain the semi-analytical solution, the wellbore and reservoir fluid flows are coupled considering continuity of pressures and rates at the sandface.\nOne of the conclusions is that the infinite-conductivity wellbore assumption can be used for most of the practical cases.\nUsing the solution for the constant terminal rate case, wellbore storage and skin effects are included in the model by applying the superposition theorem.\nThis study also suggests a model for the formation damage which includes the effects of reservoir anisotropy and the time of exposure to drilling and completion fluids. An analytical expression for the skin factor is presented.\nAsymptotic expressions are given for early, intermediate and late time flow behaviors.\nAn automated well test analysis procedure using the least squares nonlinear regression technique is presented. The use of this technique is made possible by applying a model of uniform-flux condition on the inner boundary, adopted to minimize the computational effort.\nThe conclusions on the application of this technique are limited, due to the scarcity of papers with actual field data in the petroleum literature.\nVarious examples with synthetic and field data are included.\nConteúdo\n1.\tINTRODUÇÃO\t1\n2.\tREVISÃO BIBLIOGRÁFICA\t4\n3.\tFORMULAÇÃO MATEMÁTICA\t9\n3.1.\tO Problema do Reservatório...................................9\n3.1.1.\tFormulação Matemática...............................  10\n3.2.\tO Problema do Poço......................................    14\n3.2.1. F ormulação Matemática ....................  .........15\n3.3.\tAcoplamento Entre as Soluções do Poço e do Reservatório.....16\n4.\tSOLUÇÃO NUMÉRICA\t19\n4.1. Discretização no Espaço...............................      19\n4.2.\tDiscretização no Tempo..................................    21\n4.3.\tSolução do Sistema de Equações..............................22\n4.3.1.\tAproximação Para Tempos Curtos....................    23\n4.3.2.\tSistema Linear de Equações..........................  26\n4.3.3.\tSistema não Linear de Equações......................  27\n4.3.4.\tSolução Aproximada....................................30\n5.\tEFEITOS DE ESTOCAGEM E DE PELÍCULA\t31\n5.1.\tEfeito de Película........................................  31\n5.2.\tEfeito de Estocagem.........................................32\n5.3.\tModelagem do Dano de Formação...............................34\n5.4.\tAproximações Assintóticas..............................    .39\n5.4.1.\tSolução para Tempos Curtos............................39\n5.4.2.\tSolução para Tempos Intermediários..................  41\n5.4.3.\tSolução para Tempos Longos......................      43\n6.\tDISCUSSÃO E ANÁLISE DOS RESULTADOS\t47\n6.1.\tComportamento da Vazão ao Longo do Poço...............  ....47\n6.2,\tComparação entre Fluxo Laminar e Turbulento...............  50\n6.3.\tIdentificação dos Regimes de Fluxo.......................    53\n6.4.\tSolução com Estocagem e Fator de Película....................54\n6.5.\tSolução com o Fator de Película Variável com a Posição.....  57\n6.6.\tEfeito da Variação do Comprimento Adimensional do Poço.......60\n7.\tANÁLISE AUTOMATIZADA DE TESTES DE PRESSÃO\t63\n7.1.\tModelo Matemático de Fluxo Uniforme..........................64\n7.1.1.\tValidação do Modelo..................................  65\n7.1.2.\tDeterminação do Ponto Equivalente....................  66\n7.2.\tRegressão Não Linear Com Mínimos Quadrados...............    76\n7.2.1.\tAnálise Estatística da Regressão...................    79\n7.3.\tAnálise de Dados de Testes de Pressão....................    80\n8.\tCONCLUSÕES E RECOMENDAÇÕES\t93\nNOMENCLATURA......................................................  95\nREFERÊNCIAS.................................................        99\nAPÊNDICE A: Aproximação para a Discretização do Tempo\t106\nAPÊNDICE B: Discretização no Tempo da Solução com Efeitos de Estocagem\ne de Película.\t112\nAPÊNDICE C: Determinação do Fator de Película em Formações Anisotrópicas 114\nAPÊNDICE D: Algoritmo de Procura Linear\t123\nLista de Figuras\n3.1: Esquema do poço horizontal em um reservatório infinito  .................10\n4.1: Esquema de discretização do poço horizontal ......................      19\n4.2: Matriz Jacobiana para fluxo turbulento no poço horizontal.............  29\n5.1: Representação Esquemática do cone truncado elíptico danificado..........37\n6.1: Variação com o tempo do perfil de vazão versus distância - Caso 1...  .48\n6.2: Variação com o tempo do perfil de vazão versus distância - Caso 2......49\n6.3: Variação com o tempo do perfil de vazão versus distância - Caso 3....  49\n6.4: Comparação da pressão adimensional em xD=0 - Casos la3.................51\n6.5: Comparação da vazão estabilizada adimensional ao longo do poço\nhorizontal - Casos 1 a 3........................................        51\n6.6: Comparação da pressão adimensional ao longo do poço horizontal para os dados dos Casos 1 a 3.........................................          52\n6.7: Comparação do Número de Reynolds ao longo do poço horizontal para os dados dos Casos 1 a 3...................................................52\n6.8: Identificação dos regimes de fluxo que ocorrem durante o período de comportamento transiente da pressão...............................      54\n6.9: Comportamento da pressão adimensional com efeitos de película e de estocagem, em escala log~log..........................................  55\n6.10: Comportamento da pressão adimensional com efeito de película, em escala\nsemi-log.................................................................55\n6.11: Comportamento da vazão estabilizada com efeito de película.............56\n6.12: Comportamento da pressão adimensional ao longo do poço horizontal com\na inclusão do fator de película...................................      56\n6.13: Comportamento da pressão adimensional com efeitos de película constante\ne variável, em escala log-log...........................................58\n6.14: Comportamento da pressão adimensional com efeitos de película constante\ne variável, em escala semi-log..........................................59\n6.15: Comportamento da vazão estabilizada com efeitos de película constante e variável................................................................  59\n6,16: Comportamento da pressão adimensional ao longo do poço horizontal com\na inclusão dos efeitos de película constante e variável.................  60\n6.17: Comportamento da pressão adimensional com a variação do comprimento\nadimensional do poço......................................................61\n6.18: Comportamento da vazão adimensional ao longo do poço horizontal com a\nvariação do comprimento adimensional do poço...........................  .62\n7.1: Comparação entre a solução para o modelo de fluxo uniforme deste trabalho\ne a solução de Daviau et alii.........................................    66\n7.2: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 1.....70\n7.3: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 1 A...70\n7.4: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 1E....71\n7.5: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3.....71\n7,6: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3A....72\n7.7: Comparação entre as pressões adimensionais com perda de carga no interior\ndo poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3E....72\n7.8: Comparação entre o ponto equivalente adotado e os pontos equivalentes\nreais para os dados do Caso 1...................................      ....73\n7.9: Comparação entre o ponto equivalente adotado e os pontos equivalentes\nreais para os dados do Caso IA..........................................  74\n7.10: Comparação entre o ponto equivalente adotado e os pontos equivalentes\nreais para os dados do Caso 1E..........................................  74\n7,11: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3............................................  75\n7,12: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3 A........................................    75\n7,13: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3E................................        .....76\n7,14: Regressão nos dados da pressão em conjunto com a derivada da pressão -\ncaso 1.................................................................83\n7,15:Regressão nos dados da pressão em conjunto com a derivada da pressão -\ncaso 3.............,,,.................................................83\n7.16: Comportamento da média dos resíduos ao quadrado ao longo das iterações -\ncaso 1.............................................................    84\n7,17: Comportamento da média dos resíduos ao quadrado ao longo das iterações -\ncaso 3...........................................................      84\n7.18: Pressão e derivada utilizando os dados da referência 41 - caso 4....,,88\n7,19: Regressão nos dados da pressão -caso 4................................88\n7,20: Regressão nos dados da pressão em conjunto com a derivada da pressão -\ncaso 4......................................................        ...89\n7.21:Comportamento da média dos resíduos ao quadrado ao longo das iterações\n- caso 4.........................................................      89\nA.l: Comportamento da função de Green ao longo do tempo................    108\nA.2: Comportamento da função de Green ao longo do tempo..................  109\nA.3: Comportamento das vazões adimensionais ao longo do tempo............  109\nA.4: Comportamento das derivadas da vazão adimensional em relação ao tempo,... 110\nA.5: Comparação entre as pressões adimensionais obtidas com as soluções exata e aproximada..............................................................111\nA.6: Comparação entre as vazões adimensionais obtidas com as soluções exata e aproximada................................................................. 111\nC, 1: Representação Esquemática das Isóbaras de Pressão.................... 119\nLista de Tabelas\n6.1: Características do poço e do reservatório padrões...........................47\n6.2: Vazões de produção para os três casos de Análise..........................  48\n7.1.\tDados de poço e de reservatório para a validação do modelo de fluxo uniforme.....................................................................    65\n7.2: Constantes adimensionais reservatório/poço horizontal - Casos 1 a 3E.........67\n7.3: Pontos equivalentes adimensionais para tempos longos * Casos I a 3E.........68\n7.4: Diferenças percentuais máximas entre as pressões calculadas considerando perda de carga no interior do poço e fluxo uniforme com ponto equivalente iguala 1.68.................................................................  68\n7,5: Dados de poço e de reservatório para os casos 1 e 3.......................  81\n7.6: Resultados da regressão não linear para os dados do caso\t1..................81\n7.7: Resultados da regressão não linear para os dados do caso\t3................  82\n7,8: Comparação entre varias estimativas iniciais para os dados dos casos 1 e 3..82\n7.9: Dados de poço e de reservatório para o caso 4.........................      85\n7.10: Dados de pressão versus tempo para o caso 4...............................  86\n7.11: Resultados da análise para os dados do caso 4...............................86\n7.12: Dados de pressão versus tempo para o caso 5.................................90\n7.13: Dados de poço e de reservatório para o caso 5....................................91\n7.14: Resultados da análise para os dados do caso 5...............................91\n1.\tINTRODUÇÃO\nComo a maioria dos reservatórios de petróleo são produzidos economicamente com técnicas convencionais, os problemas encontrados para se perfurar poços horizontais e os custos adicionais inibiram, durante muito tempo, os investimentos no aperfeiçoamento das técnicas de perfuração e de completação destes poços. Este quadro vem se invertendo nesta década, com significativos avanços na tecnologia dirigida aos poços horizontais.\nOs poços horizontais oferecem algumas vantagens em relação aos poços verticais. Dentre estas, pode-se destacar a sua maior produtividade, pois caracterizam-se por uma extensão maior em contato com a formação produtora, já que este contato não é limitado pela espessura da formação. Assim, o espaçamento entre poços pode ser maior, com a consequente redução do número de poços necessários para drenar um reservatório. Este aspecto abre boas perspectivas para o emprego deste tipo de poço em campos offshore.\nPoços horizontais vêm sendo empregados com sucesso para resolver problemas de produção em uma grande variedade de tipos litológicos. São particularmente atrativos em reservatórios com coluna de óleo delgada, em reservatórios com risco de formação de cones de água e/ou gás, em alguns reservatórios naturalmente fraturados e em reservatórios com baixas permeabilidades.\nQuanto aos reservatórios de petróleo atravessados por um poço horizontal, uma maneira prática e econômica de caracterizá-los é através de testes de pressão.\nOs testes convencionais podem ser testes de fluxo, onde o poço é produzido à vazão constante e a pressão de fundo é medida, ou testes de estática, onde, após um período de produção à vazão constante, o poço é fechado e a pressão de fundo registrada.\nA interpretação dos dados obtidos durante os períodos de fluxo ou estática permite, em alguns casos, identificar qualitativamente o tipo de reservatório e determinar quantitativamente os parámetros característicos do reservatório.\nHistoricamente, o diagnóstico do modelo do reservatório era baseado somente no comportamento de pressões observado durante o teste. A introdução dos métodos das derivadas proporcionou um grande avanço na identificação dos regimes de fluxo (radiai, linear, etc. ) que podem ocorrer para cada tipo de reservatório, e melhorou significativamente o diagnóstico.\nCom o aumento da complexidade dos modelos de reservatórios utilizados, surgiu a necessidade de utilizarem-se métodos mais sofisticados de interpretação de testes. Entre estes métodos, o mais frequentemente adotado é o da análise automatizada, que tem como objetivo obter os parâmetros da formação através da utilização de técnicas de regressão não linear aplicadas aos históricos de pressão de fundo obtidos durante o período do teste.\nO assunto de interesse do presente trabalho se restringe à interpretação de testes em poços horizontais durante o período de comportamento transiente da pressão.\nExistem na literatura considerações sobre dois modelos para se tratar um poço horizontal. No primeiro, denominado fluxo uniforme, considera-se que a vazão total de produção se distribui de maneira uniforme ao longo do comprimento do poço e, portanto, a distribuição de pressão não é uniforme. No segundo modelo, denominado de condutividade infinita, admite-se que a pressão seja constante ao longo do poço.\nNeste trabalho será analisada a influencia que a perda de carga, que ocorre com a existencia de fluxo no interior do poço, pode ter no comportamento transiente das pressões e das vazões. A solução para o problema considerando esta condição de contomo no poço é precisa, mas requer um excessivo tempo computacional para a sua obtenção.\nNa prática, para a utilização das técnicas de regressão não linear será utilizado um modelo de fluxo uniforme equivalente, que reproduz, com pequenos erros, a\nmesma resposta de pressão que seria obtida com o modelo mais realista e tem a vantagem de exigir um esforço computacional bem menor.\nA solução com a inclusão dos efeitos de estocagem e de película é obtida, em qualquer posição ao longo do poço horizontal, a partir da discretização da equação resultante da aplicação do princípio de Duhamel na solução básica, obtida considerando a vazão total de produção constante.\nr\nE proposta uma modelagem para o dano de formação que considera, dentre outros fatores, a anisotropia da formação e o seu tempo de exposição aos fluidos de perfuração.\n2.\tREVISÃO BIBLIOGRÁFICA\nA idéia da utilização de poços horizontais para a produção de petróleo não é recente. Em algumas publicações1-2 encontram-se referências de que até os anos 50 e 60 mais de uma centena de poços horizontais já haviam sido perfurados, principalmente na URSS, mas com resultados até então pouco satisfatórios em termos de produção de petróleo.\nA crescente valorização do petróleo, a partir dos anos 70, exigiu que as companhias petrolíferas de todo o mundo investissem mais em pesquisas, visando a descoberta de novas reservas e a otimização da produção e recuperação final dos campos em produção. Como consequência, houve um grande avanço em diversas áreas, principalmente nas técnicas de perfuração, completação e perfilagem de poços direcionais, viabilizando técnica e economicamente a utilização de poços horizontais para a produção de petróleo. A partir de então, vários artigos começaram a ser publicados sobre a tecnologia de poços horizontais3 >4, enfocando principalmente aspectos da perfuração e da completação destes poços, bem como assuntos relacionados à engenharia de reservatórios, tais como:\n. escoamento permanente de finidos através destes poços;\n. estimativa do aumento de produtividade de poços horizontais em relação aos verticais;\n. controle de cones de gás e de água com poços horizontais;\n, utilização de poços horizontais na recuperação suplementar de reservatórios de petróleo.\nEntretanto, somente a partir de 1985 começaram a surgir na literatura os primeiros estudos sobre o comportamento transiente da pressão em poços horizontais, apesar deste conhecimento ser bastante importante no sentido de se desenvolverem métodos que possam caracterizar as formações produtoras a partir de resultados de testes de pressão.\nA maioria das soluções já apresentadas para poços horizontais pode ser enquadrada em duas categorias. Na primeira, se considera que a vazão total de produção se distribui de maneira uniforme ao longo do comprimento do poço e, portanto, a distribuição de pressão não é uniforme. Na segunda categoria estão englobadas as soluções de condutividade infinita, cuja hipótese é a de que não existe resistência ao fluxo dentro do poço. Consequentemente, neste caso, ao invés da vazão, a pressão se distribui uniformemente ao longo do poço,\nNa realidade, os modelos de fluxo uniforme e de condutividade infinita, hoje também utilizados para os poços horizontais, foram introduzidos por Gringarten et ahP no estudo de fraturas verticais.\nNo caso dos poços horizontais, a condição de contorno de fluxo uniforme tem sido largamente utilizada, dada a maior facilidade de tratamento matemático deste caso. A solução da pressão para condutividade infinita normalmente é aproximada pela média da pressão obtida ao longo do comprimento do poço com fluxo uniforme ou, em uma analogia com fraturas verticais5, com a utilização do método do ponto equivalente. Este ponto corresponde à distância horizontal ao longo do poço em que as respostas de pressão são idênticas para as condições de contorno de fluxo uniforme e de condutividade infinita.\nOs trabalhos mais significativos sobre o comportamento da pressão durante o período transiente em poços horizontais são considerados a seguir,\nClonts e Ramey6 apresentaram a solução analítica para o comportamento transiente da pressão em poços horizontais, com a condição de contorno de fluxo uniforme, em um reservatório infinito anisotrópico. Em analogia com a solução para fraturas verticais de condutividade infinita5, os autores avaliaram as pressões na distância adimensional de 0.732 (ponto equivalente), medida horizontalmente a partir do centro do poço.\nDaviau et allí1 apresentaram a mesma solução de Clonts e Ramey6 para o reservatório infinito, com a inclusão dos efeitos de estocagem e de película.\nDeterminaram também as soluções analíticas para reservatórios limitados, com fronteiras impermeáveis ou com pressão constante. Os resultados foram apresentados na forma de curvas-tipo, mostrando que o efeito da estocagem pode dificultar a interpretação do teste de pressão em poços horizontais. Os autores procuraram avaliar a influência que parâmetros como o raio, comprimento e excentricidade vertical do poço horizontal podem ter na resposta de pressão. Utilizaram um ponto equivalente adimensional, medido a partir do centro do poço, de 0,7.\nGoode e Thambynayagam8 apresentaram uma solução analítica para as respostas da pressão, durante o fluxo e o crescimento de pressão, de um poço horizontal em um reservatório semi-infinito anisotrópico. Esta solução foi desenvolvida paralelamente às soluções de Clonts e Ramey6 e de Daviau et alií1, e se diferencia destas pelo tratamento matemático diferente dado ao mesmo problema. Os autores consideraram a influência do efeito de película, mas não incluíram na solução os efeitos de estocagem. A aproximação para condutividade infinita é feita pela média das pressões obtidas ao longo do poço horizontal com a condição de contorno de fluxo uniforme. São fornecidas equações aproximadas, bem como os tempos para a ocorrência dos vários regimes de fluxo do período de comportamento transiente da pressão. Apresentaram ainda equações aproximadas para o cálculo do dano de formação devido à penetração parcial do poço.\nSouza9 apresentou as soluções analíticas para os casos de poços horizontais não surgentes e com vazão constante na superfície, tanto para a condição de contorno de fluxo uniforme quanto para a de condutividade infinita. O autor preferiu não generalizar um ponto de equivalência único que se adequasse à maioria das situações práticas. Os efeitos de estocagem e de película foram incluídos nas soluções apresentadas.\nCarvalho10 e Rosa e Carvalho11 apresentaram um estudo sobre o valor do ponto equivalente para a aproximação da solução para o modelo de condutividade infinita a partir do resultado obtido com o modelo de fluxo uniforme. O ponto equivalente\nadimensional determinado, válido para a maioria das aplicações práticas, foi de 0,68. Os autores incluíram ainda um estudo sobre a influência dos efeitos gravitacionais na solução obtida.\nKuchuck et allí12 ampliaram os trabalhos anteriores para obter soluções analíticas para os poços horizontais com e sem os efeitos de capa de gás e de aquífero. Apresentaram as equações para a determinação dos parâmetros do reservatório a partir das características dos diversos regimes de fluxo, incluindo a solução para a resposta da pressão considerando medições simultâneas de vazões e de pressões de fundo. Desenvolveram expressões analíticas aproximadas para o cálculo do dano por penetração parcial. Os autores indicaram claramente a sua preferência para a aproximação da solução de condutividade infinita pela média da pressão obtida com fluxo uniforme.\nKuchuck et apresentaram uma metodologia para a interpretação de testes de pressão em poços horizontais com a análise de dados reais e sintéticos, tanto para fluxo quanto para crescimento de pressão. Os autores mostraram exemplos de testes com medição simultânea de vazão e de pressão de fundo. Utilizaram técnicas de regressão não linear, como auxílio para a interpretação dos dados dos testes de pressão.\nOzkan et alii^ partiram da solução analítica de Daviau et allí1 para reservatórios infinitos anisotrópicos e em adição apresentaram as curvas de derivada da pressão. Optaram, diferentemente de Daviau et aliP, por adotar o valor do ponto equivalente igual a 0,732. Os autores também procuraram mostrar a influência que parâmetros como o raio, comprimento e excentricidade vertical do poço horizontal podem ter na resposta de pressão. Desenvolveram expressões analíticas aproximadas para o cálculo do dano por penetração parcial.\nBabu e Odehi5d6 apresentaram a solução para o comportamento transiente da pressão utilizando um reservatório fechado anisotrópico. Apresentaram equações aproximadas, bem como os tempos para ocorrência dos vários regimes de fluxo do período transiente, tanto para o fluxo quanto para o crescimento de pressão. Estas\nequações aproximadas são idênticas, a menos dos pseudo-fatores de película, às obtidas por Goode e Thambynayagam8. No entanto, os tempos necessários para a ocorrência de cada um dos regimes de fluxo diferem bastante de autor para autor3.\nDikken17 apresentou um modelo para investigar a queda de pressão ao longo dos poços horizontais. A solução obtida não pode ser utilizada no período transiente, uma vez que na modelagem foi considerado fluxo permanente no reservatório e índice de produtividade constante por unidade de comprimento do poço.\nOzkan et alifâ apresentaram uma solução semi analítica para o período transiente, que inclui a queda de pressão no interior dos poços horizontais. Segundo os autores, a utilização das condições de contorno de fluxo uniforme ou de condutividade infinita leva a resultados errôneos, uma vez que, de acordo com suas conclusões, para a maioria dos casos práticos, a queda de pressão no poço é grande quando comparada à queda de pressão no reservatório.\n3.\tFORMULAÇÃO MATEMÁTICA\nNeste capítulo será apresentada a formulação matemática utilizada para a obtenção da solução que reproduz o comportamento das pressões e das vazões ao longo de um poço horizontal, considerando a perda de carga que ocorre no seu interior.\nSerá considerado o caso em que o reservatório é infinito horizontalmente e limitado verticalmente por fronteiras impermeáveis.\nPara determinar a solução do problema, as equações de fluxo do reservatório devem ser resolvidas simultaneamente com as equações de queda de pressão no poço.\nNa formulação adotada, o reservatório e o poço, de condutividade finita, constituem dois meios distintos. No acoplamento das soluções destes dois meios, será considerada a continuidade das pressões e das vazões na interface do sistema reservatório-poço horizontal.\n3J. O Problema do Reservatório\nNeste item será abordada a formulação matemática do problema do escoamento no reservatório, que contém um poço horizontal. O poço será considerado como uma linha fonte, sem dimensões nas direções y e z (Figura 3.1), posteriormente tratado como tendo dimensões finitas.\nPara determinação da equação que descreve o fluxo no reservatório as seguintes premissas serão assumidas:\n•\to fluido tem compressibilidade pequena.\n•\ta viscosidade do fluido independe da pressão.\n•\to escoamento de fluidos é isotérmico.\n•\to reservatório é homogêneo e anisotrópico, com permeabilidade horizontal k, e permeabilidade vertical k2.\n•\tos efeitos gravitacionais são desprezíveis.\n•\to reservatório tem uma espessura uniforme h, e porosidade constante e independente da pressão.\n•\to poço horizontal é considerado como uma linha fonte de comprimento L, e está localizado em alguma posição distante zw da fronteira inferior do reservatório.\n•\tas fronteiras inferior e superior, localizadas em z=0 e z=h são impermeáveis.\n» não existe qualquer influência de fronteiras laterais durante o período de interesse,\n•\to poço produz com vazão qw, constante na superfície.\nh\nI\nZw\n/\nFigura 3.1: Esquema do poço horizontal em um reservatório infinito\n3.1.1.\tFormulação Matemática\nConsiderando que os eixos principais do tensor permeabilidade são paralelos aos eixos x, y e z, a equação que governa o escoamento de fluidos no meio poroso, equação da difusão, derivada da equação da continuidade e da lei de Darcy é dada por6:\nv-\nA\nK z»\n... . Vp li\n\\ /\n(3,1)\nComo o meio poroso considerado é horizontalmente isotrópico (kv = kx = k), a equação (3.1) pode ser reescrita como:\n(3-2)\nA solução para a queda de pressão no reservatório será obtida aplicando-se o conceito da função de Green e o método dos produtos de Newman19. A função de Oreen para o nosso problema é dada pela íntersecção de três funções básicas de Green, correspondentes a:\n♦\tum plano vertical infinito nas direções y-z, localizado em um reservatório infinito (Gj).\n•\tum plano vertical infinito nas direções x-z, localizado em um reservatório infinito (G2).\n*\tum plano horizontal infinito nas direções x-y. localizado em um reservatório horizontal, com limites inferior e superior impermeáveis (G3).\nEste produto gera uma função de Green correspondente a uma fonte instantânea puntifonne em um reservatório horizontal limitado verticalmente. A integração desta fonte ao longo do poço produz a fonte instantânea desejada, ou seja, a linha fonte que representa o poço horizontal.\nAp(x,y,z,t) =-1- í í qh(x',t')G^^x'.t-t')G2(y,yw,t-f)G3(z,zw,t-f)dx'df\n(3.3)\nonde qh(x,t) é a vazão por unidade de comprimento do poço horizontal e as funções fonte instantâneas são definidas19 como:\ní exp\nG^t')-\n-(x-x')2>\n1\t4V' ,\n2\tTtq f\n(3.4)\nexp\nG2(y,yw,t') =—\ní-(y-y.)M\nl 4fit' J\n2 n n t'\n(3.5)\nG3(z,zw,t') = -J- 1 + 2? exp\nh *■**\nL n=I\nOO\t/\t->\t-?\n-n~7Unz\n{ h J\n\nh 7\n(3.6)\nonde +1 e são, respectivamente, as difusividades nas direções horizontal e vertical, definidas como:\nk\nn =\t-----\np. ct\n(3.7)\nk7\nfiz=\n$ p ct\n(3.8)\nonde&lt;Xj = 1 no Sistema Internacional de Unidades e 2,637 x IO\"4 no Sistema de Unidades de Campo.\nSubstituindo as equações (3.4) a (3.6) na equação (3.3) obtém-se:\nr .\nexp\nAp(x,y,z,t)í í qh(x',t')\n0CS *0 4o\n-(x-x')2 v4n(t-t')\ní ,\tx2 \\\n-(y-yw)\n, 4q(t-t') ;\nexp\n_________~ dx* ———___________\n2^jrri(t-t'j 2A/7tn(t-t7)\nxl\nh\n—n 71 T|z (t“t )\nl ... h2“^\ndt' (3.9)\nCom o objetivo de obter soluções gerais, independentes das características do sistema poço-reservatório, a equação (3.9) será adimensionalizada de acordo com as seguintes variáveis adimensionais para o reservatório:\n(3.10)\ntD-\nn t\n(L/2)2\n(3.13)\n(3.14)\n(3.15)\n(3.16)\nNa equação (3.10), a2 ~ 2n no Sistema Internacional de Unidades e 1/141,2 no Sistema de Unidades de Campo.\nA equação (3.9) pode ser expressa em unidades adimensionais, para yw ~ 0,\ncomo:\n\nX\ní\n\n- í Í qhD(XD,tr>)\n4J0 Jo\n\"(Xp~XÍ))2\n4 (tp-tí>)\n«\nl+2^r exp(-n2 it2 L?D(tD\nn=l\n”tp)) cos(nizB LD)\n(3.18)\n3.2.0 Problema do Poço\nNeste item será abordada a formulação matemática para o fluxo de fluidos no interior do poço horizontal. Será adotada a metodologia seguida por Ozkan et alíiu, considerando a perda de carga no interior do poço em fluxo laminar ou turbulento.\nPara determinar a equação que descreve o fluxo no interior do poço as seguintes premissas serão assumidas:\n•\tregime permanente para o fluxo monofásico isotérmico no interior do poço. Esta hipótese é semelhante à feita por Cinco et alifâ para 0 fluxo incompressível de fluidos no interior de uma fratura de condutividade finita. Cinco et alii mostram que esta hipótese se toma válida após um período muito pequeno de tempo em que a expansão dos fluidos no interior do poço se toma desprezível.\n•\tos gradientes de pressão ao longo da direção axial (x), são independentes da direção radial.\n•\t0 fluido entra no poço à vazão qjj(x,t), por unidade de comprimento do poço, e é produzido a uma vazão constante, qw, na extremidade do poço em x = 0.\n3.2.1.\tFormulação Matemática\nSob as hipóteses acima, a vazão em um ponto x da seção horizontal do poço, qiK, é igual à vazão acumulada neste ponto, e pode ser expressa como:\nqhcU,t) = í qh(x%t) dx'\t(3.19)\nEspecíficamente em x = 0+ (extremidade produtora do poço), q!lc(O+.t) = qw. Da equação (3.19), pode-se verificar que:\n3qhC(x,t)\nôx\n~qh(x,t)\n(3.20)\nA equação da perda de carga em regime permanente para um fluxo monofásico e isotérmico no poço horizontal, pode ser escrita como:\ndPh(X,t)= E f(x,t) qjjx.t)\t(3.21)\nonde f é o fator de fricção de Fanning e E é dado pela seguinte expressão:\nE =\nPr\nonde pf é a densidade do fluido e rw e Aw são, respectivamente, o raio e a área da seção transversal do poço horizontal.\nDiferenciando a equação (3,21) em relação a x e utilizando a equação (3.20);\nd2ph(V)\n3x2\nf\n= E qhc(x,t)\nx\n~ 2 f(x,t) qhc(x,t) qh(x,t) 3x\t.\n(3.23)\nIntegrando a equação (3.23) duas vezes em relação a x:\nph(x,t) -pwf(t) = E ft qjv x +\nõx”\nqhe(x\",t)qh(x\\t)\nJ\nPara dedução desta equação, a pressão ph((ri5t) foi denominada pwj(t) e foi utilizada a condição de contorno em x = O4-:\n(3.25)\n3.3.\tAcoplamento Entre as Soluções do Poço e do Reservatório\nPara efetuar o acoplamento entre as soluções do poço e do reservatório será adotada a metodologia seguida por Ozkan eí alifâ.\nA condição de continuidade de fluxo requer que a vazão qh(x,t) da equação (3.9), representativa do reservatório, seja igual à vazão q^Cxd) da equação (3.24) do poço horizontal. Da mesma maneira para que exista a continuidade das pressões em qualquer posição ao longo do poço horizontal, a pressão p(x,y,z,t) da equação (3.9) deve ser igual à pressão ph(x,t) da equação (3.24). Logo, pode-se acoplar as equações (3.9) e (3.24) para obter a equação que representa o modelo reservatório/poço horizontal adotado:\np(x,y,z,t)-pwf(t)=E ft qjv x +\n(3.26)\nPara adimensionalização da equação acima, pode-se definir a condutividade adimensional do poço. C!1D . como:\nA\tTF 'r\nChD - a3....w— - a, —.\t(3.27)\nonde, «3 = 1 no Sistema Internacional de Unidades e 9,413 x 1013 no Sistema de Unidades de Campo.\nO número de Reynolds, Rc, em qualquer posição x do poço horizontal, e o número de Reynolds, Reb na extremidade produtora do poço são definidos como:\nRe(x,t) = a4\t(3 28)\nIX Aw\nR\n= a4\n^UPf Qw\njj. Aw\n(3.29)\nonde. «4 -' I no Sistema Internacional de Unidades e 9,686 x 10'2 no Sistema de Unidades de Campo.\nUtilizando as equações (3.27) a (3.29) e as equações (3.10) a (3.17) de adimensionalização das equações do reservatório, pode-se reescrever a equação (3.26) em unidades adimensionaís:\nR f tt\nPwD Úd) ^Pd(xD AD^Ddn)\t—\nlóCho\nonde, Pd^dAd^iUd) é fornecido pela equação (3.18) e 0 valor de D pode ser\ncalculado como:\nD(xD.tD)=Re(xD,tD)^v22Ía( + 2R«(xD,tD)f(xD,tD) (3.31)\n3RJxD,tD)\nPara 0 caso de fluxo laminar no interior do poço horizontal, considerado quando Rcl&lt;; 2300, o valor do fator de fricção será igual a 16/RC e 0 valor de D será sempre constante e igual a 16. Neste caso, pode-se reescrever a equação (3.30) como:\nNas equações acima Ret e ft são conhecidos, a partir do instante em que se adote uma correlação para determinação do fator de fricção. Os valores de Rç e de Rít podem ser relacionados a partir das equações (3.19), (3.28) e (3.29) pela seguinte expressão:\nRe(xD)tD) = ^í qhD(x/D,tD)dx/D\t(3.33)\n2\n4.\tSOLUÇÃO NUMÉRICA\nA equação (3.30), representativa do modelo poço horizontaVreservatório infinito adotado neste trabalho, pode ser resolvida numericamente com a sua discretização no espaço e no tempo. Neste capítulo serão apresentadas as metodologias adotadas para efetuar estas discretizações e para a resolução dos sistemas de equações lineares (fluxo laminar) e não lineares (fluxo turbulento).\n4.1.\tDiscretização no Espaço\nPara a discretização do poço horizontal pode-se dividi-lo em M segmentos. Como a maior variação de vazão ocorre nas extremidades do poço, será utilizada a mesma subrotina contida nos trabalhos de Rodríguez21 e de Ressurreição22, em que o poço é discretizado de maneira mais refinada nas duas extremidades, e mais grosseiramente no centro, conforme está ilustrado na Figura 4.1.\nFoi considerada uma discretização simétrica em relação ao centro do poço, com uma relação entre o maior e o menor bloco de 13. Este valor foi o que melhor se adequou à utilização de um pequeno número de blocos -20-, sem que se obtivessem erros em relação a uma discretização mais refinada.\nFigura 4.1; Esquema de discretização do poço horizontal\nA integral dupla do lado direito da equação (3.30) pode ser resolvida numericamente, utilizando o método dos trapézios, obtendo-se:\nNesta equação xDj está localizado no centro do segmento, enquanto Dt e qjjDj são avaliados no centro do íésíuio segmento. Substituindo a equação (4.1) na equação (3.30), obtém-se:\nR f 7t\nPwd(Id) “ Pd (xd; ^d^d^d) \" — xDj +\n8Cho\n7t\n16C.\nhD\nr j\n^XDí\n\\ i=i\nl=i\n(4-2)\nO termo PD(^Dj.yD.zD,tDJ dado pela equação (3.18), pode ser reescrito após a discretízação do poço em M segmentos. A integral em xD desta equação, após a discretização, se transforma em:\n/\nI — í Q□) exp\n*0\nk\n-(xD] -Xp)2\n4(to-to)\nrixp -\n(4.3)\nonde, xDi e xDrH são as extremidades do iésime segmento,\nEfetuando a integral em xD da equação (4.3):\nxpj-xpi\n2-JlD-tb >\n(\n-erf\nk\nXpj~xDi-H\n2 aAd j\n(4.4)\nSubstituindo a equação (4.4) na equação original (3.18) obtém-se o valor de p^:\nt\tdri\nPo(XDj’yD,zDriD)-J xl ^hDi^D^\t’^D ?ZD’^D _ÍD\t(4-5)\ni=l\tVb-ÍD\n4.2.\tDlscretização no Tempo\nO objetivo deste trabalho é voltado à interpretação de testes, que exige investigar a solução para um período muito grande de tempo. Por esta razão o tempo será discretizado logaritmicamente com um número constante de intervalos em cada ciclo logarítmico. Foram utilizados 5 intervalos de tempo por ciclo logarítmico, obtendo-se resultados satisfatórios para a análise do comportamento da solução com o tempo.\nA equação (4.5) pode ser discretizada no tempo como se segue:\nN\td*'\nPD<xDryD>WDN)=XJtDk X^díOd) Gi<Xpj’>íD’ZD’tDN~tD) ~7==~r k=|\ti = I\t_lD\n(4.7)\nConsiderando qhDi constante no intervalo de tempo (tDk4,tDk) a equação (4.7) pode ser reescrita, após a separação do termo correspondente à Nésiffla vazão, como:\n/\tV1\tflDN\nPD(XDpyD,WDN)=2rfQhDi(tDN)l G. (x yD ,ZD ,1^ ~t'D ) --===+ í=l\tVtDN-tD\ndtí)\nÑ-1 M\nGi (XDj ,yD ,ZD >lDN ~tD )\t£ p“\nk=l i=l\tDk-1\tV^DN^O\n(4.8)\nEfetuando uma mudança de variável no tempo (u =\tna equação (4.8),\nobtém-se:\nM\nPD(XDpyp,zD,W)=y.,qhDi(tDN)J P\ni=l\nW&lt;^DN~1 « ,\tx\nGj ( XDj’^D ,ZD\nk=l 1=1\t™\tVlD\n(4.9)\nSubstituindo a equação (4,9) na equação (4,2), obtém-se a equação representativa do modelo reservatório/poço horizontal, discretizada no tempo e no espaço: m\tt\tt\tdt'\nPwdOdn) ~ ^/^qhDiOpN ) í 1\t1 G. (x ? Y£> ,Zd ’^D ) —+\ni=i\t°\tVtD\nk=i i=i\tdn °k\n, d*D Ret ft * (Xpj’^D ,ZD’^D\t~ 8ChD\n\n\n(4.10)\nonde a função Gj é dada pela equação (4.6) e D, pela equação (3.31).\n4.3.\tSolução do Sistema de Equações\nA equação (4.10) deve ser escrita, em cada intervalo de tempo, para cada xD=xDj (j=l,....,M), obtendo-se M equações com M+l incógnitas (qhDí(h>N),\te\nPwdOdn))'\nComo a soma das vazões que entram no poço é igual à vazão total produzida , estabelece-se a equação adicional para a resolução do sistema:\nM\nóx’. =<lw\t(4.11)\n1=1\noo, na sua forma adimensionalizada:\nM\ny^qhDiQplsOdXDi “2\t(4.12)\n1=1\nComo as vazões nos tempos k=l,...,,N-l são conhecidas, a solução do sistema composto pelas equações (4.10) e (4.12) requer somente a solução de uma matriz que representa a discretização no espaço, para cada incremento de tempo.\nSe o fluxo for laminar, D¡ é urna constante igual a 16, e pode-se resolver um sistema linear de equações em cada intervalo de tempo.\nPara o caso de fluxo turbulento no interior do poço horizontal, a equação (4.10) não é linear porque Di, dado pela equação (3.31), é uma função de Re e portanto é uma função de q!iDl (veja equação (3.33)) em cada intervalo de tempo. Neste caso toma-se necessária a utilização de um método iterativo para a resolução do sistema não linear.\nAs integrais que aparecem na equação (4.10) serão avalladas numericamente. Para isto é necessário o estabelecimento de formas aproximadas para tempos curtos, pois os mtegrandos não são definidos para tD=0.\n4.3.1.\tAproximação Para Tempos Curtos\nPara tempos curtos pode-se fazer a seguinte aproximação19:\n(\nerf\nI\nxPi\" xpi\n/\n- erf\nxDj XDi+i\n'2 (se i ~ j)\nJ\n0 (sei^j)\n(4.13)\nJ\n\nEntão, a fonção Gp dada pela equação (4.6), pode ser reescrita, após substituição da equação (4.13), como:\nx\n(4.14)\nPara tempos pequenos pode-se fazer a seguinte aproximaçãoí9:\nI+2V exp(-n2K2\nmW v ■\nL2DtD)cos(n7i:zD LD) cos(nnzwDLD)\ní\nexp\n(ZD ~zwp)2 4tJ>\n2 tó\nLd\nx\n)\n(4.15)\npara tó &lt;min*\n20\n20\n(4.16)\nSubstituindo a equação (4.15) na equação (4.14), obtém-se:\nGi(yD’ZD5ÍD)=— exP\n2\ní 2\n-Yp\nx 4 tj))\n2\nn (zD~zwd)\n.exp------------\n2 7^tb Lp\n4t'D J\n(4-17)\nEfetuando a integral da função Gj, que aparece na equação (4.10), obtém-se para\ntempos curtos:\n(4.18)\nonde Ej(u) é a função integral exponencial do argumento u e rD é definido como a distância radial adimensional medida a partir do eixo horizontal do poço:\ní\"d ~ V(zd ~zwd)2+Yd\t(4,19)\nSe o meio poroso for isotrópico, a equação (4.18) pode ser escrita como:\n(4.20)\nA equação (4.20) também é a solução da linha fonte para um poço vertical em um reservatório infinito isotrópico com espessura L (comprimento do poço horizontal).\nPor analogia com a solução para o poço vertical, pode-se concluir que a resposta prevista pela equação (4.18), pode ser aproximada para um poço horizontal de raio finito quando14’19:\n(4.21)\nSegundo Ozkhan et a!n[\\ a limitação para o tempo adimensional dada pela equação (4.21) é satisfeita para a maioria das aplicações práticas. Os autores determinaram os valores da pressão adimensional pela equação (4.18) e verificaram que a mesma não varia mais do que 0.005 ao longo da circunferência do poço definida pela equação (4.19), inclusive para tempos longos. Ozkhan et alíi consideraram o centro da circunferência localizado em yD = zD-z^o ~ 0.\nEste resultado sugere que se defina rwD pela equação (4.19), e que a resposta de pressão seja calculada em rD = rwD. Pode-se considerar, como será feito no presente trabalho: yD = 0 e zD = rwD, ou qualquer outro par de pontos que satisfaça à equação (4.19),\nO valor de rwD> raio equivalente adimensional, considerando o efeito da anisotropia, é dado, conforme mostrado no Apêndice C, por:\nrw\n2 (L/2)\nr»D =\n(4.22)\nou, por conveniência, pode-se trabalhar com o raio adimensional aqui denominado ^wzD OwzD ~~ UvD x ^d)> definido por:\n(4.23)\nUtilizando a definição de rwzD a equação (4.18) transforma-se em:\n4Ld\n(\t2 A\n<ld 4tDi >\n(4.24)\nFinalmente, pode-se introduzir a aproximação dada pela equação (4.10), o que resulta na seguinte expressão:\nequação\n(4.24) na\nM\n’C\" 'í\nPwd(ídn) - / ^¡iDíOpn)\ni=l\n( —^-Ei 4Ld\n2\n^wzD\n■ +\nN-l M\nk=l M\t4L0\n4 (tDN -tuN-l);\n\tf\t2\t)\t\t(\t7\t>\t\nEj\trwzD\t-Ej\trwzD\t\n\tkL2D 4(tD>j -t^i)^\t\t4(tDK~tDk)>\t\nRet ft * „______n\n8C.\t16C\nnD\nr j\tj\n^XDi zEi^U)!\nK i=t\ti=í\tJ\n(4.25)\nDevido à aproximação feita pela equação (4.13), os termos da expressão acima em que aparece a função integral exponencial serão nulos quando i*j.\n4.3.2.\tSistema Linear de Equações\nNo caso de fluxo laminar no interior do poço horizontal a equação (4.10) pode ser reescrita, utilizando a equação (3.32), como:\nM\nP»D(tDN)-£qra(tDN)£”&lt;DH\"\ni=l\n+\nj\nü\ti\ny. *!,«<'□«>!&lt;, x,j'\n\n+ — C\nhD V j=l\nDl\ni=í 7\ndto\n^hD\tk=l i=l\t•'tDN\"ÈDk\n(4.26)\nonde a função Gj é dada por:\n\terf\t( > xpj-XDi\t-erf\t( » xDj \" xDi+l\n4\t\tt 2ÓÓ J\t\tj]\nx\nl+2£exp(-nVl4 *d) cos(n jr( zwD LD +rw^D)) cos(n n zwD LD)\n3=1\n(4.27)\nA resolução do sistema linear de equações, formado pela equação (4,26) escrita para os M blocos do poço e pela equação (4.12), fornece para cada incremento de tempo, os valores de q^, i=l,....,M e o valor de pwD.\n4.3.3.\tSistema não Linear de Equações\nPara o caso de fluxo turbulento no interior do poço horizontal (aqui considerado para Ret >2300), o método de Newton será utilizado para resolver o sistema não linear de equações, nas incógnitas q^,\te pwD. Este sistema não linear é obtido,\npara cada intervalo de tempo, com a utilização em conjunto da equação (4.10), aplicada a todos os blocos que formam o poço, e da equação (4.12).\nO esquema iterativo de Newton é gerado a partir da expansão das funções de resíduo das equações citadas acima em torno da iteração (v), com a retenção dos termos de menor ordem.\nAs expressões para as fonções resíduo, obtidas a partir das equações (4.10) e\n(4.12), são dadas por:\nN-l M\n- SXWia)]/’ '“‘A(x ,rvd,,zwD,t'D)\nk=l i=l\tAk\ndtp\tRet ft n\nVtp\" 8 Cjjd\n(4.28)\nR-^QhOiODbOdxQi -2\ni=l\n(4-29)\nAs expansões das funções resíduo dadas pelas equações (4.28) e (4.29) em tomo da iteração (v), com a retenção dos termos de menor ordem, podem ser escritas, para cada tempo adimensional tDN-, como:\n(4-30)\n\nD v+1 _ n V t ÔR s\tV* 3R 2\tn\nR = R\tòpwD + y  -------ôqhDi “ 0\t(4-3 O\ndpwD\t“7 oQwi\nonde.\n•\tRj representa o resíduo dado pela equação (4.28), para cada bloco j.\n♦\tR representa o resíduo dado pela equação (4.29).\n*\tSpwD e ôq^di,\tformam o vetor das diferenças das soluções entre duas\niterações sucessivas, dado por 5x=xv+i-xv, x igual a pwD ou q^.\n*\t/^x e âRv/3x representam a matriz Jacobiana, J, que é formada pelas\nderivadas das funções resíduo em relação às variáveis primárias pwD e qhoP i=!...,M.\nO sistema a ser resolvido pode ser escrito genericamente como:\nJVÔX=~RV\t(4.32)\nNa Figura 4.2 pode-se observar a representação esquemática da matriz\nJacobiana,!\n1\t5R1\t3Ri\t3Rj\t3Rt\n\t&amp;lhDl\t^lhD2\t^IhDJ\t¿MhDM\nI\t6R2\t5R2\t3R2\t6R2\n1\t\tdQhDC\t^QhD3\t¿MhDM\n1\t\t5R.M\t5Rm\t5Rm\n\t&amp;lhD!\tcMhDS\t\t¿MhDM\n0\tdxDI\tdxD2\tdxD3\tdxDM\nFigura 4.2: Matriz Jacobiana para fluxo turbulento no poço horizontal\nPara a determinação da matriz Jacobiana, é necessário derivar as equações (4.28) e (4.29) em relação às variáveis primárias. Para evitar a introdução de erros inerentes à utilização de derivadas numéricas, o valor de (ôD^/ôq^) deve ser calculado analiticamente a partir da derivada da equação (3.31). Por esta razão, a correlação de Jain23 foi escolhida para o cálculo do fator de fricção. Esta correlação fornece o valor do fator de fricção diretamente a partir de um dado número de Reynolds (equação (4,33)), com pequeno erro em relação às correlações tradicionalmente utilizadas, como a correlação de Colebrook e White23.\n4f=<\t1.14-2 log\t- + 2L25(RJ^9\n\t\t„d\t1\n(4.33)\nonde, e é a rugosidade e d o diâmetro do poço horizontal.\nOutras correlações podem ser utilizadas no modelo, conquanto computem explícitamente a dependência com a vazão.\n4.3.4.\tSolução Aproximada\nA resolução dos sistemas de equações, mesmo para o caso de fluxo laminar, envolve um excessivo tempo computacional. Por este motivo, foi verificada a validade do procedimento de resolução sugerido por Souza9, e discutido no Apêndice A do presente trabalho. Souza admite que, para cada tempo adimensional, a vazão é uma função apenas da posição (xD). Adotada esta aproximação a equação (4,10) transforma-se em:\nPwüCÍDn) \"^flhDiC^DN) i\n~\tJ0\n1=1\n... Ret ft ” x\tn íy\n(4.34)\nEnquanto é válida a aproximação para tempos curtos da equação (4.25), os cálculos são rápidos. Assim, em termos práticos, a aproximação dada pela equação (4,34) foi utilizada para tempos maiores que o tempo considerado como limite para a validade da aproximação de tempo curto (equação (4.16)).\nA utilização da equação (4.34) reduziu, na média, em cerca de dez vezes o tempo computacional necessário para a resolução dos sistemas dos casos estudados.\n5.\tEFEITOS DE ESTOCAGEM E DE PELÍCULA\nA solução do problema deste trabalho, com a inclusão dos efeitos de estocagem e de película, pode ser obtida a partir da solução básica para a vazão total de produção constante, para qualquer posição do poço horizontal.\nNeste capítulo serão abordados: 1) a metodologia adotada para a inclusão dos efeitos de estocagem e de película, 2) a modelagem do dano de formação em poços horizontais e 3) as aproximações assintóticas obtidas para a solução deste trabalho,\n5.1.\tEfeito de Película\nPara o poço horizontal, a queda adicional de pressão devida ao efeito de película é dada por:\nAps(x,t) = 51—^ S\t(5.1)\na2Vkkz\nonde, ^/kkz é a permeabilidade média e S é o fator de película.\nA queda de pressão dada pela equação (5.1) é diretamente proporcional à vazão, que não é uniformemente distribuída quando é considerada a queda de pressão ao longo do poço horizontal,\nAdimensionalizando a equação (5.1) de acordo com as variáveis adimensionais definidas no Capítulo 3 (equações (3.10) a (3.17)) obtém-se;\nS\t(5.2)\n2 Ld\nOs modelos de fluxo do poço e do reservatório podem agora ser acoplados, considerando que a queda de pressão no poço horizontal seja igual à queda de pressão no reservatório, somada à queda de pressão devida ao efeito de película.\nA queda adímensional de pressão no reservatório, com a consideração do efeito de película, é obtida a partir da equação (5.2) e da equação (4.9) - já incorporados os valores de yD e zD definidos no item 4.3,1:\nM\tf\n=^cIhD1\t) í'D‘\t1Gi(xpj’rwzD’ZwD’tD^\t+\ni=i\t0\tvrD\n(5.3)\nonde a função G¡ é dada pela equação (4.27).\nUtilizando o valor de pD da equação (5.3). a equação (4.10) modifica-se para:\nPwpÇtpN) ~~ A,qhDi(S7tDN)J^P\ni=l\nk”l i=l\ntDN~IDk\nn\nXpj- —\n16ChD\nP\tj\t\"l\n^qhDíCSjpN) Bi(tDN) dxpi y.dxpi\n&lt;i=l\tl=i\t)\n(5-4)\n5.2. Efeito de Estocagem\nUtilizando-se o principio de Duhamei24, a solução com efeitos de estocagem pode ser escrita, genericamente, como:\nApe(x,y,z,C,S\nQw\ndApÇx^z^t-f)\ndt'\n(5.5)\nKet ft n\n8 ChD\nonde,\n• Ape: queda de pressão com efeitos de estocagem e de película\n•\tQrcs • vazão na face da formação com efeitos de película e de estocagem\n•\tqw : vazão medida na superfície, em condições de fundo (constante)\n•\tAp : queda de pressão com efeito de película\nA razão qjres/qw é obtida como uma função do coeficiente de estocagem, C, após um balanço de massa no poço, em que se considera a compressibilidade do fluido da coluna constante:\nqres(x,C,S,U) _ qh(x,S,f) L _ C aApe(x,y,z,C,S,tf)\nqw\tqw qw ôt\nAdimensionalizando a equação (5.6):\nonde,\nC\na5<j)hct(L/2)2\n(5-8)\ne a5 = no Sistema Internacional de Unidades e 1,119 no Sistema de Unidades de Campo.\nEm xD = 0 a vazão total é constante e igual a qw e a equação (5.7) transforma-se\nem:\nQres(xP ~ QXp3,tb)\n1 CD\ndpep(Xp -O;yD,ZD;CD>S,tb)\natb\n(5-9)\n<k\nPara simplificar a notação será convencionado que:\n•\tPeD(xD,tD) = peD(xD,yD,zD,C,S,tD)\n•\tPd(xdAo) = Pd(xd AD’zD>S’tD)\n“ PcwdUd) ~Pcd(xD =Qyo-zDX,S,tD)\n•\tPwdÜd) =po(xo =0,yD,zD,S,tD)\nSubstituindo a equação (5.7) na equação (5.5), e adimensionalizando as demais variáveis, obtém-se;\nPcdOWd^-P qhD(xD,S,tn)\n*0\n^Pep(xprip) dpp (Xp , tD\n*d)\ndtp\nc\nD w\n\n(5.10)\nQuando Xq - 0 obtém-se, com a utilização da equação (5.9);\ní*1»\nPewp(lp) ~ ~ |\n7o\n1-CD\ndt'\nV tD\ndpewpÇtp ) dpwD(tp -tp)\ndtp\n(5.H)\n\nA equação (5.10), ou a equação (5,11), pode ser discretizada no tempo para a determinação da equação da pressão com efeito de estocagem. As deduções destas soluções encontram-se no Apêndice B.\n5.3, Modelagem do Dano de Formação\nA forma e a distribuição do dano de formação ao redor do poço horizontal irão refletir, dentre outros fatores, a anisotropia e o tempo de exposição da formação aos fluidos de perfuração.\nDurante a perfuração, a penetração do filtrado de lama provavelmente gerará um cone truncado danificado, com a maior base próxima à seção vertical do poço. A base deste cone será radial, no caso de formações isotrópicas (^/k/k^ = 1), e elíptica, no caso de formações anisotrópicas, Frick e Economides25 mostraram com a utilização de um Simulador Numérico, a ocorrência deste cone de dano (com base elíptica), para um filtrado base água.\nAssumindo uma extensão uniforme do dano de formação ao redor do poço, o fator de película definido por Hawkins2é é dado por;\n7 v w >\n(5.12)\nA queda de pressão devida ao dano de formação, calculada com a utilização deste fator de película, seria causada por uma região cilíndrica ao redor do poço, de raio rs, e de permeabilidade alterada ks. Para dedução da equação (5,12) foi admitido que, na zona danificada, o fluxo de fluidos se dá em regime permanente.\nUma observação cuidadosa da equação acima nos mostra que o fator de película é mais afetado pela permeabilidade da zona alterada do que pelo raio de invasão. Apesar desta constatação, o cálculo do fator de película para o nosso modelo será analisado a seguir.\nPara inclusão do efeito da anisotropia no cálculo do fator de película, pode-se considerar o fluxo de fluidos no reservatório na direção y-z, que é o que ocorre efetivamente para tempos curtos. Considerando ainda os eixos do tensor permeabilidade paralelos aos eixos y e z, a equação diferencial que governa o fluxo de fluidos no meio poroso, em regime permanente, pode ser escrita como:\n(5.13)\nEfetuando as seguintes transformações de variáveis:\n(5.14a)\n3y'2 dz'2\n(5.14b)\na equação (5.13) transforma-se em:\n(5.15)\ne passa a descrever o fluxo de fluidos em uma formação isotrópica.\nÁ equação (5.15) foi resolvida por Pcaceman27, com a seguinte condição de\ncontorno:\np = pwf em r = (y2 H-z2)1'2 ™rw\nou, após as transformações dadas pelas equações (5.14a) e (5.14b):\np = Pwf em rw=y'2+~z'2\nk\nComo a condição de contorno dada pela equação (5,17) é especificada em uma elipse e não em um círculo, a solução da equação (5,15) no plano y'-z’ não é radial\nmas, as curvas de isopressão são uma família de elipses concêntricas. Devido ao fato de estarmos trabalhando com uma mudança de coordenadas diferente da utilizada por Peaceman, a dedução detalhada da solução é mostrada no Apêndice C, e é dada por:\np = pwf +\nf „ \\ —in _L\n1-* riv )\n(5.18)\nonde rw é o raio equivalente do poço:\n(5.19)\nPara dedução desta equação, a elipse que representa a isobárica de pressão no poço no plano y-z* é aproximada por um círculo, O erro introduzido por esta aproximação aumenta com o crescimento da anisotropia,\nNa realidade, conforme mostrado no Apêndice C, no plano y'-z' a isobárica do poço é uma elipse e vai se aproximando de círculos à medida que a distância ao poço aumenta. Isto corresponderia, no plano y-z, a uma isobárica circular no poço (atendendo à condição de contorno) que vai se tomando elíptica com o aumento da distância ao poço.\nO valor do fator de película para a formação anisotrópica será calculado através\nda seguinte expressão, deduzida no Apêndice C:\n\t\t( n \\\n1\tln\ta\n\t\t\n(5.20)\nonde a é o valor do semi-eixo maior da elipse da zona danificada.\nPara cálculo do fator de película a partir da equação (5.20) duas hipóteses vão ser assumidas:\n1. o valor da anisotropia não varia com a invasão do filtrado, ou seja,\nk JP\nkz lkJs\nOU,\n7kkz _ k\n(7kk7) ks\n(5.21)\nUtilizando esta hipótese, a equação (5.20) simplifica-se para:\n\t\t\t\nS=\t\tln\ta\n\t\t\t<rw >\n(5.22)\n2, os eixos da elipse danificada variam linearmente com a distância, conforme o esquema da Figura 5.1.\nFigura 5.1: Representação Esquemática do cone truncado elíptico danificado.\nDesconsiderando as mudanças no tipo de formação que possam ocorrer ao longo do poço, a hipótese 2 é bastante razoável. Todos os resultados de testes de filtração dinâmica em escala real analisados por Ferguson e Klotz30 mostram que a perda de fluido atinge um equilibrio após um tempo muito pequeno. Estes resultados foram obtidos com a utilização de varios tipos de fluidos de perfuração* taxas de circulação e diâmetros de poço.\nA partir do volume de filtrado em urna determinada posição ao longo do poço, pode-se determinar o valor do semi-eixo maior da elipse, considerando que a relação entre os seus semi-eixos seja ditada pela raiz quadrada da anisotropia, como ocorre para o raio de drenagem.\nConhecendo os valores máximo (x=0) e mínimo (x=L) de perda de filtrado, pode-se determinar os valores dos semi-eixos maiores da elipse máxima (amáx) e da elipse mínima (aIT1!n) do cone truncado elíptico representado na Figura 5.1. Conhecidos estes valores determina-se, com a utilização da hipótese 2, o valor do semi eixo maior da elipse (a) em qualquer posição (x) ao longo do poço:\na(x) =-------------x + amáx\t(5.2 j)\nL\nO valor de a pode ser utilizado na equação (5.22) para cálculo do fator de película em qualquer posição ao longo do poço. Para a inclusão de um fator de película variável com a posição, a equação (5.4) é modificada para:\nP^(Idn)-2>US(Sí,,bm)|\t' G (X r Z t- )\t+\n\nwD’1d' rr\nRet ft Tl\n\nSChD\n(5.24)\nonde Sj é o valor do fator de película no centro do bloco j.\n5.4.\tAproximações Assintótícas\nAs aproximações assintótícas são de grande importância na análise de testes de pressão em poços de petróleo por permitirem, após uma análise dos padrões de fluxo registrados, a determinação de vários parâmetros do reservatório.\nÂ seguir serão mostradas as aproximações assintótícas obtidas para tempos curtos, intermediários e longos.\n5.4.1.\tSolução para Tempos Curtos\nA pressão adimensional em qualquer posição do poço é dada pela equação (4.5):\n\nM\nPd(xP3 JwzD^wD^d)-£ ¿Ef&lt;1^01 D ) ^i^XDj’rwzD’ZwD’tD”tD^\n(4-5)\nonde a função Gs é dada pela equação (4.27).\nNa equação (4.5) os valores de q^p são obtidos com a solução do sistema formado pelas equações (4.10) e (4.12).\nAdmitindo que para cada tD dado, qilD seja apenas uma função de xD, e não de xD e de tD -t*D (veja item 4.3.4), a equação (4.5), após uma mudança de variáveis, pode ser escrita como:\n(5.25)\nConforme mostrado no Capítulo 4 (item 4.3.1), para tempos menores do que o tempo definido pela equação (4.16), e maiores do que o tempo dado pela equação (4.21), a integral no tempo da equação acima pode se aproximada como:\n’ rwzD 5 zwD >\ndtp = I\n■fií 4Ld\nrwzD\n<,M>4tD J\n(4.24)\nonde rwzD é dado pela equação (4.23).\nSubstituindo a equação (4.24) na equação (5.25), obtém-se: M\nPd(EvzD’^d)\n********\t/4 r\n1=1\t4\n(5.26)\nComo foi discutido por Gringarten et alu\\ a distribuição de vazões para tempos curtos é uniforme. Este resultado foi obtido com o uso de Simulador Numérico para fraturas de condutividade infinita. Para o modelo adotado no presente trabalho, pode-se utilizar esta aproximação para a maioria das aplicações práticas, desde que a vazão de produção não seja muito grande (veja Capítulo 6).\nNeste caso, considerando a vazão uniforme, a equação (5.26) transforma-se em:\npD(twzD5to)=\ni\t(\t2\t)\n1 p CvzD\n1 2\n4Ld\t4 tD J\nPode-se introduzir a seguinte aproximação com erro menor do que 1% 28:\nEÈ(u) = ~y-ln(u)\npara u&lt;0,0025\t(5.28)\nonde y é a constante de Euler (y = 0,5772).\nCom esta aproximação a equação (5.27) pode ser reescrita como:\nPd(UvzD»1d) ~ 4Ld\t( 2 \\\t\t\n\t~Y -ln\trwzD&lt;.Ld 4 tD>\t\n(5.29)\nou, no Sistema de Unidades de Campo:\nEm alguns artigos8*15, em que é feita esta mesma aproximação, o último termo da equação acima não aparece. Isto ocorreria, no nosso modelo, se ao invés de ter-se utilizado o raio efetivo segundo a equação (4.23), tivesse sido utilizado o raio efetivo de Prats para fraturas29, definido por:\nr»D=- ^ík'\t(5-31)\nL/2 V k\nCom a utilização deste raio equivalente, o último termo da equação (5.30) desapareceria.\nIncluindo o fator de película na equação (5.30), esta pode ser reescrita como:\n( 7k k z t\nV°g 7—'~\n-■■■ 3,223+ 0,8686 S--2 log |\n(5.32)\nNeste regime de fluxo radial o poço horizontal comporta-se como um poço vertical completamente penetrante em uma formação de espessura L. Este regime termina quando o efeito do limite superior, ou inferior do reservatório é atingido. É de curta duração, a menos que a formação seja muito espessa, ou que a permeabilidade vertical seja muito menor do que a horizontal.\nDesde que não haja influência da estocagem do poço e que o valor de L seja conhecido, a análise especializada dos dados de pressão deste período de fluxo fornece o valor da média geométrica das permeabilidades vertical e horizontal (-Jkk^)- Para o cálculo do fator de película, S, se o valor da anisotropia não for conhecido, o último termo da equação (5.32) pode ser desprezado, já que normalmente assume valores pequenos.\n5.4.2.\tSolução para Tempos Intermediários\nApós o regime de fluxo radial inicial, desenvolve-se um regime de fluxo linear no\nreservatório. Este regime ocorrerá se o poço horizontal for suficientemente longo comparado à espessura do reservatório, ou seja, desenvolver-se-á quando a pressão atingir os limites verticais do reservatório.\nO comportamento da pressão é similar ao de poços hidraulicamente fraturados durante os tempos curtos, ou seja, é proporcional à raiz quadrada do tempo.\nPara determinar esta aproximação assintótica pode-se desprezar, na equação da função Gj (equação (4.27)), os termos dependentes de z, que serão determinantes apenas do pseudo fator de película na direção z.\nSupondo que seja válida a aproximação para os termos dependentes de x da função Gj (equação (4.13)), a expressão para a pressão adimensional simplifica-se para:\nPd(íd)=—yqhDiODíí 2-^2; = VqhD,(tD)\tO-33)\n4 fr Jo Vtb fr\nSe, como no caso do regime de fluxo radial inicial, considerar-se a distribuição de vazões uniforme ao longo do poço horizontal, a equação (5.33) transforma-se em:\nPdOd)”\t(5.34)\nA equação (5.34) pode ser escrita no Sistema de Unidades de Campo, incluindo o\nfator de película, S, e o pseudo fator de película, Sz, como:\nPt\n8,128 qw rjxT\"\n2(L/2)h\\k óct\n(5.35)\nO valor do pseudo fator de película obtido por Kuchuck et aliin, cuja solução para a condição de contorno de condutividade infinita é obtida como a média das pressões para fluxo uniforme ao longo do poço, é dado por:\n~ -1,1513 logín 2 rwzD sin(rc zwD LD)]\nLd\n(5.36)\nEste valor do pseudo fator de película vai se tomando desprezível com o aumento do Gomprimento adimensional do poço, LD.\n5.4.3.\tSolução para Tempos Longos\nSegundo Gringarten e/ afr/3, para o caso de fraturas verticais de condutividade infinita, foi observado que, para tempos longos, a distribuição de vazões ao longo da fratura se mantém constante. Esta conclusão foi obtida com a utilização de simulação numérica. Souza9 chegou analiticamente a esta mesma conclusão, para poços horizontais de condutividade infinita.\nUtilizando este fato, a equação (3.18), com a incorporação da equação (4.3), pode ser reescrita como:\n+ 22^cos[nn(zwDLD + rTOD)] cos (n n zwD LD) n=l\nX\n-(xp-xb)2\n4tb\nEfetuando a seguinte mudança de variável:\n(xp-xb)2\n4 tp\n(5.38)\na equação (5.37) transforma-se em:\n(xp-xp)2'\n&lt;4tD >\n+ 2XCOS[a7i;(zwDLD + rwzD) ] cos(n n zwD LD) n-1\nX JhnsÉÍ exP\n4tp\n(5.39)\nSegundo Gringarten et alii5;\n(5.40)\nEsta última aproximação em conjunto com a aproximação dada pela equação\n(5.28), permite que sejam feitas as seguintes simplificações na equação (5.39):\nK0[n K Ld (xd -Xq)J\n(, , 2)\t\t&lt;, s2)\n(xD-xD)\t=-y-ln\t(xd~xd)\nV 4íP\t)\t\t1 4to J\nCom as aproximações acima, a equação (5.39) simplifica-se para:\nEfetuando as integrais da equação (5.43) que contêm a função logarítmica e utilizando a equação (4.12), a aproximação de longo tempo pode ser escrita como:\nPDÍxD,rwzD >zwD ,to) - “(tato +0,8091) +SZ\n(5.44)\nonde Sz é o pseudo fator de película devido à penetração parcial na direção z, dado\npor:\nA equação (5.44) pode ser escrita no Sistema de Unidades de Campo, já incluindo o fator de película como:\nx\n- 3,2231 +\npi-p^(t)=L62ffiB.\nk h\n' /\n<log\nk t\npct(L/2)2 ;\nI41,2qwpg i 141,2qwpg\nk h z\tL\n(5.46)\nPortanto, para tempos longos, pode-se obter o valor da permeabilidade horizontal -k-, a partir de um gráfico de pressão versus logaritmo do tempo. Se o primeiro período de fluxo radial também puder ser analisado, obtém-se o valor da permeabilidade vertical -kz-,\nO problema que existe para interpretação deste regime radial de fluxo é o longo tempo para seu início.\nOzkhan et alíiu fizeram um estudo bastante detalhado deste tempo. Segundo os autores, para valores de comprimento adimensional do poço, Lq, maiores do que 0,25, valor válido para a maioria das aplicações práticas, o tempo adimensional para início deste regime seria fixo e igual à 4,13. Neste caso, apenas o comprimento do poço -L-teria influência no valor do tempo inicial do regime.\nO valor do pseudo fator de película, Sz, é fornecido por diversos autores121415 mas, na maioria das vezes a condição de contorno utilizada para a sua obtenção é a de fluxo uniforme. Como Carvalho10 e Rosa e Carvalho11 mostraram, o valor do pseudo fator de película ao longo do poço horizontal é diferente para as condições de contorno de fluxo uniforme e de condutividade infinita. De qualquer maneira, em qualquer expressão existente na literatura, o valor deste pseudo fator de película é sempre inversamente proporcional ao comprimento adimensional do poço, LD, se tomando desprezível para grandes valores de LD.\nO valor do pseudo fator de película obtido por Kuchuck et alii12 é dado por:\níi\nU\t7\n(5.47)\nPara utilização desta expressão, o valor de -3,223 da equação (5.46) deve ser substituído pelo valor -2,5267.\n6.\tDISCUSSÃO E ANÁLISE DOS RESULTADOS\nTodas as análises e comparações feitas neste Capítulo serão baseadas em um poço horizontal e em um reservatório cujos dados, bem como os parâmetros adimensionais obtidos a partir destes dados, estão listados na Tabela 6.1.\nCaracterísticas\t\nRaio do poço, rw - (pés)\t0,20883\nDensidade do óleo, API\t29\nViscosidade do óleo, u - (cp)\t2\nComprimento do poço horizontal, L - (pés)\t1640,5\nEspessura porosa do reservatório, h - (pés)\t65,62\nPermeabilidade horizontal, k - (mD)\t300\nAnisotropia, kz/'k\t1\nPorosidade, | - (%)\t27\nCompressibilidade total, ct - (psr1)\t1,1 x 10-5\nPosição vertical do poço, zw/h\t0,5\nRugosidade do poço horizontais (pés)\t0\nCondutivídade adimensional, ChD\t20848\nComprimento adimensional, LD\t12,5\nRaio equivalente adimensional, rW7n\t3,18 x IO*3\nTabela 6.1: Características do poço e do reservatório padrões\n6.1\t.Comportamento da Vazão ao Longo do Poço\nO comportamento da vazão adimensional ao longo do poço horizontal será analisado para três valores de vazão, denominados de casos 1 a 3 (Tabela 6.2).\nCaso\tVazão de produção (bbl/d)\tRft\n1\t283,7\t2300\n2\t3369,0\t27363\n3\t33690,0\t273633\nTabela 6.2: Vazões de produção para os três casos de análise\nA partir da observação do comportamento da vazão ao longo do poço horizontal, para os três casos de vazão de produção (Figuras 6,1 a 6.3), duas conclusões são importantes:\n•\tpara tempos curtos o perfil de vazão ao longo do poço é uniforme para pequenos valores de vazão de produção (Figura 6.1), tendendo a afastar-se deste padrão com o aumento da vazão de produção (Figuras 6.2 e6.3).\n•\tpara longos tempos (tp>l) o perfil de vazão ao longo do poço se mantém inalterado para uma dada vazão de produção.\nFigura 6.1: Variação com o tempo do perfil de vazão versus distância - Caso l.\nFigura 6,2: Variação com o tempo do perfil de vazão versus distância\nCaso 2.\n0.5   .......T- ' -  -r -—&lt; —7 r—r---!—-..........■)\nfj.o\t0.5\t1.0\t1.5\t2.0\nDistância Adimensional, xD\nFigura 6.3: Variação com o tempo do perfil de vazão versus distância - Caso 3.\n6.2. Comparação entre Fluxo Laminar e Turbulento\nPara as vazões da Tabela 6.2 observa-se que:\n•\to perfil de pressão com o tempo em xD=0 praticamente não muda com o aumento da vazão de produção (Figura 6.4). Um pequeno aumento, praticamente imperceptível, é observado para a vazão de 33690.0 bbl/d, que é um valor muito elevado de vazão para os dados do reservatório da Tabela 6.1.\n•\to perfil da vazão estabilizada (to>l) é o mesmo para os três casos analisados (Figura 6.5).\n•\tpara fluxo laminar (Rgt<2300), a pressão ao longo do poço é constante (Fígura 6.6). Com o aumento de (fluxo turbulento) começa a aparecer o efeito da queda de pressão ao longo do poço horizontal. Para os casos analisados, a máxima diferença de pressão adimensional entre as extremidades do poço horizontal observada é de cerca de 0,010 (veja Figura 6.6), que é um valor muito pequeno. A vazão teria que ter um valor muito grande, fora dos padrões normais, paia que o efeito da queda de pressão ao longo do poço passasse a ser importante.\n•\to número de Reynolds varia ao longo do poço para grandes vazões de produção, podendo inclusive existir, nos maiores valores de xD, mudança do regime de fluxo turbulento para o regime de fluxo laminar (Figura 6.7).\nl.OE+1\nPressão Adimensional, pwD\nI.OE+©\nLOB-l\nl.GE-5 1.0E-4\t1.0E-3 l.OE-2 l.OE-1 l.OE+O 1.OE--1\t1.0E+2\nTempo Adimensional, tD\nFigura 6.4: Comparação da pressão adimensional em xq O - Casos 1 a 3.\n2.5\ni tD = IO42 (vazão estabilizada) i\n«s\n>\ncr\n78\nc\nQ\n*\ntZ3\nc\n' ■r— x>&lt;\n\"i\nValores de\n------- 2300\n---27363\n273633\nO\nx:\ní\n0.0\t0.5\t1.0\t1.5\t2.0\nDistância Adimensional, xD\nFigura 6.5; Comparação da vazão estabilizada adimensional ao longo do poço horizontal - Casos 1 a 3.\n3.62\nF“\t“““\ntD= 10+2 (vazão estabíEzada)\n!____\nValores de\n3.61\n2300\n27363\n273633\n■t—+■\nt r ! —   —r\n1.5\nDistância AdimensionaL xD\n2.0\nFigura 6.6: Comparação da pressão adimensional ao longo do poço horizontal para os dados dos Casos 1 a 3.\n3,0Er5\nÍ0 = 10 — (vazão estabilizada)\n’■Q\n\"3 2JW5 -\nO\nC\n£\n&amp;\n<u\nO\ní- i.OE+5 ■■\n<U\nValores de\n——\t2300\n—------■■■\t27363\n....... 273633\nO.GE+O\nDistância Adimensional, xD\n&amp;\n\nFigura 6.7: Comparação do Número de Reynolds ao longo do poço horizontal para os dados dos Casos l a 3.\n6.3.\tIdentificação dos Regimes de Fluxo\nComo foi mostrado no item anterior, os comportamentos da vazão (Figura 6.5) e da pressão (Figura 6.4) são praticamente os mesmos para os três casos analisados. Em vista deste fato, as análises daqui para a frente serão apresentadas apenas para a menor vazão de produção adotada (qw= 283,7 bbl/d).\nPara obtenção das curvas de derivada da pressão em relação ao logaritmo do tempo foi utilizado o procedimento descrito na referência 31.\nNa Figura 6.8 identificam-se claramente os regimes de fluxo, citados no Capítulo 5, e que ocorrem durante o período de comportamento transiente da pressão: radiai inicial, linear e radial final.\nO primeiro regime radial, identificado pelo primeiro patamar horizontal na curva de derivada da pressão (tD * dpwE>/dtD), termina, neste exemplo, para tD ~ 5 x 10'4.\nA seguir identifica-se o regime linear, caracterizado pela inclinação de 45° na curva de derivada da pressão, e que se encerra para fo ~ 1 x 10'1.\nO regime radial final está identificado pelo segundo patamar horizontal na curva de derivada da pressão. Pode-se notar a boa concordância entre o valor do tempo adimensional de início deste regime de fluxo e o valor sugerido por Ozkan et tD = 4,13 (veja item 5.4.3).\nFigura 6.8: Identificação dos regimes de fluxo que ocorrem durante o período de comportamento transiente da pressão.\n6.4.\tSolução com Estocagem e Fator de Película\nNas Figuras 6.9 a 6.12 são apresentados os resultados para as respostas de vazão e de pressão, com a inclusão do efeito de estocagem e do efeito de película com valor constante.\nComo pode ser observado na Figura 6.9, o efeito de estocagem pode mascarar os períodos radial inicial e linear, inviabilizando a interpretação do teste de formação.\nA inclusão do efeito de película tende a provocar uma translação na curva de pressão em xD™0 (Figura 6.10) e tende a modificar o perfil da vazão estabilizada (Figura 6.11).\nA pressão ao longo do comprimento do poço (Figura 6.12) continua se mantendo constante, como no caso da ausência do efeito de película (Figura 6.6).\nl.ÜE+l\ni.OE-H)\nQ\na coe-i •o\n*\njp\ntOE-2\nO\na\n>\nl.OE-3\nPwD (S-5 CD- 0 )\n^D* ^Pwt/d*D\npwD (S-5 CD= 0,008)\nV&lt;WdtD\n■q—“■—TTTfTnp*-í—rrn\n1.0E-4\nl.OE-5 i.OE-4 l.OE-3 l.OE-2 l.OE-l l.OE+O l.OE-4 l.OE+2 Tempo Adimensional, tD\nFigura 6,9: Comportamento da pressão adimensional com efeitos de película e de\nestocagem, em escala log-log.\n4.0 y\n1\nRet= 2300\nQ\ncx\n* lô\n73 g o\n*\n<U\ng\n*\n<£È\no ■s\ní/3\n£\n1,0-1\n0,0\n1.0E-5\n1.0E-4\nFator de Película\nÍTFF]-\"T“T' I 1 1 i i I\"\"T-! i | rrnT“\"“7—1 ! í i\nlOE-3\tkOE^2\tI.OÊ-l\tl.OE+O\nTempo Adimensional, tD\nttt 11 iüj--1—rTrrrn\nl.OE+1 LOE+2\n2,»r\n8 = 0\n8 = 5\n\n\nFigura 6,10: Comportamento da pressão adimensional com efeito de película, em escala semi-log.\nQ\nCr\nRtt= 2300\ntD i(F2 (vazão estabilizada)\nFigura 6.11: Comportamento da vazão estabilizada com efeito de película.\n4.5\nRüt- 2300\ntD - IO+2 (vazão estabilizada)\nFator de Película\n--------- s^o\n...... S ■■■ 5\n0,0\tO.5\t1.0\t1.5\t2.0\nDistância Adimensional, xD\nFigura 6.12: Comportamento da pressão adimensional ao longo do poço horizontal com a inclusão do fator de película.\n6.5.\tSolução com o Fator de Película Variável com a Posição\nPara ilustrar a influência que a utilização da modelagem do dano de formação variável ao longo do poço horizontal (item 5.3) pode ter no comportamento das pressões e vazões, foram adotados os dados de filtração dinâmica fornecidos por Ferguson e Klotz30.\nFoi utilizada a curva 53 da Figura 7 da citada referência, construída para um fluido de perfuração de emulsão invertida, cujo filtrado é água. Esta curva é resultado de ensaios de laboratório de filtração dinâmica em escala de campo e mostra que, após cerca de 10 horas o valor do volume de filtrado perdido com o tempo se estabiliza. Este fato, conforme já citado no Capítulo 5, reforça a consideração da variação linear dos eixos da elipse danificada com a distância, utilizada para a modelagem do dano de formação adotada neste trabalho.\nA uma taxa de perfuração de 200 pés/d, o poço padrão (Tabela 6.1) seria perfurado em 4,1 dias. Durante este tempo total de perfuração haveria um fluxo de filtrado de 218,2in3/in a 200°F, segundo a curva 53 da Figura 7 da referência 30.\nCom este valor e considerando a relação entre os eixos da elipse dada pela raiz quadrada da anisotropia (equação C.35), o valor do semi-eixo maior da elipse seria de 1,52 pés, para uma anisotropia de 0,9. Este valor foi considerado como o semi-eixo da máxima elipse do cone truncado elíptico danificado (a^) em xDU).\nPara calcular o semi-eixo da mínima elipse em xD=2, assumiu-se que o tempo mínimo que a formação fica submetida ao fluido de perfuração é de 10 horas. Utilizando o mesmo procedimento descrito acima para a determinação de am;ix. obteve-se um valor de amin igual a 0,68 pés. Com estes valores máximo e mínimo conhecidos, com a equação (5.23) calcula-se o valor de a em qualquer posição ao longo do poço horizontal.\nA equação (5.22) fornece o valor do fator de película. Para este exemplo o valor máximo do fator de película calculado foi de 17,8 e o valor mínimo de 10,7. Estes\nvalores foram obtidos para uma relação entre as permeabilidades original e alterada, (k/kg), de 10.\nNas Figuras 6.13 a 6.16 estão apresentados os resultados obtidos. Para a resposta de pressão em xD=0 (Figuras 6.13 e 6.14) o fator de película variável equivale a um fator de película único e constante.\nNa Figura 6.16 pode-se observar que a pressão ao longo do poço horizontal se mantém constante como no caso do fator de película constante (Figura 6.12), onde ocorre variação é no perfil das vazões (Figura 6,15).\nl.OE+1 -=r\n|~Ret=23íX)\nQ £ ÍX\n1.0E-2 ~\n1.0Ê-3\nPwdS-0 Ld= 12.5\n*D*\nPwS=5 Ld=12.5\n~ pwD S=variável LD~ 11.9\n\t'\t 'd*\tdpw!>.dtn\n\t\t\t1—r i I\t\t 7’\" 'í ! ! ri í li—~“T—FTTTTTTI\t i\t1\trrrq\tTTTTT ?T\nI.OE-5 1.0E-4\n1.0E-3\t1.0E-2 l.OE-l í.üE-iB 1.0E+J\t1.0E+-2\nTempo Adimensional, tD\n\n\n\n\nFigura 6.13: Comportamento da pressão adimensional com efeitos de película constante e variável, em escala log-log.\nFigura 6.14: Comportamento da pressão adimensional com efeitos de película constante e variável, em escala semi-log.\nFigura 6.15: Comportamento da vazão estabilizada com efeitos de película constante e variável.\nR.et= 2300\níD - IO+2 (vazão estebÜ izada)\n\n---i— H---r-~4“—! i 1—h\nS = 0 1^= 12.5\nS = 5 Lo= 12.5\nS ~ vanável = 11.9\nJ-;\n0.0\t0.5\t1.0\t1.5\t2.0\nDistância Adimensional, xD\nFigura 6.16: Comportamento da pressão adimensional ao longo do poço horizontal com a inclusão dos efeitos de película constante e variável.\n6.6.\tEfeito da Variação do Comprimento Adimensional do Poço\nA diminuição do comprimento adimensional do poço provoca um aumento nos valores da pressão adimensional (Figura 6.17). Além disso, como pode ser observado ñas curvas de derivada da pressão, ocorre uma mudança de comportamento: a duração do regime linear tende a diminuir com a diminuição do comprimento adimensional do poço. Conforme comentado no Capítulo 5, o regime linear só se desenvolve totalmente quando o poço horizontal é suficientemente longo comparado à espessura do reservatório.\nAs vazões adimensionais ao longo do poço horizontal (Figura 6.18) tendem a ter um comportamento mais uniforme com a diminuição do comprimento adimensional do poço. O perfil de vazões pratícamente não se altera para os maiores comprimentos adimensionais (LD > 12,5).\nFigura 6.17: Comportamento da pressão adimensional com a variação do comprimento adimensional do poço.\nFigura 6.18: Comportamento da vazão adimensional ao longo do poço horizontal com a variação do comprimento adimensional do poço.\n7.\tANÁLISE AUTOMATIZADA DE TESTES DE PRESSÃO\nDevido à complexidade das soluções dos modelos de reservatórios com poço horizontal, a análise dos testes de pressão realizados nestes casos não é uma tarefa simples. A grande quantidade de parâmetros poço/reservatório envolvidos dificulta a construção de curvas-tipo para serem utilizadas como nos procedimentos clássicos de interpretação.\nA utilização de técnicas de regressão não linear, como ferramenta de interpretação automatizada de testes, proporciona um aumento na qualidade dos resultados finais. Além disso, estas técnicas permitem que seja feita uma análise estatística para verificação da qualidade dos parâmetros, calculando-se, por exemplo intervalos de confiança.\nPara viabilizar a utilização destas técnicas é necessário que seja reduzido o tempo computacional dispendido na resolução do problema poço horizontal/reservatório. Para isto, a solução apresentada neste trabalho será comparada à solução obtida com a condição de contorno de fluxo uniforme, na tentativa de encontrar um ponto equivalente que produza a mesma resposta de pressão com a utilização de ambos os modelos.\nA utilização dos vários métodos de regressão não linear constitui uma área de intensa pesquisa na engenharia de petróleo, O principal objetivo destes métodos é estimar os parâmetros do reservatório a partir de quaisquer que sejam as estimativas iniciais, dentro de seus respectivos domínios, de tal forma que o processo convirja para os valores corretos. Neste trabalho foi adotada a técnica dos mínimos quadrados, que segundo os trabalhos de Vieira32 e de Coelho35, funciona satisfatoriamente e é de fácil aplicação.\nOs parâmetros a serem obtidos com a aplicação desta técnica para poços horizontais são: a permeabilidade horizontal (k), o fator de película (S), o coeficiente de estocagem (C), a permeabilidade vertical (kz) e o comprimento do poço (L). A\ndeterminação do comprimento efetivo do poço, L, é incluída porque este valor pode diferir muito do comprimento real, devido à existência de heterogeneidades laterais.\nSerão apresentados e analisados quatro casos de teste de pressão, dois simulados e dois reais.\n7.1.\tModelo Matemático de Fluxo Uniforme\nNa condição de contorno de fluxo uniforme a vazão por unidade de comprimento do poço é constante. Neste caso a vazão adimensional q^p (equação (3.17)) tem valor unitário. A queda de pressão no reservatório pode ser determinada a partir da equação (3 13):\nNa equação acima já foram incorporados os valores de y D e de zD adotados para a determinação da pressão (veja item 4.3.1).\nEfetuando a integral em X£> da equação (7.1) obtém-se, após uma mudança de variáveis em tD:\n/\n-erf\n\\\n*p-2>\nJ\n(7.2)\nA aproximação para tempos curtos da equação (7.2) é obtida, seguindo o mesmo procedimento do item 5.4.1:\npD(r.T2D.t,)) = --1E,[ -r-f I\t(7.3)\n4Ld (L2d 4 tDJ\nA queda de pressão no reservatório para tempos curtos é a mesma para a condição de contorno de fluxo uniforme (equação (7.3)) e para a condição de contorno com perda de carga no interior do poço horizontal (equação (5.27)). A diferença entre as pressões ao longo do poço horizontal calculadas utilizando os dois modelos será função do valor da perda de carga no interior do poço (veja equação (4.25)).\n7.1.1.\tValidação do Modelo\nO modelo de fluxo uniforme pode ser comparado com a solução de Daviau et o/ri7. A Figura 7.1 mostra a comparação com uma solução de Daviau, utilizando os parâmetros poço/reservatório da Tabela 7.1.\nComprimento do poço horizontal, L - (pés)\t1640\nRaio do poço, rw - (pés)\t0,33\nEspessura do reservatório, h - (pés)\t328\nPosição vertical do poço, z*. - (pés)\t246\nFator de Película, S\t0\nCoeficiente de estocagem, C - (bbl/psi)\t0\nAnísotropia, kz/k\t1\nPosição de registro da pressão, xfí\t1,70\nTabela 7.1: Dados de poço e de reservatório para a validação do modelo de fluxo uniforme.\nTrabalho de Daviauff alii\nEste trabalho\n6.0 ___________________________________________ .\n,\tTrabalho de Daviau ff a/h\n5.0\nEste trabalho\n4.0\n3.0\n2.0\n1.0\n0.0\nl.OE-6 l.OE-5 1.0E-4\t1.0E-3\t1.0E-2\t1.0E4\t1.0E+0 l.OE+1 l.OE+2 I.0E+3\nTempo Adimensional, tD\nFigura 7,1: Comparação entre a solução para o modelo de fluxo uniforme deste trabalho e a solução de Daviau et alii.\n7.1.2.\tDeterminação do Ponto Equivalente\nConforme já citado anteriormente, devido à inconveniência prática de se adotar o modelo que considera a queda de pressão ao longo do poço horizontal para a análise automatizada de testes de pressão, o modelo de fluxo uniforme será utilizado. Para tanto, é necessário conhecer o ponto ao longo do poço horizontal em que as pressões dos dois modelos são iguais. Este procedimento pode ser adotado uma vez que, conforme mostrado no Capítulo 6, a pressão ao longo do poço pode ser considerada constante para a maioria dos casos reais.\nO cálculo do ponto equivalente foi efetuado, para a condição de contorno de condutividade infinita, por Gringarten et alii5 para fraturas verticais, e por Carvalho10 e Rosa e Carvalho11 para poços horizontais. Os valores determinados foram de 0,732 para fraturas e de 0,68 para poços horizontais, ambos os valores medidos horizontalmente a partir do centro do poço.\nOs autores citados, a partir da observação de que as soluções dos dois modelos eram idênticas para tempos curtos, determinaram o ponto equivalente considerando as aproximações das soluções para tempos longos.\nPara o estudo do presente trabalho foram considerados dezoito casos de reservatório/poço horizontal, sem estocagem e sem fator de película, cujos dados estão apresentados na Tabela 7,2.\n\tConstantes Adimensionais\t\t\t\t\nCaso\t..... \t\t\tchD\trwzD\tZç/h\n1\t12,5\t2300\t20848\t3,18 x 10-3\t0,5\nIA\t1,0\t2300\t20848\t3,18x10'3\t0,5\n1B\t2,5\t2300\t20848\t3,18 x 10-3\t0,5\n1C\t5,0\t2300\t20848\t3,18 x IO-3\t0,5\n1D\t18,0\t2300\t20848\t3,18 x 10-3\t0,5\n1E\t25,0\t2300\t20848\t3,18 x IO'3\t0,5\n2\t12,5\t27363\t20848\t3,18 x 10-3\t0,5\n2A\t1,0\t27363\t20848\t3,18 x IO-3\t0,5\n2B\t2,5\t27363\t20848\t3,18 x 10-3\t0,5\n2C\t5,0\t27363\t20848\t3,18 x IO-3\t0,5\n2D\t18,0\t27363\t20848\t3,18 x 10-3\t0,5\n2E\t25,0\t27363\t20848\t3,18 x 10-3\t0,5\n3\t12,5\t273633\t20848\t3,18x10*3\t0,5\n3A\t1,0\t273633\t20848\t3,18 x 10-3\t0,5\n3B\t2,5\t273633\t20848\t3,18 x 10'3\t0,5\n3C\t5,0\t273633\t20848\t3,18 x 10-3\t0,5\n3D\t18,0\t273633\t20848\t3,18 x IO’3\t0,5\n3E\t25,0\t273633\t20848\t3,18x10-3\t0,5\nTabela 7.2: Constantes adimensionais reservatório/poço horizontal - Casos 1 a 3E.\nNa Tabela 7,3 estão apresentados os valores dos pontos equivalentes (distância adimensional medida horizontalmente a partir da origem em xd ’O) obtidos para os tempos longos (tD> 1,0):\n\t\t\tValores\tde Lf)\t\t\nRet\t1,0\t2,5\t5,0\t12,5\t18,0\t25,0\n2300\t1,59\t1,64\t1,66\t1,69\t1,70\t1,71\n27363\t1,59\t1,63\t1,66\t1,69\t1,70\t1,70\n273633\t1,58\t1,63\t1,65\t1,68\t1,69\t1,70\nTabela 73: Pontos equivalentes adimensionais para tempos longos - Casos 1 a 3E.\nConsiderando os valores de LD entre 5,0 e 25,0, o valor do ponto equivalente varia entre 1,65 e 1,71. Na Tabela 7.4 estão apresentadas as diferenças percentuais máximas entre as pressões calculadas considerando perda de carga no interior do poço e as pressões calculadas considerando fluxo uniforme com um valor de xD igual a 1,68. Também são mostrados os tempos adimensionais em que esta máxima diferença ocorre.\n\tValores de Ln\t\t\t\t\t\nRet\t1,0\t2,5\t5,0\t12,5\t18,0\t25,0\n2300\t1,6 %\t1,6% (1,0)\t1,3 % (0,0251)\t2,4 % (0,0251)\t2,8 % (0,0251)\t3,3 % (0,0251)\n27363\t1,6 % (1,0)\t1,7 % (1,0)\t1,2 % (0,0251)\t2,1 % (0,0251)\t2,4 % (0,0251)\t2,9 % (0,0251)\n273633\t3,2 % (0,00001)\t3,2 % (0,00001)\t4,4 % (0,00001)\t7,0 % (0,00001)\t8,8 % (0,00001)\t11,0 % (0,00001)\n(tn)-tempo adimensional onde ocorre a máxima diferença entre as pressões.\nTabela 7.4: Diferenças percentuais máximas entre as pressões calculadas considerando perda de carga no interior do poço e fluxo uniforme com ponto equivalente igual a 1,68.\nAs Figuras 7.2 a 7.7 mostram, para os valores de ReI de 2300 e de 273633 e de Ln de 12,5, 1,0 e 25,0, as curvas de pressão geradas com a condição de contorno de fluxo uniforme com ponto equivalente igual a 1,68 e com a condição de contorno que\ninclui a perda de carga no poço (fluxo variável). As curvas para Ret igual a 27363 não estão apresentadas porque são quase idênticas às curvas para igual a 2300.\nPara os valores de Re] de 2300 e de 27363, para qualquer valor de Lq, as máximas diferenças entre as pressões calculadas com os dois modelos ocorrem nos tempos intermediários, ou seja, durante o regime de fluxo linear, Este fato pode ser bem observado na Tabela 7.4 e nos gráficos das Figuras 7.2 a 7.4.\nPara o valor de R^ de 273633, conforme já mencionado anteriormente, as maiores diferenças entre as pressões dos dois modelos, para qualquer valor de Lu, ocorrem para tempos curtos (veja Tabela 7.4 e Figuras 7.5 a 7.7).\nComo para tempos curtos as pressões são constantes e dependentes do modelo utilizado, e o valor de Re, de 273633 corresponderia a vazões atipicamente altas, pode-se considerar que a diferença entre a pressão calculada utilizando o modelo teórico deste trabalho, e a pressão calculada utilizando a condição de contorno de fluxo uniforme com um ponto equivalente de 1,68 é menor do que 3,3% (Tabela 7.4). Este valor de ponto equivalente pode ser utilizado para uma faixa de valores de LD de 1,0 a 25.\nPortanto, xD=l,68 (ou xD=0,32) é uma boa aproximação para o valor do ponto equivalente. Este valor é idêntico ao valor obtido por Carvalho10 e Rosa e Carvalho11 para a condição de contorno de condutividade infinita.\nFigura 7.2:Comparação entre as pressões adimensionais com perda de carga no interior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso 1.\nI.OE+l\nQ\nXl\n\"\"&amp;} J.OE+O\nS\n'O\n*\nQ\n•o\nl.OE-1\nQ\ní-\npwr>- fluxo uniforme (xD= 1,68)\n*D* ^PwO'^fD pwp - fluxo variável\n*D* ^PwD^D\n... ——~r-r-TTTríT\ni.OB-2\nl.OE-5 1.0E4\t1.0E3\t1.0E-2 l.OE-l l.OE+O l.OE-1 1.0E+2\nTempo Adimensional, tD\nFigura 7.3: Comparação entre as pressões adimensionais com perda de carga no\ninterior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso IA.\nT'TT\nFigura 7.4: Comparação entre as pressões adimensionaís com perda de carga no interior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso 1E.\n\nl.OE+1 -3\nR =273633\npwD - fluxo uniforme (xD™ L6S)\nÍD* dPwD\"‘d*D pwD - fluxo variável tD*&lt;MWdíD\n-ffi iiu = ~r~r; 11 r[~~~~~r ' i rrrW 1;OE-K> l-OE+1 t.OE+2\nTempo AdimensionaL tD\nFigura 7.5: Comparação entre as pressões adimensionaís com perda de carga no interior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3.\nFigura 7.6: Comparação entre as pressões adimensionais com perda de carga no interior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3A.\nFigura 7.7: Comparação entre as pressões adimensionais com perda de carga no interior do poço (fluxo variável) e com fluxo uniforme para os dados do Caso 3E.\nAs Figuras 7.8 a 7.13 mostram, para os valores de Ret de 2300 e de 273633 e de Lq de 12,5, 1,0 e 25,0, as pressões adimensionais ao longo do poço horizontal para as condições de contorno de fluxo uniforme e considerando a queda de pressão ao longo do poço (fluxo variável). Nos gráficos destas Figuras foi traçada uma linha vertical em xD=4,68 (e xq-0,32) para visualização da diferença entre este valor e os pontos equivalentes reais para cada tempo adimensional.\nOs valores das pressões adimensionais para os menores valores de LD (Figuras 7.9 e 7,12) variam menos com a distância horizontal do que as pressões adimensionais para os maiores valores de LD. Por esta razão, os erros reportados na Tabela 7,4 são pequenos para os valores de LD pequenos (1,0 e 2,5), apesar de seus pontos equivalentes reais diferirem bastante do adotado (Tabela 7.3),\n5,0\nQ tá n\nEl .2\ne g\n'-6\no ws\n¡73\nCZJ «U £\n4.0 -\n-■P-\n3,0 -\n2.0\nLo =12.5\n= 2300\ntD~ 1CT2\n10-°\n+•\t* -f\nFluxo Uniforme\nFluxo Variável\n+• -t-\n+i\nto\ntD- 10\"1\n•j~\t•t'\t-r. -r\nqr 10-3\ni———4-— -I 1; 1 h—I H—?■ t—r— j ■—F——r—n----------?-p-.—,—~-r—,p—r\n0.32\t0,5\t1,0 t\t1.5\tí-68\nDistância Adimensional, xD\n2.0\n, . + + + X T“ “\ntD= 1OH\n\n-\n\n+ •+•\n\n+ -F X -L.\t,\nT. + .\n\n\n\ndxxt—±,\n\n\n+\n\nFigura 7.8: Comparação entre 0 ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso I.\n7.0\nFíuxo Uniforme\nFiuxo Variável\nLjj = 1\nRet = 2300\ntD= 10+2\n•H + -f\n\ttD= 10+1 ^...+\t+\t+\t^\t+\t,+\t+\t+\t+\t+\t-+\t+\t+ i.\t! \"4 + + f + ± í\n++^+ + + + **'+\ttD= I0*° ... j. 4. ■+-+-+\t■+\t-1-\t+\t-+\t■4'-rJ-+ + j.\t+-.: +77\"\t~~—\n\t\ttfFlO-’\t■\t+■ -b 4- + + . , .\n•f-ri-í* r r T • . 1\t. . . .\tlD=i0'3\ti- x' -r-'i- x\n\t\t\nDistância Adimensional, xD\nFigura 7.9: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 1 A.\nFigura 7.10: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 1E.\n5.0 —\t\t\t\t\t\n4,0 -\t\tLd = 12.í R^ = 2736\tro \t\t3\t+\tFk \t\tHl 10-2 + + + + +\txo Uniforme xo Variável\n3.0-\t■P’\t^++ + + ^r\t\tto- 10*1 + b +\t+\t-\t-\t-\t-\t-\t+\t-\t+\t-J\t++++\n2.0 —\t++■\t\tr •*\ttn-10-o ,± ♦ * + ■» * \" T ’ * * * ‘ * • * . t .\t+\t+ J_ + + + 4.J. r\n1.0 -\t\t.+ + +\tHÍ ffe.\ttD itr1\t'++++++\n-\t\t■F \"F '\t-!■■■■ 1\t\tv~>°-3\t1 * + 'f’ + -í-+++\nAO\t\t\t\t\t\n\t\tt\t>\t5\t\t1\t1   ’■\t—~i—1—t—r—h\"\t“T“—r—nr—\n0,0\t0.32\t0.J\t1,0\t1.5\t1'^8\t2.0\nDistância Adimensional, xD\nFigura 7,11: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3,\ns.o\nQ\n£\nn.\n§ o\ntfl G 0J § Xí&lt;\n$\n7.0 —\n6.0 —\n5.0\n40\n3.0\nLd - I\nRd =273633\nFluxo Uniforme\nFluxo Variável\n~4”T_F\"r\n■F\n\n■F-F+*\n\"•F -¡- -r\n2.0\nL0™\n0.0\n0.0\n*T\n4^„.*\t+\t*\ntD= 10-2\nT -F -F +\ntD= 10->\n+\n- -b\n\n‘t' +\nj\n+ -F + 7:---\n' t + fh\n\n4-\ntD= 10-1\ntD= IO’3\nri-H—t—|--F\n•4-\n1--3--1--1--1--J--I--r--,--1--,--f--J--I-J\n0.32\t0.5\tLO\t1.5\nDistância Adimensional, xD\n+• +• 4- .'y\n+ + + +T-4\n1\n■F *<j F--W\n1.68\nT\n2.0\nFigura 7.12: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3A.\nFigura 7.13: Comparação entre o ponto equivalente adotado e os pontos equivalentes reais para os dados do Caso 3E.\n7.2.\tRegressão Não Linear Com Mínimos Quadrados\nOs procedimentos de regressão não linear baseados na técnica dos mínimos quadrados32’33’34 têm por objetivo estimar um conjunto de parâmetros desconhecidos que minimize o somatório dos quadrados das diferenças entre os dados medidos e a resposta de um modelo matemático selecionado.\nA função objetivo a ser minimizada no método dos mínimos quadrados é dada por:\nnpon\t.\nE(P)=£[g(t,)-F(P.tí)]\t(7-4)\ni=l\nonde p é o vetor de parâmetros estimados, npon é o número de pontos do conjunto de dados fornecido, t (tempo) é a variável independente, F é a função que representa o modelo matemático e g é o valor de F medido.\nPara a minirnização da função objetivo, esta é expandida por uma série de Taylor em tomo de um valor E(j30), obtido a partir de um conjunto inicial de parâmetros, p0. No caso do método de Newton, a série de Taylor é truncada no termo quadrático, dando um caráter parabólico à função E*s aproximação de E, o que, em princípio, garantiria um ponto de mínimo. A expansão da função objetivo é dada por:\nE-(P) = E(P0) +\nnpar npar\n+X£(Pj-e?)(pk-Pi)\nj=l k=I\nf â2E\n(7.5)\nonde npar é o número de parâmetros e Po uma estimativa inicial para o vetor 0 a ser estimado.\nComo se quer minimizar E*, a expressão anterior é derivada em relação à ($j - pj), que será denominado de ópj:\n3E*\n( BE\nnpar\nk=l\n32E\n; j=l,2,...,npar\n(7.6)\n\nPara obter o mínimo da função E*, então dLE/3(ôpJ-0. Logo:\n' d2E\t\t\nWPkj\t\tW\n(7-7)\nObtém-se um sistema de npar equações com npar incógnitas em 8[3. onde:\n' 32E\nr3E'\nnpon\n(7.8)\nupon\nd2F\n(7.9)\n■ f\n'H\n'0\n>\nk<\ni=I\n‘0\nPode-se então escrever a equação (7.7) como:\n[H]So(8p) = -ü\n(7.10)\nonde H é conhecida como a matriz Hessiana e ü é o vetor que contem os resíduos.\nUma vez resolvido o sistema acima e determinado o vetor Sj3, os novos valores para os parâmetros são calculados como:\np!=PJ+(8Pj);\tj=l,2,....,npar\t(7.11)\nA nova aproximação jSj é a entrada para a próxima etapa do processo iterativo. Este procedimento é repetido até que a convergência seja alcançada dentro da tolerância considerada.\nPara aumentar a velocidade de convergência ou até mesmo prevenir a divergência do processo, pode-se utilizar um algoritmo de busca linear, cujo objetivo é evitar que o método de regressão não linear caminhe por regiões onde os parâmetros não têm significado físico matemático ou, que os novos pontos determinados a cada iteração tenham resíduos maiores do que os dos pontos anteriores. Neste caso, a atualização dos parâmetros desconhecidos deve ser feita do seguinte modo:\n¡31 =|3j+ít) (ôfjj); j = l,2,....,npar\t(7.12)\nonde co é um fator de relaxação.\nUm algoritmo simples de busca linear utilizado neste trabalho, o mesmo adotado por Namba e Home35 e por Rosa e Home36, é apresentado no Apêndice D.\nUma das dificuldades do método de Newton é que o valor para o qual a solução converge pode não ser um mínimo. Isto pode ocorrer se a superfície E tiver pontos de sela ou de máximo, o que, infelizmente, é muito comum nas aplicações em análise de testes. Para o valor final de E ser um mínimo, a matriz Hessiana deve ser positiva definida. Ela sempre é positiva definida nas vizinhanças de um mínimo, mas pode não ser em pontos distantes. O método de Newton sempre converge se a estimativa inicial estiver próxima do mínimo, mas normalmente diverge em caso contrário.\nGauss propôs uma modificação no método de Newton na qual desprezam-se os termos da matriz Hessiana representados pela segunda derivada, que geralmente são de difícil cálculo. Tal procedimento tem um preço em termos de robustez do método, tomando-o mais sensível às estimativas iniciais.\nLevemberg37 e Marquardt38 propuseram uma alteração no método de Gauss-Newton. Para melhorar o condicionamento da matriz Hessiana, soma-se a ela uma matriz diagonal D, cujos elementos são iguais a uma constante positiva de valor À. Após o cálculo da função objetivo na etapa n-1, se esta for menor que na etapa anterior modifica-se o valor da constante para À/10, caso contrário para 10X.\nNeste trabalho será utilizado o método de Gauss-Newton modificado por Levemherg e Marquardt.\nAs derivadas da solução teórica utilizadas no cálculo da matriz Hessiana foram calculadas numéricamente, utilizando-se um esquema de diferenças avançadas.\n7.2.1. Análise Estatística da Regressão\nEm uma regressão não linear é muito importante que se conheça a qualidade dos resultados obtidos. Além de fornecer os valores otimizados dos parâmetros é possível definir intervalos de confiança, na forma de limites superior e inferior, para cada um destes parâmetros. Estes intervalos são função da qualidade e da quantidade dos dados experimentais.\nDogru et alri^ apresentaram um método aproximado para a determinação dos intervalos de confiança que, apesar de não ser um método rigoroso, é suficiente para a avaliação da qualidade dos ajustes.\nDefine-se o erro médio quadrático como:\n=\t---- (7J3)\nnpon - npar\nonde SQR é a soma dos quadrados dos resíduos.\nO intervalo de confiança para cada parâmetro pode ser calculado como:\npj-ap^p^pj+ap*\n(7.14)\nonde p* é o valor estimado para Pj na última iteração, e:\nAP* = ^ÊMQh\" t7/2;npon_npar\n(7.15)\nonde hjj é o elemento da diagonal da inversa da matriz Hessiana correspondente ao elemento pj e ty/2;npcn~npar é 0 valor da distribuição t de Student para um nível de significancia 7 e grau de liberdade npon-npar. Um nível de significancia 7 implica em um intervalo de confiança de 100 (I-7) %. Neste trabalho foi utilizado um nível de significancia de 5%, 0 que significa que os parâmetros estimados têm 95% de probabilidade de estarem corretos dentro do intervalo calculado.\n7.3.\tAnálise de Dados de Testes de Pressão\nSerão discutidos quatro casos (casos 1, 3, 4 e 5). Os casos 1 e 3, já utilizados anteriormente, são dados simulados a partir do modelo considerado neste trabalho. Os casos 4 e 5 são resultados de dados reais de testes de formação.\nNos casos onde 0 fator de película (S) apresenta-se negativo, foi utilizado 0 conceito de raio aparente de poço40, definido por:\n(7.16)\nOs dados do reservatório e do poço horizontal para os casos 1 e 3 estão apresentados nas Tabelas 6.1 e 6.2. As constantes adimensionais estão apresentadas na Tabela 7.2. O que diferencia os dois conjuntos de dados são as diferentes vazões totais de produção, ou em outras palavras, os diferentes números de Reynolds. O caso 1 apresenta fluxo laminar no interior do poço horizontal (Rçt-2300) e 0 caso 3 tem comportamento de fluxo turbulento (13^=273633).\nOs dados de reservatório e do poço horizontal dos casos 1 e 3, utilizados para gerar as curvas simuladas de pressão versus tempo, e que serão ajustadas por regressão não linear estão apresentados na Tabela 7.5,\nPermeabilidade horizontal, k - (mD)\t300\nFator de Película, S\t0\nCoeficiente de estocagem, C - (bbl/psi)\t0\nComprimento do poço horizontal, L - (pés)\t1640,5\nPermeabilidade vertical, k, - (mD)\t300\nTabela 7.5: Dados de poço e de reservatório para os casos 1 e 3.\nA Tabela 7,6 mostra os resultados obtidos com a utilização do método dos mínimos quadrados aplicados aos dados de pressão e ao conjunto de dados de pressão em conjunto com a derivada da pressão em relação ao logaritmo do tempo, para o caso\n1.\tA Tabela 7.7 apresenta os mesmos resultados para os dados do caso 3.\nTipo de Dados\tk (mD)\tS\tC (bbl/psi)\tL (Pés)\tk % (mD)\tIte.\nP\t300,3 ±0,17%\t0,14 ±77,88%\t0,0001 ±97,14%\t1641,1 ±0,40%\t330,5 ±5,96%\t9\nP+D\t300,4 ±0,13%\t0,08 ±81,30%\t0,00004 ±129,89%\t1639,6 ±0,32%\t322,2 ±3,83%\t12\nP - dados de pressão P+D - dados de pressão e da derivada\t\t\t\tEstimativas iniciais: k = 1000 mD kz = 100 mD S = 3 C - 0,001 bbl/psi L - 500 pés\t\t\nTabela 7.6: Resultados da regressão não linear para os dados do caso 1.\nTipo de Dados\tk (mD)\tS\tC (bbl/psi)\tL (pés)\tkz (mD)\tIte.\nP\t300,3 ±0,17%\t0,32 ±30,85%\t0,00006 + 102,07%\t1641,6 ±0,40%\t325,6 ±5,29%\t11\nP+D\t300,4 +0,13%\t0,27 ±21,96%\t0,00002 + 133,01%\t1640,0 ±0,32%\t318,7 ±3,39%\t18\nP - dados de pressão P+D - dados de pressão e da derivada\t\t\t\tEstimativas iniciais: k --1000 mD kz- 100 mD S = 3 C = 0,001 bbl/psi L = 500 pés\t\t\nTabela 7.7: Resultados da regressão não linear para os dados do caso 3.\nOs resultados das tabelas 7.6 e 7.7 são idênticos aos obtidos para um grande número de aproximações iniciais, sempre que ocorre a convergência. Conforme mostrado na Tabela 7.8, o que diferencia os resultados para estas diferentes aproximações iniciais é o número total de iterações para que ocorra a convergência para os valores finais.\nEstimativas Iniciais\t\t\t\t\tNúmero de Iterações e Tipo de Dados\t\t\t\nk (mD)\tS\tC (bbl/psi)\tL (pés)\tkz (mD)\tCASO1\t\tCASO3\t\n\t\t\t\t\tP\tP+D\tP\tP+D\n1000\t0\t0,001\t1650\t300\t(9\t32\t12\t37\n100\t0\t0,001\t1650\t300\t(!)\t12\t(1)\t12\n300\t3\t0,001\t1650\t300\t7\t42\t8\t10\n300\t0\t0,05\t1650\t300\t9\t45\t8\t9\n300\t0\t0,001\t3000\t300\t12\t12\t10\t18\n300\t0\t0,001\t1650\t1000\t9\t9\t10\t9\n1000\t7\t0,05\t5000\t1000\t12\t13\t14\t13\n100\t3\t0,001\t3000\t100\t19\t38\t15\t12\nP - dados de pressão\nP+D - dados de pressão e da derivada (l) - não convergiu\nTabela 7.8: Comparação entre várias estimativas iniciais para os dados dos casos 1 e 3.\nNos gráficos das Figuras 7,14 e 7.15 estão apresentados, para os casos 1 e 3, os dados simulados e as curvas de pressão e da derivada geradas pelos resultados das regressões. Pode-se notar, para ambos os casos, a concordância perfeita entre os dados reais e os determinados com a regressão não linear.\nDelta T (horas)\nFigura 7.14: Regressão nos dados da pressão em conjunto com a derivada da pressão -caso 1.\nI.ÔE+4 --\n‘55\n5\nLOE4-3 --cu\t-\nJ3\tE\nw Q \"5\" * . L0E-2 ”z\nDelta P - Dados Simtilados\nDerivada\nDelta P - Mínimos Quadrados\nDerivada\no.. a - ®-■ ■■«........\n■ü'''\n.O'-\na\n-C? J.OE-Í-I\n£ :\nQ\nI.OE -Cr -\n.O’\n.O'\no-®\nl.Ol-X) 1.0M1\t1.0í>2 I.OEM l.0E’-4\nDelta T (hora.s)\nFigura 7.15: Regressão nos dados da pressão em conjunto com a derivada da pressão -\nI.OE-5 l.QE-4 l.OE-3\ncaso 3.\n\no o\n\nOs gráficos das Figuras 7.16 e 7,17 mostram, para os casos 1 e 3, a evolução do comportamento da média dos resíduos ao quadrado ao longo das iterações. Estes gráficos são para as aproximações iniciais das Tabelas 7.6 e 7.7 mas, curvas semelhantes são obtidas para qualquer aproximação inicial da Tabela 7.8,\nTipo de Dados\n—a—\tp\n—p~d\n10\nIterações\n15\nFigura 7.16: Comportamento da média dos resíduos ao quadrado ao longo das iterações - caso 1,\nl.OE+4\n'X\nq\n■w\n«\nO\nQ, l.OE+3\nX\n:\n* Wl\nCX\nO i\nTipo de Dados\n—P\n—P&lt;• D\nl.OE+1\n—&amp;\nl.OE+O\n0\t5\tJíJ\t15\nIterações\nFigura 7.17: Comportamento da média dos resíduos ao quadrado ao iterações - caso 3.\n20\nlongo das\nOutro caso analisado, é um período de crescimento de pressão, após um período de fluxo curtíssimo, obtido da referência 41. Devido à escassez de dados de testes de pressão em poços horizontais na literatura, estes dados de teste serão utilizados neste trabalho, apesar dos inconvenientes que apresentam. Dentre estes inconvenientes pode-se citar o mais prejudicial: o tempo de fluxo não foi suficiente para eliminar os efeitos de estocagem antes do fechamento para a estática.\nPor se tratar de um período de estática, foi utilizado o tempo equivalente de Agarwal42:\nAt * t t -\tp\nAt + tp\nOs dados do reservatório e dos fluidos estão na Tabela 7.9 e os de pressão versus tempo na Tabela 7.10.\nO valor do tempo de produção reportado na Tabela 7.9 foi obtido a partir do histórico de vazões obtido na referência 41, dividindo-se o volume total produzido pela última vazão de produção medida (qw 201 bbl/d).\nPorosidade, ó - (%)\t18\nRaio do poço, rw - (pés)\t0,27\nEspessura do reservatório, h - (pés)\t13,1\nPosição vertical do poço, zw - (pés)\t4\nViscosidade do óleo, p - (cp)\t5,6\nCompressibilidade total, ct - (psr1)\t4,8x10'5\nTempo de produção, tp - (horas)\t1,1\nVazão de produção, qw - (bbl/d)\t201\nTabela 7,9: Dados de poço e de reservatório para o caso 4.\nTempo de Teste (horas)\tQueda de Pressão -\t<P»)\tI Tempo de Teste (horas)\tQueda de Pressão (psi)\tTempo de Teste (horas)\tQueda de Pressão (psi)\n0,0017\t11,49\t0,0571\t200,37\t1,0818\t588,21\n0,0032\t21,04\t0,0355\t145,50\t1,2088\t595,98\n0,0047\t29,55\t0,0384\t153,39\t1,3562\t603,07\n0,0077\t44,49\t0,0471\t176,37\t1,5199\t609,58\n0,0091\t51,46\t0,0514\t186,89\t1,7039\t615,76\n0,0106\t58,16\t0,0571\t200,37\t1,9093\t620,65\n0,0121\t64,48\t0,1329\t324,51\t2,1410\t625,57\n0,0136\t70,66\t0,1467\t340,21\t2,4020\t630,07\n0,0180\t87,94\t0,1835\t376,05\t2,6933\t634,01\n0,0195\t93,33\t0,2051\t393,66\t3,0207\t637,65\n0,0210\t98,57\t0,2267\t409,19\t3,3885\t640,86\n0,0239\t108,77\t0,2536\t426,10\t3,7995\t643,99\n0,0297\t127,88\t0,2803\t441,12\t4,2483\t646,98\n0,0326\t136,80\t0,6194\t540,85\t4,7546\t649,31\n0,0355\t145,50\t0,6934\t551,87\t5,3224\t651,72\n0,0384\t153,39\t0,7711\t561,55\t5,9644\t654,05\n0,0471\t176,37\t0,8642\t571,56\t\t\n0,0514\t186,89\t0,9660\t580,36\t\t\nTabela 7.10: Dados de pressão versus tempo para o caso 4.\nOs resultados obtidos através da regressão não linear constam da Tabela 7.11.\nEsta Tabela inclui os resultados da análise feita por Donoso e Perez41.\nTipo de Dados\tk (mD)\tS\tC (bbl/psi)\tL (pés)\tkz (mD)\tIte.\nP\t3,35 ±566,4%\t0,79 ±43,3%\t0,00146 ±3,79%\t458,3 ±160,4%\t0,94 ±826,3%\t17\nP+D\t3,16 ±645,7%\t0,37 ±628,1%\t0,00140 ±27,9%\t219,4 ±311,4%\t4,54 ±712,2%\t20\n(2)\t3,5\t0,5\t0,0015\t344,5\t1,75\t\nP - dados de pressão P+D - dados de pressão e da derivada (2) Resultados da referência 41\t\t\t\tEstimativas iniciais: k = 3,46 mD kz 1,70 mD S = 0,60 C - 0,0014 bbl/psi L = 342,0 pés\t\t\nTabela 7.1 L Resultados da análise para os dados do caso 4.\nUm fato interessante que fica evidenciado na Tabela 7.11 é a grande correlação existente entre o comprimento do poço, L, e a permeabilidade vertical, kz. São obtidos bons resultados tanto para L=458,3 pés e kz= 0,94 mD , quanto para L= 219,4 pés e kz- 4,54 mD.\nAs Figuras 7.18, 7.19 e 7.20 mostram os gráficos da pressão e da derivada da pressão, utilizando os dados obtidos neste trabalho e os dados reportados por Donoso e Perez41. Da comparação destas Figuras, observa-se que as curvas obtidas com a utilização da regressão não linear do presente trabalho (Figuras 7.19 e 7.20) ajustam-se melhor aos dados de teste do que as curvas obtidas com os parâmetros fornecidos na referência 41 (Figura 7.18). Donoso e Perez41 não aplicaram qualquer método de regressão não linear aos seus dados. Também não ficou clara qual foi a solução adotada pelos autores, já que não apresentaram qualquer formulação matemática.\nO gráfico da Figura 7.21 mostra a evolução do comportamento da média dos resíduos ao quadrado ao longo das iterações. Nota-se neste gráfico que o resíduo final para o ajuste com os dados da pressão em conjunto com a derivada é bem maior do que o resíduo final com o ajuste apenas nos dados de pressão. Este fato fica bem claro nas Figuras 7.19 e 7.20, em que se observa o melhor ajuste na curva da derivada da pressão com os dados obtidos com a regressão não linear apenas na pressão (Figura 7.19).\nDelta Teq(horas)\nFigura 7.18: Pressão e derivada utilizando os dados da referencia 41 - caso 4.\ni\n\ntZ5\n1.0E+I\nDelta P • Dados de Teste\nO\nQ\nDerivada\n\nDelta P - Mínimos Quadrados\nDerivada\nl.OE+d\nl.ÜE-3\nr,\ti , ■ -r—r- . : r, ?\n1.0E-2\tI.OE-1\nDelta Teq(horas)\nÍ.OE-H)\nT\nFigura 7.19: Regressão nos dados da pressão - caso 4.\nx-v l.OE+3 -q.\n'5>\t-\ntf\tH\nfi?\n«g 1.0E+2—\nQ\n* tr\n®\nCS\n&amp;\n75\nQ\n.. •'.¿i\nÍ.OE+1\n\n- - + Delta P - Dados de Teste\no o o Derivada\n■■-----Delta P ’ Mínimos Quadrados\nDerivada\nl.OE+d\nl.OE-3\n-r-r-r^\tr----~r\n1.0E-2\tl.OE-1\nDelta Teq(horas)\nI.OE+O\nFigura 7.20: Regressão nos dados da pressão em conjunto com a derivada da pressão -\ncaso 4,\nl.DE+3\nO\nC3 L0E+2-\n&amp;\n1\nE/l\nfr.\nCtí\nQ LOE+1 \\\nri\n■a\n'&amp;\n•ifr\n\n*------4\n\nI.OE+O —\nO\nT\nT\"—]---r\n5\nto\nIterações\nTipo de Dados\ne~— P\nP -D\n43.,,\n\nT\n15\n20\nFigura 7.21: Comportamento da média dos resíduos ao quadrado ao longo das\niterações - caso 4.\nOutro caso analisado, denominado de caso 5, foi obtido de um teste em um poço na Bacia de Campos. Os dados de pressão versus tempo estão na Tabela 7.12 e os dados de fluido e de reservatório estão na Tabela 7.13.\nTempo de Teste (horas)\tQueda de Pressão (psi)\tTempo de Teste (horas)\tQueda de Pressão (psi)\tTempo de Teste (horas)\tQueda de Pressão (psi)\n0,0007\t4,693\t0,1879\t57,733\t6,6189\t104,375\n0,0018\t14,931\t0,1927\t58,018\t7,2856\t105,797\n0,0030\t19,766\t0,2022\t58,586\t7,6189\t106,508\n0,0041\t23,179\t0,2189\t59,440\t7,9522\t107,219\n0,0052\t25,880\t0,2356\t60,293\t8,6189\t108,356\n0,0063\t28,013\t0,2522\t61,004\t8,9522\t108,925\n0,0075\t29,720\t0,2856\t62,426\t9,2856\t109,352\n0,0086\t31,142\t0,3189\t63,706\t9,9522\t110,347\n0,0097\t32,279\t0,3522\t64,701\t10,2856\t110,774\n0,0108\t33,417\t0,3856\t65,696\t10,6189\t111,343\n0,01.12\t33,701\t0,4552\t67,403\t10,9522\t111,769\n0,0119\t34,270\t0,5356\t69,109\t11,6189\t112,480\n0,0142\t35,834\t0,6189\t70,531\t11,9522\t112,765\n0,0175\t37,683\t0,7022\t71,953\t12,2856\t113,191\n0,0198\t38,678\t0,7856\t73,233\t12,6189\t113,476\n0,0243\t40,385\t0,8689\t74,371\t13,2856\t114,044\n0,0276\t41,522\t0,9522\t75,650\t13,6189\t114,329\n0,0324\t42,802\t1,2856\t79,205\t14,2856\t114,898\n0,0355\t43,513\t1,4522\t80,912\t14,9522\t115,324\n0,0411\t44,509\t1,6189\t82,334\t15,2856\t115,609\n0,0590\t47,068\t1,9522\t85,178\t16,2856\t116,320\n0,0724\t48,490\t2,2856\t87,737\t16,6189\t116,462\n0,0795\t49,201\t2,6189\t90,013\t16,9522\t116,604\n0,0892\t50,054\t2,9522\t91,861\t17,4522\t116,888\n0,1049\t51,476\t3,2856\t93,710\t17,5356\t117,031\n0,1154\t52,330\t3,9522 4,6189\t96,554\t17,6856\t117,031\n0,1509\t55,174\t\t98,829\t17,7589\t117,173\n0,1576\t55,742\t4,9522\t99,967\t17,9806\t117,173\n0,1666 0,1722\t56,311 56,738\t5,2856 5,9522\t100,962 102,811\t18,0978\t117,315\nTabela 7.12: Dados de pressão versus tempo para o caso 5.\nPorosidade, $ - (%)\t23\nRaio do poço, rw - (pés)\t0,35\nEspessura do reservatório, h - (pés)\t130\nComprimento do poço horizontal,L - (pés)\t315\nPosição vertical do poço, - (pés)\t65\nViscosidade do óleo, p - (cp)\t2,4\nCompressibilidade total, ct - (psr1)\tl,3xl0-5\nTempo de produção, tp - (horas)\t46,7\nVazão de produção, qw - (bbl/d)\t1253\nTabela 7.13; Dados de poço e de reservatório para o caso 5,\nEstes dados de teste apresentam alguns inconvenientes43:\n. Devido à particularidades da perfuração o reservatório produtor está em comunicação com outro reservatório de características diferentes e não bem determinadas.\n. Ao final do poço horizontal existe uma falha com valores de rejeito e extensão lateral desconhecidos.\nEstes fatos não foram considerados no modelo teórico e provavelmente devem afetar os dados obtidos no teste de pressão.\nNovamente por se tratar de um período de estática foi utilizado o tempo equivalente de Agarwall (equação (7.17)), Os resultados obtidos através da regressão não linear constam da Tabela 7.14.\nTipo de Dados\tk (mD)\tS\tC (bbl/psi)\tL (pés)\tkz (mD)\tIte.\nP\t69,2 ±16,65%\t-1,42 ±15,44%\t0,00016 ±1173,0%\t297,6 ±24,29%\t72,3 ±25,24%\t4*\nP+D\t63,3 ±5,62%\t-1,37 ±10,44%\t0,00168 ±103,52%\t344,8 ±8,76%\t57,6 ±18,70%\t12\nP - dados de pressão P+D - dados de pressão e da derivada * - falha no algoritmo de procura linear\t\t\t\tEstimativas iniciais: k “ 70 mD kz=60 mD S = -l,0 C = 0,0 bbl/psi L = 300 pés\t\t\nTabela 7.14: Resultados da análise para os dados do caso 5.\nA Figura 7.22 mostra, para o caso 5, o gráfico da pressão e da sua derivada obtidos através da regressão não linear nos dados de pressão em conjunto com a derivada da pressão em relação ao logaritmo do tempo.\nExiste uma dificuldade muito grande em identificar os diversos regimes de fluxo a partir destes dados de teste. Alguns comentarios sobre este assunto serão feitos a seguir.\nO valor do comprimento adimensional para este poço, utilizando os dados da Tabelas 7.13 e 7.14, é da ordem de 1,0. Conforme mostrado no Capítulo 6, para\nvalores de Lp muito pequenos o regime linear não se desenvolve totalmente. Realmente este regime de fluxo não está bem caracterizado no gráfico da Figura 7,22.\nConsiderando o tempo adimensional paia o início do regime de fluxo radial final, definido no Capítulo 5, este regime estaria bem caracterizado a partir de um tempo equivalente de cerca de 50,0 horas, maior do que o tempo equivalente final obtido. De qualquer maneira existe a dúvida, se o patamar horizontal na curva de derivada da pressão, entre os tempos equivalentes de 2 e 8 horas, corresponderia ao regime radial final.\n1.0E+3\nW\nS\ncr\nc-i 35\nDeita P - Dados de Teste\nJ a a Derivada\n■\" Delta P * Mínimos Quadrados\n■ Derivada\n\n0\nÍ.OE+1 ™\no\n<u\nQ\nÍ.OE+O —■\n\n\nl.OE-2\ni.OE-3\n1.0E-I\ti.OE-G\nDelta T.,..(horas)\nFigura 7.22: Regressão nos dados da pressão em conjunto com a derivada da pressão-caso 5.\n8,\tCONCLUSÕES E RECOMENDAÇÕES\n1.\tA solução para o modelo de poço horizontal que inclui a queda de pressão ao longo do poço apresenta, para os casos analisados, as mesmas respostas de pressão e de vazão que a solução para o modelo de condutivídade infinita.\n2.\tCom a inclusão do dano de formação, que considera os efeitos da anisotropia da formação e do tempo de exposição da mesma aos fluidos de perfuração, a pressão também pode ser considerada constante ao longo do poço. Ocorrem variações no perfil de vazão, dependentes do valor do fator de película em cada posição do poço.\n3.\tAs respostas de pressão e de vazão de um poço horizontal são funções do seu comprimento adimensional. Para poços com pequenos comprimentos adimensionais o regime de fluxo linear tende a não ser bem definido, ocorre um aumento no valor da pressão adimensional e também uma distribuição mais uniforme das vazões, mesmo para tempos longos.\n4.\tUma boa aproximação para o ponto equivalente adimensional (distância horizontal a partir da origem, em que o modelo de fluxo uniforme e o modelo deste trabalho fornecem o mesmo valor de pressão) foi determinada como sendo de 1,68. Este valor pode ser considerado representativo para valores de comprimento adimensional do poço variando entre 1 e 25.\n5.\tA utilização da técnica da regressão não linear produziu bons resultados quando aplicada aos casos analisados. A convergência para os valores ótimos dos parâmetros depende das aproximações iniciais adotadas para os mesmos. A\nescassez de dados reais de teste de formação em poços horizontais dificulta uma melhor análise da potencialidade desta técnica.\n6.\tA análise automatizada é dificultada pela grande quantidade de parâmetros reservatório/poço horizontal envolvidos.\n7.\tConstata-se que existe uma dependência grande entre os valores obtidos para o comprimento do poço e a permeabilidade vertical do reservatório. Uma boa alternativa seria determinar, quando mecanicamente possível, o valor do comprimento efetivo do poço horizontal através de uma perfilagem de produção. Este procedimento eliminaria um dos parâmetros a serem obtidos na interpretação, melhorando os resultados obtidos para os outros parâmetros.\n8.\tSugere-se o prosseguimento do estudo da análise automatizada de testes em poços horizontais. Uma idéia é que seja feita uma regressão preliminar em partes específicas dos dados, onde um ou mais parâmetros têm pouca ou nenhuma influência. Este procedimento pode ser utilizado para determinar estimativas iniciais melhores para efetuar a regressão não linear no conjunto total de dados.\nNOMENCLATURA\na\t~ semi-eixo maior da elipse da zona danificada, pés (m).\nA\t= área da seção transversal do poço horizontal, pés2 (m2).\nb\t= foco das elipses concêntricas, pés (m).\nc\t= semi-eixo menor da elipse da zona danificada, pés (m).\nct\t= compressibilidade total, psr1 (Pa'1).\nC\t= coeficiente de estocagem, bbl/psi (m3/Pa).\nChD - condutividade adimensional do poço horizontal.\nd\t= diâmetro do poço horizontal, pés (m).\nE\t= função objetivo, psi2 (Pa2).\nf\t=\tfator de fiicção de Fanning.\nf,\t=\tfator de fricção de Fanning na\textremidade produtora do poço horizontal.\nF\t=\tvalor teórico da função analisada na regressão não linear.\ng\t=\tvalor medido da função F.\nG|,G2,G3 = funções de Green associadas ao problema do reservatório infinito.\nh\t= espessura da formação, pés (m).\nH\t= matriz Hessiana.\nk\t= permeabilidade absoluta horizontal, mD (m2).\nk2\t= permeabilidade absoluta vertical, mD (m2).\nkg\t= permeabilidade absoluta da região danificada. mD (m2).\nKq\t= função de Bessel modificada de segunda espécie e de ordem zero.\nK\t= tensor de permeabilidades.\nL\t= comprimento do poço horizontal, pés (m).\nM\t= número de blocos do poço horizontal discretizado.\nMQR\t- média dos quadrados dos resíduos, psi2/ponto (Pa2/ponto).\nnpar\tnúmero de parâmetros para a regressão não linear.\nnpon - número de pontos para a regressão não linear.\nN\t- número de intervalos de tempos,\np\t= pressão, psi (Pa).\nPh = pressão no poço horizontal, psi (Pa).\nAp = queda de pressão, psi (Pa).\nq\t= vazão medida na superfície em condições de fundo, bbl/d (m3/s).\nQh\t= vazão por unidade de comprimento do poço horizontal, bbl/d/pés\n(m3/s/m),\nqhc = vazão acumulada em um ponto do poço horizontal, bbl/d (m3/s).\n- vazão na face da formação com efeitos de estocagem e de película, bbl/d (nri/s).\nr\t= distância radial, pés (m).\nrwD\t~ raio equivalente adimensional (equações 4.22 e 5.31), pés (m).\n^zD\t= raK) equivalente adimensional (equação 4.23), pés (m).\nr\t= raio equivalente, pés (m).\nR\t- função resíduo do método de Newton.\nRç\t~ número de Reynolds ao longo do poço horizontal.\n= número de Reynolds na extremidade produtora do poço horizontal.\nS\t=\tfator de película.\nSe\t= comprimento do arco elíptico no plano y-z, pés (m).\nSz\t=\tpseudo fator de película.\nt\t=\ttempo, horas (s).\nvn\t=\tvelocidade normal à elipse no plano y-z, pés/s (m/s).\nvy\t= velocidade na direção y, pés/s (m/s).\nvz\t= velocidade na direção z, pés/s (m/s).\nx5y,z = distâncias no sistema de coordenadas cartesianas, pés (m).\n= posição da fonte no sistema de coordenadas cartesianas, pés (m).\ny’,z’\t= coordenadas transformadas nas direções y e z (equações 5.14a e 5.14b),\npés (m).\nLetras Gregas\na\t= fatores de conversão de unidades.\n3\t= vetor de parâmetros a serem determinados.\nS\t= diferença entre os parâmetros das iterações nen+1.\ne\t= rugosidade do poço horizontal, pés (m).\n0\t= porosidade, % (%),\n7\t~ constante de Euler (7 == 0,5772)\n= constante de difusividade hidráulica horizontal, pés2/hora (m2/s). = constante de difusividade hidráulica vertical, pés2/hora (m2/s).\np\t= viscosidade, cp (Pa.s)\npf\t= peso específico do fluido do reservatório, lbm/pés3 (kg/m3).\np-0\t= sistema de coordenadas elípticas,\na)\t- parâmetro de relaxação da regressão não linear.\nSubscritos\na\t~\taparente.\nD\t=\tadimensional.\ne\t=\tinclui os efeitos\tde estocagem e de película.\neq\t=\tequivalente.\nf\t=\tfluxo.\nmáx\t=\tmáximo.\nmin\t=\tmínimo.\nP\t=\tprodução.\ns\t~\tregião danificada,\tinclui o efeito de película.\nw\t=\tpoço.\nz\tdireção vertical.\n0\t=\tinicial.\nSobreescritos\n*'\t= variável de integração.\n0\t= inicial.\nTransformações de Unidades\nbbl/dia\t= 0,159m3/dia.\npsi\t= 6,895 * 103 Pa.\nPé\t= 0,3048 m.\nmD\t= 0,987 * 10’15 m2.\ncp\t= 10\"3 Pa.s.\nbbl/psi\t= 2,306 * 10-5 m3/p¡j\npol\t= 0,0254 m.\nlbm/pés3\t= 16,02 kg/m3.\npés2Zhora\t= 2,581 * 10~5 m2/s.\nFunções Especiais\nfunção erro:\n(•W g”u\nfunção integral exponencial: E¡(x) = 1 ------du\nJx u\nREFERÊNCIAS\n1.\tReiss, L.H.. \"Horizontal Wells Production After Five Years,\" paper SPE 14338, 60&amp; Annual Technical Conference and Exhibition of the Society of Petroleum Engineers of AIME, Las Vegas, September 22-25, 1985.\n2.\tGomes, J.A.T.: \"Simulação Numérica de Poços Horizontais em Reservatórios com Fluxo Multifásico usando Refinamento Local,\" Tese de Mestrado, Universidade Estadual de Campinas-Departamento de Engenharia de Petróleo, Campinas, São Paulo, Novembro, 1990,\n3.\tJoshi,S.D.: \"Horizontal Well Technology,\" Penwell Publishing Company, Tulsa, Oklahoma, 1991,\n4.\tNorris,S.O., Soliman,M,Y. e Puthigal, S.K.: \"Predicting Horizontal Well Performance: A Review of Current Technology,\" paper SPE 21793, California Regional Meeting, Long Beach, California, March 20-22, 1991,\n5.\tGnngarten, A,C,, Ramey,H.J.Jr. e Raghavan,R.: \"Unsteady Steady Pressure Distributions Created by a Well With a Single Infinite Condutivity Vertical Frature,\" Soc. Pet. Eng, Journal (Aug. 1974) 347 -60; Trans.,AIME, 257.\n6.\tClonts,M.D. e Ramey,H.J.Jr,: \"Pressure Transient Analysis for Wells With Horizontal Drainholes,\" paper SPE 15116, California Regional Meeting, Oakland, California, April 2-4, 1986. Tese de Mestrado, Stanford University, June, 1985.\n7.\tDaviau,F., Mouronval,G., BourdarotG. e Curutchet,P.: \"Pressure Analisys for Horizontal Wells/’ SPE Formation Evaluation (Dec. 1988) 716-24; Trans., AIME, 285. Paper SPE 14251, 60t!). Annual Technical Conference and Exhibition of the Society of Petroleum Engineers of AIME, Las Vegas, September 22-25, 1985.\n8.\tGoode,P.A, e Thambynayagam,R.K.M/. \"Pressure Drawdown and Buildup Analysis of Horizontal Wells in Anisotropic Media,\" SPE Formation Evaluation (Dec. 1987) 683-97; Trans, AIME, 283. Paper SPE 14250, 60&amp; Annual Technical Conference and Exhibition of the Society of Petroleum Engineers of AIME, Las Vegas, September 22-25, 1985.\n9.\tSouza,R.F.: \"Comportamento de Pressão em Poços Horizontais Não Surgentes,\" Tese de Mestrado, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Abril, 1987.\n10.\tCarvalho, R.S.: \"Comportamento de Pressão em Poços Horizontais,\" Tese de Mestrado, Universidade Federal de Ouro Preto, Ouro Preto, Minas Gerais, Abril, 1988.\n11.\tRosa, A J. e Carvalho, R.S.: \"A Mathematical Model for Pressure Evaluation in an Infinite-Conductivity Horizontal Well,\" SPE Formation Evaluation (Dec. 1989) 559-66.\n12.\tKuckuk,F.J., Goode,P. A., Wilkinson,D J. e Thambynayagam,R.K.M.: \"Pressure Transient Behavior of Horizontal Wells With and Without Gas Cap or Aquifer,\" paper SPE 17413 presented at the California Regional Meeting, Long Beach, California, March 23-25, 1988.\n13.\tKuckuk,F.J., Goode,P.A., Brice,B.W., Sherrard,D.W. e Thambynayagam,R.K.M.; \"Pressure Transient Analysis and Inflow Performance for Horizontal Wells,\" paper SPE 18300 presented at the 63^-Annual Technical Conference and Exhibition, Houston, Texas, October 2-5, 1988.\n14.\tOzkan,E., Raghavan,R. e Joshi,S.D.: \"Horizontal Well Pressure Analisys,” SPE Formation Evaluation (Dec. 1989) 567-575.\n15.\tBabu,D.K. e Odeh,A.S.: \"Transient Flow Behavior of Horizontal Wells: Pressure Drawdown and Buildup Analysis,\" SPE Formation Evaluation, (March 1990)7-15.\n16.\tBabu,D.K. e Odeh,A.S.: \"Productivity of a Horizontal Well: Apendices A and B,\" paper SPE 18334 available from SPE Book Order Dept., Richardson, Texas.\n17.\tDikken, B.J.: \"Pressure Drop in Horizontal Wells and Its Effect on Production Performance,\" J. Pet Tech. (Nov. 1990) 1426-33,\n18.\tOzkan,E., Sarica,C., Haciislamoglu,M. e Raghavan R.: \"Effect of Conductivity on Horizontal Well Pressure Behavior,\" paper SPE 24683, 67&amp; Annual Technical Conference and Exhibition of Society of Petroleum Engineers of AIME, Washington, D.C., October 4-7, 1992.\n19.\tGringarten, A.C. e Ramey, H.J.Jr,: \"The Use of Source and Green’s Functions in the Solution of Unsteady Flow Problems in Reservoirs,” Soc. Pet. Eeng. Journal (Oct 1973) 285-96; Trans., AIME, 254.\n20.\tCinco,L.H., Samaniego-VJ. e Dominguez,N.: \"Transient Pressure Behavior for a Well With a Finite-Conductivity Vertical Fracture,\" Soc. Pet. Eng. Journal (Aug. 1978) 253-264.\n21.\tRodríguez,F.: \"Unsteady State Pressure Behavior of a Reservoir With a Well Intersected by a Partially-Penetrating Finite-Conductivity Vertical Fracture,\" Tese de PHD, Stanford University, October, 1982.\n22.\tRessurreição, C.E.M.S.: \"Comportamento Transiente de Vazão e Analise de Declínio de Produção em Poços com Fratura Vertical Assimétrica de Condutividade Infinita,” Tese de Mestrado, Universidade Estadual de Campinas-Departamento de Engenharia de Petróleo, Campinas, São Paulo, Novembro, 1990.\n23.\tBrill, J.P. e Beggs,H.D.: \"Two-Phase Flow in Pipes,\" February, 1984\n24.\tVan E verdingen, A. F. e Hurst, W.: \"The Aplication of the Laplace Transformation to Flow Problems,\" Trans. (Dec. 1949) 305-24,AIME, 186,\n25.\tFrick,T.P. e Economides,M.J,: \"Horizontal Well Damage Characterization and Removal,\" paper SPE 21795, Western Regional Meeting, Long Beach, California, March 20-22, 1991.\n26.\tHawkins,M.F.: \"A Note on the Skin Effect,\" Trans. (1956) 356-57, AIME, 207.\n27.\tPeaceman,D.W.: \"Interpretation of Well-Block Pressures in Numerical Reservoir Simulation With Nonsquare Grid Blocks and Anisotropic Permeability,” Soc. Pet. Eng. Journal (June 1983) 531-543.\n28.\tAbramowitz,M. e StegunJ.A.: \"Handbook of Mathematical Functions,\" 1046 p.,New York, Dover, 1965.\n29.\tPrats,M.: \"Effect of Vertical Fractures on Reservoir Behavior-Incompressible Fluid Case,\" Soc. Pet. Eng. Journal (June 1961) 105-117.\n30.\tFerguson,C.K. e Klotz,J.A.: \"Filtration from Mud During Drilling,\" Trans. (1954) 29-42, AIME, 201.\n31.\tBourdefD., Ayoub,J.A. e Pirard,Y.M.i \"Use of Pressure Derivative in Well Test Interpretation,\" SPE Formation Evaluation (June 1989) 293-302.\n32.\tVieira, P.M.F.; \"Análise Automatizada de Testes de Pressão,\" Tese de Mestrado, Universidade Estadual de Campinas-Departamento de Engenharia de Petróleo, Campinas, São Paulo, Dezembro, 1992.\n33.\tCoelho,A.C.D.: \"Análise de Testes em Reservatórios com Variação Vertical de Permeabilidade,\" Tese de Mestrado, Universidade Estadual de Campinas-Departamento de Engenharia de Petróleo, Campinas, São Paulo, Novembro, 1991.\n34.\tVidal,J.O.: \"Análise Automatizada de Testes de Pressão em Poços Não Surgentes,\" Tese de Mestrado, Universidade Estadual de Campinas-Departamento de Engenharia de Petróleo, Campinas, São Paulo, Março, 1989,\n35.\tNamba,T. e Home,R.N.: \"An Improved Regression Algorithm for Automated Well Test Analysis,\" paper SPE 18161, 631b Annual Technical Conference of the Society of Petroleum Engineers of AIME, Houston, Texas, October 2-5, 1988.\n36.\tRosa,A.J, e Home,R,N.: \"Automated Well Test Analysis Using Robust (LAV) Nonlinear Parameter Estimation,\" paper SPE 22679, Annual Technical Conference of the Society of Petroleum Engineers of AIME, Dallas, Texas, October 6-9,1991.\n37.\tLevenberg,K.: \"A Method for the Solution of Certain Problems in Least Squares,\" Quart. Appl. Math., 2(1944), pp. 164-168.\n38.\tMarquardt,D.W.: \"An Algorithm for Least Squares Estimation of Nonlinear Parameters,\" J. Soc. Appl, Math., Vol. 11, n.2, June, 1963.\n39.\tDogntA.N., Dixon,T.N. e Edgar,T.F.: \"Confidence Limits on the Parameters and Predictions of Slightly Compressible, Single-Phase Reservoirs,\" Soc. Pet. Eng. Journal (February 1977) 42-56.\n40.\tBrons,F e Miller,W.C.: \"A Simple Method for Correcting Spot Pressure Readings,\" J. Pet. Tech. (Feb. 1961) 172-174; Trans., AIME, 222.\n41.\tDonosoJ.M. e Perez,G.A.D.: \"Application on Horizontal - Test Methods,\" paper SPE 21099, Latin American Petroleum Engineering Conference of the Society of Petroleum Engineers of AIME, Rio de Janeiro, Brazil, October 14-19, 1990.\n42.\tAgarwall,R.G.: \"A New Method to Account for Producing Time Effects when Drawdown Type Curves are used to Analyse Pressure Buildup and Other Test Data,\" paper SPE 9289, 55Ih Annual Technical Conference of die Society of Petroleum Engineers of AIME, Dallas, Texas, September 21-24, 1980.\n43.\tAlmeida,S.R., Gonçalves,M.S. e Pires,A.P.: \"Avaliação de um Poço Horizontal no Campo de Albacora,\" I Seminário de Reservatórios e Avaliação das Formações, São Mateus, Espírito Santo, Outubro, 1993.\n44.\tCinco,L.H. e Samaniego-V,F.: \"Effect of Wellbore Storage and Damage on the Transient Pressure Behavior of Vertically Fractured Wells,\" paper SPE 6752, 5 2 th Annual Technical Conference of the Society of Petroleum Engineers of AIME, Denver, Colorado, October 9-12, 1977.\n45.\tKuchuck,F.J.: \"Generalized Transient Pressure Solutions with Wellbore Storage,\" paper SPE 15671 available from SPE Book Order Dept., Richardson, Texas.\n46.\tMuskat,M.: \"The Flow of Homogeneous Fluids Through Porous Media,\" , International Human Resources Development Corporation, 1982.\nAPÊNDICE A: Aproximação para a Discretização do Tempo\nA queda de pressão adimensional em um reservatório produzindo por um poço horizontal é dada pela equação (A. 1):\ndtp\n^íd - tb\n(A.1)\nonde, a função G, é dada por:\n/\n- erf\nV\nXE>} “ xDi+l\ní*S\n!+2£exp(-nWD(tD -tf,)) cos(n ji(zwD\nn=l\nld + ^d) ) cos(n 7t zwD Ld)\n(A.2)\nA equação (A. I) discretizada no tempo resulta na seguinte expressão:\nPara a dedução da equação (A.3) a vazão q^ foi assumida como sendo constante no intervalo de tempo tDk, k=l,N)<\nA solução do problema proposto neste trabalho, com a utilização da equação (A.3), é precisa, mas requer um excessivo tempo computacional.\nSouza9 sugere que, para um determinado tempo adimensíonal, pode-se admitir que QhDi seJa uma função apenas de xD. Utilizando este fato, a equação (A. 1) poderia ser simplificada para:\n’V'\tflDN\n)“\t(IdN )Jq G. (Xpj ’*wzD ’ZwD ’^D\t(A.4)\nO autor não explicou em maiores detalhes a obtenção desta aproximação. Por esta razão, a aproximação é discutida a seguir.\nUtilizando o teorema do valor médio para integrais, a equação (A. 1) pode ser aproximada por:\nf^DN\tdtjj\nPD(xDj’rwzD’ZwD3DN)\" Xta^Da)\tXDi’VzD 5ZwD\n“7\tJ0\tJ\tVlD\ncom as seguintes premissas básicas:\n1)\tOSto^toN.\n2)\tGi(tD)/^/t^ é sempre maior ou igual a zero ou, menor ou igual a zero, no intervalo 0-tDN.\n3)\tGj (tD)/e QhDi Od) sao funções continuas no intervalo 0-tDN.\nPara a obtenção, a partir da equação (A.5), da simplificação da solução dada pela equação (A.4), é necessário que o valor de q^Coa) Possa ser aproximado, em cada tempo adimensional, pelo valor de q (t DN ).\nExpandindo a função q^ít^) em uma série de Taylor em tomo do valor qhDiftoN), truncada nos termos de primeira ordem, obtém-se:\nQhDi O Da ) - QhDs (*DN ) + (tDN\n(A.6)\nPara que q^it^) seja igual a qllDi (tDN), em cada tempo tDN, é necessário que o valor de (tDN - tDa) ou que o valor de (dqhDi (t D )/dtD)\tseja muito pequeno.\nOs gráficos das Figuras A. 1 a A. 4 mostram a validade das premissas básicas (la 3), e da aproximação qhD1(tDa)=qhDi(tDN).\nEstes gráficos foram traçados com a utilização dos seguintes parâmetros: S = 0; LD = 12,5; rw./D - 3,18 x 10-5;\t= 0,5; kz/k = 1,0 e CD = 0.\nA validação da solução aproximada obtida com estes parâmetros específicos, pode ser generalizada para a utilização de qualquer conjunto de parâmetros fisicamente aceitáveis. Conforme pode ser observado no Capítulo 6, a variação destes parâmetros não produz mudanças, em termos de comportamento das respostas de pressão e vazão adimensionais, que invalidem a utilização da solução aproximada.\nNos gráficos das Figuras A.1 e A.2 pode-se verificar a variação da função G, (tD )/^tocom o tempo adimensional. Esta função é sempre contínua e sempre maior ou igual a zero.\n6.0E+S\nxDí=xDj\n' O\n'S\n3.0E+8 —\nKS\n§\ní\n0.0E+-0\nl.OB-7\nT\n7\nTTT-I---T F—T\t(\t1 í : í . : ! i\n1.0E-6\t1.0E-5\tl.OE-4\nTempo Adimensional, tD\nFigura A. 1: Comportamento da função de Oreen ao longo do tempo.\nFunção Gj/raizCtn)\nTempo Adimensional, tD\nFigura A.2: Comportamento da função de Creen ao longo do tempo.\nA vazão adimensional é uma função contínua (Figura A3).\n0.5 —|----s—TTTTTrn---■\nr\n1.0E-7\t1.0E-6\nr^mr———í-wtttttj—rriTrni—“\"Trrnrrj\" i-TTrr'irr r'rnTrrrr 7\n1.0E-5\t1.0E-4 l.OE-3 l.OE-2 l.OE-i 1.0E+0 l.OE+1\nTempo Adimensional, tD\n1.0E+2\nFigura A.3: Comportamento das vazões adimensionais ao longo do tempo.\nno\nA derivada da vazão adimensional em relação ao tempo adimensional (Figura A.4), apresenta valores elevados para valores de tempos adimensionais muito baixos. Para estes tempos, no entanto, pela própria ordem de grandeza dos tempos, o valor de (tDN ~tDa) é pequeno, e pode-se considerar que qhOi(tDa)=qw>i(t£)N) é uma boa aproximação. Durante os tempos adimensionais maiores, as derivadas das vazões adimensionais tendem a decrescer justificando a aproximação de qhDiÜDa) Por\nTempo Adimensional, tD\nFigura A.4: Comportamento das derivadas da vazão adimensional em relação ao\ntempo.\nNas Figuras A.5 e A.6 podem ser observadas as respostas de pressão e vazão adimensional, considerando perda de carga no interior do poço horizontal, obtidas com a utilização da equação (A.3) -solução exata, e da equação (A.4) -solução aproximada. Observa-se que não existe diferença entre estas respostas.\nFigura A. 5: Comparação entre as pressões adimensionais obtidas com as soluções\nexata e aproximada.\nFigura A.6: Comparação entre as vazões adimensionais obtidas com as soluções exata e aproximada.\nAPÊNDICE B: Díscretização no Tempo da Solução com Efeitos de Estocagem e de Película.\nSeguindo o procedimento descrito por Cinco e Samaniego44 e posteriormente por\nKuchuk45, a equação (B.l) será discretizada no tempo para obtenção da solução com efeitos de estocagem e de película.\n(B.l)\nonde,\n•\tPeD(XD>tü)- PeDC^D^yD^DjCSrio)\n•\tPD(WD) = PD(XD,yD^DAtD)\nAssumindo que (3peo/3tn) seja constante em cada intervalo de tempo\n(ídIc^jÍDíc), a equação (B.l) pode ser reescrita como:\nN\n(B.2)\nEfetuando as integrais no tempo da equação acima, e considerando q^p constante no intervalo de tempo (tD^4,tDk), a equação (B.2) transforma-se em:\nN\nPeD(XD,tDN)”“^qhD(xD,S5tDk) [Pd(xD»1oN “tDk)~PD(xD^DN “^Dk-l)]4\"\nk=l\n(B.3)\nSeparando os termos de k=N para explicitação de peo no tempo tDN, e sabendo que po(xD,tD^ ~tDvJ) = pD(xD,0) = 0, uma vez que o reservatório inicialmente se encontra na pressão estática, a equação (B.3) transforma-se em:\nP«d(xd4 DN-l)\n+\nfDN^DN-l ,\n(PesCxD^Dk)-PeoCxD^Dk-l)) „\tc * -x\nD ------------\tQhDtXD^jlDN^\nPcd(xd3dn) “JPdÍXd^DN “^DN-l) QhD(xD»S»tDN) + CD\nN-ir\nk=lL\n*Dk “ ^Dk-l\nX [Pd(xD:AdN ~^Dk)—Pd(xD>ÍDN _tDk-l)]}\t1 + C\nPd(xd3dn\nÍDN-^DN-l\n(B.4)\nDa mesma maneira, a equação (B.5)s para vazão constante em xD=0 pode ser discretizada, obtendo-se o resultado da equação (B.6):\nPewD(tD)—P\nJQ\ndpewpftb)\n' D a»;\n^PwdOd \" ^dt-n\natí.\n(B.5)\nonde,\nPcwd(Íd) -• Peü(xD ==QyD>zD,C,S,tD)\nPwdOd)-Pd(xd ~0,yo,ZD,S,tD)\n*\n1 + C\nPcwD^Dn) ~ PwD^DN ~’tDN-l)\nPewD(tDN-l)\nD\n4*\nlDN ~tDN-l _\n\nCd (PewD(tDk)~PewD(tDk-l)) . r z.\n~ í [PwDÍJDN\nÍDk ” ÍDk-1\n*Dk ) ~ PwD (fDN ~ tok-i)]\n1+ Co PwdC^dn \"tpN-i)\nÍDN tüN-I\n(B.6)\nAPÊNDICE C: Determinação do Fator de Película em Formações Anisotrópicas.\nPara determinação da solução da equação (C. 1) com a condição de contorno dada pela equação (C2), pode-se utilizar uma transformação conforme para um sistema de coordenadas elípticas p-9, fazendo-se a mudança de variáveis46 dada pelas equações (C.3a) e (C.3b):\ndy'2 dx'2\t(C.l)\nem rJ=y'2 + ^~-z/2\t(C.2)\ny'---b sinhpsinô\t(C.3a)\nz' = b coshpcosô\t(C.3b)\nonde, b é uma constante a ser determinada.\nEsta transformação define uma família de elipses concêntricas no plano y’-z', sendo p o parâmetro que identifica uma elipse qualquer e pw, em particular, identifica a elipse do poço. O parâmetro b define o foco destas elipses concêntricas.\nSubstituindo as equações (C.3a) e (C,3b) em:\ncos2 9 + sin2 6 = 1\t(C.4)\nobtém-se para a elipse do poço:\nv/3\tz'2\n—----------=1\t(C.S)\nb3sintfpw b’cosh'pw\nComparando as equações (C.5) e (C.2) obtém-se que:\nk tanh p A\nk\n(C.6)\n(C.7)\nNas equações acima considerou-se k > kz.\nComo a equação (C.3) é uma transformação conforme, a equação (C. 1) não se\nmodifica do plano y’-z' para o plano p-0, e pode ser escrita como:\n3P2\n(C.S)\ncom a seguinte condição de contorno:\nP = Pwf\nem\tP~Pw\nA solução da equação (C.8) independe de 0, e e dada por:\nP-Pwt + C (p-pw)\n(C.10)\nonde, C é a constante de integração a ser determinada a partir da vazão de produção.\nA vazão de produção pode ser determinada pela integração da velocidade normal ao longo de uma isóbara elíptica, para a qual p é constante:\nonde, a6 é igual a 1 no Sistema Internacional de Unidades, vn é a componente da velocidade normal à elipse no plano y-z , e Se é o comprimento do arco elíptico também no plano y-z. Pode-se escrever a seguinte expressão:\nonde,\n(C12)\n-bsinhpcosG\n(C.13a)\n\tdz\t\n\t~d7 0\tW\nb coshp sin0\n(CJ3b)\nLogo,\naso ae JP\n= b\n~cosh2p sm2 9\nk\n(C.14)\nPara obter vn, deve-se determinar vy, vz e [1 o ângulo da linha normal à elipse, tal\nque:\nUoJp\n/ bejp\nA substituição das equações (C,13a) e (C.13b) na equação acima fomece:\ntan(3= ÍLisÉp\ny kz tan0\n(C.16)\nUtilizando a lei de Darcy:\n\"Vy = «7 7\nk ídp^l _ k í3p^ f\n(C17)\n\nÉP'\n>playA\nonde a7 é igual a 1 no Sistema Internacional de Unidades.\nMas, segundo a equação (C.10), (3p/86) = 0 e (3p/3p)e = C.\nPara obter (9p/3y)z , pode-se combinar a equação (C.5), que é válida para todo\np, com as equações:\n(C48a)\n(CISb)\nobtendo-se:\ny2 z2(k/kz)\n---;.....-+ ..\nb2sinh2p b2cosh2p\n(Cd9)\nDiferenciando esta equação em relação a y, para z constante, obtém-se:\n^p^ _ sinÔ coshp&lt;3yJz b (cosh2p-cos2ô)\n(C.20)\nSubstituindo este resultado na equação (Cd 7), sabendo que(8p/3p)e = C,\nobtém-se:\nk C ( sin9 coshp pb ycosl^p-cos2^\n(C21)\nDa mesma maneira, detennina-se vz, diferenciando a equação (Cd9) em relação a z5 para y constante obtendo-se:\ncosô sinhp\nb (sinh ' p + sin2 o)'\n(C.22)\ny\nSubstituindo este resultado na equação (Cd 7), escrita para vz:\nA componente normal da velocidade é dada por:\nvn = vycosp4-vz sin [3\n(C.24)\nSubstituindo as equações (C. 16), (C.21) e (C.23) na equação acima, obtém-se: kJkTc\nv x: —ry«—2—-— ...\nvn ^7 k /\tslI/2\nM- b (k 2 sin2 9 cosh2 p 4- k smh\" p cos2 0)\n1\n(C.25)\nMultiplicando a equação (C.14) pela equação (C.25) resulta em:\nv ------\nvn\n\\ 39\n(C.26)\nE a integração indicada pela equação (C. 11) fornece:\n, Jkk7 „ q.. - a, L -—- C\n|1\n(C.27)\nonde a2 é igual a 2n no Sistema Internacional de Unidades e 1/141,2 no Sistema de\nUnidades de Campo,\nA substituição da constante C da equação (C.27) na equação (C.10) fornece a\nsolução para o problema:\nP = P,vf +\t(p_pj\t(C.28)\nL -Çkk7\nPara cada isóbara os coeficientes de sinG e de cosG das equações (C.3a) e (C.3b) são, respectivamente, b sinhp e b coshp. Para grandes valores de p, sinhp e coshp são quase os mesmos levando à conclusão de que as curvas de isopressão são essencialmente circulares no plano y'-zl, a partir de um certo valor de p:\nFigura C.l: Representação Esquemática das Isóbaras de Pressão.\nAssumindo que a isóbara do poço no plano y’-z’ possa ser aproximada por um\ncirculo e definindo o raio médio da curva isobárica como:\n(bsinhp+bcoshp) b t .\nr =---------------= ~ expíp) ou\n2\t2 H\n(C.29)\nSubstituindo a equação (C.29) na equação (C.28):\nP = Pwf +\nU\na2 E\n(C.30)\nNa elipse do poço, substituindo os pares\nde valores (yM^z-r^ ^k/kz) e\n(y ~rWfz~0) na equação (C.5), obtém-se:\nb coshp -\ne b sinhp = rw\n(C.31)\nSubstituindo estes valores na equação (C.29) obtém-se o raio equivalente do\npoço:\nPara determinação do fator de película, pode-se reescrever a equação (C.30) para o fluxo de fluidos na zona alterada como:\n(C.33)\nonde,\n» ps = pressão constante no círculo equivalente da zona alterada.\n•\tfs ~ raio equivalente da zona alterada.\n•\tPwts ” pressão no círculo equivalente do poço incluindo o fator de película.\nPara determinação do raio equivalente da zona alterada adota-se o mesmo procedimento utilizado para a obtenção do raio equivalente do poço, chegando-se à seguinte expressão:\n(C34)\nMas, a elipse da zona danificada no plano y-z, tem a relação entre os seus eixos ditada pela anisotropia. Obedecendo a mesma formulação utilizada para o raio de drenagem obtém-se:\n(C35)\nonde, a e c são, respectivamente, os semi-eixos maior e menor da elipse.\nNo plano y-z, as coordenadas da elipse da zona danificada podem ser obtidas aplicando as equações (C. 18a) e (C. 18b) ao raio da zona danificada, rs:\ny - rs = a\n(C.36a)\nE a equação (C.34) pode ser reescrita como;\n(C.37)\nConsiderando fluxo em regime permanente no reservatório, para r > rs, pode-se utilizar a equação (C.30), obtendo-se:\np ps +\t_.-.\not2 L ^kkz\n(C.38)\nSubstituindo o valor de ps dado pela equação (C.33) na equação (C.38):\nq p.\nP~P^= T fl7-a2 L\nIn\nJ.kkz , (r&lt;+ ¿ *..Ti -In ~-\n(C.39)\nír 'l\nComparando as equações (C.30) e (C.39), e definindo:\nPwf “ Pwls ^Ps\n(C.40)\nobtém-se:\nA\t9\nAps = -\not2 L v;’kkz\n\ní _ \\\n_ln i +\n\nln\n(C.41)\nw 7\ne como,\n(C.42)\nComparando as equações (C.41) e (C.42), o fator de película, S, é dado por:\n^/kkz 7~^=V\t1\tln\trÃ?|\nWkRz/s\t\t\nSubstituindo as equações (C.32) e (C.37), na equação (C.43), obtém-se o fator de película como função do semi-eixo maior da elipse da zona danificada:\n(C.44)\nAPÊNDICE D: Algoritmo de Procura Linear\nO algoritmo de busca linear utilizado neste trabalho, o mesmo adotado por\nNaxnba e Home35 e por Rosa e Home36, pode ser escrito como:\n(1)\tnr-0.\n(2)\tto = 0,5ro.\n(3)\t-pf +co * S &amp; (i = l.npar).\n(4)\tSe pf+1 > limitCj, (i=l,npar) então\nm = m + 1\nSem> 10 PARE\nvá para (2)\nFim do Se\n(5)\tCalcule Resíduon+1\n(6)\tSe Resíduo11'1 > Resíduo11\nmm* 1\nSem> 10 PARE\nvá para (2)\nFim do Se"}]}}}