{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09901"}, {"@name": "filename", "#text": "14915_ulfc106225_tm_Maria_Barradas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE LISBOA\nFACULDADE DE CIÊNCIAS\nDEPARTAMENTO DE ENGENHARIA GEOGRÁFICA, GEOFÍSICA E ENERGIA\nLISBOA\nUNIVERSIDADE DE LISBOA\nEstudo da reacção de hidrogenação de misturas de óleos de origem animal e vegetal\nMaria Beatriz Cravo Barradas\nDissertação\nMestrado Integrado em Engenharia da Energia e do Ambiente\nUNIVERSIDADE DE LISBOA\nFACULDADE DE CIÊNCIAS\nDEPARTAMENTO DE ENGENHARIA GEOGRÁFICA, GEOFÍSICA E ENERGIA\nLISBOA\nUNIVERSIDADE DE LISBOA\nEstudo da reacção de hidrogenação de misturas de óleos de origem animal e vegetal\nMaria Beatriz Cravo Barradas\nDissertação\nMestrado Integrado em Engenharia da Energia e do Ambiente\nOrientadores:\nDoutora Filomena Pinto, FCUL\nDoutora Paula Costa, FCUL\nAgradecimentos\nAo LNEG, pela oportunidade de estagiar e de realizar as experiências necessárias para a realização deste estudo. A todos os colaboradores do LNEG, que foram sempre tão simpáticos e prestáveis. Obrigada.\nÀs Professoras Paula Costa e Filomena Pinto, sem as quais teria sido mais difícil. Por terem aceite orientar-me neste trabalho e principalmente pela paciência, disponibilidade, tempo e ensinamentos. Obrigada.\nAo Pedro Branco, pelos ensinamentos, companheirismo e ajuda em todos os momentos. Obrigada.\nÀ Mãe e ao Pai, por TUDO. Muito Obrigada.\nÀ Ana e à Teresa, o facto de existirem é suficiente mas por todos os momentos de conversa, pela compreensão e por todo o apoio. Obrigada. Ao Hugo e David, principalmente, por estarem ao lado delas. Obrigada.\nAos Amigos, pela compreensão em todos os momentos, pelos cafés e jantares. Obrigada.\nAo Ricardo, pela força, grande ajuda prestada e principalmente pela paciência. Pelos momentos de descontração e por estar sempre ao meu lado. Obrigada.\nAbstract\nPopulation growth and the continuos rising on energy demand throughout the world are raising, for some decades ago, some concerns relating to the greenhouse gas (GHG) emissions that cause, besides human health problems, global climate change.\nBesides decreasing oil consumption, it is necessary to enhancing the investigation and production of fuels from renewable sources and make their use sustainable.\nA process that has been arousing the interest of the scientific community for liquid fuels production is the hydrogenation of oils/fats, in wich the bonds of the carboxyl group of triglycerids are broke forming hydrocarbons. The composition of the resulting product from this process is similar to the composition of oil, deoxygenated and it can be used on conventional motors.\nThe presente work consisted on studying the hydrogenation reaction on two different raw materials, used frying oil (UFO) and animal fat (AF), and analysing the liquid and gaseous phases, resulting from the process.\nIt was studied the temperature effect on the hydrogenation of UFO, through three experiments, with temperature values of 370°C, 400°C and 430°C, at a hydrogen (H2) initial pressure of 160psi and reaction time of 60 minutes. It was observed that the paraffin yield decreased with increasing temperature and the main hydrocarbons obtained were those on the gasoline range.\nIn the second part of the work, the aim was the study of the effect of UFO and AF blends in the same process. It were tested five different blends of UFO and AF with a reaction temperature of 380°C, H2 initial pressure of 80psi and reaction time of 30 minutes. The results revealed that these two materials can be processed together, being obtained a liquid product rich in paraffins.\nIn the blend where 50% of the two materials were used, it was studied the effect of three catalysts: cobalt and molybdenum (CoMo), Fluid Catalytic Cracking (FCC) and Zeolite Socony-Mobile-5 (ZSM-5). It was observed that CoMo promoted the production of paraffin and hydrocarbons from n-pentadecane (n-C15) to n-octadecane (n-C18) while using FCC and ZSM-5 resulted in a larger formation of aromatic compunds and in a decreasing of paraffin yield.\nThe same catalysts were used in the hydrogenation of UFO with a reaction temperature of 400°C, H2 initial pressure of 160psi and reaction time of 30 minutes. From the thermic reaction resulted the highest yield of paraffins and hydrocarbons from n-C15 to n-C18 while using catalyst favoured aromatization reactions.\nKeywords: Hydrogenation, used frying oil, animal fat, hydrogen\nResumo\nO crescimento populacional e a contínua procura de energia em todo o mundo levantam, há algumas décadas, preocupações relacionadas com as emissões de gases com efeito de estufa (GEE) que originam, para além de problemas na saúde humana, alterações climáticas no planeta.\nPara além da diminuição do consumo de petróleo, é necessário potenciar a investigação e a produção de combustíveis a partir de fontes renováveis e a sua produção e utilização de uma forma sustentável.\nUm processo que tem despertado interesse na comunidade científica para produção de combustíveis líquidos é a hidrogenação de óleos/gorduras, a partir do qual são quebradas as ligações do grupo carboxilo dos triglicéridos para obtenção de hidrocarbonetos, constituintes do petróleo. O combustível resultante é um produto desoxigenado e pode ser utilizado em motores convencionais.\nO presente trabalho consistiu no estudo da reacção de hidrogenação, onde foram utilizadas duas matérias diferentes, e analisadas as composições das fases gasosa e líquida, obtidas a partir do processo.\nFoi estudado o efeito da temperatura na hidrogenação do óleo alimentar usado (OAU), através de três ensaios, a 370°C, 400°C e 430°C, a 160psi e durante 60 minutos. Observou-se uma diminuição da composição de parafinas com o aumento da temperatura, a maior percentagem relativa destes compostos foi observada na reacção a 370°C.\nNa segunda parte do estudo, pretendeu-se estudar o efeito produzido pela mistura de OAU e gordura animal (GA) no mesmo processo. Foram testadas diferentes composições de OAU e GA, em cinco ensaios, a 380°C, 80 psi e durante 30 minutos. O estudo revelou que, embora não se verifique nenhuma mais-valia em termos de composição do produto, a utilização destas duas matérias em conjunto é possível.\nNa mistura onde foi observado o maior rendimento de parafinas, foram utilizados três catalisadores: Cobalto-Molibdénio (CoMo), Fluid Catalytic Cracking (FCC) e Zeolite Socony-Mobile-5 (ZSM-5). Verificou-se que o CoMo promoveu a produção de parafinas enquanto o FCC e o ZSM-5 se mostraram eficazes nas reacções de cracking, quer pela formação de hidrocarbonetos gasosos como pelo rendimento do n-pentadecano (n-C15) ao n-octadecano (n-C18).\nOs mesmos catalisadores foram testados na hidrogenação do OAU, a 400°C, 160psi e por 30 minutos. Na reacção não catalítica observou-se o maior rendimento de parafinas, enquanto os catalisadores favoreceram bastante as reacções de aromatização. A conversão em hidrocarbonetos entre o n-C15 e o n-C18 foi superior na reacção não catalítica.\nPalavras-chave: Hidrogenação, OAU, GA e hidrogénio\nÍndice\nAbstract...................................................................................I\nResumo....................................................................................II\nIndice de figuras.........................................................................VI\nIndice de Tabelas.........................................................................XI\nSímbolos e abreviaturas utilizados......................................................XIII\n1.\tIntrodução............................................................................15\n1.1\tProblemática actual..............................................................15\n1.1.1\tConsumo de energia..........................................................16\n1.1.2\tDependência do petróleo.....................................................18\n1.1.3\tPoluição atmosférica - Emissão de GEE.......................................20\n1.1.4\tEstratégias e legislação na UE..............................................21\n1.2\tDescrição do trabalho............................................................22\n2.\tBiocombustíveis.......................................................................23\n2.1\tProdução e consumo...............................................................23\n2.2\tPropriedades de um combustível...................................................25\n2.3\tBiocombustíveis líquidos.........................................................26\n2.3.1\tÓleos tratado com hidrogénio (HVO)..........................................28\n2.3.1.1\tComercialização e utilização de HV O......................................29\n2.4\tImpactos da utilização de biocombustíveis........................................30\n2.4.1\tEmissões de GEE.............................................................32\n3.\tMatéria-prima: OAU e GA...............................................................34\n3.1\tComposição dos óleos\te\tgorduras.................................................34\n3.2\tRecolha selectiva de OAU.........................................................36\n3.2.1\tProblemas associados à utilização de OAU....................................37\n3.3\tResíduos de origem animal........................................................37\n4.\tHidrogenação......................................................................... 39\n4.1\tProcesso de hidrogenação - reacções químicas ................................... 39\n4.2\tCondições do processo de hidrogenação .......................................... 41\n4.2.1\tEfeito dos catalisadores.....................................................45\n5.\tJustificação para o presente trabalho..................................................49\n6.\tParte Experimental.....................................................................50\n6.1\tCaracterização da matéria-prima..................................................50\n6.2\tMétodo experimental..............................................................51\n6.3\tRecolha e análise dos gases......................................................52\n6.3.1\tCálculo do PCSG do gás.......................................................54\n6.4\tRecolha, tratamento e análise dos produtos líquidos..............................54\n6.4.1\tRendimento dos produtos líquidos (sem catalisador)..........................54\n6.4.2\tRendimento dos produtos líquidos (com catalisador)..........................55\n6.4.2.1\tExtracção do catalisador..................................................55\n6.4.3\tDestilação e análise da fracção líquida.....................................56\n7.\tApresentação e discussão dos resultados obtidos.......................................57\n7.1\tEstudo do efeito da temperatura na hidrogenação do OAU...........................60\n7.1.1\tRendimentos dos produtos.....................................................60\n7.1.2\tComposição da fase gasosa....................................................61\n7.1.2.1\tDensidade e PCS do gás.....................................................62\n7.1.3\tComposição da fase líquida...................................................63\n7.2\tEstudo do efeito das misturas....................................................66\n7.2.1\tRendimentos dos produtos.....................................................67\n7.2.2\tComposição da fase gasosa....................................................68\n7.2.2.1\tDensidade e PCS do gás....................................................69\n7.2.3\tComposição da fase líquida..................................................70\n7.2.4\tInteracção entre as matérias-primas durante a hidrogenação das misturas.....73\n7.3\tEstudo do efeito dos catalisadores nas misturas..................................74\n7.3.1\tRendimentos dos produtos....................................................75\n7.3.2\tComposição da fase gasosa...................................................76\n7.3.2.1\tDensidade e PCS do gás....................................................77\n7.3.3\tComposição da fase líquida..................................................78\n7.4\tEstudo do efeito dos catalisadores\tno OAU.................................82\n7.4.1\tRendimento dos produtos...............................................82\n7.4.2\tComposição da fase gasosa.............................................83\n7.4.2.1\tDensidade e PCS do gás..............................................84\n7.4.3\tComposição da fase líquida............................................85\n8.\tConclusão.....................................................................89\n9.\tCríticas ao trabalho e sugestões\tde trabalho futuro...........................92\n10.\tReferências...................................................................93\nANEXO A............................................................................99\nANEXO B...........................................................................101\nÍndice de figuras\nFig. 1.1 - Gráfico da evolução da população mundial por ano, em milhões, entre os anos de 1600 e 2011 e projecções para 2100 ( dados retirados de: Worldometers)..............................16\nFig. 1.2 - Gráfico da evolução do consumo de energia primária total por ano, em milhões de toneladas equivalentes de petróleo (Mtep), entre os anos de 1980 e 2010, no mundo, na Europa, América do Norte, Centro e Sul (dados retirados de: EIA 2013)...........................................17\nFig. 1.3 - Consumo de energia, per capita, em milhões de barris de petróleo equivalente por dia (Mbpe/d), OCDE vs. países em desenvolvimento, nos anos de 1971, 1990, 2010 e projecções para 2035 (segundo o CR do WOO, 2012). OCDE - Organização para a Cooperação e Desenvolvimento Económico; PED - países em desenvolvimento (adaptado de: OPEC 2012)..........................17\nFig. 1.4 - Gráfico da contribuição das várias fontes de energia primária, em percentagem (%), no ano de 2010 e projecções para os anos de 2020 e 2035 (segundo o CR do WOO, 2012) e tabela com os valores percentuais correspondentes a cada fonte de energia (dados retirados de: OPEC 2012)..18\nFig. 1.5 - Gráfico do consumo de petróleo, em milhões de barris por dia (Mb/d), no ano de 2010 e projecções para 2020, 2030 e 2035. OCDE - Organização para a Cooperação e Desenvolvimento Económico; PED - países em desenvolvimento (segundo o CR do WOO, 2012) (dados retirados de: OPEC 2012)...................................................................................18\nFig. 1.6 - Gráfico do consumo de petróleo por sector, em percentagem (%), em 2009 (dados retirados de: EIA).....................................................................................19\nFig. 1.7 - Consumo de energia (esquerda) e emissão de CO2 (direita) no sector dos transportes rodoviários (OCDE E não-OCDE) e não rodoviários (OCDE e não-OCDE), em milhões de toneladas equivalentes de petróleo (Mtep) e giga toneladas de CO2 (Gt CO2), respectivamente, entre os anos de 1971 e 2000. OECD - OCDE (Organização para a Cooperação e Desenvolvimento Económico); NonOECD - não-OCDE; Road - rodoviários; Non-road - não-rodoviários (adaptado de: IPCC 2007b). . 19 Fig. 1.8 - Gráfico da contribuição de cada gás na totalidade de emissão de GEE, em percentagem (%), em 2004. CO2 - dióxido de carbono; CH4 - metano; N2O - óxido nitroso (dados retirados de: US Environmental Protection Agency 2013)........................................................20\nFig. 1.9 - Gráfico das emissões de CO2, em percentagem (%), resultantes da utilização de produtos petrolíferos, no ano de 2010, nos EUA, Brasil, China, índia, Rússia, Europa e resto do mundo (dados restirados de: EIA 2013).....................................................................21\nFig. 1.10 - Gráfico da evolução das emissões de CO2, em milhões de toneladas (Mt), provenientes do consumo de petróleo, no mundo, Europa, América do Norte e Ásia e Oceânia, nos anos de 1980, 1990, 2000 e 2010 (dados retirados de: EIA 2013)...................................................21\nFig. 2.1 - Gráfico da evolução da produção de biodiesel e bioetanol na Europa, Brasil e EUA, em milhões de toneladas equivalentes de petróleo (Mtep), nos anos de 2000, 2005 e 2010 (dados retirados de: EIA 2013b)...............................................................................24\nFig. 2.2 - Gráfico do cosnumo de biodiesel e bioetanol na Europa, Brasil e EUA, em milhões de toneladas equivalentes de petróleo (Mtep), no ano de 2010 (EIA 2013b).........................24\nFig. 2.3 - Reacção de transesterificação para a produção de biodiesel. Os triglicéridos (3 moléculas de ácidos gordos + uma molécula de glicerol) reagem com um álcool, formando-se assim o biodiesel e glicerol como subproduto (adaptado de: Smith et al 2009) (Programa: ACD/ChemSketch)...........27\nFig. 2.4 - Esquema da produção de biocombustíveis de 1a e 2a geração (alternativos). (adaptado de: Luque et al. 2008)............................................................................31\nFig. 2.5 - Principais etapas do ciclo de vida do gasóleo de origem fóssil, dos óleos a partir dos quais de produz biodisel (FAME - fatty acid methyl ester) e Green Diesel e do OAU (óleo alimentar usado) (Kalnes et al. 2009)..........................................................................31\nFig. 3.1\t- Fórmula molecular dos ácidos gordos, glicerol e triglicéridos (Programa:\nACD/ChemSketch)...............................................................................34\nFig. 3.2 - Exemplo de ácidos gordos presentes nos óleos e respectivos números de átomos de carbono (a) e ligações duplas (b), fórmula e estrutura molecular (adaptado de: Hoekman et al. 2012)...35\nFig. 3.3 - Gráfico da produção de OAU, em percentagem, em Portugal, por sector (dados retirados de: Ministério do Ambiente 2009)..................................................................37\nFig. 4.1 - Principais reacções que ocorrem durante o processo de hidrogenação (adaptado de: Munoz et.al 2012)...................................................................................40\nFig. 4.2 - Relação entre o número de átomos de carbono e o ponto congelamento das parafinas e isoparafinas (adaptado de: Hancsók et al. 2012)...............................................41\nFig. 4.3 - Composição do produto final em hidrocarbonetos (parafinas e isoparafinas) e triglicéridos (esquerda). Composição do produto final em parafinas, isoparafinas e triglicéridos (direita) (adaptado de: Bezergianni, et al. 2010).................................................................43\nFig. 6.1 - Esquema da instalação experimental utilizada nos ensaios do presente trabalho. 1-Autoclave; 2 - Forno; 3 - Agitador; 4 - Serpentina de arrefecimento; 5 - Tubo de recolha do líquido; 6 - Termopar (autoclave); 7 - Tubo de entrada dos gases; 8 - Tubo de escape dos gases; 9 - Líquido de refrigeração; 10 - Manómetro; 11 - Medidor de gases; 12 - Termopar (forno); 13 - Controlo da válcula de arrefecimento; 14 - Válcula de recolha dos gases; 15 - Controlo e leitura da velocidade de agitação; 16 - Controlador digital; 17 - Garrafas de hidrogénio (H2) e azoto (N2) (Pinto et al. 2012). 51 Fig. 7.1 - Perfil de aquecimento, arrefecimento e pressão do ensaio 2 (400°C; 160psi; 60')....60\nFig. 7.2 - Efeito da temperatura no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito da temperatura. Pressão = 160psi; TR = 60'...................................61\nFig. 7.3 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) no gás resultante dos ensaios do estudo de efeito da temperatura para o OAU. Pressão =160psi; TR = 60'..........61\nFig. 7.4 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'. CH4 -metano; C2H - eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno......................62\nFig. 7.5 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito da\ntemperatura. Pressão = 160psi, TR = 60'............................................................63\nFig. 7.6 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'.............64\nFig. 7.7 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito da temperatura. (Legenda na Tabela B I, ANEXO B)...................................................65\nFig. 7.8 - Percentagem volumétrica relativa de n-pentadecano (n-Ci5H32), n-hexadecano (n-Ci6H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'.......................................................66\nFig. 7.9 - Perfil de aquecimento, arrefecimento e pressão do ensaio 7 (25%OAU : 75%GA; 380°C; 80psi; 30')...................................................................................67\nFig. 7.10 - Efeito das misturas no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.................67\nFig. 7.11 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo de efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.......................................................................................... 68\nFig. 7.12 - 4 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. CH4 -metano; C2H4 -eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno.69\nFig. 7.13 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'................................................70\nFig. 7.14 - Composição volumétrica relativa de n-parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.......................................................................................... 70\nFig. 7.15 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. (Legenda na Tabela B I, ANEXO B). ............................................................................................. 71 Fig. 7.16 - Variação da percentagem volumétrica de hidrocarbonetos com número de átomos de carbono entre n-C5 e n-C11 e n-C12 e n-C20 com as misturas de OAU e GA........................72\nFig. 7.17 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'......................................72\nFig. 7.18 - Perfil de aquecimento, arrefecimento e pressão do ensaio 9 - CoMo (380°C; 80psi; 30'). 75 Fig. 7.19 - Efeito dos catalisadores no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. ............................................................................................. 75\nFig. 7.20 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.........................................................................76\nFig. 7.21 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. CH4 -metano; C2H4 - eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno..........................................................................................77\nFig. 7.22 - Poder calorífico superior do gás (PCSG) resultante do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'..........................................78\nFig. 7.23 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.........................................................................79\nFig. 7.24 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. (Legenda na Tabela B I, ANEXO B).....................................................................................80\nFig. 7.25 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'..........................................81\nFig. 7.26 - Perfil de aquecimento, arrefecimento e pressão do ensaio 15 - ZSM-5 (400°C; 160psi; 30'). .................................................................................................. 82 Fig. 7.27 - Efeito dos catalisadores no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'. .. 83 Fig. 7.28 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'..................................................................................83\nFig. 7.29 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'. CH4 -metano; C2H4 - eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno..........................................................................................84\nFig. 7.30 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.............................85\nFig. 7.31 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'..................................................................................86\nFig. 7.32 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30' (Legenda na Tabela B I, ANEXO B)..........................................................................................87\nFig. 7.33 - Percentagem volumétrica relativa de n-pentadecano (n-Ci5H32), n-hexadecano (n-Ci6H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'........................88\nFig. A I - Fotografia do reactor da Parr Instruments (autoclave) modelo 4571 e carro de suporte.99\nFig. A II- Fotografia da cabeça da autoclave com sistema de arrefecimento (serpentina) e agitador (A); Fotografia do controlador digital (B)........................................................99\nFig. A III - Fotografia do efusiómetro de Schilling (densímetro de gases)...................100\nFig. A IV - Fotografia da unidade de extracção (SOXTEC SYSTEM, 1045 Extraction Unit)............100\nFig. B I - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito da temperatura. 1 - 370°C; 2 - 400°C; 3 - 430°C; Pressão = 160psi, TR = 60'............................................................................101\nFig. B II - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito das misturas. 4 - 100%OAU; 5 - 75%OAU : 25%GA; 6 -50%OAU : 50%GA; 7 - 25%OAU : 75%GA; 8 - 100%GA. Temperatura = 380°C; Pressão = 80psi;\nTR = 30'.............................................................................................102\nFig. B III - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito dos catalisadores na hidrogenação das misturas. 6 - S/ catalisador; 9 - CoMo; 10 - FCC; 11 - ZSM-5. Temperatura = 380°C; Pressão = 80psi; TR = 30'.. 102\nFig. B IV - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito dos catalisadores na hidrogenação do OAU. 12 - S/\ncatalisador; 13 - CoMo; 14 - FCC; 15 - ZSM-5. Temperatura = 400°C; Pressão = 160psi; TR = 30'. .....................................................................................................103 Fig. B V - Composição volumétrica relativa dos compostos aromáticos presentes na composição do produto líquido resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. 6 - S/ catalisador; 9 - CoMo; 10 - FCC; 11 - ZSM-5. Temperatura = 380°C; Pressão = 80psi; TR = 30'.. 103 Fig. B VI - Composição volumétrica relativa dos compostos aromáticos presentes na composição do produto líquido resultante dos ensaios do estudo do efeito dos catalisadores no OAU. 12 - S/ catalisador; 13 - CoMo; 14 - FCC; 15 - ZSM-5. Temperatura = 400°C; Pressão = 160psi; TR = 30'. .....................................................................................................104\nÍndice de Tabelas\nTabela 2.1 - Requisitos para o FAME segundo a EN 590...........................................26\nTabela 2.2 - Comparação de algumas propriedades do Gasóleo (EN 590), Biodiesel (FAME) e Green\nDiesel. No Green Diesel e FAME o óleo vegetal considerado é o mesmo. EN 590 - norma europeia de estandardização dos combustíveis; FAME - fatty acid methyl ester; OV - óleo vegetal; GA - gordura animal; PCI - poder calorífico inferior (Arvidsson et al. 2011; (A)Madsen 2011)................29\nTabela 2.3 - Quadro resumo dos principais processos comerciais de produção de combustíveis a partir do hidrotratamento de óleos vegetais e/ou gorduras animais. MP - matéria-prima; OAU - óleo alimentar usado; GA - gordura animal; GD - Green Diesel; JF - Jet Fuel (adaptado de: Sotelo-boyás et al. 2012)...................................................................................30\nTabela 2.4 - Quadro resumo dos principais estudos sobre as emissões de gases com efeito de estufa (GEE), CO2, NOX, CO e partículas (Part.) provenientes do consumo de biocombustíveis, em relação ao consumo de petróleo. (-) - não disponível; B100 - 100% biodiesel; HVO - hydrotreated vegetable oil. a) processo fotossintético incluído; c) não inclui uso do solo............................32\nTabela 2.5 - Redução das emissões de gases com efeito de estufa (GEE) provenientes do consumo de FAME e HVO, a partir das mesmas matérias-primas. FAME - fatty acid methyl ester; HVO -\nhydrotreated vegetable oil (Mikkonen et al. 2012)...............................................33\nTabela 3.1 - Composição em ácidos gordos de alguns óleos vegetais e gorduras; a - número de átomos de carbono; b - número de duplas ligações (Feddern et al. 2011; (c)Bezergianni et al. 2012).....35\nTabela 3.2 - Classificação dos resíduos de origem animal e medidas no tratamento de cada categoria, segundo a Norma 1774/2002 (EN1774/2002).........................................................38\nTabela 4.1 - Efeito da pressão na hidrogenação do óleo de colza (Mikulec et al. 2010)...........44\nTabela 4.2 - Quadro resumo de estudos sobre hidrogenação em OAU e GA, condições experimentais, principais produtos obtidos e respectivos rendimentos. LHSV - Liquid Hourly Space Velocity; WHSV\n- Weight Hourly Space Velocity; (-) - não avaliado..........................................47\nTabela 6.1 - Composição da MP, óleo alimentar usado (OAU) e gordura animal (GA), utilizada nos\nensaios de hidrogenação; n.d. - não detectado...............................................50\nTabela 6.2 - Caracterização do óleo alimentar usado (OAU) e gordura animal (GA) utilizados nos\nensaios de hidrogenção. n.d. - não detectado; (-) - não caracterizado.......................50\nTabela 7.1 - Valores da temperatura média da autoclave durante o ensaio e taxa de aquecimento da\nautoclave até à temperatura pretendida em cada ensaio.......................................57\nTabela 7.2 - Condições experimentais utilizadas nos ensaios. (-) - não utilizado; OAU - óleo alimentar\nusado; GA - gordura animal; TR - tempo de reacção............................................59\nTabela 7.3 - MV dos gases resultantes do estudo do efeito da temperatura.....................62\nTabela 7.4 -Percentagem de MP utilizada.....................................................66\nTabela 7.6 - MV da fase gasosa resultante do estudo do efeito das misturas. 4 - 100%OAU; 5 -75%OAU : 25%GA; 6 - 50%OAU : 50%GA; 7 - 25%OAU : 75%GA; 8 - 100%GA. Temperatura = 380°C; Pressão = 80psi; TR = 30'...............................................................69\nTabela 7.6 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das fases líquida e gasosa. Temperatura = 380°C; Pressão = 80psi; TR = 30'.T - valor teórico; E - valor experimental...................................................................................73\nTabela 7.7 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das percentagens volumétricas de CO2, CO e CnHm (hidrocarbonetos) na composição da fase gasosa. Temperatura = 380°C; Pressão = 80psi; TR = 30'. T - valor teórico; E - valor experimental......73\nTabela 7.8 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das espécies n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos. Temperatura = 380°C; Pressão = 80psi; TR = 30'. T - valor teórico; E - valor experimental......................................................74\nTabela 7.9 - Comparação dos valores teóricos e experimentais obtidos para o rendimento dos compostos n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-\noctadecano (n-C18H38) na fase líquida. Temperatura = 380°C; Pressão = 80psi; TR = 30'. T - valor\nteórico; E - valor experimental...............................................................74\nTabela 7.10 - MV dos gases resultantes do estudo do efeito dos catalisadores nas misturas.\nTemperatura = 380°C; Pressão = 80psi; TR = 30'................................................77\nTabela 7.11 - MV dos gases resultantes do estudo do efeito dos catalisadores no OAU. Temperatura =\n400°C; Pressão = 160psi; TR = 30'.............................................................84\nTabela B I - Fórmula geral dos n-alcanos até ao eicosano (C20H42) e respectivo nome..........101\nSímbolos e abreviaturas utilizados\nACV\t-\tAnálise do ciclo de vida\nAGL\t-\tÁcidos Gordos Livres\nB100\t-\t100% Biodiesel\nC11\t-\tUndecano\nC13\t-\tTridecano\nC14\t-\tTetradecano\nC15\t-\tPentadecano\nC16\t-\tHexadecano\nC17\t-\tHeptadecano\nC18\t-\tOctadecano\nC20\t-\tEicosano\nC2H6\t-\tPropeno\nC3H8\t-\tPropano\nC5\t-\tPentano\nC7\t-\tHeptano\nC9\t-\tNonano\nCH4\t-\tMetano\nCnHm-\t-\tHidrocarbonetos\nCO\t-\tMonóxido de Carbono\nCO2\t-\tDióxido de Carbono\nCoMo\t-\tCobalto e Molibdénio\nCR\t-\tCenário de Refrência\nDCM\t-\tDiclorometano\nEIA\t-\tEnergy Information Admnistration\nEUA\t-\tEstados Unidos da América\nFCC\t-\tFluid Catalytic Cracking\nFID\t-\tFlame Ionization Detector (Detector de Ionização de chama)\nGA\t-\tGordura Animal\nGD\t-\tGreen Diesel\nGEE\t-\tGases com Efeito de Estufa\nH2\t-\tHidrogénio\nH2SO4\t-\tÁcido Sulfúrico\nHGD\tHoneywell Green Diesel\nHVO\t-\tHydrotreated Vegetable Oil (Óleo vegetal tratado com Hidrogénio)\nJF\t-\tJet Fuel\nLHSV\t-\tLiquid Hourly Space Velocity\nMP\t-\tMatéria-prima\nMt CO2e\t-\tMilhões de toneladas de CO2 equivalente\nMtep\t-\tMilhões de toneladas equivalentes de petróleo\nMV\t-\tMassa Volumétrica\nN\t-\tAzoto\nN2O\t-\tÓxido Nitroso\nNExtBTL\t-\tNext Generation Bio-to-Liquid\nO\t-\tOxigénio\nO3\t-\tOzono\nOAU\t-\tÓleo Alimentar Usado\nOCDE\t-\tOrganização para a Cooperação e Desenvolvimento Económico\nOPEC\t-\tOrganization of the Petroleum Exporting Countries (Organização dos Países exportadores de Petróleo)\nOV\t-\tÓleo vegetal\nPCI\t-\tPoder Calorífico Inferior\nPCSG\t-\tPoder Calorífico Superior do Gás\nPED\t-\tPaíses em desenvolvimento\nS\t-\tEnxofre\nSO2\t-\tDióxido de enxofre\nSO3\t-\tTrióxido de enxofre\nTCD\t-\tThermal Condutivity Detector (Detector de Condutividade Térmica)\nTep\t-\tToneladas Equivalentes de Petróleo\nTHF\t-\tTetrahidrofurano\nTR\t-\tTempo de reacção\nUE\t-\tUnião Europeia\nUOP\t-\tUniversal Oil Company\nWOO\t-\tWorld Oil Outlook\nZSM-5\t-\tZeolite Socony -Mobile 5\n1.\tIntrodução\nO excessivo consumo de energia, verificado nas últimas décadas, o ritmo a que aumenta, o tipo de fontes mais utilizadas para a produção dos vários tipos de energia e as emissões resultantes da sua produção ou utilização têm levantado sérias preocupações e questões em toda a comunidade, científica e civil.\nActualmente, vivemos numa era dominada pelos combustíveis fósseis, que vão sendo substituídos, de uma forma lenta e gradual, por soluções alternativas de produção energética. A problemática do uso de combustíveis fósseis assenta em três razões principais: a sua queima aumenta os níveis de poluição atmosférica, intensificando o efeito de estufa o que provoca, para além de problemas para a saúde humana, alterações climáticas; são recursos não renováveis, a uma escala de tempo capaz de sustentar o seu consumo; e por fim, o facto de não se encontrarem distribuídos de uma forma uniforme pelo planeta faz com que muitos países dependam de terceiros para assegurar o fornecimento de energia.\nNos últimos anos, numa tentativa de substituir os combustíveis fósseis, nomeadamente os derivados do petróleo nos transportes, começou a incorporar-se, nalguns combustíveis tradicionais, combustíveis de origem biológica e produzidos a partir de fontes renováveis, que emitem menos poluentes para atmosfera. Porém, a sua composição química e física não está completamente adaptada aos motores convencionais impedindo a sua total e isolada utilização nos mesmos. A produção de biocombustíveis de 1a geração apresenta outras desvantagens como a poluição por utilização de adubos e pesticidas, aumento do consumo de água, aumento do preço de alguns produtos agrícolas, perda de biodiversidade ou substituição de culturas agrícolas destinados ao consumo humano e de animais por outras destinadas à produção de biocombustíveis.\nA presente dissertação pretende focar-se no estudo da hidrogenação de misturas de óleos de origem vegetal e animal para a produção de um combustível líquido, cujas propriedades físico-químicas se assemelham em muito aos combustíveis convencionais, permitindo a sua incorporação total nos motores tradicionais. As matérias-primas estudadas e transformadas nos ensaios da presente dissertação são óleos, ricos em hidrocarbonetos, mais concretamente o OAU e GA.\nOs produtos obtidos por hidrogenação de misturas destes óleos têm suscitado interesse na comunidade científica por representar mais uma alternativa ao uso de combustíveis derivados do petróleo e apresentar algumas vantagens em relação aos biocombustíveis já existentes.\nAs matérias-primas utilizadas neste estudo de hidrogenação apresentam ainda a vantagem de se tratar de resíduos, que de outra forma não teriam outro tipo de aproveitamento e de, na sua obtenção, não existir competição com produtos destinados ao consumo humano ou animal.\n1.1\tProblemática actual\nAs preocupações e publicações sobre o impacto humano no planeta não são tão recentes quanto se possa pensar. Em 1864, George Perkins Marsh, compilou no seu livro Man and Nature, or Physical Geography as Modified by Human Action alguns impactos e alterações antropogénicos no ambiente, como a desflorestação, eliminação de zonas pantanosas, exploração dos recursos hídricos, uso dos solos, expansão de alguns desertos e transferência de animais e plantas de diversos pontos do planeta para outros. Alertou assim para as causas e consequências da acção humana no ambiente e considerou que poderiam ser tomadas medidas que evitassem ou minimizassem tais efeitos (Santos 2012).\nMais tarde, em 1896, o sueco Svante Arrhenius, avaliou pela primeira vez o impacto das emissões de dióxido de carbono (CO2) no planeta e concluiu, porém, sem mostrar qualquer tipo de preocupação, que o aumento da concentração deste gás provocaria um aumento da temperatura média global do planeta em 5°C a 6°C (Santos 2012).\nEm finais da década de 1970 passou a usar-se o conceito de alterações globais como consequência das actividades antropogénicas (Santos 2012). Com o objectivo de diminuir o consumo energético proveniente de fontes não renováveis e ainda de diminuir a emissão de GEE para a atmosfera, os\ngovernos da maioria dos países têm apostado em legislação, sensibilização e políticas energéticas, esperando que estas surtam efeitos a médio e longo prazo.\n1.1.1\tConsumo de energia\nCom a Revolução Industrial, em meados do século XVIII, dá-se a alteração substancial da sociedade e da sua estrutura com o desenvolvimento da ciência moderna e tecnologias aplicadas em diversas áreas, como a medicina, agricultura, indústria, energia, transportes, etc.. Intensificou-se então a utilização de carvão e, em finais do século XIX, de petróleo e mais tarde, na primeira metade do século XX, de gás natural.\nO rápido crescimento da população mundial, principalmente desde o início da segunda metade do século XX, Fig. 1.1, associado ao forte crescimento económico e social, verificado nos países desenvolvidos, potenciaram a melhoria de vida de centenas de milhões de pessoas e a procura de bens, serviços e uma maior mobilidade, cada vez mais sofisticados. O crescimento global da população, assim como o crescimento económico são chaves fundamentais no sector da energia.\nPopulação mundial\n(Milhões)\n[1600 -2011] ------------[2011 -2100]\nFig. 1.1 - Gráfico da evolução da população mundial por ano, em milhões, entre os anos de 1600 e 2011 e projecções para 2100 ( dados retirados de: Worldometers).\nEspera-se que a população mundial passe dos actuais 7 mil milhões para quase 9 mil milhões em 2035 e para 11 mil milhões em 2100 (Worldometers) o que terá um forte impacto na procura de energia. Segundo um relatório de 20121, da Organization of the Petroleum Exporting Countries (OPEC), o World Oil Outlook (WOO), aos países em desenvolvimento (PED) corresponderão 92% do crescimento total. Países como a China, índia e Brasil, com crescimentos populacionais e económicos bastante elevados, terão um forte impacto e contribuirão em muito para o consumo de energia e consequentemente para as emissões de GEE para a atmosfera (OPEC 2012).\nNa Fig. 1.2, o aumento do consumo de energia primária total, desde 1980 até 2010, é bem visível em todo o mundo. Em 2010, o consumo de energia primária total em todo o mundo aumentou em cerca de 40% em relação ao ano de 1980 (EIA).\nNo entanto, o consumo de energia não é uniforme em todo o planeta. Há países ou grupos de países, onde o consumo de energia é bastante mais significativo, como é o caso de países pertencentes à Organização para a Cooperação e Desenvolvimento Económico (OCDE), ou seja um quinto da população mundial, onde o consumo de energia primária per capita, em 2010, foi cinco vezes superior ao registado em países em vias de desenvolvimento, (Fig. 1.3) (OPEC 2012). Na base desta diferença\n1 Tendo em conta um Cenário de Referência (CR), que considera apenas políticas e medidas já em execução à data da recolha de dados para o relatório.\nestão factores como as desigualdades sociais e económicas e o acesso à energia existentes entre os países mais desenvolvidos e aqueles em desenvolvimento.\nConsumo de energia/ano\nEuropa\tAmérica (Norte)\tÁsia e Oceânia\tMundo\nFig. 1.2 - Gráfico da evolução do consumo de energia primária total por ano, em milhões de toneladas equivalentes de petróleo (Mtep), entre os anos de 1980 e 2010, no mundo, na Europa, América do Norte, Centro e Sul (dados retirados de: EIA 2013).\nNo entanto, o consumo de energia não é uniforme em todo o planeta. Há países ou grupos de países, onde o consumo de energia é bastante mais significativo, como é o caso de países pertencentes à Organização para a Cooperação e Desenvolvimento Económico (OCDE), ou seja um quinto da população mundial, onde o consumo de energia primária per capita, em 2010, foi cinco vezes superior ao registado em países em vias de desenvolvimento, (Fig. 1.3) (OPEC 2012). Na base desta diferença estão factores como as desigualdades sociais e económicas e o acesso à energia existentes entre os países mais desenvolvidos e aqueles em desenvolvimento.\nConsumo de energiaper capita\nFig. 1.3 - Consumo de energia, per capita, em milhões de barris de petróleo equivalente por dia (Mbpe/d), OCDE vs. países em desenvolvimento, nos anos de 1971, 1990, 2010 e projecções para 2035 (segundo o CR do WOO, 2012). OCDE - Organização para a Cooperação e Desenvolvimento Económico; PED - países em desenvolvimento (adaptado de: OPEC 2012).\nPorém, prevê-se que a diferença entre o consumo da OCDE e dos PED venha a diminuir, passando de cinco vezes mais em 2010, para apenas três vezes mais, em 2035. Na base da diminuição dessa diferença estará o crescimento económico e populacional dos PED, já que o crescimento económico será de 1,9% para a OCDE e 4,9% nos PED (OPEC 2012).\nO mesmo relatório da OPEC, e segundo o CR, prevê que em 2035 o consumo de energia primária global aumente 54% em relação ao consumo de 2010. Como é possível observar na Fig. 1.4, no caso do petróleo, a sua contribuição na totalidade da energia primária diminui, passando de 34,7% em 2010 Maria Beatriz Cravo Barradas\t17\npara 27,2% em 2035, o que representa um quarto da contribuição da totalidade das fontes. A soma da contribuição da biomassa e as outras energias renováveis passará de 4,5% em 2010 para 9% em 2035.\n\t2010\t2020\t2035\t\n■ Outras renováveis\t0,8\t1,4\t3,5\t(Ano)\n■ Biomassa\t3,7\t4,3\t5,4\t\n■ Hídrica\t2,5\t2,6\t2,9\t\n■ Nuclear\t6,1\t5,7\t6\t\n■ Gás\t22,8\t23,8\t26\t\n■ Carvão\t29,5\t30,1\t28,6\t\n■ Petróleo\t34,7\t32,1\t27,2\t\nFig. 1.4 - Gráfico da contribuição das várias fontes de energia primária, em percentagem (%), no ano de 2010 e projecções para os anos de 2020 e 2035 (segundo o CR do WOO, 2012) e tabela com os valores percentuais correspondentes a cada fonte de energia (dados retirados de: OPEC 2012).\n1.1.2\tDependência do petróleo\nAs reservas de combustíveis fósseis continuam a ser abundantes na terra e assim deverá continuar, pelo menos nas próximas décadas (IPCC 2007a). Em 2010, os combustíveis fósseis representaram 87% das fontes utilizadas no fornecimento de energia. Em 2035, esse valor deverá cair seis pontos percentuais, permanecendo, no entanto, bastante elevado dada a urgência em diminuir tanto a dependência dos combustíveis fósseis como as emissões de GEE libertadas durante a sua combustão.\nConsumo de petróleo\n■ Mundo BOCDE ■ PED ■ China ■ Índia\nFig. 1.5 - Gráfico do consumo de petróleo, em milhões de barris por dia (Mb/d), no ano de 2010 e projecções para 2020, 2030 e 2035. OCDE - Organização para a Cooperação e Desenvolvimento Económico; PED - países em desenvolvimento (segundo o CR do WOO, 2012) (dados retirados de: OPEC 2012).\nEntre 1980 e 2010, o consumo de petróleo aumentou, em média, 1,2% por ano. O aumento da procura mundial de petróleo, entre os anos de 2010 e 2035, será de 20 milhões de barris por dia, ou seja, um aumento de 0,9 pontos percentuais por ano (Fig. 1.5).\nO aumento da procura de petróleo dever-se-á, em grande parte, a países como a China, índia ou outros da Ásia em desenvolvimento, com uma representação de 87% nesse aumento (OPEC 2012).\nSegundo dados da Energy Information Administration (EIA), em 2008, 20% do total de energia consumida no mundo foi utilizada no sector dos transportes (EIA 2013), ou seja, um quinto do consumo total. No caso de se considerar apenas o petróleo como fonte, o sector dos transportes continua a ter um grande peso na quantidade utilizada considerando, por exemplo, o ano de 2009, em que 57% do consumo de petróleo foram registados neste sector (Fig. 1.6). Na União Europeia (UE), 19% das emissões totais de GEE, provêm do sector dos transportes (DGEG 2013b).\nConsumo de petróleo\n6%\n■ Electricidade ■ Residências/Comércio/Agricultura ■ Indústria ■Transportes\nFig. 1.6 - Gráfico do consumo de petróleo por sector, em percentagem (%), em 2009 (dados retirados de: EIA).\nDentro dos transportes, os veículos particulares consomem muito mais energia e emitem uma maior quantidade de GEE por pessoa e por quilómetro do que qualquer outro modo de transporte (IPCC 2007b). No ano de 2000, o sector dos transportes rodoviários foi o responsável por mais de metade do consumo de energia, no sector dos transportes, e emissões de CO2, como é possível observar na Fig. 1.7.\nFig. 1.7 - Consumo de energia (esquerda) e emissão de CO2 (direita) no sector dos transportes rodoviários (OCDE E não-OCDE) e não rodoviários (OCDE e não-OCDE), em milhões de toneladas equivalentes de petróleo (Mtep) e giga toneladas de CO2 (Gt CO2), respectivamente, entre os anos de 1971 e 2000. OECD - OCDE (Organização para a Cooperação e Desenvolvimento Económico); NonOECD - não-OCDE; Road - rodoviários; Non-road - não-rodoviários (adaptado de: IPCC 2007b).\nNo entanto, o número de veículos particulares continua a aumentar em todo o mundo. De um modo geral, o aumento de veículos de passageiros nos PED será maior do que o registado em países da OCDE ou Eurásia. Em 2035 estarão em circulação, nesses países, mais 700 milhões de veículos de passageiros. Nos países pertencentes à OCDE e Eurásia esse aumento será de mais 200 milhões de veículos (OPEC 2012).\n1.1.3\tPoluição atmosférica - Emissão de GEE\nPorém, o consumo de petróleo, não uniforme à escala global, origina a produção de resíduos considerados perigosos para a saúde humana e ambiente e gera ainda a emissão de GEE para a atmosfera, responsáveis pela intensificação do efeito de estufa e que, consequentemente, provocam o aumento da temperatura média global do planeta. As alterações climáticas acontecem no planeta por fenómenos naturais ou então como consequência da acção humana. A subida da temperatura média do planeta, a uma escala de tempo tão pequena quanto aquela que a acção humana provoca, tem impactos negativos a vários níveis como a fusão das calotas polares, subida do nível médio do mar, saúde humana, a perda de biodiversidade, aumento de catástrofes naturais, etc.\nTambém os GEE estão naturalmente presentes na atmosfera ou podem resultar de emissões antropogénicas. O vapor de água, CO2, metano (CH4), óxido nitroso (N2O) e ozono (O3) são gases responsáveis pelo efeito de estufa da Terra.\nO gás natural é o combustível fóssil que produz menos quantidade de GEE por unidade de energia consumida e, no entanto, é o tipo de fonte mais favorecido nas estratégias de mitigação das emissões de GEE (IPCC 2007a). No presente, as energias fósseis apresentam como vantagem o preço e as tecnologias existentes, factores que contribuem para a sua utilização em larga escala.\nCom o aumento do consumo dos combustíveis fósseis, verificado à escala mundial, aumentam as emissões de GEE e partículas poluentes, resultantes da sua queima. Na Fig. 1.8 está representada a contribuição de cada gás na emissão de GEE (dados de 2004). O gás que apresenta uma maior contribuição é o CO2, com um total de 57% de emissões, provenientes do uso de combustíveis fósseis, e 20% resultantes da desflorestação, melhoramento ou modificação do uso dos solos, etc..\nEmissão de GEE\nC. fósseis\n56,6%\nDesflorestação\n17,3%\nOutros\n2,8%\n14%\n■ CO2 BCH4 ■ N2O ■ Gases fluorados\nFig. 1.8 - Gráfico da contribuição de cada gás na totalidade de emissão de GEE, em percentagem (%), em 2004. CO2 - dióxido de carbono; CH4 - metano; N2O - óxido nitroso (dados retirados de: US Environmental Protection Agency 2013).\nNa UE, o sector dos transportes é responsável por quase 20% das emissões totais de GEE. Porém, as emissões de GEE diminuíram 16% entre o ano de 1990 e 2010 (Eurostat). Na origem dessa diminuição podem ter estado factores como a crise económica ou ainda o resultado de políticas com fim à redução do uso dos combustíveis fósseis.\nAs emissões de CO2, provenientes do petróleo, são mais representativas em determinados países, seja pelo elevado número de habitantes, pela forte economia ou economia emergente. Dos países onde essas emissões são mais acentuadas destacam-se a China, a Índia, o Brasil e a Rússia, muito populosos\ne com um forte crescimento económico e ainda os Estados Unidos da América (EUA), também com um elevado número de habitantes e a maior economia Mundial (Fig. 1.9).\nEmissões de CO2\nResto do Mundo;\n40%\nEUA; 21%\nBrasil; 3%\nChina; 11%\nÍndia; 4%\nRussia; 3%\nEuropa; 18%\nFig. 1.9 - Gráfico das emissões de CO2, em percentagem (%), resultantes da utilização de produtos petrolíferos, no ano de 2010, nos EUA, Brasil, China, Índia, Rússia, Europa e resto do mundo (dados restirados de: EIA 2013).\nEmbora as emissões de CO2 per capita apresentem valores distintos em cada um dos países mencionados acima, muito maior no caso dos EUA, é importante salientar o seu papel na evolução das emissões de CO2 mundiais.\nAs emissões de CO2, provenientes exclusivamente do consumo de petróleo, têm vindo a aumentar ao longo das últimas décadas. Entre os anos de 1980 e 2010 aumentaram 28% globalmente, apenas na Europa ocorreu a diminuição de emissões de CO2, em 11% Fig. 1.10.\nEmissões de CO2\n■ América (Norte) ■ Europa BÁsia e Oceânia ■ Mundo\nFig. 1.10 - Gráfico da evolução das emissões de CO2, em milhões de toneladas (Mt), provenientes do consumo de petróleo, no mundo, Europa, América do Norte e Ásia e Oceânia, nos anos de 1980, 1990, 2000 e 2010 (dados retirados de: EIA 2013).\n1.1.4\tEstratégias e legislação na UE\nNos últimos anos a Europa tem criado políticas, leis ou estratégias que visam reduzir a sua dependência das importações de energia, aumentar a sustentabilidade e estimular o crescimento e o emprego.\nEm 2003, o Parlamento Europeu e o Conselho da União Europeia, adoptaram a Directiva 2003/30/CE, que promovia a utilização de biocombustíveis para substituição do gasóleo ou da gasolina nos transportes rodoviários, em cada Estado-Membro e cujas metas eram (CCE 2005):\n•\tSubstituição de 2%, em teor energético, de toda a gasolina e gasóleo consumidos no sector dos transportes até 2005;\n•\tSubstituição de 5,75%, em teor energético, de toda a gasolina e gasóleo consumidos no sector dos transportes até 2010 (Directiva 2003/30/CE 2003).\nPara atingir os objectivos fixados nesta Directiva, em 2005, foi adoptado o “Plano de Acção para a Biomassa”. A estratégia fixava os seguintes objectivos:\n•\tPromoção da utilização dos biocombustíveis na UE e nos PED;\n•\tMelhorar a sua rentabilidade através da optimização do cultivo de matérias-primas energéticas e do incentivo à investigação de biocombustíveis de 2a geração;\n•\tInvestigação da possibilidade de produção das matérias-primas e dos biocombustíveis em PED e ponderação do papel da UE no apoio a essa produção.\nEm 2007 eram esperados progressos substanciais para a quota de incorporação de 5,75% de biocombustíveis até 2010, porém previu-se que não seriam os esperados (MEMO/07/5 2007). Por conseguinte, em 2009, foi adoptada uma nova (Directiva 2009/28/CE 2009) que revogava as Directivas 2001/77/CE e 2003/30/CE onde, em relação à utilização de biocombustíveis, foi adoptado o seguinte:\n•\tQuota mínima de incorporação de 10% de energia proveniente de fontes renováveis em todos os modos de transporte no consumo final de energia neste sector, até 2020, em cada Estado-Membro.\nNo caso deste novo objectivo, a meta pode ser alcançada a partir do conjunto de diversas fontes renováveis: biocombustíveis, electricidade renovável e ainda hidrogénio produzido a partir de energia renovável. A Directiva 2009/28/CE estabelece ainda critérios para que a produção de biocombustíveis seja feita de forma sustentável (Directiva 2009/28/CE 2009).\n1.2\tDescrição do trabalho\nCom a realização do presente trabalho pretende-se contribuir, de alguma forma, para a resolução dos problemas apresentados anteriormente. A forma como o trabalho foi desenvolvido é apresentada de seguida.\nNo capítulo 2 são apresentados alguns biocombustíveis comercializados actualmente, as matérias-primas que lhes dão origem e alguns dos problemas relacionados com o seu uso. Será feita ainda uma análise da investigação feita até ao momento sobre a produção de HVO e as principais empresas que já comercializam este produto.\nO capítulo 3 aborda as matérias-primas utilizadas neste estudo, OAU e GA, e apresenta as propriedades dos óleos e gorduras.\nO capítulo 4 faz uma revisão bibliográfica do estudo da hidrogenação, o rendimento dos produtos, as reacções que ocorrem durante o processo, as condições ideias para que ocorra a conversão da matéria-prima (MP) no produto desejado e o efeito da utilização de catalisadores neste processo.\nNo capítulo 5 é feita uma breve exposição dos objectivos e aspectos inovadores do presente trabalho.\nA metodologia e caracterização das matérias-primas utilizadas nos ensaios de hidrogenação do presente estudo são apresentadas no capítulo 6, e no capítulo 7 será feita a apresentação e discussão dos resultados obtidos.\nNo capítulo 8 são expostas as principais conclusões retiradas e o capítulo 9 apresenta algumas críticas e propostas para trabalhos futuros.\n2.\tBiocombustíveis\nActualmente, como alternativas ao carvão, o petróleo ou o gás natural, para a produção de electricidade, são exploradas fontes de energia como a fotovoltaica, eólica, nuclear e ainda o hidrogénio. Porém, ainda não existem combustíveis capazes de satisfazer todas as exigências do sector dos transportes. As pilhas de combustível e os veículos eléctricos ou híbridos estão longe de se tornarem os veículos mais utilizados nos próximos tempos. A transição para este tipo de veículos será efectuada de uma forma lenta e gradual e até lá é preciso encontrar um combustível barato, eficiente, pouco ou nada poluente e sustentável que substitua a gasolina e o gasóleo.\nA Directiva 2009/28/CE define os biocombustíveis como os combustíveis, líquidos ou gasosos, que são produzidos a partir da biomassa, ou seja, de origem biológica. Podem ser produzidos a partir de produtos, resíduos e detritos provenientes da agricultura, exploração florestal, pesca e aquacultura e ainda da fracção biodegradável de resíduos industriais e urbanos (Directiva 2009/28/CE 2009).\nA utilização de óleos vegetais ou gorduras animais como combustíveis não é uma ideia recente e foram utilizados no passado até ao aparecimento dos combustíveis fósseis a preços mais atractivos. Nikolaus August Otto, na segunda metade do século XIX, concebeu o motor de combustão interna para funcionar com etanol. Nos finais do século XIX, quando Rudolph Diesel inventou o motor de compressão, ou motor Diesel, utilizou óleo de amendoim na primeira exibição deste motor, em 1898, em Paris (Luque et al. 2008). Também Henry Ford projectou os seus carros para operarem com etanol.\nO combustível que se obtém a partir da pirólise de triglicéridos foi utilizado durante períodos de carência, como as I e II Guerras Mundiais. Por exemplo, durante a II Guerra Mundial, o “cracking” do óleo de tungue foi usado na China para obtenção de combustíveis que substituíssem a gasolina e o diesel (Luque et al. 2008; Suarez et al. 2007).\nFoi a partir da década de 1970 que os biocombustíveis voltaram a surgir como alternativa ao petróleo devido às duas crises de petróleo (1973 e 1978) que aconteceram nesta década. A OPEC, por motivos políticos e de diminuição da produção, reduziu as exportações e aumentou os preços de petróleo.\n2.1\tProdução e consumo\nEm 2010, a produção mundial de biocombustíveis ultrapassou os 100 Mtep em todo o mundo, valor cinco vezes superior à produção mundial no ano de 2000.\nPaíses como o Brasil ou os EUA, são os que mais contribuem para a produção destes combustíveis em todo o mundo. A produção destes dois países aumentou, entre os anos de 2000 e 2010, sete vezes no caso dos EUA e duas vezes no caso do Brasil. Em 2010, a produção de bioetanol e biodiesel do Brasil e dos EUA, corresponderam a 48% (28Mtep) e 28% (47Mtep), respectivamente, em relação à produção total mundial (Fig. 2.1).\nDe toda a produção mundial de bioetanol e biodiesel, a Europa passou de uma contribuição de 5% (0,9Mtep) em 2000 para 14% (13,6Mtep) em 2010. Em Portugal foram produzidos 0,08Mtep, em 2010 (EIA 2013b). Os maiores produtores, no mesmo ano, foram a Alemanha e França com 24% (3,3Mtep) e 22% (29,3Mtep) em relação a toda a produção europeia de biocombustíveis.\nO consumo mundial de biodiesel e bioetanol em 2010 foi de 94,4Mtep. Os EUA e Brasil continuam a destacar-se na utilização destes combustíveis, com 48% e 24%, respectivamente, da procura mundial nesse ano (Fig. 2.2). Da totalidade do consumo mundial de bioetanol e biodiesel em 2010, à Europa corresponderam 19% (17,6Mtep). Na Europa, a Alemanha e a França, os dois maiores consumidores europeus, tiveram um consumo de 23% e 17% em relação ao consumo na Europa, respectivamente. Em Portugal, o consumo de biocombustíveis representou 2% (0,4Mtep) de todo o consumo europeu (EIA 2013b).\nProdução de biocombustíveis\n(Mtep)\nFig. 2.1 - Gráfico da evolução da produção de biodiesel e bioetanol na Europa, Brasil e EUA, em milhões de toneladas equivalentes de petróleo (Mtep), nos anos de 2000, 2005 e 2010 (dados retirados de: EIA 2013b).\nEntre 2007 e 2010, o aumento tanto da produção como do consumo de bioetanol e biodiesel, na Europa, foi bastante significativo, 66% e 91%, respectivamente (EIA).\nAtualmente todo o gasóleo comercializado na UE tem entre 5% e 7% de biodiesel na sua composição, uma medida que visa diminuir as emissões de CO2 decorrentes da circulação automóvel. Em Portugal, no ano de 2009, a incorporação dos biocombustíveis no sector dos transportes representou cerca de 3,32%, em teor energético (DGEG 2013a).\nConsumo de biocombustíveis\n2010\t(Ano)\n■ EUA ■ Brasil ■ Europa\nFig. 2.2 - Gráfico do cosnumo de biodiesel e bioetanol na Europa, Brasil e EUA, em milhões de toneladas equivalentes de petróleo (Mtep), no ano de 2010 (EIA 2013b).\nNo caso de Portugal, a incorporação dos biocombustíveis, na totalidade dos combustíveis utilizados no sector dos transportes rodoviários em 2010, foi de 5,17%, cuja contribuição se deveu na totalidade ao biodiesel (0,3Mtep) (Eurostat).\n2.2\tPropriedades de um combustível\nPara que os biocombustíveis possam ser utilizados em motores convencionais necessitam que algumas das suas características físico-químicas obedeçam a determinados parâmetros, caso contrário poderão provocar sérios prejuízos no motor e suas componentes.\nAs propriedades de frio são a o principal motivo que impedem a utilização isolada do biodiesel e a razão pela qual se utilizam misturas de biodiesel com combustível convencional. A maioria dos B100 (100% Biodiesel) começa a turvar entre 1°C e 16°C. Quando isto acontece a viscosidade do biodiesel aumenta, o que provoca um aumento de pressão nos sistemas de injecção de combustível e bombas. Para além disso pode obstruir os filtros ou tornar-se demasiado espesso para ser bombeado para o motor. Deste modo devem fazer-se três determinações para medir as propriedades responsáveis pelo comportamento do combustível às temperaturas mais baixas (IEE 2006):\n•\tPonto de turvação: à medida que o combustível arrefece começam a formar-se pequenos cristais sólidos, a temperatura a que são observados os primeiros cristais é a temperatura do ponto de turvação. A maioria dos combustíveis pode ser utilizada abaixo deste ponto desde que seja acima do ponto de inflamação do filtro frio;\n•\tPonto de inflamação do filtro frio: é a temperatura à qual esses cristais se aglomeram de tal forma que, quando se faz um teste de filtro, este inflame;\n•\tPonto de fluidez: é a temperatura à qual o combustível se torna um gel devido à elevada aglomeração dos cristais.\nExistem ainda outros parâmetros importantes que condicionam a utilização do biodiesel. A viscosidade ou a densidade são parâmetros que determinam a capacidade ou a facilidade do combustível circular no motor e suas componentes, existindo valores máximos definidos para cada um destes parâmetros.\nA viscosidade mede a resistência do combustível ao escoamento. Valores de viscosidade demasiado altos forçam a bomba de combustível e causam o desgaste da mesma. O seu valor aumenta com o comprimento da cadeia de carbonos e com o grau de saturação (Lôbo et al. 2009).\nValores de densidade baixos significam uma mistura ar/combustível mais pobre e isto reduz o desempenho do motor e, consequentemente, leva a uma perda de potência. Variações na densidade originam também uma variação na massa de combustível que é injectado, originando uma mistura deficiente ar/combustível. Uma combustão menos eficiente gera a emissão de poluentes, como hidrocarbonetos (CnHm), monóxido de carbono (CO) ou partículas. O valor da densidade aumenta com o comprimento da cadeia de átomos de carbono e diminui com o aumento do número de insaturações (Lôbo et al. 2009).\nOs teores de enxofre (S) e oxigénio (O) têm limites máximos porque quando presentes em elevadas quantidades originam a emissão de mais poluentes. Durante a combustão de um combustível com S na sua composição podem formar-se gases tóxicos como o dióxido de enxofre (SO2) ou trióxido de enxofre (SO3). Na presença de água pode formar-se ácido sulfúrico (H2SO4) e levar à corrosão do material e equipamento metálicos do veículo. Para além disso, são compostos altamente poluentes.\nO ponto de inflamação é a temperatura à qual o combustível começa a libertar vapores suficientes que permitam que, por aquecimento de uma fonte externa, ele se inflame. Já o ponto de autoignição é a temperatura mínima à qual ocorre a autoignição do combustível independentemente do contacto com uma fonte de ignição. Esta temperatura terá que ser elevada por questões de segurança.\nExiste ainda um limite máximo do teor de humidade já que o excesso de água pode tornar o combustível corrosivo e danificar certas peças do motor ou o sistema de injecção (Bezergianni e Chrysikou 2012).\nO número de cetano mede a qualidade de ignição do combustível. Quanto menor for este valor maior será o atraso da ignição e maior será a quantidade de combustível que permanecerá na câmara sem queimar. Quando a queima acontece gera-se uma quantidade de energia superior à necessária que pode causar danos mecânicos e perda de potência. O número de cetano depende do tamanho da cadeia e do\ngrau de insaturação. Na determinação desta característica o desempenho do combustível é comparado com o desempenho do n-hexadecano (n-C16) ao qual é atribuído um número de cetano igual a 100 (Knothe 2010). Existe ainda o índice de cetano que está relacionado com o número de cetano. É calculado a partir da densidade e temperatura de destilação de 50% do produto e está relacionado com o arranque a frio. Baixos valores deste índice significam dificuldade de partida a frio, depósito nos pistões e um consequente mau funcionamento do motor.\nNo caso do biodiesel, a presença de ésteres de ácidos gordos polinsaturados é a causa da baixa estabilidade oxidativa, ou seja, o número de horas requeridas para alcançar o ponto em que o grau de oxidação aumenta abruptamente é mais baixo. Por outro lado, a presença de grandes quantidades de ésteres de ácidos gordos saturados está na base dos problemas de propriedades de frio (Knothe 2010).\nA EN 590 determina, na Europa, os limites máximos e mínimos dos parâmetros importantes que os FAME devem respeitar e aplicam-se a qualquer combustível passível de ser usado em motores diesel. Na Tabela 2.1encontram-se algumas das principais propriedades:\nTabela 2.1 - Requisitos para o FAME segundo a EN 590.\nPropriedade\tLimite\t\n\tMínimo\tMáximo\nConteúdo de FAME [%]\t96,5\t-\nDensidade a 15°C\t860\t900\nViscosidade a 40°C\t3,5\t5,0\nTeor de enxofre [mg/kg]\t-\t10\nPonto de inflamação [°C]\t101\t-\nNúmero de cetano\t51\t-\nÍndice de acidez [mg KOH/g]\t-\t0,5\nTeor de água [mg/kg]\t-\t500\nEstabilidade oxidativa, 110°C [h]\t6\t-\nÍndice de iodo [g I2/100g]\t-\t120\nTeor monoglicéridos [%]\t-\t0,8\nTeor diglicéridos [%]\t-\t0,2\nTeor triglicéridos [%]\t-\t0,2\n2.3\tBiocombustíveis líquidos\nOs biocombustíveis mais utilizados são o biodiesel e o bioetanol. O primeiro é utilizado em motores diesel, como substituo do gasóleo e o segundo como substituto da gasolina.\nBiodiesel\nOs ésteres metílicos de ácidos gordos ou os ésteres etílicos de ácidos gordos, mais conhecidos como fatty acid methyl ester (FAME) e fatty acid ethyl ester (FAEE), respectivamente, são um acrónimo técnico para biodiesel.\nO biodiesel pode ser produzido a partir de alguns óleos de origem vegetal ou animal Os óleos mais típicos utilizados são o óleo de palma, colza e soja. O método mais usual para produção de biodiesel é a transesterificação de óleos vegetais ou gorduras animais, onde os ácidos gordos presentes nos óleos/gorduras reagem com um álcool para produzir uma mistura de ésteres metílicos ou etílicos, consoante o álcool usado seja metanol ou etanol, respectivamente (Fig. 2.3). O álcool mais utilizado na transesterificação é o metanol, por ser mais barato que o etanol e porque a viscosidade dos FAEE é ligeiramente superior à do FAME correspondente. Desta reacção resulta ainda o glicerol como subproduto da reacção que requer tratamento para uma reutilização. Desta reacção resulta um\ncomposto cuja estabilidade oxidativa é baixa (Demirbas 2008; Petrus e Noordermeer 2006; Sotelo-boyás et al. 2010)\nHzC-OCOR!\t\tRi COOR4\th2c-oh\nHC-OCOR2\t+\t3 R4-OH\tcatalisado r —:\t R2COOR4\tHC-OH\nh2c-ocor3\t\tR3COOR4\th2c-oh\nTriglicérido\tÁlcool\tBiodiesel\t\n\t\t\tGlicerol\n\t\t(mistura de ésteres)\t\nFig. 2.3 - Reacção de transesterificação para a produção de biodiesel. Os triglicéridos (3 moléculas de ácidos gordos + uma molécula de glicerol) reagem com um álcool, formando-se assim o biodiesel e glicerol como subproduto (adaptado de: Smith et al 2009) (Programa: ACD/ChemSketch)\nSão utilizados catalisadores ácidos, enzimáticos e principalmente alcalinos como o hidróxido de potássio ou de sódio. A principal vantagem da catalisação alcalina em relação à transesterificação de catalisação ácida é a elevada conversão sob condições suaves em tempos de reacção comparativamente curtos. A catalisação enzimática (lipases) permite condições de temperaturas ainda mais baixas (De Paola et al. 2009).\nO objectivo da transesterificação é reduzir o teor de oxigénio e reduzir a viscosidade dos óleos vegetais/animais. Em relação ao gasóleo, o biodiesel apresenta como vantagens um ponto de inflamação mais alto e menor conteúdo de S e aromáticos (Demirbas 2008).\nVários estudos sugerem que a utilização de biodiesel num motor diesel acelera a injecção de combustível. Isto provoca um avanço na combustão que por sua vez faz aumentar a temperatura do cilindro de compressão e, como tem sido verificado, a presença de NOx aumenta com o aumento da pressão e da temperatura (IEE 2006).\nBioetanol\nO bioetanol é produzido a partir de matérias ricas em amido ou açúcar, como cana-de-açúcar, milho, beterraba, mandioca, colza, soja, etc. e ainda a partir de material celulósico e hemi-celulósico, como resíduos florestais e agrícolas (Naik et al. 2010; Reijnders 2008). O processo a partir do qual se obtém o etanol é a fermentação dos açúcares contidos na MP. Caso estes não existam, como é o caso do milho ou resíduos (lenho-)celulósicos, é necessário um pré-tratamento que transforme os hidratos de carbono e o material (lenho-)celulósico, respectivamente, em açúcares (Demirbas 2011).\nO bioetanol pode ser misturado com a gasolina até 5% sem que seja necessário alterar as características do motor ou sem que o veículo perca a garantia automóvel. Se as devidas modificações forem feitas o bioetanol pode ser utilizado em quantidades superiores, até 85% de etanol (E85) (Demirbas 2008). Estes limites de incorporação devem-se ao ponto de inflamação do etanol que por ser baixo, pode originar bolhas de vapor na tubagem entre o depósito e a bomba de combustível, principalmente em dias de verão (Petrus e Noordermeer 2006).\nOutros problemas associados ao etanol é o facto de absorver facilmente água o que acarreta problemas no seu armazenamento e de conter baixa densidade energética (Smith et al. 2009)\n2.3.1\tÓleos tratado com hidrogénio (HVO)\nO Hydrotreated Vegetable Oil (HVO), ou Green Diesel (GD2), é um combustível, cujo processo de produção será descrito mais detalhadamente no Capítulo 4. Os triglicéridos, presentes nos óleos vegetais/gorduras animais, são convertidos, numa atmosfera de hidrogénio e condições de temperatura e pressão específicas, numa mistura de hidrocarbonetos e sem compostos oxigenados (Pinto et al. 2012).\nA característica determinante para a utilização deste produto em larga escala no futuro é a sua composição química, semelhante à dos combustíveis derivados do petróleo e que por isso permite a sua utilização sem limites de incorporação em motores convencionais, sem que estes tenham que sofrer qualquer tipo de modificação. A frota de automóveis da Europa é dominada por automóveis movidos a gasóleo e na Europa a capacidade de produção de bioetanol é superior à de biodiesel, deste modo, a produção de um combustível de origem biológica que possa substituir o gasóleo é desejável (CCE 2005). Por outro lado, as propriedades do produto obtido dependem das condições do processo pelo que a selectividade é permitida, ou seja, pode produzir-se um combustível cuja composição seja semelhante ao gasóleo, gasolina ou ainda jet fuel, ajustando as condições do processo, temperatura e pressão, e o tipo de catalisador (Bezergianni e Kalogianni 2009).\nOutra das vantagens é, não só a sua utilização em motores convencionais, como o seu processamento e tratamento nas unidades de refinaria existentes, e injecção e distribuição nas redes actuais (Bezergianni et al. 2010; Serrano-Ruiz et al. 2011). O GD apresenta uma boa estabilidade oxidativa e tem um poder energético elevado (Tabela 2.2).\nAs matérias com elevadas quantidades de ácidos gordos livres (AGL) geram alguns problemas quando transformadas em biocombustível. Devido à elevada quantidade de AGL presente na matéria é necessário utilizar catalisadores alcalinos e isto pode provocar a produção de sabões. Ao contrário da transesterificação, o processo de hidrogenação permite a utilização de matérias-primas mais diversificadas, já que é um processo que permite grandes concentrações de AGL na composição dos óleos/gorduras. Desta forma é possível adicionar à lista de matérias-primas os óleos residuais ou gorduras animais, que têm grandes concentrações de AGL, reduzindo o custo do produto final (IEE 2006; Kalnes et al. 2009).\nApesar de os custos de investimento inicial, nomeadamente nas instalações para transformação dos óleos, serem 50% superiores aos do biodiesel, estima-se que o custo do processo de transformação dos óleos corresponda a apenas 50% dos custos da transesterificação (Mikulec et al., 2009).\nA Tabela 2.2 faz uma análise comparativa entre as principais propriedades do Gasóleo (EN 590), biodiesel (FAME) e GD, produzido a partir de óleos vegetais e GA.\nO GD apresenta qualidade igual ou superior em relação ao biodiesel em todos os parâmetros. De destacar o número de cetano, que como visto anteriormente, quanto maior for este valor menor o atraso na ignição e portanto a combustão será mais eficiente. Também o teor de poliaromáticos é um parâmetro importante uma vez que a presença destes não é favorável a uma combustão limpa (Mikkonen et al. 2012).\nO processo de hidrogenação torna o combustível menos denso e viscoso, com valores mais próximos dos do gasóleo, quando comparado com o biodiesel, e o seu poder calorífico inferior (PCI) é um pouco superior ao PCI do gasóleo.\n2\tÉ chamado de Green Diesel porque a sua composição consiste numa mistura de hidrocarbonetos cujos pontos de ebulição se encontram na gama de temperaturas do gasóleo (diesel). A palavra ’’Green” sugere que é um combustível mais limpo, quer na MP utilizada quer na redução das emissões de GEE (Knothe 2010).\nTabela 2.2 - Comparação de algumas propriedades do Gasóleo (EN 590), Biodiesel (FAME) e Green Diesel. No Green Diesel e FAME o óleo vegetal considerado é o mesmo. EN 590 -norma europeia de estandardização dos combustíveis; FAME - fatty acid methyl ester; OV -óleo vegetal; GA - gordura animal; PCI - poder calorífico inferior (Arvidsson et al. 2011;\n(A)Madsen 2011).\nGasóleo\tBiodiesel\tGreen Diesel\npropriedade\t(EN 590)\t(FAME)\t(OV)\t(GA) (A)\nDensidade (a +15°C) [kg/m3]\t835\t885\t775 a 785\t775 a 785\nViscosidade (a +40°C) [mm2/s]\t3,5\t4,5\t2,9 a 3,5\t2,9 a 3,5\nNúmero de Cetano\t53\t51\t84 a 99\t80 a 99\nDestilação 90%vol [°C]\t359\t355\t295 a 300\t190 a 320\nPonto de turvação [°C]\t-5\t-5\t-5 a -30\t-5 a -25\nPCI [MJ/kg]\t43\t38\t44\t44\nPoliaromáticos [%]\t4\t0\t0\t0\nTeor oxigénio [%]\t0\t11\t0\t0\nTeor enxofre [%]\t<10\t<10\t~0\t<10\n2.3.1.1\tComercialização e utilização de HVO\nA transformação dos óleos vegetais em combustível semelhante aos combustíveis fósseis tem sido estudada desde há algum tempo. Em 1992, a Saskatchewan Research Council, uma empresa canadiana do sector da energia e do ambiente, utilizou as tecnologias de refinaria existentes no hidrotratamento de óleo de Tall3 e de canola com o objectivo de produzir um combustível semelhante ao gasóleo e descobriu que, em condições moderadas, o produto resultante tinha um número de cetano elevado (55 a 90) (Perego e Ricci 2012).\nA UOP (Universal Oil Company), com sede em Illinois, EUA comercializa combustível obtido por hidrogenação de óleos vegetais, ao qual chamou Honeywell Green Diesel (HGD) ou no caso da aviação, Green Jet Fuel. As investigações deste processo começaram em 2005, com a colaboração da ENI (Istituto eni Donegani, Itália). Ao processo a partir do qual fabricam o HGD chamaram-lhe Ecofining e a comercialização deste combustível começou a ser feita em finais de 2009 (Kalnes et al. 2009; Perego and Ricci 2012; UOP).\nA NESTE OIL, uma empresa Finlandesa, têm actualmente quatro instalações industriais para produção de combustível renovável (NExBTL - next generation bio-to-liquid) a partir da hidrogenação de uma vasta gama de óleos vegetais. Duas das fábricas situam-se em Porvoo, na Finlândia, e entraram em funcionamento em 2007 e 2009, com uma capacidade conjunta de 380.000 t/ano. A instalação industrial em Singapura, com uma produção de NExtBTL de 800.000 t/ano funciona desde 2010 e instalação industrial, com a mesma capacidade, em Roterdão, foi finalizada em 2011.(NESTE OIL 2011; NESTE OIL 2010).\nActualmente, várias empresas, para além das supra mencionadas, estão a desenvolver os seus processos de hidroprocessamento dos triglicéridos: Petrobras, BP, Conoco-Phillips, Dynamic Fuels, Haldor Topsoe e Axes (Perego e Ricci 2012).\nEste combustível foi testado em 300 autocarros, na cidade de Helsínquia, entre 2007 e 2010, com temperaturas abaixo dos -25°C. A maioria dos autocarros operou com uma incorporação de 30% de HVO e os restantes utilizaram este combustível isoladamente. Foram percorridos um total de 50\n3\tÓleo de Tall - subproduto da indústria de polpa de madeira.\nmilhões de quilómetros com a mistura de 30% de HVO e 1,5 milhões de quilómetros quando totalmente incorporado. No final deste teste os motores foram analisados e não se verificou qualquer diferença entre estes e um motor que opere com combustíveis tradicionais (Mikkonen et al. 2012).\nTambém em Alberta, no Canadá, com temperaturas abaixo dos -44°C, foi efectuado um teste que envolvia 75 veículos e misturas de 2% de HVO no Inverno e 5% no Verão, entre 2006 e 2009. Não foram verificados quaisquer tipos de problemas de operação dos motores (Mikkonen et al. 2012).\nNa Tabela 2.3 encontram-se os principais processos comerciais, e as respectivas empresas, de produção de GD e/ou jetfuel a partir da hidrogenação de óleos vegetais ou gorduras animais.\nTabela 2.3 - Quadro resumo dos principais processos comerciais de produção de combustíveis a partir do hidrotratamento de óleos vegetais e/ou gorduras animais. MP -matéria-prima; OAU - óleo alimentar usado; GA - gordura animal; GD - Green Diesel; JF -Jet Fuel (adaptado de: Sotelo-boyás et al. 2012)\n\tProcesso\tMP\tProduto\nUOP/Eni (Processo Ecofining)\tHidrotratamento e isomerização\tVários tipos de óleos\tGD e JF\nHaldor Topsoe\tHidrotratamento\tÓleo Tall\tGD e JF\nThe Neste Oil (processo NExtBTL)\tHidrotratamento\tÓleo de palma e GD\tGD\nTyson Foods Inc. and Syntroleum Corporation\tHidrotratamento\tGD (vaca, porco, galinha)\tGD e JF\nValoero Energy Corporation\tHidrotratamento e isomerização\tOAU e GA\tGD\nConocoPhillips\tHidrotratamento\tVários tipos de óleos vegetais (soja, semente de uva, etc.) e GA\tgd\nToyota Motor Corporation, Hino Motors, Nippon Oil Corporation\tHidrotratamento\tÓleos vegetais\tgd\n2.4\tImpactos da utilização de biocombustíveis\nComeçaram a surgir nos últimos anos biocombustíveis alternativos que, ao contrário dos da P geração, utilizam matérias-primas não destinadas ao consumo humano. Na Fig. 2.4 encontram-se os principais biocombustíveis pertencentes a cada uma das gerações, os processos utilizados no fabrico de cada um e as matérias-primas utilizadas.\nQuestões de ordem humana, como a escassez de alimentos no mundo, ou o agravamento do preço dos produtos agrícolas devido ao crescente interesse para a produção de biocombustíveis, criaram a necessidade de se repensarem as matérias-primas a partir das quais estes são produzidos.\nOs biocombustíveis de 1a geração são obtidos a partir de culturas alimentares como colza, girassol, trigo, milho, beterraba, etc. e a partir de processos convencionais. Para além do problema relacionado com a substituição de culturas alimentares por culturas energéticas, a massificação da produção no sector da agricultura gera problemas, nomeadamente as emissões de GEE resultantes do uso de tractores e maquinaria que opera com motores a gasolina ou gasóleo e da utilização intensiva dos solos. O elevado uso de pesticidas e outros químicos e desflorestação são outros exemplos dos problemas associados à sua utilização.\nAssim, até o produto chegar a um posto de venda passa por muitas fases que, normalmente, são desconhecidas pelos consumidores, das quais também resultam impactos. Quando os biocombustíveis provêm de culturas agrícolas passam por vários processos como o cultivo da MP, a colheita, o transporte até ao local de produção, a produção em si, a distribuição e finalmente a utilização. Todos estes processos exigem consumo de energia e em todos eles ocorre a emissão de gases poluentes.\no\n<->\nra\n4» tií\nrj\nO\no\nro\n4J\n[ BIOCOMBUSTÍVEL ]\t|\tPROCESSO\t]\t[ MATÉRIA-PRIMA ]\nAçúcares\n[ Biobutanol\tS a ca rif i ca çã o/F er m ent a ção w\nf Biodiesel ZFHZ Transesterificação zw\nÓleos\n]\nFig. 2.4 - Esquema da produção de biocombustíveis de 1a e 2a geração (alternativos). (adaptado de: Luque et al. 2008)\nSurgiu então uma nova era nos biocombustíveis, os biocombustíveis alternativos, produzidos a partir de óleos vegetais não comestíveis, resíduos florestais, agrícolas ou alimentares que eliminam algumas das fases anteriormente descritas.\nPorém, qualquer que seja a MP utilizada, pura ou residual, a combustão do combustível durante a sua utilização gera emissões de gases de escape.\nFig. 2.5 - Principais etapas do ciclo de vida do gasóleo de origem fóssil, dos óleos a partir dos quais de produz biodisel (FAME - fatty acid methyl ester) e Green Diesel e do OAU (óleo alimentar usado) (Kalnes et al. 2009).\nPara se analisar e perceber qual a diferença do impacto causado pela utilização dos biocombustíveis é necessário fazer uma análise do ciclo de vida (ACV) dos biocombustíveis que cubra todas as etapas respeitantes aos combustíveis e perceber se essa diferença, respeitante aos consumos e emissões, os Maria Beatriz Cravo Barradas\t31\ntorna uma forma de energia sustentável. Uma ACV é portanto, um balanço entre tudo o que é consumido e tudo o que é gerado durante o fabrico de um produto.\nA Fig. 2.5 é uma representação das principais etapas do ciclo de vida de algumas matérias-primas, a partir da qual é possível estabelecer uma comparação entre as etapas do ciclo de vida dos combustíveis representados cujas diferenças se devem, principalmente, ao tipo de MP utilizada. A diferença é visível no início do ciclo de vida, no qual o número de etapas envolvidas quando se utilizam óleos alimentares é superior ao da produção de gasóleo ou GD a partir de OAU. No ciclo de vida são contabilizadas todas as etapas, e quando a MP são óleos alimentares, a fase agrícola é tida em conta. Nesta fase, assim como no transporte da MP até ao local de extracção e processamento do óleo, são contabilizados para a ACV a contribuição dos combustíveis fósseis e produtos químicos utilizados o que não acontece se a MP for um resíduo, como é o caso do OAU ou da GA. Assim, será de esperar que a utilização de um resíduo gere menos impactos durante o seu ciclo de vida.\n2.4.1\tEmissões de GEE\nÉ necessário perceber até que ponto, todas essas etapas excedentes, na produção de biocombustíveis, em relação ao gasóleo, justificam a utilização dos biocombustíveis em detrimento do primeiro. Foi efectuada uma pesquisa de alguns estudos, desde 1998 até 2013, que apresentam dados referentes ao impacto da utilização dos biocombustíveis nas emissões de GEE. Na Tabela 2.4 estão presentes os principais dados e conclusões dessas investigações:\nTabela 2.4 - Quadro resumo dos principais estudos sobre as emissões de gases com efeito de estufa (GEE), CO2, NOX, CO e partículas (Part.) provenientes do consumo de biocombustíveis, em relação ao consumo de petróleo. (-) - não disponível; B100 - 100% biodiesel; HVO - hydrotreated vegetable oil. a) processo fotossintético incluído; c) não inclui uso do solo.\nAutores\tEtapas consideradas\tCombustível\tMatéria-prima\tEmissões em relação ao gasóleo [%]\t\t\t\t\n\t\t\t\tGEE\tCO2\tNOx\tCO\tPart.\n(Sheehan et al. 1998)\tDesde a fase agrícolaa) até à combustão\tB100\tSoja\t(-)\t-78,45\t+13,4\t-35\t-32\n(Aatola et al. 2008)\tCombustão\tHVO\t(-)\t(-)\t(-)\t-5\t-30\t(-)\n(OCDE 2008)\t(-)\tEtanol\tVários\t-30 a -90\t(-)\t(-)\t(-)\t(-)\n\t\tBiodiesel\t-\t-40 a -55\t(-)\t(-)\t(-)\t(-)\n(Kalnes et al. 2009)\tDesde a fase agrícolac) até à combustão\tHVO\tColza e soja\t-41 a -85\t(-)\t(-)\t(-)\t(-)\n(Andreas et al. 2010)\tDesde a produção de combustível até à combustão\tBiodiesel\tGordura de aves\t-6\t(-)\t(-)\t(-)\t(-)\n(Mikulec et al. 2010)\tCombustão\tHVO (5%)\tColza\t(-)\t(-)\t-10\t(-)\t(-)\n(Wang 2013)\tCombustão\tBiodiesel\tOAU\t(-)\t-100\t-21,5\t-32\t-56\nNo estudo de Sheehan et al. (1998) a maior parte das emissões de CO2 provinham do tubo de escape do veículo aquando da combustão (85%), dos restantes 15% a etapa mais representativa é a transformação da MP em biodiesel.\nNem todos os estudos tiveram em conta o ciclo de vida da MP, no entanto, verifica-se que na grande maioria dos casos há uma diminuição da emissão de gases poluentes, à excepção das emissões de NOx provenientes da utilização do B100, em (Sheehan et al. 1998), que aumentaram 13,4% em relação ao gasóleo.\nNum outro estudo, da empresa Neste Oil, foi publicada uma análise comparativa entre as emissões de GEE do HVO e FAME, provenientes da mesma MP, e em relação ao gasóleo, Tabela 2.5:\nTabela 2.5 - Redução das emissões de gases com efeito de estufa (GEE) provenientes do consumo de FAME e HVO, a partir das mesmas matérias-primas. FAME - fatty acid methyl ester; HVO - hydrotreated vegetable oil (Mikkonen et al. 2012).\nÓleo\tProcesso\tEmissões de GEE em relação ao gasóleo [%]\nColza\tFAME\t-45\n\tHVO\t-51\nGirassol\tFAME\t-58\n\tHVO\t-65\nPalma\tFAME\t-62\n\tHVO\t-68\nNeste estudo houve uma diminuição das emissões de GEE em todos os cenários, sendo que a diferença nas emissões é sempre maior no caso do HVO.\nSegundo a Neste Oil, quando o combustível provém de resíduos animais as emissões de GEE são bastante menores, 90%, em relação às emissões do gasóleo mineral (Neste Oil).\n3.\tMatéria-prima: OAU e GA\nO presente trabalho é um estudo sobre a hidrogenação de duas matérias-primas de diferentes origens, animal e vegetal. A utilização deste tipo de MP permite, para além de não competir pelo uso do solo, a reciclagem de resíduos poluentes, evitando-se assim a sua introdução nos sistemas de drenagem e tratamento de águas residuais, e a sua transformação em bens de valor acrescentado.\nUma outra vantagem será a substituição do petróleo no sector dos transportes por um combustível com emissões de gases poluentes menores, de alta qualidade e quimicamente semelhante aos combustíveis fósseis, o que permite a sua integração em maiores quantidades, ou isoladamente, nos motores dos veículos sem modificações dos mesmos. É ainda de referir o facto de poder ser processado em instalações já existentes para tratamento e transformação do petróleo (Kalnes et al. 2009).\nUma outra vantagem prende-se com a redução do preço do combustível final. A utilização de um resíduo, neste caso o OAU ou GA, pressupõe que o ciclo de vida dessas matérias-primas começa apenas no transporte para a área de produção, eliminando assim os custos associados às etapas inicias do ciclo de vida de óleos alimentares, Fig. 2.5. Quando se produz biodiesel a partir de óleos vegetais puros, a maior fatia dos custos associados ao produto final pertence à MP, podendo chegar até 85%-95% do custo final (Connemann e Fischer 1998).\nA utilização de óleos/gorduras puros em motores comuns não é aconselhada e pode levar à perda da garantia do automóvel. Para a sua incorporação total ser possível os motores e tubagens teriam que sofrer alterações. Mesmo com a sua estrutura alterada a combustão do motor seria incompleta e originaria um aumento das emissões de partículas e NOx. Os óleos/gorduras em estado puro apresentam valores de viscosidade altos demais para que possam ser bombeados com eficiência pelos sistemas de injecção (Madsen 2011).\nPor fim, a utilização de matérias endógenas, como é o caso do OAU e da GA, na produção de combustível contribuiria para a redução da dependência energética e fóssil de Portugal. A mistura das duas matérias-primas, pressuposto neste estudo, permite um aumento da quantidade de MP disponível.\n3.1\tComposição dos óleos e gorduras\nOs triglicéridos, principais constituintes dos óleos vegetais e animais (95% a 97%), são formados por uma molécula de glicerol unida por ligações éster a três ácidos gordos por ligações éster, Fig. 3.1 (Mikulec et al. 2010).\nH-O-C-R\nÁcido Gordo\nH\nI\nH-C-OH\nH - C - OH\nH-C-OH\nI\nH\nGlicerol\nH O\nI\tII\nH-C-O-C-R\nI\to\nI\tII\nH-C-O-C-R\nI\to\nI\tII\nH-C-O-C-R\nI\nH\nTriglicérido\nFig. 3.1 - Fórmula molecular dos ácidos gordos, glicerol e triglicéridos (Programa: ACD/ChemSketch).\nOs ácidos gordos são classificados quanto ao número de carbonos existentes na cadeia e tipo de ligações. Se na sua constituição molecular os ácidos gordos apresentarem apenas ligações simples, entre os átomos de carbono, são ácidos gordos saturados; se apresentarem uma ligação dupla ou tripla são monoinsaturados; se tiverem duas ou mais duplas ou triplas ligações são chamados de\npolinsaturados. No exemplo que se segue, Fig. 3.2, estão representados a fórmula e estrutura molecular de quatro ácidos gordos, todos com o mesmo número de átomos de carbono e com diferentes níveis de insaturação:\nNome comum\ta:b\tFórmula molecular\nÁcido esteárico\t18:0\tC18H36O2\nÁcido oleico\t18:1\tC18H34O2\nÁcido linoleico\t18:2\tCUH32O2\nÁcido linolénico\t18:3\tC1sH3o02\nFig. 3.2 - Exemplo de ácidos gordos presentes nos óleos e respectivos números de átomos de carbono (a) e ligações duplas (b), fórmula e estrutura molecular (adaptado de: Hoekman et al. 2012).\nPara determinar o nível de insaturação da gordura é medido o índice de iodo, quanto maior este valor mais insaturada é a gordura. O iodo, adicionado ao óleo, vai unir-se às ligações duplas criando uma ligação simples, ou seja, cada átomo de iodo fixa-se a um átomo de carbono. O valor que se obtém refere-se à quantidade de iodo necessária para quebrar todas as ligações duplas.\nA diferença entre os óleos de origem vegetal e animal é o nível de saturação. As gorduras animais são mais saturadas e portanto são sólidas à temperatura ambiente. No caso de se produzir biodiesel a partir desta matéria, a tendência é para que o combustível tenha as mesmas propriedades que a MP e, portanto, o biodiesel terá uma maior tendência para solidificar. Quanto maior o nível de saturação melhor estabilidade oxidativa e maior o ponto de fusão(IEE 2006).\nTabela 3.1 - Composição em ácidos gordos de alguns óleos vegetais e gorduras; a -número de átomos de carbono; b - número de duplas ligações (Feddern et al. 2011; (c)Bezergianni et al. 2012).\nÁcido Gordo\n%(m/m)\na:b\nÓleo/Grodura\t12:0\t14:0\t16:0\t16:1\t18:0\t18:1\t18:2\t18:3\t20:4\t>20\nGalinha\t0,1\t1-1,3\t17-20,7\t5,4\t6-12\t42,7\t20,7\t0,7-1,3\t0,1\t1,6\nPorco\t0,1\t1-2\t23,6-30\t2,8\t12-18\t40-50\t7-13\t0-1\t1,7\t1,3\nVaca\t0,1\t3-6\t23,3-32\t4,4\t19-25\t37-43\t2-3\t0,6-0,9\t0,2\t1,8\nPeixe\t0,2\t6,1\t14,3\t10,0\t10-13\t15,1\t1,4\t0,7\t0,7\t56,5\nSoja\t-\t0,1\t6-10,2\t-\t2-5\t20-30\t50-60\t-\t-\t-\nColza\t0,2\t0,1\t3,9\t0,2\t1,7\t60,0\t18,8\t9,5\t-\t4,0\nMilho\t-\t1-2\t8-12\t0,1\t2-5\t10-49\t34-62\t0,7\t-\t2,0\nAzeite\t-\t-\t9-10\t-\t2-3\t73-84\t10-12\tvestígios\t-\t-\nOAU(c)\t-\t0,05\t7,46\t0,10\t2,97\t33,52\t54,79\t0,31\t-\t0,70\nA composição típica de alguns óleos e gorduras encontra-se na Tabela 3.1, sendo possível observar que a gordura de bovino, utilizada no presente estudo, é tipicamente constituída por gorduras saturadas e monoinsaturadas em quantidades praticamente iguais, contendo apenas uma pequena percentagem de gorduras polinsaturadas. O OAU resulta de uma mistura de óleos utilizados para a confecção de alimentos, embora se possa afirmar que será principalmente constituído por óleo de girassol e/ou de Maria Beatriz Cravo Barradas\t35\nmilho, uma vez que são os óleos mais utilizados no sector da restauração/hotelaria e nesse caso tratar-se-á de um óleo com uma grande percentagem de gorduras polinsaturadas (Bezergianni et al. 2010).\nO índice de acidez é definido como a quantidade (mg) de base (KOH ou NaOH) necessária para neutralizar os AGL em 1g de amostra, ou seja, define o grau de acidez do combustível.\nA quantidade de água presente no óleo é outro factor importante a ter em conta pois pode causar uma reacção incompleta ou ainda promover a formação de AGL. A presença de água também vai determinar a quantidade de catalisador necessária para a reacção uma vez que a água diminui a actividade catalítica (Knothe 2010).\n3.2\tRecolha selectiva de OAU\nA recolha selectiva de OAU, em Portugal, centra-se principalmente no sector industrial e HORECA4, e menos no sector doméstico. A recolha do OAU neste último sector é feita através da intervenção e apoio das autarquias locais, de carácter voluntário, pelo que se sentiu necessidade de regular a intervenção dos municípios na recolha deste resíduo no sector doméstico, assim foi criado um Decreto-lei (n°267/2009) que visa, entre outras coisas:\n•\tResponsabilizar os municípios pela promoção e gestão das redes de recolha do OAU e ainda pelo transporte do mesmo;\n•\tValorização do OAU por um operador de gestão de resíduos devidamente licenciado;\n•\tSe for produzido biocombustível, a partir do OAU recolhido, os municípios ou as entidades responsáveis pela gestão do OAU podem beneficiar do regime de isenção fiscal quando o biocombustível for utilizado em frota própria ou em frotas de entidades sem fins lucrativos (Ministério do Ambiente 2009);\n•\tResponsabilizar os produtores do OAU do sector industrial e HORECA pelo seu encaminhamento para um dos seguintes destinos: operador de gestão de resíduos urbanos ou para o respectivo município;\n•\tResponsabilizar os produtores de óleos alimentares pela promoção de acções de sensibilização e de informação ao público sobre impactes negativos para a saúde e para o ambiente decorrentes da sua gestão inadequada e de acções na área da investigação e desenvolvimento no domínio da prevenção e valorização do OAU.\nDe salientar que o mesmo decreto-lei exclui do âmbito da sua aplicação os resíduos da utilização de gorduras alimentares animais e vegetais, das margarinas, cremes para barrar e azeite\nO OAU pode resultar de três sectores: indústria alimentar, HORECA e sector doméstico. A produção do OAU em Portugal é de 43.000t a 65.000t por ano, dos quais 62% resultam do uso doméstico, 37% do sector HORECA e 1% da indústria alimentar (Fig. 3.3) (Ministério do Ambiente 2009). Assim, a intervenção prevista no DL 267/2009 é muito importante, uma vez que é no sector doméstico que se produz a maior quantidade de OAU. Alguns estudos sugerem que o custo médio de recolha de OAU seja de 0,234€/l outros sugerem que pode ser tão baixo quanto 0,08€/l. No entanto este custo depende do sector de proveniência e do tipo de recolha que se efectua (IEE 2006).\nNa Europa existe um projecto, o BioDieNet, criado em 2007, sob a alçada do programa Intelligent Energy - Europe (IEE) da Comissão Europeia. O projecto BioDieNet, do qual fazem parte 10 países5, tem como objectivo facilitar a recolha de OAU para a produção centralizada de biodiesel (IEE 2006).\n4\tSector HORECA o sector de actividade relativo aos empreendimentos turísticos, ao alojamento local e aos estabelecimentos de restauração e bebidas (Ministério do Ambiente 2009)\n5\tAlemanha, Bulgária, Grã-Bretanha, Hungria, Itália, Países Baixos, Noruega, Portugal, Roménia, Espanha.\nEstima-se que nos países mediterrâneos a produção de OAU seja de 5 kg por pessoa por ano (Vinyes et al. 2012).\nOAU\nSector HORECA\nInd.\nAlimentar\n1%\nSector Doméstico\n62%\nFig. 3.3 - Gráfico da produção de OAU, em percentagem, em Portugal, por sector (dados retirados de: Ministério do Ambiente 2009).\n3.2.1\tProblemas associados à utilização de OAU\nQuando o óleo é usado frequentemente, na fritura de alimentos, pode conter um elevado nível de AGL, alguma água, restos de comida e outras impurezas. Este facto poderá ser mais provável no sector da restauração do que no sector doméstico. É necessária a implementação de um controlo de qualidade, o que acresce os custos da produção. Este problema não se coloca tanto no sector doméstico porém, colocam-se problemas como o tipo de óleos ou gorduras utilizados e portanto, depositados nos recipientes próprios (IEE 2006). No entanto, este problema não se coloca quando o combustível é produzido a partir de hidrogenação mas sim quando se produz biodiesel.\n3.3\tResíduos de origem animal\nQuanto aos resíduos de origem animal, estes podem ser utilizados para vários fins: indústria de rações e farinhas; cosmética; produção de sabões; indústria química (tintas, vernizes, fabrico de velas, pneus, etc.) e ainda na produção de biocombustíveis.\nA produção de carne6 em Portugal em 2012 foi aproximadamente 840 000 toneladas das quais cerca de 60% são aproveitadas para consumo humano (INE 2013).\nA Norma 1774/2002 da UE, classifica os resíduos de origem animal em três categorias e distingue as medidas a aplicar no tratamento de cada um (EN1774/2002). Na Tabela 3.2 estão descritas as categorias em que se dividem e os tratamentos a que devem ser sujeitos.\n6\tInclui carnes de reses (animais quadrupedes) e animais de capoeira\nTabela 3.2 - Classificação dos resíduos de origem animal e medidas no tratamento de cada categoria, segundo a Norma 1774/2002 (EN1774/2002).\nMatérias da categoria 1\nTodas as partes do corpo, incluindo couro e peles, de animais infectados com doenças transmissíveis aos seres humanos (confirmado ou suspeita); animais de companhia, de circo ou de jardim zoológico, animais utilizados em experiências científicas; animais selvagens suspeitos de estarem contaminados com doenças transmissíveis aos seres humanos e ainda qualquer matéria proveniente de algum dos animais citados acima.\nEstas matérias devem ser directamente eliminadas como resíduos por numa unidade de incineração aprovada em conformidade com a lei.\nMatérias de categoria 2\nSubprodutos animais ou quaisquer matérias que contenham chorume e conteúdo do aparelho digestivo; matérias recolhidas aquando do tratamento de águas residuais de matadouros (à excepção dos pertencentes à categoria anterior); matérias que contenham resíduos de medicamentos veterinários e contaminantes (de acordo com os que forem permitidos por lei e desde que não ultrapassem limites específicos); animais ou partes destes que não tenham sido abatidos para consumo humano (e que não pertençam à categoria anterior).\nEstas matérias deverão ser directamente eliminadas como resíduos por incineração numa unidade aprovada em conformidade com a lei ou transformadas através de diferentes processos, se a autoridade competente o permitir e exigir: poderão ser co-incineradas, utilizadas como fermentos ou correctivos orgânicos do solo; transformadas numa unidade de biogás ou numa unidade de compostagem aprovada em conformidade com a lei ou eliminadas num aterro aprovado nos termos da lei.\nMatérias de categoria 3\nAnimais ou partes de animais que, depois de submetidos a testes e não se verifique a existência contaminação com doenças transmissíveis aos seres humanos e a outros animais: não se destinem ao consumo humano por serem consideradas impróprias ou por motivos comerciais; couros e peles, cascos e cornos, cerdas de suíno, penas de animais, lã, sangue (excepto de ruminantes) de animais abatidos para consumo humano; restos de animais ou subprodutos de animais que se destinem ao consumo humano.\nEstas matérias devem ser eliminadas como resíduos em unidades de incineração em conformidade com a lei; utilizadas como matéria-prima em alimentos para animais de companhia ou transformadas em biogás em unidades próprias.\n4.\tHidrogenação\nA hidrogenação é um processo através do qual se produz o GD. É ainda largamente utilizado na indústria alimentar com o propósito de aumentar a validade dos produtos, diminuir a necessidade de refrigeração, tornar as gorduras sólidas à temperatura ambiente e menos propensas à formação do ácido butanoico (“ranço”) (DGS 2005).\nEste processo também é utilizado em refinarias petrolíferas para remover contaminantes como o S, azoto (N2) e alguns metais de produtos derivados do petróleo (Huber et al. 2007).\nPelas vantagens já apresentadas este processo tem sido alvo de estudos aprofundados, a fim de melhorar a qualidade do produto final e a eficiência das reacções. Os estudos de hidrogenação efectuados têm como principal objectivo optimizar as condições do processo, incluindo o uso de catalisador. Os produtos obtidos por hidrogenação são referidos como uma forte alternativa, tanto aos combustíveis convencionais como aos biocombustíveis utilizados até aqui. Alguns desses estudos foram utilizados para o presente trabalho como suporte teórico e como forma de comparação com os resultados obtidos.\nNo entanto, a pesquisa bibliográfica realizada para o presente trabalho mostrou que, da investigação realizada nesta área, a maioria as matérias-primas utilizadas foram o óleo de colza e soja, e em muito poucos o OAU ou a GA. Não foi encontrado nenhum caso em que este processo tivesse sido estudado utilizando misturas dos dois, como no caso do presente estudo.\n4.1\tProcesso de hidrogenação - reacções químicas\nA hidrogenação é um processo a partir do qual matérias, ricas em triglicéridos, são convertidas num composto rico em parafinas sem compostos oxigenados. Para que o processo ocorra é necessário, após a introdução da MP, pressurizar o reactor com hidrogénio e a utilização de temperaturas elevadas. Dependendo do tipo de produto pretendido, podem usar-se diferentes tipos de catalisadores e as condições de temperatura e pressão podem ser mais ou menos suaves, sendo que normalmente ocorre entre 300 - 450°C e 500 - 2000psi (Bovornseripatai et al. 2012).\nO resultado é um combustível líquido, com propriedades semelhantes às dos derivados do petróleo, e como subprodutos são formados H2O, gases como CO, CO2, NOx e hidrocarbonetos gasosos, até quatro átomos de carbono (Pinto et al. 2013; Simácek et al. 2009).\nA remoção de oxigénio é extremamente importante para aumentar a estabilidade oxidativa do combustível, diminuir a acidez e a corrosividade, e é feita, principalmente, a partir de três reacções: descarboxilação, descarbonização e hidrodesoxigenação (Bezergianni 2013).\nDurante este processo ocorrem algumas reacções distintas das quais resultam diferentes produtos. Na primeira e principal reacção os triglicéridos das gorduras são hidrogenados, ou seja, por reacção com o hidrogénio são eliminadas as duplas ligações dos átomos de carbono e os triglicéridos passam de saturados a insaturados. Também os AGL, que possam existir na composição da MP, reagem com o hidrogénio e perdem as duplas ligações (Fig. 4.1).\nAo mesmo tempo podem ocorrer reacções de cracking onde a estrutura dos triglicéridos é quebrada ocorrendo a separação da molécula de glicerol dos ácidos gordos dando origem a diglicéridos, monoglicéridos e ácidos carboxílicos. A molécula de glicerol origina propano (C3H8), com grande valor comercial (Munoz et al. 2012).\nAs moléculas que resultam das reacções de cracking sofrem três reacções, a descarboxilação, descarbonização e hidrodesoxigenação e formam-se hidrocarbonetos parafínicos, geralmente com cadeias que contêm entre 15 a 18 carbonos, formados a partir do ácido carboxílico que os originou. O elevado rendimento de hidrocarbonetos entre o C15 e o C18 relaciona-se directamente com o facto de o número de átomos de carbono dos ácidos gordos que constituem os óleos e gorduras se compreender entre os mesmos valores (Bezergianni et al. 2010).\nSaturação\nCracking\n\t\t“-c.} b-C|7 Propino\t\nDiglicéridos\t\t\\\t\nMonoglicéridos\t\tCO H.O 7\"\t\nÁcidos Carboxílicos\t\t\tPropano\nH.O\nAlcanosleves\nFig. 4.1 - Principais reacções que ocorrem durante o processo de hidrogenação (adaptado de: Munoz et.al 2012)\nNa reacção de descarboxilação (equação 4.1) o oxigénio é removido pela formação de CO2 e formam-se parafinas (CnH2n+2). A reacção de descarbonização (equação 4.2) promove a formação de CO, H2O e alcanos do mesmo tamanho que os que se formam a partir da reacção anterior. A partir destas duas reacções formam-se alcanos com um átomo de carbono a menos que o ácido carboxílico que o origina. Como os óleos vegetais contêm apenas ácidos gordos com número par de carbonos, as reacções de descarboxilação e descarbonização formam hidrocarbonetos com número ímpar de carbonos e principalmente C15 e heptadecano (C17). Isto acontece porque a formação de CO2 e CO implica a perda de um átomo de carbono no ácido carboxílico que deu origem à correspondente parafina. Geralmente estas duas reacções ocorrem em condições semelhantes, facto que é verificado nos rendimentos de CO2 e CO (Perego e Ricci 2012).\nCnH2n+1 COOH CnH2n+2+ CO2\nCnH2„+iCOOH + H2\tCnH2„+2+ H2O+CO\n(4.1)\n(4.2)\nNo caso da hidrodesoxigenação (equação 4.3) ocorre a formação de H2O e parafinas com o mesmo número de carbonos que o respectivo ácido carboxílico. Sendo assim, e tendo em conta a composição dos óleos, desta reacção resultam parafinas com número par de átomos de carbonos, principalmente o C16 e C1s (Bezergianni et al. 2010).\nCnH2„+iCOOH + 3H2\tCn+iH2„+4+ 2H2O\t(4.3)\nTendo em conta que os ácidos gordos dos óleos contêm número par de átomos de carbonos e que a descarboxilação e descarbonização formam parafinas com 17 átomos de carbono na sua cadeia, a extensão destas duas reacções pode ser medida pelo rácio C17/C18 e quanto maior for este valor maior a extensão destas duas reacções. Promover as reacções de descarboxilação apresenta vantagens como a não formação de água, preservando a actividade do catalisador, e o facto de haver mais moléculas de hidrogénio disponíveis para a saturação das ligações. No entanto, a perda de carbono por meio desta reacção diminui o rendimento de hidrocarbonetos (Perego e Ricci 2012).\nAs reacções originam ainda a formação de iso-parafinas e hidrocarbonetos aromáticos. Pode verificase, também, a existência de triglicéridos ou ácidos carboxílicos que não reagiram (Simácek et al. 2009 2011).\nAs parafinas, de todos os hidrocarbonetos, são as que apresentam uma combustão mais limpa e completa, em motores de ignição ou combustão, e são mais biodegradáveis. Uma característica destes hidrocarbonetos é o elevado número de cetano que conferem ao combustível, apresentando assim\nmelhores performances de ignição. Porém, as parafinas têm más propriedades de frio (Hancsók et al. 2012).\nNúmerode Carbono\nFig. 4.2 - Relação entre o número de átomos de carbono e o ponto congelamento das parafinas e isoparafinas (adaptado de: Hancsók et al. 2012).\nAs isoparafinas têm melhores propriedades de frio, como se pode observar pela Fig. 4.2 e estas podem ser formadas durante o processo. Por outro lado apresentam número de cetano mais baixo (Hancsók et al., 2012) pelo que é fundamental que se atinja uma relação óptima entre alcanos lineares e ramificados.\nPodem ainda formar-se compostos cíclicos ou aromáticos, o que é mais provável de acontecer se os ácidos gordos da MP forem polinsaturados (Guzman et al. 2010).\nSimácek et al., (2009) investigaram este processo utilizando como MP óleo de colza que continha na sua composição mais de 90% de ácidos gordos insaturados. A análise do líquido mostrou que as moléculas de glicéridos e AGL encontrados no produto final continham ligações duplas nas suas cadeias, o que sugeriu que a saturação das ligações foi a principal reacção deste processo (Simácek et al. 2009).\nNo processo de hidrogenação todas as reacções acima descritas ocorrem, independentemente daquilo que se pretende. Se por um lado a saturação dos óleos melhora certas qualidades do produto, como o conteúdo energético, número de cetano e estabilidade oxidativa, por outro as propriedades de frio são agravadas. Assim, é importante que as condições a que cada reacção ocorre estejam bem estabelecidas de modo a poder fazer-se a selectividade do produto.\n4.2\tCondições do processo de hidrogenação\nA conversão dos triglicéridos em hidrocarbonetos e o rendimento das reacções, presentes nos óleos vegetais e animais, são afectados pelas condições em que as reacções de hidrogenação ocorrem, ou seja, pelas condições de temperatura do reactor, pressão de hidrogénio, tempo de residência da MP, tipo de catalisador e velocidade de agitação. O tipo de reactor e a composição da MP também influenciam a composição do produto final.\nO processo de hidrogenação pode ser feito em reactores contínuos ou descontínuos. Num reactor descontínuo o contacto entre a MP e o hidrogénio é feito com recurso a um agitador que, por contacto com o catalisador, pode desactivá-lo ou diminuir a sua actividade. Quando se utiliza um reactor de leito fixo a separação do catalisador dos produtos é facilitada. Para além disso, um reactor de leito fixo requer tempos de residência menores quando comparado com um reactor descontínuo (Numwong et al. 2012), o que evita sujeitar a MP a reacções não desejadas ou à degradação do catalisador.\nA hidrogenação térmica ou catalítica, em reactores descontínuos pode resultar num produto mais parecido com a gasolina, em termos de comprimento da cadeia de carbonos, e em mais compostos oxigenados presentes no final (Chiappero et al. 2011).\nA temperatura é um factor determinante no rendimento e tipo de produtos obtidos. Geralmente o processo ocorre a temperaturas entre 300°C e 450°C. Com aumento da temperatura da reacção é provável que a formação de gases aumente, aumentando assim o rendimento dos produtos gasosos e diminuindo o rendimento dos produtos líquidos (Pinto et al. 2012).\nBezergianni e Kalogianni (2009), utilizaram pela primeira vez OAU no processo de hidrogenação. O estudo consistiu, entre outros, na avaliação do efeito da temperatura no rendimento de hidrocarbonetos de cadeia igual ao do gasóleo e da gasolina. Foram realizados três ensaios onde fizeram variar a temperatura (350°C, 370°C e 390°C) mantendo os outros parâmetros constantes, 2000psi de pressão e Liquid Hourly Space Velocity (LHSV) de 1,5h-1. Verificaram que o rendimento total do produto líquido à temperatura de 390°C foi superior às duas restantes temperaturas (73%, 75% e 83%, respectivamente). A conversão em líquido semelhante ao gasóleo não se alterou muito com o aumento da temperatura. Foi a conversão de moléculas maiores em moléculas mais leves que resultaram no aumento do rendimento total, sugerindo que as reacções de cracking foram mais extensas. Os autores sugerem que se a formação de um produto tipo gasolina ou nafta for o desejado, a utilização de uma temperatura mais elevada, na ordem dos 400°C, é favorável. Caso se pretenda a formação de um produto tipo gasóleo então as condições de temperatura deverão ser moderadas (330°C a 350°C) (Bezergianni e Kalogianni 2009).\nNum outro estudo, utilizando a mesma MP, Bezergianni, et al. (2010), obtiveram para o rendimento da fase líquida 90%, a 330°C, dos quais 4% eram biogasolina (\nTabela 4.2). À medida que a temperatura de ensaio aumentou, o rendimento da fase líquida diminuiu para formar mais produtos gasosos. A 398°C o rendimento da fase líquida passou a, aproximadamente, 70%. Do rendimento total de líquido, o produto tipo gasolina, a 398°C, apresentou um rendimento de 10%, o restante foi classificado como biogasóleo (Bezergianni et al. 2010).\nA reacção de cracking é uma reacção endotérmica onde moléculas maiores dão lugar a moléculas mais pequenas e é favorecida pelo aumento de temperatura, pois a quantidade de energia presente para que ocorra a quebra das ligações C-C é maior. Desta forma torna-se mais provável a obtenção de um produto tipo gasolina e a formação de gases aumenta (Bezergianni e Kalogianni 2009; Bezergianni et al. 2010).\nAlguns estudos sobre o rendimento dos produtos revelaram que o tamanho da cadeia dos constituintes da MP influenciou o rendimento da fase gasosa, ou seja, quanto mais pequeno o número de carbonos dos ácidos carboxílicos típicos de um determinado óleo maior o rendimento dos produtos gasosos. O mesmo aconteceu em relação ao nível de insaturação da MP, na medida em que, quanto menos insaturada, maior o rendimento dos produtos gasosos obtidos (Choudhary e Phillips 2011; Satyarthi et al. 2013).\nA temperatura também tem efeito nas reacções de descarboxilação e descarbonização. À medida que a temperatura aumenta também aumenta a extensão das reacções de descarboxilação e descarbonização e pode confirmar-se pelo aumento do rácio C17/C18. Consequentemente, o aumento da temperatura aumenta a quantidade de CO e CO2 presente no produto final. A formação destes dois gases implica a perda de carbonos e diminui a quantidade de hidrocarbonetos produzidos. Valores de pressão mais altos favorecem a hidrodesoxigenação e portanto a formação de H2O (Krár et al. 2010; Perego e Ricci 2012; Satyarthi et al. 2013).\nAlguns autores afirmam que, a partir dos 300°C o conteúdo de ácidos gordos que não reagiram diminuiu significativamente, o que indica que o aumento da temperatura pode potenciar a conversão dos triglicéridos e AGL em hidrocarbonetos (Hancsók et al. 2012; Liu et al. 2012; Pinto et al. 2012).\nO efeito da temperatura também é notório na formação de parafinas, como foi referido anteriormente . Bezergianni et al. (2010) também investigaram o efeito da temperatura na formação de iso-parafinas. Foram realizados cinco ensaios de hidrogenação do OAU e fez-se variar a temperatura (\nTabela 4.2). A análise qualitativa revelou que, em todos eles, os produtos eram principalmente compostos por n-parafinas e iso-parafinas entre C8 e C29, a maior parte dos produtos tinha entre 15 a 18 carbonos (Bezergianni et al. 2010). Os produtos resultantes do ensaio com uma temperatura de 330°C consistiram sobretudo em hidrocarbonetos saturados com 15 a 18 carbonos na cadeia (91,4\nm/m%) e à medida que a temperatura da reacção aumentou ocorreu a formação de parafinas mais leves, entre o C8 e o tetradecano (C14). Este efeito é visível na Fig. 4.3 (esquerda).\nD Parafinas\n□ Isoparafinas\nFig. 4.3 - Composição do produto final em hidrocarbonetos (parafinas e isoparafinas) e triglicéridos (esquerda). Composição do produto final em parafinas, isoparafinas e triglicéridos (direita) (adaptado de: Bezergianni, et al. 2010).\n\t\t\t\n/\t\t\t\nO mesmo estudo mostrou que a maior concentração de parafinas foi obtida com a menor temperatura de reacção (330°C) e o aumento da temperatura reduziu a presença das mesmas. O contrário registou-se na concentração de isoparafinas, uma vez que a 330°C a quantidade de isoparafinas presentes foi inferior àquela encontrada a 398°C, sugerindo que o aumento de temperatura favoreceu as reacções de isomerização (Fig. 4.3 direita). A partir dos 350°C o rendimento de alcanos de cadeia linear começou a diminuir à medida que começou a ocorrer preferencialmente a formação de isoparafinas, a quantidade de triglicéridos não se alterou muito.\nFoi ainda documentado que, tal como nas reacções de isomerização, os compostos cíclicos e aromáticos estiveram presentes em maiores quantidades quando a reacção ocorreu a temperaturas mais altas. Se a MP tiver um nível de insaturação elevado, o conteúdo de cicloalcanos no produto final poderá ser maior. Também o conteúdo de alcenos, cicloalcanos e aromáticos poderá decrescer com o aumento da pressão (Mikulec et al. 2010).\nA saturação da dupla ligação é favorecida pelo aumento da temperatura. Vários estudos reportam que a conversão dos triglicéridos abaixo dos 300°C, e dependendo do tempo de reacção, não foi completa, uma vez que a partir da análise qualitativa dos produtos se verificou a existência de compostos por reagir, como triglicéridos e compostos oxigenados como AGL, álcoois e ésteres de cadeia livre (Simácek et al. 2009; Toba et al. 2011; Pinto et al. 2013). Simácek et al. (2009) verificaram que acima dos 310°C, o produto obtido pela hidrogenação do óleo de colza, não continha triglicéridos ou AGL. As reacções ocorreram num reactor de fluxo tubular, a 7MPa (1015psi) e foi utilizado NiMo/alumina como catalisador. Os principais produtos obtidos foram hidrocarbonetos entre o C15 e C18 (Simácek et al. 2009).\nA pressão de hidrogénio é fundamental no processo de hidrogenação. Na reacção de hidrodesoxigenação é consumida uma molécula de hidrogénio, enquanto nas reacções e descarbonização e descarboxilação esse valor é três vezes superior. A reacção de hidrodesoxigenação dos triglicéridos tende a aumentar com o aumento da pressão de hidrogénio e parece ser responsável pela diminuição da extensão da reacção de descarbonização. Mikulec et al. (2010) analisaram o efeito do aumento da pressão no processo de hidrogenação do óleo de colza (Tabela 4.1) e verificaram que a percentagem de n-C17 diminuiu ligeiramente à medida que a pressão aumentou. O contrário aconteceu na reacção de hidrodesoxigenação, verificando-se um aumento da formação de n-C18. O rendimento da fase líquida aumentou de 90,0% para 93,5% quando se passou de uma pressão de 500psi para 650psi (Mikulec et al. 2010).\nTabela 4.1 - Efeito da pressão na hidrogenação do óleo de colza (Mikulec et al. 2010).\nCondições\t\t\t\nPressão [psi]\t500\t580\t650\nTemperatura [°C]\t\t340\t\nLHSV [h-1]\t\t1,0\t\nCatalisador:\t\tNiMo/y-AL2O3\t\nRendimento mássico líquido [% (m/m)]\t90,9\t93,0\t93,5\nProdutos:\t\tComposição [%(m/m)]:\t\n<n-C14\t0,40\t0,27\t0,37\nn-C15\t3,81\t2,54\t2,86\nn-C16\t3,39\t2,70\t3,00\nn-C17\t49,12\t49,28\t46,26\nn-C18\t34,06\t37,12\t38,94\n>n-C18\t0,84\t1,80\t1,29\niso-alcanos, cicloalanos, olefinas\t7,02\t5,03\t5,96\nAromáticos\t1,15\t1,09\t1,17\nIgualmente, Smejkal et al. (2008), ao estudarem o balanço termodinâmico na hidrogenação de óleo de colza num reactor de leito fixo, verificaram que o aumento da pressão no reactor diminuiu a concentração de n-C17, enquanto a formação de n-C18 foi favorecida pelo aumento da pressão (Smejkal et al. 2008).\nLiu et al. (2012) verificaram que a partir do valor de pressão de 300psi, as reacções de saturação das ligações entre carbonos foram favorecidas, verificando-se um conteúdo menor de ácidos gordos no produto final (Liu et al. 2012).\nBezergianni et al. (2011), noutro estudo em que foi realizada a hidrogenação de OAU, notaram que o aumento da pressão favoreceu o aumento do rendimento em biogasóleo (Bezergianni et al. 2011).\nA presença do hidrogénio e a utilização de temperaturas suaves são fundamentais para evitar reacções que possam levar à formação de coque e para tornar os compostos que são mais instáveis, que podem originar a formação de gomas ou materiais insolúveis, noutros mais estáveis (Sotelo-boyás et al. 2012).\nMatérias-primas mais saturadas requerem um consumo de hidrogénio menor que as insaturadas (Kalnes et al. 2009). Como foi referido anteriormente, as gorduras de origem animal são ricas em gordura saturada. Também o OAU poderá conter um pouco mais de gorduras saturadas por já ter sido sujeito à acção da temperatura. Deste modo, menos consumo de hidrogénio parece ser uma vantagem da utilização de OAU e GA neste processo, já que um dos agravamentos económicos deste processo é o consumo de hidrogénio.\nBovornseripatai et al. (2012) estudaram o efeito da MP a partir do processo de hidrogenação de gordura de vaca, porco, aves e óleo de jatropha (Tabela 4.2). O óleo de jatropha foi a MP que apresentou concentrações mais baixas de ácidos gordos saturados e menos impurezas (Mg, Na, K, Ca, P). A gordura de porco apresentou-se como a mais saturada. A conversão dos triglicéridos em hidrocarbonetos foi superior no óleo de jatropha, tendo os autores concluído que quanto mais impura a MP menor será o rendimento de conversão, pois pode ter ocorrido contaminação do catalisador. Porém, as gorduras animais apresentaram uma selectividade de C15 a C18 superior à do óleo vegetal (OV), sendo que a gordura de porco apresentou os maiores resultados. Os autores verificaram que o rácio (C15+C17)/(C16+C18) foi superior no óleo de jatropha, o que sugere que as reacções de descarbonização e descarboxilação foram mais extensas que as de hidrodesoxigenação (Bovornseripatai et al. 2012).\nA permanência da MP no reactor pode sujeitá-la a mais reacções de cracking, pelo que se forma uma maior quantidade de moléculas mais leves, incluindo hidrocarbonetos gasosos à temperatura ambiente. A utilização de uma temperatura mais elevada e tempos de residência mais curtos ou vice-versa poderão originar o mesmo produto final (Chen et al. 2011).\nPinto et al. (2012), submeteram óleo de colza ao processo de hidrogenação e investigaram, entre outros, o efeito do tempo de residência da MP no reactor, a 400°C. Foi utilizado um catalisador comercial, o CoMo. O tempo de reacção aumentou a formação de compostos aromáticos e consequentemente o conteúdo de hidrocarbonetos diminuiu. Após 6 minutos de reacção o conteúdo em compostos aromáticos foi de 30% e aumentou gradualmente, passando a 50% quando o tempo de residência foi igual a 180 minutos (Pinto et al. 2012). Os compostos aromáticos apresentam pontos de fusão mais baixos porém e menor índice de cetano.\nA partir do hidrotratamento de óleos/gorduras podem produzir-se hidrocarbonetos de cadeia mais curta, ou seja, com um número de átomos de carbono igual ao dos compostos da gasolina ou nafta, do heptano (C5) ao undecano (Cu), jetfuel, do Cn ao tridecano (C13), ou compostos de cadeia mais longa, como o gasóleo, do dodecano (C12) ao eicosano (C20) (Sotelo-boyás et al. 2012).\nO rendimento dos produtos tipo gasolina pode ainda ser aumentado por dois processos: hidrotratamento seguido de hidrocracking. No primeiro processo o oxigénio é removido da MP através da formação de água e o produto desoxigenado, resultante deste processo, é sujeito a uma destilação, na qual a fracção mais pesada é novamente sujeita a reacções de cracking para a formação de moléculas mais leves, ou seja, com menor número átomos de carbonos (Sotelo-boyás et al. 2012).\nUm dos principais objectivos é a remoção dos heteroátomos (S, N e O) presentes nos óleos e gorduras. Bezergianni et al. (2010) observaram que a remoção de heteroátomos foi tanto maior quanto maior foi a temperatura. O S e o N foram removidos quase totalmente (>99%) a temperaturas relativamente baixas, como 330°C, e esse valor não se alterou com temperaturas de reacção mais altas. O oxigénio foi o elemento mais difícil de remover, sendo que, com o aumento da temperatura, a quantidade de oxigénio removido aproximou-se bastante dos outros contaminantes. Segundo os autores, a reacção de saturação permitiu que a remoção dos heteroátomos fosse mais eficaz.(Bezergianni et al. 2010).\n4.2.1\tEfeito dos catalisadores\nO tipo de catalisador é um dos factores mais importantes que determinam o rendimento do produto líquido e o tipo de hidrocarbonetos que se formam. O tamanho da cadeia dos hidrocarbonetos que se pretende obter por hidrogenação está relacionado com o tipo de catalisador e com a temperatura a que as reacções ocorrem.\nDependendo do tipo de reacção que se pretende promover, deverá escolher-se o catalisador mais apropriado. Há catalisadores mais indicados para as reacções de hidrotratamento e outros que promovem o cracking das moléculas e dentro de cada tipo ainda os há mais ou menos activos.\nOs catalisadores sulfatados são muito utilizados na indústria petrolífera na remoção de S ou O, daí serem os mais utilizados no processo de hidrogenação. Os metais de transição, por não conterem elementos nocivos, como o S, são uma potencial alternativa, uma vez que não se corre o risco de haver contaminação do produto. Os metais nobres, como a platina (Pt) ou paládio (Pd) foram reportados por terem uma grande eficiência na descarboxilação ou descarbonização e por contribuírem para uma diminuição do consumo de hidrogénio quando comparados com os catalisadores sulfatados (Madsen 2011).\nA investigação com catalisadores alcalinos (Na2CO3 e K2CO3) revelou que as quantidades de ácidos carboxílicos e aldeídos diminuíram, o que reduz a corrosividade e melhora as propriedades de frio (Knothe 2010).\nAlguns catalisadores mais reportados na pesquisa literária são: CoMo/C, CoMo/Si, Rh/Al2O3, Ni/SiO2, Pd/C e Pt/C (Knothe 2010). No entanto, os catalisadores mais utilizados para a produção de uma mistura de hidrocarbonetos tipo gasóleo são o NiMo/y-Al2O3 e o CoMo/y-Al2O3. Estes catalisadores são os mais utilizados em refinarias na dessulfurização e desnitrogenação, são apropriados para saturação das ligações e remoção de oxigénio (Huber et al. 2007; Sotelo-boyás, et al. 2012; Bezergianni e Dimitriadis 2013; Mughal 2011; Priecel et al. 2011). No entanto o NiMo/y-Al2O3 apresenta uma actividade de descarboxilação maior que o CoMo/y-Al2O3 (Chen 2012).\nA utilização de catalisadores bi-funcionais (metálicos/ácidos) permite a saturação da dupla ligação, a remoção de oxigénio e ainda a formação de isoparafinas. A função metálica do catalisador e as\nelevadas pressões de hidrogénio contribuem para a saturação da dupla ligação entre carbonos. A função ácida contribui para a quebra das ligações C-O e isomerização dos n-alcenos formados (Sotelo-boyás et al. 2010).\nOs metais do Grupo VIB, como o molibdénio (Mo), são bastante eficazes nos processos de hidrotratamento e na remoção do oxigénio. Os metais do Grupo VIII, como o níquel (Ni), também são indicados para o processo de hidrogenação. A actividade dos metais do grupo VIII aumenta com a transição de série na ordem Fe<Co<Ni, portanto, os metais Ni, Pd e Pt apresentam-se com um nível de actividade superior dentro deste grupo (Jacobson et al. 2013).\nO CoMo é um catalisador cuja função se dirige principalmente a reacções de hidrogenação e cracking suave. Por isso a utilização deste catalisador potencia a formação de hidrocarbonetos saturados e de cadeia mais longa (Bezergianni 2013). Ao favorecer, também, as reacções de hidrodesoxigenação, é mais provável a formação de produtos como o C18, formados a partir dos ácidos gordos com 18 átomos de carbono (Knothe 2010). As temperaturas de operação ideiais para este catalisador são entre 350°C e 370°C (Bezergianni et al. 2012)\nPara obter um líquido cujos hidrocarbonetos tenham uma cadeia de carbonos do tamanho dos compostos da gasolina ou do jet fuel devem usar-se catalisadores mais ácidos, como alguns zeólitos (ZSM-5) ou de cracking (FCC), para tornar as reacções de cracking mais severas e assim produzir moléculas mais leves. Os zeólitos permitem uma elevada formação de isómeros, o que ajuda na diminuição do ponto de fluidez e aumento do número de octano (Sotelo-boyás et al. 2012).\nO cracking catalítico pode, portanto, ser promovido por zeólitos, como o ZSM-5 ou como o FCC, e o tipo de produtos mais encontrados provenientes destas reacções são alcanos lineares, de cadeia mais curta e cíclicos, alcenos, aldeídos, cetonas e ácidos carboxílicos (Knothe 2010). Os zeólitos removem o oxigénio por descarboxilação e são estáveis a altas temperaturas (Jacobson et al. 2013).\nPara as reacções de isomerização utilizam-se, tipicamente, suportes ácidos como óxidos amorfos (Al2O3, SiO2-Al2O3, ZrO2-SO4-2), zeólitos (ZSM-5, ZSM-22) ou silicoaluminofosfatos (SAPO-11, SAPO-31, SAPO-41) (Perego e Ricci 2012).\nQuanto ao conteúdo de compostos aromáticos, para além de ser afectado pelo tempo de reacção, temperatura, pressão e composição da MP, a utilização de catalisadores potenciam o seu aumento, verificando-se uma maior percentagem destes compostos no produto final, como verificaram Pinto et al. (2012). O ZSM-5 é o catalisador onde a formação de aromáticos é mais notória devido à sua estrutura porosa (Charusiri et al. 2006; Jacobson et al. 2013) .\nO aumento da temperatura é importante no desempenho do catalisador, porém, a temperaturas acima dos 380°C as reacções de cracking aumentam e o rendimento de biogasóleo diminui (Sotelo-boyás et al. 2010).\nA presença de água pode causar a desactivação do catalisador, tornando a reacção incompleta, podendo, no final da reacção, verificar-se a presença de compostos que não reagiram e ainda promover a formação de ácidos gordos. A MP utilizada deve conter poucas quantidades de água ou AGL (Knothe 2010).\nNa\nTabela 4.2 pretendeu-se fazer uma síntese de estudos onde o OAU e a GA foram utilizados para produção de um biocombustível, a partir do processo de hidrogenação.\nTabela 4.2 - Quadro resumo de estudos sobre hidrogenação em OAU e GA, condições experimentais, principais produtos obtidos e respectivos rendimentos. LHSV - Liquid Hourly Space Velocity; WHSV - Weight Hourly Space Velocity; (-) - não avaliado.\nAutor (Ref)\tMP\tTipo de reactor\tCondições experimentais\tCatalisador\tPrincipais produtos obtidos\tPerformance\t\t\t\t\t\t\t\n\t\t\tT = 330°C, 350°C, 370°C, 385°C e 398°C\t\t\t\t\t370°C\t\t385°C\t\t\t398°C\n(Bezergianni et al.\tOAU\tLeito Fixo\t\tNiMo\t(n-) C15 - C18\t(%) Líquido:\t\t84,4\t\t73,1\t\t\t73,7\n2010)\t\t\tP = 1220psi LHSV = 1.0h-1\t\t(i-) C15 - C18\t(%) (n-) C15\t- C18\t~75\t\t~60\t\t\t~60\n\t\t\t\t\t\t(%) i-parafinas\t\t~20\t\t\t30\t\t~35\n\t\t\t\t\t\t\t400°C (S/ cat)\t\t400°C\t\t\t430°C\t\n\t\t\t\t\t\t(%) Gás:\t20,88\t\t14,63\t\t\t28,66\t\n(Charusiri et al. 2006)\tOAU (%) saturados: 43,97%\tDescontínuo\tT = 380°C e 430°C P inicial = 145psi\tHZSM-5 e S/ catalisador\tNafta, querosene e\t(%) Gasolina7\t6,47\t\t15,57\t\t\t22,15\t\n\t(%) insaturados: 56,03%\t\tTempo de reacção =60’\t\tC15-C18\t(%) Querosene\t7,93\t\t11,83\t\t\t9,85\t\n\t\t\t\t\t\t(%) Gasóleo\t15,02\t\t16,98\t\t\t10,12\t\n\t\t\t\t\t\t\t\t300°C\t\t\t\t350°C\t\n\t\t\tT = 300°C e 350°C P = 1015psi\t\t\t(%) n-Parafinas\t\t89,7\t\t\t\t\t82,8\n(Toba et al. 2011)\tOAU\tDescontínuo\t\tCoMo\t(n-) C17 - C18\t(%) iso-Parafmas\t\t6,4\t\t\t11,8\t\t\n\t\t\tTempo de reacção = 180’\t\t\t(%) Olefinas\t\t3,2\t\t\t5,0\t\t\n\t\t\t\t\t\t(%) C15 -\tC18\t84,7\t\t\t77,9\t\t\n(Liu et al. 2012)\tOAU Acidez = 28,7mgKOH/g\tLeito Fixo\tT = 350°C P = 300psi LHSV = 15.2h-1 H2/óleo = 400Nm3/m3\tRu/Al13- montemorilonite\tC15-C18 (n-parafinas)\t(%) Conversão: 100 (%) C5.C10 - 9,1% (%) Cn-C20 - 89,8%\t\t\t\t\t\t\t\n7\tConsideram desde o C5 até aos hidrocarbonetos com ponto de ebulição de 200°C (~C11).\n(Bovomseripatai et al. 2012)\tGA (vaca, porco, galinha)\tLeito fixo\tT = 325°C P = 500psi Tempo de reacção = 120’, 240’ e 360’\tPd/TiO2\tC15 e C17\t\t\tVaca\tPorco\t\tGalinha\n\t\t\t\t\t\t(%)Conversão:\t\t24,2- 40,6\t46,2- 56,3\t\t37,8-51,8\n\t\t\t\t\t\t(%) n-Ci5\t\t11,1- 14,1\t12,2- 14,2\t\t12,4-14,9\n\t\t\t\t\t\t(%) n-Ci6\t\t5,3-4,7\t2,5- 2,6\t\t1,6- 2,2\n\t\t\t\t\t\t(%) n-Ci7\t\t24,5- 29,5\t32,4- 37,3\t\t30,5-37,0\n\t\t\t\t\t\t(%) n-Ci8\t\t7,9-9,6\t5,2- 5,5\t\t3,2- 4,5\n\t\t\t\t\t\tIntermédios:\t\t39,3- 45,1\t38,6- 45,8\t\t40,1-51,1\n(Rohmah et al. 2012)\tOAU\tDescontínuo\tT = 380°C e 400°C P = 1160psi Tempo de reacção = 60’ e 90’\tBayah (Zeólito)\t\t\t380°C\t\t\t400°C\t\n\t\t\t\t\t\t(%) Conversão\t96,75 (60’)\t\t\t91,07(60’)\t\n\t\t\t\t\t\t(%) biogasolina\t(-)\t\t\t63,37% (60’) 67,19% (90’)\t\n5.\tJustificação para o presente trabalho\nPretende-se com este trabalho estudar um tipo de produção de combustíveis que, articulados com outras fontes de energia renováveis, consigam dar resposta aos problemas relacionados com o uso de combustíveis fósseis. A procura de uma fonte renovável e mais ainda, o aproveitamento de resíduos, também foram alvos deste estudo.\nDepois de efectuada uma pesquisa bibliográfica sobre o tema da hidrogenação, verificou-se que não havia sido efectuado nenhum estudo cujas matérias-primas consistissem em misturas de OAU e GA, deste modo, a utilização de misturas pode ser visto como um aspecto inovador deste trabalho.\nA importância associada ao estudo da hidrogenação das misturas de OAU e GA deve-se à incerteza da composição da MP recolhida de oleões. A composição destes resíduos não é precisa e pode variar bastante, na medida em que o produto recolhido em oleões pode conter vários tipos de óleos e gorduras utilizados na confecção de alimentos, entre eles o OAU e a GA. Deste modo, estudar o produto que se obtém por hidrogenação de misturas destas duas matérias, em percentagens variadas, permite perceber a variação da composição do combustível obtido com as diferentes incorporações destes resíduos.\nPara além disso, a quantidade de MP disponível para a produção de biocombustíveis é importante e as misturas dão ao processo uma maior autonomia em relação ao fornecimento de MP. Em caso de redução da quantidade de uma das matérias-primas, é importante saber se a combinação das duas matérias é possível e que composição apresenta o produto final.\nO valor de pressão utilizado neste trabalho foi inferior ao que se consultou na maioria da literatura. O objectivo, ao reduzir o valor deste parâmetro, será a redução dos custos de operação e investimento associados ao processo uma vez que, ao reduzir a pressão, reduz-se a quantidade de hidrogénio inserida no reactor e a realização do processo pode ser feita em reactores com custos mais baixos. Deste modo tentou perceber-se qual seria a composição do produto que se obtém quando a pressão utilizada é mais baixa.\nDa hidrogenação de óleos e gorduras resultam um composto líquido e um composto gasoso. O composto líquido, com uma composição química semelhante ao petróleo poderá ser um substituto para os combustíveis mais utilizados no momento. O composto gasoso, subproduto deste processo, e também rico em hidrocarbonetos, pode ser utilizado em queimadores de gases para produção de energia. Pode ainda ser aproveitado no próprio processo, através de uma recirculação do gás, ou seja, o gás resultante do processo, rico em hidrogénio, pode voltar a entrar no processo e ser utilizado como reagente da reacção.\nAs baixas emissões de NOx, CO2 e partículas que o GD apresenta foram também uma forte motivação para o presente estudo, assim como a vasta gama de matérias-primas que este processo abrange.\nPretendeu-se estudar o efeito da temperatura na hidrogenação do OAU, o efeito das misturas de OAU e GA e dos catalisadores numa mistura das duas matérias-primas. O objectivo foi perceber quais as melhores condições para o processo no caso destas matérias-primas e se é possível a sua utilização em conjunto.\nO aproveitamento de óleos e gorduras residuais, como já foi referido, é vantajoso na medida em que se evita a sua descarga em sistemas de drenagem e consequente poluição de solos ou mares. A sua utilização em conjunto poderá ser uma mais-valia a vários níveis.\nO C3H8, sub-produto deste processo é um produto de alto valor comercial. Ao contrário do glicerol, subproduto do biodiesel cuja produção aumentou tanto com a produção de biodiesel que neste momento procuram-se novas aplicações para este produto num mercado já saturado.\nPelos motivos apresentados foram realizados vários ensaios com OAU e GA, a várias temperaturas e recorrendo ou não a catalisadores. O procedimento para os ensaios e análise dos produtos, assim como a apresentação e discussão dos resultados serão apresentados nos capítulos seguintes.\n6.\tParte Experimental\nOs ensaios de hidrogenação do presente trabalho, o tratamento e análise dos produtos, foram realizados na Unidade de Tecnologias de Conversão e Armazenamento de Energia (UTCAE) do Laboratório Nacional de Energia e Geologia (LNEG), Edifício J, entre Novembro de 2012 e Julho de 2013.\n6.1\tCaracterização da matéria-prima\nO óleo utilizado neste estudo corresponde a óleo utilizado na fritura de alimentos doméstica e foi previamente filtrado para eliminar quaisquer tipos de restos de alimentos. A gordura de bovino foi adquirida num matadouro e é classificada como matéria de categoria 3 (EN1774/2002). Nas tabelas seguintes, 6.1 e 6.2, encontra-se a composição em ácidos gordos e a caracterização da MP utilizada no presente trabalho, respectivamente.\nTabela 6.1 - Composição da MP, óleo alimentar usado (OAU) e gordura animal (GA), utilizada nos ensaios de hidrogenação; n.d. - não detectado.\nÁcido Gordo %(v/v)\tOAU\tGA\nC14:0\t0,23\t1,35\nC16:0\t10,45\t23,26\nC16:1\t0,23\t2,23\nC18:0\t3,55\t11,26\nC18:1\t43,25\t49,67\nC18:2\t37,95\t7,42\nC18:3\t0,90\t0,54\nC20:0\t0,30\t0,18\nC20:1\t0,29\t0,80\nC20:2\t0,00\tn.d.\nC22:0\t0,34\t0,01\nC22:1\tn.d.\tn.d.\nC24:0\t0,37\tn.d.\nC24:1\t0,01\t3,28\nTotal\t97,87\t96,72\nSaturados (%v/v)\t15,25\t36,07\nInsaturados (%v/v)\t82,63\t60,65\nTabela 6.2 - Caracterização do óleo alimentar usado (OAU) e gordura animal (GA) utilizados nos ensaios de hidrogenção. n.d. - não detectado; (-) - não caracterizado.\nÍndice\tOAU\tGA\nAcidez\t3,08\t0,68\n(mgKOH/g)\t\t\nÁcido Oleico\t1,55\t0,34\n(%)\t\t\nPeróxido (meq/kg)\t15,47\t2,35\nSaponificação\t194,48\t206,45\n(mgKOH/g)\t\t\nPeso Molecular\t863,87\t813,79\n(g)\t\t\nIodo\t99,54\t60,33\n(g I,/100g)\t\t\nÉsteres\t93,47\t96,23\n(%)\t\t\nFósforo\t0,00\t(-)\n(%)\t\t\nHumidade\t0,21\t(-)\n(%)\t\t\nAs duas matérias-primas eram compostas principalmente por ácidos gordos insaturados. A GA continha uma maior percentagem de ácidos gordos saturados (36,07 %v/v) que no OAU (15,25 % v/v). O composto presente em maior percentagem, nas duas gorduras, foi o ácido oleico (C18:1), e este valor foi superior no caso da GA, seguido do ácido gordo linoleico (C18:2). A GA apresentou também uma elevada composição em ácido palmítico (C16:0).\nAs duas matérias-primas apresentaram índices de acidez bastante diferentes, o OAU apresentou um índice de acidez de 3,08mgKOH/g, superior à GA, onde o mesmo valor foi de 0,68 mgKOH/g.\n6.2\tMétodo experimental\nNo início de cada ensaio a MP (OAU e/ou GA) foi introduzida no reactor (autoclave) construído por Parr Instruments, modelo 4571 (Fig. A I, ANEXO A), e submetida a diferentes condições de pressão e temperatura, variando de ensaio para ensaio. Na Fig. 6.1 encontra-se esquematizada a instalação experimental utilizada para o efeito.\n0\nFig. 6.1 - Esquema da instalaçao experimental utilizada nos ensaios do presente trabalho. 1-Autoclave; 2 - Forno; 3 - Agitador; 4 - Serpentina de arrefecimento; 5 - Tubo de recolha do líquido; 6 - Termopar (autoclave); 7 - Tubo de entrada dos gases; 8 - Tubo de escape dos gases; 9 - Líquido de refrigeração; 10 - Manómetro; 11 - Medidor de gases; 12 - Termopar (forno); 13 - Controlo da válcula de arrefecimento; 14 - Válcula de recolha dos gases; 15 - Controlo e leitura da velocidade de agitação; 16 - Controlador digital; 17 - Garrafas de hidrogénio (H2) e azoto (N2) (Pinto et al. 2012).\nPara cada ensaio de hidrogenação foi medida a massa do corpo da autoclave vazia, de seguida introduziu-se a MP e registou-se de novo o valor da massa da autoclave. A massa da MP foi dada pela diferença das duas massas, segundo a equação 6.1:\nm MP - m A+MP -m AV\n(6.1)\nonde:\nMaria Beatriz Cravo Barradas\nm MP - massa da MP;\nm A + MP - massa da autoclave carregada com a MP;\nm AV - massa do corpo da autoclave (vazia).\nA autoclave e de seguida, foi purgada com N2, fazendo-se passar este gás 3 vezes, por forma a garantir que todo o ar existente na autoclave é retirado. Finalmente pressurizou-se o interior do reactor com hidrogénio, até ao valor de pressão pretendido para cada ensaio. De seguida deu-se início ao aquecimento.\nO controlador digital permite controlar o aquecimento/arrefecimento do forno, e consequentemente da autoclave, e a velocidade de agitação (Fig. A II, do ANEXO A). É ainda possível visualizar as temperaturas do forno e autoclave, a pressão e a velocidade de agitação. Os valores de temperatura (forno e autoclave) e pressão foram registados desde o início do aquecimento, durante o tempo de ensaio estipulado e durante o aquecimento da autoclave, após o fim do ensaio, até aos 250°C. O registo destes dados permitiu traçar o perfil de temperatura e pressão durante cada ensaio.\nApós se ter atingido o tempo de reacção, a autoclave foi arrefecida. Quando o interior da autoclave atingiu uma temperatura de 32°C, aproximadamente, procedeu-se à recolha do gás que se formou no ensaio (G1).\nDepois de recolhidos os produtos gasosos, procedeu-se à abertura da autoclave e recolheram-se os produtos existentes, os quais foram posteriormente analisados, tal como descrito em 6.4.\n6.3\tRecolha e análise dos gases\nA recolha dos gases foi efectuada antes da abertura da autoclave e recolha do produto líquido. Foi utilizado um medidor de gases, para medição do volume do gás formado. O gás é recolhido num saco estanque, para posterior análise. Para calcular o volume de gás formado utilizou-se a seguinte equação 6.2:\nVG1 = vf ~vi\t(6.2)\nonde:\nVG1 - volume de gás formado;\nVi -\tvolume apresentado pelo medidor antes da passagem do gás;\nVf -\tvolume apresentado pelo medidor depois da passagem do gás\nDepois de recolhidos, os gases foram injectados num aparelho de cromatografia, Agillent / HP 6890, equipado com colunas de empacotamento e dois sistemas de detecção: Detector de Condutividade Térmica (TCD) e Detector de Ionização de Chama (FID). O primeiro sistema detecta a presença de CO2, CO, H2, O2 e N2. O detector FID analisa os hidrocarbonetos que contêm até quatro átomos de carbono na sua cadeia. O cromatógrafo foi calibrado previamente com misturas de gases padrão, de concentração conhecida.\nO gás que não foi injectado no cromatógrafo, foi utilizado para determinação da sua massa volumétrica (MV) num efusiómetro de Schilling, um densímetro de gases (Fig. A III, ANEXO A).\nO ar foi injectado na coluna e mediu-se o tempo de efusão deste ao longo da coluna. Repetiu-se o procedimento até serem encontrados dois valores próximos, e fez-se a média desses tempos. De seguida, injectou-se o gás resultante do ensaio e repetiu-se o processo. Registou-se a temperatura da água.\nCom os valores da temperatura da água e pressão atmosférica, e recorrendo a um programa de cálculo de densidade, determinou-se a MV do ar. A partir destes valores, e recorrendo à Lei de efusão de Graham8, calculou-se a MV do produto gasoso (equação 6.3):\nPg1\tPar\nX\n2\n(6.3)\nonde:\nPgi -\tmassa volumétrica do gás obtido no ensaio de hidrogenação (kg/m3);\nPar -\tmassa volumétrica do ar (kg/m3);\ntG1 -\ttempo médio de escoamento do gás (s);\ntar -\ttempo médio de escoamento do ar (s).\nDepois da análise, qualitativa e quantitativa, da composição da fracção gasosa, obteve-se, entre outros, a percentagem de H2 presente no gás, G1. Uma vez que a presença deste composto gasoso resulta da adição do mesmo como parte do processo de hidrogenação, para o cálculo da massa de gases formados (G2) foi retirada a contribuição do H2, por não ser considerado um produto da reacção. Para tal, calculou-se o volume e massa de H2 presente no gás G1, a partir da quantidade de H2 detectada pelo cromatógrafo; determinou-se a massa do gás G1; e por fim determinou-se a massa de gás G2, subtraindo-se a massa de H2 à massa do gás G1, através das seguintes equações:\nH2\nVh2= VG1x -L\t(6.4)\nmH2 = VH2 X PH2\n(6.5)\nonde:\nmG1 — Pgi X VG1\nmG2 — mGi - mii2\nVh2 - h2 -\tvolume de H2 presente no gás obtido (m3); fracção de H2 no gás obtido (%);\nmH2 -\tmassa de H2 presente no gás obtido (g);\nPH2 -\tmassa volumétrica do H2 (89,9 g/m3);\nmCi -\tmassa de gás obtido (g);\n(6.6)\n(6.7)\n8 A Lei de Graham estabelece que as velocidades de efusão dos gases são inversamente proporcionais às raízes quadradas das suas densidades: — = -n22.\n'2\tVP1\nmG2 -\tmassa do gás formado sem a contribuição do H2 (g).\nA partir da massa do gás, G2, foi calculado o rendimento da fracção gasosa (nG2), segundo a equação 6.8:\nmG2\nVG2= — X 100\nmMp\n(6.8)\n6.3.1\tCálculo do PCSG do gás\nO gás recolhido no final do processo de hidrogenação contém H2. A presença deste composto resulta da adição do mesmo no início do processo. É possível fazer a separação do H2 do restante produto gasoso, porém, esta remoção acrescenta custos ao processo, pelo que o aproveitamento da fase gasosa, para produção de energia, deverá ser feito com a contribuição do H2. O cálculo do Poder Calorífico Superior da fase gasosa (PCSG) foi efectuado, teoricamente, com e sem a contribuição do H2 na fracção gasosa. O cálculo foi efectuado a partir da equação 6.9:\nPCSG = yCO X 12625 + yCH4 X 39710 + yCnHm\nX 62930y + (H2 X 12750)*\t( . )\nonde:\nyCO; yCH4; yCnHm -\tfracção volumétrica da espécie gasosa em base seca e\nlivre de N2 (MJ/Nm3)\n(H2 x 12750) -\tquando o H2 está presente na mistura\n6.4\tRecolha, tratamento e análise dos produtos líquidos\nO procedimento de recolha, análise e tratamento dos dados foram efectuados de maneira diferente consoante a utilização, ou não, de catalisador nos ensaios. Os dois processos encontram-se descritos em baixo.\n6.4.1\tRendimento dos produtos líquidos (sem catalisador)\nDepois de recolhidos os produtos gasosos, procedeu-se à abertura da autoclave. Mediu-se a massa do corpo da autoclave contendo o produto líquido no interior, e com este valor calculou-se a massa de produto líquido obtido pela equação 6.10:\nm PL = m A+PL-m AV\t(6.10)\nonde:\nm PL - massa de produto líquido obtido;\nm A+PL - massa da autoclave com produto líquido no interior;\nm AV - massa da autoclave vazia.\nO rendimento do produto líquido (qPL) foi calculado através da equação 6.11:\nmPL\nPpl = ----- X100\t(6.11)\nmMP\nDe seguida, recolheu-se a amostra líquida num frasco, para posterior destilação e análise.\n6.4.2\tRendimento dos produtos líquidos (com catalisador)\nNos ensaios em que foi utilizado catalisador, a massa de produto líquido formado foi determinada de forma diferente uma vez que parte do produto líquido contido na autoclave estava misturada com catalisador, sendo necessário proceder à extracção por solvente antes de efectuar qualquer cálculo.\nApós a abertura da autoclave e medição da massa do corpo da autoclave contendo os produtos no interior, recolheu-se o produto líquido não embebido no catalisador. Voltou a medir-se a massa da autoclave, contendo o catalisador misturado com o líquido e recolheu-se num frasco, por forma a poder efectuar-se a extracção por solvente e determinar a quantidade de produto líquido que ficou misturado na superfície do catalisador (equação 6.12).\nmPL* = mA+c+PL - mAV\t(6.12)\nonde:\nmPL* -\tmassa de produto líquido (não misturado com o catalisador) (g);\nmA + C + L - massa da autoclave contendo catalisador e produto líquido embebido (g).\nPara efectuar os restantes cálculos foi necessário proceder à extracção do catalisador.\n6.4.2.1\tExtracção do catalisador\nAs amostras que continham catalisador e o líquido embebido foram então submetidas a um processo de extração com extractor Soxtec (Fig. A IV, ANEXO A).\nForam medidas cerca de 3g das amostras resultantes dos ensaios onde foram utilizados catalisadores, e imersas em 50mL de diclorometano (DCM). De seguida e colocaram-se no SOXTEC, a 110°C. No fim deste processo foram colocados na estufa por algumas horas, ao fim das quais se voltou a medir a massa.\nAs amostras foram novamente colocadas no Soxtec e repetiu-se o processo com recurso a outro solvente, o tetrahidrofurano (THF), a 140°C. Os cartuchos voltaram à estufa durante algumas horas e no final mediu-se e registou-se a massa.\nPara determinar a quantidade de líquido embebido no catalisador, efectuaram-se os seguintes cálculos:\n%1 =\nmC+PL (1)\nmC+PL\nx 100\n(6.13)\nmPL1(A) =\n%1 x mA+c+PL\n100\n(6.14)\n%2 =\nmC+PL (2)\n(mC+PL~ mC+PL (1))\nx 100\n(6.15)\nmPL2(A) =\n%2 x mA+c+PL\n100\n(6.16)\nmPL(A) — mPL1(A) + mPL2(A)\t(6.17)\nonde:\n%1 -\tfracção de produto líquido extraído do catalisador, com DCM (%);\nm C + PL (1) - massa da amostra (catalisador + produto líquido) resultante da extracção com DCM (g);\nm C + PL - massa da amostra (catalisador + produto líquido) (g);\nm PL1(A) - massa de produto líquido na autoclave correspondente à fracção %1 (g);\n%2 -\tfracção de produto líquido extraído do catalisador, com THF (g);\nm C + PL (2) - massa amostra (catalisador + produto líquido) resultante da extracção com THF (g);\nm PL2(A) - massa de produto líquido na autoclave correspondente à fracção %2 (g).\nm PL(A) -\tmassa total de produto líquido embebido no catalisador (g).\nDeterminada a quantidade de produto líquido que ficou retida no catalisador, foi possível calcular a massa de produto líquido que se formou, através da massa de produto líquido livre na autoclave com a massa de produto líquido adsorvida pelo catalisador, efectuando o seguinte cálculo:\nmPL — mPL* + mPL(A)\t(6.18)\nO rendimento do produto líquido (nPL) foi calculado através da equação 6.19:\nmPL\n^PL — ------ x 100\t(6.19)\nmMP\n6.4.3\tDestilação e análise da fracção líquida\nA destilação da fracção líquida permite separar os vários compostos presentes na mistura em três fracções, evitando assim a introdução de compostos mais pesados no cromatógrafo.\nNo presente trabalho, foi utilizado um destilador manual. A amostra da fracção líquida foi colocada num balão volumétrico e aquecida por meio de uma manta térmica, colocada por baixo do balão. Com a subida da temperatura, os compostos presentes na mistura começaram a evaporar e a subir em direcção ao adaptador e daí para o condensador. A fracção destilada foi recolhida numa proveta de 50 mL.\nA mesma fracção foi analisada no cromatografo Agillent / HP 6890, equipado com colunas capilares e FID, para determinar a quantidade de hidrocarbonetos presentes no produto líquido. O cromatógrafo foi previamente calibrado com uma mistura de alcanos, alcenos e compostos aromáticos, de composição conhecida. No cromatograma obtido, foram apenas identificados os compostos cujo padrão estava presente na mistura injectada para calibração do aparelho. Os compostos injectados são os mais relevantes na composição do produto.\n7.\tApresentação e discussão dos resultados obtidos\nNos diferentes ensaios realizados foram utilizadas duas matérias-primas de diferentes origens. Foram realizados quatro estudos diferentes onde foram avaliados diferentes parâmetros na reacção de hidrogenação. O primeiro estudo consistiu no estudo do efeito da temperatura na hidrogenação de OAU; na segunda parte do trabalho foi estudado o efeito da composição da MP, ou seja, o estudo do efeito de misturas de OAU e GA em diferentes quantidades; na mistura onde estavam presentes 50% das duas matérias foram testados três catalisadores diferentes (CoMo, FCC e ZSM-5) e estudado o seu efeito no produto líquido obtido, correspondendo esta à terceira parte do estudo; na última parte do trabalho foi estudado o efeito dos mesmos catalisadores, apenas na hidrogenação do OAU.\nEm todos os ensaios realizados no âmbito deste estudo, a pressão estabelecida para cada ensaio, corresponde à pressão de hidrogénio inicial. O aumento da temperatura promove a formação de gases e, portanto, do valor da pressão no interior da autoclave também aumenta. Os valores de velocidade de aquecimento da autoclave, até à temperatura pretendida, foram baixos, de 7°C/min em média, considerando todos os ensaios. Na Tabela 7.1 são apresentados os valores médios de temperatura e pressão da autoclave durante os ensaios e os valores das velocidades de aquecimento até ao valor de temperatura pretendido para cada ensaio. Em cada subcapítulo serão apresentados gráficos com o perfil da pressão e temperatura (forno e autoclave) de alguns ensaios.\nTabela 7.1 - Valores da temperatura média da autoclave durante o ensaio e taxa de aquecimento da autoclave até à temperatura pretendida em cada ensaio.\nN° ensaio\tTmédia (°C)\tP média (psi)\tVelocidade de aquecimento (°C/min)\n1\t369,5\t500\t6,9\n2\t400,0\t480\t7,0\n3\t430,9\t670\t7,4\n4\t380,1\t370\t7,5\n5\t379,6\t360\t6,9\n6\t380,4\t390\t7,0\n7\t381,4\t410\t7,2\n8\t379,7\t280\t7,0\n9\t379,9\t520\t7,1\n10\t379,8\t510\t7,1\n11\t380,4\t440\t7,4\n12\t400,8\t470\t6,9\n13\t401,0\t590\t6,9\n14\t400,1\t550\t6,5\n15\t401,0\t540\t7,0\nO consumo de hidrogénio é um importante factor a ter em conta em todo o processo, no entanto, esse valor não foi calculado devido ao grande erro associado que apresentava e que se deveu ao método analítico utilizado.\nA soma dos rendimentos mássicos das duas fases, gasosa e líquida, não foi igual a 100%, pois durante a manipulação dos produtos ocorreram perdas de produto líquido, o que causou uma diminuição no valor do rendimento desta fase. Por outro lado, nalguns ensaios observou-se a existência de um resíduo sólido no fundo da autoclave.\nEmbora o processo ocorra numa atmosfera de hidrogénio, a análise TCD revelou a presença de N e O. Estes dois compostos foram detectados na composição da fracção gasosa numa razão igual à que se encontra no ar atmosférico, pelo que se supôs que a sua presença se deveu a uma contaminação dos produtos gasosos com ar. Os teores destes dois compostos gasosos foram subtraídos da percentagem total de gases e foi efectuada uma percentagem volumétrica relativa para os restantes compostos.\nNo entanto, a MV dos compostos gasosos obtidos foi calculada logo após a sua recolha, pelo que são contabilizados os teores de todos os gases recolhidos (N, O, H, CO, CO2 e hidrocarbonetos gasosos). Do ponto de vista da segurança, é importante conhecer a MV da mistura da fracção gasosa que se formou a partir deste processo, uma vez que este parâmetro é um indicador do comportamento do gás em caso de fuga. Se a MV do gás for inferior à MV do ar atmosférico (1,225kg/m3), em caso de fuga, o gás terá tendência em acumular-se nas zonas altas dos edifícios. O contrário acontece se se tratar de um gás mais denso que o ar atmosférico, pois, em caso de drenagem, o gás acumular-se-á nas zonas mais baixas dos edifícios, ou subsolos, poços, etc..\nA conversão em hidrocarbonetos foi de 100% em todos os produtos líquidos obtidos, não se verificando a existência de triglicéridos, AGL ou compostos oxigenados. Os produtos líquidos obtidos nos ensaios de hidrogenação apresentaram uma cor castanha, escura. Durante a destilação, foi possível obter duas fracções distintas. A primeira, transparente, destilou entre 35°C e aproximadamente 150°C e correspondeu à fracção mais leve. A segunda fracção, mais pesada, apresentava um tom amarelo, claro. Os produtos destilaram até temperaturas entre os 250°C a 300°C. A partir deste valor de temperatura, verificou-se a existência de uma terceira fracção, de cor negra, que não destilou. Esta fracção corresponde a compostos cuja temperatura de ebulição se encontra acima do limite máximo conseguido com o método de destilação utilizado.\nA fracção de produto destilado obtido variou entre 60%(v/v) a 85%(v/v) da amostra de líquido resultante dos ensaios. As duas fracções líquidas obtidas por destilação foram analisadas mas apenas se conseguiu quantificar uma parte dos compostos. Assim, os valores apresentados no Capítulo 7, correspondem a uma percentagem relativa dos compostos quantificados na fracção destilada.\nOs valores de MV, obtidos teoricamente, variaram entre 796 kg/m3 e 1046 kg/m3 e, embora em alguns casos sejam um pouco superiores, outros encontram-se próximos dos valores consultados na literatura para o GD, 775 kg/m3 e 875 kg/m3.\nVerificou-se em quase todos os produtos líquidos a formação de água. A água era visível na superfície do produto, uma vez que é imiscível no combustível, no entanto, não foi possível efectuar a quantificação dessa água.\nEm alguns ensaios, depois de se recolher o produto líquido, verificou-se a existência de um resíduo sólido no fundo da autoclave que não foi analisado.\nAs condições experimentais utilizadas em cada ensaio, nos quatro estudos efectuados neste trabalho, encontram na Tabela 7.2. São apresentadas as massa utilizadas de cada MP, massa e tipo de catalisador usado; e as condições de ensaio: pressão inicial; tempo de reacção (TR) e temperatura da reacção.\nTabela 7.2 - Condições experimentais utilizadas nos ensaios. (-) ■\nN° ensaio\nMassa de OAU\nMassa de GA\n(g)\n(g)\nESTUDO DE\t1\nEFEITO DA\t?\nTEMPERATURA ________________\nNO OAU\t3\n38,0\t(-)\n4\nESTUDO DO EFEITO DAS MISTURAS\n5\n6\n7\n8\n70,0\t(-)\n52,5\t17,5\n35,0\t35,0\n17,5\t52,5\n(-)\t70\nESTUDO DO EFEITO DOS CATALISADORES NAS MISTURAS\n9\n10\n11\n35,0\t35,0\n12\nESTUDO DO EFEITO DOS CATALISADORES NO OAU\n38\t(-)\n15\nMaria Beatriz Cravo Barradas\n- não utilizado; OAU - óleo alimentar usado; GA - gordura animal; TR - tempo de reacção.\nCatalisador\tMassa de catalisador (g)\tPressão inicial (psi)\tTempo de reacção (TR) (min)\tTemperatura de reacção (°C)\n\t\t\t\t370\n(-)\t(-)\t160\t60\t400\n\t\t\t\t430\n(-)\t(-)\t80\t30\t380\nCoMo/A12O3\t\t\t\t\nFCC\t30\t80\t30\t380\nZSM-5\t\t\t\t\n(-)\t(-)\t\t\t\nCoMo/A12O3\t\t160\t30\t400\nFCC\t19\t\t\t\nZSM-5\t\t\t\t\n7.1\tEstudo do efeito da temperatura na hidrogenação do OAU\nPara perceber a influência da temperatura no rendimento e composição dos produtos líquidos e gasosos quando o OAU é tratado com hidrogénio, foram efectuados ensaios onde se fez variar a temperatura da reacção. Todos os outros parâmetros se mantiveram inalterados: pressão, TR e massa da MP. As condições experimentais dos ensaios 1, 2 e 3 encontram-se na Tabela 7.2.\nO gráfico da Fig. 7.1 foi elaborado a partir dos dados de temperatura e pressão recolhidos durante o ensaio 2.\nFig. 7.1 - Perfil de aquecimento, arrefecimento e pressão do ensaio 2 (400°C; 160psi; 60')\nÉ possível observar um aumento gradual da pressão, ao longo do ensaio e até à fase de arrefecimento, causado pela passagem dos compostos à fase gasosa e que se deveu ao aumento da temperatura. Durante o ensaio também se formam produtos gasosos, devido à ocorrência de quebra de ligações químicas e à consequente formação de compostos mais leves. A temperatura no interior da autoclave, a partir do momento em que se atingiram os 400°C, sofreu pequenas variações, mantendo-se sempre muito próxima do valor pretendido.\nNos subcapítulos seguintes serão apresentados os gráficos dos rendimentos das duas fases, gasosa e líquida, a composição química de cada fase e os valores de MV e PCSG.\n7.1.1\tRendimentos dos produtos\nOs rendimentos das duas fases, líquida e gasosa, obtidos nos ensaios para o estudo do efeito da temperatura estão representados na Fig. 7.2.\nOs rendimentos da fase líquida obtidos nas reacções a 370°C e 400°C apresentaram o mesmo valor, de 77,6% (m/m), e esse valor foi ligeiramente superior ao rendimento que se obteve quando a temperatura de ensaio subiu para os 430°C, de 71,1% (m/m). Bezergianni et al. observaram para o rendimento da fase líquida na hidrogenação de OAU, valores de 75% (m/m) a 370°C (2009) e 70% (m/m) a 398°C (2010).\nA formação de compostos gasosos foi superior no ensaio onde a temperatura utilizada foi mais alta, obtendo-se um rendimento de 24,7% (m/m). Com o aumento da temperatura de ensaio, o rendimento mássico dos produtos gasosos também aumentou ligeiramente, de 20,2% (m/m), a 370°C, para 24,7% (m/m) a 430°C. Estes resultados sugerem que o aumento da temperatura promoveu as reacções de cracking, ou seja, a quebra entre as ligações C-C e, consequentemente, deu-se uma maior formação de hidrocarbonetos mais leves e produtos gasosos (Pinto et al. 2012).\nA 400°C e numa reacção não catalítica, Charusiri et al. (2006), obtiveram para o rendimento da fase gasosa um valor muito próximo ao observado no ensaio 2 deste estudo, 20,88% (m/m) (Tabela 4.2).\nFig. 7.2 - Efeito da temperatura no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito da temperatura. Pressão = 160psi; TR = 60'.\nO favorecimento da produção da fracção gasosa, com o aumento da temperatura, como no presente caso, deveria diminuir o rendimento mássico do produto líquido. Porém, os rendimentos da fase líquida entre os ensaios a 370°C e 400°C não se alteraram, o que pode ter sido causado, como foi referido no início do capítulo, pela perda de produto líquido causada pela manipulação dos produtos.\n7.1.2\tComposição da fase gasosa\nComo foi dito anteriormente, durante o processo de hidrogenação, e consoante as condições experimentais, forma-se mais ou menos fracção gasosa, com uma composição onde variam as quantidades de cada composto. Nos três ensaios considerados formaram-se, principalmente, CO2, CO e hidrocarbonetos gasosos, tal como verificado na bibliografia consultada (Pinto et al. 2012; Simácek et al. 2009).\nNa Fig. 7.3 encontram-se as percentagens volumétricas relativas dos compostos gasosos resultante dos ensaios onde foi estudado o efeito da temperatura.\n■ 370\t■ 400\t■ 430\nFig. 7.3 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) no gás resultante dos ensaios do estudo de efeito da temperatura para o OAU. Pressão =160psi; TR = 60'.\nA partir da Fig. 7.3 é possível perceber que o aumento do rendimento da fase gasosa com a temperatura se deveu, principalmente, a um aumento da formação de hidrocarbonetos gasosos, aumentando de 42,0% (v/v) para 55,4% (v/v). Segundo a literatura consultada, o aumento da temperatura favorece as reacções de descarboxilação e descarbonização (Krár et al. 2010; Perego e Ricci 2012; Satyarthi et al. 2013) e, no presente estudo, parece ter acontecido o inverso. A formação Maria Beatriz Cravo Barradas\t61\nconjunta de CO e CO2 diminuiu com o aumento da temperatura, passando de 58,9% (v/v) a 370°C, para 44,6% (v/v) a 430°C.\nContudo, como foi referido anteriormente, a partir de 380°C as reacções de cracking aumentam consideravelmente (Sotelo-boyás, et al., 2010), e os hidrocarbonetos obtidos por descarbonização e descarboxilação, podem ter sido convertidos em moléculas mais leves, diminuindo a percentagem de CO e CO2 observada na fracção gasosa.\nA quantidade de CO que se formou foi superior à de CO2, em qualquer das temperaturas, possivelmente porque o primeiro é formado a partir de duas reacções, descarbonização e hidrodesoxigenação.\nNa Fig. 7.4 encontram-se as percentagens relativas de cada composto presente na fracção gasosa.\nFig. 7.4 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'. CH4 -metano; C2H4 - eteno; C2H6 -etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno.\nA formação de alcanos gasosos a 370°C e 400°C foi de, aproximadamente, 30% (v/v). Quando a temperatura subiu para 430°C estes compostos representaram cerca de 42% (v/v). O aumento de alcanos com o aumento da temperatura sugere que, como verificaram Simácek et al., as reacções de saturação das ligações C-C foram as principais reacções deste processo, uma vez que os alcanos gasosos se podem ter formado a partir de hidrocarbonetos de cadeias maiores por quebra das ligações (Simácek et al. 2009).\nA 430°C, observou-se o rendimento mais elevado para o C3H8,de aproximadamente 10% (v/v). O CH4 e o propeno (C2H6) foram os compostos gasosos com maior rendimento em todos os ensaios, com rendimentos entre 10% (v/v) e 16% (v/v).\n7.1.2.1\tDensidade e PCS do gás\nOs valores da MV do composto gasoso, calculada a partir da equação 6.3, no Capítulo 6, encontram-se na Tabela 7.3.\nTabela 7.3 - MV dos gases resultantes do estudo do efeito da temperatura.\nEnsaio\tMV [kg/m3]\n370°C\t0,63\n400°C\t0,68\n430°C\t0,70\nA presença de alcanos na composição de um gás influencia a sua MV, na medida em que uma maior concentração destes compostos diminui a MV da fracção gasosa. Como foi referido anteriormente, o aumento da temperatura promoveu um aumento da formação de alcanos, o que se reflectiu no valor da MV dos três ensaios. No entanto, a presença de H2, em maior ou menor quantidade, foi o factor que mais influenciou o valor da MV calculada para cada um dos produtos gasosos. A variação da densidade da fracção gasosa com a presença de H2 na mistura de gases obtidos pode ser observada na Fig. B I, do ANEXO B. A densidade dos produtos gasosos diminuiu com a presença de H2 na mistura de gases obtida no final da reacção. As fracções gasosas, recolhidas no final de cada ensaio, apresentaram valores mais baixos que a densidade do ar atmosférico.\nA 370°C, a densidade da fracção gasosa que resultou do processo foi de 0,63kg/m3, esse valor aumentou com o aumento da temperatura, passando para 0,68kg/m3 quando a temperatura de ensaio aumentou 30°C. O produto gasoso resultante da temperatura de ensaio mais alta, 430°C, apresentou o maior valor para a MV, 0,70kg/m3.\nO valor do PCSG calculado para cada ensaio, encontra-se na Fig. 7.5.\nFig. 7.5 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'.\nO valor do PCSG das fracções gasosas obtidas a 370°C e 400°C foram muito semelhantes, de 16,9MJ/Nm3 e 16,0MJ/Nm3, respectivamente. Devido a uma maior formação de hidrocarbonetos, o produto gasoso que apresentou o maior valor de PCSG foi o que se obteve na reacção a 430°C, apresentando valores entre 34,9MJ/Nm3 e 20,7MJ/Nm3, sem e com a contribuição do H2, respectivamente.\n7.1.3\tComposição da fase líquida\nA análise GC-FID do produto líquido destilado revelou a composição de hidrocarbonetos saturados, monoinsaturados, isómeros e compostos aromáticos. Foram determinadas as percentagens relativas de cada composto presente no produto líquido e agrupadas por tipo de composto. Os resultados encontram-se na Fig. 7.6.\nNa passagem de 370°C para 400°C não se verificou nenhuma alteração considerável nas concentrações dos compostos analisados na Fig. 7.6. Porém, quando a temperatura passou a 430°C, a composição de hidrocarbonetos saturados diminuiu. Segundo a literatura consultada, o aumento da temperatura favorece as reacções de saturação (Simácek et al. 2009; Toba et al. 2011; Pinto et al. 2013). No entanto, a utilização de temperaturas mais elevadas também favorece as reacções de cracking e, portanto, os alcanos de cadeia maior e líquidos à temperatura ambiente, podem ter dado origem a alcanos de cadeias mais curtas e mais leves, o que se traduziu num aumento do rendimento da fase gasosa devido a uma maior formação de hidrocarbonetos gasosos. Consequentemente, o rendimento de parafinas na fase líquida diminuiu. Outra possível justificação para a diminuição do conteúdo destes compostos foi a conversão de parafinas em compostos aromáticos.\nFig. 7.6 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito da temperatura. Pressão = 160psi, TR = 60'.\nPor outro lado, e em concordância com o estudo de Bezergianni et al., o aumento da temperatura favoreceu a formação de iso-parafinas. A percentagem de iso-parafinas aumentou cerca de 40% quando a temperatura aumentou de 370°C para 430°C. As parafinas conferem um aumento do número de cetano do combustível, porém têm más propriedades de frio (Hancsók et al. 2012), pelo que uma maior formação de iso-parafinas é importante.\nDe acordo com Mikulec et al. (2010), o aumento da temperatura pode favorecer a formação de compostos aromáticos. De facto, a 430°C foi observado o maior rendimento destes compostos. No entanto, quando a temperatura de ensaio passou dos 370°C para os 400°C ocorreu uma ligeira diminuição de compostos aromáticos na composição do produto líquido.\nQuanto às olefinas, compostos que não foram saturados, seria de esperar que a sua concentração diminuísse com o aumento da temperatura, já que a temperatura favorece a saturação das ligações (Simácek et al. 2009; Toba et al. 2011; Pinto et al. 2013). Os valores observados para os rendimentos destes compostos foram muito próximos em todos os ensaios. Contrariamente ao esperado, este valor foi menor quando a temperatura de reacção foi mais baixa, registando-se 20,4% (v/v). A maior percentagem destes compostos foi observada à temperatura de 400°C.\nA Fig. 7.7 corresponde a um gráfico com a composição relativa de cada espécie de n-alcanos presentes nos produtos líquidos obtidos.\nOs n-alcanos formados continham entre 5 e 20 átomos de carbono, embora este último não tenha sido observado no ensaio onde a temperatura foi mais baixa. Os compostos presentes em maior percentagem na mistura obtida foram os n-alcanos com cadeias de carbono mais curtas, entre o n-C5 e o n-nonano (n-C9).\nOs rendimentos dos compostos obtidos entre o n-C5 e o n-C11 não variaram apreciavelmente quando a temperatura aumentou de 370°C até 430°C De acordo com a literatura consultada, o aumento da temperatura deveria ter-se reflectido num aumento do rendimento destes compostos, uma vez que as reacções de cracking são mais extensas quanto maior o valor da temperatura (Bezergianni e Kalogianni 2009; Bezergianni et al. 2010).\nEm relação ao estudo de Charusiri et al. (2006) (Tabela 4.2), o rendimento dos compostos entre o n-C5 e o n-C11 obtido a 400°C, no presente estudo, foi superior ao rendimento obtido pelos autores mencionados (Tabela 4.2). A 400°C, numa reacção não catalítica, o rendimento observado por Charusiri et al. foi de 6,47% (m/m) (aproximadamente 9,3% (v/v)9).\n9 Valor aproximado, obtido teoricamente a partir da média das densidades dos compostos n-C5 a n-C11.\nn-C20H42 n-C19H40 n-C18H38 n-C17H36 n-C16H34 n-C15H32 n-C14H30 n-C13H28 n-C12H26 n-C11H24 n-C10H22 n-C9H20 n-C8H18 n-C7H16 n-C6H14 n-C5H12\n■\t430\n■\t400\n■\t370\nFig. 7.7 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito da temperatura. (Legenda na Tabela B I, ANEXO B).\nA análise da composição de ácidos gordos do OAU utilizado nestes ensaios (Tabela 6.1) mostrou que o menor ácido gordo presente nesta MP foi o C14:0, logo, a formação de hidrocarbonetos com números de átomos de carbono abaixo desse deveu-se a reacções de cracking. Como os n-alcanos presentes em maior percentagem, em qualquer dos casos, foram os que se encontram entre o n-C5 e o n-C11, as condições podem ter sido demasiado severas, temperatura ou tempo de reacção, ou como foi sugerido por Chiappero et al. (2011), a utilização de um reactor descontínuo pode ter promovido a formação de compostos de cadeia mais curta.\nEm todos os trabalhos consultados onde foi estudada a hidrogenação de OAU (Tabela 4.2), é referida uma elevada formação de n-Ci5 a n-C18, já que estes são os compostos que maioritariamente compõem o gasóleo e apresentam elevado número de cetano. Achou-se relevante perceber, no presente estudo, se as temperaturas utilizadas favoreceram ou não a formação destes compostos. A Fig. 7.8 apresenta a composição de hidrocarbonetos entre o n-C15 e o n-C18 para as três temperaturas.\nO maior rendimento de hidrocarbonetos entre o n-C15 e o n-C18 foi registado à temperatura de 400°C, cerca de 16,0% (v/v) e o menor observado obtido a 430°C.\nO OAU continha 43% (v/v) e 38% (v/v) de C18:1 e C18:2, respectivamente, sendo estes os ácidos gordos mais representativos na MP. Na Fig. 7.8 observa-se uma maior formação de n-C17 em todos os ensaios, quando comparado com a formação de n-C18, o que sugere que, mesmo à temperatura de 370°C, as reacções de descarboxilação e descarbonização foram mais extensas que as de hidrodesoxigenação. Os rácios (n-C17)/(n-C18) foram de 2,1, 2,2 e 1,6 a 370°C, 400°C e 430°C, respectivamente. De acordo com a literatura consultada, o aumento da temperatura promove a descarbonização e descarboxilação (Krár et al. 2010; Perego e Ricci 2012; Satyarthi et al. 2013), porém, a 430°C a extensão destas reacções parece ter sido inferior à observada nas temperaturas mais baixas. As reacções de cracking podem ter estado na origem destes resultados resultando numa maior formação de moléculas mais leves, nomeadamente, hidrocarbonetos gasosos.\nFig. 7.8 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexade cano (n-C16H34),\nn-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito da\ntemperatura. Pressão = 160psi, TR = 60'.\nConsiderando a composição da MP, contendo principalmente ácidos gordos com 16 e 18 átomos de carbono, e tendo em conta que a maior produção de n-C16 e n-C18 ocorreu a 400°C, esta temperatura revelou-se preferencial para as reacções de hidrodesoxigenação, onde são produzidos hidrocarbonetos com igual número de átomos de carbono aos ácidos gordos a partir dos quais se formaram. Embora os dois tipos de reacção se comportem de maneiras diferentes com o aumento da temperatura, os 400°C parecem ter sido um valor de temperatura favorável para as reacções de descarboxilação/descarbonização e hidrodesoxigenação, resultando num aumento do rendimento dos hidrocarbonetos entre o n-C15 e n-C18.\nBezergianni et al. obtiveram, a partir da hidrogenação de OAU num reactor de leito fixo, um rendimento mássico de hidrocarbonetos entre o n-C15 e o n-C18 de 75% (m/m) e 60% (m/m) (97,4% (v/v) e 77,9% (v/v)10, respectivamente), a 370°C e 398°C, respectivamente (Bezergianni, et al. 2010). Os resultados observados na Fig. 7.8 foram muito inferiores, aos valores obtidos por estes autores. Porém, Bezergianni et al. utilizaram NiMo como catalisador, muito utilizado na saturação das ligações. Os baixos rendimento de n-C15 a n-C18 aqui observados poderão dever-se ao tipo de reactor utilizado, uma vez que, a utilização de reactores descontínuos, como no presente caso, pode resultar em produtos de cadeias de carbono mais curtas (Chiappero et al. 2011).\n7.2\tEstudo do efeito das misturas\nNuma segunda fase deste trabalho pretendeu-se estudar o efeito das misturas de duas matérias-primas de diferentes origens (OAU e GA) no rendimento das duas fases e composição das mesmas. Para isso foram realizados cinco ensaios, onde se fez variar a percentagem de cada uma das matérias-primas utilizadas. As condições de pressão, temperatura e tempo de ensaio utilizadas foram iguais para os cinco ensaios e encontram-se na Tabela 7.2.\nTabela 7.4 -Percentagem de MP utilizada.\nOAU%:GA%\n100%:0%\n75%:25%\n50%:50%\n25%:75%\n0%:100%\n10 Valor aproximado, obtido teoricamente a partir da média das densidades dos compostos n-C15 a n-C1s.\nNa Tabela 7.4 são apresentadas as percentagens de ambas as matérias-primas utilizadas em cada um dos ensaios.\nOs dados de temperatura e pressão registados estão representados no gráfico da Fig. 7.9.\nPressão (psi)\tT autoclave (°C)\tTforno (°C)\t'\t'\nFig. 7.9 - Perfil de aquecimento, arrefecimento e pressão do ensaio 7 (25%OAU : 75%GA; 380°C; 80psi; 30').\nA pressão registada durante os ensaios, e aqui exemplificado com o ensaio 7, teve um aumento gradual ao longo do ensaio e atingiu o seu máximo com o tempo máximo de reacção (82'). A partir desse momento, com o arrefecimento em curso, a pressão no interior da autoclave diminuiu. A temperatura de ensaio pretendida, 380°C, uma vez atingida manteve-se próxima desse valor, com pequenas variações.\n7.2.1\tRendimentos dos produtos\nO balanço mássico dos produtos gasosos e líquidos, resultantes dos ensaios com misturas dos dois tipos de óleos, e calculado segundo as equações 6.8 e 6.18 em 6.2, encontra-se na Fig. 7.10:\n■ Líquido ■ Gás\nFig. 7.10 - Efeito das misturas no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nNa Fig. 7.10 observa-se que não se registaram variações apreciáveis nos rendimentos mássicos dos produtos líquidos e gasosos quando se utilizaram misturas de OAU e GA, relativamente ao uso de apenas uma destas matérias-primas. O maior rendimento da fase líquida foi observado no ensaio 8,\nquando se utilizou 100% da mesma MP, cerca de 88,6% (m/m). Os rendimentos da fase líquida foram elevados e dentro dos valores obtidos por Bezergianni et al. (2010).\nO maior rendimento da fase gasosa registou-se no ensaio 7 (25%OAU:75%GA) e correspondeu a cerca de 12,9% (m/m). O menor valor do rendimento dos produtos gasosos verificou-se na mistura de 50%OAU:50%GA e foi cerca de 7,9% (m/m).\nSegundo Choudhary e Phillips (2011) e Satyarthi et al. (2013), um menor nível de insaturação da MP poderá originar um maior rendimento da fase gasosa. Na Fig. 7.10 é possível observar que essa relação parece ter acontecido entre os ensaios onde foi utilizado 100%OAU e 50%OAU:50%GA, ou seja, sendo a GA mais saturada, com o aumento do nível de saturação da mistura a produção de produtos gasosos diminuiu. No entanto, o rendimento desta fase aumentou, para 12,9% (m/m), quando se utilizou 75% de GA voltando a diminuir quando a GA é a única MP presente. Comparando os ensaios em que se utiliza cada MP isoladamente, os valores dos rendimentos mássicos das fases gasosas também não são concordantes com o que Choudhary e Phillips (2011) e Satyarthi et al. (2013) afirmaram.\nDo mesmo modo, matérias-primas ricas em ácidos carboxílicos de cadeia mais curta tendem a produzir mais gases (Satyarthi et al. 2013). Pela análise da composição da MP (Tabela 6.1), verifica-se que a GA é composta por uma maior quantidade de ácidos carboxílicos de cadeias de átomos de carbono mais curtas, pelo que o aumento da percentagem de GA introduzida deveria originar uma maior formação de compostos gasosos.\nA partir da análise dos resultados não se verificou uma relação directa entre o nível de saturação ou o comprimento da cadeia com a produção de gases.\n7.2.2\tComposição da fase gasosa\nA percentagem volumétrica de CO2, CO e hidrocarbonetos gasosos encontra-se presente na Fig. 7.11.\n■ 100%OF\t■ 75%OF:25%B\t■ 50%OF:50%B\t■ 25%OF:75%B\t■100%B\nFig. 7.11 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo de efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nA remoção de oxigénio por formação de CO2 foi muito semelhante em qualquer das misturas, cerca de 21% (v/v) e menos de metade da que se verificou quando o oxigénio foi removido por descarbonização.\nCom a introdução de GA em maiores quantidades, ou seja, de uma MP mais saturada, verificou-se uma tendência para a diminuição da formação de CO, o que sugere uma diminuição da extensão das reacções de descarbonização. Por outro lado, a formação de hidrocarbonetos gasosos parece ter sido promovida com o aumento do nível de saturação da MP.\n(%v/v)\nFig. 7.12 - 4 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. CH4 -metano; C2H4 -eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno.\nIndependentemente da percentagem de cada MP utilizada nas misturas, o CH4 e o C2H6 foram os hidrocarbonetos gasosos com maior produção. Para o C3H8 registaram-se rendimentos entre 4,8% (v/v) a 5,6% (v/v). Os rendimentos do CH4 e do C2H6 foram superiores no ensaio 7, quando se utilizou 75% de GA. A produção de C3H8, parece ter sido favorecida pela utilização de maiores quantidades de MP com um nível de saturação superior.\nO rendimento dos alcanos foi tendencialmente maior quanto maior a quantidade de GA utilizada, ou seja, um nível de saturação mais elevado da MP originou hidrocarbonetos gasosos mais saturados.\n7.2.2.1\tDensidade e PCS do gás\nA MV calculada para os produtos gasosos resultantes do estudo do efeito das misturas encontra-se na Tabela 7.5.\nTabela 7.5 - MV da fase gasosa resultante do estudo do efeito das misturas. 4 - 100%OAU; 5 - 75%OAU : 25%GA; 6 - 50%OAU : 50%GA; 7 - 25%OAU : 75%GA; 8 - 100%GA.\nTemperatura = 380°C; Pressão = 80psi; TR = 30'.\nEnsaio (OAU%:GA%)\tMV [kg/m3]\n100%:0%\t0,91\n75%:25%\t0,85\n50%:50%\t0,59\n25%:75%\t0,84\n0%:100%\t0,76\nA fracção gasosa que apresentou maior MV, com o valor de 0,91MJ/Nm3, foi a que resultou do ensaio 4, onde se utilizou 100% de OAU e o menor valor para este parâmetro foi obtido no ensaio 6, quando se utilizaram as matérias-primas em partes iguais, com um valor obtido de 0,59kg/m3. Foi verificada uma relação directa entre a quantidade de H2 presente em cada gás e o valor da respectiva MV (Fig. B II, ANEXO B), uma vez que a presença de H2 em quantidades maiores tornou o gás menos denso. Nos 5 ensaios, as fracções gasosas obtidas, apresentaram valores de MV menores que o ar atmosférico.\nOs valores teóricos obtidos para o PCSG dos produtos gasosos obtidos neste estudo encontra-se na Fig. 7.13.\n(MJ/Nm3)\nFig. 7.13 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nConsiderando o gás que se produziu a partir deste processo (sem contribuição do H2), os valores obtidos para o PCSG relacionaram-se com a formação de hidrocarbonetos, ou seja, quanto mais elevada foi a formação destes compostos, maior o valor obtido para o PCSG.\nNo ensaio 75%OAU:25%GA, a percentagem volumétrica de hidrocarbonetos produzidos foi a mais baixa e o valor obtido para o PCSG da fase gasosa resultante deste ensaio foi o menor de todos. No ensaio 7 (25%OAU:75%GA) o valor mais alto de PCSG registado foi concordante com a maior concentração de hidrocarbonetos.\n7.2.3\tComposição da fase líquida\nNa Fig. 7.14 encontra-se o gráfico relativo à contribuição dos diferentes tipos de hidrocarbonetos presentes nos produtos líquidos obtido no estudo do efeito das misturas.\nFig. 7.14 - Composição volumétrica relativa de n-parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nDe acordo com a literatura, a conversão em alcanos aumenta com o aumento do nível de saturação das gorduras (Choudhary e Phillips 2011). Esta relação foi observada, pois a percentagem de parafinas obtidas aumentou com o aumento da saturação da MP. O número de compostos insaturados presentes no líquido, as n-olefinas, diminuiu com a utilização de uma maior quantidade de GA, passando de 21,6% (v/v), com a utilização de 100% de OAU para 10,4% (v/v) com a incorporação de 100% GA.\nA análise do rendimento em iso-parafinas não revelou uma relação directa entre a formação destes compostos e o nível de saturação da MP. A maior percentagem volumétrica destes compostos, 10,4% (v/v), foi observada quando o OAU e a GA foram introduzidos em quantidades iguais, no ensaio 6. Na reacção de hidrogenação de 100% de GA o rendimento de iso-parafinas foi o menor valor observado, cerca de 3,8% (v/v).\nA quantidade de ácidos carboxílicos insaturados influencia a formação de compostos aromáticos na medida em que a hidrogenação de matérias-primas mais insaturadas resulta numa maior formação destes compostos (Guzman et al., 2010). Esta relação foi verificada com a diminuição do nível de insaturação da MP, entre os ensaios com 100%OAU e 50%OAU:50%GA. A formação de compostos aromáticos foi de 4,1% (v/v) quando a MP utilizada continha 100% de OAU e diminuiu com o decréscimo da percentagem de OAU na mistura, tendo-se obtido o valor mais baixo na mistura de 50%OAU:50%GA. No entanto, a quantidade destes compostos aumentou nos ensaios onde 75% e 100% consistiam em GA, com o aumento do nível de saturação da MP introduzida, tendo-se observado no ensaio com 100% GA um valor de aromáticos muito próximo do valor observado no ensaio onde se utilizou apenas OAU.\nA contribuição de cada espécie de n-alcanos presentes na composição dos produtos líquidos encontrase no gráfico da Fig. 7.15.\nn-C20H42\nn-C19H40\nn-C18H38\nn-C17H36\nn-C16H34\nn-C15H32\nn-C14H30\nn-C13H28\nn-C12H26\nn-C11H24\nn-C10H22\nn-C9H20\nn-C8H18\nn-C7H16\nn-C6H14\nn-C5H12\nFig. 7.15 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. (Legenda na Tabela B I, ANEXO B).\nAs espécies de n-alcanos obtidas nos ensaios do presente subcapítulo continham entre 5 e 20 átomos de carbono, embora a presença do n-C20 não tenha sido detectada no ensaio 4 (75%OAU:25%GA). A partir da Fig. 7.15 é visível uma maior formação dos compostos de cadeia de carbono mais curta (n-C5 a n-C9). No ensaio 8, onde foi utilizada apenas GA, ocorreu a formação de cerca de 44% (v/v) de hidrocarbonetos entre o n-C5 e o n-C9,tendo sido este o valor mais alto obtido.\nA conversão da matéria em hidrocarbonetos com número de átomos de carbono entre n-C5 e n-C11 foi superior nos ensaios onde se encontrava 100% de GA, tendo-se registado um valor de 52,9% (v/v). No entanto, nos restantes ensaios, não se verificou uma relação directa entre a introdução de MP com um nível de saturação superior e a produção de n-alcanos de cadeia mais curta, como se pode observar na Fig. 7.16.\n■ [n-C5 - n-C11]\t■ [n-C12 - n-C20]\nFig. 7.16 - Variação da percentagem volumétrica de hidrocarbonetos com número de átomos de carbono entre n-C5 e n-C11 e n-C12 e n-C20 com as misturas de OAU e GA.\nA produção de n-C12 a n-C20 foi superior no ensaio onde 75% da matéria introduzida no reactor correspondeu a OAU, e foi cerca de 29,5% (v/v). Este valor foi muito aproximado do rendimento de dos mesmos compostos obtido no ensaio onde se utilizou 100% de GA. Também na conversão dos triglicéridos em hidrocarbonetos do n-C12 a n-C20 não foi verificada uma relação directa entre a composição da MP e o produto obtido.\nDe forma a conhecer as concentrações exactas dos hidrocarbonetos que maioritariamente compõem o gasóleo, n-C15 a n-C18, construiu-se o gráfico presente na Fig. 7.17.\nFig. 7.17 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nCom a utilização isolada de cada uma das matérias-primas, OAU e GA, produziu-se a mesma quantidade de n-alcanos entre o n-C15 e o n-C18, cerca de 14,0% (v/v). Na reacção onde se utilizou 75% de GA ocorreu a menor formação destes compostos, enquanto no ensaio 5, com 75% de OAU, o rendimento destes alcanos foi o maior valor obtido, aproximadamente 17,0% (v/v).\nA remoção de oxigénio por descarbonização/descarboxilação parece ter sido favorecida uma vez que houve uma maior formação de n-C15 e n-C17 em relação à formação de n-C16 e n-C18, em qualquer dos ensaios. A formação destas duas espécies foi superior no ensaio 75%OAU:25%GA, assim como a totalidade dos compostos entre n-C15 e n-C18.\nO facto de não ter sido encontrado nenhum estudo onde a reacção de hidrogenação tenha sido estudada a partir de misturas de OAU e GA, não permite estabelecer uma comparação entre o presente estudo e a literatura consultada. Porém, em todos os estudos onde foram analisadas as composições das fracções líquidas obtidas por hidrogenação de óleos ou gorduras, foram observadas percentagens de n-C15 a n-Cis mais elevadas do que as obtidas no presente estudo. Bovornseripatai et al. (2012) obtiveram uma selectividade de n-C15 a n-C18 muito superior à observada neste trabalho. A partir da hidrogenação da gordura de vaca, o total destes compostos variou entre 52% (m/m) e 56% (m/m) (aproximadamente 67,53% (v/v) e 72,73% (v/v)11, respectivamente), dependendo do tempo de reacção. Na origem desta diferença poderá estar o tipo de reactor, tendo sido utilizado um reactor de leito fixo ou a utilização de uma temperatura de reacção mais baixa, 325°C, evitando um efeito mais severo das reacções de cracking.\nNão se verificou uma relação directa entre uma maior quantidade de gordura saturada e uma menor extensão das reacções de descarboxilação/descarbonização, como foi observado em Bovornseripatai et al., (2012). Os rácios (n-C15+n-C17)/(n-C16+n-C18) foram 1,6, 2,0, 1,8, 1,8 e 1,9 nos ensaios 4, 5, 6, 7 e 8 respectivamente.\n7.2.4\tInteracção entre as matérias-primas durante a hidrogenação das misturas\nNa mistura de matérias-primas pode ocorrer a interacção entre as mesmas e a composição dos produtos obtidos ser o resultado dessas interacções. Para se perceber se a composição do produto final foi resultado da reacção de hidrogenação em separado, ou seja, de cada uma das matérias -primas, OAU e GA, foram calculados os valores teóricos, ou seja, os valores esperados, através de uma média ponderada dos rendimentos dos principais resultados obtidos anteriormente e comparados com os valores experimentais obtidos em cada ensaio onde foram utilizadas misturas das duas matérias-primas. Os resultados encontram-se nas seguintes tabelas: Tabela 7.6, Tabela 7.7, Tabela 7.8 e Tabela 7.9.\nTabela 7.6 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das fases líquida e gasosa. Temperatura = 380°C; Pressão = 80psi; TR = 30'.T - valor teórico; E - valor experimental.\nEnsaio\t75%OAU:25%GA\t50%OAU:50%GA\t25%OAU : 75%GA\n[%m/m]\tT\tE\tT\tE\tT\tE\nLíquido\t88,0\t87,9\t88,2\t86,4\t88,4\t85,8\nGás\t11,4\t10,8\t10,4\t7,9\t9,3\t12,9\nTabela 7.7 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das percentagens volumétricas de CO2, CO e CnHm (hidrocarbonetos) na composição da fase gasosa. Temperatura = 380°C; Pressão = 80psi; TR = 30'. T - valor teórico; E - valor experimental.\nEnsaio\t75%OAU:25%GA\t\t50%OAU:50%GA\t\t25%OAU : 75%GA\t\n[%v/v]\tT\tE\tT\tE\tT\tE\nCO2\t20,9\t21,7\t21,2\t21,2\t21,5\t21,2\nCO\t46,1\t47,6\t44,5\t44,5\t42,8\t41,2\nCnHm\t33,0\t30,8\t34,2\t34,3\t35,4\t37,7\n11 Valores aproximados, obtidos teoricamente a partir da média ponderada densidades dos compostos n-C15 a n-C18.\nTabela 7.8 - Comparação dos valores teóricos e experimentais obtidos para o rendimento das espécies n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos. Temperatura = 380°C;\nPressão = 80psi; TR = 30'. T - valor teórico; E - valor experimental.\nEnsaio\t75%OAU:25%GA\t50%OAU:50%GA\t25%OAU : 75%GA\n[%v/v]\tT\tE\tT\tE\tT\tE\nn-Parafinas\t69,8\t68,6\t73,9\t69,7\t78,1\t68,9\niso-Parafinas\t7,4\t7,0\t6,2\t10,4\t5,0\t9,7\nn-Olefinas\t18,8\t22,1\t16,0\t18,7\t13,2\t18,1\nAromáticos\t4,0\t2,4\t3,9\t1,2\t3,7\t3,3\nTabela 7.9 - Comparação dos valores teóricos e experimentais obtidos para o rendimento dos compostos n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-\nC17H36) e n-octadecano (n-C18H38) na fase líquida. Temperatura = 380°C; Pressão = 80psi; TR = 30'. T - valor teórico; E - valor experimental.\nEnsaio\t75%OAU:25%GA\t50%OAU:50%GA\t25%OAU : 75%GA\n[%v/v]\tT\tE\tT\tE\tT\tE\nn-Ci5\t3,9\t5,3\t4,3\t4,9\t4,8\t4,4\nn-Cw\t3,0\t3,2\t3,0\t3,3\t3,0\t2,9\nn-Cj7\t4,8\t6,0\t4,6\t4,5\t4,4\t3,7\nn-C18\t2,2\t2,3\t2,1\t2,1\t1,9\t1,8\nA partir dos valores observados nas tabelas acima, parece não ter ocorrido interacção entre as duas matérias-primas, pois os valores obtidos experimentalmente foram bastante aproximados dos respectivos valores teóricos, obtidos a partir das médias ponderadas. Porém, o maior desvio ocorreu entre os rendimentos de n-parafinas, teórico e experimental, do ensaio 25%OAU:75%GA (Tabela 7.8), com um valor de, aproximadamente 10%, valor este que se poderá encontrar, ainda, dentro do intervalo de erro associado ao método analítico utilizado. Como tal, não foram observadas interacções significativas entre os produtos de hidrogenação destas duas matérias-primas.\n7.3\tEstudo do efeito dos catalisadores nas misturas\nNa terceira fase deste trabalho foi efectuado o estudo do efeito dos catalisadores nas misturas anteriores. Este estudo teve como objectivo estudar o efeito de cada catalisador numa das misturas anteriores e efectuar uma comparação com a reacção não catalítica. A mistura utilizada para o estudo do efeito dos catalisadores foi a mistura utilizada no ensaio 6, 50%OAU:50%GA, por ser a mais representativa do conjunto, ou seja, aquela em que as duas matérias-primas foram introduzidas em partes iguais no reactor.\nForam utilizados 3 catalisadores: CoMo/y-Al2O3, FCC e ZSM-5. As condições experimentais para cada um dos ensaios onde foi utilizado catalisador foram as mesmas utilizadas no ensaio 6, sem catalisador, e encontram-se descritas na Tabela 7.2.\nNa Fig. 7.18 encontra-se o gráfico do perfil das condições registadas durante o ensaio 9.\nUma vez atingida a temperatura de 380°C, esta foi mantida constante, com o mínimo de variações, ao longo do ensaio. A pressão registou um aumento gradual, com o aumento da temperatura da autoclave, devido à passagem ao estado gasosos dos compostos e devido às reacções de cracking, a partir das quais se formam compostos de cadeia mais curta. Uma vez iniciado o arrefecimento, estes dois valores diminuíram rapidamente.\nFig. 7.18 - Perfil de aquecimento, arrefecimento e pressão do ensaio 9 - CoMo (380°C; 80psi; 30').\n7.3.1\tRendimentos dos produtos\nNa Fig. 7.19 encontram-se os rendimentos mássicos das duas fases, gasosa e líquida.\nFig. 7.19 - Efeito dos catalisadores no rendimento mássico dos produtos líquidos e gasosos resultantes do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nNo ensaio onde foi utilizado o zeólito ZSM-5, verificou-se o maior rendimento para os produtos líquidos, cerca de 91,1% (m/m). Com um valor muito aproximado ao obtido no ensaio 10, referente à utilização de FCC. Com a utilização do CoMo obteve-se o menor rendimento para a fase líquida, aproximadamente 81,0% (m/m), mesmo quando comparado com o ensaio onde decorreu a reacção não catalítica. O CoMo promove a saturação das ligações e caracteriza-se por reacções de cracking suaves, assim, seria expectável que o rendimento da fase gasosa fosse menor em comparação com os rendimentos da fase gasosa dos catalisadores de cracking, FCC e ZSM-5. Consequentemente, o rendimento da fase líquida seria superior, o que não aconteceu. A utilização do CoMo resultou num rendimento da fase líquida com o valor mais baixo, e para a fase gasosa foi obtido o valor mais alto observado nas três reacções catalíticas. No ensaio 6, na reacção térmica, ocorreu a maior formação de produtos gasosos, com um rendimento de 7,9% (m/m).\nO facto de ser possível que não se tenha contabilizado todo o produto líquido devido à manipulação dos produtos pode ter originado erros no balanço mássico da fase líquida, não sendo possível saber com exactidão que catalisador promoveu a formação de mais produtos líquidos.\nPor outro lado, foi observada uma maior quantidade de água quando se utilizou o catalisador CoMo e, como foi referido anteriormente, a água diminui a actividade do catalisador (Knothe 2010). Uma\neventual diminuição da actividade do catalisador pode ter-se reflectido no rendimento do produto líquido.\n7.3.2\tComposição da fase gasosa\nA percentagem relativa de compostos gasosos observados no produto gasoso resultante destes ensaios, encontra-se na Fig. 7.20.\nCO2\tCO\tCnHm\n■ S/ Catalisador HCoMo ■ FCC ■ ZSM-5\nFig. 7.20 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nPor serem catalisadores que promovem as reacções de cracking, deverá ocorrer uma maior formação de compostos de cadeia mais curta com a utilização dos catalisadores FCC e ZSM-5 (Knothe, 2010). Na Fig. 7.20, e em concordância com a literatura, verificou-se que a formação de hidrocarbonetos gasosos foi superior nos ensaios onde foram utilizados estes dois catalisadores, cerca de 50,0% (v/v) da totalidade dos compostos gasosos, enquanto nos ensaios onde se utilizou CoMo, ou mesmo na reacção não catalítica, o rendimento de hidrocarbonetos gasosos foi de aproximadamente 34,0% (v/v) e 30,0% (v/v), respectivamente.\nO CoMo promove a saturação das duplas ligações e a hidrodesoxigenação (Bezergianni et al. 2010). Porém, as reacções de descarboxilação foram bastante extensas com a utilização de CoMo, pois como é possível observar na Fig. 7.20, a formação de CO2 foi superior neste ensaio, comparativamente com os restantes.\nOs zeólitos, segundo a literatura, favorecem as reacções de descarboxilação (Jacobson et al. 2013). No entanto, o valor de CO2 formado a partir da reacção onde foi utilizado ZSM-5, foi inferior aos restantes catalisadores e ainda à reacção térmica, com um valor de aproximadamente 20,0% (v/v).\nA composição detalhada dos hidrocarbonetos gasosos encontra-se no gráfico da Fig. 7.21, onde é possível verificar que a formação de hidrocarbonetos saturados, principalmente CH4, C2H6 e C3H8, foi bastante superior aos insaturados. Isto pode indicar que as reacções de saturação foram as principais reacções nestes ensaios, seguidas de reacções de cracking, como sugerido por Simácek et al. (2009) . Este rendimento foi superior nos ensaios onde foram utilizados catalisadores de cracking, FCC e ZSM-5.\nNos ensaios onde se utilizou o FCC, a formação de hidrocarbonetos foi superior, como foi referido, e o hidrocarboneto com maior formação neste ensaio foi o CH4, acima dos 16,0% (v/v), seguido do C2H6 com um rendimento de quase 12,0% (v/v). A produção de C3H8 foi cerca de duas vezes superior nos ensaios onde se utilizaram os catalisadores de cracking, aproximadamente 10,0% (v/v), em relação à reacção térmica e ao ensaio onde foi utilizado CoMo, onde o rendimento obtido para este composto foi\nde aproximadamente 5,0% (v/v). A formação do isómero (cis)C4H8 foi favorecida pelo uso destes dois catalisadores, facto que é concordante com a literatura.\n(%v/v)\n20\n18\n16\n14\n12\n10\n\nCH4\nC2H4\nC2H6\nC3H6\nC3H8\nC4H10 (cis)C4H8\n8\n6\n4\n2\n0\n■ S/ Catalisador ■ CoMo ■ FCC ■ ZSM-5\nFig. 7.21 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. CH4 -metano; C2H4 - eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 -cis-2-buteno.\nA utilização do CoMo resultou num rendimento total de hidrocarbonetos saturados de aproximadamente 22,0% (v/v), e quando a reacção ocorreu sem a presença de um catalisador, no ensaio 6, este valor foi ligeiramente superior, 24,8%. A utilização do CoMo, sendo um catalisador de funções de cracking suaves, pressupõe a formação de alcanos de cadeias mais longas (Bezergianni e Dimitriadis 2013). Assim, e em concordância com a pesquisa bibliográfica, o rendimento de hidrocarbonetos gasosos foi inferior com a utilização do CoMo em relação aos restantes catalisadores utilizados.\n7.3.2.1\tDensidade e PCS do gás\nNa Tabela 7.10 encontram-se os valores da MV de cada fracção gasosa resultante dos ensaios onde foi estudado o efeito dos catalisadores na mistura de 50%OAU:50%GA.\nTabela 7.10 - MV dos gases resultantes do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nEnsaio\tMV [kg/m3]\nS/ Catalisador\t0,59\nCoMo\t0,82\nFCC\t0,66\nZSM-5\t0,67\nA fracção gasosa que registou maior densidade foi obtida no ensaio 9, com a utilização do CoMo, e está relacionada com uma menor quantidade de H2 presente na composição gasosa final (Fig. B III, ANEXO B).\nDa utilização de catalisadores resultou a formação de produtos gasosos com valores de MV superiores ao valor obtido no ensaio onde não foi utilizado catalisador. As fracções gasosas resultantes dos ensaios catalíticos apresentaram um teor de H2 inferior aos teores observados na reacção térmica. Uma menor percentagem de H2 na mistura final sugere que o consumo deste composto foi superior. Neste\ncaso, a utilização de catalisadores pode ter promovido o consumo de H2, e consequentemente originado uma diminuição da presença deste gás na mistura final, o que resultou em valores de MV superiores nesses ensaios.\nNa Fig. 7.22 encontra-se o gráfico onde estão registados os valores do PCSG de cada gás.\n(MJ/Nm3)\nS/ Catalisador\nZSM-5\nCoMo\n— Com H2\nFCC\nSem H2\nFig. 7.22 - Poder calorífico superior do gás (PCSG) resultante do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nTendo em conta o valor do PCSG do produto gasoso que é recolhido no final da reacção, ou seja, com a contribuição do H2, este aumentou com o aumento da quantidade de hidrocarbonetos formados. Este valor foi mais elevado no ensaio com ZSM-5, com um valor de 19,5MJ/Nm3, onde foi observada a maior formação de hidrocarbonetos gasosos.\nSe a contribuição de H2for retirada, este valor aumenta ou diminui, consoante os gases estejam menos ou mais diluídos no H2, respectivamente. Nesse caso, o valor de PCSG mais alto observado correspondeu à fracção gasosa resultante do ensaio 10, de aproximadamente 32MJ/Nm3, onde a percentagem de H2 presente na mistura final foi inferior em relação aos restantes produtos gasosos.\n7.3.3\tComposição da fase líquida\nO efeito dos catalisadores na formação dos diferentes compostos (n-parafinas, iso-parafinas, n-olefinas e compostos aromáticos) pode ser observado na Fig. 7.23. A saturação dos ácidos carboxílicos ocorre preferencialmente quando a reacção é catalisada por um catalisador metálico, como o CoMo (Sotelo-boyás et al. 2010). De facto, a conversão dos triglicéridos em compostos saturados foi mais elevada quando a reacção foi catalisada por CoMo, com um rendimento de conversão em parafinas de aproximadamente de 85,0% (v/v). O menor rendimento destes compostos foi obtido quando foi utilizado o catalisador ZSM-5, um catalisador de cracking, com um rendimento de conversão em produtos saturados ligeiramente inferior a 70,0% (v/v).\nEm relação aos compostos saturados de cadeia linear, a sua evolução foi idêntica à evolução do conteúdo de parafinas observado nos quatro ensaios. Nos ensaios em que foram utilizados os catalisadores de cracking, podem ter acontecido reacções de aromatização a partir de compostos previamente saturados, pois foi nestas reacções que se verificou a maior conversão em compostos aromáticos, de aproximadamente 11,2% (v/v), e a menor em n-parafinas, cerca de 62,0% (v/v).\nA utilização de catalisadores de cracking resultou na presença de compostos insaturados em quantidades superiores à registada nas restantes reacções catalíticas, observando-se 19,1% (v/v) de n-olefinas no produto líquido no ensaio com ZSM-5 e 15,7% (v/v) na fase líquida obtida no ensaio com CoMo. Com a utilização de CoMo a composição de n-olefinas foi de apenas 12,7% (v/v), tendo este sido o valor mais baixo que se observou. Na reacção não catalítica, 18,7% (v/v) da composição do produto líquido eram compostos insaturados. Com a utilização do catalisador CoMo e do catalisador\nFCC, o conteúdo em compostos insaturados reduziu-se significativamente em relação à reacção térmica.\nFig. 7.23 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nTanto a função ácida do CoMo/y-Al2O3 como os zeólitos promovem as reacções de isomerização (Bezergianni 2013) e, portanto, melhoram as propriedades de frio do combustível. No entanto, a quantidade de iso-parafinas produzidas foi inferior, em todas as reacções catalíticas, quando comparadas com o ensaio sem catalisador, onde a produção de iso-parafinas foi de 10,4% (v/v). O rendimento de iso-parafinas obtido, mais próximo do valor observado na reacção térmica, registou-se no ensaio com o catalisador FCC. Nos ensaios com CoMo e ZSM-5 o rendimento dos mesmos compostos foi inferior.\nNo estudo do efeito das matérias-primas, Bovornseripatai et al. (2012), concluíram que o facto de as gorduras animais conterem mais impurezas, como o Na, K e P, resultou numa menor conversão dos triglicéridos causada pela deposição dessas impurezas na superfície dos catalisadores, diminuindo a sua actividade (Bovornseripatai et al. 2012). Embora esses parâmetros não tenham sido medidos neste estudo, pensa-se que tais impurezas pudessem estar presentes na gordura aqui utilizada e possam ter interferido na actividade do catalisador, resultando num rendimento em iso-parafinas inferior ao esperado.\nO conteúdo de compostos aromáticos aumentou consideravelmente com a utilização de catalisadores, tendo sido superior nos ensaios onde foram utilizados os catalisadores ZSM-5 e FCC, como referido anteriormente. Na reacção não catalítica, o conteúdo dos mesmos compostos foi o menor valor observado, cerca de 1,1% (v/v). Pinto et al. (2013), também observaram um aumento do conteúdo em aromáticos, na hidrogenação do óleo de colza com CoMo, a 400°C. Esses compostos, com um tempo de reacção de 180 minutos, foram observados com um rendimento de cerca de 50% (v/v). O tempo e temperaturas utilizados pelos autores foram superiores às respectivas condições utilizadas nos ensaios deste estudo o que, possivelmente, justifica o elevado rendimento destes compostos, observado por Pinto et al., comparativamente com o rendimento obtido no presente estudo.\nDe acordo com a literatura, o ZSM-5 é dos catalisadores cujo produto líquido obtido contém a maior concentração de compostos aromáticos (Charusiri et al. 2006; Jacobson et al. 2013) e, de facto, no ensaio onde este catalisador foi utilizado verificou-se a maior produção destes compostos, de aproximadamente 11,3% (v/v). No ensaio onde o catalisador FCC foi utilizado, o conteúdo em compostos aromáticos aproximou-se bastante do observado no ensaio com ZSM-5. O conteúdo detalhado da composição em aromáticos pode ser observado na Fig. B V, do ANEXO B.\nAs espécies de n-alcanos, que compõem a mistura obtida, podem observar-se na Fig. 7.24. Nas reacções não catalítica e catalisada por CoMo, os n-alcanos obtidos em diferentes concentrações, variaram entre o C5 e o C19. Verificou-se a formação de n-alcanos entre o C5 e o C20 nos ensaios com FCC e ZSM-5, embora não se tenha verificado a formação de n-heptano (n-C7) e n-C18 neste último.\nn-C20H42 n-C19H40 n-C18H38 n-C17H36 n-C16H34 n-C15H32 n-C14H30 n-C13H28 n-C12H26 n-C11H24 n-C10H22 n-C9H20 n-C8H18 n-C7H16 n-C6H14 n-C5H12\nFig. 7.24 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito dos catalisadores nas misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'. (Legenda na Tabela B I, ANEXO B).\nO volume de n-alcanos entre o n-C5 e n-Cn diminuiu com a utilização de catalisadores, relativamente ao ensaio onde a reacção ocorreu sem catalisador. Os catalisadores FCC e ZSM-5 são caracterizados pela sua actividade nas reacções de cracking (Knothe 2010) e, portanto, por uma maior formação de hidrocarbonetos da gama dos que compõem a gasolina (Sotelo-boyás et al. 2012). Assim, a formação de hidrocarbonetos mais leves nos ensaios com FCC e ZSM-5, de acordo com a literatura, deveria ter sido superior à que se observou nos restantes ensaios. No entanto, a maior concentração dos hidrocarbonetos entre n-C5 e n-Cn foi observada na reacção térmica, de aproximadamente 41% (v/v), enquanto a utilização de FCC e ZSM-5 resultou num rendimento desses compostos de aproximadamente 25,0% (v/v) e 36,4% (v/v), respectivamente. As reacções de cracking, nos ensaios com FCC e ZSM-5, podem ter sido demasiado extensas tendo-se formado hidrocarbonetos gasosos a partir dos n-alcanos de cadeia maior. Isto ter-se-ia reflectido na composição da fase gasosa, originando a formação de mais hidrocarbonetos gasosos nestas duas reacções o que, de facto, aconteceu (Fig. 7.20).\nNa formação de hidrocarbonetos entre o n-C12 e n-C20, o maior rendimento obtido observou-se na reacção onde foi utilizado CoMo, de 41,1% (v/v). O catalisador comercial CoMo, potenciou a formação de hidrocarbonetos saturados e de cadeia mais longa o que se encontra de acordo com a\nliteratura consultada (Bezergianni 2013). Com o catalisador FCC, apesar de ser adequado para as reacções de cracking, obteve-se um rendimento de hidrocarbonetos do n-C12 ao n-C20 de 37,9% (v/v), e este valor foi superior ao rendimento das mesmas espécies de n-alcanos obtidas na reacção térmica. Com o ZSM-5, o rendimento dos mesmos compostos correspondeu ao menor valor obtido em todos os ensaios.\nOs n-alcanos que apresentaram maior percentagem volumétrica, entre 9,0% (v/v) e 12,0% (v/v), foram o C15 e C17, respectivamente, obtidos nos ensaios com CoMo e FCC. A análise da selectividade dos compostos entre o n-C15 e n-C18 será feita a partir da Fig. 7.25, com uma análise mais detalhada da percentagem volumétrica destes compostos.\nFig. 7.25 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito das misturas. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nOs volumes de hidrocarbonetos entre de n-C15 e n-C18, presentes na mistura, variaram entre 10,0% (v/v) com a utilização de ZSM-5 e aproximadamente 28,0% (v/v), valor obtido no ensaio com CoMo. O valor obtido com este catalisador correspondeu quase ao dobro do volume destes n-alcanos na reacção térmica, onde o conteúdo entre o n-C15 e n-C18 foi de aproximadamente 15,0% (v/v). Este resultado foi concordante com a literatura uma vez que o CoMo é um catalisador mais adequado para as reacções de hidrogenação (Bezergianni 2013), deste modo, dos três catalisadores, o CoMo apresentou uma maior produção de hidrocarbonetos de cadeia mais longa, confirmando que foi o catalisador menos adequado para o cracking que o de FCC e o ZSM-5.\nA selectividade dos n-alcanos entre o n-C15 e o n-C18 observada por Bovornseripatai et al., (2012), na hidrogenação de gordura de vaca, variou entre 52,0% (m/m) e 56,0% (m/m) (aproximadamente 67,53% (v/v) e 72,73% (v/v)12, respectivamente). Existe uma diferença considerável entre os rendimentos obtidos por Bovornseripatia et al. e os valores obtidos no presente estudo. Porém, na investigação de Bovornseripatai et. al. a temperatura de reacção foi de 325°C e o reactor utilizado foi um reactor de leito fixo. O que pode sugerir que, no caso do presente trabalho, as reacções de cracking foram demasiado extensas e promovidas pelo tipo de reactor (descontínuo) ou por uma temperatura demasiado elevada, uma vez que a partir de 380°C as reacções de cracking tornam-se mais extensas, segundo Sotelo-boyás et al. (2010).\nTendo em conta a actividade do CoMo nas reacções de hidrodesoxigenação e a análise da composição da MP, essencialmente composta por ácidos gordos com 16 e 18 átomos de carbonos, esperar-se-ia que a formação de n-C¡6 e n-Ci8 fosse superior à formação de n-Ci5 e n-C17, no ensaio onde este catalisador foi utilizado. A temperatura utilizada parece ter sido suficiente para que as reacções de descarboxilação e descarbonização ocorressem mas demasiado baixa para as reacções de hidrodesoxigenação. Como foi observado no estudo do efeito da temperatura, em 7.1 do presente\n12 Valores aproximados, obtidos teoricamente a partir das densidades dos compostos n-C15 a n-C18.\ntrabalho, à temperatura de 400°C as três reacções parecem ter sido favorecidas, verificando-se um aumento do volume de n-C16 e n-C18 e ainda de n-Ci5 e n-Ci7.\nO mesmo aconteceu nos restantes ensaios pois a formação de n-C15 e n-C17 foi superior à de n-C16 e n-C18, indicando que as reacções de descarboxilação e descarbonização ocorreram preferencialmente em relação às de hidrodesoxigenação.\n7.4\tEstudo do efeito dos catalisadores no OAU\nNa quarta fase deste trabalho foi estudado o efeito dos mesmos catalisadores (CoMo, FCC e ZSM-5) na hidrogenação do OAU, a 400°C com uma pressão de 160psi e durante 30 minutos (Tabela 7.2).\nNa Fig. 7.26 encontra-se o gráfico construído com os dados de pressão e temperaturas, retirados durante todas as fases do ensaio 15.\nFig. 7.26 - Perfil de aquecimento, arrefecimento e pressão do ensaio 15 - ZSM-5 (400°C; 160psi; 30').\nA pressão inicial, 180psi, aumentou gradualmente com o aumento da temperatura no interior da autoclave, possivelmente devido à passagem à fase gasosa dos compostos. A temperatura da autoclave manteve-se constante ao longo do ensaio e muito próxima do valor pré-estabelecido, 400°C. Quando foi desligado o forno, a temperatura e pressão no interior da autoclave sofreram uma rápida diminuição.\n7.4.1\tRendimento dos produtos\nNo gráfico da Fig. 7.27 encontram-se os valores do balanço mássico das duas fases obtidas neste estudo.\nEmbora os valores do rendimento dos produtos líquidos, nas reacções onde foram utilizados catalisadores, tenham sido um pouco mais baixos do que o mesmo valor obtido na reacção térmica, estes encontram-se de acordo com os valores obtidos por Bezergianni et al. (2010) (Tabela 4.2). O maior rendimento da fase líquida foi obtido na reacção não catalítica, valor superior em cerca de nove pontos percentuais às reacções catalíticas. Porém, o baixo valor dos rendimentos dos produtos líquidos não se reflectiu no rendimento da fase gasosa obtida. A produção de gases foi maior nos ensaios em presença do FCC e ZSM-5. Uma vez que a função deste tipo de catalisadores promove a formação de moléculas com cadeias de carbono menores, a produção de hidrocarbonetos gasosos é mais susceptível de acontecer (Knothe 2010). Deste modo, o aumento do rendimento da fase gasosa tenderá a aumentar o que se confirmou pelos resultados observados.\nresultantes do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nCharusiri et al. (2006), obtiveram 14,63% de rendimento para a fase gasosa a 400°C numa reacção catalisada por ZSM-5 (Tabela 4.2), durante 60 minutos. No ensaio com ZSM-5 do presente trabalho, o rendimento da fracção gasosa observado foi muito próximo ao que Charusiri et al. (2006) obtiveram.\nNuma comparação entre as quatro reacções, observa-se que a produção de gases foi menor no ensaio catalisado pelo CoMo, aproximadamente 12,8% (v/v). Os resultados parecem confirmar que dos três catalisadores o CoMo foi um catalisador onde as condições de cracking foram mais suaves.\n7.4.2\tComposição da fase gasosa\nPara que se possa fazer uma análise mais detalhada sobre a composição da fase gasosa resultante dos ensaios efectuados neste estudo, foram elaborados os gráficos das Fig. 7.28 e Fig. 7.29.\nCO2\tCO\tCnHm\n■ S/ Catalisador HCoMo ■ FCC ■ ZSM-5\nFig. 7.28 - Percentagem volumétrica relativa de CO2, CO e hidrocarbonetos (CnHm) presentes no gás resultante dos ensaios do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nA remoção de oxigénio a partir da formação de CO e CO2, conjuntamente, foi superior no ensaio onde não foi utilizado catalisador, cerca de 60,0% (v/v). Uma vez que os zeólitos retiram o oxigénio da MP, principalmente, por descarboxilação, esperar-se-ia uma formação de CO2 superior no ensaio onde foi utilizado ZSM-5, relativamente às restantes reacções (Jacobson et al. 2013). No entanto, com a utilização de ZSM-5 o oxigénio foi, maioritariamente, retirado a partir da formação de CO.\nA partir das reacções catalíticas com FCC e ZSM-5, a formação de hidrocarbonetos gasosos foi superior à que se observou nos restantes ensaios, com rendimentos entre os 60% (v/v) e 70% (v/v). Da reacção térmica obtiveram-se cerca de 40% (v/v) de hidrocarbonetos gasosos e a reacção catalisada com CoMo produziu aproximadamente 55% (v/v) destes compostos. Como era expectável, ocorreu uma maior formação de hidrocarbonetos de cadeia mais curtas com a utilização de catalisadores de cracking, por serem catalisadores cujas funções são mais adequadas para a quebra das ligações entre as moléculas (Knothe 2010).\nA partir da Fig. 7.29 é possível observar detalhadamente a composição da fase gasosa em hidrocarbonetos. A formação de hidrocarbonetos saturados foi superior aos hidrocarbonetos insaturados em todos os ensaios, inclusivamente em relação ao ensaio onde não foi utilizado catalisador, o que indica que a saturação da dupla ligação pode ter ocorrido como principal reacção, como sugerido por Simácek et al., (2009).\nO CH4 foi o gás mais produzido em todas as reacções, com um rendimento que ultrapassou os 20% (v/v) no ensaio com FCC, onde o rendimento do C3H8 foi de aproximadamente 16% (v/v). O ensaio onde se obteve o maior rendimento de C3H8 foi o da reacção catalisada por ZSM-5, com um rendimento aproximado dos 17% (v/v) e o menor foi obtido na reacção térmica, de quase 7% (v/v).\nA quebra das ligações parece ter sido promovida, principalmente, nas reacções onde foram utilizados catalisadores.\n(%v/v)\n22\n8\n6\n4\n2\n0\n20\n18\n16\n14\n12\n10\n. I . i\nCH4\nC2H4\nC2H6\nC3H6\nC3H8\nC4H10 (cis)C4H8\n■ S/ Catalisador HCoMo ■ FCC ■ ZSM-5\nFig. 7.29 - Percentagem volumétrica relativa de hidrocarbonetos no gás resultante dos ensaios do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'. CH4 -metano; C2H4 - eteno; C2H6 - etano; C3H6 - propeno; C3H8 - propano; C4H10 - butano; (cis)C4H8 - cis-2-buteno.\n7.4.2.1\tDensidade e PCS do gás\nA densidade da fracção gasosa resultante de cada ensaio encontra-se na Tabela 7.11.\nTabela 7.11 - MV dos gases resultantes do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nEnsaio\tMV [kg/m3]\nS/ catalisador\t0,49\nCoMo\t0,56\nFCC\t0,60\nZSM-5\t0,61\nA formação de hidrocarbonetos de cadeia mais longa aumenta a densidade do gás. Isto parece ter acontecido, uma vez que os valores das massas volúmicas dos produtos gasosos resultantes dos ensaios com FCC e ZSM-5 foram superiores às dos restantes produtos gasosos, 0,60 kg/m3 e 0,61kg/m3, respectivamente. No entanto, a contribuição do H2, ou seja, a quantidade deste composto presente na mistura final de compostos gasosos, parece ter tido mais influência nos valores das densidades dos gases. A presença deste composto parece ter afectado o valor de MV na medida em que a sua elevada densidade tornou também a mistura de gases mais densa, esse efeito pode ser observado na Fig. B IV, do ANEXO B.\nOs valores do PCSG foram calculados para a fracção gasosa resultante dos ensaios realizados nesta parte do estudo e para a mistura de compostos gasosos recolhido depois da realização do respectivo ensaio. Os resultados encontram-se no gráfico da Fig. 7.30.\n(MJ/Nm3)\nS/ Catalisador\nCoMo\nZSM-5\nCom H2\nSem H2\nFig. 7.30 - Poder calorífico superior do gás (PCSG) do gás resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nConsiderando a fracção gasosa, produto da reacção (sem a contribuição do H2) e, a partir da Fig. 7.28, observou-se uma relação entre o aumento do PCSG e uma maior percentagem volumétrica de hidrocarbonetos presentes na mistura. Assim, o poder calorífico foi superior nos ensaios com FCC e ZSM-5.\nA contribuição do H2 diminuiu o valor do PCSG, pois os gases encontraram-se mais diluídos na mistura, no entanto, as curvas dos PCS de um gás e outro, com e sem a contribuição de H2, não progrediram da mesma forma. A diferença entre um valor, numa curva, e o valor correspondente na outra, dependeu apenas da presença de mais ou menos H2 na fracção gasosa recolhida.\n7.4.3\tComposição da fase líquida\nA análise da fase líquida permitiu agrupar os diferentes hidrocarbonetos por tipo para permitir uma análise geral ao produto resultante (Fig. 7.31). O conteúdo em parafinas variou entre cerca de 53,0% (v/v) e 75,0% (v/v) nos ensaios sem catalisador e com ZSM-5, respectivamente. Os rendimentos mais elevados de parafinas verificaram-se no ensaio onde não foi utilizado nenhum catalisador e onde se utilizou o CoMo e os valores mais baixos foram observados nas reacções onde se utilizaram os catalisadores de cracking.\nA utilização do CoMo promoveu a formação de n-parafinas, em mais 5 pontos percentuais, em relação à reacção térmica. No entanto, a formação de iso-parafinas diminuiu, passando de 9,5% (v/v), no ensaio sem catalisador, a 3,5% (v/v), quando foi utilizado CoMo. Segundo Sotelo-boyás et al., (2010), o suporte alumina deveria ter contribuído para o aumento da quantidade de iso-parafinas em relação à reacção térmica, o que não se verificou. A temperatura da reacção mais indicada para este catalisador será entre os 350°C e os 370°C (Bezergianni et al. 2012) e a temperatura a que ocorreu esta reacção foi um pouco superior o que pode ter prejudicado a actividade do catalisador nesse sentido.\nFig. 7.31 - Composição volumétrica relativa de n-Parafinas, iso-Parafinas, n-Olefinas e Aromáticos na fase líquida resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nA acidez do zeólito, ZSM-5, segundo Sotelo-boyás et al. (2012), promove a isomerização das parafinas e portanto era esperado que o conteúdo desta espécie fosse superior no ensaio onde este catalisador foi utilizado. Os resultados foram concordantes com Sotelo-boyás R. et al., (2012) pois, a partir da Fig. 7.31, observa-se que a formação de iso-parafinas foi superior no ensaio com ZSM-5, com um rendimento de aproximadamente 11,2% (v/v), característica que favorece as propriedades de frio do produto obtido. No ensaio catalisado pelo FCC, o rendimento de iso-parafinas foi próximo deste valor.\nA presença de n-olefinas foi superior nas reacções catalisadas pelos catalisadores ZSM-5 e FCC. A função destes catalisadores não é tão adequada para a hidrogenação das duplas ligações como no caso do CoMo (Bezergianni 2013) pelo que as percentagens registadas de compostos insaturados foram superiores nestas duas reacções.\nA utilização de catalisadores promoveu a formação de compostos aromáticos, tendo-se obtido o rendimento mais elevado destes compostos quando se usou o ZSM-5. Os resultados foram concordantes com a literatura, segundo Charusiri W., et al., (2006) e Jacobson, et al., (2013), o ZSM-5 é um catalisador com elevado rendimento de aromáticos. A formação destes compostos pode ter originado um menor rendimento em n-parafinas. Os rendimentos dos compostos aromáticos observados, principalmente no ensaio com ZSM-5, são consideravelmente elevados, o que pode contribuir para a diminuição do ponto de fusão e índice de cetano do combustível. As espécies de aromáticos presentes no produto líquido podem ser observadas na Fig. B VI, do ANEXO B.\nO gráfico da Fig. 7.32 permite uma análise detalhada dos n-alcanos que compõem a mistura de hidrocarbonetos.\nOs compostos presentes em maior percentagem na mistura de hidrocarbonetos foram compostos de cadeia mais curta, do n-C5 ao n-C11. Estes compostos apresentaram maiores percentagens no produto líquido resultante do ensaio onde se utilizou CoMo, com um rendimento aproximado de 48,0% (v/v). Tendo em conta que são catalisadores de cracking, esperar-se-ia que os catalisadores de FCC e ZSM-5, produzissem uma maior percentagem destes compostos, comparativamente com o ensaio onde não foi utilizado catalisador e aquele em que se utilizou CoMo. No entanto, os rendimentos de hidrocarbonetos entre o n-C5 a n-C11, obtidos nos ensaios com FCC e ZSM-5, foram semelhantes entre si e inferiores ao valor observado na reacção térmica e com CoMo. Uma possível justificação poderá ser o baixo rendimento de parafinas observado nos ensaios onde os catalisadores de cracking foram utilizados, resultando numa diminuição das percentagens relativas de cada composto. Como foi referido anteriormente, as n-parafinas podem ter sofrido reacções de aromatização, diminuindo o rendimento dos primeiros compostos na composição final do produto líquido.\n■\tZSM-5\n■\tFCC\n■\tCoMo\n■\tS/ Catalisador\nFig. 7.32 - Percentagem volumétrica relativa das espécies de n-alcanos resultantes do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30' (Legenda na Tabela B I, ANEXO B).\nA produção de biogasolina obtida por Rohmah et al.(2012) (Tabela 4.2), quando a reacção foi catalisada por um zeólito, a 400°C foi de 63,37% (m/m) (aproximadamente 91,3% (v/v)13) (Tabela 4.2). No entanto, Charusiri et al. (2006), obtiveram 15,57% (m/m) (aproximadamente 22,42% (v/v)11) de produtos da gama da gasolina com uma temperatura de 400°C e sob a acção do ZSM-5 (Tabela 4.2). Comparando o presente trabalho com as duas pesquisas efectuadas, Rohmah et al.(2012) e Charusiri et al. (2006), os resultados parecem sugerir que o aumento da pressão favoreceu a formação de compostos de cadeia mais curta.\nOs compostos n-C6 e do n-C8 ao n-C12 são os que compõem maioritariamente os produtos resultantes dos ensaios onde foram utilizados FCC e ZSM-5, o que é concordante com a ideia de que estes catalisadores serão mais indicados para a formação de compostos semelhante ao jet fuel ou gasolina (Sotelo-boyás et al. 2012).\nNa produção de hidrocarbonetos entre o n-C12 e n-C20, o maior rendimento foi obtido na reacção não catalítica, de aproximadamente 26,6% (v/v). Este valor reduziu gradualmente com a utilização de catalisadores mais adequados para as reacções de cracking. Os valores obtidos foram de 22,4% (v/v), 15,8% (v/v) e 12,2% (v/v), nos ensaios com CoMo, FCC e ZSM-5, respectivamente.\n13 Valor aproximado, obtido teoricamente a partir da média das densidades dos compostos n-C5 a n-Cii.\nCharusiri et al. (2006), obtiveram um rendimento para o biogasóleo de 15,02% (m/m), numa reacção não catalítica, a 400°C. No mesmo estudo, observaram um rendimento de 16,98% (m/m) à mesma temperatura mas numa reacção catalisada por ZSM-5 (Tabela 4.2). No presente trabalho, na reacção não catalítica e à mesma temperatura utilizada por Charusiri et al., o rendimento de compostos entre o n-C12 e o n-C20 obtido foi superior ao rendimento obtido pelos autores. Na reacção catalisada com ZSM-5 este valor, no presente trabalho, foi ligeiramente inferior.\nO rendimento de n-alcanos entre o n-Ci5 e o n-C18, podem ser observados na Fig. 7.33.\nFig. 7.33 - Percentagem volumétrica relativa de n-pentadecano (n-C15H32), n-hexadecano (n-C16H34), n-heptadecano (n-C17H36) e n-octadecano (n-C18H38) na fase líquida resultante do estudo do efeito dos catalisadores no OAU. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\nA formação de hidrocarbonetos que compõem maioritariamente o gasóleo (n-C15 a n-C18) foi favorecida na reacção não catalítica, com um rendimento de aproximadamente 15,0% (v/v) e o rendimento mais elevado em todos os produtos líquido obtidos. O rendimento destes compostos foi mais baixo com a utilização do catalisador ZSM-5, ligeiramente superior a 4,0% (v/v). A utilização de catalisadores parece ter resultado numa diminuição da selectividade de n-C15 a n-C18.\nUma vez que o OAU é essencialmente composto por C18:1 e C18:2, a formação selectiva de n-Ci5 e n-C17 pode sugerir que as reacções de descarboxilação e descarbonização foram mais extensas em qualquer dos ensaios. Nos ensaios com os catalisadores FCC e ZSM-5, não foi detectado n-C18\n8.\tConclusão\nA conversão dos triglicéridos e AGL, que compõem os óleos e gorduras, é possível a partir do processo de hidrogenação. A composição do produto final depende de vários factores e encontrar um equilíbrio entre todos eles, favorável à obtenção do produto desejado, é o objectivo a que investigadores desta área se propõem. Do mesmo modo, neste trabalho pretendeu-se estudar parâmetros como a temperatura, a composição das matérias-primas e o efeito dos catalisadores no processo de hidrogenação.\nA literatura consultada sugeriu que a hidrogenação é um processo capaz de converter eficazmente os compostos das gorduras num produto líquido rico em hidrocarbonetos a partir do C5 e, em alguns casos, ultrapassando o C20, ou seja, numa composição semelhante ao petróleo e que, por destilação, é possível obter as diferentes fracções que compõem os combustíveis como a gasolina, nafta, querosene e gasóleo.\nO grande desafio será encontrar as condições ideias de hidrotratamento para conseguir obter o rendimento máximo da faixa de hidrocarbonetos pretendida. Assim, é necessário encontrar condições ideias de temperatura, pressão, TR e tipo de reactor que conduzam o processo no sentido das reacções pretendidas e que evitem outras indesejadas, consoante se pretenda um produto rico em hidrocarbonetos de cadeia mais longa, mais curta, isómeros, aromáticos, etc..\nNos ensaios realizados obtiveram-se uma fase líquida, com um rendimento mássico entre 71% e 91%, e uma fase gasosa que correspondeu a 5% a 25% do rendimento mássico. Estes valores encontraram-se dentro dos valores obtidos pelos autores consultados e, em alguns casos, os rendimentos mássico dos produtos líquidos foram até superiores.\nNo que respeita à fase líquida, a conversão em hidrocarbonetos foi completa, tanto na utilização do OAU, isoladamente, como das misturas. O produto resultante, na maioria dos ensaios, era composto por hidrocarbonetos entre o n-C5 e o n-C20. A formação de n-alcanos, iso-alcanos, alcenos e compostos aromáticos ocorreu em todos os casos.\nO aproveitamento deste produto pode ser feito de várias maneiras, como referido anteriormente, para utilização como produto idêntico à gasolina, ao gasóleo, ao jet fuel (querosene) e nafta. Porém, as condições em que a transformação da MP ocorre deverão ser as mais apropriadas para o produto que se pretende obter.\nO produto gasoso era composto, essencialmente, por CO, CO2 e hidrocarbonetos desde o CH4 até ao C4H10. Ocorreu, em todos os ensaios, a formação de C3H8, cujos rendimentos variaram entre os 4% e os 17% da massa da fase gasosa obtida. A composição em hidrocarbonetos, que variou entre 30% e 70% na fase gasosa, permite a sua aplicação na produção de energia, quando queimado em queimadores gasosos. Nesse caso, pode ser utilizado para produção de energia térmica, para alimentar os reactores onde o processo de hidrogenação decorre, diminuindo assim despesas associadas ao aquecimento. Pode ainda ser aproveitado no próprio processo, se for feita a recirculação da fracção gasosa obtida, até novamente ao interior do reactor.\nNo primeiro estudo deste trabalho, o efeito de uma temperatura mais alta resultou num menor rendimento da fase líquida, no entanto a passagem de 370°C para 400°C não afectou este valor. O aumento da temperatura parece ter favorecido as reacções de cracking, resultando na formação de mais compostos gasosos. As temperaturas mais baixas, 370°C e 400°C, conduziram a um gás com teores relativos mais elevados de CO e CO2 derivado à remoção de oxigénio, enquanto a 430°C, possivelmente devido às reacções de cracking, a percentagem relativa dos hidrocarbonetos gasosos aumentou.\nNa fase líquida, a 430°C, obteve-se a maior percentagem relativa de iso-parafinas e compostos aromáticos, porém, também a esta temperatura se registou a menor concentração de n-parafinas. A passagem de 370°C para 400°C não resultou numa variação apreciável de nenhum destes compostos.\nO conteúdo de n-alcanos entre o n-C5 e o n-C11 foi superior ao de n-C15 a n-C18 nos ensaios realizados com as diferentes temperaturas. À temperatura de 400°C observou-se o conteúdo mais elevado em\nhidrocarbonetos da fracção do gasóleo do que no caso das outras duas temperaturas, talvez porque foram favorecidas as reacções de descarboxilação/descarbonização.\nAs misturas não tiveram um efeito significativo no rendimento mássico do líquido, no entanto o maior valor foi obtido quando se utilizaram 100% de GA na MP. O rendimento da fase gasosa foi superior quando a reagir estavam 75% de GA e o menor obteve-se quando as duas gorduras estavam presentes em partes iguais. As reacções de hidrodesoxigenação podem ter sido favorecidas pelo nível de insaturação maior da MP.\nQuando foi utilizado 100% de GA o conteúdo em n-parafinas registou o valor mais alto, porém, também se registou a menor conversão de iso-parafinas. Com utilização de MP mais saturada observaram-se menos compostos insaturados no produto obtido e o contrário com o aumento do nível de insaturação da MP. Não se verificou uma relação entre o tipo de MP e a formação de iso-parafinas. Quanto ao conteúdo em aromáticos, aparentemente diminuiu com o aumento do nível de saturação até ao ensaio onde as matérias-primas foram utilizadas em partes iguais, aumentando a partir daí até ao ensaio com 100% de GA.\nA formação de hidrocarbonetos entre o n-C5 e o n-C9 foi bastante elevada em todos os ensaios, tendo sido registado o maior valor quando 100% da MP era GA. Os hidrocarbonetos que compõem o gasóleo observaram-se em maior quantidade na mistura 75% OAU : 25% GA. Uma elevada formação de n-C15 e n-C17 em todos os ensaios, comparativamente com o n-C16 e o n-C18, sugere que as reacções de descarboxilação e descarbonização foram mais extensas do que as de hidrodesoxigenação.\nA utilização das misturas não se mostrou mais favorável, de uma forma significativa, em relação aos ensaios onde as matérias foram utilizadas isoladamente, no entanto, os resultados não se mostraram menos satisfatórios. Assim, a utilização conjunta destas duas matérias, que permite maiores quantidades de MP disponíveis para a produção de combustível e ainda o aproveitamento de resíduos, é possível a partir da hidrogenação. Consoante o custo associado a cada MP, pode optar-se por utilizar-se mais ou menos quantidade de uma ou outra.\nCom a utilização de catalisadores de cracking nas misturas o rendimento da fracção líquida obtido foi superior aos restantes ensaios. O maior destes rendimentos foi obtido com a utilização do zeólito ZSM-5. A utilização de ZSM-5 e FCC resultou na formação de menos compostos gasosos, embora a formação de hidrocarbonetos nesta fase tenha sido superior. Consequentemente, também nos ensaios 10 e 11 foi observado um valor de PCSG mais elevado, em relação à reacção não catalítica ou com CoMo.\nEmbora se tenha obtido o rendimento mássico mais baixo para o produto líquido do ensaio catalisado por CoMo, este mostrou-se o melhor catalisador na conversão da MP em n-parafinas e, por sua vez, foi onde se obteve o menor valor de hidrocarbonetos insaturados, o que confere ao produto um elevado número de cetano. A reacção não catalítica foi a mais eficaz nas reacções de isomerização.\nNo ensaio sem catalisador e onde foi utilizado o ZSM-5 a percentagem relativa de n-alcanos entre o n-C5 e o n-C9 foi superior à produção de hidrocarbonetos compreendidos entre n-C15 a n-C18, ou seja, foram reacções cuja composição do produto foi mais idêntica à da gasolina ou nafta. Verificou-se o contrário nos produtos dos ensaios catalisados por CoMo e FCC, com rendimentos elevados de n-C15 e n-C18, embora o rendimento do ensaio onde foi utilizado o catalisador de reacções de cracking mais suaves tenha, efectivamente, registado o maior rendimento de todos.\nA maior percentagem relativa de compostos aromáticos foi observada no ensaio catalisado por ZSM-5 e foi muito semelhante ao valor obtido no ensaio catalisado por FCC. Estes compostos podem ter sido produzidos a partir n-parafinas, já que a produção de alcanos lineares foi menor do que aquela observada na reacção não catalítica.\nEmbora não seja possível uma comparação directa com outros estudos, visto que não foi encontrado nenhum onde este tipo de misturas tivessem sido utilizadas, a maioria dos autores consultados, que estudaram este processo, obtiveram rendimentos de C16 a C18 bastante superiores ao observado neste estudo e uma das principais diferenças nas condições do processo, para além do tipo de reactor foi a pressão utilizada (1000psi a 1600 psi) ( Simácek et al., 2009; Bezergianni, et al., 2010; Rohmah, et al., 2012; Mohammad et al. 2013). Sendo a hidrodesoxigenação uma reacção favorecida por pressões mais\naltas, o baixo rendimento de n-C16 e n-C18 neste estudo pode ter-se devido à utilização de valores de pressão mais baixos que os restantes autores, pois a pressão utilizada nestes ensaios foi de apenas 80psi.\nNo rendimento da fase líquida dos produtos obtidos na hidrogenação do OAU, os menores valores foram obtidos nas reacções catalíticas comparativamente com a reacção térmica, onde se registou o maior valor mássico para o líquido. Nos ensaios onde se utilizaram os catalisadores FCC e ZSM-5 obteve-se a maior produção de fracção gasosa, e de hidrocarbonetos gasosos, possivelmente formados a partir de reacções de cracking, que é uma característica destes catalisadores.\nCom a utilização de catalisadores obtiveram-se percentagens relativas de compostos aromáticos bastante superiores ao observado na reacção não catalítica. O maior rendimento destes compostos foi observado quando a reacção foi catalisada por ZSM-5 o que se deveu à sua estrututra porosa.\nO CoMo pode ter sofrido uma ligeira desactivação causada pela temperatura demasiado elevada, a que ocorreu o ensaio, uma vez que se verificou uma diminuição da percentagem relativa de iso -parafinas em relação à reacção não catalítica. No entanto, promoveu a formação de n-parafinas em mais cinco pontos percentuais, e que correspondeu ao maior valor obtido.\nO FCC e o ZSM-5 promoveram a formação de iso-parafinas em todos os produtos, o que melhora as propriedades de frio, porém o número de n-parafinas diminuiu drasticamente, em relação à reacção não catalítica. As n-parafinas podem ter sofrido reacções de aromatização, dada a elevada percentagem relativa de compostos aromáticos no produto final.\nOs produtos líquidos resultantes dos últimos quatro ensaios continham maiores percentagens relativas de compostos mais leves (n-C5 a n-C11), quando comparados com os hidrocarbonetos entre o n-C12 e o n-C20.\nNos ensaios realizados, nos quatro estudos diferentes, verificou-se uma maior quantidade de hidrocarbonetos de cadeia mais curta, entre o n-C5 e o n-C11, comparativamente com outros estudos consultados. O tipo de reactor, descontínuo, para além da deficiente mistura H2/óleo, diminuindo assim a capacidade de saturação do processo, pode ter favorecido as reacções de cracking e, consequentemente, o aumento das percentagens volumétricas de moléculas mais leves. Esta composição típica verificada pode ter sido consequência dos valores de pressão baixos, relativamente à literatura consultada.\n9.\tCríticas ao trabalho e sugestões de trabalho futuro\nPara uma análise mais completa da extensão das reacções que acontecem no processo de hidrogenação, deveria ter-se contabilizado o conteúdo de água, o que daria uma maior percepção do contéudo de oxigénio removido.\nUm dos objectivos do presente trabalho era a realização da destilação, num destilador automático, com o objectivo de se traçarem as curvas de destilação do produto obtido e compará-las com as curvas dos combustíveis convencionais. As pequenas quantidades de produto líquido obtidas nos ensaios não permitiram a sua destilação no destilador automático, pelo que o registo da temperatura por cada mililitro destilado foi impossível de realizar com exactidão. Assim, optou-se por não efectuar a comparação das curvas de destilação com as dos combustíveis convencionais.\nO estudo aqui presente pode ser completado de várias maneiras. A completa caracterização do produto final seria uma boa forma para se avaliar, mais profundamente, o combustível obtido. Medir a densidade, viscosidade, PCI, fazer a avaliação das propriedades de frio, etc. permitiria caracterizar de uma forma mais detalhada o combustível e talvez fosse possível perceber em qual dos produtos líquidos podia ser observada a melhor relação n-parafina/iso-parafinas.\nSugere-se ainda a realização de um estudo económico, tendo em conta custos associados à MP e aos consumos energéticos em todas as fases. Para isso, seria importante fazer uma ACV, principalmente, do OAU e perceber se o facto de se tratar de um resíduo se traduz, ou não, na redução de custos.\n10.\tReferências\nAatola, Aatola, Hannu;, Martti e Larmi, and Teemu Sarjovaara. 2008. “Hydrotreated Vegetable Oil ( HVO ) as a Renewable Diesel Fuel: Trade-off Between NO x , Particulate Emission , and Fuel Consumption of a Heavy Duty Engine.”\nAndreas Jorgensen, Paul Bikker, Ivan T. Herrmann. 2010. “Assessing the Greenhouse Gas Emissions from Poultry Fat Biodiesel.”\nArvidsson, Rickard, Sara Persson, Morgan Froling, and Magdalena Svanstrom. 2011. “Life Cycle Assessment of Hydrotreated Vegetable Oil from Rape, Oil Palm and Jatropha.” Journal of Cleaner Production 19(2-3): 129-37.\nBezergianni, Stella. 2013. “Catalytic Hydroprocessing of Liquid Biomass for Biofuels Production.” In Liquid, Gaseous and Solid Biofuels - Conversion Techniques, , 27.\nBezergianni, Stella, and Loukia P Chrysikou. 2012. “Oxidative Stability of Waste Cooking Oil and White Diesel Upon Storage at Room Temperature.” Bioresource technology 126: 341-44.\nBezergianni, Stella, and Athanasios Dimitriadis. 2013. “Temperature Effect on Co-hydroprocessing of Heavy Gas Oil-waste Cooking Oil Mixtures for Hybrid Diesel Production.” Fuel 103: 579-84.\nBezergianni, Stella, Athanasios Dimitriadis, Aggeliki Kalogianni, and Kim G. Knudsen. 2011. “Toward Hydrotreating of Waste Cooking Oil for Biodiesel Production. Effect of Pressure, H 2 /Oil Ratio, and Liquid Hourly Space Velocity.” Industrial &amp; Engineering Chemistry Research 50(7): 3874-79.\nBezergianni, Stella, Athanasios Dimitriadis, Aggeliki Kalogianni, and Petros a Pilavachi. 2010. “Hydrotreating of Waste Cooking Oil for Biodiesel Production. Part I: Effect of Temperature on Product Yields and Heteroatom Removal.” Bioresource technology 101(17): 6651-56.\nBezergianni, Stella, Athanasios Dimitriadis, Themistoklis Sfetsas, and Aggeliki Kalogianni. 2010. “Hydrotreating of Waste Cooking Oil for Biodiesel Production. Part II: Effect of Temperature on Hydrocarbon Composition.” Bioresource technology 101(19): 7658-60.\nBezergianni, Stella, and Aggeliki Kalogianni. 2009. “Hydrocracking of Used Cooking Oil for Biofuels Production.” Bioresource technology 100(17): 3927-32.\nBezergianni, Stella, Aggeliki Kalogianni, and Athanasios Dimitriadis. 2012. “Catalyst Evaluation for Waste Cooking Oil Hydroprocessing.” Fuel 93: 638-41.\nBovornseripatai, Panatcha, Siriporn Jongpatiwut, Somchai Osuwan, and Suchada Butnark. 2012. “Effect of Biomass Feedstocks on the Production of Hydrogenated Biodiesel.” International Journal of Chemical and Biological Engineering (6): 267-71.\nCCE. 2005. “Plano de Acção Da Biomassa.”\nCharusiri W., Yongchareon W. and Vitidsant T. 2006. “Conversion of Used Vegetable Oils to Liquid Fuels and Chemicals over HZSM-5 , Sulfated Zirconia and Hybrid Catalysts.” Korean J. Chem. Eng. 23(3): 349-55.\nChen, Song. 2012. “Green Oil Production by Hydroprocessing.” International Journal of Clean Coal and Energy 01(04): 43-55.\nMaria Beatriz Cravo Barradas\t93\nChen, Yigang, Fan Yang, Libin Wu, Chao Wang, and Zhengyu Yang. 2011. “Co-deoxy-liquefaction of Biomass and Vegetable Oil to Hydrocarbon Oil: Influence of Temperature, Residence Time, and Catalyst.” Bioresource technology 102(2): 1933-41.\nChiappero, Martina, Phuong Thi Mai Do, Steven Crossley, Lance L. Lobban, and Daniel E. Resasco. 2011. “Direct Conversion of Triglycerides to Olefins and Paraffins over Noble Metal Supported Catalysts.” Fuel 90(3): 1155-65.\nChoudhary, T.V., and C.B. Phillips. 2011. “Renewable Fuels via Catalytic Hydrodeoxygenation.” Applied Catalysis A: General 397(1-2): 1-12.\nConnemann, J., and J Fischer. 1998. “Biodiesel in Europe, Biodiesel Processing Technologies.” Proceedings of the international liquid biofuels congress: 1-16.\nDemirbas, Ayhan. 2008. “Biofuels Sources, Biofuel Policy, Biofuel Economy and Global Biofuel Projections.” Energy Conversion and Management 49(8): 2106-16.\n-------. 2011. “Competitive Liquid Biofuels from Biomass.” Applied Energy 88(1): 17-28.\nDGEG. 2013a. “Biocombustíveis - Situação Em Portugal.” http://www.dgeg.pt/ (February 8, 2013).\n-------. 2013b. “Biocombustíveis - Situação Na UE.” http://www.dgeg.pt/ (February 8, 2013).\nDGS. 2005. “Gorduras.” Princípios para uma Alimentação Saudável: 1-24.\nDIRECTIVA 2003/30/CE. 2003. “Parlamento Europeu e Conselho Da União Europeia.” Jornal Oficial da União Europeia (11): 42-46.\nDirectiva 2009/28/CE. 2009. “Parlamento Europeu e Conselho Da União Europeia.” Jornal Oficial da União Europeia 2008(2): 16-62.\nEIA. 2013a. “How Much Energy Is Consumed in the World by Each Sector?” http://www.eia.gov/tools/faqs/faq.cfm?id=447&amp;t=1 (August 24, 2013).\n-------. 2013b. International Energy Outlook.\n-------. “No Title.” International Energy Statistics. http://www.eia.gov/cfapps/ipdbproject/IEDIndex3.cfm (February 4, 2013).\nEN1774/2002. 2002. “Parlamento Europeu e Conselho Da União Europeia.” Jornal Oficial das Comunidades Europeias: 95.\nEurostat. “Comissão Europeia.” http://epp.eurostat.ec.europa.eu/portal/page/portal/energy/data/database (February 6, 2013).\nFeddern, Vivian; Junior, Anildo Cunha; De Prá, Marina Celant; de Abreu, Paulo Giovanni; dos Santos Filho, Jonas Irineu; Higarashi, Martha Mayumi; Sulenta, Mauro e Coldebella, Arlei. 2011. “Animal Fat Wastes for Biodiesel Production.” In Biodiesel - Feedstocks and Processing Technologies, ed. Dr. Margarita Stoycheva. In Tech, 45 - 70.\nGuzman, Alexander, Juan E. Torres, Laura P. Prada, and Manuel L. Nunez. 2010. “Hydroprocessing of Crude Palm Oil at Pilot Plant Scale.” Catalysis Today 156(1-2): 38-43.\nHancsók, Jeno, Tamás Kasza, Sándor Kovács, Péter Solymosi, and András Holló. 2012. “Production of Bioparaffins by the Catalytic Hydrogenation of Natural Triglycerides.” Journal of Cleaner Production 34: 76-81.\nHoekman, S Kent, Amber Broch, Curtis Robbins, Eric Ceniceros, and Mani Natarajan. 2012. “Review of Biodiesel Composition , Properties , and Specifications.” Renewable and Sustainable Energy Reviews 16(1): 143-69.\nHuber, George W., Paul O'Connor, and Avelino Corma. 2007. “Processing Biomass in Conventional Oil Refineries: Production of High Quality Diesel by Hydrotreating Vegetable Oils in Heavy Vacuum Oil Mixtures.” Applied Catalysis A: General 329: 120-29.\nIEE. 2006. Manual de Iniciativas Locais Para a Valorização de Óleo Alimentar Usado Em Biodiesel.\n-------. “ManagEnergy.” http://www.managenergy.net/resources/875 (August 30, 2013).\nINE. 2013. “Portal Do INE.”\nIPCC. 2007a. “4.3.1 Fossil Fuels - AR4 WGIII Chapter 4: Energy Supply.” IPCC Fourth Assessment Report: Climate Change 2007. http://www.ipcc.ch/publications_and_data/ar4/wg3/en/ch4s4-3-1.html (August 25, 2013).\n-------. 2007b. “5.3.1.5 Road Transport: Mode Shifts - AR4 WGIII Chapter 5: Transport and Its Infrastructure.” IPCC Fourth Assessment Report: Climate Change 2007. http://www.ipcc.ch/publications_and_data/ar4/wg3/en/ch5s5-3-1-5.html (August 25, 2013).\nJacobson, Kathlene, Kalpana C. Maheria, and Ajay Kumar Dalai. 2013. “Bio-oil Valorization: A Review.” Renewable and Sustainable Energy Reviews 23: 91-106.\nKalnes, TN, KP Koers, T Marker, and DR Shonnard. 2009. “A Technoeconomic and Environmental Life Cycle Comparison of Green Diesel to Biodiesel and Syndiesel.” Environmental Progress &amp; Sustainable Energy 28(1): 111-20.\nKnothe, Gerhard. 2010. “Biodiesel and Renewable Diesel: A Comparison.” Progress in Energy and Combustion Science 36(3): 364-73.\nKrár, Márton, Sándor Kovács, Dénes Kalló, and Jeno Hancsók. 2010. “Fuel Purpose Hydrotreating of Sunflower Oil on CoMo/Al2O3 Catalyst.” Bioresource technology 101(23): 9287-93.\nLiu, Yanyong, Rogelio Sotelo-Boyás, Kazuhisa Murata, Tomoaki Minowa, and Kinya Sakanishi. 2012. “Production of Bio-Hydrogenated Diesel by Hydrotreatment of High-Acid-Value Waste Cooking Oil over Ruthenium Catalyst Supported on Al-Polyoxocation-Pillared Montmorillonite.” Catalysts 2(4): 171-90.\nLôbo, Ivon Pinheiro, Sérgio Luis Costa Ferreira, and Rosenira Serpa da Cruz. 2009. “Biodiesel: Parâmetros de Qualidade e Métodos Analíticos.” Química Nova 32(6): 1596-1608.\nLuque, Rafael, Lorenzo Herrero-Davila, Juan M. Campelo, James H. Clark, Jose M. Hidalgo, Diego Luna, Jose M. Marinas, and Antonio a. Romero. 2008. “Biofuels: a Technological Perspective.” Energy &amp; Environmental Science 1(5): 542.\nMadsen, Anders Theilgaard. 2011. “Catalytic Production of Biodiesel.” Technical University of Denmark.\nMEMO/07/5. 2007. Promover Os Biocombustíveis Como Alternativas Credíveis Ao Petróleo Nos Transportes. Bruxelas.\nMikkonen, Seppo, Neste Oil Corporation, Tuukka Hartikka, Markku Kuronen, and Pirjo Saikkonen. 2012. HVO, HYDROTREATED VEGETABLE OIL - A PREMIUM RENEWABLE BIOFUEL FOR DIESEL ENGINES.\nMikulec, Jozef, Ján Cvengros, Ludmila Joríková, Marek Banic, and Andrea Kleinová. 2009. “Diesel Production Technology from Renewable Sources - Second Generation Biofuels.” Chemical Engineering Transactions 18: 1-6.\n-------. 2010. “Second Generation Diesel Fuel from Renewable Sources.” Journal of Cleaner Production 18(9): 917-26.\nMinistério do Ambiente, do ordenamento do território e do desenvolvimento regional. 2009. “DL No 267/2009.” Diário da República 1a série, : 6991 - 6997.\nMohammad, Masita, Thushara Kandaramath Hari, Zahira Yaakob, Yogesh Chandra Sharma, and Kamaruzzaman Sopian. 2013. “Overview on the Production of Paraffin Based-biofuels via Catalytic Hydrodeoxygenation.” Renewable and Sustainable Energy Reviews 22(X): 121-32.\nMunoz C. et al. 2012. PRODUCTION OF RENEWABLE DIESEL FUEL. Idaho.\nNaik, S.N., Vaibhav V. Goud, Prasant K. Rout, and Ajay K. Dalai. 2010. “Production of First and Second Generation Biofuels: A Comprehensive Review.” Renewable and Sustainable Energy Reviews 14(2): 578-97.\nNeste Oil. 2010. “Neste Oil Starts up Its New Renewable Diesel Plant in Singapore.” http://www.nesteoil.com/default.asp?path=1;41;540;1259;1261;13291;16384 (June 14, 2013).\n-------. 2011. “Neste Oil Starts up Renewable Diesel Plant in Rotterdam.” http://www.nesteoil.com/default.asp?path=1;41;540;1259;1261;16768;18120 (May 31, 2013).\n-------. “Greenhouse Gas Emissions Reduced by 40-90% - Neste Oil Com.” http://www.nesteoil.com/default.asp?path=1,41,11991,12243,12335,14116,12340 (September 1, 2013).\nNumwong, Natthida, Apanee Luengnaruemitchai, Nuwong Chollacoop, and Yuji Yoshimura. 2012. “Partial Hydrogenation of Polyunsaturated Fatty Acid Methyl Esters over Pd/activated Carbon: Effect of Type of Reactor.” Chemical Engineering Journal 210: 173-81.\nOCDE. 2008. “Economic Assessment of Biofuel Support Policies.”\nOPEC. 2012. World Oil Outlook. Vienna, Austria.\nDe Paola, M G, E Ricca, V Calabrò, S Curcio, and G Iorio. 2009. “Factor Analysis of Transesterification Reaction of Waste Oil for Biodiesel Production.” Bioresource technology 100(21): 5126-31.\nPerego, Carlo;, and Marco Ricci. 2012. “Diesel Fuel from Biomass.” Catalysis Science &amp; Technology 2(9): 1776.\nPetrus, Leo, and Minke a. Noordermeer. 2006. “Biomass to Biofuels, a Chemical Perspective.” Green Chemistry 8(10): 861.\nMaria Beatriz Cravo Barradas\t96\nPinto, F., S. Martins, M. Gonçalves, P. Costa, I. Gulyurtlu, A. Alves, and B. Mendes. 2012. “Hydrogenation of Rapeseed Oil for Production of Liquid Bio-chemicals.” Applied Energy 102: 272-82.\nReijnders, L. 2008. “Transport Biofuels - a Life-cycle Assessment Approach.” CAB Reviews: Perspectives in Agriculture, Veterinary Science, Nutrition and Natural Resources 3(071).\nRohmah, E N, A Rochmat, and S D Sumbogo. 2012. “Bio-gasoline from Catalytic Hydrocracking Reaction of Waste Cooking Oil Using Bayah Natural Zeolite.” International Journal of Environment and Bioenergy 3(3): 201-9.\nSantos, Filipe Duarte. 2012. Alterações Globais. 1a Edição. Lisboa: FFMS.\nSatyarthi, J. K., T. Chiranjeevi, D. T. Gokak, and P. S. Viswanathan. 2013. “An Overview of Catalytic Conversion of Vegetable Oils/fats into Middle Distillates.” Catalysis Science &amp; Technology 3(1): 70.\nSerrano-Ruiz, Juan Carlos, and James a. Dumesic. 2011. “Catalytic Routes for the Conversion of Biomass into Liquid Hydrocarbon Transportation Fuels.” Energy &amp; Environmental Science 4(1): 83.\nSheehan, John, Vince Camobreco, James Duffield, Michael Graboski, and Housein Shapouri. 1998. Life Cycle Inventory of Biodiesel and Petroleum Diesel for Use in an Urban Bus. US Department of Energy and US Department of Agriculture.\nSimácek, Pavel, David Kubicka, Iva Kubicková, Frantisek Homola, Milan Pospísil, and Josef Chudoba. 2011. “Premium Quality Renewable Diesel Fuel by Hydroprocessing of Sunflower Oil.” Fuel 90(7): 2473-79.\nSimácek, Pavel, David Kubicka, Gustav Sebor, and Milan Pospísil. 2009. “Hydroprocessed Rapeseed Oil as a Source of Hydrocarbon-based Biodiesel.” Fuel 88(3): 456-60.\nSmejkal, Q, L Smejkalova, and D Kubicka. 2008. “Thermodynamic Balance in Reaction System of Total Vegetable Oil Hydrogenation.” Chemical Engineering Journal 146: 155-60.\nSmith, Benjamin, Hugh Christopher Greenwell, and Andrew Whiting. 2009. “Catalytic Upgrading of Tri-glycerides and Fatty Acids to Transport Biofuels.” Energy &amp; Environmental Science 2(3): 262.\nSotelo-boyás, Rogelio, Yanyong Liu, and Tomoaki Minowa. 2010. “Production of Green Diesel by Hidrocracking of Canola Oil on Ni-Mo/Al2O3 and Pt/zeolitic Based Catalysts.”\nSotelo-boyás, Rogelio, Fernando Trejo-zárraga, and Felipe De Jesús Hernández-loyo. 2012. “Hydroconversion of Triglycerides into Green Liquid Fuels.” In Hydrogenation, ed. Prof. Iyad Karamé.\nSuarez, Paulo A Z, Simoni M Plentz Meneghetti, Mario R Meneghetti, and Carlos R Wolf. 2007. “TRANSFORMAÇÃO DE TRIGLICERÍDEOS EM COMBUSTÍVEIS, MATERIAIS POLIMÉRICOS E INSUMOS QUÍMICOS: ALGUMAS APLICAÇÕES DA CATÁLISE NA OLEOQUÍMICA.” Quim. Nova 30(3): 667-76.\nToba, Makoto, Yohko Abe, Hidetoshi Kuramochi, Masahiro Osako, T. Mochizuki, and Yuji Yoshimura. 2011. “Hydrodeoxygenation of Waste Vegetable Oil over Sulfide Catalysts.” Catalysis Today 164(1): 533-37.\nUOP. “Biofuels.” http://www.uop.com/processing-solutions/biofuels/ (June 14, 2013).\nUS Environmental Protection Agency. 2013. “Global Greenhouse Gas Emissions Data.” http://www.epa.gov/climatechange/ghgemissions/global.html (August 25, 2013).\nVinyes, Elisabet, Carles M Gasol, Jordi Oliver-sola, and Joan Rieradevall Cassia Uagya. 2012. “Application of LCSA in Used Cooking Oil ( UCO ) Waste Management.” Int J Life Cycle Assess (200125).\nWang, L A N Zhen. 2013. “Life Cycle Assessment of Biodiesel Production from Waste Cooking Oil in Western Australia.” In International Conference on Chemical, Ecology and Environmental Sciences, Bali (Indonesia).\nWorldometers. “World Population Clock.”\nANEXO A\nFig. A I - Fotografia do reactor da Parr Instruments (autoclave) modelo 4571 e carro de suporte.\nFig. A II- Fotografia da cabeça da autoclave com sistema de arrefecimento (serpentina) e agitador\n(A); Fotografia do controlador digital (B).\nFig. A III - Fotografia do efusiómetro de Schilling (densímetro de\ngases)\nFig. A IV - Fotografia da unidade de extracção (SOXTEC SYSTEM, 1045 Extraction Unit).\nANEXO B\nTabela B I - Fórmula geral dos n-alcanos até ao eicosano (C20H42) e respectivo nome.\nn-Alcanos\t\nFórmula geral\tNome\nn-C5Hi2\tn-Pentano\nn-C6Hi4\tn-Hexano\nn-C7Hi6\tn-Heptano\nn-C8H18\tn-Octano\nn-C9H20\tn-Nonano\nn-C10H22\tn-Decano\nn-C11H24\tn-Undecano\nn-C12H26\tn-Dodecano\nn-C13H28\tn-Tridecano\nn-C14H30\tn-Tetradecano\nn-C15H32\tn-Pentadecano\nn-C16H34\tn-Hexadecano\nn-C17H36\tn-Heptadecano\nn-C18H38\tn-Octadecano\nn-C19H40\tn-Nonadecano\nn-C20H42\tn-Eicosano\n(kg/m3)\n(%H2)\nI MV [kg/m3]\t■\tH2[%]\nFig. B I - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito da temperatura. 1 - 370°C; 2 - 400°C; 3 - 430°C; Pressão = 160psi, TR = 60'.\n(kg/m3)\n♦ MV [kg/m3]\t■ H2[%]\nFig. B II - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito das misturas. 4 - 100%OAU; 5 - 75%OAU : 25%GA; 6 -50%OAU : 50%GA; 7 - 25%OAU : 75%GA; 8 - 100%GA. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\nEnsaio\n■ MV[kg/m3] >\tH2[%]\nFig. B III - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito dos catalisadores na hidrogenação das misturas. 6 - S/ catalisador; 9 - CoMo; 10 - FCC; 11 - ZSM-5. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\n> MV[kg/m3] ■\tH2[%]\nFig. B IV - Variação da massa volumétrica (MV) com a quantidade de H2 (%H2) presente no gás resultante dos ensaios do estudo de efeito dos catalisadores na hidrogenação do OAU. 12 - S/ catalisador; 13 - CoMo; 14 - FCC; 15 - ZSM-5. Temperatura = 400°C; Pressão = 160psi; TR = 30'.\n■ 6 B9\t■ 10\t■ 11\nFig. B V - Composição volumétrica relativa dos compostos aromáticos presentes na composição do produto líquido resultante dos ensaios do estudo do efeito dos catalisadores nas misturas. 6 - S/ catalisador; 9 - CoMo; 10 - FCC; 11 - ZSM-5. Temperatura = 380°C; Pressão = 80psi; TR = 30'.\n■ 12\t■ 13\t■ 14\t■ 15\nFig. B VI - Composição volumétrica relativa dos compostos aromáticos presentes na composição do produto líquido resultante dos ensaios do estudo do efeito dos catalisadores no OAU. 12 - S/ catalisador; 13 - CoMo; 14 - FCC; 15 - ZSM-5. Temperatura = 400°C; Pressão = 160psi; TR = 30'."}]}}}