{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05225"}, {"@name": "filename", "#text": "BTP_1988_31_2_11_Avaria_em_teto.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "AVARIA EM TETO FLUTUANTE PROVOCADA POR CORROSÃO EM TUBO-GUIA DE SUPORTES DE SUSTENTAÇÃO\nGilberto Santos de Albuquerque, Adair Pedroso e Euvaldo Souza Paes\nRESUMO — Descrevem-se os serviços realizados no teto flutuante do tanque 4303\n3\t'\ncom capacidade para 24 000 m , que teve alguns suportes de sustentação avariados e dois flutuadores inundados, devido ao rompimento de tubos-guia destes suportes, provocado por corrosão interna.\nABSTRACT — Repairs on the double-deck floating roof of tank 4303 124,000 m3 capacity) are described. Damage to some supports and the flooding of two internal float chambers had occurred when internal corrosion led to breakage of the support's guide tubes.\n(Originais recebidos em 09.12.87.)\n1 - Setor de Manutenção, Terminal Marítimo de Carmópolis, Departamento de Transporte.\n1 - INTRODUÇÃO\n0 Terminal Marítimo de Carmópolis (TECARMO) é responsável pelo armazenamento e embarque da produção de petróleo dos estados de Alagoas e Sergipe, atualmente em torno de 9 900 m3/ dia. São também responsabilidades do TECARMO: recebimento, armazenamento e reembarque de parte do petróleo produzido pela Região de Produção do Nordeste Setentrional (RPNS), que corresponde a uma movimentação de cerca de 120 000 m3 /mês.\nPara tanto, o TECARMO dispõe de 14 tanques, todos com tetos flutuantes, distribuídos nas estações de Atalaia Velha\n(5), de Bonsucesso (4), ambas no estado de Sergipe, e na base de Maceió (5) em Alagoas, que possuem capacidade de armazenamento de 210 000 m3.\nEm final de julho de 1987, o tanque 4303 da Estação de Atalaia Velha, cujas características são apresentadas a seguir, teve parte de seus compartimentos do teto flutuante inundada de óleo. Isto porque houve rompimento de vários suportes de sustentação do teto e trincas generalizadas nas chapas e juntas dos lençóis inferior e superior do teto, con\nforme mostra a figura 1.\nEis as características desse tanque:\n—\tCapacidade: 24 000 m3\n—\tDiâmetro: 45,7 m\n—\tAltura: 14,5 m\n—\tTipo: teto flutuante (double deck)\n—\tSelagem: PW (instalado em fevereiro de 1987)\n—\tQuantidade de suportes de sustentação do teto: 43 unidades\n—\tPeso do teto: 1351\n—\tAno de construção: 1967\n—\tNorma: API 650\n2\t- CARACTERIZAÇÃO DO PROBLEMA\nUma inspeção operacional de rotina indicou grande quantidade de óleo nos flutuadores centrais do teto. Após rápida vistoria, a equipe de manutenção verificou que se tratava de uma séria avaria, sendo necessário retirar o equipamento de operação, para possibilitar uma avaliação da extensão dos danos e, posteriormente, efetuar os reparos exigidos.\nAberto e limpo o tanque, constatou-sè que os tubos-guia dos suportes de sus-\nFig. 1 - Teto do tanque 4303 — região inundada.\nSuporte de sustentação\nFlutuador\nnum\nTubos-guia substituídos\nII LU\nProjeção da escada\nRegiões afetadas\nReforço inferior dos tubos-guia substituídos\nFig. 2 - Teto do tanque 4303 - áreas afetadas pela corrosão.\nO\nO\ntentação dos tetos 30, 31 e 37 encontravam-se totalmente rompidos e que os adjacentes a estes apresentavam trincas e deformações que comprometiam a es-tanqueidade dos demais flutuadores e a própria sustentação do teto. Detalhes destas avarias estão mostrados na figura 2 e nas fotos de 1 a 4.\n3\t- ANÁLISE DAS CAUSAS\nEm princípio, pensou-se que o teto tivesse ficado preso no costado ou no tubo anti-rotacional ou mesmo flutuando sobre um bolsão de gás, em sua região central. Por uma razão qualquer, o teto se desprendeu repentinamente, ocasionan\ndo um choque das pernas de sustentação do teto com o fundo do tanque. Este choque teria provocado o rompimento dos tubos-guia (camisas) menos resistentes. Observou-se, também, que o tubo-guia do quebra-vácuo era bem mais comprido do que o recomendado pela Norma PETROBRÁS N-270b. Analisada esta hipótese, não foram encontradas evidências que viessem a confirmá-la como a principal causadora do problema.\nVerificou-se que os tubos-guia 31 e 37, fabricados com tubos ASTM-A-53A, de diâmetro de 3,5 pol. e schedule 80, apresentavam baixa espessura no trecho compreendido entre as chapas que compõem o lençol inferior do teto e o alojamento do pino de fixação do suporte, causada por corrosão severa generalizada (fig. 3).\nTodas as evidências levaram a admitir que estes tubos-guia não suportaram a carga a eles exigida e se romperam, sobrecarregando os suportes adjacentes. Não houve condições de determinar se o óleo inundou os flutuadores antes ou depois do rompimento das camisas. Também ainda não foram determinadas as causas da corrosão naquela região dos tubos-guia.\n4\t- SERVIÇOS REALIZADOS\nA ocorrência de corrosão severa nos tubos-guia que se romperam levou a uma inspeção rigorosa nas demais camisas dos suportes do teto. Logo após, foram realizados os seguintes serviços:\n—\tsubstituição dos tubos-guia 19, 20, 26, 27, 28, 29, 30, 31, 32, 36, 37 e 38 e dos respectivos discos de reforço;\n—\tdiminuição do comprimento do tubo-guia do quebra-vácuo, no interior do tanque;\n—\treparos com solda em diversas anteparas dos compartimentos estanques do teto flutuante;\n—\trecuperação de toda a pintura danificada durante os reparos.\nComo os recursos eram escassos, os serviços foram realizados lentamente, pois\nsó foi possível reparar um suporte de cada vez.\n0 peso sobre o suporte foi aliviado por dois macacos hidráulicos. O procedimento de soldagem utilizado nestes serviços foi o seguinte:\n• junta do disco d@ reforço com o tubo-guia:\n—\tprimeiro passe: eletrodo E-6010 (AWS), diâmetro de 3,25 mm;\n—\tesmerilhamento;\n—\tsegundo passe: eletrodo E-7018 (AWS), diâmetro de 3,25 mm;\n® junta do disco de reforço com as chapas do teto:\n—\tprimeiro passe: eletrodo E-6013 (AWS), diâmetro de 3,25 mm;\n—\tesmerilhamento;\n—\tsegundo passe: eletrodo E-7018 (AWS), diâmetro de 3,25 mm.\nPara facilitar a execução destes reparos, foram abertas \"janelas\" no lençol superior do teto, próximas a cada suporte. O próprio pedaço de chapa cortado foi depois soldado ao teto, adotando-se soldagem de topo.\n5\t- RECURSOS EMPREGADOS\nMateriais e Equipamentos\n—\t2 conjuntos oxiacetileno;\n—\t2 equipamentos para solda elétrica;\n—\t2 macacos hidráulicos de 20 t;\n—\t2 exaustores;\n—\t1 máquina de elevação de carga, de 201;\n—\t12 kg de eletrodos;\n—\t20 discos de desbaste.\nMão-de-obra\n—\t1 auxiliar técnico de manutenção;\n—\t1 contramestre de mecânica;\n—\t1 contramestre de caldeiraria;\n—\t2 soldadores;\n—\t3 ajudantes de manutenção especializada;\n—\t1 eletricista;\n—\t1 inspetor de equipamentos.\nOs serviços foram realizados entre 12-08 e 05-09-87.\nFoto 1 - Tubo-guia 37 do suporte de sustentação do teto, com rompimento circunferencial.\nFoto 2 - Detalhe do rompimento do tubo-guia 31, no trecho interno do f lutuador.\nFoto 3 - Vista em corte de um dos tubos-guia dos suportes de sustentação. Observa-se corrosão severa generalizada no trecho próximo ao furo do pino de trava.\nFoto 4 - Vista em corte de um dos tubos-guia dos suportes de sustentação.\nFig. 3 - Vista em corte do tubo-guia e suporte de sustentação do teto.\n6\t- RECOMENDAÇÕES\nDeve-se atentar para a importância da inspeção periódica dos tubos-guia dos suportes de sustentação do teto flutuante, notadamente na região compreendida entre os dois lençóis de chapas do teto. Em função disto, devem-se efetuar\nas seguintes operações:\n— Fazer inspeção periódica nos tubos-guia, principalmente no trecho mencionado, segundo a mesma rotina com que são inspecionados os suportes de sustentação e seus pinos de trava;\n—\tManter lubrificados o interior dos tubos-guia e a área externa dos suportes. Estes deverão ter sua parte inferior (apoio) tamponada, de forma a minimizar os efeitos do processo corrosivo;\n—\tEliminar o prolongamento interno do tubo-guia do quebra-vácuo."}]}}}