{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04201"}, {"@name": "filename", "#text": "BGP_1994_8_1_10_Bacia_do_Tacutu.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "7\t- BACIA DO TACUTU\nJaime F. Eiras^, Eliseu M.Kinoshita** e Flávio J. Feijó^\nA Bacia sedimentar mesozóica do Tacutu, também conhecida na Guiana como North Savannas Rift Valley, desenvolveu-se como um rift intracontinental na parte central do Cráton do Escudo das Guia nas, na fronteira entre o Estado brasileiro de Roraima e o Distrito guianense de Rupununi. Apresenta-se alongada na direção nordeste, com * cerca de 300 km de comprimento e 30 a 50 km de largura. O pacote sedimentar e vulcânico nela preservado ultrapassa localmente os 7 000 m de espessura.\n_\tO conhecimento acerca da geologia da Bacia do\nTacutu advém de mapeamentos de superfície, aeromagnetometria, 3 000 km de seções sísmicas (dois terços na porção brasileira) e quatro poços exploratórios, sendo dois no Brasil. A coluna estratigráfica aqui adotada deriva de diversos trabalhos publicados entre 1956 e 1984, acrescentando-se a expressão em subsuperfície das unidades definidas em superfície (fig. 7.1).\nGrupo Rewa - reúne as formações juro-cretáceas Apoteri, Manari, Pirara, Tacutu e Tucano, ampliando-se por afinidade estratigráfica o conceito original de Berrangé e Dearley (1975), que definiram este grupo com apenas as formações Apoteri e Tacutu.\nFormação Apoteri - definida por McConnell et al. (1969), foi detalhadamente estudada por Berrangé e Dearley (1975). Esta unidade é composta por basalto toleiítico cinza-escuro a esverdeado, muito fino a afanítico, amigdaloidal e com fratura conchoidal. As amígdalas, amplamente distribuídas no basalto, localmente podem perfazer até 10% da rocha (Berrangé e Dearley, 1975), são esféricas e elipsoidais, com diâmetro entre 1 e 10 mm, estando preenchidas principalmente por clorita e calcita. O basalto ocorre em derrames sucessivos, às vezes com camadas sedimentares intercaladas. No poço 1-TU-1-RR podem ser contados 18 pulsos magmáticos nos 385 m de basalto perfurados. Os afloramentos do Basalto Apoteri mostram um nítido sistema poligonal de juntas verticais. Algumas feições almofadadas sugerem que pelo menos alguns dos derrames ocorreram subaquosamente (Berrangé e Dearley, 1975). Quatorze resultados geocronológicos K-Ar, sendo sete na Guiana, apontam idades entre 178 e 114 M.a. para estas rochas ígneas (Schobbenhaus etal. 1984). Assim, j elas seriam aproximadamente síncronas aos derrames Serra Geral, da Bacia do Paraná, é um pouco mais jovens que os\ndiabásios Penatecaua, das bacias do Solimões e Amazonas.\nEm subsuperfície, o perfil-tipo da Formação Apoteri é o intervalo 2 044-2 428 m do poço 1-TU-1-RR (Tacutu), perfurado em 1981 pela PETROBRÁS (fig. 7.2). A denominação da unidade provém da localidade guianense, situada a 150 km da fronteira brasileira.\nFormação Manari - nome utilizado informalmente por Crawford etal. (1984) para designar siltito castanho-es curo, estratificado, bem compactado e distinto dos siltitos vermelhos da Formação Tacutu. Esta unidade aflora no Rio Tacutu, próximo a Bonfim-(RR), e em subsuperfície contém igualmente folhelho e siltito cinza-escuro. A Formação Manari assenta discordantemente sobre os derrames basálticos da Formação Apoteri, e distribui-se de forma uniforme por quase toda a extensão do graben. Os dados sísmicos indicam que sua espessura pode chegar aos 300 m. Interpreta-se para este pacote uma origem lacustre. As datações bioestratigráficas disponíveis (Van der Hammen e Burger, 1966) conferem-lhe uma idade neojurássica.\nO perfil-tipo selecionado para a Formação Manari é o intervalo 1 907-2 044 m do poço 1-TU-1-RR (fig. 7.3).\nFormação Pirara - constituída por rochas clástico-evaporíticas, não aflora na bacia e foi identificada pela primeira vez no poço 1-TU-1-RR, e denominada informalmente por Crawford etal. (1984). A Formação Pirara ocorre discordantemente sobre a Formação Manari e interdigita-se lateralmente com os leques da borda sudeste, podendo chegar a 950 m de espessura. Esta unidade se caracteriza porhalita hialina a acinzentada e acastanhada, e folhelho acinzentado e acastanhado, margoso, piritoso, com frequentes pseudomorfos de gipsita substituída por anidrita (Costa e Lima, 1981). A fácies argilocarbonática consiste de folhelho acinzentado e acastanhado, siltito argiloso acastanhado e calcissiltito cinza-escuro, dolomitizado. Sua idade neojurássica é apenas inferida, face à precariedade das datações bioestratigráficas. Admite-se para este pacote um ambiente de deposição restrito, árido, tipo planície de sabkha, ou marinho, como é indicado pelo teor de bromo das halitas (R.S.Carvalho, informação verbal).\nO perfil-tipo escolhido para a Formação Pirara é o intervalo 1 067-1 907 m do poço 1-TU-1-RR (fig. 7.4).\nFormação Tacutu - essa denominação foi dada por Barron e Dujardin (1955) em relatório não publicado (apud McConnell\nDivisão de'Interpretação (DINTER), Distrito de Exploração do Norte (DEXNOR), Rod. Artur Bemardes, 5511, Icoraci, CEP 66825, Belém, PA, Brasil.\n2 Departamento de Exploração (DEPEX), Av. República do Chile, 65, CEP 20035, Rio de Janeiro, RJ, Brasil.\net al. 1969) para designar as camadas vermelhas aflorantes nos leitos de vários rios na Guiana. A Formação Tacutu assenta-se discordantemente sobre a Formação Pirara e in-terdigita-se lateralmente com os leques conglomeráticos da borda sudeste. Os dados sísmicos sugerem que ela distribui-se ao longo de todo o graben, mostrando espessamento em direção às grandes falhas de sudeste. As maiores espessuras podem atingir 2 700m.\nA Formação Tacutu compreende uma monótona seção de camadas vermelhas, consistindo basicamente de siltito castanho-escuro a vermelho, calcífero, argiloso, contendo pseudomorfos de gipsita substituídos por anidrita ou calcita, com laminação plano-paralela inclinada ou estratificação clinoascendente. Subordinadamente, ocorrem arenito creme-claro muito fino e fino, calcarenito fino bioclástico creme-avermelhado e folhelho castanho-avermelhado, calcífero (Costa e Lima, 1981). O sítio deposicional admitido para estas rochas é lacustre. A idade neojurássica-eocretácea advém de estudos palinológicos em amostras obtidas de poços rasos, com até 100 m de profundidade (Van der Hammen e Burger, 1966).\nAdotou-se o intervalo 6-1 067 m do poço 1 -TU-1 -RR como perfil-tipo para a Formação Tacutu (fig. 7.5).\nFormação Tucano - referida inicialmente como Arenito Tucano (Carneiro et al. 1968; Brasil e Lima, 1980), passou a ser denominada informalmente de Formação Tucano por Eiras e Kinoshita (1989). Está restrita ao sinclinal homônimo, podendo atingir 2 200 m de espessura, formando uma profunda raiz para a Serra do Tucano.\nA Formação Tucano é essencialmente arenosa. Carneiro etal. (1968) descreveram, na base da serra, arenito acastanhado, médio a grosso, seixoso, gradando acima para arenito róseo-esbranquiçado, caulínico e friável, ambos com estratificação cruzada e raras intercalações de siltito arenoso, micáceo. Brasil e Lima (1980) descreveram, no Igarapé do Mel, arenito róseo a cinza-esbranquiçado e amarelado, fino, caulínico, friável, com estratificação cruzada de pequeno porte, sobreposto aos siltitos vermelhos da Formação Tacutu.\nEsta unidade estratigráfica está ausente dos dois poços perfurados pela PETROBRÁS. Não se conhece determinações bioestratigráficas, e sua idade gálica é deduzida de sua posição estratigráfica. Admite-se para este pacote uma deposição em sistema deltáico.\nFormação Boa Vista - o conjunto vulcano-sedimentar mesozóico do Graben do Tacutu está recoberto discordantemente por uma vasta cobertura cenozóica, que caracteriza o relevo plano dentro do graben. No Brasil, essa unidade foi denominada de Formação Boa Vista por Andrade Ramos (1956). As maiores espessuras são encontradas nos blocos rebaixados das grandes falhas das bordas, onde dados sísmicos indicam espessuras de até 120 m. As litologias presentes na Formação Bca Vista são arenito, laterito, argilito e níveis conglomeráticos. De Ros (1987) identificou dois tipos de silcretes entre as amostras analisadas, um do tipo perfil de alteração e outro do tipo sin-sedimentar. Os dados petrográficos sugerem que as rochas originais submetidas à silicificação eram arenitos finos a médios.\nNão há dados de subsuperfície que permitam compor um perfil-tipo, nem informações bioestratigráficas capazes de datar esta unidade. Presumivelmente, ela depo\nsitou-se no fim do Cenozóico, em consequência da atuação de rios.\nEstratigrafia de Seqüências - os dados disponíveis são claramente insuficientes para o estabelecimento inequívoco de seqüências. Tentativa mente, as discordâncias observadas podem separar três pacotes distintos:\nSequência J10-equivale aos basaltos jurássicos da Formação Apoteri e aos siltitos lacustres da Formação Manari. Estas rochas comporiam a fase pré-riff da bacia.\nSeqüência J20 - corresponde aos elásticos e evaporitos neojurássicos da Formação Pirara, marcando o início da fase ríft.\nSeqüências K10 a K60 - reúnem os elásticos alúvio-deltaico-lacustres neocomianos e gálicos das formações Tacutu e Tucano, representando a implantação do ríft Tacutu.\nREFERÊNCIAS BIBLIOGRÁFICAS\nANDRADE RAMOS, J.R. 1956. Reconhecimento geológico no Território do Rio Branco. Rio de Janeiro, Rei. Anual Dir.Div.Geol.Min.DNPM, p. 58-62.\nBERRANGÉ, J.P. &amp; DEARLEY, R. 1975. The Apoteri volcanic formation - tholeiitic flows in the North Savannas Graben of Guyana and Brazil. Geologische Rundschau, n. 64, p. 883-899.\nBRASIL, I.R., &amp; LIMA, M.P. 1980. Investigação estratigráfica na Bacia do Tacutu, Território Federal de Roraima. PETROBRÁS, Belém. Rei. Interno.\nCARNEIRO, R.G., ANDRADE, F.G., &amp; SILVA, G.O.P. 1968. Reconhecimento geológico no Território Federal de Roraima; Graben do Tacutu. PETROBRÁS, Belém. Relatório Interno.\nCOSTA, M.G.F., &amp; LIMA, M.P. 1981. Análise estratigráfica do 1-TU-1-RR. PETROBRÁS, Rio de Janeiro. Relatório interno.\nCRAWFORD, F.D., SZELEWSKI, C.E., &amp; ALVEY, G.D. 1984. Geology and exploration in the Takutu Graben of Guyana. Oil and Gas Journal, v. 82, n. 10, p. 122-129.\nDE ROS, L.F. 1987. Petrografia e implicações paleoclimáticas das litologias aflorantes na Bacia do Tacutu, Roraima. PETROBRÁS, Rio de Janeiro.Comunicação técnica.\nEIRAS, J.F., &amp; KINOSHITA, E.M. 1989. Solução de um problema estratigráfico através da integração regional: um exemplo da Bacia do Tacutu, Norte do Brasil. In: Seminário de Interpretação Exploratória, 1. Rio de Janeiro, PETROBRÁS. Anais, p. 243-250.\nEIRAS, J.F., &amp; KINOSHITA, E.M. 1990. Geologia e perspectivas petrolíferas da Bacia do Tacutu. In: Origem e evolução de bacias sedimentares. Rio de Janeiro, PETROBRÁS. Anais, p. 197-220.\nMcCONNELL, R.B., SMITH, D.M., &amp; BERRANGÉ, J.P. 1969. Geological and geophysical evidence for a rift valley in the Guyana Shield. Geol. Mijnb.v. 48, n. 2, p. 189-200.\nSCHOBBENHAUS, C., CAMPOS, D.A., DERZE, G.R., &amp; ASMUS, H.E. 1984. Geologia do Brasil. Brasília, DNPM. 501,p.\nVAN DER HAMMEN, T. &amp; BURGER, D. 1966. Pollen flora and age of the Takutu Formation, Guyana. Leidse. Geol. Meded. Leiden. n. 38, p. 173-180."}]}}}