{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09794"}, {"@name": "filename", "#text": "14790_TCC_THEISGES_2018.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Ana Cristina Theisges\nESTUDO MORFODINÂMICO E GRANULOMÉTRICO DA PRAIA DE FORA, TÔMBOLO DE CAIACANGAÇÚ, ILHA DE SANTA CATARINA, SC, BRASIL\nTrabalho de Conclusão de Curso apresentado como requisito para a obtenção do Grau de Bacharel em Geografia pela Universidade Federal de Santa Catarina\nOrientador: Prof. Dr. Norberto Olmiro Horn Filho.\nFlorianópolis\n2018\nFicha de identificação da obra elaborada pelo autor,\natravés do Programa de Geração Automática da Biblioteca Universitária da UFSC\nTheisges, Ana Cristina\nEstudo morfodinâmico e granulométrico da praia de Fora, tômbolo de Caiacangaçú, ilha de Santa Catarina, SC, Brasil / Ana Cristina Theisges ; orientador, Norberto Olmiro Horn Filho, 2018.\n133 p.\nTrabalho de Conclusão de Curso (graduação) -Universidade Federal de Santa Catarina, Centro de Filosofia e Ciências Humanas, Graduação em Geografia, Florianópolis, 2018.\nInclui referências.\n1. Geografia. 2. Geologia Costeira. 3. Morfodinâmica praial. 4. Granulometria. I. Horn Filho, Norberto Olmiro . II. Universidade Federal de Santa Catarina. Graduação em Geografia. III. Titulo.\nAna Cristina Theisges\nEstudo morfodinâmico c granulomctrico da praia dc Fora, tômbolo dc Caiacangaçú, ilha de Santa Catarina, SC, Brasil\nEste Trabalho de Conclusão de Curso foi julgado adequado para obtenção do título de “Bacharel em Geografia” pela Universidade Federal de Santa Catarina e aprovada em sua forma final pelo Programa de Graduação em Geografia.\nFlorianópolis, 21 de junho de 2018.\nProf. Dr.\nMessias Bastos\nladora:\nBane:\nCoordeñador do Curso\n~ -----------------------\nqiipiijo f om Filho (orientador)\nUniversidade Federal de Santa Catarina\nUniversidade Federal de Santa Catarina\nProf. DrÀJòão Carlos Rocha Gré\nUniversidade Federal de Santa Catarina\nMe. Alexandre Felix\nAos meus pais, José e Neli, pelo incentivo e apoio que me fizeram chegar até aqui e por tudo que vocês significam pra mim.\nAGRADECIMENTOS\nCom uma satisfação imensa deixo aqui os sinceros agradecimentos aos que estiveram próximos de mim durante a graduação e que de alguma forma contribuíram para este trabalho se tornasse realidade.\nPrimeiramente, gostaria de agradecer aos meus pais, José e Neli, pela educação e amor que me foram dedicados e por tudo que me proporcionaram, depositando em mim sempre confiança, me encorajando a evoluir e dando suporte nos momentos mais difíceis.\nTambém agradeço a toda a minha família, em especial meu irmão Jader e minha tia Isabel, por estarem sempre muito próximos de mim transmitindo afeto e preocupação.\nAo meu orientador, professor Norberto Olmiro Horn Filho, um agradecimento especial, pois, me recebeu tão bem no seu grupo de pesquisa e confiou em mim para desenvolver este trabalho. Aprendi muito com você e sou muito grata pela oportunidade!\nAo Departamento de Geociências da Universidade Federal de Santa Catarina, que me proporcionou a estrutura necessária para realizar minha graduação e execução das atividades do laboratório necessárias para este trabalho.\nÀ todos do Laboratório de Geologia Costeira (GEOCOST) que contribuíram com esta manografia participando dos trabalhos de campo, dividindo material e espaço no laboratório, compartilhando conhecimento e experiências.\nAos queridos Mayara Moreira da Silva e Micael Broggio, pela disponibilidade e paciência em ajudar sempre que precisei e pelas dicas que facilitaram a execução de diversas etapas da pesquisa.\nÀ todos os professores da graduação que serviram de exemplo e inspiração para continuar trilhando os caminhos iniciais de pesquisa, em especial a professora Janete Josina de Abreu que aceitou contribuir com este trabalho compondo a banca examinadora, o professor Everton da Silva que aceitou ser meu orientador de estágio, e o professor Carlos Antônio Oliveira Vieira, que me permitiu uma experiência como monitora no último semestre da graduação.\nAo professor João Carlos Rocha Gré e Alexandre Felix por terem aceitado o convite para participação na banca examinadora e dedicado seu tempo lendo e contribuindo com esta monografia.\nÀ todos os meus amigos do coração: os que fiz durante a graduação, os que me acompanham antes disso, os que fiz no ambiente\nde trabalho e todos que fazem parte da minha vida. A companhia de vocês foi indispensável, obrigada pelos momentos inesquecíveis!\nAgradeço também as oportunidades profissionais que me foram oferecidas, e aos profissionais que me orientaram durante o período de estágio nas empresas VisãoGeo e Agrosatélite.\n“Piés, para qué los quiero si tengo alaspa' volar? ”\nFrida Kahlo.\nRESUMO\nPraias arenosas de baía apresentam-se como protegidas, ou seja, abrigadas do regime de ondas, devido à limitação por algum obstáculo ou promontório rochoso. Compreender como este ambiente se comporta diante das condições impostas pelo meio é de extrema importância, uma vez que se difere de praias arenosas dominadas por ondas. A praia de Fora possui 934m de extensão e está localizada na costa Sudoeste da ilha de Santa Catarina, no tômbolo de Caiacangaçú. O tômbolo de Caiacangaçú é um tômbolo simples, formado por depósitos de baía praiais que unem a ilha de Santa Catarina à paleoilha do Caiacangaçú. Este trabalho tem como objetivo principal identificar os aspectos morfodinâmicos e granulométricos da praia de Fora, com intuito de obter informações que possam auxiliar no planejamento e ocupação dessa e de outras áreas litorâneas. Através do monitoramento mensal de 3 (três) perfis transversais à linha de costa (P1=Noroeste; P2=Central; P3=Sudeste), durante 13 (treze) campanhas consecutivas (de fevereiro de 2016 à fevereiro de 2017), foi possível obter resultados de morfologia, granulometria e agentes climato-oceanográficos que permitiram realizar a classificação morfodinâmica da praia. Foram coletadas amostras superficiais de sedimentos em quatro setores morfológicos distintos de cada perfil: limite superior do pós-praia, pós-praia, face praial e antepraia superior, resultando em um total de 156 (cento e cinquenta e seis) amostras analisadas. A morfologia foi verificada utilizando um nível óptico e uma mira de nivelamento. Além disso, em toda campanha foram observados aspectos oceanográficos como atuação das ondas, correntes litorâneas, marés, declividade entre outras características da costa. Os perfis P1 e P2 não possuem ocupação na orla, já o P3 apresenta urbanização. Os sedimentos são constituídos predominantemente por areia grossa, e material pobremente selecionado, com a presença de carbonato biodetritico. A largura do pós-praia diminuí de NW para SE, o que se justifica pelo fato de que as correntes de deriva (principal agente atuante) são predominantes em direção à NW e existe uma zona de sombra em SE causada por um promontório rochoso. A mobilização do estoque sedimentar foi baixa e o balanço final foi positivo demonstrando que o ambiente encontra-se estável. A praia foi classificada como reflectiva do ponto de vista morfodinâmico.\nPalavras-chave: Morfologia. Sedimentologia. Praia de baía. Ambiente de baixa energia.\nABSTRACT\nSandy bay beaches are protected as sheltered from the wave regime, due to the limitation by some rocky obstacle or promontory. Understanding how this environment behaves in the conditions of the environment is of the utmost importance since it differs from sandy beaches dominated by waves. The Fora beach is 934m long and is located on the Southwest coast of the island of Santa Catarina, in the tombolo of Caiacanga^u. The tombolo of Caiacanga^u is a simple tombolo, formed by deposits of bay that unite the island of Santa Catarina to the paleoilha of the Caiacanga^u. The main objective of this study is to identify the morphodynamic and granulometric aspects of Fora beach, with the purpose of obtaining information that can help in the planning and occupation of this and other coastal areas. Through the monthly monitoring of 3 (three) profiles transverse to the coastline (P1 = Northwest, P2 = Central, P = Southeast), during 13 consecutive campaigns (from February 2016 to February 2017), it was possible to obtain results of morphology, granulometry and climatic-oceanographic agents that allowed to perform the morphodynamic classification of the beach. Surface samples of sediments were collected in four different morphological sectors of each profile: upper backshore, backshore, beachface, and upper shoreface, resulting in a total of 156 (one hundred and fifty-six) samples analyzed. The morphology was verified using an optical level and a leveling point. In addition, oceanographic aspects such as wave performance, coastal currents, tides, slope and other characteristics of the coast were observed throughout the campaign. The profiles P1 and P2 do not have occupation in the border, already the P3 presents urbanization. The sediments are composed predominantly of coarse sand, and poorly selected material, with the presence of biodetritic carbonate. The width of the post-beach decreases from NW to SE, which is justified by the fact that drift currents (main acting agent) predominate towards NW and there is a SE shadow zone caused by a rocky promontory. The mobilization of the sedimentary balance was low and the final balance was positive, demonstrating that the environment is stable. The beach was classified as reflective from the morphodynamic point of view.\nKeywords: Morphology. Sedimentology. Bay beach. Low energy environment.\nLISTA DE FIGURAS\nFigura 1 - Exemplos de praia de tômbolo. A = simples: tômbolo de Caiacangaçú, ilha de Santa Catarina, SC, Brasil; B = duplo: tômbolo Perequê-Pernambuco, Guarujá, SP, Brasil........................26\nFigura 2 - Componentes geomorfológicos de um tômbolo. Ponta do Papagaio, Palhoça, SC, Brasil..................................27\nFigura 3 - Perfil teórico de uma praia arenosa.................29\nFigura 2 - Esquema exemplificando as correntes de retorno (transversais) e correntes longitudinais.......................34\nFigura 3 - Estágios morfodinâmicos propostos por Wright e Short (1984).........................................................38\nFigura 4 - Exemplos de praia oceânica. A = praia Mole, ilha de Santa Catarina, SC, Brasil; B = praia do Rosa, Imbituba, SC, Brasil..41\nFigura 5 - Exemplos de praia de baía. A = Sul da baía de Florianópolis, SC, Brasil; B = baía de Guanabara, RJ, Brasil..................42\nFigura 8 - Exemplo de praia estuarina ou de desembocadura fluvial, junto à foz do rio Jaguaribe, litoral do Ceará.................43\nFigura 9 - Exemplos de praia de bolso. A = praia de Cima, Palhoça, SC, Brasil; B = praia Lagoinha do Norte, ilha de Santa Catarina, SC, Brasil. ................................................................ 44 Figura 10 - Exemplo de praia de esporão: praia da Daniela, ilha de Santa Catarina, SC, Brasil.............................................45\nFigura 11 - Exemplo de praia de enseada: arco praial de Jurerê, ilha de\nSanta Catarina, sC, Brasil.......................................46\nFigura 12 - Compartimentação geológico - geomorfológica da ilha de Santa Catarina...................................................50\nFigura 13 - Localização geográfica da praia de Fora no litoral de Santa Catarina, ilha de Santa Catarina, tômbolo de Caiacangaçú.........51\nFigura 14 - Geologia do tômbolo de Caiacangaçú...................54\nFigura 15 - Vista para sudeste da praia de Fora, no setor sudoeste da ilha de Santa Catarina................................................55\nFigura 16 - Imagens utilizadas para estudo visual descritivo do histórico de ocupação antrópica do tômbolo de Caiacangaçú..................57\nFigura 17 - Imagem ortorretificada mais recente utilizada para estudo visual descritivo do histórico de ocupação antrópica do tômbolo de Caiacangaçú......................................................58\nFigura 18 - Localização geográfica dos três perfis praiais e seus marcos topográficos na praia de Fora, tômbolo de Caiacangaçú............60\nFigura 19 - Marcos topográficos dos perfis praiais. A = P1 (setor Noroeste); B = P2 (setor Central); C = P3 (setor Sudeste)........61\n68\n70\n72\n72\n74\n76\n77\n79\n81\n84\n85\n87\nFigura 20 - Exemplo do levantamento topográfico no P3 (setor Sudeste) da praia de fora................................................63\nFigura 21 - Pontos de coleta de amostras superficiais de sedimentos... 64 Figura 22 - Vista para o limite do pós-praia na parte emersa do P1, setor Noroeste da praia de Fora.......................\nFigura 23 - Comportamento morfológico do P1.....\nFigura 24 - Variação na largura do pós-praiado P1.\nFigura 25 - Vista para o limite do pós-praia na parte emersa do P2, setor Central da praia de Fora........................\nFigura 26 - Comportamento morfológico do P2.....\nFigura 27 - Variação na largura do pós-praia do P2.\nFigura 28 - Vista para o limite do pós-praia na parte emersa do P3, setor Sudeste da praia de Fora........................\nFigura 29 - Comportamento morfológico do P3.....\nFigura 30 - Variação na largura do pós-praia do P3.\nFigura 31 - Variação no pacote sedimentar do P1. ... Figura 32 - Variação no pacote sedimentar do P2. ...\nFigura 33 - Variação no pacote sedimentar do P3. ...\nFigura 34 - Registro de coleta das amostras do P1. A = limite superior do pós-praia; B = pós-praia; C = face praial....................88\nFigura 35 - Registro de coleta das amostras do P2. A = limite superior do pós-praia; B = pós-praia; C = face praial....................89\nFigura 36 - Registro de coleta das amostras do P3. A = limite superior do pós-praia; B = pós-praia; C = face praial....................90\nFigura 37 - Variação sazonal do diâmetro de grão no limite superior do pós-praia......................................................105\nFigura 38 - Variação sazonal do diâmetro de grão no pós-praia...108\nFigura 39 - Variação sazonal do diâmetro de grão na face praial.111\nFigura 40 - Variação sazonal do diâmetro de grão na antepraia superior.\n...............................................................114\nLISTA DE TABELAS\nTabela 1 - Relação de equilíbrio entre estado da praia e valores médios ponderados de ômega...............................................39\nTabela 2 - Parâmetros e características típicas de cada tipo de praia. ... 40 Tabela 3 - Escala granulométrica de acordo com a classificação de Wentworth (1922), associada aos valores de sugeridos por Krumbein (1934)............................................................47\nTabela 4 - Síntese da coluna estratigráfica da ilha de Santa Catarina. .. 53 Tabela 5 - Localização geográfica em UTM dos marcos topográficos definidos para os perfis P1, P2 e P3..............................61\nTabela 6 - Datas das campanhas de campo e estações do ano em que foram realizadas..................................................62\nTabela 7 - Valores médios de largura do pós-praia e declividade da face praial............................................................67\nTabela 8 - Declividade e extensão do perfil topográfico P1........69\nTabela 9 - Largura do pós-praia em cada campanha do P1 .......... 71\nTabela 10 - Declividade e extensão do perfil topográfico do P2....73\nTabela 11 - Largura do pós-praia em cada campanha do P2...........75\nTabela 12 - Declividade e extensão do perfil topográfico do P3....78\nTabela 13 - Largura do pós-praia em cada campanha do P3...........80\nTabela 14 - Variação no pacote sedimentar.........................82\nTabela 15 - Dados de volume do P1.................................83\nTabela 16 - Dados de volume do P2.................................85\nTabela 17 - Dados de volume do P3.................................86\nTabela 18 - Parâmetros texturais das amostras coletadas no P1 nas campanhas 1 a 7, bem como o respectivo setor morfológico..........92\nTabela 19 - Parâmetros texturais das amostras coletadas no P1 nas campanhas 8 a 13, bem como o respectivo setor morfológico.........93\nTabela 20 - Síntese granulométrica do P1..........................94\nTabela 21 - Parâmetros texturais das amostras coletadas no P2 nas campanhas 1 a 7, bem como o respectivo setor morfológico..........96\nTabela 22 - Parâmetros texturais das amostras coletadas no P2 nas campanhas 8 a 13, bem como o respectivo setor morfológico.........97\nTabela 23 - Síntese granulométrica do P2..........................98\nTabela 24 - Parâmetros texturais das amostras coletadas no P3 nas campanhas 1 a 7, bem como o respectivo setor morfológico.........100\nTabela 25 - Parâmetros texturais das amostras coletadas no P3 nas campanhas 8 a 13, bem como o respectivo setor morfológico........101\nTabela 26 - Síntese granulométrica do P3.........................102\nTabela 27 - Parâmetros texturais das amostras coletadas no limite superior do pós-praia, nas campanhas 1 a 9...................104\nTabela 28 - Parâmetros texturais das amostras coletadas no limite superior do pós-praia, nas campanhas 10 a 13.................105\nTabela 29 - Parâmetros texturais das amostras coletadas no pós-praia, nas campanhas 1 a 9..........................................107\nTabela 30 - Parâmetros texturais das amostras coletadas no pós-praia nas campanhas 10 a 13............................................108\nTabela 31 - Parâmetros texturais das amostras coletadas na face praial, nas campanhas 1 a 9..........................................110\nTabela 32 - Parâmetros texturais das amostras coletadas na face praial nas campanhas 10 a 13........................................111\nTabela 33 - Parâmetros texturais das amostras coletadas na antepraia superior nas campanhas 1 a 9.................................113\nTabela 34 - Parâmetros texturais das amostras coletadas na antepraia superior nas campanhas 10 a 13...............................114\nTabela 35 - Dados de ondas incidentes na praia de Fora em cada campanha de monitoramento....................................116\nTabela 36 - Dados de ventos no dia das campanhas de monitoramento. .............................................................117\nTabela 37 - Dados de deriva litorânea coletados em cada perfil nas 13 campanhas de monitoramento...................................118\nTabela 38 - Amplitude da maré e fase da Lua no dia do monitoramento. .............................................................119\nTabela 39 - Parâmetros morfodinâmicos médios obtidos em cada perfil da praia de Fora.............................................120\nTabela 40 - Valores do parâmetro ômega por perfil, em cada campanha de monitoramento.............................................121\nSUMÁRIO\n1.\tINTRODUÇÃO.......................................21\n2.\tOBJETIVOS........................................23\n2.1.\tGERAL..........................................23\n2.2.\tESPECÍFICOS....................................23\n3.\tREFERENCIAL TEÓRICO..............................25\n3.1.\tTÔMBOLO: CONCEITOS E SETORIZAÇÃO...............25\n3.2.\tPRAIA: CONCEITOS E ZONAÇÃO.....................27\n3.2.1.\tPerfil de praia..............................28\n3.2.2.\tZonas hidrodinâmicas.........................29\n3.2.3.\tZonas morfológicas...........................30\n3.3.\tAGENTES CLIMATO-OCEANOGRÁFICOS...............31\n3.3.1.\tOndas........................................31\n3.3.2.\tVentos.......................................33\n3.3.3.\tCorrentes litorâneas.........................33\n3.3.4.\tMarés........................................34\n3.4.\tMORFODINÂMICA DE PRAIAS ARENOSAS.............35\n3.4.1.\tModelo da Escola Australiana de Geomorfologia Costeira... 36\n3.5.\tTIPOS MORFOLÓGICOS DE PRAIAS...................40\n3.5.1.\tPraia oceânica...............................40\n3.5.2.\tPraia de baía................................41\n3.5.3.\tPraia estuarina ou de desembocadura fluvial..42\n3.5.4.\tPraias de bolso ............................ 43\n3.5.5.\tPraias de esporão ou pontal..................44\n3.5.6.\tPraia de enseada ........................... 45\n3.6.\tCLASSIFICAÇÃO TEXTURAL DE PRAIAS.............46\n3.6.1.\tPraias cascalhosas...........................47\n3.6.2.\tPraias arenosas..............................48\n4.\tCARACTERIZAÇÃO FISIOGRÁFICA DA ÁREA DE ESTUDO.....49\n4.1.\tLOCALIZAÇÃO GEOGRÁFICA.........................49\n4.2.\tCLIMA .........................................52\n4.3.\tGEOLOGIA.......................................52\n4.4.\tGEOMORFOLOGIA..................................54\n4.5.\tOCEANOGRAFIA GEOLÓGICA COSTEIRA................55\n4.6.\tHISTÓRICO DE OCUPAÇÃO ANTRÓPICA................56\n5.\tMETODOLOGIA......................................59\n5.1.\tATIVIDADES INICIAIS DE GABINETE................59\n5.2.\tTRABALHO DE CAMPO..............................59\n5.2.1.\tLevantamento topográfico..........................62\n5.2.2.\tAmostragem superficial de sedimentos..............63\n5.2.3.\tObservações oceanográficas costeiras..............64\n5.3.\tANÁLISES LABORATORIAIS............................65\n5.4.\tATIVIDADES FINAIS DE GABINETE.......................66\n6.\tRESULTADOS............................................67\n6.1.\tMORFOLOGIA..........................................67\n6.1.1.\tSetor Noroeste (P1)...............................68\n6.1.2.\tSetor Central (P2)................................72\n6.1.3.\tSetor Sudeste (P3)................................76\n6.2.\tCARACTERIZAÇÃO DOS CICLOS DE EROSÃO E DEPOSIÇÃO......81\n6.2.1.\tSetor Noroeste (P1)...............................83\n6.2.2.\tSetor Central (P2) .............................. 84\n6.2.3.\tSetor Sudeste (P3) .............................. 86\n6.3.\tGRANULOMETRIA.....................................87\n6.3.1.\tVariação granulométrica transversal...............91\n6.3.1.1.\tSetor Noroeste (P1).............................91\n6.3.1.2.\tSetor Central (P2)..............................95\n6.3.1.3.\tSetor Sudeste (P3)..............................99\n6.3.2.\tVariação granulométrica longitudinal.............103\n6.3.2.1.\tLimite superior do pós-praia...................103\n6.3.2.2.\tPós-praia......................................106\n6.3.2.3.\tFace praial....................................109\n6.3.2.4.\tAntepraia superior.............................112\n6.4.\tOBSERVAÇÕES COSTEIRAS E PARÂMETROS OCEANOGRÁFICOS\n.........................................................115\n6.4.1.\tOndas............................................115\n6.4.2.\tVentos...........................................116\n6.4.3.\tCorrente de deriva litorânea.....................117\n6.4.4.\tAmplitude da maré................................118\n6.5.\tCLASSIFICAÇÃO MORFODINÂMICA........................119\n7.\tDISCUSSÃO............................................123\n8.\tCONCLUSÃO............................................127\n9.\tREFERÊNCIAS..........................................129\n1.\tINTRODUÇÃO\nA zona litorânea é resultado da atuação de diferentes processos geológicos ocorridos ao longo do tempo, que através de deposição e erosão formaram as feições geomorfológicas que podem ser observadas atualmente, como por exemplo, as praias arenosas (HEIDRICH, 2011).\nDe acordo com Hoefel (1998), as praias são consideradas ambiente recreativo, com potencial socioeconômico, por isso, ao seu redor, criam-se cidades, balneários e desenvolvem-se atividades turísticas, comerciais e industriais.\nApesar das modificações na linha de costa, em especial de praias arenosas, apresentarem-se como processo natural, o crescimento demográfico, aumento da ocupação e multiplicação dos usos de forma desordenada, podem comprometer os sistemas litorâneos do ponto de vista estético e ambiental, implicando em riscos de manutenção da estabilidade da linha de costa e conservação ambiental (HOEFEL, 1998).\nPara Horn Filho et al. (2005), a intervenção antrópica sobre o meio preexistente pode acarretar em desequilíbrio do ambiente natural e possíveis impactos irreversíveis, visto que, as obras de infraestrutura alteram a dinâmica local. Estudos prévios para conhecimento dos aspectos físicos são considerados uma forma de atenuar os impactos, ou até mesmo, impedir que ocorram.\nVisando explicar os processos e agentes modificadores do ambiente praial, ocorrem as iniciativas e estudos de caracterização das praias arenosas. Estes trabalhos podem ser de caráter geológico, geomorfológico, sedimentológico e/ou morfodinâmico.\nA morfodinâmica de praia é um método amplamente utilizado atualmente e integra os aspectos morfológicos, granulométricos e hidrodinâmicos, com intuito de explicar as respostas da praia frente às diversas condições impostas pelo meio. Portanto, a utilização deste tipo de estudo como instrumento de subsídio durante o processo de gerenciamento costeiro deve ser considerado pressuposto indispensável, motivando a realização da presente pesquisa.\nAs praias arenosas de baía representam formas de depósitos sedimentares sobre a zona litorânea, abrigados da alta energia de onda, pois, são limitados por algum obstáculo ou promontório rochoso. No tômbolo de Caiacangaçú, adjacente a baía Sul, na ilha de Santa Catarina formaram-se duas praias arenosas: praia da Ponta, à nordeste e praia de Fora, à sudoeste, sendo esta última, objeto deste trabalho.\nEm 2005, houve um Estudo de Impacto Ambiental (EIA) na praia de Fora, emitido pelo IBAMA para construção de um sistema de reforço eletro energético à ilha de Santa Catarina, de responsabilidade da Eletrosul Centrais Elétricas S.A. O empreendimento consistiu na instalação submersa de dutos que ligam o continente (costão da ponta do Pisca-pisca, no município de Palhoça) ao sul da ilha (praia de Fora). Como parte deste estudo, houve a caracterização do ponto de vista geológico e ambiental da praia de Fora, realizada por Horn Filho et al. (2005). O trabalho se baseou em perfis topográficos, análise granulométrica e observações costeiras e concluiu que se trata de uma praia estável com baixa mobilidade dos perfis e sedimentos de granulometria arenosa e cascalhosa fina.\nEste trabalho de conclusão de curso justifica-se, pois, ainda não houve um estudo para analisar a variação sazonal da praia de Fora, nem que pudesse ser comparado com o relatório de 2005 para fornecer informações sobre o comportamento da praia após instalação dos dutos de energia. Além disso, são poucas as pesquisas que abordam a variação morfodinâmica de ambientes litorâneos de baixa energia.\nO principal agente atuante nos processos costeiros de ambientes litorâneos de baixa energia (baías, estuários, lagunas, fiordes, entre outros) são as ondas geradas dentro do próprio local pelo vento, sendo que, em alguns casos, as ondas que entram pelos canais e as correntes de maré também tenham efeito significativo (NORDSTOM, 1992 apud FERREIRA, 1999).\nFerreira (1999) afirmou que para se compreender os fenômenos morfodinâmicos que ocorrem em praias de baixa energia, é necessário compará-los aos das praias de alta energia. Para chegar a essa conclusão o autor testou a validade de uso de parâmetros morfodinâmicos desenvolvidos para praias oceânicas na praia de Fora, uma praia adjacente à baía Sul da ilha de Santa Catarina, porém, no setor continental (município de Palhoça/SC) e obteve resultados satisfatórios. Diante disso, foi adotada metodologia semelhante para este trabalho.\n2.\tOBJETIVOS\n2.1.\tGERAL\nIdentificar os aspectos morfodinâmicos e granulométricos da praia de Fora, tômbolo de Caiacangaçú, ilha de Santa Catarina, SC, Brasil.\n2.2.\tESPECÍFICOS\nS Comparar a morfologia do perfil praial entre fevereiro de 2016 e fevereiro de 2017;\nS Analisar a granulometria dos sedimentos para obter os dados referentes à textura;\nS Caracterizar o comportamento morfodinâmico da praia a partir de dados granulométricos e hidrodinâmicos correlacionados;\nS Definir o comportamento praial, durante um ciclo anual.\n24\n3.\tREFERENCIAL TEÓRICO\nPara fundamentar este trabalho, foi realizada uma revisão bibliográfica acerca do tema, buscando definições e conceitos de diversos autores que pudessem embasar a pesquisa.\n3.1.\tTÔMBOLO: CONCEITOS E SETORIZAÇÃO\nDe acordo com Guerra (1993) e Suguio (1998), o termo “tômbolo” foi utilizado pela primeira vez na literatura geológica por Gulliver (1899, apud GUERRA, 1993 e SUGUIO, 1998) e pode ser definido como uma barra ou esporão arenoso situado acima do nível de maré alta, através do qual uma ilha fica unida ao continente ou a outra ilha (SUGUIO, 1998).\nGuerra (1993) também usou os termos “língua” ou “flecha” de areia e seixos para designar os tômbolos, e afirmou que este tipo de formação pode ser classificado em simples, duplo e triplo. Como exemplo de tômbolo simples, pode-se destacar o tômbolo de Caiacangaçú (Figura 1), onde está localizada a praia de Fora, objeto de estudo deste trabalho. Para exemplificar tômbolo duplo, recorre-se ao exemplo sugerido por Suguio (1998) entre as praias de Pernambuco e Perequê, ao norte de Guarujá, SP (Figura 1).\nOs tômbolos são compartimentados em três componentes geomorfológicos principais: obstáculo, continente ou ilha e tômbolo (Figura 2).\n□\tObstáculo: promontório rochoso próximo do litoral, que serve de barreira e permite a deposição dos sedimentos;\n□\tContinente ou ilha: ligada ao obstáculo por sedimentos que formarão o tômbolo;\n□\tTômbolo: feição geomorfológica geralmente arenosa, que une o obstáculo à porção continental ou uma ilha.\nAlém disso, como parte constituinte de um tômbolo, podemos ter praias arenosas, como é o caso do tômbolo de Caiacangaçú que apresenta duas praias arenosas de baía: praia de Fora a Sudeste e praia da Ponta a Noroeste.\nFigura 1 - Exemplos de praia de tômbolo. A = simples: tômbolo de Caiacangaçú, ilha de Santa Catarina, SC, Brasil; B = duplo: tômbolo Perequê-Pernambuco, Guarujá, SP, Brasil.\nA\nPraia de Perequê\nB\nOceano\nAtlântico\nPraia de Guarujá\nTômbolo de Caiacangaçú\nTômbolo\nPerequê-Pernambuco\nPraia de\nPernambuco\nFonte: Google Earth\nFigura 2 - Componentes geomorfológicos de um tômbolo. Ponta do Papagaio, Palhoça, SC, Brasil.\nTômbolo\nPraia da Pinheira\nContinente ou ilha\nPraia do Sonho\nK\nPonta do\nPapagaio\nFonte: Elaborado pela autora. Levantamento fotogramétrico SDS/SC, 2012.\nObstáculo ou promontório rochoso\n3.2.\tPRAIA: CONCEITOS E ZONAÇÃO\nA definição do termo praia se difere entre os autores devido à complexidade e variáveis que influenciam no ambiente, como tipo de material constituinte, agentes modificadores, forma em planta, limites internos e externos, entre outros.\nA Lei n° 7.661, de 16 de maio de 1988, que institui o Plano Nacional de Gerenciamento Costeiro (PNGC), traz a seguinte definição de praia:\nArt. 10°, Parágrafo 3°: “Entende-se por praia a área coberta e descoberta periodicamente pelas águas, acrescida da faixa subsequente de material detrítico, tal como areias, cascalhos, seixos e pedregulhos, até o limite onde se inicie a vegetação natural, ou, em sua ausência, onde comece um outro ecossistema.” (BRASIL, 1988).\nSuguio (1998) definiu praia como uma zona composta de material inconsolidado, podendo este ser formado por areia, cascalho, conchas e moluscos. O limite da praia, estabelecido pelo autor no setor submerso é a profundidade de interação das ondas com o fundo e no setor emerso, considera-se o início da vegetação ou alguma mudança na morfologia, como as dunas, por exemplo.\nDe acordo com Hoefel (1998), é evidente o caráter não coesivo do material que compõe uma praia, e o agente hidrodinâmico de principal influência no ambiente são as ondas. O limite da praia na porção emersa seriam as dunas fixadas ou qualquer alteração brusca no relevo, e na porção submersa, a profundidade em que ainda ocorre remobilização de sedimento (profundidade de fechamento).\nFelix (2010) realizou uma revisão bibliográfica das definições do termo praia, relacionando diferentes autores, e concluiu que os pontos em comum são o caráter inconsolidado dos sedimentos e a remobilização principalmente ocasionada por fatores hidrodinâmicos. A definição de praias arenosas sugerida por ele é a seguinte:\n“[...] áreas de deposição de sedimentos inconsolidados, formando estreita faixa disposta de forma subparalela à linha de costa atual, constituídas de materiais de origens diversas, onde predominam as areias quartzosas. Caracterizam-se como ambientes extremamente dinâmicos, delimitados entre o ponto onde os sedimentos começam a serem remobilizados no assoalho marinho (profundidade de fechamento) até a ocorrência de alguma alteração morfológica brusca ou até os limites de ação das ondas de tempestade.” (FELIX, 2010, p. 50).\n3.2.1.\tPerfil de praia\nAssim como a definição do termo praia, o perfil teórico de um ambiente praial também provoca discussões. O perfil esquemático adotado para este trabalho é adaptado da proposta de Felix (2010), que se baseou na compilação de vários autores, entre eles: Suguio (1992), Hoefel (1998), Short (1999) e Woodroffe (2003), conforme Figura 3.\nFigura 3 - Perfil teórico de uma praia arenosa.\nSISTEMA SUBMERSO\nSISTEMA EMERSO\nZONA DE SURFE\n(surf zone)\nZONA DE ESPRAIAMENTO\n(swash zone)\nZONA DE ARREBENTAÇÃO (breaker zone)\nZONA PRÓXIMA À PRAIA\n(nearshore)\nANTEPRAIA INFERIOR\n(lower shoreface)\n3 aJ o *-£\nX--—X---ANTEPRAIA SUPERIOR FACE DA PRAIA (upper shoreface)\t(beachface)\nDuna frontal\nPÓS-PRAIA\n(backshore)\nFonte: Adaptado da proposta e Felix (2010). Onde, N.M.M. = nível médio do mar; M.B. = maré baixa de sizígia, M.A. = maré alta de sizígia.\nO perfil subdivide a praia em dois sistemas: sistema submerso e sistema emerso; em quatro zonas morfológicas: antepraia inferior (lower shoreface), antepraia superior (upper shoreface), face da praia (beachface) e pós-praia (backshore); e, em quatro zonas hidrodinâmicas: zona próxima à praia (nearshore), zona de arrebentação (breaker zone), zona de surfe (surf zone) e zona de espraiamento (swash zone).\nA divisão em dois sistemas leva em consideração o fato de que o sistema submerso é caracterizado como a porção praial que permanece perenemente imersa, sendo o limite externo (mar adentro), o ponto a partir do qual ocorre remobilização de sedimentos em relação à praia e, o limite interno, (em direção ao continente), o nível de maré baixa de sizígia. Já o sistema emerso, pode ser caracterizado como o sistema que permanece exposto a maior parte do tempo, sendo inundado ocasionalmente por eventos extremos (forçantes gravitacionais e/ou meteorológicas) que atuam sobre as águas, aumentando o nível relativo do mar e ampliando o limite de ação do espraiamento por curtos períodos de tempo. Apresenta como limite externo o nível de maré baixa de sizígia e, como limite interno, o ponto de alcance máximo do espraiamento em períodos de tempestades (FELIX, 2010).\n3.2.2.\tZonas hidrodinâmicas\nOs conceitos apresentados a seguir são baseados nos seguintes autores: Suguio (1998), Hoefel (1998) e Felix (2010), e se referem às\ndefinições do perfil de uma praia arenosa, tendo como base critérios hidrodinâmicos e seguindo a terminologia adotada para este trabalho.\nS Zona próxima à praia (nearshore zone): marca o início da ocorrência das transformações nos padrões de propagação das ondas (empinamento1), que vão culminar com a quebra no ponto de quebra, marcando o início da zona de arrebentação. O limite externo da zona próxima à praia é a profundidade de fechamento.\nZ Zona de arrebentação (breaker zone): porção do perfil praial onde as ondas se rompem, devido à diminuição da profundidade das águas. O atrito com o fundo marinho provoca a diminuição no comprimento das ondas, e consequente desestabilização e quebra.\nZ Zona de surfe (surf zone): o limite mar adentro é o início da arrebentação das ondas e o limite em direção à praia é o início dos processos de espraiamento. As características da zona de surfe dependem do tipo de quebra das ondas, sendo onde ocorrem os processos de dissipação de energia.\nZ Zona de espraiamento (swash zone): caracterizada pela zona em que a água do mar se espalha, após arrebentação. Também é marcada pela atuação máxima e mínima das ondas sobre a face da praia, ocasionando a remobilização dos sedimentos.\n3.2.3.\tZonas morfológicas\nOs conceitos apresentados a seguir são baseados em Hoefel (1998) e Felix (2010) e se referem às definições do perfil de uma praia arenosa, tendo como base critérios geomorfológicos e seguindo a terminologia adotada para este trabalho.\nZ Antepraia inferior (lower shoreface): equivale ao conceito de “antepraia” definido por Hoefel (1998) que é a porção do perfil dominada por processos de empinamento de onda, que se\n1 Empinamento de acordo com Hoefel (1998) é o crescimento da altura de onda, provocado pela redução da velocidade de propagação, devido à diminuição da\nestende em direção a terra, a partir da profundidade de fechamento até início da zona de arrebentação.\nS Antepraia superior (upper shoreface): equivale ao conceito de “praia média” definido por Hoefel (1998) que é a porção do perfil praial sobre a qual ocorrem os processos das zonas de surfe e arrebentação. Localizada entre o início da zona de arrebentação (ponto de quebra das ondas) e o nível de maré baixa de sizígia.\nS Face da praia (beachface): parte do perfil praial sobre a qual ocorrem os processos de espraiamento2. Localizada entre os níveis de maré baixa e alta de sizígia, e marca a transição entre os sistemas emerso e submerso.\nS Pós-praia (backshore): zona morfológica do setor emerso, que se estende do limite superior do espraiamento até o início das dunas fixadas por vegetação ou de qualquer outra mudança fisiográfica brusca.\n3.3.\tAGENTES CLIMATO-OCEANOGRÁFICOS\nA morfodinâmica de um perfil praial é influenciada por diversos agentes, podendo estes serem de origem natural e/ou antrópica. A seguir será realizada uma breve descrição dos principais agentes climato-oceanográficos que condicionam a morfodinâmica de uma praia: ondas, ventos, correntes litorâneas e marés.\n3.3.1.\tOndas\nAs ondas são definidas como o movimento de vaivém das águas do mar, causado pelo vento, que transmite energia e realiza maior parte do modelado das zonas litorâneas. A altura das ondas está condicionada à velocidade do vento (GUERRA, 1993).\nShort (1982, apud HOEFEL, 1998), afirmou que as ondas são responsáveis primárias pela remobilização e suspensão de sedimentos no perfil praial.\n2\tEspraiamento foi definido por Suguio (1998) como espalhamento das águas sobre a face praial, após arrebentação de uma onda.\nEm ambientes de baixa energia, as ondas formadas dentro do próprio ambiente por ventos locais, são o principal agente morfodinâmico deste tipo de praia. Além disso, neste ambiente (diferentemente de praias de alta energia) a altura das ondas é determinada não só pela velocidade, duração do vento e comprimento da pista de vento, mas também pela profundidade e forma da bacia, por alterações no fluxo do vento, causadas pela topografia e estruturas antrópicas (FERREIRA, 1999).\nFerreira (1999) também levantou a importância de ondas geradas por embarcações em praias de baía, isto por que, nestes ambientes o efeito deste tipo de onda é maior do que em praias oceânicas, visto que, as embarcações podem passar mais próximas da costa e gerar uma energia média superior a que existe no ambiente.\nO tipo de arrebentação de uma onda também pode indicar características de uma determinada praia, tal como apontado por Wright &amp; Short (1984) e Short (2000, apud TORRONTEGUY, 2002), os quais definiram o estágio morfodinâmico das praias arenosas sob-regime de micromarés.\nDe acordo com Galvin Jr. (1968, apud TORRONTEGUY, 2002), os tipos de arrebentação podem ser classificados de três formas, dependendo da altura da onda, comprimento e declividade do fundo: deslizante, mergulhante e ascendente.\nS Progressiva ou deslizante (spilling): neste tipo de arrebentação ocorre um empinamento gradual da onda, que depois desliza sobre o perfil praial até o momento da quebra. É característica de praias com baixa declividade, geralmente dissipativas.\nS Mergulhante (plunging): este tipo de arrebentação tem forma de tubo e ocorre após empinamento abrupto da onda. É característica de praias com moderada à alta declividade, geralmente intermediárias.\nS Ascendente (surging): não há uma arrebentação específica da onda, acontece somente interação com o fundo e ascensão sobre a face praial. É característica de praias com declividade muito elevada, geralmente reflectivas.\n3.3.2.\tVentos\nConforme Felix (2010), os ventos são agentes básicos nas transformações da linha de costa, atuando tanto na remobilização e transporte de sedimentos no perfil, quanto na geração de ondas e células de circulação ocasionadas por ondas.\nMiot da Silva (2006) verificou que a influência dos ventos na morfodinâmica de uma praia está relacionada com variações locais no transporte eólico de sedimentos. O nível de influencia deste agente depende principalmente da morfologia, declividade, largura da praia, orientação da linha de costa e grau de exposição da praia.\nVentos fortes, associados à eventos extremos de tempestade, podem causar profundas modificações na morfologia litorânea, através de processos de erosão e sedimentação acelerados (SUGUIO, 1998).\nSegundo Ferreira (1999) os ventos que atuam durante tempestades em bacias parcialmente fechadas, podem não só criar ondas de maior altura e período, como causar mudanças no nível da água que excedem muito a amplitude da maré.\n3.3.3.\tCorrentes litorâneas\nAs correntes litorâneas representam um agente importante para ambientes de baixa energia. Podem ser geradas pela ação das ondas, pelo fluxo de marés e pela deriva de vento (FERREIRA, 1999).\nQuando a energia incidente na zona de surfe gerada pelas ondas é dissipada, parte dela também é transferida para a geração de correntes. Estas podem ser de dois tipos (Figura 4): correntes longitudinais e correntes de retorno (transversais) (HOEFEL, 1998).\nHoefel (1998) descreveu correntes longitudinais como correntes que crescem em intensidade da costa em direção ao mar, começando a perder energia aproximadamente no meio da zona de surfe. Essas correntes transportam sedimentos colocados em suspensão pelas ondas, podendo movê-los ao longo de quilômetros através do processo de deriva litorânea. Ainda segundo a autora, em praias interrompidas por algum obstáculo (natural ou artificial) os efeitos da deriva litorânea são visivelmente notados.\nAs correntes de retorno, por sua vez, foram descritas por Hoefel (1998) como fluxos estreitos, posicionados normal ou obliquamente em relação à costa, que atravessam a zona de surfe em direção ao mar. São alimentadas por correntes longitudinais nas proximidades das praias e\ntendem a extinguir-se logo após a zona de surfe, formando células de circulação.\nFigura 4 - Esquema exemplificando as correntes de retorno (transversais) e correntes longitudinais.\n/\n/\n’x\nCORRENTES DE RETORNO\n✓\n\\ t\n\nX / X\nt\n/ y\nCORRENTES\nLONGITUDINAIS\n1\nt\nx\nL X 7\nx\nt\nt\n7\n/•\n\n\nr\nx\nPRAIA\nFonte: Adaptado de TORRONTEGUY, 2002.\n3.3.4.\tMarés\nDe acordo com Guerra (1993), marés são o fluxo e refluxo periódico das águas do mar, que ocorre, duas vezes por dia alternadamente. A ação das ondas sobre o litoral pode ser mais efetiva em locais onde as marés são maiores, influenciando na morfologia do ambiente. As marés podem ser classificadas da seguinte forma, segundo compilação realizada por Felix (2010):\nS Classificação de acordo com a amplitude do nível do mar provocada pelas marés (DAVIES, 1964):\n•\tMicromaré (variações inferiores a 2m);\n•\tMesomaré (variações entre 2 e 4m);\n•\tMacromaré (variações superiores a 4m).\nS Classificação de acordo com o alinhamento dos astros (Sol e Lua em relação à Terra):\n•\tSizígia: ocorre nas fases da Lua nova e cheia;\n•\tQuadratura: ocorre nas fases da Lua crescente e minguante.\nS Classificação de acordo com a periodicidade, que é a movimentação das águas do mar causada pelo movimento de rotação da Terra:\n•\tDiurna: uma subida e uma descida do nível do mar, por dia;\n•\tSemidiurna: duas subidas e duas descidas do nível do mar, por dia.\nAs variações na maré tem efeito importante na morfodinâmica do perfil praial, uma vez que a força da corrente de maré e o nível em que se encontra a linha d’água determinam a distribuição vertical de energia sobre o perfil, refletindo em mudanças na largura de praia. (FERREIRA, 1999).\n3.4.\tMORFODINÂMICA DE PRAIAS ARENOSAS\nDe acordo com Abreu (2011), o termo “morfodinâmica” foi utilizado pela primeira vez por Wright &amp; Thom (1977), e traduz o mútuo ajuste entre a topografia e a dinâmica dos fluídos que envolvem o transporte sedimentar.\nTambém pode ser descrita como a interação entre o material formador de praias e a energia proveniente dos ventos, ondas e correntes litorâneas determinam as características morfodinâmicas de um sistema praial (WRIGHT &amp; SHORT, 1984 apud CALLIARI e KLEIN, 1993).\nOutra definição de morfodinâmica praial foi sugerida por Calliari et al. (2003) que descreveram como um método de estudo que integra observações morfológicas e dinâmicas numa descrição mais completa e coerente da praia e zona de arrebentação.\nAutores como Hoefel (1998) e Calliari et al. (2003) realizaram uma revisão bibliográfica do tema, facilitando a difusão de conhecimentos desta área no Brasil, que até então estava restrita à bibliografias específicas, na maioria das vezes em inglês e com uma linguagem muito técnica para quem está iniciando.\nAtravés de observações contínuas de praias arenosas ao longo do mundo durante um período de tempo foi possível elaborar modelos sequenciais para identificar as variáveis e processos responsáveis pelas alterações na morfologia e hidrodinâmica. Os modelos sequenciais foram elaborados tendo como pressuposto a classificação de praias\nproposta por Davies (1964), descrita anteriormente que leva em consideração a amplitude das marés.\nOs principais modelos morfodinâmicos já propostos foram mencionados por Hoefel (1998) em sua revisão, tendo maior destaque o modelo da Escola Australiana de Geomorfologia Costeira, devido a sua ampla aceitação.\n3.4.1.\tModelo da Escola Australiana de Geomorfologia Costeira\nO modelo sequencial evolutivo da Escola Australiana de Geomorfologia Costeira determina padrões morfológicos assumidos pelas praias em resposta às alterações impostas pelos fatores hidrodinâmicos. Foi criado por Wright e Short (1984), para a classificação morfodinâmica de praias arenosas sob-regime de micromarés, através de estudo comparativo sobre vários parâmetros (FELIX, 2010).\nApós seu surgimento na década de 1980, vários foram os trabalhos que seguiram o modelo proposto, inclusive no Brasil, conforme Felix (2010) comprovou em seu estado da arte.\nWright e Short (1984) identificaram seis “estágios” ou “estados” morfodinâmicos distintos (Figura 5), são eles: dissipativo e reflectivo, que são os dois extremos, sendo característicos de praias com maior e menor energia respectivamente; e, os quatro estágios intermediários: banco e calha longitudinal, banco e praia de cúspides, bancos transversais e terraço de maré baixa.\nA seguir, apresenta-se a definição detalhada de cada estágio, tendo como base os autores: Hoefel (1998), Calliari et al. (2003) e Felix (2010).\nJ Dissipativo: apresenta zona de surfe larga, com granulometria arenosa fina e declividade suave, devido à incidência de ondas de alta energia. O tipo de arrebentação é deslizante. A energia é dissipada tanto a zona de surfe, como na zona de arrebentação.\nJ Reflectivo: também chamado de refletivo, é o estágio característico de praias de baixa energia, com alta declividade, zona de arrebentação estreita, onde grande parte da energia de ondas é refletida. O tipo de arrebentação geralmente é mergulhante, podendo também ser ascendente em alguns casos e a granulometria arenosa grossa. Estas praias apresentam-se\nentre as mais estáveis, sendo encontradas em áreas abrigadas por promontórios, entradas de estuários e baías.\nJ Intermediários: para desenvolvimento de estágios intermediários, as variáveis envolvidas incluem ondas de energia moderada, podendo variar temporalmente, e sedimento de granulometria arenosa fina a média. Em ordem de maior para menor energia os estágios intermediários são:\n•\tBanco e calha longitudinal (BCL): este estágio apresenta um relevo banco-cava mais pronunciado, e isso faz com que as ondas quebrem em dois locais diferentes (antes do banco arenoso e novamente depois da cava) e com tipos de arrebentação igualmente diferenciados.\n•\tBanco e praia rítmicos (BPR): também chamado de banco e praia de cúspides, é característico, pois, tanto o banco, quanto a face praial apresentam caráter rítmicos, ou seja, ambos possuem feições semelhantes como cúspides que se organizam de forma crescente. As ondas quebram de forma mergulhante antes ou sobre os bancos, deslizando sobre a zona de surfe que se apresenta bastante desenvolvida.\n•\tBanco transversal e rip (BTR): também chamado de bancos transversais, os ciclos de deposição fazem com que os bancos se unam a praia, formando bancos transversais. Nesse estágio é comum a ocorrência de correntes de retorno, pois as ondas que quebram sobre o banco causam fluxos laterais em direção ao mar.\n•\tTerraço de maré baixa (TMB): dependendo da variabilidade da maré este estágio pode variar entre mais reflectivo ou mais dissipativo. Possuí um perfil geralmente plano na maré baixa, e uma face praial bastante inclinada na maré alta. Assim, na maré alta a praia é tipicamente reflectiva, enquanto que na maré baixa assume um caráter dissipativo.\nFigura 5 - Estágios morfodinâmicos propostos por Wright e Short (1984).\na) REFIECTIVO\nb) INTERMEDIARIO\nb1) TERRAÇO DE MARÉ BAIXA\nb2) 8ANC0S TRANSVERSAIS\n■a —A — A — — — «a * —— —A. w “ kma Oa fifgaa. raaf.£i\nb3) BANCO E PRAIA DE CÚSPIDES\nDOMINIO DISSIPAT1VO\nC) DISSIPATIVO\nZona de ãfrebéNaçio rnte*na\nI-\n>\t190 iy> 290 290 joo™\nLegenda\n¿X Arrebenlaçâo\n—' X. MerguVtanle\nEscarpa de erosão\nDomínio\n|RertoctM)|OfWp»vo|\nI DOMÍNIO I DOMINIO ' REFIECTIVO1 O*SS*PAT\n.\t.\t.Ã~ X Ã A______________A\nCyXX'Cy Escarpas de erosèo Cúspides\nM) BANCO E CALHA LONGITUDINAL w\n|e ehtr^Kirt.'.o na pream<*r\nI*\t•iDiMipMvO\nna baixa-mar\nPM\nzOOMIWO REFIECTIVO\nI, I Ipreama» e baixa-mar)\nBerma larga e\njúta [cúspdes)\n: 3m\tArrebentação ascendente\ncF*-p....DI1\n. - mgreme\tü\n_3\tAi\tde\nt>*xo gradiente\n■■'Banco\nCafria\t.\npronunciada\nCorrervtes de retomo (rips) nèo ftxas ElcarP? A\t--------\n\nFace praal íngreme\t\nAMAAMAIWW—\t- Cnsta — ma\n\t\nIncdòncia normal Ob\tIncKJÓnoa oOlipja ff\nB £\t1 e\n\ta\n£\t1 Raneo\t4\nCalha\t\nPresença de cúspdes posslvd\t\n\n\n\n\nFonte: Felix, 2010.\nDiversos fatores são considerados para determinar os estágios morfodinâmicos de praias arenosas, como declividade da praia, granulometria, altura de onda na zona de arrebentação, entre outros.\nWright &amp; Short (1984) desenvolveram uma equação para determinar o parâmetro adimensional ômega (Q). A equação possuí como elementos altura de onda na arrebentação (Hb), velocidade de sedimentação da partícula na zona de surfe (Ws) e período da onda (T) (WRIGHT &amp; SHORT, 1984 apud, HEIDRICH, 2011).\nQ =\nHb\nWsT\nAs pesquisas concluíram que valores de ômega superiores a 6 caracterizam praias dissipativas e valores inferiores a 1, praias reflectivas. As praias intermediárias ocorrem no intervalo 1&lt;Q&lt;6. No entanto, visando determinar uma classificação da praia compatível com os seis estágios identificados, após análise da variação de ômega, utilizando valores médios, Writght &amp; Short (1984) obtiveram intervalos específicos para cada caso, conforme Tabela 1 (HOEFEL, 1998).\nTabela 1 - Relação de equilíbrio entre estado da praia e valores médios ponderados de ômega.\nEstado\tn\tDesvio padrão\nReflectivo\t<1,5\t—\nTMB\t2,4\t0,19\nBTR\t3,15\t0,64\nBPR\t3,5\t0,76\nBCL\t4,7\t0,93\nDissipativo\t5,5\t—\nFonte: Adaptado de Wright &amp; Short, 1984 apud Hoefel, 1998.\nAlém do parâmetro ômega, a morfodinâmica local de um perfil também pode ser descrita individualmente relacionando parâmetros morfométricos de Short e Hesp (1982) como largura média da praia (Yb), índice de mobilidade do pós-praia (oYb), coeficiente de variação da linha de costa (CV%), e características de cada tipo de praia como declividade da face praial, variação de volume, diâmetro médio do grão (Mz), velocidade de sedimentação das partículas (Ws) e altura da\narrebentação de onda (Hb). Alguns dos parâmetros relacionados estão elencados na Tabela 2.\nTabela 2 - Parâmetros e características típicas de cada tipo de praia\nTipo de praia\tReflectiva\tIntermediária\tDissipativa\nD\t<1\t1 a 6\t>6\nTipo de\tascendente e/ou\tmergulhante e/ou\tdeslizante\narrebentação\tmergulhante\tdeslizante\t\nDeclividade (°)\t>4\t2 a 6\t<2\nAreia\tgrossa\tfina e/ou média\tfina\noYb (m)\tbaixo (<10m)\talto (>10m)\tbaixo (<10m)\nCV%\tbaixo (<0,1)\tmoderado (0,1 a 0,5)\talto (>0,5)\nFonte: Adaptado de Wright &amp; Short, 1984 e Short, 2000 apud Torronteguy, 2002.\n3.5.\tTIPOS MORFOLÓGICOS DE PRAIAS\nPara melhor classificar a praia de Fora, objeto deste estudo, do ponto de vista morfológico, optou-se por descrever alguns tipos de praias de acordo com a morfologia, considerando o grau de proteção e a forma em planta.\nDesse modo, segue uma descrição sucinta de praia oceânica, de baía, estuarina, de bolso, de pontal e de enseada, com exemplos no Brasil e litoral de Santa Catarina.\n3.5.1.\tPraia oceânica\nApesar do termo “oceânico” não representar morfologia, considera-se para definição de praia oceânica, aquela que está desprotegida e possuí toda a extensão voltada para o mar aberto, conforme Figura 6. Praia oceânica dissipa muita energia e tende a apresentar processos de erosão e sedimentação sazonais.\nDe acordo com Hoefel (1998) praia oceânica apresenta-se como sistemas transicionais altamente dinâmicos e sensíveis, sendo influenciada por diferentes agentes, como regime de ondas, correntes litorâneas, marés, entre outros.\nDevido à exposição da costa diretamente para o oceano, a praia oceânica atua como zona de “tampão”, protegendo a área litorânea da ação direta das ondas e respondendo as flutuações de energia através de mudanças morfológicas e troca de sedimentos (HOEFEL, 1998).\nA\nB\nOceano Atlântico\nFonte: Google Earth.\nOceano Atlântico\nFigura 6 - Exemplos de praia oceânica. A = praia Mole, ilha de Santa Catarina, SC, Brasil; B = praia do Rosa, Imbituba, SC, Brasil.\nTomaz (2016) realizou um estudo morfossedimentar na praia do Morro das Pedras, ilha de Santa Catarina, SC, Brasil, que é uma praia oceânica. De acordo com o autor, tanto a textura dos sedimentos quanto a morfodinâmica, apresentaram-se coerentes ao padrão encontrado pela energia das ondas, variando de arenosa fina a média e reflectiva e intermediária, respectivamente. O pacote sedimentar mobilizado durante o monitoramento foi de 157,55m3/m.\n3.5.2.\tPraia de baía\nEste tipo de praia apresenta-se abrigada da ação direta das ondas, por isso, costumam ser praias de baixa energia (HEDRICH, 2011). O comportamento morfodinâmico de praia de baía se difere de praia oceânica, sendo que, os agentes modificadores podem variar e/ou atuar de forma diferente (NORDSTROM, 1992 apud HEIDRICH, 2011).\nFerreira (1999) realizou um estudo morfodinâmico na praia de Fora, localizada no município de Palhoça, e banhada pela baía Sul adjacente à ilha de Santa Catarina comprovando que as características granulométricas e morfodinâmicas em praia de baía se diferem dos ambientes oceânicos.\nHeidrich (2011) também estudou duas praias de baía ambas na ilha de Santa Catarina: Cacupé Grande e José Mendes, adjacentes às baías Norte e Sul, respectivamente. As duas praias estudadas pelo autor apresentaram estágio morfodinâmico intermediário, compostas de areias\ngrossas a muito grossas, pobremente selecionadas, típicas de ambientes deposicionais imaturos.\nPara Schwartz (2005, apud HEIDRICH, 2011) os principais fatores que afetam a morfodinâmica de praia de baía são as ondas locais produzidas pelo vento, porém as correntes de maré também causam alterações na morfologia.\nA Figura 7 apresenta exemplos de praia de baía, evidenciando o ambiente confinado em que estas praias estão submetidas.\nFigura 7 - Exemplos de praia de baía. A = Sul da baía de Florianópolis, SC, Brasil; B = baía de Guanabara, RJ, Brasil.\nA\nFonte: Google Earth.\nBaía Sul\nOceano Atlântico\nBaía de Guanabara\n3.5.3.\tPraia estuarina ou de desembocadura fluvial\nEstuário é a forma de desembocadura de um rio no oceano, característico por possuir uma única foz, o que impede a acumulação de detritos e os difere dos deltas. Além disso, estuários sofrem influência das correntes litorâneas e marés (GUERRA, 1993). Na Figura 8 é possível observar a foz do rio Jaguaribe, no litoral do Ceará/Brasil, em forma de estuário, com típica praia estuarina ou de desembocadura fluvial.\nFigueiredo (2005) realizou um estudo sobre a influência de desembocaduras lagunares e fluviais na morfodinâmica das praias adjacentes e concluiu que representam ambientes bastante dinâmicos, variando na granulometria e agentes modificadores.\nSegundo FitzGerald et al. (2000, apud Figueiredo, 2005), o transporte de sedimentos em locais próximos de desembocaduras é complexo, visto que a areia é movimentada pela ação combinada de\nondas e correntes, além da grande variabilidade da batimetria e as constantes mudanças nos níveis d'água.\nFigura 8 - Exemplo de praia estuarina ou de desembocadura fluvial, junto à foz do rio Jaguaribe, litoral do Ceará.\nFonte: Google Earth.\n3.5.4.\tPraias de bolso\nPraia de bolso é “praia de extensão limitada (algumas centenas de metros de comprimento) situada em uma reentrância litorânea entre dois pontões rochosos” (SUGUIO, 1998).\nA praia da Lagoinha do Norte, localizada na ilha de Santa Catarina, é uma praia de bolso e foi estudada por Heidrich (2011). O autor classificou-a como semi-exposta, composta por sedimento de textura areia fina, bem selecionada e arredondada, típica de ambientes deposicionais supermaturos. A classificação morfodinâmica de acordo com o parâmetro ômega calculado pelo autor foi intermediária.\nA Figura 9 mostra o formato encaixado e de menor extensão de uma praia de bolso.\nA\nB\nPraia de Cima -\nOceano\t'\nAtlântico /\nFigura 9 - Exemplos de praia de bolso. A = praia de Cima, Palhoça, SC, Brasil; B = praia Lagoinha do Norte, ilha de Santa Catarina, SC, Brasil.\nFonte: Google Earth.\n900 m\nOceano Atlântico\nPraia Lagoinha do Norte\n3.5.5.\tPraias de esporão ou pontal\nChristofoletti (1980) definiu esporões como pontais que se desenvolvem em função do fluxo causado pelas ondas, nos locais com diferentes direções de ondulação. Já Cruz (1998) chamou esporões de corpos sedimentares em flechas ou pontais, que possuem uma das extremidades unidas a terra. Para a autora este tipo de feição é construído em geral pelas correntes de deriva litorânea.\nTambém podem ser chamados de esporões, estruturas artificiais, construídas para defesa contra a ação direta do mar, evitando a erosão costeira, porém, este tipo de definição é mais utilizado no campo das engenharias.\nPaim (2014) tratou dos aspectos oceanográficos e sedimentares do setor terminal da praia da Daniela, uma típica praia de esporão ou pontal na ilha de Santa Catarina, concluindo que o desempenho das correntes de maré é um fator condicionante na evolução deste tipo de praia (Figura 10).\nFonte: Google Earth.\nFigura 10 - Exemplo de praia de esporão: praia da Daniela, ilha de Santa Catarina, SC, Brasil.\nBaía Norte\n1 km\n3.5.6. Praia de enseada\nA definição de Guerra (1993) para enseada é “reentrância da costa bem aberta em direção ao mar, porém, com pequena penetração deste, ou em outras palavras, uma baía na qual aparecem dois promontórios distanciados um do outro”.\nPraias arenosas de enseada com forma parabólica em planta costumam apresentar diferentes estágios morfodinâmicos, característica associada, principalmente, às variações hidrodinâmicas longitudinais (FELIX, 2010).\nAlém disso, estão expostas à direções variadas de incidência de onda, dependendo da localização dos promontórios rochosos e orientação de cada uma, e a diferentes processos de circulação hidrodinâmica e sedimentar (SILVESTER &amp; HSU, 1993 apud OLIVEIRA, 2009).\nComo exemplo deste tipo de praia pode-se destacar o arco praial de Jurerê na ilha de Santa Catarina, SC, Brasil (Figura 11), recentemente estudado do ponto de vista morfodinâmico e textural por Silva (2017). A textura ao longo do arco praial de Jurerê foi definida pela autora como arenosa fina, bem selecionada, e o estágio\nmorfodinâmico variou entre reflectivo e intermediário. Durante o monitoramento realizado no ambiente, houve uma mobilização de 832,52m3/m de sedimento.\nFonte: Google Earth.\nOceano\nAltântico\nFigura 11 - Exemplo de praia de enseada: arco praial de Jurerê, ilha de Santa Catarina, SC, Brasil.\n3.6.\tCLASSIFICAÇÃO TEXTURAL DE PRAIAS\nPara classificar os tipos de praia de acordo com a textura do sedimento é necessário a utilização de uma escala granulométrica.\nWentworth (1922) examinou os limites das classes granulométricas em termos de propriedades físicas envolvidas no transporte de grãos. Esta escala é apresentada em medidas absolutas (mm), porém, para facilitar as análises estatísticas, é comum associar a escala a valores de (phi ou fi), introduzido por Krumbein (1934), que são obtidos com logaritmo negativo de base 2 da granulometria em mm, conforme Tabela 3 (SUGUIO, 1973).\nTabela 3 - Escala granulométrica de acordo com a classificação de Wentworth\n(1922), associada aos valores de sugeridos por Krumbein (1934).\nClassificação\tDiâmetro\t\n\tWentworth (1922) mm\tKrumbein (1934) Ê\nMatacão\t1024 &lt;256\t> -8\nBloco\t256 &lt;64\t-8 > -6\nSeixo\t64 &lt;4\t-6 > -2\nGrânulo\t4 &lt;2\t-2 > -1\nAreia muito grossa\t2 &lt;1\t-1 > 0\nAreia grossa\t1 &lt;0,50\t0 > 1\nAreia média\t0,50 &lt;0,25\t1 > 2\nAreia fina\t0,25 &lt;0,125\t2 > 3\nAreia muito fina\t0,125 &lt;0,062\t3 > 4\nSilte\t0,062 &lt;0,004\t4 > 8\nArgila\t&lt;0,004\t&lt;8\nFonte: Adaptado de Suguio (1973).\nOs dois tipos principais de praias de acordo com a textura são praias cascalhosas e praias arenosas.\nUm fator que também influencia na textura do sedimento das praias é a presença ou não de carbonato biodetrítico. De acordo com Silva (2002), o desenvolvimento da maricultura no estado de Santa Catarina nos últimos 10 anos, trouxe novos pontos de cultivo principalmente na baía Sul de Florianópolis, implicando no aumento da quantidade de carbonatos disponíveis no meio. No entanto, de modo geral, o autor concluiu que os percentuais de carbonato biodetrítico e matéria orgânica total apresentaram-se baixos ao longo da baía Sul.\n3.6.1.\tPraias cascalhosas\nPraias compostas predominantemente por seixos em geral de formas achatadas, geralmente lisos e bem arredondados. É comumente desprovida de materiais mais finos, como grãos de areia (SUGUIO, 1998).\nSeguindo a classificação de acordo com a escala granulométrica mencionada anteriormente, são praias com grãos do diâmetro de grânulos a matacões, portanto, no intervalo de 2 a 256 mm, ou entre -1 e -8 ^, segundo Krumbein (1934).\nDe acordo com Suguio (1998), exemplos de praias cascalhosas podem ser observados no Mar do Norte (Inglaterra) bem como da\nPatagônia (Argentina) e no Canadá, pois, as mesmas contém abundantes fragmentos rochosos de retrabalhamento de depósitos glaciais.\n3.6.2.\tPraias arenosas\nA definição para este tipo de praia por Suguio (1998) trata de características geomorfológicas, além da granulometria, mostrando que a formação de praias arenosas está condicionada à morfologia da praia.\n“Desenvolve-se em trechos de costa com abundante suprimento arenoso como, por exemplo, em desembocadura fluvial com predominância de ação de ondas, levada a construção de delta destrutivo cuspidado.” (SUGUIO, 1998).\nConsiderando a escala granulométrica de Wentworth (1922) e Krumbein (1934), o diâmetro de grão de praias arenosas deve estar compreendido entre 0,062 e 2 mm e de 4 a -1 respectivamente. Dentro destes intervalos, a classificação pode variar, entre areia muito grossa (2 &lt;1 mm e -1 > 0 ^), areia grossa (1 &lt;0,5 mm e 0 > 1 ^), areia média (0,5 &lt;0,25 mm e 1 > 2 ^), areia fina (0,25 &lt;0,125 mm e 2 > 3 ^) e areia muito fina (0,125 &lt;0,062 mm e 3 > 4 ^).\nEssas praias representam a maioria das praias existentes ao longo das linhas de costa da Terra.\n4.\tCARACTERIZAÇÃO FISIOGRÁFICA DA ÁREA DE ESTUDO\nNeste capítulo, será apresentada sucintamente a caracterização fisiográfica da área de estudo e entorno, tratando de aspectos geográficos, climáticos, geológicos, geomorfológicos e oceanográficos, complementado por informações que tratam da ocupação antrópica.\n4.1.\tLOCALIZAÇÃO GEOGRÁFICA\nA ilha de Santa Catarina possui 174,3km de perímetro total e localiza-se no setor Central do estado de Santa Catarina, entre os paralelos 27O22’45” e 27o50’10” de latitude Sul e os meridianos 48O21’37” e 48O34’49” de longitude Oeste (HORN FILHO, 2006).\nHorn Filho et al. (2006 apud HORN FILHO, 2006) compartimentaram a ilha de Santa Catarina em seis costas ou setores, tendo como base aspectos geológico - geomorfológicos: setor Noroeste, setor Norte, setor Nordeste, setor Sudeste, setor Sul e setor Sudoeste, conforme Figura 12.\nA praia de Fora está localizada no setor Sudoeste da ilha de Santa Catarina, no tômbolo de Caiacangaçú (Figura 13). Adjacente à baía Sul entre as pontas do Caiacangaçú (a norte) e do Nuto (a sul), junto ao morro da Tapera (HORN FILHO et al., 2005). O acesso terrestre à praia de Fora é realizado pela Rodovia Baldicero Filomeno.\nFigura 12 - Compartimentação geológico - geomorfológica da ilha de Santa Catarina.\nFonte: Horn filho, 2006 apud Horn Filho et al., 2005.\nFigura 13 - Localização geográfica da praia de Fora no litoral de Santa Catarina, ilha de Santa Catarina, tômbolo de Caiacangaçú.\nFonte: Elaborada pela autora.\n4.2.\tCLIMA\nO Atlas Climatológico do Estado de Santa Catarina (PANDOLFO et al. 2002), classificou o clima de Santa Catarina segundo Koppen, em mesotérmico úmido (sem estação seca e com temperatura média no mês mais frio inferior a 18°C), e subdividido em dois tipos:\nf Clima subtropical: mesotérmico úmido e verão quente (temperatura média no mês mais quente acima de 22°C);\nf Clima temperado: mesotérmico úmido com verões frescos (temperatura média no mês mais quente abaixo de 22°C). A ilha de Santa Catarina está inserida no Clima subtropical.\nDe acordo com Monteiro (2001), a localização geográfica do estado de Santa Catarina permite melhor distribuição das chuvas durante o ano, assim como o relevo contribui de forma significativa para precipitação diferenciada ao longo do estado. Locais próximos às encostas de montanhas possuem índices pluviométricos mais elevados, se comparados com a zona costeira, isto porque, a orografia influencia na formação de nuvens e precipitação.\nNa ilha de Santa Catarina a precipitação média e provável anual fica entre 1.500 e 1.700mm (PANDOLFO et al., 2002) e os ventos predominantes são de norte e nordeste, enquanto os de sul são menos frequentes, porém, mais intensos (CRUZ, 1998).\nDevido a sua localização geográfica, a praia de Fora, área de estudo, é influenciada principalmente pelos ventos sul que tem sua ocorrência maior no inverno.\n4.3.\tGEOLOGIA\nDe acordo com o mapa geológico da ilha de Santa Catarina, na escala 1:100.000, elaborado por Caruso Jr. (1993), as principais feições geológicas da região costeira de Santa Catarina são o complexo cristalino e as bacias sedimentares situadas na porção oceânica. A Tabela 4 apresenta a coluna estratigráfica da ilha de Santa Catarina conforme síntese realizada pelos autores.\nTabela 4 - Síntese da coluna estratigráfica da ilha de Santa Catarina.\nPeríodo\tFormação\nQuaternário\tDepósito de turfa Depósito de manguezal Depósito eólico Depósito lagunar Depósito transicional lagunar Depósito marinho praial\nTerciário/Quaternário\tDepósito de encostas\nJuro-Cretáceo\tDiques de diabásio (Formação Serra Geral)\nProterozoico superior ao Eo-Paleozoico\tRiolito Cambirela Granito Itacorubi Granito Ilha Granitoide São Pedro de Alcântara Granitoide Paulo Lopes\nFonte: Adaptado de Caruso Jr., 1993.\nOs depósitos presentes no tômbolo de Caiacangaçú, segundo mapeamento geológico da ilha de Santa Catarina, realizado por Tomazzoli &amp; Pellerin (2014), estão listados abaixo, bem como, a descrição fornecida pelos autores para cada formação e podem ser visualizados na FIGURA X:\nJ Depósito de planície de maré (HPm): sedimentos finos, ricos em matéria orgânica, frequentemente alagados pela ação das marés;\nJ Depósito marinho praial atual (HMh): sedimentos arenosos com texturas variadas, situados nas praias atuais ou em terraços marinhos recentes;\nJ Depósito flúvio-lagunar e lacustre (HLg): sedimentos pelíticos e arenosos finos depositados em depressões que correspondem a antigos corpos lagunares ou lacustres;\nJ Depósito colúvio-aluvionar (HCa): sedimentos mal selecionados, geralmente grosseiros com proporções variadas de blocos, matacões, seixos, grânulos e material pelítico-arenoso;\nS Depósito marinho praial recoberto ou não por dunas (PIMp): sedimentos arenosos finos,bem selecionados de cor amarelo-avermelhada devido à presença do óxido/hidróxido de ferro, depositados sob influência marinha;\nS Granito Ilha (PGi): rocha com textura equigranular grossa, mais raramente pórfira, com fenocristais de feldspato potássico.\nFigura 14 - Geologia do tômbolo de Caiacangaçú\nFonte: Tomazzoli &amp; Pellerin, 2014.\n4.4.\tGEOMORFOLOGIA\nMaciços rochosos, advindos a partir do soerguimento da serra do Mar, interligados por planícies de sedimentação costeira compõem a geomorfologia da ilha de Santa Catarina. As altitudes ocorrem entre 180 e 532m, sendo os pontos mais altos o morro do Ribeirão (ao sul, com 532m) e o morro da Costa da Lagoa (ao norte, com 493m). As áreas planas são ocupadas, principalmente, por lagoas costeiras, sistemas de dunas, cordões arenosos e zonas de mangues (CARUSO JR., 1993).\nRelacionando a geologia com a geomorfologia, Tomazzoli &amp; Pellerin (2014), dividiram a ilha de Santa Catarina em dois domínios principais:\nS Domínio de morros, montanhas e elevações, representado nas proximidades da área de estudo pelo morro da Tapera (com 342m de altitude (HORN FILHO, 2006);\nS Domínio das planícies costeiras que interligam essas elevações. Como exemplo deste domínio na área de estudo ocorrem as praias da Ponta e de Fora, formadas por depósitos quaternários inconsolidados.\nDo ponto de vista geomorfológico a praia de Fora está orientada na direção NW-SE, possui 934m de extensão e está situada em um tômbolo. A praia de Fora é protegida, de baía, portanto abrigada do regime de ondas e de enseada. A Figura 15 mostra a praia de Fora, onde é possível observar o afloramento rochoso da ponta do Caiacangaçú que corresponde à unidade litoestratigráfica Granito Ilha, parte do setor de pós-praia e o morro da Tapera ao fundo.\nFigura 15 - Vista para sudeste da praia de Fora, no setor sudoeste da ilha de Santa Catarina.\nFonte: Acervo pessoal.\nFoto de Norberto Olmiro Horn Filho, janeiro 2016.\n4.5.\tOCEANOGRAFIA GEOLÓGICA COSTEIRA\nA ilha de Santa Catarina separa-se do continente por um estreito canal que dá origem à baía de Florianópolis, subdividida nas baías Norte\ne Sul e banhada pelas águas do oceano Atlântico (HORN FILHO, 2006). A área de estudo, localizada na baía Sul, tem suas características geométricas assim descritas por Silva (2002):\n“A baía Sul possui cerca de 25km de comprimento médio e 6,8km de largura média. Com uma área total de aproximadamente 125km2, engloba no seu entorno cerca de 100km de linha de costa. Sua comunicação com mar aberto é feita pelo canal sul que possui cerca de 830m de largura e 30m de profundidade. A partir deste canal a baía se alarga, apresentando contornos irregulares, caracterizando a presença de várias enseadas” (SILVA, 2002).\nPara Silva (2002) as correntes geradas pela oscilação da maré e induzidas pela ação dos ventos são as principais causadoras do movimento das águas na baía Sul.\nUma das principais diferenças da baía Sul para a baía Norte é a profundidade, que na primeira pode atingir menos de 1m em locais assoreados, originando áreas rasas de baixa declividade. O movimento das águas nas baías é ocasionado principalmente pelo vento e pelas correntes, sendo que, fortes ventos do sul com maré se sigízia causam elevação do nível do mar, circulação intensa e renovação das águas na baía Sul (CRUZ, 1998).\n4.6.\tHISTÓRICO DE OCUPAÇÃO ANTRÓPICA\nO tômbolo de Caiacangaçú faz parte do distrito do Ribeirão da Ilha, e para avaliar seu histórico de ocupação antrópica optou-se por realizar um estudo visual descritivo através da análise de cinco imagens ortorretificadas da base de dados cartográficos da SDS/SC (Secretaria de Desenvolvimento Sustentável de Santa Catarina). As imagens são dos anos de 1938, 1957, 1977, 1994 (Figura 16) e 2012 (Figura 17), permitindo uma análise temporal e comparação das mudanças.\nObservando a primeira imagem (1938), é possível identificar áreas agrícolas, que apresentam tons de cinza claro, textura lisa e tamanhos variados. Não há ocupação urbana apesar de já ser possível visualizar uma linha onde hoje é a rodovia Baldicero Filomeno. Essa linha deve ser uma trilha de acesso ao sul da ilha, visto que, de acordo com Pereira (1991), a estrada para veículos no Ribeirão começou a ser construída somente após 1955 e chegou a Caieira da Barra do Sul\nsomente após 1968. O restante das áreas em 1938 era coberto de vegetação nativa. As mudanças da imagem de 1938 para as imagens subsequentes (1957 e 1977), não são muito significativas. Permanecem as áreas agrícolas e de vegetação nativa, ainda não sendo possível visualizar ocupação urbana.\nSomente na imagem de 1994 que são identificadas as mudanças mais significativas, se comparada com as anteriores, o que mostra que foi na década de 80 que houve o movimento de ocupação mais intenso. São nítidos os aglomerados residenciais em torno de rodovia Baldicero Filomeno e em alguns locais onde antes eram áreas agrícolas.\nPor fim, a última imagem analisada é do ano de 2012 e representa algo muito próximo do atual. Há ocupação urbana em toda a margem esquerda da rodovia e não aparecem áreas de agricultura, sendo estas convertidas para pasto ou em situação de regeneração da vegetação nativa. O tômbolo é parcialmente ocupado, sendo que a praia da Ponta apresenta cerca de 50% do seu limite ocupado (no setor nordeste e central), e a praia de Fora em torno de 25% (sudeste que corresponde ao P3). O restante do limite do pós-praia de ambas as praias é coberto por vegetação nativa. De acordo com Pereira (1991), haviam serrarias na região o que fez com que a vegetação nativa fosse retirada para madeira e lenha de consumo industrial. Depois que os estabelecimentos deixaram de funcionar, iniciou-se o processo de regeneração.\nFigura 16 - Imagens utilizadas para estudo visual descritivo do histórico de ocupação antrópica do tômbolo de Caiacangaçú.\nFonte: Base de dados cartográficos da SDS/SC.\nFigura 17 - Imagem ortorretificada mais recente utilizada para estudo visual descritivo do histórico de ocupação antrópica do tômbolo de Caiacangaçú.\n5.\tMETODOLOGIA\nNeste capítulo, serão descritos os métodos utilizados na pesquisa de campo, laboratório e gabinete, bem como os materiais utilizados.\n5.1.\tATIVIDADES INICIAIS DE GABINETE\nAs atividades iniciais de gabinete consistiram em levantamento de referencial teórico e revisão bibliográfica em diversas publicações, como dissertações, teses, livros e monografias, e outros trabalhos relacionados à temática, envolvendo tanto à parte teórica quanto à prática.\nOs dois trabalhos de maior relação com a área de estudo foram:\nV\tFerreira (1999) que realizou um estudo na praia de Fora, no setor continental, adjacente à baía Sul, testando a validade dos parâmetros oceanográficos criados para praias oceânicas.\nV\tHorn Filho et al. (2005) que realizaram um levantamento geológico na praia de Fora, com objetivo de caracterizar o ambiente para minimizar futuros impactos causados pela instalação de dutos de energia submarinos que levam energia elétrica do continente para a ilha.\nAlém disso, recorreu-se a pesquisas teóricas, para entender as variáveis envolvidas nas mudanças de comportamento de uma praia.\n5.2.\tTRABALHO DE CAMPO\nO trabalho de campo consistiu em três etapas principais: levantamento topográfico, amostragem superficial de sedimentos e observações oceanográficas costeiras.\nInicialmente, foi realizada em janeiro de 2016, uma visita preliminar à área de estudo, para reconhecimento e definição dos marcos topográficos. Considerando a extensão da praia e com objetivo de avaliar o ambiente praial como um todo, foram definidos três perfis, conforme Figura 18.\nFigura 18 - Localização geográfica dos três perfis praiais e seus marcos topográficos na praia de Fora, tômbolo de Caiacangaçú.\n6926400\n6926100\n6926700\n\nFonte: Elaborada pela autora.\nOs perfis praiais foram definidos como P1 (setor Noroeste), P2 (setor Central) e P3 (setor Sudeste), cujas coordenadas em UTM, descritas na Tabela 5, foram obtidas com auxílio de um GPS (Sistema de Posicionamento Global). O azimute médio da praia de Fora, considerando os três perfis é A93° (ESE).\nTabela 5 - Localização geográfica em UTM dos marcos topográficos definidos para os perfis P1, P2 e P3.\nPerfil\tSetor\tLatitude (E)\tLongitude (W)\tAzimute (N)\nP1\tNoroeste\t6926563\t738715\t120°\nP2\tCentral\t6926440\t738923\t120°\nP3\tSudeste\t6926296\t739085\t40°\nFonte: Elaborada pela autora.\nOs marcos topográficos foram implantados em estruturas fixas, sendo o do P3 a calçada em concreto de uma residência e dos perfis P1 e P2 piquete de madeira enterrado no final do pós-praia, conforme Figura 19.\nFigura 19 - Marcos topográficos dos perfis praiais. A = P1 (setor Noroeste); B = P2 (setor Central); C = P3 (setor Sudeste).\nFonte: Acervo pessoal. Foto de setembro de 2016.\nOs dados topográficos, texturais e oceanográficos foram coletados mensalmente durante 13 campanhas de monitoramento que ocorreram entre fevereiro de 2016 e fevereiro de 2017, conforme Tabela 6, sendo assim possível obter a variação sazonal do comportamento da praia.\nTabela 6 - Datas das campanhas de campo e estações do ano em que foram realizadas.\nCampanha\tData\tEstação\n1\t20/02/2016\tVerão\n2\t19/03/2016\tVerão\n3\t16/04/2016\tOutono\n4\t14/05/2016\tOutono\n5\t11/06/2016\tOutono\n6\t17/07/2016\tInverno\n7\t26/08/2016\tInverno\n8\t24/09/2016\tPrimavera\n9\t22/10/2016\tPrimavera\n10\t26/11/2016\tPrimavera\n11\t17/12/2016\tPrimavera\n12\t21/01/2017\tVerão\n13\t26/02/2017\tVerão\nFonte: Elaborada pela autora.\n5.2.1.\tLevantamento topográfico\nO levantamento topográfico foi realizado para determinar a morfologia praial e seguiu o método adaptado da proposição de Birkemeier (1981), utilizando um nível óptico e uma mira de nivelamento, conforme Figura 20. Além disso, foram utilizadas balizas para servir de referência, clinômetro para determinar a declividade da face praial e trena para medir as distâncias do nível ao marco, largura do pós-praia e do marco ao limite da zona de espraiamento.\nFigura 20 - Exemplo do levantamento topográfico no P3 (setor Sudeste) da praia de fora.\nFonte: Acervo pessoal.\nFoto de Norberto Olmiro Horn Filho, setembro de 2016.\nOs perfis transversais à linha de costa tiveram início no marco topográfico no limite superior do pós-praia, e se estenderam até onde a profundidade permitiu na antepraia superior. As medidas foram realizadas observando os pontos de mudança morfológica ao longo dos perfis.\n5.2.2.\tAmostragem superficial de sedimentos\nEm cada campanha de monitoramento, foram realizadas coletas de amostras superficiais de sedimentos. Com objetivo de avaliar o comportamento granulométrico da praia de Fora de forma transversal e longitudinal, as amostras foram coletadas em três setores morfológicos de cada perfil, da seguinte forma: duas amostras no pós-praia, uma amostra na face praial e uma amostra na antepraia superior, conforme Figura 21. Portanto, no total, foram coletadas 12 amostras por campanha, durante 13 meses, totalizando 156 amostras superficiais de sedimentos.\nFigura 21 - Pontos de coleta de amostras superficiais de sedimentos. A1 = amostra 1 (limite superior do pós-praia); A2 = amostra 2 (pós-praia); A3 = amostra 3 (face praial); A4 = amostra 4 (antepraia superior).\nSISTEMASUBMERSO\nSISTEMA EMERSO\nO 0\nDuna frontal\n><-\n■ x-\nANTEPRAIA SUPERIOR FACE DA PRAIA\n(upper sh preface)\n-------------------->!\nPÓS-PRAIA\n(backs h pre)\nFonte: Elaborada pela autora.\nAs amostras foram armazenadas em sacos plásticos individuais previamente identificados. Cada uma continha aproximadamente 200g de sedimento. Em uma planilha foram anotadas as coordenadas em UTM de cada amostra, a distância da amostra ao marco e a textura predominante.\n5.2.3.\tObservações oceanógraficas costeiras\nPosterior ao levantamento topográfico e amostragem superficial de sedimentos, em cada campanha foram realizadas observações costeiras para se obter os parâmetros oceanográficos pertinentes para o cálculo do parâmetro ômega. Seguindo a metodologia proposta por Melo Filho (1993) no projeto “Sentinelas do Mar”, foi possível obter o período da onda (T) em segundos, a altura de onda (Hb) em metros, a velocidade em m/s e sentido da corrente de deriva litorânea.\nO período (T) foi obtido cronometrando a passagem de 11 cristas consecutivas por um ponto fixo na zona de arrebentação. A altura de onda (Hb) foi determinada através de uma estimativa da diferença entre a crista e a cava das ondas incidentes. Para obter a velocidade e o sentido da corrente, utilizou-se uma garrafa plástica de 510ml parcialmente preenchida com sedimento arenoso. A garrafa era arremessada na zona de surfe e ficava à deriva por 120s. Passado o tempo, era realizada a medida da distância percorrida pela garrafa em metros e dividida pelo tempo para obter a velocidade em m/s.\nAlém disso, foi realizada uma classificação morfodinâmica empírica considerando em campo três estágios (reflectivo, intermediário e dissipativo), para que posteriormente em gabinete fosse possível comparar com os resultados do parâmetro ômega. Por fim, complementando os parâmetros oceanográficos de campo, a amplitude das marés e a intensidade e direção dos ventos no dia das campanhas de monitoramento foram obtidas no site do CPTEC/INPE (Centro de Previsão do Tempo e Estudos Climáticos do Instituto Nacional de Pesquisas Espaciais) e no www.windguru.cz, respectivamente.\n5.3.\tANÁLISES LABORATORIAIS\nAs atividades de laboratório consistiram no processamento das 156 amostras superficiais de sedimentos, tendo sido realizado no Laboratório de Sedimentologia do Departamento de Geociências do Centro de Filosofia e Ciências Humanas da Universidade Federal de Santa Catarina. A preparação inicial seguiu os métodos descritos por Suguio (1973), com a remoção dos sais solúveis em água, lavagem repetida das amostras com água destilada e secagem em estufa com temperatura de 60°C.\nDepois de limpas, as amostras foram quarteadas em um quarteador do tipo Jones para se obter apenas a fração de grãos a ser peneirada (entre 30 e 40g). Para o processo de peneiramento das amostras foi utilizado um conjunto de 11 peneiras que seguiram a escala Wentworth (1922), associada aos valores de sugeridos por Krumbein (1934) e um agitador de partículas. A porção de grãos retida em cada peneira foi pesada em uma balança de precisão e seu peso registrado.\nAs amostras coletadas na antepraia superior apresentaram uma textura de campo mais fina, em virtude da concentração de matéria orgânica. No entanto, após peneiramento, a porção de sedimentos finos (silte e argila), ou seja, com diâmetro inferior a 0,062mm, não atingiu 10% da fração peneirada, portanto, não foi aplicado o método da pipetagem.\nApesar das amostras conterem uma quantidade significativa de carbonato biodetrítico, passível de ser queimado, optou-se por não realizar a queima uma vez que a amostra seria reduzida consideravelmente.\n5.4.\tATIVIDADES FINAIS DE GABINETE\nEsta etapa consistiu na organização dos dados de campo e laboratório, relacionando com o levantamento bibliográfico realizado previamente.\nNo programa Microsoft Excel foram geradas planilhas com os dados relativos às leituras topográficas efetuadas em campo, e a partir destes foi possível gerar os gráficos dos perfis topográficos para determinar o volume (cálculo da área abaixo da curva). No mesmo software foi feito o cálculo do coeficiente de variação da linha de costa (CV%), dividindo a largura média do pós-praia pelo índice de mobilidade do pós-praia (oYb) que é o desvio padrão da posição média da linha de costa (FARIAS e LAURENCEL, 2000 apud BROGGIO, 2015 e OLIVEIRA, 2004 apud BROGGIO, 2015).\nOs dados obtidos após peneiramento das amostras foram inseridos no programa SYSGRAN 3.0, desenvolvido por Camargo (2006), e desta forma, chegou-se nos parâmetros estatísticos segundo Folk e Ward (1957), que são: média (Mz), desvio padrão (o), assimetria (Ski) e curtose (Kg).\nPor fim, foi realizado o cálculo do parâmetro ômega (Q) seguindo a equação sugerida por Wright &amp; Short (1984), com objetivo de relacionar com as demais variáveis e determinar o estágio morfodinâmico dominante da praia de Fora.\n6.\tRESULTADOS\nOs resultados desse trabalho estão divididos em cinco subcapítulos que tratam da morfologia, caracterização dos ciclos de erosão e deposição, granulometria, observações costeiras e oceanográficas e classificação morfodinâmica.\n6.1.\tMORFOLOGIA\nConforme exposto anteriormente, a orientação geral da praia de Fora é NW-SE, com um grau de curvatura em seu eixo, o que permite enquadrá-la como praia de enseada. São 934m de extensão total, abrigada do regime de ondas, uma típica praia de baía presente em um tômbolo. A morfologia da praia de Fora será descrita através da comparação e descrição individual dos três perfis topográficos transversais à linha de costa realizados durante o monitoramento: P1 no setor Noroeste, P2 no setor Central e P3 no setor Sudeste.\nA Tabela 7 apresenta os valores médios de largura do pós-praia e declividade da face praial de cada perfil. De modo geral, verificou-se que a largura média do pós-praia, aumenta de NW-SE, portanto o P1 apresenta maior largura média (14m), seguido do P2 (12m) e P3 (10m) com menor largura. O perfil com maior declividade média é o P1, que apresentou 4°, os outros dois perfis (P2 e P3), apresentaram 3° de declividade média.\nO limite do pós-praia no setor emerso não apresenta dunas frontais em nenhum perfil, e é marcado nos setores Noroeste e Central por um terraço de maré3, já o setor Sudeste, é marcado por construções antrópicas.\nTabela 7 - Valores médios de largura do pós-praia e declividade da face\nParâmetro/\tP1\tP2\tP3\nPerfil\t(Noroeste)\t(Central)\t(Sudeste)\nLargura média do pós-praia (m)\t14\t12\t10\nDeclividade média\t4\t3\t3\nda face praial (°)\t\t\t\nFonte: Elaborada pela autora.\n3 Terraço de maré de acordo com Suguio (1998) pode ser definido como porção horizontal do pós-praia, formada pela sedimentação por ação das ondas.\n6.1.1.\tSetor Noroeste (P1)\nO P1 está localizado no setor Noroeste da praia de Fora, e não apresenta ocupação antrópica na orla, sendo esta caracterizada por um terraço de maré coberto por vegetação natural, conforme Figura 22. Este é o perfil mais próximo do promontório rochoso que permitiu a formação do tômbolo.\nFigura 22 - Vista para o limite do pós-praia na parte emersa do P1, setor Noroeste da praia de Fora.\nFonte: Acervo pessoal.\nFoto de Norberto Olmiro Horn Filho, janeiro de 2016.\nNa Tabela 8, estão elencados os valores de declividade do P1 e a extensão do perfil topográfico em cada campanha. A extensão do perfil é o dado em metros de até onde se estenderam as leituras topográficas em cada campanha. Ocorre uma variação, pois depende das condições do meio no dia das leituras, como a profundidade, por exemplo. A extensão variou no P1 de 50m na primeira campanha que ocorreu em janeiro de 2016 e 15m na campanha 6 em julho de 2016, sendo que o valor médio de extensão dos perfis foi de 30m.\nCom relação à declividade na face praial, variou de 3 a 6°, com valor médio de 4°. O menor valor de declividade foi obtido em sete das 13 campanhas: janeiro, maio, junho, julho e novembro de 2016 e janeiro e fevereiro de 2017. O maior valor de declividade foi medido em duas campanhas: março e abril de 2016.\nTabela 8 - Declividade e extensão do perfil topográfico P1.\nCampanha\tData\tDeclividade (°)\tExtensão do perfil (m)\n1\t20/02/16\t3\t50\n2\t19/03/16\t6\t48\n3\t16/04/16\t6\t35\n4\t14/05/16\t3\t35\n5\t11/06/16\t3\t21\n6\t17/07/16\t3\t15\n7\t26/08/16\t4\t24\n8\t24/09/16\t4\t16\n9\t22/10/16\t5\t34\n10\t26/11/16\t3\t24\n11\t17/12/16\t1\t22\n12\t21/01/17\t3\t32\n13\t26/02/17\t3\t30\nMédia anual\t\t4\t30\nFonte: Elaborada pela autora.\nPara analisar o comportamento morfológico do P1, observa-se a Figura 23 com o perfil topográfico de cada campanha. Existe uma regularidade no comportamento morfológico, com relevo ondulado e presença esporádica de bancos e rampas. As quebras são suaves e no setor submerso a profundidade aumenta progressivamente.\nÉ possível observar maior elevação nas quatro últimas campanhas (10, 11, 12 e 13), isso ocorreu devido ao aumento do pacote sedimentar. Houve um acréscimo de sedimentos na campanha 10 em novembro de 2016 e o material depositado se manteve nas campanhas subsequentes: dezembro de 2016, janeiro e fevereiro de 2017. Essa variação foi nitidamente identificada na morfologia e será descrita de forma detalhada posteriormente.\nFonte: Elaborada pela autora. C = campanha\nComplementando os dados morfológicos do P1, a Tabela 9 apresenta as medidas de largura do pós-praia de cada campanha, bem como a estação do ano em que foi medida.\nA largura média do pós-praia foi de 14m, sendo que o maior valor medido foi de 19m nas campanhas 10 e 11 em novembro e dezembro de 2016, respectivamente. Ambas ocorreram na primavera. A menor largura medida foi de 6m na campanha 5, que ocorreu em junho de 2016, durante o outono.\nTabela 9 - Largura do pós-praia em cada campanha do P1\nCampanha\tData\tEstação do ano\tLargura pós-praia (m)\n1\t20/02/16\tVerão\t16\n2\t19/03/16\tVerão\t14\n3\t16/04/16\tOutono\t16\n4\t14/05/16\tOutono\t17\n5\t11/06/16\tOutono\t6\n6\t17/07/16\tInverno\t9\n7\t26/08/16\tInverno\t15\n8\t24/09/16\tPrimavera\t9\n9\t22/10/16\tPrimavera\t15\n10\t26/11/16\tPrimavera\t19\n11\t17/12/16\tPrimavera\t19\n12\t21/01/17\tVerão\t15\n13\t26/02/17\tVerão\t8\nFonte: Elaborada pela autora.\nPara observar a variação da largura do pós-praia, a Figura 24 apresenta os valores absolutos, líquidos e acumulados. Na campanha 5 ocorreu o maior balanço negativo, que foi de -10m o valor líquido e -9 o valor acumulado. A partir daí a largura acumulada se manteve negativa até a campanha 10, quando houve a maior medida de largura e elevou a variação para valores positivos novamente. No entanto, a largura acumulada da campanha 13 mostrou que o P1 diminuiu em -8m desde a primeira campanha do monitoramento.\nCampanha\n■ Largura ■ Largura Líquida e Largura acumulada\nFonte: Elaborado pela autora.\n6.1.2.\tSetor Central (P2)\nO P2 está localizado no setor Central da praia de Fora, e assim como o P1, não apresenta ocupação antrópica na orla, que também é caracterizada por um terraço de maré coberto por vegetação natural. A Figura 25 mostra o limite do pós-praia no setor emerso do P2.\nFonte: Acervo pessoal.\nFoto de Norberto Olmiro Horn Filho, janeiro de 2016.\nFigura 25 - Vista para o limite do pós-praia na parte emersa do P2, setor Central da praia de Fora.\nA declividade obtida em cada campanha e a extensão os perfis topográficos do P2 estão descritas na Tabela 10. A extensão dos perfis topográficos no P2 variou de 54m na campanha 2 em março de 2016 à 12m na campanha 6, em julho de 2016. A média da extensão dos perfis foi de 27m.\nO maior valor de declividade foi de 6° e ocorreu na campanha 3, em abril de 2016. O menor valor de declividade foi 1° e ocorreu em três das 13 campanhas de monitoramento: 9, 10 e 11, em outubro, novembro e dezembro de 2016, respectivamente. A declividade média anual no P2 foi de 3°.\nTabela 10 - Declividade e extensão do\ndo P2\nCampanha Data\nDeclividade\tExtensão do perfil\n(°)\t(m)\n1\t20/02/16\t3\t40\n2\t19/03/16\t3\t54\n3\t16/04/16\t6\t39\n4\t14/05/16\t4\t29\n5\t11/06/16\t4\t18\n6\t17/07/16\t3\t12\n7\t26/08/16\t4\t22\n8\t24/09/16\t3\t14\n9\t22/10/16\t1\t26\n10\t26/11/16\t1\t20\n11\t17/12/16\t1\t18\n12\t21/01/17\t2\t37\n13\t26/02/17\t2\t26\nMédia anual\t3\n27\nFonte: Elaborada pela autora.\nNa Figura 26 observa-se o comportamento morfológico do P2, considerando as 13 campanhas de monitoramento que geraram dados topográficos.\nFonte: Elaborada pela autora. C = campanha\nO perfil se manteve estável durante o monitoramento, com poucas variações significativas, apresentando alguns bancos, um deles pode ser visualizado na campanha 13 que ocorreu em fevereiro de 2017.\nNo entanto, os dados topográficos da campanha 8, que ocorreu em setembro de 2016, mostraram uma mudança brusca na morfologia, com uma baixa considerável na elevação do perfil, decorrente da variação no estoque sedimentar. Outras características mais marcantes não puderam ser identificadas, pois as demais campanhas apresentaram comportamento morfológico muito semelhante.\nComplementando os dados morfológicos do P2, a Tabela 11 apresenta as medidas de largura do pós-praia de cada campanha, bem como a estação do ano em que foi coletada.\nO valor de maior largura foi 16m e assim como no P1, ocorreu na primavera, nas campanhas 10 e 11, em novembro e dezembro de 2016 respectivamente. A menor largura foi 6m e também teve duas ocorrências: campanha 5 em junho de 2016, no outono e campanha 6, em julho de 2016, quando já havia começado o inverno. A largura média no pós-praia do P2 foi de 12m.\nTabela 11 - Largura do pós-praia em cada campanha do P2.\nCampanha\tData\tEstação do ano\tLargura pós-praia (m)\n1\t20/02/16\tVerão\t14\n2\t19/03/16\tVerão\t9\n3\t16/04/16\tOutono\t15\n4\t14/05/16\tOutono\t14\n5\t11/06/16\tOutono\t6\n6\t17/07/16\tInverno\t6\n7\t26/08/16\tInverno\t13\n8\t24/09/16\tPrimavera\t10\n9\t22/10/16\tPrimavera\t13\n10\t26/11/16\tPrimavera\t16\n11\t17/12/16\tPrimavera\t16\n12\t21/01/17\tVerão\t13\n13\t26/02/17\tVerão\t15\nFonte: Elaborada pela autora.\nA variação na largura do pós-praia do P2 está expressa na Figura 27, em valores absolutos, líquidos e acumulados.\nA largura do pós-praia no P2 obteve valor líquido máximo negativo de -7m na campanha 5 e valor líquido máximo positivo de 7m na campanha 7. O valor de largura acumulada na campanha 13 mostrou que o P2 ganhou 1m de largura se comparado com a primeira campanha do monitoramento, portanto, o ambiente se manteve estável.\nFigura 27 - Variação na largura do pós-praia do P2.\n20 n\n■10\n1\t2\t3\t4\t5\t6\t7\t8\t9\t10\t11\t12\t13\nCampanha\n■ Largura ■ Largura Líquida ■ Largura acumulada\nFonte: Elaborado pela autora.\n6.1.3.\tSetor Sudeste (P3)\nDos 3 perfis, o P3 é o único que possui ocupação antrópica da orla. Trata-se de uma residência que fica no limite do pós-praia do setor emerso, conforme Figura 28. O P3 está localizado no setor Sudeste da praia de Fora.\nFigura 28 - Vista para o limite do pós-praia na parte emersa do P3, setor Sudeste da praia de Fora.\nFonte: Acervo pessoal.\nFoto de Norberto Olmiro Horn Filho, janeiro de 2016.\nNa Tabela 12, observa-se a declividade de cada campanha e a extensão das leituras topográficas do P3.\nO valor médio de extensão dos perfis topográficos no P3 foi de 30m, assim como no P1. No entanto, no P3 houve maior variação de extensão, se comparado com os perfis anteriores, visto que, a maior extensão foi na campanha 2, em março de 2016 e chegou à 62m, e a menor extensão foi na campanha 8, em setembro de 2016 e foi de apenas 12m.\nA declividade média do P3 é a mesma do P2 e apenas 1° inferior a do P1, portanto, é de 3°. Também apresentou maior variação se comparada com os outros perfis. A maior medida de declividade foi de 7°, na campanha 6, em julho de 2016 e a menor medida foi de 1° e ocorreu nas campanhas 9 e 10, em outubro e novembro de 2016, respectivamente.\nTabela 12 - Declividade e extensão do perfil topográfico do P3.\nCampanha\tData\tDeclividade (°)\tExtensão do perfil (m)\n1\t20/02/16\t3\t57\n2\t19/03/16\t4\t62\n3\t16/04/16\t3\t45,3\n4\t14/05/16\t4\t34\n5\t11/06/16\t4\t15,4\n6\t17/07/16\t7\t12,6\n7\t26/08/16\t4\t16,8\n8\t24/09/16\t4\t12\n9\t22/10/16\t1\t33,4\n10\t26/11/16\t1\t16,2\n11\t17/12/16\t2\t15\n12\t21/01/17\t2\t43,6\n13\t26/02/17\t2\t26\nMédia anual\t\t3\t30\nFonte: Elaborada pela autora.\nO comportamento morfológico do P3 é apresentado na Figura 29, com os perfis topográficos de todas as campanhas.\nDe modo geral, os perfis se mantiveram regulares, com forma semelhante em todas as campanhas. Os dois perfis com maior variação podem ser observados: as menores elevações foram na campanha 1, em fevereiro de 2016, e as maiores na campanha 2, em março de 2016. Diante disso, essa variação implicará em uma maior mudança do estoque sedimentar neste período. A leitura da campanha 2 também mostrou a presença de um banco, o que ocasionou o aumento do estoque sedimentar.\nFigura 29 - Comportamento morfológico do P3.\nFonte: Elaborada pela autora. C = campanha\nNa Tabela 13, são apresentadas as medidas de largura do pós-praia do P3, obtidas em cada campanha.\nA largura do pós-praia variou de 15m na campanha 2 que ocorreu em março de 2016, no verão e 6m na campanha 5 que foi em junho de 2016, no outono. O valor médio de largura do pós-praia foi 10m.\nTabela 13 - Largura do pós-praia em cada campanha do P3.\nCampanha\tData\tEstação do ano\tLargura pós-praia (m)\n1\t20/02/16\tVerão\t9\n2\t19/03/16\tVerão\t15\n3\t16/04/16\tOutono\t13\n4\t14/05/16\tOutono\t11\n5\t11/06/16\tOutono\t6\n6\t17/07/16\tInverno\t7\n7\t26/08/16\tInverno\t11\n8\t24/09/16\tPrimavera\t7\n9\t22/10/16\tPrimavera\t10\n10\t26/11/16\tPrimavera\t13\n11\t17/12/16\tPrimavera\t13\n12\t21/01/17\tVerão\t11\n13\t26/02/17\tVerão\t11\nFonte: Elaborada pela autora.\nNa Figura 30, é apresentada a variação da largura do pós-praia do P3, no setor Sudeste da praia de Fora. São descritos valores absolutos, líquidos e acumulados.\nAssim como aconteceu no P1 e no P2, o maior balanço negativo da largura do pós-praia no P3, ocorreu na campanha 5 e foi de -6m no valor de largura líquida e -4m na largura acumulada. A variação mais positiva ocorreu na campanha 2, com 6m a mais no pós-praia se comparada com a campanha 1. A última campanha apresentou uma medida de largura acumulada de 1m, o mesmo que no P2, demonstrando que o P3 também manteve o setor pós-praia estável.\nFigura 30 - Variação na largura do pós-praia do P3.\nCampanha\n■ Largura ■ Largura Líquida e Largura acumulada\nFonte: Elaborada pela autora.\n6.2.\tCARACTERIZAÇÃO DOS CICLOS DE EROSÃO E DEPOSIÇÃO\nPara avaliar os ciclos de erosão e deposição de forma geral, foram elencados na Tabela 14 em m3/m as variações volumétricas ocorridas em cada perfil durante o monitoramento, bem como, a quantidade de sedimento erodido e depositado.\nNo total, foi identificada a mobilização de 34,52m3/m de sedimento, sendo 11,68m3/m no P1 (Noroeste), 16,21m3/m no P2 (Central) e 6,63m3/m no P3 (Sudeste). Deste total, a porção erodida foi de -13,25m3/m e a porção depositada foi de 21,29m3/m, fechando com um balanço sedimentar positivo de 8,04m3/m.\nNenhum dos perfis teve balanço geral negativo, sendo que o P1 apresentou maior acresção (5,31m3/m), seguido do P2 com 1,76m3/m de deposição e por último P3 com 0,96m3/m.\nTabela 14 - Variação no pacote sedimentar\nEstação\tCampanha\tP1\tP2\tP3\tBalanço\tErosão\tDeposição\n\t1\t0\t0\t0\t0\t0\t0\nVerão\t\t\t\t\t\t\t\n\t2\t-0,56\t1,52\t2,87\t3,84\t-0,56\t4,40\n\t3\t-0,88\t-1,52\t-1,84\t-4,24\t-4,24\t0,00\nOutono\t4\t-0,21\t-0,21\t0,05\t-0,37\t-0,42\t0,05\n\t5\t0,40\t0,03\t-0,16\t0,27\t-0,16\t0,43\n\t6\t-0,04\t0,02\t-0,27\t-0,30\t-0,32\t0,02\nInverno\t\t\t\t\t\t\t\n\t7\t0,58\t1,14\t0,25\t1,97\t0,00\t1,97\n\t8\t-1,38\t-4,70\t0,13\t-5,95\t-6,08\t0,13\n\t9\t0,14\t4,98\t0,10\t5,22\t0,00\t5,22\nPrimavera\t\t\t\t\t\t\t\n\t10\t5,55\t0,56\t-0,07\t6,04\t-0,07\t6,11\n\t11\t0,56\t-0,78\t-0,11\t-0,33\t-0,89\t0,56\n\t12\t-0,12\t-0,01\t0,40\t0,26\t-0,13\t0,40\nVerão\t\t\t\t\t\t\t\n\t13\t1,27\t0,74\t-0,38\t1,62\t-0,38\t2,00\nBalanço por perfil\t\t5,31\t1,76\t0,96\t-\t-\t-\nTotal mobilizado\t\t11,68\t16,21\t6,63\t-\t-13,25\t21,29\n\tBalanço final\t\t\t\t\t\t8,04\nFonte: Elaborada pela autora.\nNo que diz respeito à variação sazonal, não foi possível obter um padrão de deposição e/ou erosão, porém, verifica-se que de modo geral, nas campanhas de outono os perfis apresentaram-se mais erosivos. Nesse contexto, a campanha 3 que ocorreu em abril de 2016, apresentou variação negativa no pacote sedimentar de todos os perfis, acarretando em uma erosão de -4,24m3/m e nenhuma deposição de sedimento. Outro evento erosivo que chamou atenção foi o da campanha 8 em setembro de 2016, que apresentou valor negativo para o P1 (-1,38m3/m) e P2 (-4,70m3/m), sendo que neste último a variação foi significativa se comparada com as campanhas anteriores. Essa erosão acentuada no P2 acarretou no maior valor de erosão geral da praia de Fora que foi de -6,08m3/m.\nOs ciclos de deposição que merecem destaque ocorreram nas campanhas 9 em outubro de 2016 e 10 em novembro de 2016, sendo 5,22m3/m e 6,11m3/m, respectivamente. Na campanha 9, todos os perfis\nencontravam-se acrescivos, dos quais 0,14m3/m foram depositados no P1, 4,98m3/m no P2 e 0,10m3/m no P3. A campanha 10 foi o evento de maior deposição, devido aos 5,55m3/m depositados no P1. Nesta mesma campanha o P2 apresentou acresção de 0,56m3/m e o P3 erosão de -0,07m3/m.\nDe modo geral, a variação no pacote sedimentar foi baixa ao longo do monitoramento, e considerando o balanço final positivo e nenhum perfil erosivo, a praia de Fora encontra-se estável, e em equilíbrio frente aos eventos de erosão e deposição. As variações ocorridas em cada perfil serão detalhadas individualmente, mas, assim como a largura de praia, o estoque sedimentar médio também diminui do setor Noroeste para Sudeste. Portanto, o P1 apresentou maior valor médio sedimentar 8,41 m3/m, seguido do P2 que foi de 6,9m3/m e P3 com 5,73m3/m.\n6.2.1.\tSetor Noroeste (P1)\nNa Tabela 15 são apresentados os dados de volume obtidos no setor Noroeste da praia de Fora (P1) e na Figura 31 é possível visualizar a variação no pacote sedimentar do mesmo perfil.\nTabela 15 - Dados de volume do P1.\nCampanha\tData\tVolume (m3/m)\tVolume líquido (m3/m)\tVolume acumulado (m3/m)\n1\t20/02/16\t7,93\t0,00\t0,00\n2\t19/03/16\t7,37\t-0,56\t-0,56\n3\t16/04/16\t6,50\t-0,88\t-1,43\n4\t14/05/16\t6,29\t-0,21\t-1,64\n5\t11/06/16\t6,69\t0,40\t-1,24\n6\t17/07/16\t6,65\t-0,04\t-1,28\n7\t26/08/16\t7,23\t0,58\t-0,70\n8\t24/09/16\t5,85\t-1,38\t-2,08\n9\t22/10/16\t5,99\t0,14\t-1,94\n10\t26/11/16\t11,54\t5,55\t3,61\n11\t17/12/16\t12,10\t0,56\t4,17\n12\t21/01/17\t11,97\t-0,12\t4,04\n13\t26/02/17\t13,24\t1,27\t5,31\nMédia anual\t\t8,41\t0,41\t0,48\nFonte: Elaborada pela autora.\nVerifica-se que a quantidade de sedimento mobilizado é quase insignificante, sendo que os valores médios de volume líquido e acumulado são 0,41m3/m e 0,48m3/m, respectivamente.\nO maior decréscimo de sedimento ocorreu na campanha 8, em setembro de 2016 e foi de -1,38m3/m em relação a campanha anterior e -2,08m3/m no volume acumulado. Já a deposição líquida mais significativa ocorreu na campanha 10, em novembro de 2016 e foi de 5,55m3/m. As campanhas subsequentes mostraram que o pacote sedimentar depositado se manteve no perfil até a última campanha do monitoramento o que ocasionou um balanço positivo no perfil de 5,31m3/m.\nFigura 31 - Variação no pacote sedimentar do P1\nFonte: Elaborada pela autora. C = campanha.\n6.2.2.\tSetor Central (P2)\nOs dados de volume do setor Central da praia de Fora (P2), estão elencados na Tabela 16 e a variação no pacote sedimentar pode ser observada na Figura 32.\nAssim como ocorreu no P1, a campanha mais erosiva também foi a campanha 8, porém, no P2 a erosão foi bem acentuada. Houve um decréscimo de -4,7m3/m em relação a campanha anterior e -3,72m3/m em relação ao valor acumulado. Devido a esse evento, a campanha que apresentou maior acresção líquida foi a campanha 9 e foi de 4,98m3/m.\nTabela 16 - Dados de volume do P2\nCampanha\tData\tVolume (m3/m)\tVolume líquido (m3/m)\tVolume acumulado (m3/m)\n1\t20/02/16\t6,51\t0,00\t0,00\n2\t19/03/16\t8,03\t1,52\t1,52\n3\t16/04/16\t6,51\t-1,52\t0,01\n4\t14/05/16\t6,30\t-0,21\t-0,21\n5\t11/06/16\t6,33\t0,03\t-0,18\n6\t17/07/16\t6,35\t0,02\t-0,16\n7\t26/08/16\t7,49\t1,14\t0,98\n8\t24/09/16\t2,79\t-4,70\t-3,72\n9\t22/10/16\t7,77\t4,98\t1,27\n10\t26/11/16\t8,33\t0,56\t1,82\n11\t17/12/16\t7,55\t-0,78\t1,04\n12\t21/01/17\t7,54\t-0,01\t1,03\n13\t26/02/17\t8,27\t0,74\t1,76\nMédia anual\t\t6,90\t0,14\t0,40\nFonte: Elaborada pela autora.\nFonte: Elaborada pela autora. C = campanha.\n6.2.3.\tSetor Sudeste (P3)\nNa Tabela 17 são descritos os valores de volume do P3 (Sudeste da praia de Fora) coletados durante as 13 campanhas de monitoramento. Para fins de análise da variação os dados são apresentados em m3/m no valor absoluto, líquido e acumulado. A variação no estoque sedimentar pode ser visualizada na Figura 33.\nTabela 17 - Dados de volume do P3\nColeta\tData\tVolume (m3/m)\tVolume líquido (m3/m)\tVolume acumulado (m3/m)\n1\t20/02/16\t4,66\t0,00\t0,00\n2\t19/03/16\t7,54\t2,87\t2,87\n3\t16/04/16\t5,69\t-1,84\t1,03\n4\t14/05/16\t5,75\t0,05\t1,09\n5\t11/06/16\t5,58\t-0,16\t0,92\n6\t17/07/16\t5,31\t-0,27\t0,65\n7\t26/08/16\t5,56\t0,25\t0,89\n8\t24/09/16\t5,68\t0,13\t1,02\n9\t22/10/16\t5,78\t0,10\t1,12\n10\t26/11/16\t5,72\t-0,07\t1,05\n11\t17/12/16\t5,61\t-0,11\t0,95\n12\t21/01/17\t6,01\t0,40\t1,34\n13\t26/02/17\t5,63\t-0,38\t0,96\nMédia anual\t\t5,73\t0,07\t1,07\nFonte: Elaborada pela autora.\nDos 3 perfis, o P3 foi o que apresentou menor variação no estoque sedimentar, sendo praticamente insignificante a médias das variações (0,07m3/m no valor líquido e 1,07m3/m no valor acumulado).\nO perfil se manteve regular durante o monitoramento com poucas variações, por isso, não é possível apontar os principais eventos erosivos e acrescivos.\nFigura 33 - Variação no pacote sedimentar do P3.\nFonte: Elaborada pela autora. C = campanha.\n6.3.\tGRANULOMETRIA\nOs resultados texturais foram obtidos a partir da análise dos parâmetros estatísticos das 156 amostras coletadas durante o monitoramento. As amostras estão distribuídas em quatro setores de cada perfil: uma amostra do limite superior do pós-praia, uma amostra do pós-praia, uma amostra da face praial e uma amostra da antepraia superior.\nA praia de Fora apresentou uma quantidade significativa de carbonato biodetrítico que juntamente com o material siliciclástico (quartzo e feldspato), compõem a faixa de areia. Esta característica foi identificada nas amostras de todos os perfis, assim como o caráter heterogêneo do sedimento, que podem ser observados na Figura 34, Figura 35 e Figura 36 com o registro de coleta de amostras do setor emerso da praia de Fora no P1, P2 e P3, respectivamente. Conforme dito na metodologia, não foi realizada a queima, pois, as amostras seriam reduzidas consideravelmente.\nFonte: Acervo pessoal.\nFotos de Mayara Moreira da Silva, junho de 2016.\n■\nFonte: Acervo pessoal.\nFotos de Bianca Filippi, março de 2016.\nA\nFonte: Elaborada pela autora. Fotos de Patrícia Tortora, abril de 2016.\nApós processamento das amostras em laboratório, obteve-se os parâmetros estatísticos: média (Mz), desvio padrão (Dp), assimetria (Ski) e curtose (Kg).\nA granulometria da praia de Fora será descrita respeitando dois comportamentos inter-relacionados: o comportamento transversal da praia, tendo como base os três perfis transversais e o comportamento longitudinal tendo como base os quatro setores morfológicos praiais.\n6.3.1.\tVariação granulométrica transversal\nA variação granulométrica transversal se refere aos dados de cada perfil individualmente, considerando as amostras de todos os setores do respectivo perfil.\nForam coletadas 52 amostras por perfil, sendo 13 em cada setor morfológico: limite superior do pós-praia, pós-praia, face praial e antepraia superior.\n6.3.1.1.\tSetor Noroeste (P1)\nOs parâmetros texturais estatísticos das amostras do P1 foram organizados em duas tabelas: Tabela 18 e Tabela 19, sendo a primeira com os dados das amostras das campanhas de 1 a 7 e a segunda com os dados das amostras das campanhas de 8 a 13.\nAs 52 amostras coletadas no P1, considerando os quatro setores (limite superior do pós-praia, pós-praia, face praial e antepraia superior), apresentaram média granulométrica de 0,55 compostas por 50% de areia grossa, 26,92% de areia muito grossa, 19,23% de areia média e 3,85% de areia fina. O desvio padrão médio foi de 0,98 com grau de seleção pobremente selecionado em 51,92% dos casos, moderadamente selecionado em 32,69% e bem selecionado em apenas 15,39%. A assimetria variou entre muito positiva (44,23%), positiva (23,08%), aproximadamente simétrica (19,23%), negativa (3,85%) e muito negativa (9,61%). A curtose apresentou valor médio de 0,79, com predomínio da classe muito platicúrtica em 51,92%, seguida de platicúrtica e mesocúrtica com 19,23% cada, leptocúrtica e muito leptocúrtica com 3,85% cada e extremamente leptocúrtica em apenas 1,92% dos casos.\nTabela 18 - Parâmetros texturais das amostras coletadas no P1 nas campanhas 1 a 7, bem como o respectivo setor morfológico.\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior do pós-praia\t2,23\tAF\t0,45\tBS\t-0,02\tAS\t1,02\tM\n1\tPós-praia\t0,87\tAG\t1,31\tPS\t-0,03\tAS\t0,58\tMPL\n\tFace praial\t0,57\tAG\t1,31\tPS\t0,77\tMP\t0,58\tMPL\n\tAntepraia superior\t1,22\tAM\t1,45\tPS\t-0,09\tAS\t0,57\tMPL\n\tLimite superior do pós-praia\t2,29\tAF\t0,43\tBS\t-0,02\tAS\t1,04\tM\n2\tPós-praia\t0,90\tAG\t1,41\tPS\t0,17\tP\t0,46\tMPL\n\tFace praial\t-0,30\tAMG\t0,43\tBS\t0,98\tMP\t0,43\tMPL\n\tAntepraia superior\t0,82\tAG\t1,43\tPS\t0,23\tP\t0,44\tMPL\n\tLimite superior do pós-praia\t1,90\tAM\t0,83\tMS\t-0,30\tMN\t1,55\tML\n3\tPós-praia\t1,04\tAM\t1,36\tPS\t0,08\tAS\t0,56\tMPL\n\tFace praial\t0,75\tAG\t1,32\tPS\t0,65\tMP\t0,37\tMPL\n\tAntepraia superior\t1,43\tAM\t1,43\tPS\t-0,28\tN\t0,62\tMPL\n\tLimite superior do pós-praia\t1,44\tAM\t1,11\tPS\t-0,35\tMN\t1,01\tM\n4\tPós-praia\t0,03\tAG\t0,99\tMS\t0,53\tMP\t0,90\tPL\n\tFace praial\t0,25\tAG\t1,00\tPS\t1,23\tMP\t0,91\tM\n\tAntepraia superior\t1,07\tAM\t1,48\tPS\t-0,01\tAS\t0,48\tMPL\n\tLimite superior do pós-praia\t0,08\tAG\t0,64\tMS\t0,78\tMP\t0,61\tMPL\n5\tPós-praia\t-0,09\tAMG\t0,86\tMS\t0,55\tMP\t0,90\tM\n\tFace praial\t-0,01\tAMG\t0,83\tMS\t1,06\tMP\t0,91\tM\n\tAntepraia superior\t-0,40\tAMG\t0,38\tBS\t2,87\tMP\t3,77\tEL\n\tLimite superior do pós-praia\t-0,24\tAMG\t0,44\tBS\t1,46\tMP\t0,59\tMPL\n6\tPós-praia\t0,63\tAG\t1,12\tPS\t0,28\tP\t1,01\tM\n\tFace praial\t-0,01\tAMG\t0,79\tMS\t0,25\tP\t0,61\tMPL\n\tAntepraia superior\t-0,30\tAMG\t0,36\tBS\t1,50\tP\t0,49\tMPL\n\tLimite superior do pós-praia\t-0,33\tAMG\t0,59\tMS\t0,61\tMP\t0,67\tMPL\n7\tPós-praia\t-0,25\tAMG\t0,47\tBS\t1,17\tMP\t0,56\tMPL\n\tFace praial\t-0,03\tAMG\t0,71\tMS\t0,80\tMP\t0,58\tMPL\n\tAntepraia superior\t1,70\tAM\t1,31\tPS\t-0,40\tMN\t0,79\tPL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AF = areia fina; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; AS = aproximadamente simétrica; MP = muito positiva; P = positiva; MN = muito negativa; N = negativa; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica; ML = muito leptocúrtica; EL = extremamente leptocúrtica.\nTabela 19 - Parâmetros texturais das amostras coletadas no P1 nas campanhas 8 a 13, bem como o respectivo setor morfológico.\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior\t0,65\tAG\t1,27\tPS\t0,40\tMP\t0,46\tMPL\n8\tdo pós-praia Pós-praia\t0,14\tAG\t0,84\tMS\t1,00\tMP\t0,85\tPL\n\tFace praial\t0,35\tAG\t1,05\tPS\t0,86\tMP\t0,70\tPL\n\tAntepraia superior\t-0,26\tAMG\t0,53\tMS\t0,38\tMP\t0,51\tMPL\n\tLimite superior\t0,71\tAG\t1,30\tPS\t0,29\tP\t0,45\tMPL\n9\tdo pós-praia Pós-praia\t0,09\tAG\t0,75\tMS\t0,83\tMP\t0,58\tMPL\n\tFace praial\t-0,10\tAMG\t0,70\tMS\t0,28\tP\t0,90\tM\n\tAntepraia superior\t0,55\tAG\t1,28\tPS\t1,23\tP\t0,47\tMPL\n\tLimite superior\t1,97\tAM\t0,91\tMS\t-0,38\tMN\t1,25\tL\n10\tdo pós-praia Pós-praia\t0,25\tAG\t1,02\tPS\t0,49\tMP\t0,74\tPL\n\tFace praial\t0,32\tAG\t1,14\tPS\t0,79\tMP\t0,72\tPL\n\tAntepraia superior\t1,24\tAM\t1,43\tPS\t-0,28\tN\t0,47\tMPL\n\tLimite superior\t1,62\tAM\t1,22\tPS\t-0,47\tMN\t0,84\tPL\n11\tdo pós-praia Pós-praia\t0,82\tAG\t1,26\tPS\t0,07\tAS\t0,65\tMPL\n\tFace praial\t-0,26\tAMG\t0,39\tBS\t1,37\tAS\t0,54\tMPL\n\tAntepraia superior\t0,01\tAG\t0,86\tMS\t1,32\tAS\t1,25\tL\n\tLimite superior\t0,03\tAG\t0,80\tMS\t0,94\tMP\t0,90\tM\n12\tdo pós-praia Pós-praia\t0,21\tAG\t0,96\tMS\t0,23\tP\t0,69\tPL\n\tFace praial\t0,35\tAG\t1,13\tPS\t0,44\tMP\t0,95\tM\n\tAntepraia superior\t0,88\tAG\t1,37\tPS\t0,34\tMP\t0,53\tMPL\n\tLimite superior\t0,92\tAG\t1,37\tPS\t0,06\tAS\t0,49\tMPL\n13\tdo pós-praia Pós-praia\t0,78\tAG\t1,26\tPS\t0,27\tP\t0,69\tPL\n\tFace praial\t0,31\tAG\t1,05\tPS\t1,33\tP\t0,85\tPL\n\tAntepraia superior\t-0,28\tAMG\t0,63\tMS\t1,41\tP\t1,63\tML\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; ML = muito leptocúrtica.\nPara facilitar a descrição da variação granulométrica transversal do P1, a Tabela 20 apresenta a classe textural predominante de cada setor morfológico, bem como o grau de seleção de maior ocorrência.\nNo limite superior do pós-praia, o diâmetro médio de grão foi de 1,02 e a classificação textural predominante foi areia grossa (38,46%) seguida de areia média (30,78%), areia fina e areia muito grossa com mesmo percentual (15,38%). O desvio padrão médio deste setor foi de 0,87 e trata-se de sedimentos moderadamente e pobremente selecionados (38,46% em cada caso), e uma pequena parcela de bem selecionado (23,08%).\nAs amostras do pós-praia apresentaram diâmetro de grão médio de 0,42 compostos predominantemente de areia grossa (76,92%), seguida de areia muito grossa (15,38%) e areia média (7,69%). O desvio padrão médio foi de 1,04 remetendo a um sedimento pobremente selecionado (53,85%), moderadamente selecionado (38,46%) e bem selecionado (7,69%).\nNa face praial, o diâmetro médio dos grãos foi de 0,17 composto principalmente de areia grossa (53,85%) e areia muito grossa (46,15%), com desvio padrão médio de 0,91 que acarretou em material pobremente selecionado (53,85%), moderadamente selecionado (30,77%) e bem selecionado (15,38%).\nPor fim, as amostras do sistema submerso, no setor de antepraia superior, apresentaram diâmetro médio de 0,59 com classe textural predominante areia média (38,46%), seguida de areia grossa (30,77%) e areia grossa (30,77%). O desvio padrão médio foi de 1,07 com grau de seleção predominante pobremente selecionado (61,54%), moderadamente selecionado (23,08%) e bem selecionado (15,38%).\nTabela 20 - Síntese granulométrica do P1\nSetor morfológico\tMédia (*)\tClasse predominante\tDesvio padrão (i)\tGrau de seleção predominante\nLimite\t\t\t\tModeradamente\nsuperior\t1,02\tAreia grossa\t0,87\tselecionado e\ndo pós-praia\t\t\t\tPobremente selecionado\nPós-praia\t0,42\tAreia grossa\t1,04\tPobremente selecionado\nFace praial\t0,17\tAreia grossa\t0,91\tPobremente selecionado\nAntepraia\t0,59\tAreia média\t1,07\tPobremente selecionado\nsuperioi\nFonte: Elaborada pela autora.\n6.3.I.2.\tSetor Central (P2)\nA seguir são elencados os parâmetros texturais estatísticos das amostras do P2, correspondentes ao setor Central da praia de Fora. A Tabela 21 apresenta os resultados das amostras das campanhas de 1 a 7 e a Tabela 22 os dados das amostras das campanhas de 8 a 13.\nA média granulométrica das 52 amostras deste perfil foi de 0,42 ^, composto predominantemente de areia grossa (51,92%), seguida de areia muito grossa (30,77%) e areia média (17,31%). O desvio padrão médio das amostras foi de 1 ^, sendo 61,54% composto de sedimento pobremente selecionado, 28,85% moderadamente selecionado, 7,69% muito bem selecionado e apenas 1,92% de material bem selecionado. A assimetria variou de muito positiva (67,31%), positiva (11,54%), muito negativa (11,54%), negativa (5,77%) e aproximadamente simétrica (3,85%). O último parâmetro verificado foi a curtose, que apresentou valor médio de 0,64, com classificação de muito platicúrtica (38,46%), platicúrtica (25%), mesucúrtica (13,46%) leptocúrtica (13,46%), muito leptocúrtica (7,69%) e extremamente leptocúrtica (1,92%).\nTabela 21 - Parâmetros texturais das amostras coletadas no P2 nas campanhas 1 a 7, bem como o respectivo setor morfológico.\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior do pós-praia\t1,70\tAM\t1,19\tPS\t-0,53\tMN\t1,05\tM\n1\tPós-praia\t0,27\tAG\t1,07\tPS\t0,29\tP\t0,75\tPL\n\tFace praial\t0,24\tAG\t1,01\tPS\t1,32\tP\t0,97\tM\n\tAntepraia superior\t1,18\tAM\t1,49\tPS\t-0,16\tN\t0,51\tMPL\n\tLimite superior do pós-praia\t0,30\tAG\t1,06\tPS\t0,43\tMP\t0,72\tPL\n2\tPós-praia\t-0,37\tAMG\t0,43\tBS\t2,19\tMP\t2,53\tML\n\tFace praial\t-0,35\tAMG\t0,31\tMBS\t2,58\tMP\t1,31\tL\n\tAntepraia superior\t0,68\tAG\t1,29\tPS\t0,75\tMP\t0,41\tMPL\n\tLimite superior do pós-praia\t0,19\tAG\t1,04\tPS\t0,36\tMP\t0,83\tPL\n3\tPós-praia\t-0,30\tAMG\t0,63\tMS\t1,34\tMP\t1,38\tL\n\tFace praial\t0,66\tAG\t1,35\tPS\t0,58\tMP\t0,51\tMPL\n\tAntepraia superior\t0,57\tAG\t1,23\tPS\t1,05\tMP\t0,50\tMPL\n\tLimite superior do pós-praia\t0,71\tAG\t1,39\tPS\t0,34\tMP\t0,45\tMPL\n4\tPós-praia\t-0,06\tAMG\t0,91\tMS\t0,57\tMP\t0,87\tPL\n\tFace praial\t0,01\tAG\t0,83\tMS\t1,47\tMP\t1,26\tL\n\tAntepraia superior\t0,47\tAG\t1,19\tPS\t1,37\tMP\t1,22\tL\n\tLimite superior do pós-praia\t1,80\tAM\t1,07\tPS\t-0,45\tMN\t1,21\tL\n5\tPós-praia\t0,73\tAG\t1,27\tPS\t0,32\tMP\t0,70\tPL\n\tFace praial\t0,03\tAG\t1,00\tPS\t0,57\tMP\t0,90\tPL\n\tAntepraia superior\t-0,32\tAMG\t0,51\tMS\t2,47\tMP\t5,23\tEL\n\tLimite superior do pós-praia\t1,93\tAM\t1,02\tPS\t-0,45\tMN\t1,46\tL\n6\tPós-praia\t1,00\tAG\t1,34\tPS\t0,09\tAS\t0,56\tMPL\n\tFace praial\t0,16\tAG\t0,87\tMS\t0,48\tMP\t0,66\tMPL\n\tAntepraia superior\t-0,32\tAMG\t0,64\tMS\t0,58\tMP\t0,81\tPL\n\tLimite superior do pós-praia\t-0,13\tAMG\t0,71\tMS\t0,76\tMP\t0,75\tPL\n7\tPós-praia\t0,75\tAG\t1,25\tPS\t0,29\tP\t0,73\tPL\n\tFace praial\t-0,39\tAMG\t0,34\tMBS\t2,24\tP\t1,62\tML\n\tAntepraia superior\t1,10\tAM\t1,42\tPS\t0,22\tP\t0,66\tMPL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica;\nL = leptocúrtica; ML = muito leptocúrtica; EL = extremamente leptocúrtica.\nTabela 22 - Parâmetros texturais das amostras coletadas no P2 nas campanhas 8 a\n13, bem como o respectivo setor morfológico\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior do pós-praia\t0,67\tAG\t1,19\tPS\t0,62\tMP\t0,43\tMPL\n8\tPós-praia\t0,93\tAG\t1,38\tPS\t0,05\tAS\t0,51\tMPL\n\tFace praial\t-0,10\tAMG\t0,81\tMS\t0,48\tMP\t0,81\tPL\n\tAntepraia superior\t-0,51\tAMG\t0,11\tMBS\t9,09\tMP\t-4,3\tMPL\n\tLimite superior do pós-praia\t1,43\tAM\t1,27\tPS\t-0,51\tMN\t0,82\tPL\n9\tPós-praia\t0,41\tAG\t1,15\tPS\t1,50\tMN\t1,99\tML\n\tFace praial\t0,65\tAG\t1,33\tPS\t0,43\tMP\t0,62\tMPL\n\tAntepraia superior\t0,09\tAG\t0,91\tMS\t0,37\tMP\t0,73\tPL\n\tLimite superior do pós-praia\t1,17\tAM\t1,36\tPS\t-0,34\tMN\t0,51\tMPL\n10\tPós-praia\t0,52\tAG\t1,25\tPS\t0,31\tMP\t0,60\tMPL\n\tFace praial\t-0,11\tAMG\t0,68\tMS\t1,23\tMP\t0,99\tM\n\tAntepraia superior\t0,01\tAG\t0,86\tMS\t1,39\tMP\t1,47\tL\n\tLimite superior do pós-praia\t0,67\tAG\t1,13\tPS\t0,17\tP\t0,92\tM\n11\tPós-praia\t-0,26\tAMG\t0,76\tMS\t0,47\tMP\t1,08\tM\n\tFace praial\t-0,17\tAMG\t0,71\tMS\t1,11\tMP\t0,98\tM\n\tAntepraia superior\t-0,45\tAMG\t0,19\tMBS\t4,80\tMP\t-11\tMPL\n\tLimite superior do pós-praia\t1,16\tAM\t1,31\tPS\t-0,26\tN\t0,40\tMPL\n12\tPós-praia\t-0,11\tAMG\t0,86\tMS\t0,95\tMP\t0,95\tM\n\tFace praial\t0,84\tAG\t1,33\tPS\t0,41\tMP\t0,39\tMPL\n\tAntepraia superior\t0,82\tAG\t1,39\tPS\t0,42\tMP\t0,39\tMPL\n\tLimite superior do pós-praia\t1,14\tAM\t1,34\tPS\t-0,27\tN\t0,55\tMPL\n13\tPós-praia\t0,66\tAG\t1,23\tPS\t0,70\tMP\t0,41\tMPL\n\tFace praial\t0,25\tAG\t1,01\tPS\t1,49\tMP\t0,77\tPL\n\tAntepraia superior\t-0,29\tAMG\t0,58\tMS\t2,10\tMP\t1,79\tML\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; ML = muito leptocúrtica.\nNa Tabela 23, foram sintetizados a classe textural predominante de cada setor morfológico do P2 e o grau de seleção de maior ocorrência.\nNo limite superior do pós-praia o diâmetro médio de grão foi de 0,98 ^, com 53,85% de areia média, 38,46% de areia grossa e 7,69% de areia muito grossa. O desvio padrão médio foi de 1,16 ^, o que acarretou em 92,31% de sedimento pobremente selecionado e 7,69% moderadamente selecionado.\nJá no setor pós-praia, as amostras apresentaram diâmetro médio de grão de 0,32 ^, sendo 61,54% de areia grossa e 38,46% de areia muito grossa. Neste setor, o desvio padrão médio foi de 1,04 ^, com classificação de sedimento pobremente selecionado em 61,54%, moderadamente selecionado em 30,77% e bem selecionado em 7,69% dos casos.\nNa face praial, o diâmetro médio dos grãos foi de 0,13 ^, correspondendo a areia grossa (61,54%) e areia muito grossa (38,46%), com desvio padrão médio de 0,89 ^, que acarretou em sedimento pobremente selecionado (46,15%), moderadamente selecionado (38,46%) e muito bem selecionado (15,38%).\nPor fim, as amostras do sistema submerso, no setor de antepraia superior, apresentaram diâmetro médio de 0,23 na classe textural predominante areia grossa (46,15%), seguida de areia muito grossa (38,46%) e areia média (15,39%). O desvio padrão médio foi de 0,91 ^, com grau de seleção pobremente selecionado (46,15%), moderadamente selecionado (38,46%) e muito bem selecionado (15,39%).\nTabela 23 - Síntese granulométrica do P2\nSetor morfológico\tMédia (*)\tClasse predominante\tDesvio padrão (*)\tGrau de seleção predominante\nLimite\t\t\t\t\nsuperior\t0,98\tAreia média\t1,16\tPobremente selecionado\ndo pós-praia\t\t\t\t\nPós-praia\t0,32\tAreia grossa\t1,04\tPobremente selecionado\nFace praial\t0,13\tAreia grossa\t0,89\tPobremente selecionado\nAntepraia\t0,23\tAreia grossa\t0,91\tPobremente selecionado\nsuperior\nFonte: Elaborada pela autora.\n6.3.1.3,\tSetor Sudeste (P3)\nNo P3, localizado no setor Sudeste da praia de Fora, também foram coletadas 52 amostras, e os parâmetros texturais estatísticos das campanhas de 1 a 7 estão organizados na Tabela 24 e das campanhas de 8 a 13 na Tabela 25.\nAs amostras deste perfil apresentaram média granulométrica de 0,71 ^, com 59,62% de areia grossa, 28,85% areia média, 9,62% areia muito grossa e 1,91% de areia fina. O desvio padrão médio foi de 1,14 ^, apresentando três classes de grau de seleção: pobremente selecionado (73,08%), moderadamente selecionado (25%) e muito bem selecionado (1,92%). A assimetria variou de muito positiva em 50% dos casos, seguida de muito negativa em 26,92%, negativa, positiva e aproximadamente simétrica em 9,62%, 7,69% e 5,77%, respectivamente. Por fim, a curtose média foi de 1,82, e as amostras foram classificadas como muito platicúrtica (61,54%), platicúrtica (21,15%), mesocúrtica (5,77%), extremamente leptocúrtica (5,77%), muito leptocúrtica (3,85%) e leptocúrtica (1,92%).\nTabela 24 - Parâmetros texturais das amostras coletadas no P3 nas campanhas 1 a 7, bem como o respectivo setor morfológico.\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior do pós-praia\t0,89\tAG\t1,27\tPS\t-0,10\tN\t0,48\tMPL\n1\tPós-praia\t0,34\tAG\t0,94\tMS\t0,59\tMP\t0,56\tMPL\n\tFace praial\t0,61\tAG\t1,23\tPS\t0,77\tMP\t0,47\tMPL\n\tAntepraia superior\t1,33\tAM\t1,50\tPS\t-0,45\tMN\t0,48\tMPL\n\tLimite superior do pós-praia\t0,75\tAG\t1,29\tPS\t0,03\tAS\t0,52\tMPL\n2\tPós-praia\t0,12\tAG\t0,89\tMS\t0,70\tMP\t0,64\tMPL\n\tFace praial\t1,30\tAM\t1,34\tPS\t-0,38\tMN\t0,64\tMPL\n\tAntepraia superior\t1,58\tAM\t1,35\tPS\t-0,56\tMN\t0,71\tPL\n\tLimite superior do pós-praia\t0,95\tAG\t1,33\tPS\t-0,19\tN\t0,52\tMPL\n3\tPós-praia\t1,35\tAM\t1,28\tPS\t-0,34\tMN\t0,70\tPL\n\tFace praial\t0,43\tAG\t1,31\tPS\t0,60\tMP\t0,77\tPL\n\tAntepraia superior\t1,71\tAM\t1,37\tPS\t-0,64\tMN\t0,85\tPL\n\tLimite superior do pós-praia\t1,36\tAM\t1,16\tPS\t-0,36\tMN\t0,81\tPL\n4\tPós-praia\t0,59\tAG\t1,14\tPS\t0,33\tMP\t0,47\tMPL\n\tFace praial\t0,17\tAG\t0,93\tMS\t1,30\tMP\t0,82\tPL\n\tAntepraia superior\t1,15\tAM\t1,46\tPS\t-0,22\tN\t0,46\tMPL\n\tLimite superior do pós-praia\t1,16\tAM\t1,27\tPS\t-0,35\tMN\t0,66\tMPL\n5\tPós-praia\t1,01\tAM\t1,29\tPS\t-0,27\tN\t0,46\tMPL\n\tFace praial\t0,31\tAG\t0,99\tMS\t0,74\tMP\t0,54\tMPL\n\tAntepraia superior\t0,17\tAG\t0,94\tMS\t1,04\tMP\t0,81\tPL\n\tLimite superior do pós-praia\t1,36\tAM\t1,04\tPS\t-0,35\tMN\t1,19\tL\n6\tPós-praia\t1,21\tAM\t1,38\tPS\t-0,41\tMN\t0,64\tMPL\n\tFace praial\t0,43\tAG\t0,94\tMS\t0,14\tP\t0,50\tMPL\n\tAntepraia superior\t0,63\tAG\t1,27\tPS\t0,79\tMP\t0,44\tMPL\n\tLimite superior do pós-praia\t0,92\tAG\t1,32\tPS\t-0,14\tN\t0,55\tMPL\n7\tPós-praia\t1,17\tAM\t1,30\tPS\t-0,38\tMN\t0,77\tPL\n\tFace praial\t0,70\tAG\t1,29\tPS\t0,58\tMP\t0,44\tMPL\n\tAntepraia superior\t0,12\tAG\t0,92\tMS\t1,61\tMP\t4,00\tEL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; MS = moderadamente selecionado; PS = pobremente selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; EL = extremamente leptocúrtica.\nTabela 25 - Parâmetros texturais das amostras coletadas no P3 nas campanhas 8 a 13, bem como o respectivo setor morfológico.\nC\tSetor\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\tLimite superior do pós-praia\t2,13\tAF\t0,92\tMS\t-0,33\tMN\t1,75\tML\n8\tPós-praia\t1,43\tAM\t1,18\tPS\t-0,37\tMN\t1,09\tM\n\tFace praial\t0,47\tAG\t1,14\tPS\t0,91\tMP\t0,50\tMPL\n\tAntepraia superior\t-0,07\tAMG\t0,81\tMS\t1,05\tMP\t1,02\tM\n\tLimite superior do pós-praia\t1,16\tAM\t1,32\tPS\t-0,36\tMN\t0,62\tMPL\n9\tPós-praia\t0,38\tAG\t1,25\tPS\t0,61\tMP\t0,63\tMPL\n\tFace praial\t0,00\tAMG\t0,83\tMS\t0,87\tMP\t0,81\tPL\n\tAntepraia superior\t1,41\tAM\t1,54\tPS\t-0,39\tMN\t0,46\tMPL\n\tLimite superior do pós-praia\t0,70\tAG\t1,25\tPS\t0,22\tP\t0,62\tMPL\n10\tPós-praia\t0,09\tAG\t1,02\tPS\t0,60\tMP\t0,93\tM\n\tFace praial\t0,41\tAG\t1,13\tPS\t1,23\tMP\t0,58\tMPL\n\tAntepraia superior\t-0,06\tAMG\t0,74\tMS\t1,74\tMP\t3,30\tEL\n\tLimite superior do pós-praia\t0,85\tAG\t1,29\tPS\t0,11\tP\t0,71\tPL\n11\tPós-praia\t0,09\tAG\t0,89\tMS\t0,44\tMP\t0,66\tMPL\n\tFace praial\t0,19\tAG\t1,07\tPS\t0,44\tMP\t0,86\tPL\n\tAntepraia superior\t-0,44\tAMG\t0,17\tMBS\t4,64\tMP\t1,74\tML\n\tLimite superior do pós-praia\t0,66\tAG\t1,30\tPS\t0,31\tMP\t0,52\tMPL\n12\tPós-praia\t0,93\tAG\t1,29\tPS\t-0,06\tAS\t0,62\tMPL\n\tFace praial\t0,23\tAG\t1,11\tPS\t0,65\tMP\t0,66\tMPL\n\tAntepraia superior\t0,96\tAG\t1,34\tPS\t0,11\tP\t0,41\tMPL\n\tLimite superior do pós-praia\t0,80\tAG\t1,29\tPS\t0,05\tAS\t0,44\tMPL\n13\tPós-praia\t0,40\tAG\t1,08\tPS\t0,99\tMP\t0,51\tMPL\n\tFace praial\t0,66\tAG\t1,22\tPS\t0,70\tMP\t0,42\tMPL\n\tAntepraia superior\t-0,38\tAMG\t0,51\tMS\t2,85\tMP\t54,12\tEL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AF = areia fina; AM = areia média; AG = areia grossa; AMG = areia muito grossa; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; MN = muito negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica; ML = muito leptocúrtica; EL = extremamente leptocúrtica.\nA síntese da classe textural predominante de cada setor morfológico do P3 e o grau de seleção de maior ocorrência estão organizados na Tabela 26.\nO diâmetro médio dos grãos no limite superior do pós-praia foi de 1,05 ^, sendo 61,54% de areia grossa, 30,77% de areia média e 7,69% de areia fina. O desvio padrão médio foi de 1,23 ^, com 92,31% de sedimento pobremente selecionado e 7,69% moderadamente selecionado.\nNo pós-praia, as amostras apresentaram diâmetro médio de grão de 0,70 ^, classificadas em areia grossa (61,54%) e areia média (38,46%). A média do desvio padrão foi de 1,15 ^, sendo 76,92% pobremente selecionado e 23,08% moderadamente selecionado.\nNa face praial, o diâmetro médio dos grãos foi de 0,46 ^, com textura predominante areia grossa (84,62%), seguida de areia média (7,69%) e areia muito grossa (7,69%). O desvio padrão média foi de 1,12 sendo 69,23% de sedimento pobremente selecionado e 30,77% moderadamente selecionado.\nAs amostras do sistema submerso, no setor de antepraia superior do P3, apresentaram diâmetro médio de 0,62 ^, e sedimento constituinte principalmente de areia média (38,46%), seguido de areia grossa (30,77%) e areia muito grossa (30,77%). A média do desvio padrão foi 1,07 correspondendo a 53,85% do sedimento pobremente selecionado, 38,46% moderadamente selecionado e 7,69% muito bem selecionado.\nTabela 26 - Síntese granulométrica do P3\nSetor morfológico\tMédia W\tClasse predominante\tDesvio padrão (i)\tGrau de seleção predominante\nLimite\t\t\t\t\nsuperior\t1,05\tAreia grossa\t1,23\tPobremente selecionado\ndo pós-praia\t\t\t\t\nPós-praia\t0,70\tAreia grossa\t1,15\tPobremente selecionado\nFace praial\t0,46\tAreia grossa\t1,12\tPobremente selecionado\nAntepraia\t0,62\tAreia média\t1,07\tPobremente selecionado\nsuperior\nFonte: Elaborada pela autora.\n6.3.2.\tVariação granulométrica longitudinal\nPara descrever a variação granulométrica longitudinal, os parâmetros estatísticos das 156 amostras coletadas na praia de Fora foram organizados de acordo com o setor morfológico em que ocorreu a coleta: limite superior do pós-praia, pós-praia, face praial e antepraia superior. Em cada campanha, foram coletadas três amostras por setor, totalizando 39 amostras em cada setor morfológico ao final do monitoramento.\n6.3.2.1.\tLimite superior do pós-praia\nOs parâmetros granulométricos das 39 amostras coletadas no limite superior do pós-praia estão dispostos da seguinte forma: da campanha 1 a 9 na Tabela 27 e da campanha 10 a 13 na Tabela 28.\nAs amostras do limite superior do pós-praia apresentaram o tamanho de grão médio de 1,02 ^, classificando o sedimento como areia grossa (46%), areia média (38%), areia muito grossa (8%) e areia fina (8%). O desvio padrão médio foi de 1,09 ^, sendo o grau de seleção predominante pobremente selecionado (74%), seguido de moderadamente selecionado (18%) e bem selecionado (8%). A assimetria variou entre muito negativa (36%), muito positiva (28%), negativa (13%), aproximadamente simétrica (13%) e positiva (10%). Por fim, a curtose apresentou valor médio de 0,78, distribuindo a classificação em: muito platicúrtica (51%), platicúrtica (18%), mesocúrtica (15%), leptocúrtica (10%) e muito leptocúrtica (6%).\nPara avaliar a variação sazonal do diâmetro de grão neste setor morfológico, pode ser observada a Figura 37. Existe certa regularidade, sendo que a estação do ano que apresentou valor médio do diâmetro de grão mais alto na escala ^, foi a primavera com 1,14 ^, seguida do verão com 1,07 ^, com pouca diferença para o outono que apresentou 1,06 e o menor valor foi para o inverno que apresentou 0,59 ^, destoando das demais estações.\n|c\tMz\tClasse\tDp\tSeleção\tSki Classificação Kg\t\t\tClassificação\n\t2,23\tAF\t0,45\tBS\t-0,02\tAS\t1,02\tM\n1\t1,70\tAM\t1,19\tPS\t-0,53\tMN\t1,05\tM\n\t0,89\tAG\t1,27\tPS\t-0,10\tN\t0,48\tMPL\n\t2,29\tAF\t0,43\tBS\t-0,02\tAS\t1,04\tM\n2\t0,30\tAG\t1,06\tPS\t0,43\tMP\t0,72\tPL\n\t0,75\tAG\t1,29\tPS\t0,03\tAS\t0,52\tMPL\n\t1,90\tAM\t0,83\tMS\t-0,30\tMN\t1,55\tML\n3\t0,19\tAG\t1,04\tPS\t0,36\tMP\t0,83\tPL\n\t0,95\tAG\t1,33\tPS\t-0,19\tN\t0,52\tMPL\n\t1,44\tAM\t1,11\tPS\t-0,35\tMN\t1,01\tM\n4\t0,71\tAG\t1,39\tPS\t0,34\tMP\t0,45\tMPL\n\t1,36\tAM\t1,16\tPS\t-0,36\tMN\t0,81\tPL\n\t0,08\tAG\t0,64\tMS\t0,78\tMP\t0,61\tMPL\n5\t1,80\tAM\t1,07\tPS\t-0,45\tMN\t1,21\tL\n\t1,16\tAM\t1,27\tPS\t-0,35\tMN\t0,66\tMPL\n\t-0,24\tAMG\t0,44\tBS\t1,46\tMP\t0,59\tMPL\n6\t1,93\tAM\t1,02\tPS\t-0,45\tMN\t1,46\tL\n\t1,36\tAM\t1,04\tPS\t-0,35\tMN\t1,19\tL\n\t-0,33\tAMG\t0,59\tMS\t0,61\tMP\t0,67\tMPL\n7\t-0,13\tAMG\t0,71\tMS\t0,76\tMP\t0,75\tPL\n\t0,92\tAG\t1,32\tPS\t-0,14\tN\t0,55\tMPL\n\t0,65\tAG\t1,27\tPS\t0,40\tMP\t0,46\tMPL\n8\t0,67\tAG\t1,19\tPS\t0,62\tMP\t0,43\tMPL\n\t2,13\tAF\t0,92\tMS\t-0,33\tMN\t1,75\tML\n\t0,71\tAG\t1,30\tPS\t0,29\tP\t0,45\tMPL\n9\t1,43\tAM\t1,27\tPS\t-0,51\tMN\t0,82\tPL\n\t1,16\tAM\t1,32\tPS\t-0,36\tMN\t0,62\tMPL\nFonte: Elaborada pela autora.\t\t\t\t\t\t\t\t\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AF = areia fina; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MN = muito negativa; N = negativa; P = positiva; AS = aproximadamente simétrica; MP = muito positiva; M = mesucúrtica; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica;\n|c\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\t1,97\tAM\t0,91\tMS\t-0,38\tMN\t1,25\tL\n10\t1,17\tAM\t1,36\tPS\t-0,34\tMN\t0,51\tMPL\n\t0,70\tAG\t1,25\tPS\t0,22\tP\t0,62\tMPL\n\t1,62\tAM\t1,22\tPS\t-0,47\tMN\t0,84\tPL\n11\t0,67\tAG\t1,13\tPS\t0,17\tP\t0,92\tM\n\t0,85\tAG\t1,29\tPS\t0,11\tP\t0,71\tPL\n\t0,03\tAG\t0,80\tMS\t0,94\tMP\t0,90\tM\n12\t1,16\tAM\t1,31\tPS\t-0,26\tN\t0,40\tMPL\n\t0,66\tAG\t1,30\tPS\t0,31\tMP\t0,52\tMPL\n\t0,92\tAG\t1,37\tPS\t0,06\tAS\t0,49\tMPL\n13\t1,14\tAM\t1,34\tPS\t-0,27\tN\t0,55\tMPL\n\t0,80\tAG\t1,29\tPS\t0,05\tAS\t0,44\tMPL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; MS = moderadamente selecionado; PS = pobremente selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; M = mesucúrtica.\nFigura 37 - Variação sazonal do diâmetro de grão no limite superior do pós-praia.\nFonte: Elaborada pela autora.\n6.3.2.2.\tPós-praia\nA Tabela 29 e a Tabela 30 se referem aos parâmetros estatísticos granulométricos calculados para as amostras do setor de pós-praia das campanhas de 1 a 9 e de 10 a 13, respectivamente.\nNeste setor morfológico, a média granulométrica das 39 amostras foi de 0,48\t^, sendo o sedimento classificado\npredominantemente como areia grossa (65,79%), seguido de areia muito grossa (18,42%) e areia média (15,79%). O desvio padrão médio foi de 1,08 e o grau de seleção foi pobremente selecionado em 64,10% dos casos, moderadamente selecionado em 30,77% e bem selecionado em 5,13%. A assimetria variou entre muito positiva (53,85%), positiva (15,38%), aproximadamente simétrica (15,38%), muito negativa (12,82%) e negativa (2,57%). Por fim, o ultimo parâmetro verificado foi a curtose, que apresentou média de 0,79, e classificação muito platicúrtica em 48,72% das amostras, platicúrtica em 28,21%, mesocúrtica em 15,38%, muito leptocúrtica de 5,13% e leptocúrtica em 2,56% dos casos.\nNa Figura 38, pode-se observar a variação do diâmetro de grão em cada estação do ano. Mesmo dentro de cada estação ocorre bastante variação, e os valores médios mostraram resultado inverso ao apresentado no limite superior do pós-praia. O maior diâmetro em foi no inverno, que apresentou 0,75 ^, seguido do outono com 0,48 ^, verão que revelou diâmetro médio de 0,42 e por fim, primavera com 0,33\n|c\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\t0,87\tAG\t1,31\tPS\t-0,03\tAS\t0,58\tMPL\n1\t0,27\tAG\t1,07\tPS\t0,29\tP\t0,75\tPL\n\t0,34\tAG\t0,94\tMS\t0,59\tMP\t0,56\tMPL\n\t0,90\tAG\t1,41\tPS\t0,17\tP\t0,46\tMPL\n2\t-0,37\tAMG\t0,43\tBS\t2,19\tMP\t2,53\tML\n\t0,12\tAG\t0,89\tMS\t0,70\tMP\t0,64\tMPL\n\t1,04\tAM\t1,36\tPS\t0,08\tAS\t0,56\tMPL\n3\t-0,30\tAMG\t0,63\tMS\t1,34\tMP\t1,38\tL\n\t1,35\tAM\t1,28\tPS\t-0,34\tMN\t0,70\tPL\n\t0,03\tAG\t0,99\tMS\t0,53\tMP\t0,90\tPL\n4\t-0,06\tAMG\t0,91\tMS\t0,57\tMP\t0,87\tPL\n\t0,59\tAG\t1,14\tPS\t0,33\tMP\t0,47\tMPL\n\t-0,09\tAMG\t0,86\tMS\t0,55\tMP\t0,90\tM\n5\t0,73\tAG\t1,27\tPS\t0,32\tMP\t0,70\tPL\n\t1,01\tAM\t1,29\tPS\t-0,27\tN\t0,46\tMPL\n\t0,63\tAG\t1,12\tPS\t0,28\tP\t1,01\tM\n6\t1,00\tAG\t1,34\tPS\t0,09\tAS\t0,56\tMPL\n\t1,21\tAM\t1,38\tPS\t-0,41\tMN\t0,64\tMPL\n\t-0,25\tAMG\t0,47\tBS\t1,17\tMP\t0,56\tMPL\n7\t0,75\tAG\t1,25\tPS\t0,29\tP\t0,73\tPL\n\t1,17\tAM\t1,30\tPS\t-0,38\tMN\t0,77\tPL\n\t0,14\tAG\t0,84\tMS\t1,00\tMP\t0,85\tPL\n8\t0,93\tAG\t1,38\tPS\t0,05\tAS\t0,51\tMPL\n\t1,43\tAM\t1,18\tPS\t-0,37\tMN\t1,09\tM\n\t0,09\tAG\t0,75\tMS\t0,83\tMP\t0,58\tMPL\n9\t0,41\tAG\t1,15\tPS\t1,50\tMN\t1,99\tML\n\t0,38\tAG\t1,25\tPS\t0,61\tMP\t0,63\tMPL\nFonte: Elaborada pela autora.\t\t\t\t\t\t\t\t\nLegenda: C = campanha; Mz = média ($); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; ML = muito leptocúrtica; M = mesocúrtica.\n|c\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\t0,25\tAG\t1,02\tPS\t0,49\tMP\t0,74\tPL\n10\t0,52\tAG\t1,25\tPS\t0,31\tMP\t0,60\tMPL\n\t0,09\tAG\t1,02\tPS\t0,60\tMP\t0,93\tM\n\t0,82\tAG\t1,26\tPS\t0,07\tAS\t0,65\tMPL\n11\t-0,26\tAMG\t0,76\tMS\t0,47\tMP\t1,08\tM\n\t0,09\tAG\t0,89\tMS\t0,44\tMP\t0,66\tMPL\n\t0,21\tAG\t0,96\tMS\t0,23\tP\t0,69\tPL\n12\t-0,11\tAMG\t0,86\tMS\t0,95\tMP\t0,95\tM\n\t0,93\tAG\t1,29\tPS\t-0,06\tAS\t0,62\tMPL\n\t0,78\tAG\t1,26\tPS\t0,27\tP\t0,69\tPL\n13\t0,66\tAG\t1,23\tPS\t0,70\tMP\t0,41\tMPL\n\t0,40\tAG\t1,08\tPS\t0,99\tMP\t0,51\tMPL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AG = areia grossa; AMG = areia muito grossa; MS = moderadamente selecionado; PS = pobremente selecionado; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; M = mesocúrtica.\nFigura 38 - Variação sazonal do diâmetro de grão no pós-praia.\nFonte: Elaborada pela autora.\n6.3.2.3.\tFace praial\nOs parâmetros granulométricos estatísticos obtidos a partir das 39 amostras coletadas na face praial estão dispostos na Tabela 31 (amostras das campanhas 1 a 9) e Tabela 32 (amostras das campanhas 10 a 13).\nO diâmetro médio dos grãos foi de 0,25 cujo sedimento predominante é da classe areia grossa (65,79%), seguida de areia muito grossa (31,58%) e areia média (2,63%). O valor médio do desvio padrão foi de 0,97 com grau de seleção variando entre pobremente selecionado em 56,41% dos casos, moderadamente selecionado em 33,33%, bem selecionado e muito bem selecionado com percentual de 5,13 cada. A assimetria variou de muito positiva (79,49%), positiva (15,38%), muito negativa (2,56%) e aproximadamente simétrica (2,57%). A curtose média foi de 0,74 sendo 50% muito platicúrtica, 26,32% platicúrtica, 18,42% mesocúrtica e 5,26% leptocúrtica.\nConforme Figura 39 o diâmetro de grão da face praial sofreu pouca variação sazonal, visto que os valores não destoaram em nenhuma estação. A média de grão na escala foi maior no verão ( 0,39 ^), seguido do outono (0,29 ^) e primavera e inverno com valores iguais (0,14 ^). Neste setor pode ser observado o primeiro valor negativo, que ocorreu na primavera, indicando um sedimento mais grosseiro.\n|c\tMz\tClasse\tDp\tSeleção\tSki Classificação\t\tKg\tClassificação\n\t0,57\tAG\t1,31\tPS\t0,77\tMP\t0,58\tMPL\n1\t0,24\tAG\t1,01\tPS\t1,32\tP\t0,97\tM\n\t0,61\tAG\t1,23\tPS\t0,77\tMP\t0,47\tMPL\n\t-0,30\tAMG\t0,43\tBS\t0,98\tMP\t0,43\tMPL\n2\t-0,35\tAMG\t0,31\tMBS\t2,58\tMP\t1,31\tL\n\t1,30\tAM\t1,34\tPS\t-0,38\tMN\t0,64\tMPL\n\t0,75\tAG\t1,32\tPS\t0,65\tMP\t0,37\tMPL\n3\t0,66\tAG\t1,35\tPS\t0,58\tMP\t0,51\tMPL\n\t0,43\tAG\t1,31\tPS\t0,60\tMP\t0,77\tPL\n\t0,25\tAG\t1,00\tPS\t1,23\tMP\t0,91\tM\n4\t0,01\tAG\t0,83\tMS\t1,47\tMP\t1,26\tL\n\t0,17\tAG\t0,93\tMS\t1,30\tMP\t0,82\tPL\n\t-0,01\tAMG\t0,83\tMS\t1,06\tMP\t0,91\tM\n5\t0,03\tAG\t1,00\tPS\t0,57\tMP\t0,90\tPL\n\t0,31\tAG\t0,99\tMS\t0,74\tMP\t0,54\tMPL\n\t-0,01\tAMG\t0,79\tMS\t0,25\tP\t0,61\tMPL\n6\t0,16\tAG\t0,87\tMS\t0,48\tMP\t0,66\tMPL\n\t0,43\tAG\t0,94\tMS\t0,14\tP\t0,50\tMPL\n\t-0,03\tAMG\t0,71\tMS\t0,80\tMP\t0,58\tMPL\n7\t-0,39\tAMG\t0,34\tMBS\t2,24\tP\t1,62\tML\n\t0,70\tAG\t1,29\tPS\t0,58\tMP\t0,44\tMPL\n\t0,35\tAG\t1,05\tPS\t0,86\tMP\t0,70\tPL\n8\t-0,10\tAMG\t0,81\tMS\t0,48\tMP\t0,81\tPL\n\t0,47\tAG\t1,14\tPS\t0,91\tMP\t0,50\tMPL\n\t-0,10\tAMG\t0,70\tMS\t0,28\tP\t0,90\tM\n9\t0,65\tAG\t1,33\tPS\t0,43\tMP\t0,62\tMPL\n\t0,00\tAMG\t0,83\tMS\t0,87\tMP\t0,81\tPL\nFonte: Elaborada pela autora.\t\t\t\t\t\t\t\t\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; MN = muito negativa; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; ML = muito leptocúrtica; M = mesocúrtica.\nIc\tMz\tClasse\tDp\tSeleção\tSki\tClassificação\tKg\tClassificação\n\t0,32\tAG\t1,14\tPS\t0,79\tMP\t0,72\tPL\n10\t-0,11\tAMG\t0,68\tMS\t1,23\tMP\t0,99\tM\n\t0,41\tAG\t1,13\tPS\t1,23\tMP\t0,58\tMPL\n\t-0,26\tAMG\t0,39\tBS\t1,37\tAS\t0,54\tMPL\n11\t-0,17\tAMG\t0,71\tMS\t1,11\tMP\t0,98\tM\n\t0,19\tAG\t1,07\tPS\t0,44\tMP\t0,86\tPL\n\t0,35\tAG\t1,13\tPS\t0,44\tMP\t0,95\tM\n12\t0,84\tAG\t1,33\tPS\t0,41\tMP\t0,39\tMPL\n\t0,23\tAG\t1,11\tPS\t0,65\tMP\t0,66\tMPL\n\t0,31\tAG\t1,05\tPS\t1,33\tP\t0,85\tPL\n13\t0,25\tAG\t1,01\tPS\t1,49\tMP\t0,77\tPL\n\t0,66\tAG\t1,22\tPS\t0,70\tMP\t0,42\tMPL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média (^); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; P = positiva; MP = muito positiva; AS = aproximadamente simétrica; MPL = muito platicúrtica; PL = platicúrtica; M = mesocúrtica.\nFigura 39 - Variação sazonal do diâmetro de grão na face praial.\n□ Verão\n□ Outono □ Inverno □ Primavera\nFonte: Elaborada pela autora.\n6.3.2.4.\tAntepraia superior\nOs dados das amostras do setor morfológico da antepraia superior, no sistema submerso, estão dispostos na Tabela 33, conforme campanhas 1 a 9 e na Tabela 34, de acordo com as campanhas 10 a 13.\nEste setor apresentou diâmetro médio de grão de 0,48 ^, com sedimentos da classe areia grossa (35,90%), areia muito grossa (33,33%) e areia média (30,77%). O desvio padrão médio foi de 1,02 ^, cujo grau de seleção apresentou-se como pobremente selecionado em 53,85%, moderadamente selecionado em 33,33%, muito bem selecionado em 7,69% e bem selecionado em 5,13%. A assimetria variou de muito positiva (53,85%), seguida de positiva (15,38%), muito negativa (12,82%), negativa (10,26%) e aproximadamente simétrica (7,69%). A curtose média foi de 2,03, correspondendo a 53,85% muito platicúrtica, 15,38% platicúrtica, 13% extremamente leptocúrtica, 7,69% leptocúrtica, 7,69% muito leptocúrtica e 2,39% mesocúrtica.\nAtendo-se à variação sazonal do diâmetro médio de grão, percebe-se que houve um aumento de amostras com diâmetro médio negativo, indicando a presença de material mais grosseiro. Os valores negativos ocorreram principalmente na primavera, como consequência, revelou maior valor de que foi de 0,13 O maior valor médio foi obtido o verão (0,71 ^). Outono e inverno revelaram um diâmetro médio de 0, 65 e 0, 49 ^, respectivamente.\n|c\tMz\tClasse\tDp\tSeleção\tSki Classificação\t\tKg\tClassificação\n\t1,22\tAM\t1,45\tPS\t-0,09\tAS\t0,57\tMPL\n1\t1,18\tAM\t1,49\tPS\t-0,16\tN\t0,51\tMPL\n\t1,33\tAM\t1,50\tPS\t-0,45\tMN\t0,48\tMPL\n\t0,82\tAG\t1,43\tPS\t0,23\tP\t0,44\tMPL\n2\t0,68\tAG\t1,29\tPS\t0,75\tMP\t0,41\tMPL\n\t1,58\tAM\t1,35\tPS\t-0,56\tMN\t0,71\tPL\n\t1,43\tAM\t1,43\tPS\t-0,28\tN\t0,62\tMPL\n3\t0,57\tAG\t1,23\tPS\t1,05\tMP\t0,50\tMPL\n\t1,71\tAM\t1,37\tPS\t-0,64\tMN\t0,85\tPL\n\t1,07\tAM\t1,48\tPS\t-0,01\tAS\t0,48\tMPL\n4\t0,47\tAG\t1,19\tPS\t1,37\tMP\t1,22\tL\n\t1,15\tAM\t1,46\tPS\t-0,22\tN\t0,46\tMPL\n\t-0,40\tAMG\t0,38\tBS\t2,87\tMP\t3,77\tEL\n5\t-0,32\tAMG\t0,51\tMS\t2,47\tMP\t5,23\tEL\n\t0,17\tAG\t0,94\tMS\t1,04\tMP\t0,81\tPL\n\t-0,30\tAMG\t0,36\tBS\t1,50\tP\t0,49\tMPL\n6\t-0,32\tAMG\t0,64\tMS\t0,58\tMP\t0,81\tPL\n\t0,63\tAG\t1,27\tPS\t0,79\tMP\t0,44\tMPL\n\t1,70\tAM\t1,31\tPS\t-0,40\tMN\t0,79\tPL\n7\t1,10\tAM\t1,42\tPS\t0,22\tP\t0,66\tMPL\n\t0,12\tAG\t0,92\tMS\t1,61\tMP\t4,00\tEL\n\t-0,26\tAMG\t0,53\tMS\t0,38\tMP\t0,51\tMPL\n8\t-0,51\tAMG\t0,11\tMBS\t9,09\tMP\t-4,30\tMPL\n\t-0,07\tAMG\t0,81\tMS\t1,05\tMP\t1,02\tM\n\t0,55\tAG\t1,28\tPS\t1,23\tP\t0,47\tMPL\n9\t0,09\tAG\t0,91\tMS\t0,37\tMP\t0,73\tPL\n\t1,41\tAM\t1,54\tPS\t-0,39\tMN\t0,46\tMPL\nFonte: Elaborada pela autora.\t\t\t\t\t\t\t\t\nLegenda: C = campanha; Mz = média ($); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; BS = bem selecionado; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; MN = muito negativa; N = negativa; AS = aproximadamente simétrica; P = positiva; MP = muito positiva; MPL = muito platicúrtica; PL = platicúrtica; L = leptocúrtica; EL = extremamente leptocúrtica.\n|c\tMz Classe\t\tDp\tSeleção\tSki Classificação\t\tKg Classificação\t\n\t1,24\tAM\t1,43\tPS\t-0,28\tN\t0,47\tMPL\n10\t0,01\tAG\t0,86\tMS\t1,39\tMP\t1,47\tL\n\t-0,06\tAMG\t0,74\tMS\t1,74\tMP\t3,30\tEL\n\t0,01\tAG\t0,86\tMS\t1,32\tAS\t1,25\tL\n11\t-0,45\tAMG\t0,19\tMBS\t4,80\tMP\t-10,98\tMPL\n\t-0,44\tAMG\t0,17\tMBS\t4,64\tMP\t1,74\tML\n\t0,88\tAG\t1,37\tPS\t0,34\tMP\t0,53\tMPL\n12\t0,82\tAG\t1,39\tPS\t0,42\tMP\t0,39\tMPL\n\t0,96\tAG\t1,34\tPS\t0,11\tP\t0,41\tMPL\n\t-0,28\tAMG\t0,63\tMS\t1,41\tP\t1,63\tML\n13\t-0,29\tAMG\t0,58\tMS\t2,10\tMP\t1,79\tML\n\t-0,38\tAMG\t0,51\tMS\t2,85\tMP\t54,12\tEL\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Mz = média ($); Dp = desvio padrão (^); Ski = assimetria; Kg = curtose; AM = areia média; AG = areia grossa; AMG = areia muito grossa; MS = moderadamente selecionado; PS = pobremente selecionado; MBS = muito bem selecionado; N = negativa; P = positiva; MP = muito positiva; AS = aproximadamente simétrica; MPL = muito platicúrtica; L = leptocúrtica; ML = muito leptocúrtica; EL = extremamente leptocúrtica.\nFonte: Elaborada pela autora.\nFigura 40 - Variação sazonal do diâmetro de grão na antepraia superior.\n6.4.\tOBSERVAÇÕES COSTEIRAS E PARÂMETROS OCEANOGRÁFICOS\nOs parâmetros oceanográficos pesquisados e as observações costeiras realizadas em campo durante o monitoramento tratam-se de dados das ondas, ventos, corrente de deriva litorânea e amplitude da maré no dia do monitoramento.\n6.4.1.\tOndas\nOs dados sobre ondas incidentes na praia de Fora foram obtidos em campo em cada campanha de monitoramento e em cada perfil monitorado. Verificou-se a altura de onda (Hb), o período da onda (T) e o tipo de arrebentação.\nEm seis das 13 campanhas de monitoramento, o ambiente não apresentava incidência de ondas em nenhum perfil, portanto, esses parâmetros não foram coletados, visto que, a altura foi igual a 0m.\nConsiderando os dados obtidos nas sete campanhas em que havia atuação de ondas na praia de Fora, chegou-se a um valor de altura média de 0,1m, período médio de 1,35s e tipo de arrebentação predominante mergulhante em 90,48% das vezes e deslizante em apenas 9,52%.\nA Tabela 35 apresenta os dados de ondas coletados em cada perfil. No P1, a altura de onda média foi de 0,1m e o período médio foi 1,30s. O tipo de arrebentação predominante identificado foi mergulhante, sendo que apenas na campanha 2 em março de 2016, a arrebentação apresentou-se como deslizante. O P2 apresentou uma altura de onda média de 0,12m e um período médio de 1,59s. O tipo de arrebentação foi classificado como mergulhante em todas as campanhas de monitoramento que apresentaram incidência de ondas. Já a altura média de onda no P3 foi de 0,07m, a menor entre os três perfis, assim como o período que indicou média de 1,15s. No P3 o tipo de arrebentação predominante também foi mergulhante, com apenas uma exceção que ocorreu na campanha 11, em dezembro de 2016, quando a arrebentação foi classificada como deslizante.\nC\tData\tP1 (Noroeste)\t\t\tP2 (Central)\t\t\tP3 (Sudeste)\t\t\n\t\tHb (m)\tT (s)\tTipo de arrebentação\tHb (m)\tT (s)\tTipo de arrebentação\tHb (m)\tT (s)\tTipo de arrebentação\n1\t20/02/16\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\n2\t19/03/16\t0,2\t2,27\tDeslizante\t0,3\t2,82\tMergulhante\t0,2\t2,81\tMergulhante\n3\t16/04/16\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\n4\t14/05/16\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\n5\t11/06/16\t0,1\t3,09\tMergulhante\t0,1\t3,81\tMergulhante\t0,1\t3,64\tMergulhante\n6\t17/07/16\t0,1\t3\tMergulhante\t0,5\t5,36\tMergulhante\t0,1\t1,64\tMergulhante\n7\t26/08/16\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\n8\t24/09/16\t0,2\t2,27\tMergulhante\t0,2\t2,36\tMergulhante\t0,2\t2\tMergulhante\n9\t22/10/16\t0,2\t2,72\tMergulhante\t0,15\t2,54\tMergulhante\t0,15\t1,82\tMergulhante\n10\t26/11/16\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\n11\t17/12/16\t0,3\t1,81\tMergulhante\t0,15\t1,36\tMergulhante\t0,05\t1,18\tDeslizante\n12\t21/01/17\t0,2\t1,72\tMergulhante\t0,15\t2,45\tMergulhante\t0,1\t1,82\tMergulhante\n13\t26/02/17\t0\t0\tN.A.\t0\t0\tN.A.\t0\t0\tN.A.\nMédia anual\t\t0,10\t1,30\t\t0,12\t1,59\t\t0,07\t1,15\t-\nFonte: Elaborada pela autora.\nLegenda: C = campanha; Hb = altura de onda; T = período de onda; N.A. = não se aplica.\n6.4.2.\tVentos\nAs informações sobre velocidade em m/s e sentido do vento em cada campanha de monitoramento, foram extraídas do site www.windguru.cz.\nConforme Tabela 36 a maior velocidade de vento na praia de Fora indicada pelos dados disponíveis foi de 5m/s que caracteriza um vento fraco capaz de produzir apenas algumas ondulações de crista espumosa. No geral, a velocidade média dos ventos incidentes foi de 3,15m/s. A incidência predominante foi de ventos oriundos do quadrante sudoeste (28%), seguido de noroeste (21%), nordeste (15%), norte (13%), sul (13%), e sudeste (10%).\nA média de cada perfil foi obtida, considerando o horário de monitoramento, e foi de 3,23m/s no P1, 2,92m/s no P2 e 3,31m/s no P3.\nC\tData\tEstação\tP1 (Noroeste)\t\tP2 (Central)\t\tP3 (Sudeste)\t\n\t\t\tVelocidade (m/s)\tSentido\tVelocidade (m/s)\tSentido\tVelocidade (m/s)\tSentido\n1\t20/02/16\tVerão\t2\tNW\t2\tNW\t3\tNE\n2\t19/03/16\tVerão\t3\tNW\t2\tNW\t1\tSW\n3\t16/04/16\tOutono\t3\tNW\t2\tNW\t4\tN\n4\t14/05/16\tOutono\t2\tSW\t1\tSW\t3\tNE\n5\t11/06/16\tOutono\t2\tSW\t2\tSW\t1\tNW\n6\t17/07/16\tInverno\t4\tSW\t3\tSW\t1\tS\n7\t26/08/16\tInverno\t2\tNW\t3\tN\t5\tN\n8\t24/09/16 Primavera\t\t4\tSW\t3\tS\t3\tSE\n9\t22/10/16 Primavera\t\t3\tSW\t3\tS\t4\tSE\n10\t26/11/16 Primavera\t\t5\tN\t4\tN\t5\tNE\n11\t17/12/16 Primavera\t\t5\tNE\t5\tNE\t4\tNE\n12\t21/01/17\tVerão\t4\tSW\t5\tS\t5\tSE\n13\t26/02/17\tVerão\t3\tSW\t3\tS\t4\tSE\n\tMédia anual\t\t3.23\t-\t2,92\t-\t3,31\t-\nFonte: Elaborada pela autora.\n6.4.3.\tCorrente de deriva litorânea\nOs dados da corrente de deriva litorânea coletados em campo estão dispostos na Tabela 37 e revelaram uma média geral de distância de deriva de 8,93m e velocidade média de 0,08m/s. Os possíveis sentidos da corre nte considerando a orientação da praia de Fora são noroeste (NW) e sudeste (SE). Diante disso, verificou-se que em 56,41% das vezes o sentido da deriva foi para NW e 43,59% para SE. A menor distância foi de 1,4m, e ocorreu no P2 na campanha 11, em dezembro de 2016 com deslocamento para SE. A maior distância foi de 21,5m e ocorreu no P1, na campanha 9, em outubro de 2016, sentido NW.\nDiscriminando os dados por perfil, temos uma velocidade média de 0,08m/s para o P1 e 0,07m/s para o P2 e P3. A distância média de deriva foi de 9,52m no P1, 8,54m no P2 e 8,74m no P3. No P1, o sentido da corrente predominante foi NW em 69,23% das vezes e SE em 30,77%. No P2, o sentido predominante foi SE, registrado em 61,54% dos casos contra 38,46% NW. E o P3, apresentou assim como o P2, sentido predominante para NW, que ocorrendo em 61,54% das medidas e SE em 38,46%.\nC\tData\tP1 (Noroeste)\t\t\tP2 (Central)\t\t\tP3 (Sudeste)\t\t\n\t\tDeriva (m)\tVelocidade Sentido (m/s)\t\tDeriva (m)\tVe locidade (m/s)\tSentido\tDeriva (m)\tVe locidade (m/s)\tSentido\n1\t20/02/16\t12,7\t0,1\tNW\t6,6\t0,05\tSE\t7,8\t0,06\tNW\n2\t19/03/16\t12,5\t0,1\tNW\t18,1\t0,15\tSE\t21\t0,17\tSE\n3\t16/04/16\t3,1\t0,02\tSE\t8,4\t0,07\tNW\t10,1\t0,08\tNW\n4\t14/05/16\t5,5\t0,04\tNW\t8,8\t0,07\tSE\t2\t0,02\tNW\n5\t11/06/16\t15,66\t0,13\tNW\t3\t0,02\tSE\t4,85\t0,04\tSE\n6\t17/07/16\t2,3\t0,02\tNW\t6,4\t0,05\tSE\t8,8\t0,07\tNW\n7\t26/08/16\t7,14\t0,06\tSE\t6,15\t0,05\tSE\t8,15\t0,07\tSE\n8\t24/09/16\t19,2\t0,16\tNW\t9,7\t0,08\tNW\t8,8\t0,07\tNW\n9\t22/10/16\t21,5\t0,18\tNW\t17,9\t0,15\tNW\t9,7\t0,08\tNW\n10\t26/11/16\t4,6\t0,04\tSE\t3\t0,03\tSE\t4,6\t0,04\tSE\n11\t17/12/16\t4\t0,03\tSE\t1,4\t0,01\tSE\t2\t0,02\tSE\n12\t21/01/17\t7,6\t0,06\tNW\t6,6\t0,06\tNW\t10\t0,08\tNW\n13\t26/02/17\t8\t0,16\tNW\t15\t0,13\tNW\t15,8\t0,13\tNW\nMédia anual\t\t9,52\t0,08\t-\t8,54\t0,07\t-\t8,74\t0,07\t-\nFonte: Elaborada pela autora.\n6.4.4.\tAmplitude da maré\nOs dados de amplitude maré extraídos da base de dados do CPTEC/INPE, são de acordo com o horário do monitoramento e estão expressos na Tabela 38 relacionando com a fase da Lua.\nA amplitude da maré apresentou-se como regular nos dias de monitoramento e com média de 0,7m. Em apenas três das 13 campanhas de monitoramento houve maré de sizígia, com fase da Lua nova em junho de 2016 (campanha 5) e fevereiro de 2017 (campanha 13) e Lua cheia em dezembro de 2016 (campanha 11). Nas demais campanhas as fases da Lua foram crescente ou minguante, portanto, enquadrou-se em maré de quadratura, sem altos índices de variação.\nTabela 38 - Amplitude da maré e fase da Lua no dia do monitoramento.\nC\tData\tFase da Lua\tAmplitude (m)\n1\t20/02/16\tCrescente\t0,7\n2\t19/03/16\tCrescente\t0,7\n3\t16/04/16\tCrescente\t0,7\n4\t14/05/16\tCrescente\t0,7\n5\t11/06/16\tNova\t0,6\n6\t17/07/16\tCrescente\t0,6\n7\t26/08/16\tMinguante\t0,8\n8\t24/09/16\tMinguante\t0,8\n9\t22/10/16\tMinguante\t0,7\n10\t26/11/16\tMinguante\t0,7\n11\t17/12/16\tCheia\t0,7\n12\t21/01/17\tMinguante\t0,6\n13\t26/02/17\tNova\t0,7\n\tMédia anual\t\t0,7\nFonte: Elaborada pela autora.\n6.5.\tCLASSIFICAÇÃO MORFODINÂMICA\nPara classificação morfodinâmica da praia de Fora, foram calculados os parâmetros propostos por Wright e Short, (1984) e Short, 2000 apud Torronteguy, 2002, utilizando a média dos dados de cada perfil, conforme Tabela 39.\nTabela 39 - Parâmetros morfodinâmicos médios obtidos em cada perfil da praia de Fora.\nParâmetro/Perfil\tP1 Noroeste\tP2 Central\tP3 Sudeste\nO\t0,14\t0,15\t0,21\nTipo de arrebentação\tMergulhante\tMergulhante\tMergulhante\nDeclividade (°)\t4\t3\t3\nMz (ó)\t0,55\t0,42\t0,71\nAreia\tAreia grossa\tAreia grossa\tAreia grossa\noYb (m)\t4\t3\t3\nCV Yb%\t0,30\t0,27\t0,27\nFonte: Elaborada pela autora.\nLegenda: Q = parâmetro ômega; Mz = diâmetro médio de grão; oYb = desvio padrão da largura do pós-praia; CV Yb% = coeficiente de variação na linha de costa.\nComparando os resultados com os intervalos e classificação propostos por Wright e Short, (1984) e Short, 2000 apud Torronteguy, 2002, verifica-se que cinco dos parâmetros analisados enquadraram os três perfis monitorados como estágio morfodinâmico reflectivo e dois como intermediário.\nOs parâmetros que indicaram estágio reflectivo foram: o parâmetro ômega, que foi abaixo de 1 em todos os perfis; o tipo de arrebentação predominante em todos os perfis mergulhante; o diâmetro médio de grão de cada perfil (P1=0,55 ó; P2= 0,42 ó; P3=0,71 ó) revelou um sedimento classificado predominantemente como areia grossa; o desvio padrão da largura do pós-praia (oYb) de 4m no P1 e 3m no P2 e P3, sendo, portanto, um desvio baixo (<10m).\nA declividade apesar de não variar muito entre os perfis (P1=4°; P2/P3=3°), foi abaixo de 4° e o coeficiente de variação da linha de costa (CV Yb%) apresentou uma variação moderada (de 0,1 a 0,5) em todos os perfis (P1= 0,3; P2/P3=0,27). Estes dois últimos parâmetros enquadraram os perfis como intermediários.\nAtendo-se ao parâmetro ômega, principal parâmetro determinante do estágio morfodinâmico, observa-se na Tabela 40, os resultados de cada campanha e por perfil. Nas campanhas em que não havia onda, não foi calculado, uma vez que a altura de onda (Hb) e o período (T) são duas das variáveis necessárias para o cálculo. Verifica-\nse que todos os resultados foram menores do que 1, enquandrando os perfis e a praia de Fora no estágio morfodinâmico reflectivo.\nTabela 40 - Valores do parâmetro ômega por perfil, em cada campanha de monitoramento.\nC\tData\tÔmega (fi)\t\t\n\t\tP1 Noroeste\tP2 Central\tP3 Sudeste\n1\t20/02/16\t-\t-\t-\n2\t19/03/16\t0,09\t0,10\t0,64\n3\t16/04/16\t-\t-\t-\n4\t14/05/16\t-\t-\t-\n5\t11/06/16\t0,05\t0,04\t0,06\n6\t17/07/16\t0,05\t0,17\t0,17\n7\t26/08/16\t-\t-\t-\n8\t24/09/16\t0,21\t0,11\t0,29\n9\t22/10/16\t0,10\t0,22\t0,12\n10\t26/11/16\t-\t-\t-\n11\t17/12/16\t-\t-\t-\n12\t21/01/17\t0,28\t0,29\t0,11\n13\t26/02/17\t-\t-\t-\n\tEstágio\tReflectivo\tReflectivo\tReflectivo\nFonte: Elaborada pela autora.\nEm campo, também foi realizada uma classificação morfodinâmica visual observando a incidência de ondas e tipo de arrebentação. Em todas as campanhas, nos três perfis foi identificado a predominância do estágio reflectivo, com apenas uma exceção, no P1, na campanha 2 em março de 2016, quando foi verificado a possível predominância de estágio intermediário.\n122\n7.\tDISCUSSÃO\nAcredita-se que a área fonte dos sedimentos que compõem a praia de Fora está localizada nas proximidades do ambiente praial, provenientes de rochas do embasamento, da unidade litoestratigráfica Granito Ilha, que constituí a ponta do tômbolo de Caiacangaçú e também os maciços e elevações ao redor da área de estudo, como por exemplo, o Morro da Tapera. Outro elemento que compõe de forma significativa o material sedimentar da praia de Fora é o carbonato biodetrítico, composto de bioclastos de origem marinha provenientes da baía Sul.\nA granulometria revelou que a praia de Fora é composta predominantemente por sedimentos de textura arenosa grossa, uma vez que este resultado se estendeu para todos os perfis. No entanto, o percentual de outras classes de textura como arenosa média, arenosa muito grossa e até mesmo arenosa fina, demonstraram um grau de seleção pobremente selecionado, decorrente das diferentes fontes de material constituinte, incluindo o carbonato biodetrítico. Este resultado se aproxima dos constatados por Horn Filho et al. (2005) que também identificaram um material heterogêneo com distintas classes e pobremente selecionado, com presença de conchas de organismos típicos de ambientes de baías.\nAnalisando o diâmetro de grão por setor morfológico, é possível perceber que apesar de todos os setores serem compostos predominantemente de areia grossa, o setor limite superior do pós-praia possui material mais fino e este fica mais grosseiro em direção à face praial, conforme diâmetro médio de cada setor (limite superior do pós-praia=1,02 ^; pós-praia= 0,48 ^; face praial=0,25 ^). No setor submerso (antepraia superior) o diâmetro médio de grão volta a aumentar ficando do tamanho do pós-praia (0,48 ^).\nAssim como concluído por Ferreira (1999) no monitoramento da praia situada no setor continental da baía Sul, verificou-se que o material arenoso grosso existente no ambiente de baixa energia sofre pouca mobilização, e os agentes como ondas, marés, ventos e correntes não tem capacidade de transportar sedimentos com este tamanho de grão, mantendo a faixa de areia com sedimentos grossos e imaturos.\nAs observações costeiras e parâmetros oceanográficos confirmaram a morfodinâmica da baía Sul descrita por Ferreira (1999). A velocidade da corrente de deriva foi baixa (0,08m/s), assim como a que foi verificada pelo autor no setor continental (0,09m/s), porém, semelhante também e até maior do que a identificada em trabalhos realizados em\npraias mais expostas como o de Silva (2017) no arco praial de Jurerê (0,06m/s) e de Brogguio (2015) na saliência do Campeche (0,05m/s). Mesmo ocorrendo uma variação, o sentido da corrente de deriva predominante foi para noroeste (NW), assim como o maior valor de velocidade obtido.\nCom relação aos dados de onda, a altura média de onda foi de 0,1m, e o período médio 1,35s, também semelhante aos resultados de Ferreira (1999) (Hb=0,19m; T = 2s). A geração de ondas na praia de Fora ficou condicionada a qualquer mudança no meio, ocorrendo até mesmo ausência total em seis das 13 campanhas de monitoramento. Ainda assim, em dias com incidência de ondas os valores obtidos foram baixos (inferiores a 0,3m) o que indica pouca atuação deste agente na morfodinâmica local. O tipo de arrebentação predominante identificado visualmente foi mergulhante típico de ambientes abrigados da alta energia de ondas.\nA incidência de ventos na praia de Fora no dia dos monitoramentos foi baixa, sendo possível estabelecer uma relação entre a incidência de ventos e movimento ondulatório, uma vez que os dois agentes atuam com baixa intensidade. A velocidade média de vento foi de 3,15m/s, o que caracteriza como um vento leve ou até mesmo uma brisa capaz de gerar pequenas ondulações. A direção de incidência variou muito, não sendo possível determinar qual o quadrante predominante, porém, a localização da área de estudo sugere que ventos sul atuem com mais frequência principalmente no inverno.\nA maré se manteve regular, e 10 campanhas de monitoramento coincidiram com maré de quadratura, portanto, sem altos níveis de amplitude. Mesmo nas outras três campanhas que ocorreram em maré de sizígia, não foi identificada grande variação.\nA declividade na face praial sofreu pouca variação entre os perfis, e manteve-se média a baixa (P=4°; P2/P3= 3°), assim como foi verificado por Horn Filho et al. (2005), e diferente do que era esperado visto que, de acordo com os parâmetros propostos por Wright e Short, (1984) e Short, 2000 apud Torronteguy, 2002 espera-se que ambientes de baixa energia apresentem declividade alta na face praial ( >4).\nOutro ponto que compactuou com trabalhos realizados em praias de baía (FERREIRA, 1999 e HEIDRICH, 2011) foi a classificação morfodinâmica que dependendo do parâmetro utilizado para classificar o estágio da praia, pode acarretar em variações do estágio reflectivo (esperado para este tipo de ambiente) para estágio intermediário. Dos sete parâmetros analisados, cinco indicaram um estágio morfodinâmico reflectivo (parâmetro ômega, tipo de arrebentação, diâmetro de grão e\nclassificação do sedimento e desvio padrão da largura do pós-praia), e dois indicaram um estágio intermediário (declividade e coeficiente de variação da linha de costa). Isto ocorre, pois estes parâmetros não foram desenvolvidos para ambientes de baixa energia, o que não anula sua utilização, uma vez que, foi possível concluir a predominância do estágio reflectivo.\nDesta forma, para determinar o estágio morfodinâmico da praia de Fora, foi priorizado o parâmetro adimensional ômega (Q), principal resultado elencado por Wright e Short, (1984) e Short, 2000 apud Torronteguy, 2002, que indicou estágio reflectivo (<1) em todos os campos de monitoramento, bem como, a maior quantidade de parâmetros indicando também este estágio.\nA praia de Fora permanece estável e com baixa mobilidade dos perfis, diminuindo de largura do setor Noroeste (P1) para Sudeste (P3), conforme verificado nos resultados de largura média de cada perfil (P1=14m; P2=12m; P3=10m). Assim como a largura do pós-praia, o pacote sedimentar médio também diminuí de NW para SE, visto que, o P1 apresentou maior valor médio sedimentar de 8,41 m3/m, seguido do P2 com 6,9m3/m e P3 com 5,73m3/m. Diante disso, é possível relacionar o sentido da corrente predominante (NW) com a largura e volume sedimentar dos perfis. O P3 fica em uma zona de sombra, causada pela ponta do Nuto, então, a corrente predominante de SE para NW transportando os sedimentos acaba depositando maior quantidade no P2 e principalmente no P1, o que justifica os valores maiores de largura do pós-praia, pacote sedimentar e velocidade de corrente neste perfil, em relação aos demais.\nCom relação à variação no estoque sedimentar, o perfil com menor mobilização é o P3 (6,63m3/m) seguido do P1 (11,68m3/m) e P2 (16,21m3/m). No P1 foi observada uma maior deposição na campanha 10 que ocorreu em novembro de 2016 e o material se manteve nas campanhas posteriores. Os resultados muito semelhantes para todos os perfis são decorrentes da extensão da praia, que não permite maior variação devido à proximidade de um para outro.\nDevido ao ambiente de baixa energia, não ocorre muita remobilização dos sedimentos, dificultando a identificação de ciclos de erosão e deposição característicos. Prova disso é a quantidade total de material mobilizado que foi de 34,52m3/m durante o monitoramento, valor muito inferior aos identificados em praias oceânicas como, por exemplo, na praia do Morro das Pedras (157,55m3/m) (TOMAZ, 2016), praia do Campeche (475,1m3/m) (BROGGUIO, 2015) e também em\npraia as de enseadas voltados para o mar aberto como o arco praial de Jurerê (832,52m3/m) (SILVA, 2017).\n8.\tCONCLUSÃO\nCom este trabalho, pode-se concluir que a praia de Fora, orientada na direção NW-SE, possui 934m de extensão e é uma praia de enseada protegida e de baía, portanto, abrigada do regime de ondas, situada no tômbolo de Caiacangaçú. O perfil praial é reduzido e ocorre pouca variação de declividade entre os perfis. O perfil com maior probabilidade de interferência antrópica é o P3, localizado no setor Sudeste, visto que, o limite superior do pós-praia no setor emerso é urbanizado. No P1 e P2, setor Noroeste e Central respectivamente, existe a presença de um terraço de maré coberto de vegetação. No entanto, todos os perfis demonstraram estabilidade o que indica que a urbanização no P6 não está interferindo na linha de costa, podendo ser realizado um estudo de ocupação planejada do tômbolo.\nA largura média do pós-praia, diminuí de NW-SE, portanto o P1 apresenta maior largura média (14m), seguido do P2 (12m) e P3 (10m) com menor largura concluindo que os perfis com menor interferência antrópica apresentam maior largura do pós-praia. O perfil com maior declividade média é o P1, que apresentou 4°, os outros dois perfis (P2 e P3), apresentaram 3° de declividade média, o que indicam valores moderados.\nA variação no estoque sedimentar foi baixa ao longo do monitoramento, sendo o total mobilizado de 34,52m3/m, dividido entre os três perfis (P1= 11,68m3/m; P2=16,21m3/m; P3=6,63m3/m). Em todos os perfis o balanço sedimentar foi positivo (P1=5,31m3/m; P2=1,76m3/m; P3=0,96m3/m), ocorrendo, portanto mais acresção do que erosão e chegando a um balanço sedimentar final da praia de 8,04m3/m, demonstrando estabilidade do ambiente. Assim como a largura, o pacote sedimentar também é maior no setor Noroeste da praia (P1) e diminuí gradativamente para o Central e Sudeste, P2 e P3, respectivamente.\nO material sedimentar que compõem a faixa de areia da praia de Fora é composto de fragmentos de rochas das proximidades, possivelmente Granito Ilha e de carbonato biodetrítico como bioclastos de origem marinha. Importante ressaltar que não foi realizada a queima de matéria orgânica nem verificado o teor de carbonato biodetrítico, porém, a textura apresentou-se compatível com o ambiente. A textura granulométrica predominante foi de sedimento arenoso grosso, porém, com alto desvio padrão acarretando em material heterogêneo de classes distintas. A dinâmica local não apresenta nenhum agente capaz de transportar os sedimentos mais grossos, nem selecioná-los em apenas\numa classe, por isso, se mantém um ambiente com sedimentos de classes variadas.\nEm seis das 13 campanhas de monitoramento, o ambiente não apresentava incidência de ondas em nenhum perfil, e considerando a altura de onda dos outros dias de monitoramento foi obtida uma média baixa (0,1m), com períodos curtos (média T=1,35s). O tipo de arrebentação predominante foi mergulhante.\nO principal agente morfodiâmico atuante na praia de Fora são as correntes de deriva litorânea que revelaram uma média geral de distância de deriva de 8,93m e velocidade média de 0,08m/s com predomínio para Noroeste (NW). O sentido predominante justifica a maior largura e pacote sedimentar no P1 (Noroeste), uma vez que, o P3 (Sudeste) encontra-se em uma zona de sombra para as correntes e a quantidade de material depositado é menor.\nComo recomendação, as informações de ventos foram extraídas de modelos e previsões disponíveis na internet, porém, para melhores resultados, indica-se a aquisição destes dados em campo.\nSugere-se para trabalhos futuros estudar de forma mais detalhada os diferentes tipos de praias, realizando uma revisão bibliográfica das praias que já foram monitoradas e relacionando os resultados de acordo com cada tipo morfológico.\nIgualmente recomenda-se o estudo de detalhe da praia da Ponta, tal como realizado na praia de Fora, uma vez que, ambas as praias fazem parte do mesmo tômbolo, entretanto, sob condições oceanográficas distintas, o que provavelmente, acarreta em caracterizações morfológicas e texturais também diferentes para os dois lados do tômbolo de Caiacangaçú.\n9.\tREFERÊNCIAS\nABREU, J. J. de. 2011. Transporte sedimentar longitudinal e morfodinâmica praial:exemplo do litoral Norte de Santa Catarina.\nFlorianópolis. 484p. Tese de doutorado. Programa de Pós-graduação em Geografia. Universidade Federal de Santa Catarina.\nBIRKEMEIER, W.A. 1981. Fast, accurate two-person beach surveys. Vicksburg, Mississippi: U.S Army Corps of Engineer Waterways Experiment Station. Coastal Engineering Research Center, 22p.\nBRASIL. Lei n° 7661, de 16 de janeiro de 1988. Institui o Plano\nNacional de Gerenciamento Costeiro e dá outras providências. Brasília, 1998. Disponível em: &lt;http://www.planalto.gov.br/ccivil_03/leis/L7661.htm > Acessado em: 21/10/17.\nBROGGIO, M. F. 2015. Caracterização morfossedimentar da saliência da praia do Campeche, ilha de Santa Catarina/SC, Brasil. Florianópolis. 116p. Monografia. Curso de Oceanografia. Universidade Federal de Santa Catarina.\nCALLIARI, L. J.; KLEIN, A. H. da F. 1993. Características morfodinâmicas e sedimentológicas das praias oceânicas entre Rio Grande e Chuí, RS. Pesquisas, 20(1): 48-56.\nCALLIARI, L. J.; MUEHE, D.; HOEFEL, F. G.; TOLDO JÚNIOR; E. 2003. Morfodinâmica praial: uma breve revisão. Revista Brasileira de Oceanografia, 51: 63-78.\nCAMARGO, M. G. de. 2006. SYSGRAN: um sistema de código aberto para análises granulométricas do sedimento. Revista Brasileira de Geociências, 36(2): 371-378.\nCARUSO JUNIOR, F. 1993. Mapa geológico da ilha de Santa Catarina. 6. ed. Porto Alegre/RS: Universidade Federal do Rio Grande de Sul.\nCHRISTOFOLETTI, A.1980. Geomorfologia. 2a edição. São Paulo: Edgard Blucher, editora da USP. 149p.\nCRUZ, O. 1998. A ilha de Santa Catarina e o continente próximo: um estudo de geomorfologia costeira. Florianópolis/SC. Ed. da UFSC, 280p.\nDAVIES, J. L. 1964. A morphogenic approach to world shrorelines. Zeitschrift für Geomorphologie, 8: 127-142.\nFELIX, A. 2010. Determinação dos limites de ocorrência dos setores morfodinâmicos ao longo do arco praial dos Naufragados, ilha de Santa Catarina/SC - Brasil. Florianópolis. 233p. Dissertação de mestrado. Programa de Pós-graduação em Geografia. Universidade Federal de Santa Catarina.\nFERREIRA, E. R. 1999. Morfodinâmica praial e previsão de ondas em ambientes de baixa energia - praia de Fora, baía Sul, Ilha de Santa Catarina. Porto Alegre.66p. Dissertação de mestrado. Programa de Pós-graduação em Geociências. Universidade Federal do Rio Grande do Sul.\nFIGUEIREDO, S. A. de. 2005. Sedimentologia e suas implicações na morfodinâmica das praias adjacentes às desembocaduras lagunares e fluviais da costa do Rio Grande do Sul. Porto Alegre. 189p.\nDissertação de mestrado. Programa de Pós-graduação em Oceanografia Física, Química e Geológica. Universidade Federal do Rio Grande do Sul.\nFOLK, R. L. &amp; WARD, W. C. 1957. Brazos river bar: a sudy in the significance of grain size parameters. Journal of Sedimentary Petrology, 27(1): 3-26.\nGUERRA, A.T. Dicionário geológico geomorfológico. 1993. Rio de Janeiro: Comissão de Geografia do Instituto Pan-Americano de Geografia e História. 446p.\nHEIDRICH, C. 2011. Estudo comparativo sedimentológico e morfodinâmico de praias arenosas da ilha de Santa Catarina, SC, Brasil. Florianópolis. 228p. Dissertação de mestrado. Programa de Pós-graduação em Geografia. Universidade Federal de Santa Catarina.\nHOEFEL, F. G. 1998. Morfodinâmica de praias arenosas oceânicas: uma revisão bibliográfica. Itajaí/SC: UNIVALI, 92p.\nHORN FILHO, N. O. 2006. Granulometria das praias arenosas da ilha de Santa Catarina, SC. Gravel, 4: 1-21.\nHORN, N. O. F.; PEIXOTO, J. R. V.; OLIVEIRA, U. R. 2005. Levantamento geológico da praia de Fora e costão da Ponta do Pisca-pisca, baía Sul, Santa Catarina. Termo de referência para elaboração de Estudo de Impacto Ambiental (EIA). IBAMA. Florianópolis/SC.\nKRUMBEIN, W. C. 1934. Size frequency distribution of sediments. Journal of Sedimentary Petrology, 4: 65-77.\nMELO FILHO, E. 1993. The sea sentinels project: watching waves in Brasil. Proceedings of the 8th Symposium on Coastal And Ocean Management, Coastal Zone ‘93. New Orleans/US, p. 505-517.\nMIOT DA SILVA, G. 2006. Orientação da linha de costa e dinâmica dos sistemas praia e duna: praia de Moçambique, Florianópolis, SC. Porto Alegre. 134p. Tese de doutorado. Programa de Pós-graduação em Geociências. Universidade Federal do Rio Grande do Sul.\nMONTEIRO, M. A. 2001. Caracterização climática do estado de Santa Catarina: uma abordagem dos principais sistemas atmosféricos que atuam durante o ano. Geosul, 16(31): 69-78.\nOLIVEIRA, U. R. de. 2009. Relações entre a morfodinâmica e a utilização em trechos da costa oceânica da ilha de Santa Catarina, SC, Brasil. Florianópolis. 198p. Tese de doutorado. Programa de Pós Graduação em Geografia. Universidade Federal de Santa Catarina.\nPAIM, A. S. 2014. Aspectos oceanográficos e morfossedimentares das praias do Pontal de Fora, Pontal do Meio e Pontal de Dentro, extremo sudoeste do pontal da Daniela, ilha de Santa Catarina, SC, Brasil. Florianópolis. 85p. Monografia. Curso de Geografia.\nUniversidade Federal de Santa Catarina.\nPANDOLFO, C.; BRAGA, H. J.; SILVA JR, V. P. da; MASSIGNAM, A. M.; PEREIRA, E. S.; THOMÉ, V. M. R.; VALCI, F.V. 2002. Atlas Climatológico do Estado de Santa Catarina. Florianópolis/SC: Epagri. 13p.\nPEREIRA, N. do. V. 1991. Ribeirão da Ilha: vida e retratos: um distrito em destaque. Florianópolis: Fundação Franklin Cascaes. 502p.\nSHORT, A. D. 1999. Beaches. In: SHORT, A. D. (ed.) Handbook of beach and shoreface morphodynamics. Nova York: Wiley &amp; Sons. 379p.\nSHORT, A. D.; HESP, P. A. 1982. Wave, beach and dune interactions in southeastern Australia. Marine Geology, 48: 259-284.\nSILVA, L. F. da. 2002. Identificação de sub-ambientes na baía Sul com base na análise de variáveis oceanográfico-sedimentares.\nFlorianópolis. 123p. Dissertação de mestrado. Programa de Pós-graduação em Geografia. Universidade Federal de Santa Catarina.\nSILVA, M. M. da. 2017. Dinâmica litorânea do arco praial de Jurerê, ilha de Santa Catarina, SC, Brasil. Florianópolis. 155p.\nMonografia. Curso de graduação em Geografia. Universidade Federal de Santa Catarina.\nSUGUIO, K. 1973. Introdução à sedimentologia. São Paulo: Blucher. 317p.\nSUGUIO, K. 1992. Dicionário de geologia marinha com termos correspondentes em inglês, francês e espanhol. São Paulo/SP: T. A. Queiroz editor. 171p.\nSUGUIO, K. 1998. Dicionário de geologia sedimentar e áreas afins.\nRio De Janeiro: Editora Bertrand Brasil. 1.222p.\nTOMAZ, C.C. 2016. Estudo morfossedimentar da praia do Morro das Pedras, ilha de Santa Catarina - SC, Brasil. Florianópolis/SC. 93p. Monografia. Curso de graduação em Oceanografia. Universidade Federal de Santa Catarina.\nTORRONTEGUY, M. de C. 2002. Sistema Joaquina - Morro das Pedras e praias adjacentes da costa leste da ilha de Santa Catarina: aspectos morfodinâmicos, sedimentológicos e fatores condicionantes. Florianópolis. 158p. Dissertação de mestrado.\nPrograma de Pós-graduação em Geografia. Universidade Federal de Santa Catarina.\nTOMAZZOLI, E. R; PELLERIN, J.R.G.M. 2014. Atlas geológico-geomorfológico da ilha de Santa Catarina. Departamento de Geociências. Universidade Federal de Santa Catarina.\nWOODROFFE, C. D. 2003. Coasts: form, process and evolution. Cambridge: University Press. 623p.\nWENTWORTH, C. K. 1922. A scale of grade and class term for clastic sediments. Journal of Geology, 30: 377-392.\nWRIGHT, L. D.; SHORT, A. D. 1984. Morphodynamics variability of surf zones and beaches: a synthesis. Marine Geology, 56: 93-118.\nWRIGHT, L. D. &amp; THOM, B. G. 1977. Coastal depositional landforms, a morphodynamics approach. Progress in Physical Geography, 1:412459."}]}}}