{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13282"}, {"@name": "filename", "#text": "19190_Disserta%c3%a7%c3%a3o%20Amanda%20Yumi%20Otsuka.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS \n\nDEPARTAMENTO DE OCEANOGRAFIA \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM OCEANOGRAFIA \n\n \n\n \n\n \n\n \n\n \n\nINFLUÊNCIA DA DESCARGA FLUVIAL NA DINÂMICA DA BIOMASSA \n\nFITOPLANCTÔNICA NA ZONA COSTEIRA (PERNAMBUCO – BRASIL) \n\n \n\n \n\n \n\n \n\n \n\n \n\nAmanda Yumi Otsuka \n\n \n\n \n\n \n\n \n\n \n\nRecife \n\n2014 \n\n\n\n \n\n \n\n \n\nAMANDA YUMI OTSUKA \n\n \n\nINFLUÊNCIA DA DESCARGA FLUVIAL NA DINÂMICA DA BIOMASSA \n\nFITOPLANCTÔNICA NA ZONA COSTEIRA (PERNAMBUCO – BRASIL) \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao programa de \n\nPós-Graduação em Oceanografia da \n\nUniversidade Federal de Pernambuco \n\n(PPGO – UFPE), como um dos requisitos \n\npara obtenção do título de Mestre em \n\nOceanografia, Área de concentração: \n\nOceanografia Biológica. \n\n \n\nOrientador: Prof. Dr. Fernando Antônio Nascimento Feitosa \n\nCoorientadores: Prof. Dr. Alex Costa Silva \n\nProf. Dr. Manuel de Jesus Flores Montes \n\n \n\n \n\n \n\nRecife \n\n2014 \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\nCatalogação na fonte \nBibliotecário Vimário Carvalho da Silva, CRB-4 / 1204 \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO88i Otsuka, Amanda Yumi. \nInfluência da descarga fluvial na dinâmica da biomassa \n\nfitoplanctônica na zona costeira (Pernambuco - Brasil). / Amanda \n\nYumi Otsuka. - Recife: A Autora, 2014. \nxii, 68 folhas, il., foto., color., p&amp;b, gráfs., tabs. \n\n \n\nOrientador: Profº. Dr. Fernando Antonio Nascimento Feitosa. \n\nCoorientador: Profª Dr. Alex C. S. Profº Dr. Manuel de J. F. Montes. \nDissertação (Mestrado) – Universidade Federal de \n\nPernambuco. CTG. Programa de Pós-Graduação em Oceanografia, \n\n2014. \nInclui Referências bibliográficas, listas de figuras, de tabelas e \n\nanexos. \n\n \n1. Oceanografia. 2. Plataforma continental. 3. Estuário. 4. Rio \n\nCapibaribe. 5. Rio Jaboatão. I. Feitosa, Fernando Antonio \n\nNascimento (orientador). II. Silva, Alex Costa. III. Título. \n\n     \n     UFPE \n\n624   CDD (22. ed.)   BCTG/2014-050 \n\n \n\n\n\niii \n\n \n\n \n\nINFLUÊNCIA DA DESCARGA FLUVIAL NA DINÂMICA DA BIOMASSA \n\nFITOPLANCTÔNICA NA ZONA COSTEIRA (PERNAMBUCO – BRASIL) \n\nAmanda Yumi Otsuka \n\n \n\nDissertação de Mestrado aprovada dia 11 de fevereiro de 2014. \n\n \n\n \n\nFolha de Aprovação – Banca Examinadora \n\n \n\n \n\n \n\nProf. Dr. Fernando Antônio Nascimento Feitosa (Orientador) – Presidente \n\n(Universidade Federal de Pernambuco – UFPE) \n\n \n\n \n\nProf. Dr. Alex Costa Silva (Coorientador) \n\n(Universidade Federal de Pernambuco – UFPE) \n\n \n\n \n\nProf. Dr. Manuel de Jesus Flores Montes (Coorientador) \n\n(Universidade Federal de Pernambuco – UFPE) \n\n \n\n \n\nProf. Dr. Silvio José de Macêdo – Titular Interno \n\n(Universidade Federal de Pernambuco – UFPE) \n\n \n\n \n\nProf. Dr. Paulo Mafalda Junior – Titular Externo \n\n(Universidade Federal da Bahia – UFBA) \n\n \n\n \n\nProfa. Dra. Maria Luise Koening – Suplente Interno \n\n(Universidade Federal de Pernambuco – UFPE) \n\n \n\n \n\nProf. Dr. Mauro de Melo Junior – Suplente Externo \n\n(Universidade Federal Rural de Pernambuco – UFRPE) \n\n \n\n\n\niv \n\n \n\n \n\nAGRADECIMENTOS \n\n \n\n Concluindo o desafio do curso de mestrado, chegou o momento de registrar os \n\nagradecimentos as pessoas cujas contribuições foram indispensáveis nessa etapa tão \n\nimportante. \n\n À Deus e a espiritualidade pela oportunidade de viver esse momento. \n\n À minha mãe, Melzinha (in memorian). Essa etapa em minha vida, como toda as \n\noutras, não seria possível se não fosse o seu esforço, seu apoio e seu amor. Sei que \n\nesteve sempre comigo e nos momentos mais difíceis foi a sua lembrança que me fez \n\ncontinuar. Te amo eternamente! \n\n Ao meu pai Aroldo, meu padrasto/padrinho Marco Holanda, meus irmãos \n\nAndréa e Marquinhos e meu sobrinho Horacinho, que sempre me apoiaram. A distância \n\nsó fez mostrar que nossa aliança é para sempre Amo vocês! À minha família, \n\nespecialmente minha avó Iracy e minha tia/madrinha Marta Rocha pelo carinho e apoio. \n\n Ao meu querido orientador Prof° Fernando Feitosa, faltam palavras, mas não \n\nsentimentos, para expressar meus agradecimentos e admiração. Obrigada pela \n\noportunidade, incentivo, confiança, amizade e paciência.  \n\n Aos coorientadores, Profº Manuel Flores-Montes e Profº Alex Costa, pela \n\ndisponibilidade e contribuição nesse trabalho. \n\n Aos professores do Programa de Pós Graduação em Oceanografia da UFPE \n\npelos ensinamentos. Especialmente à Profº Luise Koening, Profº Silvio Macêdo, Profº \n\nTereza Araújo, Profº José Souto. \n\n Ao meu noivo, Eduardo, que esteve sempre ao meu lado me incentivando, \n\napoiando. Meu companheiro, parceiro, amor para toda vida. Te amo muito! \n\nAo meu amado Laboratório – Labfito, especialmente, Marina, Laisa, Andressa, \n\nMarcela e Nize, amizade que vai além das análises, artigos e campos. Meninas é muito \n\nbom saber que podemos contar uma com as outras! \n\n À minha eterna republica, meus amores, Amanda, Aline e Brenda, que mesmo \n\ndistante estão sempre presentes em ligações, whatsapp, pensamento e no coração. \n\nObrigada friends pelo apoio e por essa amizade que só me faz bem. Amo vocês! \n\n À minha curica, Simone Jorge, minha família pernambucana, por estar comigo \n\nem todos os momentos, tornar meus dias mais alegres e me emprestar uma avó! Não vai \n\nse livrar de mim tão cedo! À minha amiga, eterna dupla, Thayse Batista, que desde a \n\n\n\nv \n\n \n\nespecialização, mostrou que com Deus e esforço conseguimos tudo! Meu incentivo \n\ndiário!! À minha crecre, Camila Brasil, surpresa do mestrado, muito bom saber que \n\nposso contar com você sempre! Vocês são peças fundamentais na minha história aqui! \n\nAmo! \n\n Aos amigos que fiz no decorrer dessa caminhada e que com certeza vou levar \n\npara sempre, Cynthia, Igor, Gleice, Jana, Lucas, Daniele, Jéssica, Gledson, Nykon, \n\nDani, Sawana, Felipe, Cabelo, Érika, Larissa, Viviane, Thaís, Patrícia Façanha, Keyla, \n\nTiaguinho, Paulo, Wanessa e Carla Patrícia. \n\n Ao meu amigo Alejandro Esteweson, que muito me ajudou nesse período, com \n\nsua incrível paciência e inteligência! Tu não é desse mundo!   \n\n Aos funcionários do Departamento de Oceanografia da UFPE, em especial \n\nMyrna Medeiros pela ajuda, paciência e compreensão, principalmente durante esse \n\nprocesso. \n\n Ao Conselho Nacional de Desenvolvimento Científico e Tecnológico (CNPq) \n\npela concessão de bolsa. \n\n \n\n\n\nvi \n\n \n\n \n\nRESUMO GERAL \n\nA plataforma continental de Pernambuco caracteriza-se por possuir um declive suave, \n\nser estreita, rasa, com águas relativamente quentes, elevada salinidade e por apresentar-\n\nse quase inteiramente coberta por sedimentos carbonáticos biogênicos. Esse ambiente é \n\nafetado pelo aporte continental, atuando como um receptor final de água, materiais e \n\nsubstâncias, que são transportados pelas descargas dos rios. Desta forma, as regiões \n\ncosteiras são as mais afetadas pela ação antrópica. O presente trabalho apresentou como \n\nobjetivo analisar a dinâmica da clorofila-a e parâmetros hidrológicos na plataforma \n\ncontinental de Pernambuco adjacente aos rios Jaboatão e Capibaribe. Foram realizadas \n\ncoletas bimestrais, abrangendo período chuvoso e de estiagem, em um ponto situado na \n\nzona estuarina e quatro outros pontos distribuídos na plataforma. Foram analisados \n\nvários parâmetros ambientais como clorofila a, profundidade, salinidade, temperatura, \n\noxigênio dissolvido, taxa de saturação do oxigênio, pH, nutrientes inorgânicos (N-\n\namoniacal, nitrito, nitrato, fosfato e silicato), material particulado em suspensão. A \n\npluviosidade foi a forçante física que mais influenciou na maioria dos parâmetros. No \n\nrio Jaboatão, a clorofila-a no estuário variou de 2,89 à 34,71 mg.m-3 e na plataforma de \n\n0,21 à 9,67 mg.m-3. De acordo com a ACP, a clorofila a esteve diretamente relacionada \n\ntemperatura, taxa de saturação do oxigênio e inversamente com o pH, transparência da \n\nágua e salinidade. No porto do Recife, a clorofila a variou entre 13,48 à 145,09 mg.m-3 \n\nno estuário e na plataforma a de 0,24 à 19,29 mg.m-3. A ACP mostrou uma relação \n\ndireta da clorofila-a com o N-amoniacal, fosfato, transparência e inversa com nitrato e \n\nmaterial particulado em suspensão. Nas duas áreas estudadas, houve um aumento da \n\nbiomassa no período de estiagem. Os pontos da plataforma que mais sofreram \n\ninfluência do deságue foram os mais centrais (P3 e P4), devido ao predomínio dos \n\nventos alísios de sudeste. Após análise das duas áreas, observou-se que os estuários \n\nencontram-se poluídos e que no porto do Recife a carga de matéria orgânica é bem mais \n\nelevada do que o Jaboatão, provocando maior efeito na plataforma adjacente. Em termo \n\nde dispersão de pluma dos rios, no porto do Recife a presença do dique de proteção \n\nprovoca uma certa perturbação no sentido da corrente, limitando esta pluma, para a \n\nparte mais costeira, o que não foi observado na área do Jaboatão. \n\nPalavras- chave: estuário, plataforma continental, clorofila-a, sazonalidade. \n\n\n\nvii \n\n \n\n \n\nGENERAL ABSTRACT \n\n \n\nThe continental shelf of Pernambuco is characterized by a gentle slope, it is narrow, \n\nshallow, almost entirely covered by biogenic carbonate sediments; the water in the area \n\nis warm and has a high salinity. This environment is affected by continental input, and \n\nacts as a final receptor of water, materials and other substances that are transported by \n\nriver discharge.  Thus, the coastal regions are the most affected by human action. This \n\nstudy aims to analyze the dynamics of chlorophyll-a and hydrological parameters on the \n\ninner shelf of Pernambuco adjacent to the Jaboatão and Capibaribe rivers. The \n\nsamplings were performed bimonthly at one research site on the estuarine zone and four \n\nadditional sites distributed on the platform, covering the dry and rainy seasons. Various \n\nenvironmental parameters such as chlorophyll-a, depth, salinity, temperature, dissolved \n\noxygen, oxygen saturation rate, pH, inorganic nutrients (ammonia, nitrite, nitrate, \n\nphosphate and silicate), and suspended particulate matter were analyzed. Rainfall was \n\nthe most influent physical forcing to most parameters. In the Jaboatão River, \n\nchlorophyll-a ranged from 2.89 to 34.71 mg.m–3 in the estuary; and from 0.21 to 9,67 \n\nmg.m-3 at the platform. According to the PCA , the chlorophyll-a was directly related to \n\ntemperature, oxygen saturation rate and inversely with the pH, water transparency and \n\nsalinity. In the Port of Recife, chlorophyll-a ranged from 13.48 to 145.09 mg.m-3 in the \n\nestuary and from 0.24 to 19.29 mg.m-3 in the inner shelf. The PCA showed a direct \n\nrelationship of chlorophyll-a with ammonia, phosphate and water transparency an \n\ninverse relationship with nitrate and suspended particulate matter. In both studied areas, \n\nthere was an increase in biomass in the dry season. In the inner platform , The most \n\ncentral sites (P3 and P4) were the most influenced by river discharge, due to the \n\ndominance of trade winds from the southeast. After analysis of the two areas, it was \n\nobserved that the estuaries are polluted and that, in the Port of Recife, the load organic \n\nmatter is much higher than in Jaboatão causing greater effect on the adjacent platform. \n\nIn regarding the river’s plume dispersion in the Port of Recife, the presence of the dike \n\ncauses some disturbance in the direction of the current. The plume is then limited to the \n\nmost coastal area. This fact was not observed in the Jaboatão area. \n\nKeywords : estuarine , continental shelf , chlorophyll-a , seasonality . \n\n \n\n\n\nviii \n\n \n\n \n\nSUMÁRIO \n\nINTRODUÇÃO GERAL.......................................................................................1 \n\nOBJETIVOS..........................................................................................................2 \n\nREFERÊNCIAS BIBLIOGRÁFICAS..................................................................3 \n\nCAPÍTULO 1: DINÂMICA DA CLOROFILA a E PARÂMETROS \n\nOCEANOGRÁFICOS NA ZONA COSTEIRA (BARRA DAS JANGADAS – \n\nPERNAMBUCO – BRASIL)........6 \n\nABSTRACT.....................................................................................................6 \n\nRESUMO.........................................................................................................6 \n\nINTRODUÇÃO...............................................................................................7 \n\nÁREA DE ESTUDO...................................................................................8 \n\nMETODOLOGIA............................................................................................8 \n\nRESULTADOS..............................................................................................10 \n\nDISCUSSÃO..................................................................................................17 \n\nCONCLUSÃO................................................................................................22 \n\nLITERATURA CITADA...............................................................................22 \n\nANEXOS........................................................................................................28 \n\nCAPÍTULO 2: DINÂMICA DA CLOROFILA a E PARÂMETROS \n\nOCEANOGRÁFICOS NA ZONA COSTEIRA ADJACENTES À BACIA \n\nPORTUÁRIA DO RECIFE (PERNAMBUCO – \n\nBRASIL)..............................................................................................................31 \n\nRESUMO........................................................................................................31 \n\nABSTRACT....................................................................................................31 \n\nINTRODUÇÃO..............................................................................................32 \n\nÁREA DE ESTUDO..................................................................................33 \n\nMETODOLOGIA...........................................................................................34 \n\n\n\nix \n\n \n\nRESULTADOS...............................................................................................35 \n\nDISCUSSÃO..................................................................................................43 \n\nCONCLUSÃO................................................................................................49 \n\nLITERATURA CITADA...............................................................................49 \n\nANEXOS........................................................................................................54 \n\n \n\n\n\nx \n\n \n\n \n\nLISTA DE FIGURAS \n\n \n\nCapítulo 1 \n\nFigura 1 – Pontos de coleta. O P1 (estuário) está localizado na zona estuarina do Rio \n\nJaboatão, todos os outros pontos estão distribuídos paralelamente à costa, na plataforma \n\ncontinental. (Fonte: Google Earth, 2012)................................................................9 \n\nFigura 2 – Dados de pluviometria dos anos de 2010, 2011 e a média mensal dos últimos \n\n20 anos (1992-2011). Fonte: BDMEP/INMET......................................................11 \n\nFigura 3 – Valores da salinidade na plataforma continental, no período estiagem e \n\nchuvoso...................................................................................................................12 \n\nFigura 4 – Perfis de temperatura e salinidade durante a campanha de novembro/10 na \n\nplataforma continental............................................................................................13 \n\nFigura 5 – Perfis de temperatura e salinidade durante a campanha de maio/11 na \n\nplataforma continental...........................................................................................14 \n\nFigura 6 – Taxa de saturação e material particulado em suspensão na plataforma \n\ncontinental, período estiagem e chuvoso...............................................................14 \n\nFigura 7 – Concentrações dos nutrientes inorgânicos na plataforma continental, no \n\nperíodo estiagem e chuvoso (ordem: N-amoniacal, nitrito, nitrato, fosfato e \n\nsilicato)..................................................................................................................16 \n\nFigura 8 – Concentração da clorofila-a na plataforma continental, no período estiagem e \n\nchuvoso..................................................................................................................17 \n\nFigura 9 – ACP, análise diferenciando o estuário dos da plataforma diferenciando as \n\namostras do período chuvoso e \n\nestiagem..................................................................................................................17 \n\nCapítulo 2 \n\nFigura 1 – Localização dos pontos de coleta na zona estuarina do rio Capibaribe (P1) e \n\nna plataforma (P2,P3,P4,P5) adjacente ao porto do Recife, PE Brasil. (Fonte: Google \n\nEarth, 2013)............................................................................................................33 \n\nFigura 2 – Dados de pluviometria dos anos de 2010, 2011 e a média mensal dos últimos \n\n20 anos (1992-2011). Fonte: BDMEP/INMET......................................................34 \n\n\n\nxi \n\n \n\nFigura 3 – Valores da salinidade na plataforma continental, no período estiagem e \n\nchuvoso...................................................................................................................35 \n\nFigura 4 – Perfil vertical de temperatura e salinidade ao longo da coluna d’água obtida \n\nnas pontos 2, 3, 4 e 5 durante a campanha amostral realizada em \n\nnovembro/2010.....................................................................................................37 \n\nFigura 5. Perfil vertical de temperatura e salinidade ao longo da coluna d’água obtida \n\nnos pontos P2, P3, P4 e P5 durante a campanha amostral realizada em \n\nmaio/2011..............................................................................................................38 \n\nFigura 6 – Taxa de saturação e material particulado em suspensão na plataforma \n\ncontinental, período estiagem e chuvoso..............................................................39 \n\nFigura 7 – Concentrações dos nutrientes inorgânicos na plataforma continental, no \n\nperíodo estiagem e chuvoso (ordem: N-amoniacal, nitrito, nitrato, fosfato e silicato)...41 \n\nFigura 8 – Concentração da clorofila-a na plataforma continental, no período estiagem e \n\nchuvoso, .................................................................................................................42 \n\nFigura 9 – ACP, análise diferenciando o estuário dos da plataforma, diferenciando as \n\namostras do período chuvoso e \n\nestiagem..................................................................................................................42 \n\nAnexo 1 – Imagem da direção das correntes (ADCP) no mês de maio de 2011, na \n\nplataforma.............................................................................................................. 54 \n\n \n\n \n\n\n\nxii \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nCapítulo 1 \n\nTabela 1 – Valores dos parâmetros no período de estiagem e chuvoso nos pontos \n\nreferentes a Plataforma Continental (Max=Máximo, Min=Mínimo, Média e D.P=desvio \n\npadrão) e análise estatística ANOVA fatorial (sazonal e espacial), *P? \n\n0.05....................................................................................28 \n\nTabela 2 Valores dos parâmetros no período de estiagem e chuvoso no estuário (P1) \n\n(Max=Máximo, Min=Mínimo, Média e D.P=desvio padrão................29 \n\nCapítulo 2 \n\nTabela 1 – Valores dos parâmetros no período de estiagem e chuvoso nos pontos \n\nreferentes a Plataforma Continental (Max=Máximo, Min=Mínimo, Média e D.P=desvio \n\npadrão) e análise estatística ANOVA fatorial (sazonal e espacial), *P? \n\n0.05...................................................................................55 \n\n \n\nTabela 2 Valores dos parâmetros no período de estiagem e chuvoso no estuário (P1) \n\n(Max=Máximo, Min=Mínimo, Média e D.P=desvio padrão..................56. \n\n \n\n \n\n \n\n \n\n \n\n \n\n.\n\n\n\n1 \n\n \n\nINTRODUÇÃO GERAL \n\n \n\n O sistema estuarino se destaca por sua alta produtividade biológica e a sua \n\nabundante e diversificada comunidade. A capacidade de renovação periódica de suas \n\náguas faz destes ecossistemas, locais onde ocorrem intensas transformações da matéria \n\norgânica, representando um importante elo de ligação entre os ecossistemas fluvial e \n\nmarinho. Desta forma são considerados os principais fornecedores de nutrientes para \n\nregião costeira, pois recebem e concentram o material originado de sua bacia de \n\ndrenagem e podem vir a receber aportes significativos provenientes da ação antrópica \n\n(BRAGA et al., 2000; PEREIRA FILHO et al., 2003; NORIEGA et al., 2005). \n\n Devido a essa descarga, as regiões marinhas são as mais afetadas pela ação \n\nantrópica, pois recebem diretamente a carga produzida nas respectivas bacias de \n\ndrenagem, o que pode implicar em um processo de eutrofização (RABALAIS et al., \n\n1996). \n\n Essa zona de interação continente/mar é considerada extremamente complexa do \n\nponto de vista biológico por apresentar em seus limites uma profusão de influências, \n\ntanto terrestre, atmosférica e oceânicas, permitindo caracterizá-la como uma das mais \n\nférteis e dinâmicas da hidrosfera (RESURREIÇÃO, 1996). \n\n De acordo com Brandini et al., 1997, as variações no regime meteorológico, nas \n\ncaracterísticas geomorfológicas regionais e os impactos antropogênicos nas áreas \n\ncosteiras, estabelecem, em conjunto, o regime hidrográfico particular de cada região e, \n\nconsequentemente, as características taxonômicas e a dinâmica temporal das \n\ncomunidades fitoplanctônica locais. \n\n A importância em se determinar a capacidade produtiva de um ecossistema \n\nconsiste em poder avaliar as suas reais condições de manter todos os níveis da teia \n\ntrófica, tal afirmativa decorre do papel exercido pelos organismos fitoplanctônicos ao \n\nproduzir a matéria orgânica inicial que permitirá o funcionamento da quase totalidade \n\ndas teias alimentares, sustentando, assim, os demais níveis tróficos. E através da \n\nbiomassa fitoplanctônica é possível ainda classificar o referido ambiente quanto ao seu \n\ngrau de eutrofização. Portanto, esse parâmetro é fundamental para trabalhos de \n\nmonitoramento ambiental (PASSAVANTE; FEITOSA, 1995; ROSEVEL DA SILVA et \n\nal 2005; SMITH, 2007) \n\n A plataforma continental do Estado de Pernambuco está inserida na margem \n\ncontinental nordeste-leste do Brasil, com aproximadamente 180 km de extensão norte-\n\nsul, situa-se entre os paralelos de 07º32’ e 08º55’30” Lat. Sul e os meridianos 34º49’30” \n\n35º09’30” Long. Oeste. (ARAÚJO et al., 2004). Esta se caracteriza por ter uma \n\nreduzida largura, pouca profundidade, declive suave, águas relativamente quentes, \n\nelevada salinidade e por apresentar-se, quase inteiramente coberta por sedimentos \n\ncarbonáticos biogênicos (MANSO et al., 2004). \n\n Trabalhos anteriores sobre biomassa fitoplanctônica na área costeira de \n\nPernambuco estão voltados em sua maioria para área de estuário. No estuário do rio \n\n\n\n2 \n\n \n\nJaboatão: Branco et al. (2002), Branco (2007), Lacerda et al., (2004), Macêdo et al. \n\n(2005), Noriega et al¸(2005). Na bacia portuária do Recife: Travassos (1991, 1991/93), \n\nFeitosa et al., (1999), Santos et al., (2009), Santiago et al., (2010), Flores-Montes et \n\nal.(2011), Paulo et al. (2011), Anjos et al., (2012) e Noriega et al., (2013). \n\n Existem ainda poucos trabalhos de biomassa fitoplanctônica na área de \n\nplataforma continental em Pernambuco, dentre os trabalhos pretéritos de biomassa \n\nfitoplanctônica, pode-se citar: Passavante et al., (1987/89), Passavante e Feitosa \n\n(1985;1989), Moura e Passavante (1994/95) e Resurreição (1996) e Medeiros et al. \n\n(1999). \n\n O presente trabalho faz parte de um projeto maior intitulado: Transporte do \n\ncarbono orgânico total e sua interação com os processos de acidificação marinha em \n\nambientes oceânicos e estuarino-costeiro nas regiões Norte e Nordeste do Brasil, \n\nfinanciado pelo CNPq. \n\nOBJETIVOS \n\nObjetivo geral: Analisar as condições ambientais, clorofila-a e parâmetros hidrológicos \n\nna plataforma continental de Pernambuco sob o efeito das plumas dos rios Jaboatão e \n\nCapibaribe. \n\nObjetivos específicos: \n\n• Avaliar a variação espacial e temporal da biomassa fitoplanctônica (clorofila a) \n\nno período de baixa-mar; \n\n• Observar a variação espacial e temporal dos parâmetros hidrológicos \n\n(profundidade, temperatura, transparência, salinidade, pH, material particulado em \n\nsuspensão, nutrientes, oxigênio dissolvido, no período de baixa-mar); \n\n• Correlacionar a biomassa fitoplanctônica com os parâmetros hidrológicos; \n\n• Caracterizar o grau de eutrofização das áreas estudadas; \n\n• Comparar a capacidade de influência dos dois rios na plataforma continental; \n\n \n\n\n\n3 \n\n \n\nREFERÊNCIAS \n\n \n\nARAÚJO, T.C.M.; SEOANE, J.C., AND COUTINHO, P.N. Geomorfologia da \n\nPlataforma Continental de Pernambuco. In: ESKINAZI-LEÇA, E.; NEUMANN-\n\nLEITÃO, S., AND COSTA, M.F. (eds.), Oceanografia: um cenário tropical : \n\nBagaço, p. 39-58, 2004. \n\nBRANCO, E.S. Influência das variáveis ambientais na comunidade fitoplanctônica \n\nestuarina. Recife: Ed. Universitária da UFPE, 266p, 2007. \n\nBRANCO, E.S; FEITOSA, F.A.N.; SILVA-CUNHA, M.G.G. Composição florística \n\nplanctônica do sistema estuarino de Barra das Jangadas (Jaboatão doa Guararapes – \n\nPernambuco – Brasil). Arquivos de Ciências do Mar.Fortaleza, v.37, n.1, p.487, \n\n2004. \n\nBRANCO, E.S.; FEITOSA, F.A.N., E MONTES, M.J.F. Variação Sazonal e Espacial \n\nda Biomassa Fitoplanctônica relacionada com parâmetros hidrológicos no estuário de \n\nBarra das Jangadas (Jaboatão dos Guararapes-Pernambuco-Brasil). Tropical \n\nOceanography, v.30, n.2, p.79-96, 2002. \n\nBRANDINI, F.P.; R.M. LOPES; K.S. GUTSEIT; H.L. SPACH &amp; R. SASSI. \n\nPlanctolologia na plataforma continental do Brasil. Diagnose e revisão bibliográfica. \n\nRio de Janeiro, MMA-CIRM-FEMAR, p.196, 1997. \n\nBRAGA ES, CVDH BONETTI, L BURONE;J BONETTI FILHO. Eutrophication and \n\nBacterial Pollution caused by Industrial and Domestic Wastes at the Baixada Santista \n\nEstuarine System- Brazil. Mar. Poll. Bull., v.40, n.2, p.165-173,2000. \n\nFEITOSA, F. A. N.; NASCIMENTO, F. C. R.; COSTA, K. M. P. Distribuição espacial \n\ne temporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na \n\nBacia do Pina (Recife, PE). Trabalhos Oceanográficos. Universidade Federal de \n\nPernambuco. v.27, n.2, p.1-13, 1999. \n\nFLORES MONTES, M., PAULO, J., DO NASCIMENTO, G., GASPAR, F., \n\nFEITOSA, F., SANTOS, A., BATISTA, T., TRAVASSOS AND R., PITANGA, M. \n\nThe Trophic Status of an Urban Estuarine Complex in Northeast Brazil. Journal of \n\nCoastal Research, (SI-64), p.408–411, 2011 \n\nLACERDA, S. R.; KOENING, M L.; COSTA, K.M.; FEITOSA, F.A.N. A dinâmica do \n\nfitoplâncton em uma série temporal no estuário de barra das jangadas (pernambuco-\n\nbrasil). In: i congresso brasileiro de oceanografia e XIV Semana Nacional de \n\nOceanografia, p.299, 2004. \n\nMANSO, V.A.V.; VALENÇA, L.M.M.; COUTINHO, P.N.; GUERRA, N.C. \n\nGeomorfologia da Plataforma Continental de Pernambuco. In: ESKINAZI-LEÇA, \n\nE.; NEUMANN-LEITÃO, S., AND COSTA, M.F.(eds) Oceanografia: um cenário \n\ntropical. Bagaço, p. 59-86, 2004. \n\n\n\n4 \n\n \n\nMEDEIROS, C.; MACÊDO, S.; FEITOSA, F.; KOENING, M. L. Hydrography and \n\nphytoplankton biomass and abundance of north-east Brazilian waters. Arch.  Fish. \n\nMar. Res., v. 47, n. 2/3, p. 133-151, 1999. \n\nMOURA, R. T.; PASSAVANTE, J. Z. O. Biomassa Fitoplanctônica da Baía de \n\nTamandaré, Rio Formoso- Pernambuco, Brasil. Trabalhos Oceanográficos da \n\nUniversidade Federal de Pernambuco. Recife, v. 23. p. 1-16,1994/95 \n\nNORIEGA, C. E. D.; COSTA, K. M. P.; FEITOSA, F. A. N.; MONTES, M. J. F.; \n\nGREGO, C. K. S.; SOARES, G. S. S., AND SILVA, H. P. Distribuição espacial da \n\nbiomassa fitoplanctônica e sua relação com os sais nutrientes, no sistema estuarino \n\nde Barra das Jangadas (Pernambuco – Brasil). Arquivos de Ciência do Mar, v.38, \n\np.5-18. 2005. \n\nPAULO, J.G., FLORES MONTES, M.J., SANTOS JÚNIOR, A.C., BATISTA, T.N.F., \n\nTRAVASSOS, R.K., NASCIMENTO FILHO, G.A., FEITOSA, F.A., GASPAR, \n\nF.L. E PITANGA, M.E. Allochthonous and autochthonous organic matter in na \n\nurban tropical estuarine área of northeastern Brazil. Journal of Coastal Research, (SI \n\n64), p.1798-1801, 2011. \n\nPASSAVANTE, J.Z.O.; GOMES, N.A.; ESKINAZI-LEÇA, E.; FEITOSA, F.A.N. \n\nVariação da clorofila-a do fitoplâncton na plataforma continental de Pernambuco. \n\nTrabalhos oceanográficos da UFPE. Recife, v.20, p.145-156, 1987/89. \n\nPASSAVANTE, J.Z.O.; FEITOSA, F.A.N. Produção primária do fitoplâncton da \n\nplataforma continental de Pernambuco (Brasil): área de Piedade. Boletim Técnico e \n\nCientífico de CEPENE, v.3, n.1, p.7-22, 1995. \n\nPEREIRA-FILHO,J.; SPILLERE, L.C.; SCHETTINI, C.A.F. Dinâmica De Nutrientes \n\nNa Região Portuária Do Estuário Do Rio Itajaí-Açu, SC. Atlântica, Rio Grande, v.25, \n\nn.1, p 11-20, 2003. \n\nRABALAIS, N. N.; TUMER, R. E.; JUSTIC, D.; DORTCH, Q.; WISEMAN, W. J., \n\nAND SEM GUPTA, B. K. Nutrient changes in the Mississippi river and system \n\nresponses on the adjacente continental shelf. Estuaries, v.19,p.386-407, 1996. \n\nRESURREIÇÃO, M. G.; PASSAVANTE J. Z. O.; MACÊDO, S. J. Estudo da \n\nplataforma continental na área do Recife (Brasil): Variação da biomassa \n\nfitoplanctônica (08° 03’38” Lat.S., 34° 42’28”- 34° 52’00” Long. W). Trabalhos \n\nOceanográficos, Recife, v. 24, p.39-59, 1996 \n\nSANTIAGO, M. F.; SILVA-CUNHA, M. G. G.; NEUMANN-LEITÃO, S.; COSTA, K. \n\nM. P.; BORGES, G. C. P.; PORTO NETO, F. F.; NUNES, F. S. Phytoplankton \n\ndynamics in a highly eutrophic estuary in tropical Brazil. Brazilian Journal of \n\nOceanography, São Paulo, v. 58, n. 3, p. 189-205, 2010. \n\nSANTOS, T. G.; BEZERRA-JÚNIOR, J. L.; COSTA; K. M. P.; FEITOSA, F. A. N. \n\nDinâmica da biomassa fitoplanctônica e variáveis ambientais em um estuário tropical \n\n\n\n5 \n\n \n\n(Bacia do Pina, Recife, PE). Revista Brasileira de Engenharia de Pesca, v. 4, n. 1, p. \n\n95-109, 2009. \n\nSCHETTINI, C.A.F.; RESGALLA JR., C.; PEREIRA FILHO, J.; SILVA, M.A.C.; \n\nTRUCCOLO, E.C.; RÖRIS, L.R. Variabilidade temporal das características \n\noceanográficas e ecológicas da região de influência fluvial do rio Itajaí-açu. Braz. J. \n\nAquat. Sci. Technol., v.9, n.2, p.93-102, 2005. \n\nSMITH, V.H. Using primary productivity as an index of coastal eutrophication: the \n\nunits of measurement matter. Journal of Plankton Research, v.29, n.1,p. 1-6, 2007. \n\nROSEVEL DA SILVA, M.; SILVA-CUNHA, M.G.G.; FEITOSA, F.A.N.; MUNIZ, K. \n\nEstrutura da comunidade fitoplanctônica na Baía de Tamandaré (Pernambuco, \n\nNordeste do Brasil). Tropical Oceanography, Recife, v.33, n.2, p. 163-181, 2005. \n\nTRAVASSOS, P. E. P. F. Hidrologia e Biomassa primária do fitoplâncton no estuário \n\ndo rio Capibaribe, Recife, Pernambuco. 1991. Tese, 286f. Universidade Federal de \n\nPernambuco. Departamento de Oceanografia, Centro de Ciências Tecnológicas e \n\nGeociências, Recife, 1991. \n\nTRAVASSOS, P. E. P. F.; MACÊDO, S. J.; KOENING, M. L. Aspectos hidrológicos \n\ndo estuário do rio Capibaribe (Recife, Pernambuco, Brasil). Trabalhos \n\nOceanográficos Univ. Fed. PE. v.22, p.9-38, 1991/93. \n\n \n\n\n\n6 \n\n \n\nCAPÍTULO 1: \n\nDinâmica da clorofila a e parâmetros oceanográficos na zona costeira (Barra das \n\nJangadas-Pernambuco-Brasil) \n\nABSTRACT \n\nThe Pernambuco shelf is inserted in the northeast-east continental margin of Brazil, is \n\nabout 187 km long, being characterized by having a reduced width, shallow depth, gentle \n\nslope, relatively warm water and high salinity. It has some influence of translittoral rivers, \n\namong them the Jaboatão river. This study aimed to analyze the dynamics of chlorophyll-a \n\nand hydrological parameters in Pernambuco inner continental shelf under the influence of \n\nthe Jaboatão river plume. Bimonthly samplings were carried out during the rainy and dry \n\nperiods, at one point in the estuarine area and four points along the adjacent inner \n\ncontinental shelf. The parameters evaluated were: chlorophyll-a, temperature, salinity, \n\ntransparency, dissolved oxygen, suspended particulate matter, pH, depth, and inorganic \n\nnutrients. Most parameters had significant seasonal variation. The chlorophyll-a in the \n\nestuary ranged from 2.89 to 34.71 mg.m-3 and in the shelf it varied from 0.21 to 9.67 \n\nmg.m-3 in the dry period. In the rainy period it had a variation from 0.79 to 12.46 mg.m-3 in \n\nthe estuary and from 0.26 to 4.59 mg.m-3 on the shelf. According to PCA, the chlorophyll-\n\na showed a direct relationship with oxygen saturation rate and temperature, and inverse \n\nrelationship with pH, salinity and water transparency. The points of the shelf that were \n\nmost influenced by the river outflow were points 3 and 4. The limiting factor for \n\nphytoplankton biomass was water turbidity due to the higher values observed in the dry \n\nperiod. The estuarine zone was considered at a stage of high eutrophication process and \n\nthus, interfering in the waters of the inner shelf. \n\nAdditional Index Words: phytoplankton biomass, nutrients, spatial and temporal \n\nvariability. \n\nRESUMO \n\nA plataforma de Pernambuco está inserida na margem continental nordeste-leste do Brasil, \n\npossui cerca de 187 Km de extensão e se caracteriza por ter uma reduzida largura, pouca \n\nprofundidade, declive suave, águas relativamente quentes, elevada salinidade. Recebe \n\ninfluência de alguns rios translitorâneos, dentre eles, o rio Jaboatão. O presente trabalho \n\napresentou como objetivo analisar a dinâmica da clorofila a e parâmetros hidrológicos na \n\nplataforma continental de Pernambuco sob o efeito da pluma do rio Jaboatão. Foram \n\nrealizadas coletas bimestrais, no período chuvoso e estiagem, em um ponto na zona \n\nestuarina e quatro ao longo plataforma continental adjacente. Os parâmetros avaliados \n\nforam: clorofila a, salinidade, oxigênio dissolvido, material particulado em suspensão e \n\nnutrientes inorgânicos dissolvidos. A maioria dos parâmetros apresentou variação sazonal \n\nsignificativa. A clorofila a no estuário variou de 2,89 à 34,71 mg.m-3 e na plataforma \n\ncontinental de 0,21 à 9,67 mg.m-3 no período de estiagem e, no período chuvoso, \n\n\n\n7 \n\n \n\napresentou uma variação no estuário de 0,79 à 12,46 mg.m-3 e na plataforma de 0,26 à 4,59 \n\nmg.m-3. De acordo com ACP, a clorofila a apresentou uma relação direta com a \n\ntemperatura e taxa de saturação do oxigênio e inversa com pH, salinidade e transparência \n\nda água. Os pontos da plataforma que mais sofreram influência do deságüe fluvial foram \n\nos pontos centrais P3 e P4. O fator limitante para a biomassa fitoplanctônica fo i a turbidez \n\nda água e os maiores teores foram observados no período de estiagem. A zona estuarina \n\nencontra-se em um elevado processo de eutrofização antrópica e, desta forma, vem \n\ninterferindo na qualidade das águas da plataforma continental. \n\nPalavra-chave: biomassa fitoplanctônica, nutrientes, variabilidade espacial e temporal \n\n \n\nINTRODUÇÃO \n\n A plataforma de Pernambuco está inserida na margem continental nordeste-leste do \n\nBrasil, com aproximadamente 187km de extensão norte-sul, e localiza-se precisamente \n\nentre as latitudes 7°30’ e 9°00’ Sul. (Araújo, Seonane e Coutinho, 2004). Esta se \n\ncaracteriza por ter uma reduzida largura, pouca profundidade, declive suave, águas \n\nrelativamente quentes, elevada salinidade e por apresentar-se, quase inteiramente coberta \n\npor sedimentos carbonáticos biogênicos (Manso et al., 2004) \n\n A plataforma continental atua como um receptor final de água, materiais e \n\nsubstâncias provenientes do continente, os quais são transportados pela descarga dos rios e \n\nestuários. A estrutura dinâmica resultante deste processo é uma massa de água flutuante \n\ncom uma menor densidade do que das águas costeiras, chamada de pluma de rio (Marques \n\net al., 2006) \n\n São denominadas plumas fluviais quando há um domínio da descarga do rio sobre \n\nos efeitos de marés resultando em uma liberação direta de água doce em direção ao mar. \n\nNas plumas estuarinas, os efeitos das marés dentro do estuário promovem a mistura da \n\nmaior parte da água provinda da drenagem continental (Trochimczuk e Schettini, 2003).  \n\n Devido a essa descarga, as regiões marinhas são as mais afetadas pela ação \n\nantrópica, pois recebe diretamente a carga produzida nas respectivas bacias de drenagem, o \n\nque pode implicar em eutrofização e/ou no enriquecimento de elementos tóxicos (Rabalais \n\net al., 1996).  \n\n O plâncton vem sendo utilizado como indicador de condição ambiental, por possuir \n\nciclo de vida curto, responder rapidamente as mudanças do meio, apresentar muitas \n\nvariedades e formas resultantes de flutuações ambientais particulares e indicar o estado \n\ntrófico do ambiente. (Costa, Neumann-Leitão e Souza-Santos, 2004). As variações \n\nquantitativas que ocorrem em regiões costeiras e oceânicas de Pernambuco permitem \n\ncomprovar o conceito geral de que em regiões tropicais a produção planctônica está sujeita \n\nas condições sazonais do vento e pluviosidade, ou mesmo da ação conjunta dos fatores \n\n(Eskinazi-Leça, Koening e Silva-Cunha, 2004).  \n\n\n\n8 \n\n \n\n Dentre os produtores primários, o fitoplâncton desempenha um papel bastante \n\nsignificativo na teia trófica, pois o mesmo além de representar o primeiro elo da cadeia, os \n\norganismos que o compõem são considerados excelentes bioindicadores da qualidade da \n\nágua. (Passavante et al., 2003). Os estudos sobre biomassa fitoplanctônica (clorofila a) são \n\nrelevantes, devido à importância deste pigmento na fotossíntese através da qual é \n\nprocessada a matéria orgânica e liberado o oxigênio. Além disso, o estudo quantitativo do \n\nfitoplâncton oferece valiosas informações sobre a potencialidade produtiva de uma \n\ndeterminada área. (Noriega et al., 2005). \n\n Portanto, o presente trabalho, tem como objetivo principal analisar a dinâmica da \n\nclorofila a e parâmetros hidrológicos na plataforma continental de Pernambuco sob o efeito \n\nda pluma do rio Jaboatão. \n\nÁrea de estudo \n\n O rio Jaboatão situa-se na parte sul da Zona da Mata do Estado de Pernambuco, \n\nnasce no Município de Vitória de Santo Antão, possuindo uma bacia hidrográfica de 442 \n\nkm2, sendo considerado um rio translitorâneo. Possui uma população estimada de 400.000 \n\nhabitantes, com características de uma bacia urbana, recebendo em seu percurso despejos \n\nindustriais e domésticos (Macêdo, Muniz e Flores-Montes, 2004). Ao longo de sua \n\ntrajetória recebe influências do rio Pirapama, outro rio translitorâneo com cerca de 80 Km \n\nde extensão (CPRH, 1999). No encontro do rio Jaboatão com o rio Pirapama forma-se o \n\nsistema estuarino de Barra das Jangadas. Nas suas margens apresentam, por um lado, \n\nmanguezal bastante preservado formando um istmo que separa suas águas do Oceano \n\nAtlântico, e por outro, intenso desmatamento, como consequência do crescimento \n\ndemográfico, contribuindo para um acelerado assoreamento de suas margens naturais \n\n(Branco, 2007). Próximo a foz do rio, há um deságue da Lagoa Olho d’Água, que possui \n\numa área de 3,7 Km2 e lança suas águas hipereutrofizadas durante a maré baixa. Um dos \n\nmaiores problemas desta lagoa é a ocupação indiscriminada de suas margens, sem \n\nplanejamento, onde não há saneamento básico, drenagem e pavimentação (Assis,1997). O \n\natual grau de poluição do rio Jaboatão torna-se muitas vezes elevado, ocasionando \n\ntranstornos a estas localidades, além de comprometerem seriamente a qualidade da água da \n\npraia de Barra das Jangadas (CPRH 1999).  \n\n O clima na região é tropical quente e úmido, do tipo As’ com chuvas de outono-\n\ninverno, segundo a classificação de Köppen e apresenta temperatura anual elevada de \n\naproximadamente 25,5°C (Araújo, Medeiros e Ribeiro, 1999). \n\nMETODOLOGIA  \n\n As coletas foram realizadas a cada dois meses, no período entre maio/10 à \n\nsetembro/2011, englobando 4 meses do período chuvoso e 4 meses do período de \n\nestiagem, a bordo de um barco tipo lagosteiro, durante a baixa-mar e em maré de sizígia. \n\nAs amostras de água para análise da biomassa fitoplanctônica (clorofila a) e parâmetros \n\nhidrológicos foram coletadas na superfície através da garrafa oceanográfica de Niskin. \n\n\n\n9 \n\n \n\n \nFigura 1 – Pontos de coleta. O P1 (estuário) está localizado na zona estuarina do Rio Jaboatão, todos os \n\noutros pontos estão distribuídos paralelamente à costa, na plataforma continental. (Fonte: Google \n\nEarth, 2012). \n\n \n\n Os pontos de coleta ficaram assim distribuídos: um ponto fixo na desembocadura \n\ndo rio, representando a zona estuarina (P1) e quatro outros pontos fixos na plataforma \n\ncontinental, paralelos à costa, sendo o ponto 2 (P2) o que está 1,5 km mais ao sul do \n\nestuário, o ponto 3 (P3) em frente a foz do rio Jaboatão, seguido do ponto 4 (P4) e o ponto \n\n5 (P5) ao norte. A distância entre cada ponto situado na plataforma foi de 1,5 Km, e destes \n\npara a linha de costa 1,5 Km (Figura 1). \n\n Para as análises de clorofila a, foram feitas as filtrações das amostras de água, \n\natravés de filtros GFC da Whatman de 47mm de diâmetro, o volume filtrado variou de \n\n0,25 a 1 L. Após esse procedimento, foi feita a extração da clorofila a na acetona 90% \n\ndurante 24 horas a -18° C. Passado este período, as amostras foram centrifugadas a 3.000 \n\nrpm durante 10 minutos. \n\n  A biomassa fitoplanctônica foi quantificada através da concentração de clorofila a, \n\nutilizando o método espectrofotométrico da UNESCO (1966). As leituras foram realizadas \n\nno espectrofotômetro Biochrom Libra S6 nos comprimentos de ondas de 630, 645, 665 e \n\n750 nm e os cálculos através da equação de Parsons &amp; Strikckland (1963), sendo os \n\nresultados expressos em mg.m-3 \n\n A transparência da água foi medida in situ através de um disco de Secchi; a \n\nprofundidade local  através de uma ecossonda digital da marca LCD; o oxigênio dissolvido \n\n\n\n10 \n\n \n\nfoi analisado pelo método de Winkler modificado descrito em Strickland &amp; Parsons \n\n(1972); a taxa de saturação do oxigênio dissolvido utilizou-se a “International \n\nOceanographic Tables” (UNESCO, 1973) correlacionado os valores de temperatura e \n\nsalinidade; o pH foi determinado por um pH-metro Hanna Instruments; os nutrientes \n\ndissolvidos (N-amoniacal, nitrito, nitrato e fosfato) foram analisados através o método de \n\nStrickland &amp; Parsons (1972), e silicato, pelo Grasshoff,, Ehrhardt e Kremling (1983); o \n\nmaterial particulado em suspensão total, utilizou-se o método gravimétrico descrito por \n\nBaumgarten, Rocha e Niencheski (1996). \n\n Os dados de temperatura e salinidade foram obtidos através de CTD da marca Sea \n\nBird Electronics SBE19plus, equipado com bomba centrífuga e sensores de alta resolução \n\npara medições de condutividade (resolução = 0,00004 S m-1), temperatura (resolução = \n\n0,0003o C) e pressão (resolução = 0,068 db). \n\n Para a análise estatística, foi testada a homogeneidade de variâncias utilizando o \n\nteste de Levine. A normalidade dos dados foi testada utilizado o teste de Shapiro-Wilk, \n\ncom os dados normalizados, foi realizado o teste da ANOVA fatorial, no programa \n\nStatistic 7, para verificar variações espaciais e sazonais, considerando significativo os \n\nvalores de p ?0,05. Para a análise multivariada dos parâmetros utilizou-se a Análise dos \n\nComponentes Principais (ACP) com base na matriz de correlação momento-produto de \n\nPearson. Em seguida, foram extraídos o autovetor e o autovalor dos dois principais \n\ncomponentes. Os cálculos foram realizados utilizando o programa computacional Statistic \n\n7. \n\nRESULTADOS \n\nPluviosidade \n\n A média pluviométrica mensal de maio/10 à setembro/11 foi de 260,2 mm. O valor \n\nmáximo foi de 755,7 mm em maio/11 e o mínimo de 23,5mm em nov/10. Comparando \n\ncom a média dos últimos 20 anos (1992-2011), onde a pluviosidade total anual foi de \n\n2.232,7 mm, nota-se que em 2011 o total de chuva (3.245,7mm) esteve 45,37% acima \n\ndesta (Figura 2). \n\nProfundidade \n\n Os valores da profundidade de cada ponto foram: P1- 1,3 m; P2-10,0m; P3-12,16m, \n\nP4-12,25 m e P5-10,83 m. Esses valores foram baseados na média, levando em \n\nconsideração a deriva da embarcação (Tabela 1 e 2). \n\nTransparência da água \n\nOs valores do disco de Secchi tiveram diferença significativa sazonal. Os valores \n\ndo estuário (P1) variaram entre 0,10 m (jul/11) e 0,70 m (set/11). Os maiores valores foram \n\nencontrados no período de estiagem, com máximo de 6,70 m (mar/11, P3) e mínimo de \n\n0,65 (jul/11, P2 e P3) (Tabela 1 e 2). \n\n\n\n11 \n\n \n\npH \n\n O potencial hidrogeniônico se manteve alcalino em todos os pontos de coleta, com \n\nmédia de 8,46 (±1,74) (Tabela 1 e 2). \n\n \n\nFigure 2 – Dados de pluviometria dos anos de 2010, 2011 e a média mensal dos últimos 20 anos (1992-\n\n2011). Fonte: BDMEP/INMET. \n\nTemperatura \n\n O presente estudo apresentou dois períodos distintos: estiagem e chuvoso. O \n\nperíodo de estiagem compreendeu os meses de nov/10, fev/11, mar/11 e set/11, com \n\ntemperatura média de 28,76°C (±0,93), e no período chuvoso os meses foram, maio/10, \n\njul/10, maio/11 e jul/11 com temperatura média de 27,29°C (±0,75). O valor máximo foi \n\nregistrado no P1 em mar/11(30,5°C) e o mínimo encontrado no P5 em maio/11 (26,54°C). \n\nA temperatura apresentou diferença significativa sazonal (Tabela 1 e 2). \n\nSalinidade \n\n A média da salinidade foi de 27,02, variando de 0,17 no P1, em julho/11, \n\napresentando caracteristicas de ambiente limnético à 37,15 no P5 em março/11, a estação \n\nmais afastada da foz, em área totalmente marinha. O P1 e P3 foram aqueles que \n\napresentaram valores menores que 30. O P4 apresentou uma variação de 10,77 à 36,09, o \n\nque indica um alcance de aporte continental nessa área. Estatisticamente, esse parâmetro, \n\nnão apresentou diferença sazonal e espacial (Figura 3; Tabela 1 e 2). \n\n\n\n12 \n\n \n\n Chuvoso\n\n Estiagem\n\nP2 P3 P4 P5\n\nP ont os de Colet a\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nS\na\nli\nn\n\nid\na\nd\n\ne\n\n \n\nFigura 3 – Valores da salinidade na plataforma continental, no período estiagem e chuvoso. \n\nPerfis de CTD \n\n Em novembro/2010 os valores de temperatura superficiais foram observados com \n\nvalor máximo (29.3 °C) no P4 e valor minimo (28.5°C) no P5. Neste período os menores \n\nvalores de temperatura d’água (em torno de 28,1 °C) foram observados próximo ao fundo, \n\nnas profundidades de 9 m. As análises das estruturas verticais de temperatura apresentaram \n\numa variação em torno de 0.5 - 1.0 °C entre a superfície e o fundo ao longo da coluna \n\nd’agua. \n\n Durante a campanha amostral de novembro/2010 houve a presença de pluma \n\nd’água estuarina de baixa salinidade (<34) no ponto P2, localizada em torno de 0,2 m de \n\nprofundidade abaixo da linha superficial d’água. Nos pontos P3 e P5 não houve presença \n\nde uma massa d’água de baixa salinidade na superfície da coluna d’água, mas a presença \n\nde um pico de alto valor de salinidade (> 37) em torno de um metro de profundidade no P5 \n\n(Figura4). \n\n Durante a campanha amostral de maio/2011 não foi observado grande variação de \n\ntemperatura ao longo da coluna d’água nas estações de coletas, com máxima variação de \n\ntemperatura de 0.2 °C  entre a superfície e o fundo. Sendo que os máximos valores de \n\ntemperatura (em torno de 28.2 °C) foi registrado na profundidade de 2 m no P5. Neste \n\nmesmo período, foi observado a presença da pluma d’água de salinidade  mais baixa (nas \n\nquatro estações de coleta. Os valores de salinidade na superficie foram observados entre \n\n34.9 – 35.2 (Figura 5). \n\n\n\n13 \n\n \n\n \n\nFigura 4: Perfis de temperatura e salinidade durante a campanha de novembro/10 na plataforma \n\ncontinental. \n\nOxigênio Dissolvido  \n\n O oxigênio dissolvido apresentou diferença significativa sazonal e espacial. No P1 \n\nfoi registrado os menores valores de oxigênio dissolvido, com o mínimo de 0,12 ml.L-1 em \n\nmar/11 e máximo de 3,97 ml.L-1.em jul/11 Nos demais pontos, o período de estiagem se \n\nmanteve com valores mais elevados do que o período chuvoso, com o máximo encontrado \n\nno P2 em set/11 (5,08 ml.L-1) e mínimo no P3 em maio/11 (3,67 ml.L-1) (Tabela 1 e 2). \n\nTaxa de Saturação do O2 \n\n A taxa de saturação do O2, seguiu o mesmo perfil do oxigênio dissolvido, o P1 \n\nvariou entre 2,47% (fev/11) à 85,65% (set/11). Na parte costeira, a taxa de oxigênio \n\ndissolvido variou entre 72,10% (P4, maio/11) e 114,57% (P2, nov/10). Esse parâmetro \n\napresentou diferença significativa sazonal e espacial (Figura 6; Tabela 1 e 2). \n\n\n\n14 \n\n \n\n \nFigura 5 – Perfis de temperatura e salinidade durante a campanha de maio/11 na plataforma \n\ncontinental. \n\n \n\nFigura 6 – Taxa de saturação e material particulado em suspensão na plataforma continental, período \n\nestiagem e chuvoso. \n\nP2 P3 P4 P5\n\nPontos de  Coleta\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nM\na\nte\n\nri\na\nl \n\np\na\nrt\n\nic\nu\n\nla\nd\n\no\n e\n\nm\n s\n\nu\ns\np\n\ne\nn\n\ns\nã\no\n\n (m\ng\n\n.L\n-1\n\n)\n\n P\ne\n\nrí\no\n\nd\no\n\n C\nh\n\nu\nv\no\n\ns\no\n\n P\ne\n\nrí\no\n\nd\no\n\n E\ns\nti\na\n\ng\ne\n\nm\n\nP2 P3 P4 P5\n\nPontos de Coleta\n\n0\n\n25\n\n50\n\n75\n\n100\n\nT\na\nx\n\na\n d\n\ne\n s\n\na\ntu\n\nra\nç\nã\no\n\n d\no\n\n o\nx\n\nig\nê\nn\n\nio\n d\n\nis\ns\no\n\nlv\nid\n\no\n (\n%\n\n)\n\n\n\n15 \n\n \n\nMaterial Particulado em Suspensão \n\n O estuário obteve para esse parâmetro o máximo de 210,91 mg.L-1 (jul/11) e \n\nmínimo de 7,84 mg.L-1(mar/11). Para a plataforma, o P2 apresentou um máximo de 27,8 \n\nmg.L-1 (maio/11) e mínimo 1,8 mg.L-1(fev/11), P3 variou de 29 mg.L-1 (set/11) à 5,41 \n\nmg.L-1(fev/11), P4 apresentou o máximo de 29 mg.L-1 (set/11) e mínimo de 4,4 mg.L-1 \n\n(nov/10) e o P5 variando entre 34, mg.L-1 (nov/10) e 1,4 mg.L-1(maio/11) (Figure 6; Tabela \n\n1 e 2). \n\nNutrientes inorgânicos \n\n As concentrações dos nutrientes inorgânicos dissolvidos no estuário (P1) variaram \n\nentre: N-amoniacal: 0,01 µmol.L-1 (mar/11) – 22 µmol.L-1 (nov/10); nitrito: indetectáveis \n\n(fev/11) - 10,59 µmol.L-1 (jul/10); nitrato: indetectáveis (maio/10) – 34,40 µmol.L-1 \n\n(jul/10); fosfato: 1,42 µmol.L-1 (maio/11) – 91,40 µmol.L-1 (mar/11); Silicato: 13,94 \n\nµmol.L-1 (nov/10) – 126,98 µmol.L-1 (maio/11). \n\n Para os pontos da plataforma os valores máximos e mínimos das concentrações \n\npara cada nutrientes, respectivamente, foram: N-amoniacal: indetectáveis – 1,43 µmol.L-1 \n\n(jul/11, P4)); nitrito: indetectáveis – 0,98 µmol.L-1 (set/11, P3); nitrato: indetectáveis – 8,51 \n\nµmol.L-1 (set/11, P3); fosfato: indetectáveis – 1,70 µmol.L-1 (maio/10, P3); Silicato: 0,78 \n\nµmol.L-1 (fev/11, P4) – 106,99 µmol.L-1 (maio/11, P4) (Figura 7). \n\n Estatisticamente, o N-amoniacal e o silicato tiveram apenas diferença sazonal. O \n\nnitrito, nitrato e fosfato, variaram sazonal e espacialmente (Tabela 1 e 2). \n\nBiomassa fitoplanctônica (clorofila a) \n\n As concentrações de clorofila a no P1 variaram entre 0,79 mg.m-3(maio/11) à 34,71 \n\nmg.m-3(nov/10). Nos pontos da plataforma apresentou o valor mínimo de 0,21 mg.m-3(P4, \n\nfev/11) e o máximo de 9,67 mg.m-3(P3, nov/10).  \n\n Vale ressaltar no mês de nov/10, a média, considerando todos os pontos da \n\nplataforma foi de 8,00 (±1,43) mg.m-3. Com relação à estatística, esse parâmetro não \n\napresentou variação espacial ou sazonal, porém nota-se que a média do período de \n\nestiagem se manteve um pouco acima da média do período chuvoso (Figure 8; Tabela 1 e \n\n2). \n\nACP \n\n De acordo com a Análise dos Componentes Principais (ACP), somente com dados \n\ndos pontos da plataforma, os dois primeiros fatores explicaram 59,99% do ordenamento \n\nentre os dados abióticos. A primeira componente explicou 48,13%, onde o material \n\nparticulado em suspensão relacionou diretamente com o N-amoniacal, nitrito, nitrato, \n\nfosfato e silicato A segunda componente explicou 11,86%, relacionando inversamente a \n\nclorofila-a com a salinidade, pH, transparência e diretamente com taxa de saturação do \n\noxigênio e temperatura. Foi possível visualizar a formação de dois grupos, um com as \n\namostras do período de estiagem com maior influência da salinidade, taxa de saturação do \n\noxigênio dissolvido, temperatura, transparência da água e pH e as amostras do período \n\n\n\n16 \n\n \n\nchuvoso influenciadas pelo material particulado em suspensão e os nutrientes inorgânicos \n\n(Figura 9). \n\nFigura 7 – Concentrações dos nutrientes inorgânicos na plataforma continental, no período \n\nestiagem e chuvoso (ordem: N-amoniacal, nitrito, nitrato, fosfato e silicato). \n\nP2 P3 P4 P5\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\n1.2\n\nN\n- \n\na\nm\n\no\nn\n\nia\nc\na\nl  (\n\nµ\nm\n\no\nl.\n\nL\n-1\n\n)\n\nP2 P3 P4 P5\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\nN\nO\n\n2\n (\nµ\n\nm\no\nl.\n\nL\n-1\n\n)\n\nP2 P3 P4 P5\n\nPontos de coleta\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\nN\nO\n\n3\n (\nµ\n\nm\no\nl.\n\nL\n-1\n\n)\n\nP2 P3 P4 P5\n\nPontos de coleta\n\n0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1\n\n1.2\n\n1.4\n\nP\nO\n\n4\n (\nµ\n\nm\no\nl.\n\nL\n-1\n\n)\n\n Chuvoso\n\n EstiagemP2 P3 P4 P5\n\nPontos de coleta\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nS\niO\n\n2\n(µ\n\nm\no\n\nl.\nL\n\n-1\n)\n\n\n\n17 \n\n \n\n Chuvoso\n\n EstiagemP2 P3 P4 P5\n\nPontos de coleta\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\nC\nlo\n\nro\nfi\n\nla\n-a\n\n (\nm\n\ng\n.m\n\n-3\n)\n\n \n\nFigura 8 – Concentração da clorofila-a na plataforma continental, no período estiagem e chuvoso. \n\n \n\n \nFigura 9 – ACP, análise da plataforma continental, diferenciando as amostras do período chuvoso e \n\nestiagem. \n\nDISCUSSÃO \n\n Na região tropical a pluviosidade se destaca dentre as demais forçantes físicas por \n\natuar de forma significativa na zona mais costeira, alterando alguns parâmetros ambientais. \n\nSegundo Braga (1999), as chuvas afetam a região costeira através do aporte continental \n\ninfluenciando parâmetros oceanográficos, atuando como potencial fertilizador, através das \n\n Clorofila-a\n\n Salinidade\n\n MPS\n\n pH\n\n NH3\n\n NO2\n NO3\n\n PO 4\n\n SiO 2\n\n Secchi\n\n Taxa OD\n\n Temperatura\n\n-1 -0.5 0 0.5 1\n\nFactor 1 : 48,13%\n\n-1\n\n-0.5\n\n0\n\n0.5\n\n1\n\nF\na\nc\nto\n\nr \n2\n :\n\n 1\n1\n,8\n\n6\n%\n\n Clorofila-a\n\n Salinidade\n\n MPS\n\n pH\n\n NH3\n\n NO2\n NO3\n\n PO 4\n\n SiO 2\n\n Secchi\n\n Taxa OD\n\n Temperatura\n\n       1\n\n       2\n\n       3\n       4\n\n       5\n\n       6\n\n       7\n\n       8\n\n       9\n\n      10\n\n      11\n\n      12\n\n      13\n      14\n\n      15\n\n      16\n\n      17\n\n      18\n      19\n\n      20\n\n      21\n\n      22\n      23\n\n      24\n\n      25\n\n      26      27\n\n      28\n\n      29\n\n      30\n\n      31\n\n      32\n\n-4 -2 0 2 4 6\n-2\n\n-1\n\n0\n\n1\n\n2\n\n3\n\n4\n\n       1\n\n       2\n\n       3\n       4\n\n       5\n\n       6\n\n       7\n\n       8\n\n       9\n\n      10\n\n      11\n\n      12\n\n      13\n      14\n\n      15\n\n      16\n\n      17\n\n      18\n      19\n\n      20\n\n      21\n\n      22\n      23\n\n      24\n\n      25\n\n      26      27\n\n      28\n\n      29\n\n      30\n\n      31\n\n      32\n\n\n\n18 \n\n \n\nplumas dos rios. De acordo com Trochimczuk e Schettini (2003), as plumas dos rios são \n\nresponsáveis pela exportação de matéria dissolvido e particulado do continente para o \n\noceano, influenciando diretamente na qualidade ambiental. \n\n No presente trabalho, pode-se observar que no ano de 2011 o volume de chuva \n\nficou 58% acima do ano anterior e 45,37% acima da média dos últimos vinte anos. Este \n\nelevado índice de chuva provocou enchentes em várias cidades do estado de Pernambuco, \n\ninclusive em Recife. Resultados parecidos com relação à pluviometria foram encontrados \n\nno estuário do rio Ariquindá (Grego et al., 2004), na zona costeira de Maracaípe (Bastos, \n\nFeitosa e Muniz, 2011). \n\n Em ambientes estuarinos, a pluviometria exerce um papel fundamental na \n\ntransparência da água, em função do carreamento do produto da lixiviação do solo e por \n\nconseguinte, de maior quantidade de material em suspensão e nutrientes e.g. (Grego et al., \n\n2004). Portanto, as plumas encarregam-se de transportar os mesmos para região costeira. \n\nDe acordo com Eskinazi-Leça, Koening e Siva-Cunha (2004), essa é uma característica de \n\nambientes costeiros onde a influência terrígena é elevada durante o período chuvoso, \n\nprovocando a diminuição da transparência da água e, consequentemente, da zona fótica. \n\nFato observado neste estudo, onde os maiores valores de transparência foram encontrados \n\nno período de estiagem e nos pontos mais afastados da foz. \n\n Através da ACP pode-se notar que a transparência relacionou-se inversamente com \n\na clorofila a, taxa de saturação do oxigênio dissolvido e temperatura e diretamente com \n\nsalinidade e pH. Resultados aproximados foram encontrados por Costa, Queiroz e Macêdo \n\n(1985) na plataforma continental de Pernambuco na vizinhança da área de estudo, \n\nResurreição, Passavante e Macêdo (1996) na frente do Porto do Recife, Branco (2007) no \n\nestuário de Barra das Jangadas, Bastos, Feitosa e Muniz. (2005) no estuário do rio Una e \n\npor Nascimento et al. (2003) na Bacia do Pina.  \n\n Outra variável que sofre forte influência da pluviosidade é a salinidade. Esse \n\nparâmetro delimita o início e término de um estuário e influencia na distribuição dos \n\norganismos, servindo como uma barreira ecológica para certos tipos de espécies (Feitosa, \n\nNascimento e Costa, 1999). Com relação à salinidade, foi possível evidenciar no estuário \n\n(P1) característica de ambiente limnético no período chuvoso e mesohalino à euhalino no \n\nperíodo de estiagem. Pode ser observado a influência da pluma do rio nos pontos P3 e P4, \n\nseguindo a orientação da corrente no sentido norte. \n\n De acordo com os dados obtidos pelo CTD, no mês de nov/10 a pluma chegou a \n\natingir o P2, indicando uma direção da mesma para sul, devido a influência de vento \n\nnordeste, nesse período. No mês de maio/11, o vento predominante é o de sudeste, fazendo \n\ncom que a direção da pluma seja no sentido norte, fato este comprovado pela presença da \n\npluma no ponto P4. Vale ressaltar, que essa pluma estuarina do rio Jaboatão é rasa, sendo \n\nsentida nos primeiros metros da coluna d’água.  \n\n\n\n19 \n\n \n\n A temperatura é um importante fator que influencia no teor de gases dissolvidos na \n\nágua. (Branco, 1986). Com relação a profundidade, pode-se notar que a coluna d’água é \n\nhomogênea, pois a variação de temperatura da superfície para o fundo é de \n\naproximadamente 1°C. A ACP relacionou diretamente este parâmetro com transparência e \n\npH, e inversamente com clorofila a, taxa de saturação do oxigênio. Foi observado uma \n\nvariação sazonal deste parâmetro, com valores elevados no período de estiagem e valores \n\nmenores no período chuvoso, possivelmente em virtude da redução da matéria orgânica em \n\nsuspensão e aumento da camada eufótica. O mesmo padrão fo i relatado na área por \n\nBranco, Feitosa e Montes (2002), na plataforma continental de Pernambuco por Costa, \n\nQueiroz e Macêdo (1985), Feitosa, Nascimento e Costa (1999) na Bacia do Pina, Anjos et \n\nal. (2012) no estuário do rio Capibaribe, ao contrário do encontrado por Mafalda et al. \n\n(2004) nas águas da plataforma na costa norte da Bahia. \n\n O pH se manteve alcalino em todos os pontos evidenciando uma forte influência \n\nmarinha. Este parâmetro está ligado à quantidade de dióxido de carbono dissolvido e \n\noutros compostos, sendo diretamente proporcional à atividade respiratória e inversa com a \n\nfotossintética (Santos, 2000). Fato este constatado pela ACP neste trabalho e observado na \n\nmesma área por Noriega et al. (2005), na zona costeira de Itamaracá por Koening e \n\nMacêdo (1999), na Bacia do Pina por Feitosa, Nascimento e Costa (1999). \n\n O oxigênio dissolvido é um importante indicador da qualidade da água, baixas \n\nconcentrações poderão indicar processo de eutrofização ou outro tipo de poluição \n\nambiental. (Flores Montes, 1996). Sendo assim, este parâmetro mostrou situações próxima \n\nde anoxia no estuário (P1) no período estiagem. Nos pontos da plataforma, os valores são \n\ncaracterísticos de área não poluída, e com um discreto padrão onde os maiores valores \n\nforam registrados no período de estiagem. Essa situação de anoxia no estuário de Barra das \n\nJangadas já foi observada na mesma área por Branco (2007) e Souza e Tundisi (2003), \n\ncomo consequência da forte ação antrópica. \n\n Portanto, nota-se que a parte interna do estuário já se encontra com altos indícios \n\nde processo de eutrofização, porém os valores encontrados nos pontos mais costeiros não \n\nindicaram esse efeito na plataforma continental. Ao contrário, Costa, Queiroz e Macêdo \n\n(1985) não encontraram uma variação sazonal no oxigênio na plataforma adjacente do rio \n\nJaboatão e observaram águas super saturadas, refletindo na área o intenso processo de \n\nmistura recorrente das ondas e correntes de maré, como também o processo fotossintético. \n\n Com relação a taxa de saturação do oxigênio foi registrado uma sazonalidade com \n\nas maiores porcentagens no período de estiagem. Branco (2007) no estuário de Barra das \n\nJangadas não encontrou uma sazonalidade significativa, já Honorato da Silva et al. (2004) \n\nno estuário do rio Formoso e Grego et al. (2004) no estuário do rio Timbó, encontraram \n\num padrão sazonal com maiores índices no período de estiagem e baixa-mar. De acordo \n\ncom a classificação de Macedo e Costa (1978), o estuário P1 variou de zona  poluída à \n\nzona de baixa saturação, e os demais pontos da plataforma (P2, P3, P4, P5) como zona de \n\nbaixa saturação à saturada. Branco (2007) evidenciou que o sistema estuarino do rio \n\n\n\n20 \n\n \n\nJaboatão variou de zona poluida à supersaturada no período de preamar. Sendo assim, no \n\nperíodo de baixamar, é onde as consequências da ação atrópica estão mais intesificadas. \n\n Segundo Passavante e Feitosa (2004), os nutrientes em águas costeiras e estuarinas \n\nsão mais concentrados que em região oceânica, fazendo com que a produtividade primária \n\nnessas áreas seja elevada. As concentrações dos nutrientes encontradas nesse trabalho \n\nconfirmam a condição interna do estuário (P1), apresentado sempre valores bastante \n\nelevados, evidenciando um forte processo de eutrofização. Os pontos distribuídos na \n\nplataforma apresentaram valores característicos de regiões costeiras banhadas por águas \n\noligotróficas, porém com influência do aporte continental, fato este que pode ser explicado \n\npelo distanciamento da foz do rio. De acordo com Scharler e Baird (2000) a diluição da \n\nágua do mar pode ser a principal responsável pela redução na concentração de nutrientes \n\nobservada ao longo do continuum rio-estuário-mar. \n\n Com relação aos teores desses nutrientes, o silicato foi o mais concentrado, seguido \n\npelo nitrato, fosfato, N-amoniacal e nitrito. Os baixos teores de nitrito podem ser explicado \n\npor ser um produto intermediário e instável das reações de denitrificação e nitrificação, \n\nconvertendo-se em nitrato. Portanto, é comum que sua concentração seja mais baixa do \n\nque as outras formas de nitrogênio (Noriega et al., 2005). Porém, os valores de nitrito e do \n\nfosfato no P1, foram indicativos de ambiente fortemente impactado, enquanto na \n\nplataforma seus valores foram considerados normais. \n\n O nutrientes, exceto o silicato e N-amoniacal, tiveram variação sazonal. Branco, \n\nFeitosa e Montes (2002), Lacerda et al. (2004) e Branco (2007), encontraram uma variação \n\nsazonal para os nutrientes no referido estuário. Costa, Queiroz e Macêdo (1985) também \n\nencontraram uma pequena variação sazonal na plataforma continental de Pernambuco, \n\nporém com concentrações significativamente menores, por se tratar de pontos mais \n\nafastados da costa, com caracteristicas de águas oceânicas. \n\n O N-amoniacal se destacou por apresentar teores elevados no ambiente. Segundo \n\nOliveira, Gaigher e Silveira (2004), a amônia é um bom indicador de contaminação \n\nrecente, sua elevada concentração está associada à locais próximos de efluentes urbanos \n\n O silicato é utilizado pelas microalgas do grupo das diatomáceas e dos \n\nsilicoflagelados para formação das suas frústulas, sendo o nutriente inorgânico que se \n\napresenta com os maiores concentrações nos ambientes estuarinos, devido a sua origem \n\nterrígena (Noriega et al, 2005).  \n\nNo presente trabalho, o silicato foi aquele, que apresentou os teores mais elevados, \n\ncom uma variação sazonal onde se destacou no período chuvoso. Além do estuário ser \n\nevidenciado, os pontos costeiros (P3 e P4) obtiveram concentrações elevadas comparando \n\ncom os demais. Lacerda et al. (2004) e Branco (2007) encontraram o inverso no estuário \n\nde Barra das Jangadas, com os maiores valores de silicato no período de estiagem, assim \n\ncomo Costa, Queiroz e Macêdo (1985) na plataforma continental, nos pontos mais \n\npróximos à costa.  \n\n\n\n21 \n\n \n\n Através da biomassa fitoplanctônica é possível quantificar a produção local e \n\nconsequentemente indicar o grau de eutrofização da área, tornando esse parâmetro um dos \n\nmais importantes e indispensáveis para os casos de monitoramento ambiental. (Smith, \n\n2007) \n\n No presente trabalho, a clorofila-a não apresentou variação sazonal nem espacial. \n\nPorém nota-se que as médias da biomassa algal no período de estiagem estiveram acima  \n\ndo período chuvoso, levando a crer que o fator que influenciou mais neste parâmetro foi a \n\nturbidez da água, ou seja, redução da camada fótica. A ACP confirma este fato ao \n\nrelacionar diretamente a clorofila a, com a temperatura.  \n\nDiferente do encontrado neste estudo, ou seja, em que os picos de produção estão \n\nrelacionados com o material particulado em suspensão, foram registrados por Grego et al. \n\n(2004) no estuário do rio Timbó, devido as obras de dragagem. Trabalhos que \n\napresentaram uma correlação positiva do material particulado em suspensão com a \n\nclorofila-a foram encontrados por Losada, Feitosa e Lins (2003) nos estuário os rios Ilhetas \n\ne Mamucabas e Noriega et al. (2005) no estuário de Barra das Jangadas. Alguns trabalhos \n\npretéritos na área de estudo indicaram variação sazonal significativa. (Branco, Feitosa e \n\nMontes, 2002; Branco ,2007; Macedo et al.,2005). \n\n Segundo Losada, Feitosa e Correia-Lins (2000), em regiões tropicais, as maiores \n\nconcentrações de clorofila a tanto ocorrem no periodo chuvoso como no de estiagem, \n\ndependendo da variabilidade dos parâmetros oceanográficos de cada ambiente. O maior \n\nfator condicionante para que isso ocorra é a chuva, pois ela tanto contribui com o \n\nenriquecimento de sais nutrientes, como também aumenta a quantidade de material em \n\nsuspensão, podendo afetar o desenvolvimento do fitoplâncton e diminuir as concentrações \n\nde biomassa. \n\n Levando-se em consideração a classificação de Vollenwieder e Kerekes (1982), que \n\navaliam a condição ambiental das águas costeiras, o estuário (P1), apesar de apresentar \n\nalgumas oscilações apresentou forte tendência ao processo de eutrofização. Os pontos da \n\nplataforma continental mostraram teores que variaram de oligotróficos a eutróficos.  \n\nResultados aproximados foram encontrados por Resurreição, Passavante e Macêdo \n\n(1996) no Porto do Recife e Nascimento et al. (2003) na Bacia do Pina onde a \n\nconcentração da biomassa fitoplanctônica descresceu à medida que se distancia da costa. \n\nBranco (2007) encontrou também uma variação espacial no período chuvoso. \n\n De acordo com a ACP, a biomassa fitoplanctônica está inversamente relacionada \n\ncom salinidade, pH e transparência e diretamente relacionada com taxa de oxigênio \n\ndissolvido e temperatura. \n\n Smith Jr e Damaster (1996) na plataforma adjacente do rio Amazonas, afirmam que \n\na interação entre as águas fluviais e oceânicas define as condições que podem influenciar \n\ndiretamente no crescimento fitoplanctônico, pela combinação do input de nutrientes e \n\n\n\n22 \n\n \n\ndisponibilidade de irradiância, criando uma zona de transição altamente produtiva, e sua \n\nlocalização vai variar com intensidade da descarga fluvial. Esta zona desempenha um \n\nimportante papel na tranferência de energia para a plataforma adjacente.  \n\n Segundo Santos et al. (2010), os teores de clorofila-a na plataforma continental do \n\nAmazonas, variaram de 0,09 à 5,47 mg.m-3 e afirmam que o fator  limitante da \n\nprodutividade local foi a elevada turbidez das águas. \n\n Trabalhos pretéritos realizados nas águas costeiras de Pernambuco (Passavante et \n\nal, 1987/89; Passavante e Feitosa, 1995; Resurreição, Passavante e Macêdo) evidenciaram \n\nvariações sazonais e espaciais nas concentrações de clorofila-a, variando entre 0,02 à 15,27 \n\nmg.m-3 , onde os teores mais elevados foram registrados no período estiagem e próximos à \n\ncosta. Ainda na zona costeira da região Nordeste, teores mais baixos de clorofila-a foram \n\nencontrados por Costa (1991), Medeiros et al. (1999) e Mafalda et al. (2004), onde as \n\nconcentrações de clorofila oscilaram entre 0,01 à 0,60 mg.m-3 sendo características de \n\náguas oligotróficas.  \n\n Na região Sudeste/Sul, Brandini (1990), ao analisarem as águas da plataforma \n\ncontinental de São Paulo, Paraná e Santa Catarina encontraram concentrações de clorofila \n\nvariando de 0,05 a 3,76mg.m-3 tanto sazonal como espacialmente onde valores mais \n\nelevados ocorreram próximos à costa com um gradiente decrescente em direção ao oceano. \n\nOs autores acima comentam que os responsáveis pelo aumento da clorofila tanto são \n\naportes terrígenos para os pontos mais costeiros, a entrada da ACAS na plataforma no \n\nperíodo de verão e o processo de ressurgência favorecem a elevação dos teores de \n\nclorofila-a.  \n\n Na região Sul do Brasil (RS) Ciotti et al. (1995), observaram concentrações de \n\nclorofila variando entre 1,0 e 3,0 mg.m-3 e tendo a pluma do rio da Prata, a Lagoa dos \n\nPatos e procesos de ressurgências como os maiores contribuidores e responsáveis pela \n\nelevação da clorofila nas águas da plataforma continental. \n\n \n\nCONCLUSÃO \n\n \n\nO estuário de Barra das Jangadas encontra-se em um elevado processo de eutrofização antrópica \n\n(poluído), com excesso de nutrientes inorgânicos dissolvidos na água, como conseqüência da forte \n\nurbanização e lançamento de efluentes domésticos; \n\nA redução da camada eufótica (turbidez) no período chuvoso, foi fator limitante da biomassa \n\nfitoplanctônica na plataforma continental; \n\n\n\n23 \n\n \n\nAs águas da plataforma continental variaram de oligotróficas nos pontos de coleta mais afastados \n\n(P2 e P5) a eutróficas nos pontos mais centrais P3 e P4, entretanto, no período de chuvoso, a \n\ninfluência do deságüe atinge todos os pontos de coleta. \n\n \n\nLITERATURA CITADA \n\nAnjos, D.L.; Passavante, J.Z.O.; Silva-Cunha, M.G.G. e Honorato da Silva, M., 2012. \n\nBiomassa fitoplanctônica correlacionada aos fatores hidrológicos no estuário do rio \n\nCapibaribe (Recife, Pernambuco, Brasil). Tropical Oceanography, 40(1), 167-184. \n\nAraújo, T.C.M.; Seoane, J.C., e Coutinho, P.N., 2004. Geomorfologia da Plataforma \n\nContinental de Pernambuco. In: Eskinazi-Leça, E.; Neumann-Leitão, S., e Costa, M.F. \n\n(eds.), Oceanografia: um cenário tropical : Bagaço, pp. 39-58. \n\nAraújo, M., Medeiros, C. and Ribeiro, C., 1999. Energy balance and time-scales of mixing \n\nand stratification in the Jaboatão estuary, NE-Brazi. Revista Brasileira de \n\nOceanografia,47(2), 145-154. \n\nAssis, H. M. B., 1997. Projeto diagnóstico do meio físico da Bacia Lagoa Olho D’Água, \n\nCPRM/PMJG, pp. 94. \n\nBastos, R.B; Feitosa, F.A.N.; Koening, M.L.; Machado, R.C.A., e Muniz, K., 2011. \n\nCaracterização de um zona costeira tropical (Ipojuca–Pernambuco–Brasil): \n\nprodutividade fitoplanctônica e outras variáveis ambientais. Brazilian Journal of \n\nAquatic Science and Technology, 15(1), 01-10. \n\nBastos, R.B.; Feitosa, F.A.N., e Muniz, K., 2005. Variabilidade espaço-temporal da \n\nbiomassa fitoplanctônica e hidrologia no estuário do rio Una (Pernambuco-Brasil). \n\nTropical Oceanography, 33(1), 1-18. \n\nBaumgarten, M. G. Z.; Rocha, J. M. B. e Niencheski, L. F. H., 1996. Manual de análises \n\nem oceanografia química. Rio Grande: Editora da FURG, 132p. \n\nBraga, Elizabeth S. Seasonal variation of atmosfepheric and terretrial nutrients and their \n\ninfluence on prymary production in na oligotrophic coastal system- southeastern Brazil. \n\nRevista Oceanográfia. São Paulo, v. 47,n.1, p. 47-57, 1999. \n\nBranco, E.S., 2007. Influência das variáveis ambientais na comunidade fitoplanctônica \n\nestuarina. Recife: Ed. Universitária da UFPE, 266p. \n\nBranco, E.S.; Feitosa, F.A.N., e Montes, M.J.F., 2002. Variação Sazonal e Espacial da \n\nBiomassa Fitoplanctônica relacionada com parâmetros hidrológicos no estuário de \n\nBarra das Jangadas (Jaboatão dos Guararapes-Pernambuco-Brasil). Tropical \n\nOceanography, 30(2), 79-96. \n\n\n\n24 \n\n \n\nBranco, S.M., 1986. Hidrobiologia aplicada à engenharia sanitária. Ed. São Paulo, \n\nCETESB/ASCETESB, 640p. \n\nBrandini, F. P. 199O. Hydrography and characteristics of the phytoplankton in shelf and \n\noceanic waters off Southeastern Brazil during winter (July/August 1982) and summer \n\n(February/March 1984). Hydrobiology, 196(2), 111-148. \n\nCiotti, A.M.; Odebrecht, C.; Fillmann, G., and Mooler Jr, O.O., 1995. Freshwater outflow \n\nand Subtropical Convergence influence on phytoplankton biomass on the Southern \n\nBrazilian continental shelf. Continental Shelf Research, 15(14), 1737-1756. \n\nCosta, M.F.; Neumann-Leitão, S., e Souza-Santos, L.P., 2004. Bioindicadores de \n\nQualidade Ambiental. In: Eskinazi-Leça, E.; Neumann-Leitão, S., and Costa, M.F. \n\n(eds.), Oceanografia: um cenário tropical.Recife: Bagaço, pp. 319-352. \n\nCosta, K. M. P., 1991. Hidrologia e biomassa primária da região Nordeste do Brasil entre \n\nas latitudes de 8°00'00'' e 2°44'30''S e as longitudes de 35°56'30'' e 31°48'00''W. Recife: \n\nUniversidade Federal de Pernambuco. Dissertação de mestrado, 217p. \n\nCosta, K.M.P.; Queiroz, C.M., e Macêdo, S.J., 1985. Hidrologia e plankton da Plataforma \n\nContinental de Pernambuco 1. Variação das características físico-químicas da água. In: \n\nEncontro Brasileiro de Gerenciamento Costeiro III, Fortaleza, 337-371. \n\nCPRH (Agência Estadual de Meio Ambiente e Recursos Hídricos), 1999. Diagnostico \n\nAmbiental Integrado da Bacia do Pirapama, pp. 273. \n\nhttp://www.cprh.pe.gov.br/downloads/pirapama.pdf. \n\nEskinazi-Leça, E.; Koening, M. L., e Silva-Cunha, M. G. G., 2004. Estrutura e dinâmica da \n\ncomunidade fitoplanctônica. In: Eskinazi-Leça, E.; Neumann-Leitao, S.; Costa, M. F. \n\n(eds.) Oceanografia: um cenário tropical. Recife: Bagaço, pp. 353-373. \n\nFeitosa, F.A.N.; Nascimento, F.C.R., e Costa, K.M.P., 1999. Distribuição especial e \n\ntemporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na \n\nBacia do Pina (Recife-PE). Trabalhos Oceanográficos Universidade Federal de \n\nPernambuco, Recife, 27(2), 1-13. \n\nFlores Montes, M., 1996. Variação nictemeral do fitoplâncton e parâmetros hidrológicos \n\nno Canal de Santa Cruz (Itamaracá, PE). Recife: Universidade Federal de Pernambuco, \n\nDissertação de mestrado, 119p.  \n\nGrasshoff, K.; Ehrhardt, M. and Kremling, K., 1983. (Ed.) Methods of seawaters analysis, \n\nVerlag Chemie, 2ª edição. 419p.  \n\nGrego, C. K. S.; Feitosa, A.N.; Silva, M.H.; Cunha,M.G.G.S, e Filho, G.A.N., 2009. \n\nFitoplâncton do ecossistema estuarino do rio Ariquindá (Tamandaré, Pernambuco, \n\nhttp://www.cprh.pe.gov.br/downloads/pirapama.pdf\n\n\n25 \n\n \n\nBrasil): variáveis ambientais, biomassa e produtividade primária. Atlântica, 31(2), 183 -\n\n198. \n\nGrego, C.K.S.; Feitosa, F.A.N.; Honorato Silva, M., and Flores Montes, M.J., 2004. \n\nDistribuição espacial e sazonal da clorofila-a fitoplanctônica e hidrológica do estuário \n\ndo rio Timbó (Paulista-PE). Tropical Oceanography, 32(2), 181-199. \n\nHonorato Silva, M.; Passavante, J.Z.O.; Silva-Cunha, M.G.G.; Nascimento-Vieira, D.A.; \n\nGrego, C.K.S., e Muniz, K., 2004. Distribuição especial e sazonal da biomassa \n\nfitoplanctônica e dos parâmetros hidrológicos no estuáriodo rio Formoso (rio Formoso, \n\nPernambuco, Brasil). Tropical Oceanography, 32(1), 89-106. \n\nKoening, M.L. and Macêdo,S.J., 1999. Hydrology and Phytoplankton Community \n\nStructure at Itamaracá-Pernambuco (Northeast Brazil). Brazilian Archives of Biology \n\nand Technology, 42(4). \n\nLacerda, S.R.; Koening, M.L.; Neumann-Leitão, S., and Flores Montes, M.J., 2004. \n\nPhytoplankton nyctemeral variation at tropical river estuary (Itamaracá – Pernambuco – \n\nBrazil). Brazilian Journal Biology, 64, 81-94. \n\nLosada, A.P.M.; Feitosa, F.A.N. e Lins, I.C. 2003. Variação sazonal e espacial da \n\nbiomassa fitoplanctônica nos estuários dos rios Ilhetas e Mamucaba (Tamandaré - PE) \n\nrelacionada com parâmetros hidrológicos.Tropical Oceanography (31), 1-29. \n\nLosada, A.P.M.; Feitosa, F.A.N., e Correia-Lins, I., 2000. Variação sazonal e espacial da \n\nbiomassa fitoplanctônica nos estuários dos Rios Ilhetas e Mamucaba (Tamandaré-PE) \n\nrelacionada com parâmetros hidrológicos. Trabalhos Oceanográficos da Universidade \n\nFederal de Pernambuco, 28(2),117-138. \n\nMafalda Jr., P.O.; Sinque, C.; Brito, R.R.C. e Santos, J.J., 2004. Biomassa planctônica, \n\nhidrografia e pluviosidade na costa norte da Bahia, Brasil. Tropical Oceanography, \n\n32(2), 143-158. \n\nMacêdo, SJ.; Neumann-Leitão, S.; Koening, M.L.; Araujo Filho, M.; Schwamborn, R.; \n\nFeitosa, F.A.N.; Muniz, K.; Lacerda, S.R., and Flores-Montes, M.J, 2005. Status of the \n\nbarra das jangadas estuary (north-eastern Brazil): an ecological approach. In:Tiezzi, \n\nC.A., Brebia, S.E., Jorgensen, S. and Almorza Gomar Witpress (eds.) Ecosystems and \n\nsustainable developmet V. Boston. pp. 709-722, \n\nMacêdo, S. J.; Muniz, K., e Flores Montes, M. J., 2004. Hidrologia da região costeira e \n\nplataforma continental do Estado de Pernambuco. In: Eskinazi-Leça, E.; Neumann-\n\nLeitao, S.; Costa, M. F. (eds.) Oceanografia: um cenário tropical. Bagaço, pp. 255-286. \n\nMacêdo, S.J. and Costa, K.M.P., 1978. Estudo ecológico da região de Itamaracá \n\nPernambuco – Brasil, condições hidrológicas do estuário do rio Botafogo. Ciência e \n\nCultura, 30(7), 368. \n\n\n\n26 \n\n \n\nManso, V.A.V.; Valença, L.M.M.; Coutinho, P.N., and Guerra, N.C., 2004. Geomorfologia \n\nda Plataforma Continental de Pernambuco. In: Eskinazi-Leça, E.; Neumann-Leitão, S., \n\nand Costa, M.F. (eds.), Oceanografia: um cenário tropical. Bagaço, pp. 59-86. \n\nMarques,C.W.; Monteiro, I.O.; Möller, O.;Fernandes, E.H., 2006 A dinâmica da pluma \n\ncosteira da Lagoa dos Patos, Brasil. In: Seminário e workshop em engenharia oceânica, \n\nII, Rio Grande, http://repositorio.furg.br:8080/1/946. \n\nMedeiros, C.; Macedo, S. J.; Feitosa, F. A. do N., and Koening, M. L., 1999.  Hydrography \n\nand phytoplankton biomass and abundance of northeast Brazilian waters. Archive of \n\nFishery and Marine Research, 47(2/3), 133-151.  \n\nNascimento, F.C.R.; Muniz, K.; Feitosa, F.A.N.; Araújo, J.P.; Silva, R.M.S.; Silva, G.S., \n\nand Montes, M.J.F., 2003. Disponibilidade nutricional da Bacia do Pina e rio Tejipió \n\n(Recife-PE-Brasil) em relação aos nutrients e biomassa primária (setembro/2000). \n\nTropical Oceanography, 31(2), 149-169. \n\nNoriega, C. E. D.; Costa, K. M. P.; Feitosa, F. A. N.; Montes, M. J. F.; Grego, C. K. S.; \n\nSoares, G. S. S., e Silva, H. P., 2005. Distribuição espacial da biomassa fitoplanctônica \n\ne sua relação com os sais nutrientes, no sistema estuarino de Barra das Jangadas \n\n(Pernambuco – Brasil). Arquivos de Ciência do Mar, 38 (2005), 5-18.  \n\nOliveira, C.M.S.; Gaigher, L.P., e Silveira, I.M.O., 2004. Concentrações de nitrogênio \n\namoniacal, nitrito e nitrato no rio Piraquê-Uça (Aracruz-ES). II Congresso Brasileiro de \n\nOceanografia. P.181.  \n\nPassavante, J.Z.O. and Feitosa, F.A.N., 2004. Dinâmica da Produtividade Fitoplanctônica \n\nna Zona Costeira Marinha. In: Eskinazi-Leça, E.; Neumann-Leitão, S., and Costa, M.F. \n\n(eds.), Oceanografia: um cenário tropical. Bagaço, pp. 425-440. \n\nPassavante, J. Z.O.; Feitosa, F. A.N.; Macêdo, S. J.; Aragão J. O. R.; Leitão, S. N., e Lins, \n\nI. C., 2003. Produção, biomassa fitoplanctônica, climatologia e hidrologia do estuário \n\ndo rio Botafogo, Itapissuma, Pernambuco. Boletim Técnico e Científico de CEPENE, \n\n11. \n\nPassavante, J.Z.O. e Feitosa, F.A.N., 1995. Produção primária do fitoplâncton da \n\nplataforma continental de Pernambuco (Brasil): área de Piedade. Boletim Técnico e \n\nCientífico de CEPENE, 3(1), 7-22. \n\nPassavante, J.Z.O.; Gomes, N.A.; Eskinazi-Leça, E., e Feitosa, F.A.N., 1987/89. Variação \n\nda clorofila a do fitoplâncton na plataforma continental de Pernambuco. Trabalhos \n\nOceanográficos da Universidade Federal de Pernambuco,20, 145-157. \n\nParsons, T. R. and Strickland, J. D. H.1963. Discussion of spectrophometria determination \n\nof marine-plant pigments, with revised equations for ascertaining clorophyll a and \n\ncarotenoids. Journal of Marine Research, 21(3), 155-163. \n\n\n\n27 \n\n \n\nRabalais, N. N.; Tumer, R. E.; Justic, D.; Dortch, Q.; Wiseman, W. J., and Sem Gupta, B. \n\nK., 1996 Nutrient changes in the Mississippi river and system responses on the \n\nadjacente continental shelf. Estuaries, 19, 386-407.  \n\nResurreição, M.G.; Passavante, J.Z.O., e Macêdo, S.J., 1996. Estudo da Plataforma \n\nContinental na área do Recife (Brasil): variação sazonal da biomassa fitoplanctônica \n\n(08°03’38’’ lat. S; 34°42’28’’ à 34°52’00’’ long. W.). Trabalhos Oceanográficos \n\nUniversidade Federal de Pernambuco, 24, 39-59. \n\nSantos, M.L.S e Muniz, K., 2010. Variação nictemeral de parâmetros abióticos e clorofila \n\na em uma estação oceanográfica na plataforma continental do Amazonas. Atlântica, \n\n32(2), 237-246. \n\nScharler, U.M. and Baird, D. 2000. The effects of a single freshwater release into the \n\nKromme Estuary. 1: General description of the study area and Physico-chemical \n\nresponses. Water SA. 26 (3), 291-300. \n\nSmith, V.H., 2007. Using primary productivity as an index of coastal eutrophication: the \n\nunits of measurement matter. Journal of Plankton Research, 29(1), 1-6. \n\nSmith Jr, W.O. and Demaster, D.J., 1996. Phytoplankton biomass and productivity in the \n\nAmazon River plume: correlation with seasonal river discharge. Continental Shelf \n\nResearch, 16(3), 291-319. \n\nSouza, A.D.G., and Tundisi, J.G., 2003. Water quality in watershed of the Jaboatão river \n\n(Pernambuco, Brazil): a case study. Brazilian Archives of Biology and Technology, \n\n46(4), 711-721. \n\nStrickland, J. D. H. and Parsons, T. R., 1972. A pratical handbook of seawaters analysis. \n\nBulletin Fisheeries Research Board of Canada, Ottawa, 167, 207-211.  \n\nTrochimczuk Fo.A. e Schettini,C. A. F., 2003. Avaliação da dispersão espacial da pluma \n\ndo estuário do rio Itajaí-Açu em diferentes períodos de descarga. Notas técnicas \n\nFacimar, 7, 83-96. \n\nUNESCO, 1973. International Oceanographic Table. Great Britain Wormly 2, 141 p.  \n\nUNESCO, 1966. Determination of photosynthetic pigments in sea waters. Report of \n\nSCOR/UNESCO working group 17 with meat from 4 to 6 June 1964. Paris, \n\n(Monographys on Oceanology Methodology). 66 p.  \n\nVollenweider, R.A., Kerekes, J.,(eds),. 1982. Eutrophication of waters: monitoring, \n\nassessment and control. Report of the OECD cooperative program on Eutrophication. \n\nOrganization for the Economic Development and Co-operation, Paris. 156 p. \n\n \n\n\n\n28 \n\n \n\nANEXOS \n\nTabela 1 – Valores dos parâmetros no período de estiagem e chuvoso nos pontos referentes a Plataforma Continental (Max=Máximo, Min=Mínimo, Média e \n\nD.P=desvio padrão) e análise estatística ANOVA fatorial (sazonal e espacial), *P? 0.05. \n\n \n\nParâmetros \nEstiagem Chuvoso ANOVA Factorial (p) \n\nMax/Min Média/D.P. Max/Min Média/D.P. Espacial Sazonal Espacial*Sazonal \n\nClorofila-a (mg.m-3) 9,67/0,5 2,39/±2,56 4,59/0,26 1,5/±1 0,25 0,21 0,93 \n\nSalinidade 37,15/21,05 28,67/±7,86 35,34/10,77 26,8/±8,34 0,33 0,16 0,39 \n\nOxigênio dissolvido (ml.L-1) 5,3/4,05 4,46/±0,35 4,8/3,67 4,3/±0,31 0,00 * 0,00* 0,00* \n\nTaxa de Saturação O2 (%) 119,56/91,52 104,1/±7,64 101,79/72,1 90,4/±8,28 0,22* 0,00* 0,00* \n\npH 8,69/8,05 8,3/±0,23 8,92/7,76 8,3/±0,36 0,92 0,68 0,97 \n\nMaterial Particulado em Suspensão \n\n(mg.L-1) \n34,8/1,67 16,8/±12 127,8/1,4 13,6/±7,59 0,8 0,99 0,47 \n\nN-amoniacal (µmol.L-1) 0,18/0 0,1/±0,05 1,43/0 0,4/±0,44 0,23 0,00* 0,14 \n\nNitrito(µmol.L-1) 0,98/0 0,1/±0,25 5,85/0 0,3/±0,27 0,04* 0,00* 0,72 \n\nNitrato(µmol.L-1) 8,51/0,12 1,4/±2 0,95/0 2,8/±1,73 0,03* 0,00* 0,65 \n\nFosfato(µmol.L-1) 0,63/0 0,2/±0,19 0,84/0,11 0,5/±0,38 0,02* 0,00* 0,41 \n\nSilicato(µmol.L-1) 61,77/0,78 9,7/±15 106,99/6,34 35,2/±33 0,06 0,00* 0,53 \n\nProfundidade (m) 13,1/6,6 10,6/±2,23 15,2/5,7 11/±2,1 __ __ __ \n\nTemperatura (°C) 29,5/27,2 28,7/±0,8 29/26,54 27,3/±0,83 0,93 0,00* 0,87 \n\nSecchi (m) 6,7/1,5 3,4/±1,55 5/0,65 1,8/±0,82 0,48 0,00* 0,68 \n\n \n\n\n\n29 \n\n \n\n  \nTabela 2:Valores dos parâmetros no período de estiagem e chuvoso no estuário (P1) (Max=Máximo, Min=Mínimo, Média e D.P=desvio padrão). \n\n \n\n \n\nParâmetros \nEstiagem Chuvoso \n\nMax/Min Média/D.P. Max/Min Média/D.P. \n\nClorofila-a \n\n(mg.m\n-3\n\n) \n34,71/2,89 12,76/±14,90 12,46/0,79 4,82/±5,45 \n\nSalinidade 16,31/10,69 12,86/±2,71 13,45/0,17 4,7/±7,58 \n\nOxigênio \n\ndissolvido (ml.L\n-\n\n1\n) \n\n0,61/0,12 0,35/±0,21 3,97/0,59 1,9/±1,56 \n\nTaxa de \n\nSaturação O2 \n(%) \n\n85,65/32,29 64,13/±22,73 56,69/39,4 47,1/±7,76 \n\npH 8,6/7,22 10,14/±5,64 8,52/7,25 7,86/±0,69 \n\nMaterial \n\nParticulado em \n\nSuspensão \n\n(mg.L\n-1\n\n) \n\n62,8/7,84 43,11/±25,43 210,91/85,56 131,56/±69,01 \n\nN-amoniacal \n\n(µmol.L\n-1\n\n) \n22/0,01 8,56/±9,91 17,15/0,98 5,42/±7,83 \n\nNitrito(µmol.L\n-1\n\n) 0,5/0 0,3/±0,23 10,59/0,07 3,36/±4,87 \n\nNitrato(µmol.L\n-\n\n1\n) \n\n9,8/0,2 4,53/±4,67 34,4/0 15,09/±15,03 \n\nFosfato(µmol.L\n-\n\n1\n) \n\n91,4/3,13 30,17/±41,09 14,4/1,42 6,35/±5,8 \n\nSilicato(µmol.L\n-\n\n1\n) \n\n76,11/13,94 55,96/±28,35 126,98/32,3 78,16/±47,85 \n\nProfundidade \n\n(m) \n1,6/1 1,25/±0,26 2,0/1 1,35/±0,44 \n\nTemperatura \n\n(°C) \n30,5/27 28,95/±1,47 27,2/26,97 27,09/±0,09 \n\nSecchi (m) 0,7/0,35 0,46/±0,16 0,45/0,1 0,24/±0,15 \n\n\n\n30 \n\n \n\nCAPÍTULO 2: \n\nInfluência da descarga fluvial na dinâmica da clorofila a na plataforma continental \n\nadjacente à bacia portuária do Recife (Pernambuco-Brasil) \n\nABSTRACT \n\nThis study was developed in the coastal zone of the state of Pernambuco adjacent to the \n\nport area of Recife, that corresponds to the continental shelf. This research aimed to \n\nanalyze the dynamics of c chlorophyll a and several environmental variables. Sampling \n\nwas conducted bimonthly, on the surface, from Sept 11th to May 10th, encompassing the \n\nrainy and dry periods, and during low tide and spring tide. The analyzed parameters \n\nwere chlorophyll a, salinity, temperature, transparency, dissolved oxygen, oxigen \n\nsaturation rate, pH , suspended solids, dissolved inorganic nutrients . Phytoplankton \n\nbiomass ranged from 13.48 to 145.09 mg.m-3 in the estuarine area and the inner shelf, \n\nthe variation was from 0.24 to 19.29 mg.m-3 in the dry season and from 0.78 to 5 20 \n\nmg.m-3 in the rainy season. The PCA showed a direct relationship of chlorophyll-a with \n\nammonia, phosphate and transparency and an inverse relationship with suspended \n\nparticulate matter and nitrate. Biomass was not significantly different for seasonal or \n\nspatial dynamics. The estuary of the river Capibaribe is considered highly impacted, and \n\nas it forms the basin port of Recife, it joins with two more strongly eutrophic bodies of \n\nwater, the river Beberibe and the Pina Basin, causing an amplification of its influence \n\non the adjacent shelf. In terms of the river’s plume dispersion in the Port of Recife, the \n\npresence of a dike causes some disturbances in the direction of the current, limiting this \n\nplume to the most coastal area. \n\nAdditional Index Words: phytoplankton biomass, spatial and temporal variability and \n\neutrophication. \n\n \n\nRESUMO \n\nO presente trabalho foi desenvolvido na zona costeira do estado de Pernambuco \n\nadjacente a área portuária do Recife, correspondente à plataforma continental. \n\nApresentou como objetivo analisar a dinâmica da clorofila a e variáveis ambientais. As \n\ncoletas foram realizadas bimestralmente, na superfície, em maio/10 à set/11 englobando \n\nos períodos chuvoso e estiagem, durante a baixa-mar e em maré de sizígia. Os \n\nparâmetros analisados foram clorofila a, salinidade, temperatura, transparência, \n\noxigênio dissolvido, taxa de saturação do oxigênio, pH, material em suspensão e \n\nnutrientes inorgânicos dissolvidos. A biomassa fitoplanctônica variou entre 13,48 e \n\n50,34 mg.m-3 na área estuarina, no período de estiagem e na plataforma de 0,24 à 19,29 \n\nmg.m-3  e, no período chuvoso de 4,49 a 145,09 mg.m-3  na área estuarina e de 0,78 à \n\n5,20 mg.m-3 na plataforma. A ACP evidenciou uma relação direta da clorofila a com N-\n\namoniacal, fosfato e transparência e inversa com o material particulado em suspensão e \n\n\n\n31 \n\n \n\nnitrato. A biomassa não apresentou diferença significativa para sazonal e espacialidade. \n\nO estuário do rio Capibaribe é considerado altamente impactado, e ao formar a bacia \n\nportuária do Recife, este se soma a mais dois corpos d’água fortemente eutrofizados, o \n\nrio Beberibe e a Bacia do Pina, fazendo com que a influência na plataforma adjacente \n\nseja ampliada. Em termo de dispersão de pluma dos rios, no porto do Recife a presença \n\ndo dique provoca uma certa perturbação no sentido da corrente limitando esta pluma \n\npara a parte mais costeira. \n\nPalavra-chave: biomassa fitoplanctônica, sazonalidade e espacialidade, eutrofização. \n\n \n\nINTRODUÇÃO  \n\n O ambiente marinho costeiro pode ser entendido basicamente como área de \n\ntransição entre os continentes e a massa líquida marinha que cobre aproximadamente \n\n70% da superfície terrestre. Esta zona de interação continente/mar é considerada \n\nextremamente complexa do ponto de vista biológico por possuir em seus limites uma \n\nprofusão de influências, tanto terrestre e atmosférica como oceânicas, permitindo \n\ncaracterizá-la como uma das mais férteis e dinâmicas da hidrosfera (Resurreição, \n\nPassavante e Macêdo., 1996). \n\n A dispersão de águas de drenagem continental nas áreas costeiras tem sido \n\nreconhecida como um importante processo físico para o gerenciamento costeiro e de \n\nbacias hidrográficas. Rios e estuários geralmente escoam na forma de pluma, atuando \n\nno transporte de sedimentos, nutrientes e materiais orgânicos do continente para os \n\noceanos (Stacey et al, 1999). \n\n De acordo com Abessa et al. (2012), o descarte de efluentes domésticos no \n\noceano, seja em águas rasas ou mais profundas, pode induzir uma séria de impactos \n\nambientais negativos, dos quais se destacam a eutrofização e a floração de algas tóxicas. \n\n A comunidade planctônica apresenta um caráter muito dinâmico, com elevadas \n\ntaxas de reprodução e perda, respondendo rapidamente às alterações físicas e químicas \n\ndo meio aquático e estabelecendo complexas relações intra e interespecíficas na \n\ncompetição e utilização do espaço e dos recursos (Valiela, 1995). Por esta razão, \n\nalgumas espécies desta comunidade são utilizadas como bioindicadoras oferecendo um \n\npanorama da resposta integrada dos organismos à modificações ambientais. \n\n A importância em se determinar a capacidade produtiva de um ecossistema \n\nconsiste em poder avaliar as suas reais condições de manter todos os níveis da teia \n\ntrófica, e através da biomassa fitoplanctônica é possível ainda classificar o referido \n\nambiente quanto ao seu grau de eutrofização. (Passavante e Feitosa, 2004) \n\n Portanto, o presente trabalho, apresentou como objetivo principal analisar a \n\ndinâmica da clorofila-a e parâmetros hidrológicos na plataforma continental de \n\nPernambuco sob influência principal da pluma do rio Capibaribe e outros tributários. \n\n \n\n\n\n32 \n\n \n\nÁrea de estudo \n\n A bacia hidrográfica do rio Capibaribe compreende uma área de 7.552 km2, o \n\nque equivale a 6,73 % da área do estado de Pernambuco. Da nascente até a foz, o rio \n\ncorre pelo Agreste do estado e Zona da Mata cortando a região metropolitana do Recife, \n\nem aproximadamente 250 quilômetros de percurso (SRHE, 2012). No final do seu \n\npercurso, o rio Capibaribe se encontra com o rio Beberibe, a bacia do Pina e deságuam \n\nno Oceano Atlântico, na altura do porto do Recife. O clima no litoral de Pernambuco é \n\ndo tipo As’, segundo a classificação de Köppen. Possui uma temperatura anual média de \n\n25,6°C, a precipitação anual fica na média de 2.272,9 mm e os ventos dominantes de \n\nsudeste (Araújo, Medeiros e Ribeiro,1999; Porto do Recife, 2013). \n\n \n\nFigura 1 – Localização dos pontos de coleta na zona estuarina do rio Capibaribe (P1) e na \n\nplataforma (P2,P3,P4,P5) adjacente ao porto do Recife, PE Brasil. (Fonte: Google Earth, 2013). \n\n O Capibaribe possui uma população estimada em 430 mil habitantes em seu \n\nentorno, dentre as principais fontes de degradação ambiental deste rio, destaca-se a \n\npoluição proveniente do lixo urbano e industrial (SRHE, 2010). O sistema estuarino do \n\nporto do Recife apresenta uma série de problemas associados com a degradação \n\nambiental. O principal problema está associado ao sistema de esgoto da cidade, que \n\nconsistem de subsistemas secundários isolados (Noriega et al., 2013). \n\n \n\nP1\n\nP2\n\nP3\n\nP4\n\nP5\n\n \n\n\n\n33 \n\n \n\n \n\nMETODOLOGIA \n\nEtapas de ca mpo  \n\n As coletas foram realizadas em 5 pontos distintos, sendo um dentro do estuário \n\n(P1), e quatro pontos na plataforma continental, paralelos à costa, sendo o ponto 2 (P2) \n\nlocalizado 1,5km ao sul do porto do Recife, ponto 3 (P3) na entrada/saída do porto, \n\nseguido do ponto 4 (P4) em frente à praia Del Chifre e o ponto 5 (P5) a cerca de 3 km \n\nao norte do porto do Recife, em frente ao Fortinho de Olinda. A distância entre os \n\npontos de coleta e deles para a linha de costa é de aproximadamente 1,5 Km, exceto o \n\nP1 (Figura 1). Foram realizadas coletas bimestrais, no período entre maio/2010 à \n\nsetembro/2011, a bordo de um barco tipo lagosteiro, no estágio de baixa-mar e em maré \n\nde sizígia. As amostras de água para análise da biomassa fitoplanctônica (clorofila-a) e \n\nparâmetros hidrológicos foram coletadas na superfície, utilizando a garrafa \n\noceanográfica de Niskin. \n\nEtapas de labo rató rio  \n\n As amostra de água para determinação da clorofila a foram filtradas através de \n\nfiltros GF/C de 47mm da Whatman. O volume variou de 0,25 a 1,0 L. Após esse \n\nprocedimento, foi feita a extração da clorofila a na acetona 90% durante 24 horas a -18° \n\nC. Passado este período, as amostras foram centrifugadas a 3.000 rpm durante 10 \n\nminutos. Foi utilizado o método espectrofotométrico da UNESCO (1966), os cálculos \n\nforam feitos pela equação de Parsons &amp; Strickland (1963) e os resultados expressos em \n\nmg.m-3. \n\n A transparência da água foi medida in situ através de um disco de Secchi; a \n\nprofundidade local através de uma ecossonda manual digital; o oxigênio dissolvido foi \n\nanalisado utilizando-se o método de Winkler modificado descrito em Strickland &amp; \n\nParsons (1972); a taxa de saturação do oxigênio dissolvido foi calculada através da \n\n“International Oceanographic Tables” (UNESCO, 1973) correlacionado os valores de \n\ntemperatura e salinidade; o pH foi determinado por um pH-metro; os nutrientes (N-\n\namoniacal, nitrito, nitrato e fosfato) foram analisados pelo método de Strickland &amp; \n\nParsons (1972), e silicato, por Grasshoff,, Ehrhardt e Kremling (1983) e para o material \n\nparticulado em suspensão (material particulado em suspensão) utilizou-se o método \n\ngravimétrico descrito por Baumgarten, Rocha e Niencheski (1996). \n\n Os dados de temperatura e salinidade foram obtidos através de CTD da marca \n\nSea Bird Electronics SBE19plus, equipado com bomba centrífuga e sensores de alta \n\nresolução para medições de condutividade (resolução = 0,00004 S m-1), temperatura \n\n(resolução = 0,0003o C) e pressão (resolução = 0,068 db). Os levantamentos dos \n\nparâmetros hidrodinâmicos foram realizados através de um Acoustic Doppler Current \n\nProfile (ADCP), ou correntômetro acústico de afeito Doppler, da marca modelo RDI \n\n600, para medir seu movimento com relação ao fundo assim como a distribuição de \n\nsedimentos em suspensão na seção de medição. \n\n\n\n34 \n\n \n\nPara a análise estatística, foi testada a homogeneidade de variâncias utilizando o \n\nteste de Levene. A normalidade dos dados foi testada utilizado o teste de Shapiro-Wilk, \n\ncom os dados normalizados, foi realizado o teste da ANOVA fatorial, no programa \n\nStatistic 7, para verificar variações espaciais e sazonais, considerando significativo os \n\nvalores de p ?0,05. Para a análise multivariada dos parâmetros utilizou-se a Análise dos \n\nComponentes Principais (ACP) com base na matriz de correlação momento-produto de \n\nPearson. Em seguida, foram extraídos o autovetor e o autovalor dos dois principais \n\ncomponentes. Os cálculos foram realizados utilizando o programa computacional \n\nStatistic 7. \n\nRESULTADOS \n\nA média mensal da chuva no período estudado foi de 260,2 mm, com o máximo \n\nde 755,7mm encontrado em maio/11 e mínimo 23,5mm em nov/10. Destacaram-se dois \n\nperíodos: estiagem e chuvoso. O período de estiagem compreendeu os meses de nov/10, \n\nfev/11, mar/11 e set/11, que apresentou uma média de 113,3 mm, e no período chuvoso \n\nos meses foram, maio/10, jul/10, maio/11 e jul/11 com a média de 429,5 mm. O total de \n\nchuvas foi de 1.933,4 mm no ano de 2010 e 3.245,7 mm no ano de 2011, onde os \n\nmáximos foram registrados em maio/11 (755,7 mm) e abril/11 (647,4 mm) e os \n\nmínimos em nov/10 (23,5 mm) e set/11 (35,7 mm). Em comparação com a média dos \n\núltimos 20 anos (1992-2011) que foi de 2.232,7mm foi observado que o ano de 2011 \n\nesteve 45,37% mais elevada (Figura 2). \n\n0,0\n\n100,0\n\n200,0\n\n300,0\n\n400,0\n\n500,0\n\n600,0\n\n700,0\n\n800,0\n\nP\nlu\n\nv\nio\n\nm\ne\ntr\n\nia\n (\n\nm\nm\n\n)\n\n2010 2011 1992-2011\n\n \n\nFigura 2 – Dados de pluviometria da estação Recife-PE dos anos de 2010 e 2011 e a média dos \n\núltimos 20 anos (1992-2011). Fonte: INMET. \n\n \n\n \n\n\n\n35 \n\n \n\nProfundidade \n\nA profundidade média de cada ponto amostrado foi: 1,42m no P1 (estuário), \n\n9,74m no P2, 10,71m no P3, 8,79m no P4 e 7,44m no P5 (Tabela 1 e 2). \n\nPotencial hidrogeniônico (pH) \n\nO pH se manteve alcalino em todos os pontos amostrados e nos dois períodos, \n\nvariando entre 7,22 no P1 (set/11) e 8,52 no P1 (maio/10). Estatisticamente, esse \n\nparâmetro não apresentou diferença sazonal ou espacial significativa (Tabela 1 e 2). \n\nSalinidade \n\n A salinidade no estuário (P1) se manteve sempre baixa, devido a maior \n\ninfluência fluvial, com máximo de 16,31 (fev/11) e mínima de 0,17 (jul/11). Nos pontos \n\nda plataforma, pode observar que no P2 apresentou uma salinidade baixa de 14,97 \n\n(maio/10), 24,76 (jul/11) e 25,57 (maio/11), nos demais meses a salinidade foi superior \n\na 33. No P3, a salinidade se manteve abaixo dos 30 em quase todos os meses, exceto em \n\nset/11 (35,83), mar/11 (35,36). No P4, a salinidade abaixo de 30 foi encontrado em \n\njul/11 (12,91), maio/11 (24,23) e jul/10 (26,64). No P5, os valores mais baixos e \n\nsalinidade foram encontrados em jul/11 (22,88) e em maio/11 (29,07) (Figura 3; Tabela \n\n1 e 2). \n\n \n\nFigura 3 – Valores da salinidade na plataforma continental, período estiagem e chuvoso. \n\n Período\n\n Estiagem\n\n Período\n\n Chuvoso\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n45\n\nS\na\n\nlin\nid\n\na\nd\n\ne\n\n\n\n36 \n\n \n\nTemperatura \n\n A temperatura da superfície da água apresentou o valor máximo de 30,5ºC no P1 \n\n(mar/11) e mínimo de 26ºC no P4 (set/11). Estatisticamente, esse parâmetro apresentou \n\nvariação sazonal, com os maiores valores observados no período de estiagem (Tabela 1 \n\ne 2). \n\nPerfis de CTD \n\n Para identificação das estruturas verticais dos parâmetros físicos (temperatura e \n\nsalinidade) foram realizadas medidas ao longo da coluna d’água nos 4 pontos de coletas \n\nna plataforma, durante as campanhas amostrais realizadas em novembro/2010 e \n\nmaio/2011. \n\n Em novembro/2010 os valores temperatura superficiais foram observados em \n\ntorno de 28,6 °C nos quatro pontos de coleta (P 2, 3, 4 e 5). Neste período os menores \n\nvalores de temperatura d’água (em torno de 28,2 °C) foram observados próximo ao \n\nfundo, nas profundidades de 9 m (P 2) e 11 m (P3). As análises das estruturas verticais \n\nde temperatura apresentaram uma variação em torno de 0,4 °C entre a superfície e o \n\nfundo ao longo da coluna d’água (Figura 4). \n\n Neste período houve a presença de pluma d’água estuarina de baixa salinidade \n\n(&lt;34) nos pontos 3 e 4, localizada em torno de 0,5m &lt;1,0 m de profundidade abaixo da \n\nlinha superficial d’água. Nos pontos 2 e 5 não houve presença de uma massa d’água de \n\nbaixa salinidade na superfície da coluna d’água, mas a presença de um pico de alto valor \n\nde salinidade (> 37) em torno de um metro de profundidade (Figura 4). \n\n\n\n37 \n\n \n\n \nFigura 4 – Perfil vertical de temperatura e salinidade ao longo da coluna d’água obtida nas pontos \n\n2, 3, 4 e 5 durante a campanha amostral realizada em novembro/2010. \n\n Durante a campanha amostral de maio/2011 não foi observado grande variação \n\nde temperatura ao longo da coluna d’água nas estações de coletas, com máxima \n\nvariação de temperatura de 0.5 °C entre a superfície e o fundo. Sendo que os máximos \n\nvalores de temperatura (em torno de 28.3 °C) foram registrados na profundidade de 2 m \n\nnos pontos 4 e 5. Neste mesmo período, também foram observados na superfície (na \n\nprofundidade de um metro) a presença de uma pluma d’água de baixa salinidade nas \n\nquatro estações de coleta, com valores de salinidade variando entre 16 – 34 (Figura 5). \n\n\n\n38 \n\n \n\n \nFigura 5. Perfil vertical de temperatura e salinidade ao longo da coluna d’água obtida nos pontos \n\nP2, P3, P4 e P5 durante a campanha amostral realizada em maio/2011. \n\nOxigênio Dissolvido \n\n O oxigênio dissolvido variou espacialmente. No estuário (P1) foi encontrada as \n\nmenores concentrações, variando entre 0,11ml.L-1 à 4,35ml.L-1, sendo considerado \n\nquase anóxico. Os valores da plataforma continental variaram entre 1,73ml.L-1 no P3 \n\n(jul/10) à 5,01ml.L-1 no P5 (nov/10), caracterizando como uma área ainda não poluída \n\n(Tabela 1 e 2). \n\nTaxa de saturação do oxigênio \n\n Estatisticamente, a taxa de saturação variou tanto sazonal como espacialmente. \n\nO estuário (P1) apresentou o mínimo de 2,42% em mar/11 e máximo de 78,3% em \n\nmaio/11. Nos pontos mais costeiros variaram entre 35,58% no P3 (jul/10) à 114,1% no \n\nP5 (nov/10) (Figura 6; Tabela 1 e 2). \n\n\n\n39 \n\n \n\nMaterial Particulado em Suspensão  \n\n Esse parâmetro não apresentou variação espacial ou sazonal. O estuário variou \n\nentre 18,6 mg.L-1 (mar/11) à 210,91 mg.L-1(maio/11). Dentre os pontos situados na \n\nplataforma o mínimo foi de 3,6 mg.L-1 no P5 (mar/11) e 55,6 mg.L-1 no P4 (jul/11) \n\n(Figura 6; Tabela 1 e 2). \n\n \n\nFigura 6 – Material particulado em suspensão e Taxa de saturação do oxigênio na plataforma \n\ncontinental, período estiagem e chuvoso. \n\n \n\nTransparência da água (Secchi) \n\n Os menores valores foram encontrados no estuário (P1), variando entre 0,1 m \n\n(jul/11) e 0,7 m (set/11). Nos pontos da plataforma variaram entre 0,5 m em P3 (jul/10) \n\ne 6 m em P5 (nov/10). Estatisticamente, esse parâmetro apresentou diferença sazonal e \n\nespacial, indicando um aumento da transparência da coluna d’água no período de \n\nestiagem e nos pontos mais afastados da foz (Tabela 1 e 2). \n\nNutrientes inorgânicos dissolvidos \n\n No estuário (P1), os nutrientes variaram da seguinte forma: N-amoniacal \n\napresentou o máximo de 22 µmol.L-1 (nov/10) e mínimo de 0,98 µmol.L-1 (jul/11); \n\nnitrito variou entre 10,59 µmol.L-1 (jul/10) à valores indetectáveis; nitrato variou entre \n\n34,4 µmol.L-1 (jul/10) á valores indetectáveis; fosfato variou entre 14,4 µmol.L-1 \n\n(maio/10) à 2,92 µmol.L-1(jul/11); silicato apresentou uma variação de 166,1 µmol.L-1 \n\n(jul/11) à 13,94 µmol.L-1(nov/10). Para os pontos localizados na plataforma os valores \n\nmáximos foram todos encontrados no P3, que é o ponto localizado no Porto do Recife. \n\nPara N-amoniacal: 8,97 µmol.L\n-1 (nov/10); nitrito: 4,47 µmol.L-1 (maio/11); nitrato: \n\n15,82 µmol.L-1 (jul/11); fosfato: 6,36 µmol.L-1 (nov/10); silicato: 113,6 µmol.L\n-1 \n\n(maio/11). \n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\nM\na\nte\n\nri\na\nl \n\np\na\nrt\n\nic\nu\nla\n\nd\no\n\n e\nm\n\n s\nu\n\nsp\ne\nn\n\nsã\no\n (\n\nm\ng\n.L-\n\n1\n)\n\n Período\n Estiagem\n Período\n Chuvoso\n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n110\n\n120\n\nT\na\nx\na\n s\n\na\ntu\n\nra\nç\nã\no\n\n d\no\n o\n\nx\nig\n\nê\nn\nio\n\n d\nis\n\nso\nlv\n\nid\no\n (\n\n%\n)\n\n\n\n40 \n\n \n\n  Estatisticamente, a N-amoniacal não apresentou diferença significativa nem \n\nsazonal nem espacial, o nitrito e o nitrato variaram sazonal, com os maiores valores \n\nencontrados no período chuvoso, o fosfato apresentou diferença espacial com maiores \n\nvalores encontrados no P3 e menores no P2 e P5, que são os pontos mais afastados da \n\nentrada do porto e o silicato apresentou diferença tanto sazonal como espacial, com \n\nmaiores valores no período chuvoso e nos pontos próximos a entrada do porto (Figura \n\n7; Tabela 1 e 2). \n\nClorofila a \n\nNo estuário (P1), os valores variaram de 145,09 mg.m-3 (maio/10) à 4,49 mg.m-3 \n\n(maio/11).  \n\nA biomassa fitoplanctônica não obteve diferença significativa para sazonalidade \n\ne espacialidade nos pontos de plataforma. Apesar disso, pode-se observar que as médias \n\ndo período chuvoso estiveram sempre abaixo do período de estiagem. Para esses pontos, \n\na clorofila-a variou de 19,29 mg.m-3 no P3 (nov/10) à 0,24 mg.m-3 no P5 (mar/11) \n\n(Figura 8; Tabela 1 e 2). \n\nACP \n\n De acordo com a Análise dos Componentes Principais (ACP1) utilizando apenas \n\nos dados dos pontos da plataforma, os dois primeiros fatores explicaram 58,4% das \n\ncorrelações entre os dados abióticos. A primeira componente explicou 41,46%, onde a \n\nsalinidade correlacionou diretamente com o pH, taxa de saturação do oxigênio e \n\ntemperatura e inversamente com nitrito e silicato. A segunda componente explicou \n\n16,94, correlacionando diretamente a clorofila a com o N-amoniacal, fosfato e \n\ntransparência e inversamente com o material particulado em suspensão e nitrato. Foi \n\npossível visualizar a formação de dois grupos, um com as amostras do período de \n\nestiagem com maior afinidade pela salinidade, taxa de saturação do oxigênio, oxigênio \n\ndissolvido, temperatura, transparência e pH e as amostras do período chuvoso \n\nrelacionada com os nutrientes inorgânicos (Figura 9). \n\n\n\n41 \n\n \n\n \n\n \n\n \n\nFigura 7 – Concentrações dos nutrientes inorgânicos na plataforma continental, no período \n\nestiagem e chuvoso (ordem: N-amoniacal, nitrito, nitrato, fosfato e silicato). \n\n \n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\nN\n-a\n\nm\no\nn\n\nia\nc\na\nl \n\n(µ\nm\n\no\nl.\n\nL\n-1\n\n)\n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n0\n\n0.5\n\n1\n\n1.5\n\n2\n\n2.5\n\n3\n\n3.5\n\n4\n\nN\nO\n\n2\n (\nµ\n\nm\no\n\nl.\nL\n\n-1\n)\n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nN\nO\n\n3\n(µ\n\nm\no\n\nl.\nL\n\n-1\n)\n\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\nP\n\nO\n4\n(µ\n\nm\no\n\nl.\nL\n\n-1\n)\n\n Período\n\n Estiagem\n\n Período\n\n Chuvoso\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n-40\n\n-20\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\nS\niO\n\n2\n(µ\n\nm\no\n\nl.\nL\n\n-1\n)\n\n\n\n42 \n\n \n\n Período\n\n Estiagem\n\n Período\n\n Chuvoso\nPonto 2 Ponto 3 Ponto 4 Ponto 5\n\nPonto de coleta\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\nC\nlo\n\nro\nfi\n\nla\n-a\n\n (\nm\n\ng\n.m\n\n-3\n)\n\n \n\nFigura 8 – Concentração da clorofila-a na plataforma continental, no período estiagem e chuvoso. \n\nFigura 9 – ACP, análise da plataforma, diferenciando as amostras do período chuvoso e estiagem. \n\n \n\nDISCUSSÃO \n\n \n\n As características do estuário do rio Capibaribe são controladas, em sua maioria, \n\npela pluviosidade, somado com a vazão do rio, essa influência adentra a área de \n\nplataforma continental através da pluma fluvial, podendo modificar as características \n\ndeste ambiente. Esse parâmetro reflete na qualidade da água, pois através do aporte de \n\nmateriais terrígenos, contribuem para a manutenção do ambiente adequado a reprodução \n\n Clorofila-a\n\n Salinidade\n\n MPS\n\n pH\n\n NH3\n\n NO2\n\n NO3\n\n PO 4\n\n SiO 2\n\n Secchi\n\n Taxa OD\n\n Temperatura\n\n-1 -0.5 0 0.5 1\n\nFactor 1 : 41,46%\n\n-1\n\n-0.5\n\n0\n\n0.5\n\n1\n\nF\na\n\nc\nto\n\nr \n2\n\n :\n 1\n\n6\n,9\n\n4\n%\n\n Clorofila-a\n\n Salinidade\n\n MPS\n\n pH\n\n NH3\n\n NO2\n\n NO3\n\n PO 4\n\n SiO 2\n\n Secchi\n\n Taxa OD\n\n Temperatura\n\n       1\n\n       2\n\n       3\n\n       4\n\n       5\n\n       6\n\n       7\n       8\n\n       9\n\n      10\n\n      11\n      12\n\n      13\n\n      14\n\n      15\n      16\n\n      17\n\n      18\n      19\n\n      20\n\n      21\n\n      22\n\n      23\n\n      24\n\n      25\n\n      26\n      27\n\n      28\n\n      29      30\n\n      31\n\n      32\n\n-8 -6 -4 -2 0 2 4\n-3\n\n-2\n\n-1\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n       1\n\n       2\n\n       3\n\n       4\n\n       5\n\n       6\n\n       7\n       8\n\n       9\n\n      10\n\n      11\n      12\n\n      13\n\n      14\n\n      15\n      16\n\n      17\n\n      18\n      19\n\n      20\n\n      21\n\n      22\n\n      23\n\n      24\n\n      25\n\n      26\n      27\n\n      28\n\n      29      30\n\n      31\n\n      32\n\n\n\n43 \n\n \n\ne desenvolvimento de espécies. Devido a essa descarga, as regiões marinhas são as mais \n\nafetadas por receber a carga produzida nas respectivas bacias de drenagem (Cloern e \n\nJassby, 2008, Marques et al., 2006 e Rabalais et al., 1996,). \n\n Pôde-se observar, no presente trabalho, que o total de chuvas em 2011 esteve \n\n58% acima do encontrado no ano de 2010 e 45,37% acima da média dos últimos 20 \n\nanos (1992-2011). No ano de 2011 ocorreram eventos de fortes inundações, afetando \n\nprincipalmente a Região Metropolitana do Recife, esse fato foi em virtude do principal \n\nsistema atmosférico (perturbações de Leste) que provoca chuvas no litoral \n\nPernambucano ter atuado com mais frequência e intensidade do que sua climatologia \n\n(Anjos et al., 2012).  \n\n O grau de influência terrígena na zona costeira está diretamente relacionada à \n\npluviosidade. Segundo Passavante e Feitosa (2004), há dois padrões anuais da biomassa \n\nfitoplanctônica para as áreas costeiras do nordeste do Brasil, um ocorre durante o \n\nperíodo chuvoso, onde há um desenvolvimento algal devido ao aumento da \n\nconcentração dos sais nutrientes e disponibilidade de luz, esse fato foi observado por \n\nHonorato da Silva et al.(2009) no estuário do rio Formoso e Leão et al. (2009) no \n\nestuário do rio Igarassu. E o outro no período de estiagem, onde a elevação na \n\nconcentração da biomassa fitoplanctônica pode estar associada com o aumento da \n\ncamada eufótica, como encontrado por Azevedo, Feitosa e Koening (2008), no Golfão \n\nMaranhense. \n\n Outros autores encontraram diversos fatores que influenciaram no \n\ndesenvolvimento da biomassa, como direção dos ventos por Fujita e Odebrecht (2007) \n\nno estuário da Lagoa dos Passos e regime de marés e características hidrográficas do \n\nrio, observado por Grego et al. (2009) no estuário do rio Ariquindá. \n\n As chuvas em áreas tropicais causam diferença temporal e regional na vazão do \n\nrio, que por sua vez induz alterações em diversos parâmetros, como a salinidade, \n\nturbidez, concentrações dos nutrientes, oxigênio dissolvido e produtividade biológica \n\n(Santiago et al. ,2010). \n\n A transparência da água nos pontos da plataforma variaram sazonal e \n\nespacialmente com maiores valores no período de estiagem e no P5, que é o ponto mais \n\nafastado da foz. Porém, não foi verificado nenhuma diferença significativa para o \n\nmaterial particulado em suspensão, esse mesmo resultado foi encontrado por Noriega et \n\nal (2013) no Porto do Recife.  \n\n Ao acrescentar o estuário (P1), nota-se uma variação espacial no material \n\nparticulado em suspensão, com maiores valores no período chuvoso, já que as \n\ncondições ambientais do mesmo é diferente. Esse fato foi comprovado pela ACP, que \n\nmostra este parâmetro inversamente relacionado com a transparência, e diretamente \n\ncom nitrato. Valores próximos foram encontrados na mesma área por Travassos \n\n(1991/1993) e Santiago et al (2010), no estuário de Barra das Jangadas por Branco \n\n(2007). \n\n\n\n44 \n\n \n\n Outros parâmetros fortemente influenciados pela pluviosidade são a temperatura \n\ne salinidade. A temperatura da água nas regiões tropicais é elevada e sua variação é \n\nreduzida, possuindo também uma estabilidade temporal (Aidar et al., 1993; Flores \n\nMontes, 1996; Agawin et al., 2003).  \n\n A área de estudo apresentou variação sazonal com temperaturas maiores \n\nocorrendo no período estiagem e menores no período chuvoso, como registrado por \n\nBranco (2007) no estuário de Barra das Jangadas; Costa, Queiroz e Macêdo (1985), em \n\num perfil na plataforma continental em frente ao porto do Recife; e Feitosa, Nascimento \n\ne Costa (1999) na Bacia do Pina, e diferente do que Mafalda Jr. et al.(2004) \n\nencontraram na costa norte da Bahia, onde os maiores valores de temperatura foram \n\nregistrados no período chuvoso. \n\n Com relação à distribuição vertical da temperatura, nos pontos da plataforma, \n\ntanto o mês de nov/10 como o de maio/11, variaram apenas 0,4°C e 0,5°C, \n\nrespectivamente, e portanto não foi observado durante essas campanhas um \n\nestratificação térmica. Valores aproximados foram registrados por Feitosa, Nascimento \n\ne Costa (1999), Anjos et al. (2012), e Noriega et al. (2013) no porto do Recife. \n\n Em se tratando de um ambiente sob forte influência terrígena, a salinidade serve \n\ncomo indicador do encontro de corpos d’água de diferentes procedências e como \n\nmarcador dos limites inicial e final de um estuário (Feitosa et al., 1999). Esse parâmetro \n\napresentou diferença sazonal significativa, com menores valores encontrados no período \n\nchuvoso. Seguindo a classificação do Simpósio de Veneza, realizado em 1959, cuja as \n\nclasses e intervalos são relatados por Macêdo et al.(2004), o estuário (P1), em todo \n\nperíodo estudado, apresentou salinidade menor de 17, se caracterizando como um \n\nambiente variando de meso à oligohalino. Resultados semelhantes foram encontrados \n\npor Grego et al.(2009), Branco (2007), contudo, Anjos et al. (2012) na mesma área \n\nencontrou valores variando de limnéticos à euhalino , assim como Feitosa, Nascimento \n\ne Costa (1999) na Bacia do Pina. \n\n Os pontos da plataforma (P2, P3, P4 e P5) apresentaram regime de salinidade \n\nvariando entre polihalino e euhalino. As águas classificadas como polihalino (sal&lt;30) é \n\ndevido a influência da água proveniente da pluma do rio Capibaribe. Foi registrado a \n\npresença da pluma nos meses de maio/11 e jul/11 em todos os pontos da plataforma. Em \n\nmaio/11 o vento predominante foi o de Sul e o de jul/11 foi de Sudeste, o que levam a \n\ncorrente de deriva para o sentido norte. Vale ressaltar que, a presença do dique de \n\nproteção situado na frente do porto do Recife, provoca uma certa perturbação no \n\nsentindo da corrente de deságue, principalmente, no período de maior vazão (período \n\nchuvoso), podendo a pluma influenciar nas áreas localizadas mais ao sul (P2). \n\n A ADCP realizada em maio/11 revela a direção da corrente atingindo todos os \n\npontos (Anexo 1). O P4 registrou influência fluvial também em jul/10 e o P3, por se \n\nlocalizar na saída do porto do Recife, a presença da pluma foi intensa em quase todos os \n\nmeses, exceto em mar/11 e set/11, período de estiagem onde a média pluviométrica \n\nesteve abaixo da média dos últimos 20 anos. A partir dos perfis de CTD, no mês de \n\n\n\n45 \n\n \n\nnov/10 só foi observado uma estratificação salina em P4 e P5, já em maio/11, devido ao \n\naporte fluvial intenso, foi observado estratificação salina em todo os pontos.  \n\n Segundo Noriega et al. (2005), no período chuvoso, fatores como descarga \n\nfluvial, baixa evaporação e grande volume pluviométrico provocam um maior gradiente \n\nvertical, enquanto no verão as águas estão bem misturadas e uniformemente salina. \n\nCosta et al. (1985) observaram o mesmo na plataforma continental de Pernambuco.  \n\n A ACP ratifica essa presença da pluma nos pontos de plataforma ao relacionar \n\ninversamente a salinidade com nitrito e silicato e diretamente com o pH, temperatura e \n\ntaxa de saturação do oxigênio. \n\n Dentre os gases dissolvidos na água, o oxigênio é um dos mais importantes na \n\ndinâmica e na caracterização de ecossistemas aquáticos. Em ambientes em processo de \n\neutrofização, por exemplo, as concentrações de oxigênio dissolvido pode ser levado a \n\nsituações de hipoxia à níveis de anoxia (Esteves ,1998; Mateus, Mateus e Baretta, \n\n2008). Nesse sentido, Macêdo &amp; Costa (1978) elaboraram para os estuários do nordeste \n\num sistema de classificação para caracterizar a qualidade hídrica baseado na taxa de \n\nsaturação do oxigênio: Zona supersaturada (> 100%); Zona saturada (75 a 100%); Zona \n\nde baixa-saturação (50 a 75%); Zona semi-poluída (25 a 50%) e Zona poluída (&lt;25%). \n\n Na zona estuarina (P1) as médias de oxigênio dissolvido e sua taxa de saturação, \n\ndo período chuvoso e de estiagem foram: 2,43 e 0,35ml.L-1, 44% e 7%, \n\nrespectivamente. Considerando a classificação acima, esse ponto se caracterizou como \n\nzona semi-poluída no inverno e zona poluída no verão. Feitosa, Nascimento e Costa \n\n(1999), Santiago et al (2010), Santos et al. (2009) e Travassos (1991/1993), \n\nencontraram teores aproximados na mesma área. Os pontos da plataforma foram \n\nclassificados como zona saturada. Costa, Queiroz e Macêdo (1985) na plataforma \n\ncontinental próximo ao rio Jaboatão, encontraram águas super saturadas em oxigênio, \n\njustificado pelo intenso processo de mistura provocado pelas ondas e correntes de maré, \n\ncomo também o processo fotossintético. Mafalda Jr. et al. (2004), encontraram valores \n\nsempre saturados na costa norte da Bahia, porém não ocorreu variação sazonal ou \n\nespacial, como foi observada no presente trabalho. \n\n Em todos os pontos, o pH se manteve sempre alcalino, o que evidencia uma \n\ngrande influência marinha na área de estudo, porém no P1 foi registrado os menores \n\nvalores, chegando a 7,22, e os pontos mais costeiros os maiores valores. Este parâmetro \n\nestá diretamente ligado à quantidade de dióxido de carbono e oxigênio dissolvido, \n\ndevido sua relação com a quantidade de matéria orgânica em decomposição (Macêdo, \n\n1974; Santos 2010). A ACP relaciona diretamente o pH com a salinidade, taxa de \n\noxigênio e temperatura e inversamente com o silicato e nitrito. Trabalhos pretéritos na \n\nárea de estudo encontraram resultados aproximados. (Santos et al., 2009; Feitosa, \n\nNascimento e Costa, 1999; Travassos, 1991/93) \n\n No estuário (P1), como esperado, os valores de nutrientes foram maiores do que \n\nàqueles registrados na plataforma. O nitrito, nitrato e silicato tiveram maiores \n\n\n\n46 \n\n \n\nconcentrações no período chuvoso e a N-amoniacal e o fosfato no período de estiagem, \n\npossivelmente, em função do lançamento de efluentes domésticos. \n\n Comparando as concentrações registradas neste trabalho com os trabalhos \n\npretéritos na região, Travassos (1991/1993) observou valores de nitrito de 21,56 \n\nµmol.L-1, nitrato de 62,67, silicato de 203,36 µmol.L-1, e o fosfato de 8,38 µmol.L-1, os \n\nnutrientes não apresentaram sazonalidade, exceto o silicato. Feitosa, Nascimento e \n\nCosta (1999), registraram valores semelhantes para o fosfato de até 14,82 µmol.L-1 e \n\nmenores para nitrato de até 21,7 µmol.L-1, nitrito de 4,38 µmol.L-1 e silicato de 93,89 \n\nµmol.L-1, e ainda afirma que um fato importante a ser considerado é que, como não \n\nocorreu estratificação térmica, tornou mais fácil a mistura na coluna d’água e possível \n\ndesprendimento de sais nutrientes do fundo, favorecendo a comunidade fitoplanctônica.  \n\n  Por outro lado, Santos et al. (2009) encontraram valores muito inferiores do que \n\no registrado nesse trabalho, com o fosfato de 5,06 µmol.L-1 e silicato de 28,36 µmol.L-1 \n\nem maiores concentrações no período de estiagem. Apesar das variações dos valores \n\ncom relação ao encontrado neste trabalho, acredita-se que este estuário esteja em forte \n\nprocesso de eutrofização. \n\n Nos pontos mais costeiros, as concentrações dos nutrientes foram mais baixas \n\nem relação ao estuário. A influência do aporte fluvial sobre a distribuição dos nutrientes \n\ne matéria orgânica nos sistemas estuarinos e área costeira, geralmente resultam na \n\ndiminuição nas concentrações destes compostos com o aumento da salinidade (Gajo et \n\nal., 2005; Nascimento et al.,2003; Schettini, Pereira-Filho e Sppilere, 2000).  \n\n Fato este comprovado pela ACP, que relacionou diretamente o nitrito e silicato \n\nentre si e inversamente com salinidade, taxa de saturação do oxigênio, pH e \n\ntemperatura. E a clorofila a com o N-amoniacal, fosfato inverso com nitrato. A relação \n\ninversa principalmente do nitrito com a taxa de saturação do oxigênio, pode ser \n\nexplicado pelo processo de decomposição da matéria orgânica que explica estas \n\nvariações, influenciado por um incremento de compostos orgânicos neste ambiente, os \n\nquais são decompostos aerobicamente, diminuindo a concentração de oxigênio nestas \n\náguas. O aumento ter sido mais pronunciado para o nitrito evidencia a ocorrência do \n\nconsumo de oxigênio também pelo processo da nitrificação (Kuroshima e Bellotto, \n\n2009). \n\n Com relação a concentração dos nutrientes, o silicato foi o que apresentou \n\nvalores mais elevados, seguido do nitrato, fosfato, N-amoniacal e nitrito, e um aumento \n\ndestes nas salinidades mais baixas. Ao comparar os teores de nutrientes encontrados \n\nneste trabalho com os registrados por Braga et al.(2000) no mar adjacente na Baixada \n\nSantista, os pontos da plataforma continental estiveram muito mais elevados \n\ncomprovando assim a influência continental nesses pontos. Azevedo, Feitosa e Koening \n\n(2008), no Golfão Maranhense, encontraram teores elevados para N-amoniacal (26,45 \n\nµmol.L-1) e menores para nitrito (0,25 µmol.L-1), nitrato (3,53 µmol.L-1), fosfato (0,58 \n\nµmol.L-1). Já, Mafalda Jr, Souza e Silva (2003) na Baía de Todos os Santos, \n\nencontraram valores compatíveis com área oligotróficas. \n\n\n\n47 \n\n \n\n A clorofila a, associada com alguns parâmetros físicos e químicos, funcionam \n\ncomo ferramentas auxiliando na detecção de possíveis alterações na qualidade das \n\náguas, bem como avaliar tendências ao longo do tempo, que resultem em modificações \n\nno habitat, estrutura trófica ou no comportamento dos organismos aquáticos. Sendo \n\nobrigatório a sua avaliação em trabalhos de monitoramento ambiental (Ancona et al, \n\n2006; Smith, 2007)  \n\n As concentrações de clorofila a observadas na área estuarina (P1) foram muito \n\nmais elevadas do que as verificadas na plataforma devido a intensa ação antrópica \n\nexercida neste ambiente. De acordo com a ACP, a clorofila a mostrou relação inversa \n\ncom o material particulado em suspensão e nitrato e direta com N-amoniacal, fosfato e \n\ntransparência.  \n\n Ocorrências de florações algálicas e altos valores de clorofila a foram \n\nregistrados neste trabalho e em trabalhos pretéritos na área, como o encontrado por \n\nTravassos (1991) no rio Capibaribe (297,02 mg.m-3), Feitosa, Nascimento e Costa \n\n(1999) na bacia do Pina (256,10 mg.m-3)e Santos et al. (2009) na bacia portuária \n\n(187,37 mg.m-3), Flores-Montes et al. (2011) e Paulo et al (2011) na bacia portuária \n\n(164 mg.m-3). Diferente do encontrado por Resurreição, Passavante e Macêdo (1996), em \n\nfrente ao Porto do Recife (32,29 mg.m-3) que é uma elevada concentração em se \n\ntratando de plataforma e Anjos et al (2012) no estuário do rio Capibaribe (52,69 mg.m-\n\n3). \n\n Apesar da clorofila a não ter apresentado uma diferença significativa para \n\nsazonalidade, observa-se concentrações maiores no período de estiagem. Anjos et \n\nal.(2012), Feitosa e Passavante (1990), e Resurreição, Passavante e Macêdo (1996) \n\ntambém encontraram maiores valores da biomassa fitoplanctônica no período de \n\nestiagem, devido ao aumento da camada eufótica. \n\n Nos pontos de plataforma, foi observado maiores concentrações em todos os \n\npontos no mês de nov/10, possivelmente devido ao aumento da concentrações da N-\n\namoniacal. Fato este destacado na ACP, que relaciona diretamente a clorofila a com N-\n\namoniacal. \n\n Elevadas concentrações de clorofila a em áreas fortemente impactadas, foram \n\nobservados por Ancona et al., (2006), na baía de Santos (153,77 mg.m-3) e para o \n\nestuário (315,2 mg.m-3), confirmando que a região apresenta um caráter fortemente \n\neutrófico. Guenther et al. (2012) na baía de Guanabara/RJ registrou concentrações de \n\n140,0 mg.m-3. Azevedo, Feitosa e Koening (2008) no Golfão Maranhense encontrou \n\nvalores de 72,23 mg.m-3.  \n\nPor outro lado, Mafalda Jr. et al. (2003;2004) na Baía de Todos os Santos e na \n\ncosta norte da Bahia, verificaram concentrações inferiores, com médias entre 0,13 \n\nmg.m-3 à 2,8 mg.m-3, sendo característico de ambiente oligotrófico. Souza et al., (2009), \n\nanalisando a variação temporal do fitoplâncton na zona costeira do Pará, observaram \n\nvalor máximo de 8,70 mg.m-3 e Wang (2006) no ecossistema costeiro do leste do mar da \n\n\n\n48 \n\n \n\nChina, registrou um elevação ao decorrer de 22 anos, variando de 2 mg.m-3 (1980) à 9 \n\nmg.m-3 (2002), inclusive provocando várias florações algálicas ao longo desse período. \n\n Segundo Noriega et al. (2013), pesquisas anteriores no porto do Recife e \n\nestuário adjacente mostra que pluviosidade e consequentemente o aporte dos rios \n\nBeberibe, Capibaribe e as águas da Bacia do Pina, são capazes de afetar a área do porto \n\ne produzir mudanças temporais e espaciais na dinâmica das águas costeiras e na \n\nbiomassa fitoplanctônica, como foi observado neste presente trabalho. \n\n \n\nCONCLUSÃO \n\n Levando-se em consideração a classificação da qualidade das águas costeiras de \n\nVollenweider e Kerekes (1982), a plataforma adjacente ao porto do Recife, mostrou \n\nvariar entre eutrófica nos pontos mais centrais (P3 e P4) e oligotrófica nos pontos mais \n\nafastados (P2 e P5). Contudo, vale ressaltar que há certos momentos a depender da \n\nvazão dos rios ela pode atingir níveis eutróficos como consequência do excessos de \n\nefluentes domésticos que são laçados no ambiente. \n\nA clorofila a atingiu níveis de concentração muito elevados sendo característico de \n\nambientes em elevado processso de eutrofização antrópica (poluída) destacando-se \n\nainda pela relação direta com os nutrientes N-amoniacal e o fosfato; \n\nA pluma do rio capibaribe ao sair do porto do Recife sofre uma certa perturbação no \n\nsentido da corrente, devido à presença de um dique artificial de proteção, o que faz com \n\nque a pluma se situe mais próxima à costa. Além disso, provoca uma zona de mistura \n\nque chega a influenciar todos os pontos da plataforma. \n\n As altas concentrações de nutrientes inorgânicos dissolvidos na água, os baixos teores \n\nde oxigênio dissolvido e altos índices de clorofila a indicam que a zona estuarina \n\nencontra-se em elevado processo de eutrofização antrópica (poluída) e seus efeitos \n\nforam percebidos  na  plataforma continental. \n\nLITERATURA CITADA \n\nAbessa, D.M., Rachid, B.R.F., Moser, G.A.O. e Oliveira, A.J.F.C., 2012. Efeitos \n\nambientais da disposição oceânica de esgotos por meio de emissário submarinos: \n\numa revisão. Mundo da saúde, 36(4), 643-661 \n\nAncona, C.M., Saldanha-Corrêa, F.M.P, Stephan, M e Gianesella, S.M.F., 2006. \n\nVariação espaço-temporal da biomassa no estuário e baía de Santos. In: Braga, E.S. \n\nOceanografia e mudanças globais. III simpósio brasileiro de oceanografia, Editor \n\nInstituto Oceanográfico de São Paulo, pp 3-12. \n\nAgawin, N.S.R., Duarte, C.M., Agustí, S. e Mcmanius, L., 2003. Abundance, biomass \n\nand growth rates of Synechococcus sp. In a tropical coastal ecosystem (Philippines, \n\nSouth China Sea). Estuarine Coastal Shelf Science, 56, 493-502. \n\n\n\n49 \n\n \n\nAidar, E., Gaeta, S.A., Gianesella-Galvão, S.M.F., Kutner, M.B.B. e Teixeira, C., 1993. \n\nEcossistema costeiro subtropical: nutrientes dissolvidos, fitoplâncton e clorofila a e \n\nsuas relações com as condições oceanográficas na região de Ubatuba SP. Publ. Esp. \n\nInst. Oceanogr, 10, 9-13. \n\nAnjos, D.L.; Passavante, J.Z.O.; Silva-Cunha, M.G.G., E Honorato da Silva, M., 2012. \n\nBiomassa fitoplanctônica correlacionada aos fatores hidrológicos no estuário do rio \n\nCapibaribe (Recife, Pernambuco, Brasil). Tropical Oceanography, 40(1), 167-184. \n\nAraújo, M., Medeiros, C. e Ribeiro, C., 1999. Energy balance and time-scales of mixing \n\nand stratification in the Jaboatão estuary, NE-Brazi. Revista Brasileira de \n\nOceanografia,47(2), 145-154. \n\nAzevedo, A.C.G., Feitosa, F.A.N. e Koening, M.L., 2008. Distribuição espacial e \n\ntemporal da biomassa fitoplanctônica e variáveis ambientais no Golfão Maranhense, \n\nBrasil. Acta Botanica Brasilica, 22(3), 870-877. \n\nBaumgarten, M. G. Z.; Rocha, J. M. B. e Niencheski, L. F. H., 1996. Manual de \n\nanálises em oceanografia química. Rio Grande: Editora da FURG, 132p. \n\nBraga,E., Bonetti, C.V.D.H., Burone, L. e Bonetti-Filho, J., 2000. Eutrophication nd \n\nbacterial pollution caused by industrial and domestic wastes at the Baixada Santista \n\nestuarine system – Brazil. Marine Pollution Bulletin, 40(2), 165-173. \n\nBraga, E. S., Weber, R. R. e Bícego, M. C. 1998. Relatório do Sub- Projeto \n\nOceanografia Química do Projeto PADCT-Importância e caracterização da quebra da \n\nplataforma para recursos vivos e não-vivos. FAPESP n. 96/09333-5, 50p. \n\nBranco, E.S., 2007. Influência das variáveis ambientais na comunidade fitoplanctônica \n\nestuarina. Recife: Ed. Universitária da UFPE, 266p. \n\nCloern, J.E. e Jassby, A.D., 2010. Patterns and Scales of Phytoplankton Variability in \n\nEstuarine-Coastal Ecosystems. Estuaries and Coasts, 33, 230-241. \n\nCosta, K.M.P.; Queiroz, C.M., e Macêdo, S.J., 1985. Hidrologia e plankton da \n\nPlataforma Continental de Pernambuco 1. Variação das características físico-\n\nquímicas da água. In: Encontro Brasileiro de Gerenciamento Costeiro III, Fortaleza, \n\n337-371. \n\nEsteves, F. 1998. Fundamentos de Limnologia. 2° Ed. Rio de Janeiro, Interciência. \n\n602p. \n\nFeitosa, F.A.N.; Nascimento, F.C.R., e Costa, K.M.P., 1999. Distribuição especial e \n\ntemporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na \n\nBacia do Pina (Recife-PE). Trabalhos Oceanográficos Universidade Federal de \n\nPernambuco, 27(2), 1-13. \n\nFeitosa, F.A.N., Silva-Cunha. M.G.G., Passavante, J.Z.O., Neumann-Leitão, S. e \n\nCorreia Lins, I., 1999. Estrutura do microfitoplâncton no sistema estuarino do rio \n\nGoiana, Pernambuco, Brasil. Trab. Ocean. UFPE, 27(2), 15-25. \n\n\n\n50 \n\n \n\nFlores Montes, M., 1996. Variação nictemeral do fitoplâncton e parâmetros \n\nhidrológicos no Canal de Santa Cruz (Itamaracá, PE). Recife: Universidade Federal \n\nde Pernambuco, dissertação de mestrado, 119p.  \n\nFlores Montes, M., Paulo, J., do Nascimento, G., Gaspar, F., Feitosa, F., Santos, A., \n\nBatista, T., Travassos e R., Pitanga, M., 2011. The Trophic Status of an Urban \n\nEstuarine Complex in Northeast Brazil. Journal of Coastal Research, (SI-64), 408–\n\n411. \n\nFujita, C.C. e Odebrecht, C., 2007. Short term variability of chlorophyll a and \n\nphytoplankton composition in a shallow area of the Patos Lagoon estuary (Southern \n\nBrazil). Atlântica, 29(2), 93-106. \n\nGago J et al. 2005. Continental Inputs of C, N, P e Si Species to the Ría de Vigo (NW \n\nSpain). Estuar Coast Shelf Sci, 65,74–82. \n\nGrasshoff, K.; Ehrhardt, M. e Kremling, K., 1983. (Ed.) Methods of seawaters analysis, \n\nVerlag Chemie, 2ª edição. 419p.  \n\nGrego, C. K. S.; Feitosa, A.N.; Silva, M.H.; Cunha,M.G.G.S, e Filho, G.A.N., 2009. \n\nFitoplâncton do ecossistema estuarino do rio Ariquindá (Tamandaré, Pernambuco, \n\nBrasil): variáveis ambientais, biomassa e produtividade primária. Atlântica, 31(2), \n\n183 -198. \n\nGuenther, M. ; Lima, I. ; Mugrabe, G ; Tenenbaum, D. R. ; Gonzalez-Rodriguez, E. e \n\nValentin, J. L., 2012. Small time scale plankton structure variations at the entrance of \n\na tropical eutrophic bay (Guanabara bay, Brazil). Brazilian Journal of Oceanography \n\n,60, 405-414. \n\nHonorato Silva, M.; Passavante, J.Z.O.; Silva-Cunha, M.G.G.; Nascimento-Vieira, \n\nD.A.; Grego, C.K.S., e Muniz, K., 2004. Distribuição especial e sazonal da biomassa \n\nfitoplanctônica e dos parâmetros hidrológicos no estuário do rio Formoso (rio \n\nFormoso, Pernambuco, Brasil). Tropical Oceanography, 32(1), 89-106. \n\nKuroshima, K.N e Belloto, V.R., 2009. Dinâmica dos nutrientes inorgânicos e orgânicos \n\nna Foz do Rio Itajaí-Açú. In: Branco, J.O., Lunardon-Branco, M.J. e Bellotto, V.R. \n\n(org.). Estuário do Rio Itajaí-Açú, Santa Catarina: caracterização ambiental e \n\nalterações antrópicas. Editora Univali, Itajaí, SC, 312p. \n\nLeão, B.M.; Passavante, J.Z.O., Silva-Cunha, M.G.G.e Santiago, M.F., 2008. Ecologia \n\ndo microfitoplâncton do estuário do rio Igarassu, PE, Brasil. Acta Botanica Brasilica, \n\n22(3), 711-722. \n\nMacêdo, S. J.; Muniz, K., e Flores Montes, M. J., 2004. Hidrologia da região costeira e \n\nplataforma continental do Estado de Pernambuco. In: Eskinazi-Leça, E.; Neumann-\n\nLeitao, S.; Costa, M. F. (eds.) Oceanografia: um cenário tropical. Bagaço, 255-\n\n286p. \n\n\n\n51 \n\n \n\nMacêdo, S.J. e Costa, K.M.P., 1978. Estudo ecológico da região de Itamaracá \n\nPernambuco – Brasil, condições hidrológicas do estuário do rio Botafogo. Ciência e \n\nCultura, 30(7), 368. \n\nMafalda Jr., P.O.; Sinque, C.; Brito, R.R.C. e Santos, J.J., 2004. Biomassa planctônica, \n\nhidrografia e pluviosidade na costa norte da Bahia, Brasil. Tropical Oceanography, \n\n32(2), 143-158. \n\nMafalda Jr,P.O., Souza, P.M.M. e Silva, E.M., 2003. Estrutura hidroquímica e biomassa \n\nplanctônica no Norte da Baía de Todos os Santos, Bahia, Brasil. Tropical \n\nOceanography, 31(1), 31-51; \n\nMarques,C.W.; Monteiro, I.O.; Möller, O. e Fernandes, E.H., 2006 A dinâmica da \n\npluma costeira da Lagoa dos Patos, Brasil. In: Seminário e workshop em engenharia \n\noceânica II, Rio Grande, http://repositorio.furg.br:8080/1/946. \n\nMateus, M., Mateus, S., e Baretta, J.W., 2008. Basic concepts of estuarine ecology. In: \n\nNeves, R., Baretta, J.W. e Mateus, M. (eds.). Perspectives on integrated coastal zone \n\nmanagement in south America.Ist Press, 3-14p. \n\nNascimento, F.C.R.; Muniz, K.; Feitosa, F.A.N.; Araújo, J.P.; Silva, R.M.S.; Silva, \n\nG.S., e Montes, M.J.F., 2003. Disponibilidade nutricional da Bacia do Pina e rio \n\nTejipió (Recife-PE-Brasil) em relação aos nutrients e biomassa primária \n\n(setembro/2000). Tropical Oceanography, 31(2), 149-169. \n\nNoriega, C.E.D., Santiago, M.F., Façanha, P., Silva-Cunha, M.G.G., Silva, R.A., Flores \n\nMontes, M., Araújo, M., Costa, K.M.P., Eskinazi-Leça, E. e Neumann-Leitão, S., \n\n2013. The instantaneous transport of inorganic and organic material in a highly \n\npolluted tropical estuary. Marine and Freshwater Research, 64(6) 562-572. \n\nNoriega, C. E. D.; Costa, K. M. P.; Feitosa, F. A. N.; Montes, M. J. F.; Grego, C. K. S.; \n\nSoares, G. S. S., e Silva, H. P., 2005. Distribuição espacial da biomassa \n\nfitoplanctônica e sua relação com os sais nutrientes, no sistema estuarino de Barra \n\ndas Jangadas (Pernambuco – Brasil). Arquivos de Ciência do Mar, 38 (2005), 5-18. \n\nPassavante, J.Z.O. e Feitosa, F.A.N., 2004. Dinâmica da Produtividade Fitoplanctônica \n\nna Zona Costeira Marinha. In: Eskinazi-Leça, E.; Neumann-Leitão, S., e Costa, M.F. \n\n(eds.), Oceanografia: um cenário tropical. Bagaço, 425-440p. \n\nPaulo, J.G., Flores Montes, M.J., Santos Júnior, A.C., Batista, T.N.F., Travassos, R.K., \n\nNascimento Filho, G.A., Feitosa, F.A., Gaspar, F.L. e Pitanga, M.E., 2011. \n\nAllochthonous and autochthonous organic matter in na urban tropical estuarine área \n\nof northeastern Brazil. Journal of Coastal Research, (SI 64), 1798-1801. \n\nPorto do Recife. http://www.portodorecife.pe.gov.br/caracteristicas.htm \n\nRabalais, N. N.; Tumer, R. E.; Justic, D.; Dortch, Q.; Wiseman, W. J., e Sem Gupta, B. \n\nK., 1996 Nutrient changes in the Mississippi river and system responses on the \n\nadjacente continental shelf. Estuaries, 19, 386-407 \n\n\n\n52 \n\n \n\nResurreição, M.G.; Passavante, J.Z.O. e Macêdo, S.J., 1996. Estudo da Platafoma \n\nContinental na área do Recife (Brasil): variação sazonal da biomassa fitoplanctônica \n\n(08°03’38’’ lat. S; 34°42’28’’ à 34°52’00’’ long. W.). Trabalhos Oceanográficos \n\nUniversidade Federal de Pernambuco, 24, 39-59. \n\nSantiago, M.F., Silva-Cunha, M.G.G., Neumann-Leitão, S., Costa, K.M.P., Palmeira, \n\nG.C.B., Porto Neto, F.F. e Nunes. F.S., 2010. Phytoplankton dynamics in a highly \n\neutrophic estuary in tropical Brazil. Brazilian Journal of Oceanography, 58(3), 189-\n\n205. \n\nSantos, M.L.S e Muniz, K., 2010. Variação nictemeral de parâmetros abióticos e \n\nclorofila a em uma estação oceanográfica na plataforma continental do Amazonas. \n\nAtlântica, 32(2), 237-246. \n\nSantos, T. G.; Bezerra-Júnior, J. L.; Costa; K. M. P. e Feitosa, F. A. N., 2009. Dinâmica \n\nda biomassa fitoplanctônica e variáveis ambientais em um estuário tropical (Bacia do \n\nPina, Recife, PE). Revista Brasileira de Engenharia de Pesca, 4(1), 95-109. \n\nSchettini CAF, Pereira Filho J e Sppilere, LC.,2000. Caracterização Oceanográfica e \n\nBiogeoquímica dos Estuários dos Rio Tavares e Defuntos, Reserva Extrativista de \n\nPirajubaé, Florianópolis, SC, Brasil, N Tecn da Facimar 4, 11–28. \n\nSecretaria de Recursos Hídricos do estado de Pernambuco (SRHE), 2010. Plano \n\nhidroambiental da bacia hidrográfica do rio Capibaribe. pp389. \n\nhttp://www.sirh.srh.pe.gov.br/hidroambiental/files/capibaribe/TOMO%20III%20-\n\n%20Relatorio%20Planos%20de%20Investimentos-26%2007%2011.pdf. \n\nSmith, V.H., 2007. Using primary productivity as an index of coastal eutrophication: the \n\nunits of measurement matter. Journal of Plankton Research, 29(1), 1-6. \n\nSouza, E.B., Costa, V.B., Pereira, L.C.C. e Costa, R.M., 2008. Variação temporal do \n\nfitoplâncton e dos parâmetros hidrológicos da zona de arrebentação da Ilha Canela \n\n(Bragança, Pará, Brasil). Acta. Botanica Brasilica, 23(4), 626-636. \n\nStacey, M.T., Cowen, E. C., Powell, T.M., Dobbins, E. Monismith, S.G e Koseff, \n\nJ.,1999. Plume dispersion in a stratified, near-coastal flow: measurements and \n\nmodeling Continental Shelf Research 20 (2000), 637-663. \n\nStrickland, J. D. H. e Parsons, T. R., 1972. A pratical handbook of seawaters analysis. \n\nBulletin Fisheeries Research Board of Canada, Ottawa, 167, 207-211.  \n\nTravassos, P. E. P. F. Hidrologia e Biomassa primária do fitoplâncton no estuário do rio \n\nCapibaribe, Recife, Pernambuco. 1991.Universidade Federal de Pernambuco. \n\nDepartamento de Oceanografia, Centro de Ciências Tecnológicas e Geociências, \n\nRecife:Tese, 286f. \n\nTravassos, P. E. P. F.; Macêdo e S. J.; Koening, M. L., 1991/93. Aspectos hidrológicos \n\ndo estuário do rio Capibaribe (Recife, Pernambuco, Brasil). Trabalhos \n\nOceanográficos Univ. Fed. PE. 22. 9-38. \n\n\n\n53 \n\n \n\nUnesco, 1973. International Oceanographic Table. Great Britain Wormly 2, 141 p.  \n\nUnesco, 1966. Determination of photosynthetic pigments in sea waters. Report of \n\nSCOR/UNESCO working group 17 with meat from 4 to 6 June 1964. Paris, \n\n(Monographys on Oceanology Methodology). 66 p.  \n\nValiela, I. 1995. Marine ecological processes (2nd. Edition). Springer Verlag, New \n\nYork. 686 p. \n\nVollenweider, R.A. e Kerekes, J.,(eds),. 1982. Eutrophication of waters: monitoring, \n\nassessment and control. Report of the OECD cooperative program on \n\nEutrophication. Organization for the Economic Development and Co-operation, \n\nParis. 156 p. \n\nWang, B., 2006. Cultural eutrophication in the Changjiang (Yantze River) plume: \n\nhistory and perspective. Estuarine, coastal and shelf science, 69, 471-477. \n\n\n\n54 \n\n \n\nANEXOS \n\nAnexo 1 \n\n \n\n \n\nAnexo 1 – Imagem da direção das correntes (ADCP) no mês de maio de 2011, na plataforma. \n\n\n\n55 \n\n \n\nTabela 1 – Valores dos parâmetros no período de estiagem e chuvoso nos pontos referentes a Plataforma Continental (Max=Máximo, Min=Mínimo, Média e \n\nD.P=desvio padrão) e análise estatística ANOVA fatorial (sazonal e espacial), *P? 0.05. \n\nParâmetros \nEstiagem Chuvoso ANOVA Factorial (p) \n\nMax/Min Média/D.P. Max/Min Média/D.P. Espacial Sazonal Espacial*Sazonal \n\nClorofila-a (mg.m\n-3\n\n) 19,29/0,24 4,99/±5,01 5,2/0,78 2,45/±1,49 0,08 0,13 0,93 \n\nSalinidade 36,36/27,80 34/04/±2,30 35,29/12,65 24,81/±7,73 0,17 0,00* 0,49 \n\nOxigênio dissolvido \n\n(ml.L\n-1\n\n) \n5,01/2,63 3,9/±0,68 4,7/1,73 3,78/±0,74 0,37 0,00* 0,75 \n\nTaxa de Saturação O2 \n(%) \n\n114,08/60,04 88,45/±15,54 101,28/35,58 79,73/±17,06 0,04* 0,00* 0,58 \n\npH 8,45/7,97 8,15/±0,15 8,41/7,31 8,07/±0,34 0,42 0,42 0,92 \n\nMaterial particulado em \n\nsuspensão (mg.L\n-1\n\n) \n35/3,6 20,85/±12,21 55,6/4,4 25,55/±17,80 0,73 0,66 0,87 \n\nN-amoniacal (µmol.L\n-1\n\n) 8,97/0 1,76/±2,91 4,95/0 1,73/±1,43 0,056 0,34 0,88 \n\nNitrito(µmol.L\n-1\n\n) 1,64/0 0,36/±0,44 4,47/0,17 1,37/±1,22 0,25 0,00* 0,45 \n\nNitrato(µmol.L\n-1\n\n) 3,16/0 1,56/±0,90 15,81/1,5 6,9/±5,06 0,74 0,00* 0,76 \n\nFosfato(µmol.L\n-1\n\n) 6,35/0,09 1,29/±1,70 4,24/0,26 1,76/±1,25 0,02* 0,09 0,99 \n\nSilicato(µmol.L\n-1\n\n) 41,49/1 11,12/±11,11 113,6/10 47,34/±28,97 0,04* 0,00* 0,87 \n\nProfundidade (m) 13,5/6,8 9,25/±1,85 11,7/3,5 9,08/±2,37 __ __ __ \n\nTemperatura (°C) 29,5/27,1 28,71/±1,01 28/26 27,26/±0,52 0,00* 0,00* 0,00* \n\nSecchi (m) 6/1,5 2,89/±1,49 1,8/0,5 27,26/±0,52 0,00* 0,00* 0,25 \n\n \n\n \n\n \n\n\n\n56 \n\n \n\nTabela 2 Valores dos parâmetros no período de estiagem e chuvoso no estuário (P1) (Max=Máximo, Min=Mínimo, Média e D.P=desvio padrão \n\nParâmetros \nEstiagem Chuvoso \n\nMax/Min Média/D.P. Max/Min Média/D.P. \n\nClorofila-a (mg.m\n-3\n\n) 50,34/13,48 37,12/±16,75 145,09/4,49 46,71/±66,25 \n\nSalinidade 16,30/10,69 12,85/±2,70 13,45/0,16 3,64/±6,53 \n\nOxigênio dissolvido \n\n(ml.L\n-1\n\n) \n0,60/0,11 0,35/±0,21 4,35/0,59 2,43/±2 \n\nTaxa de Saturação do \n\noxigênio dissolvido (%) \n12,44/2,42 7,03/4,3 78,33/10,66 44,13/±35,63 \n\npH 7,41/7,22 7,32/±0,09 8,52/7,25 7,93/±0,62 \n\nMaterial Particulado em \n\nSuspensão (mg.L\n-1\n\n) \n62,8/18,6 45,8/±20,56 210,90/63,68  120,05/±79,44 \n\nN-amoniacal (µmol.L\n-1\n\n) 22/2,32 10,52/±8,29 17,14/0,98 5,76/±7,63 \n\nNitrito(µmol.L\n-1\n\n) 0,47/0 0,17/±0,22 10,59/0,07 4,95/±4,83 \n\nNitrato(µmol.L\n-1\n\n) 7,1/0,19 2,20/±3,28 34,40/0 15,09/±15,02 \n\nFosfato(µmol.L\n-1\n\n) 13,52/3,12 9,77/±4,70 14,4/2,92 7,2/±5,03 \n\nSilicato(µmol.L\n-1\n\n) 91,4/13,94 62,08/±33,6 166,1/32,3 87,94/±62,81 \n\nProfundidade (m) 1,6/1,1 1,33/±0,25 8,8/1,5 3,32/±3,67 \n\nTemperatura (°C) 30,5/29 29,66/±0,76 28,9/27,05 27,88/±0,95 \n\nSecchi (m) 0,7/0,35 0,46/±0,16 0,25/0,1 0,18/±0,07"}]}}}