{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09741"}, {"@name": "filename", "#text": "14731_TCC_Ingrid_Weber_Hadlich-final.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE SANTA CATARINA CENTRO DE FILOSOFIA E CIÊNCIAS HUMANAS DEPARTAMENTO DE GEOCIÊNCIAS\nINGRID WEBER HADLICH\nESTUDO DE INCLUSÕES FLUIDAS DO GRANITO PARAPENTE, GASPAR -SC, BRASIL: IMPLICAÇÕES PARA A EVOLUÇÃO DA ZONA DE CISALHAMENTO ITAJAÍ-PERIMBÓ\nFLORIANÓPOLIS\n2015\nIngrid Weber Hadlich\nESTUDO DE INCLUSÕES FLUIDAS DO GRANITO PARAPENTE, GASPAR -SC, BRASIL: IMPLICAÇÕES PARA A EVOLUÇÃO DA ZONA DE CISALHAMENTO ITAJAÍ-PERIMBÓ\nTrabalho de Conclusão de Curso apresentado ao Departamento de Geociências da Universidade Federal de Santa Catarina, como parte dos requisitos para obtenção do grau de Bacharel em Geologia.\nOrientador: Prof. Dr. Fernando Jacques Althoff\nCoorientador: Prof. Dr. Neivaldo Araujo de Castro\nFlorianópolis\nUNIVERSIDADE FEDERAL DE SANTA CATARINA CURSO DE GRADUAÇÃO EM GEOLOGIA\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de Conclusão de Curso “ESTUDO DE INCLUSÕES FLUIDAS DO GRANITO PARAPENTE, GASPAR - SC, BRASIL: IMPLICAÇÕES PARA A EVOLUÇÃO DA ZONA DE CISALHAMENTO ITAJAÍ-PERIMBÓ”, elaborado por Ingrid Weber Hadlich, como requisito parcial para obtenção do grau de Bacharel em Geologia.\nProf. Juan Antonio Altamirano Flores, Dr.\nCoordenador do Curso de Geologia\nComissão Examinadora:\nProf. Fernando Jacques Althoff, Dr. - Orientador\nDepartamento de Geociências - UFSC\nProf.a Luana Moreira Florisbal, Dra. - Membro Universidade Federal de Santa Catarina\nProf. Luiz Henrique Ronchi, Dr. - Membro\nUniversidade Federal de Pelotas\nFlorianópolis, 15 de dezembro de 2015.\nAGRADECIMENTOS\nAo Prof. Dr. Luiz Henrique Ronchi, por ceder parte de seu tempo para me iniciar no estudo de inclusões fluidas, muito obrigada!\nAo PFRH/PB 240 pelo suporte financeiro, sem o qual o desenvolvimento deste trabalho não seria possível, também devo reconhecimento.\nÀ minha mãe, querida, por estar sempre do meu lado, me dando força e encorajando a enfrentar os momentos mais difíceis, agradeço de coração.\nPor último aos meus irmãos e à minha irmã, aos meus amigos e minhas amigas, e às coisas belas, agradeço por fazerem tudo isso fazer sentido.\n“...and I argue that there is no necessary connection between the size of an object and the value of a fact, and that, though the objects I have described are minute, the conclusions to be derived from the facts are great. ”\n(SORBY, 1858)\nRESUMO\nA Zona de Cisalhamento Itajaí-Perimbó (ZCIP) é uma importante descontinuidade crustal no Escudo Catarinense relacionada à evolução do Cinturão Dom Feliciano. As ativações desta zona de falha abrangem um período que vai de aproximadamente 600 Ma até 250 Ma. O Granito Parapente (GP) encontra-se alojado em meio à ZCIP e possui uma idade de cristalização de 843 Ma (SHRIMP), podendo ser utilizado como marcador da evolução desta zona de cisalhamento. Neste trabalho são analisadas inclusões fluidas de diferentes gerações de quartzo do granito. O objetivo é estimar condições de pressão e temperatura (e profundidade) relacionadas a diferentes etapas de evolução da ZCIP e do próprio GP. As inclusões analisadas representam fluidos de baixa salinidade (2-6% peso eq. NaCl) com temperaturas mínimas de aprisionamento com intervalos entre 220°C-190°C no quartzo considerado mais antigo (observado no granito menos deformado); 160°C-130°C em quartzo de filonito; e 260°C-220°C e 190°C-170°C em quartzo de um veio mais recente. Os dados obtidos, e sua comparação com dados disponíveis na bibliografia, mostram que a ZCIP funcionou como conduto para fluidos diversos durante um longo período de tempo. O GP contém rochas cuja evolução se associa a diferentes níveis crustais (16 km, 10 km e&lt;8,5 km). Os filonitos se formaram em condições de aproximadamente 350°C de temperatura e pressão na ordem de 4 kbar. Estas condições condizem com o limite de transição de deformação plástico-frágil em falhas crustais pondo em evidência a importância dos fluidos para a formação desta rocha, pois sem a ação de um fluido, em vez de filonitos, ter-se-iam formado cataclasitos.\nPalavras-chave: Zona de Cisalhamento Itajaí-Perimbó, Granito Parapente, inclusões fluidas, filonitos.\nABSTRACT\nThe Itajai Perimbo Shear Zone (IPSZ) is an important crustal dicontinuity in the Catarinense Shield, related to the evolution of the Dom Feliciano Belt. The age range for the activations of this fault zone lie between around 600 Ma and 250 Ma.The Parapente Granite (PG), hosted within the IPSZ context with a cristalization age of 843 Ma, can be a evolution marker of the IPSZ. Fluid inclusions from different quartz generations of the granite were used to estimate the pressure and temperature conditions during the shear zone activation. These inclusions represent low salinity fluids (2-6wt% NaCl), and the minimum trapping temperatures for these fluids ranges from about 220°C to 190°C in the less deformed granite (oldest); from 160°C to 130°C in a phyllonite; and from about 260°C to 220°C and from 190°C to 170°C in a quartz vein (latter). These data shows that the ZCIP worked as a conduit for different fluids over a long period of time. The isochores obtained by the study on the Parapente Granite inclusions pointed that the shear zone was active in different crustal levels (16 km, 10 km and&lt;8.5 km). The data indicates the formation of phyllonites in temperature conditions of about 350°C and pressures in the order of 4 kbar. These conditions are consistente with the transition threshold between plasticbrittle in crustal faults. This points to the importance of fluids in the phyllonites formation considering that without the presence of a fluid, rather than phyllonites, it would have been formed cataclasites.\nKeywords: Itajai-Perimbo Shear Zone, Parapente Granite, fluid inclusions, phyllonites.\nLISTA DE FIGURAS\nFigura 1. Localização dos afloramentos no Granito Parapente, onde foram coletadas as amostras estudadas..........................................................................17\nFigura 2. Classificação das inclusões fluidas de acordo com o número de fases presentes: 1. inclusões monofásicas (aquosas); 2. inclusões monofásicas (gasosas); 3. inclusões bifásicas (L +V) tubiformes aquosas; 4. inclusão trifásica (L1 aquoso + L2 carbônico + CO2 gasoso); 5. inclusões multifásicas; e 6. inclusão multifásica, vermiforme da amostra anterior (5). Fonte: Fuzikawa (1985)............................................................................ 30\nFigura 3. (a) Critérios diagnósticos para classificação das inclusões fluidas como primárias; (b) Diferentes ocorrências de inclusões fluidas primárias em relação ao crescimento zonado do mineral hospedeiro. Fonte: Kerkhof e Hein (2001)........................................... 31\nFigura 4. Terminologia para inclusões fluidas em trilhas. (a) Distinção feita entre inclusões transgranulares, intergranulares e intragranulares. (b) Inclusões intragranulares subdivididas de acordo com a textura interna do grão. Fonte: Kerkhof e Hein (2001)......................... 32\nFigura 5. Inclusões magmáticas. À esquerda: inclusão de vidro riolítico sem bolha em quartzo. À direita: inclusões maiores vítreas com múltiplas bolhas e ao fundo inclusões menores escuras devido à devitrificação. Fonte: Anderson (2003).................................... 33\nFigura 6. Esquema mostrando reações pós-aprisionamento em inclusões com fluidos (a) homogêneos, e (b) heterogêneos. Fonte: Kerkhof e Hein (2001)............................... 35\nFigura 7. Esquema da relação dos três principais regimes de modificação de inclusões fluidas em condições retrógradas: resfriamento isobárico (RIB), resfriamento isocórico (RIC) e descompressão isotermal (DIT). Fonte: Kerkhof e Hein (2001)................................ 36\nFigura 8. Seção da platina Linkam. Pt = sensor de temperatura da resistência. Fonte: Adaptado de Shepherd (1981)..........................................................................37\nFigura 9. Série de fotomicrografias de uma inclusão primária grande em esfalerita (S) de Creede, Colorado (EUA), com homogeneização na fase líquida a 210°C. As barras horizontais são estriações oscilatórias nas cavidades da parede. Fonte: Roedder (2002)................. 38\nFigura 10. Limites da Província Mantiqueira e cinturões que a compõem. Fonte: adaptada de Hasui et al. (2012).........................................................................43\nFigura 11. Principais episódios do Ciclo Brasiliano na Província Mantiqueira. Fonte: adaptado de Brito Neves e Fuck (2013)................................................................43\nFigura 12. Esquema geral mostrando as principais zonas de cisalhamento do Cinturão Dom Feliciano (Brasil-Uruguai), com a fase principal de transpressão em Ma e as direções de máximo stress compressivo. Fonte: adaptado de Passarelli et al. (2010)......................44\nFigura 13. Unidades que compõem os domínios do Cinturão Dom Feliciano em Santa Catarina. Fonte: Basei et al. (2011a).......................................................45\nFigura 14. Desenho esquemático mostrando a evolução tectônica da Bacia do Itajaí. Fonte: Krebs et al. (1990).........................................................................48\nFigura 15. Zona de Cisalhamento Itajaí-Perimbó e principais unidades estratigráficas na região de Gaspar (SC). Fonte: Guadagnin et al. (2010)..............................................52\nFigura 16. Mapa geológico e perfis da Bacia do Itajaí: na porção SE do perfil E-F localiza-se o Granito Parapente. Unidades da Bacia do Itajaí:. 1. quaternário; 2.soleira básica; 3. Bacia do Paraná; 4.Granito Subida; 5. vulcânicas Apiúna; 6. Fm. Ribeirão do Bode; 7. Fm. Ribeirão Neisse; 8. Fm. Ribeirão Carvalho; 9. Fm. Baú;. 10. Grupo Brusque; ll.Complexo São Miguel;\n12.Complexo Granulítico Santa Catarina. Fonte: Basei et al. (2011b)........................53\nFigura 17. Orientação de sigma1 com base na geometria das estruturas observadas na área. Flechas negras: eixo de stress sigma1; flechas vermelhas: primeiro movimento (cavalgamento com transporte para NW); flechas azuis: segundo movimento (falha direcional lateral direita). Fonte: Ronchi (2014).......................................................................56\nFigura 18. Croqui da geologia local ao redor do depósito de Pb-Zn-Cu da faixa Ribeirão da Prata. Fonte: adaptado de Biondi etal., (1992).............................................60\nFigura 19. Perfis 1 e 2 no Granito Parapente mostrando a sequência das rochas de falha. Fonte: adaptada de Ronchi (2014)...........................................................63\nFigura 20. Diagramas Q-A-P e Q-A+P-MUSC (campos conforme Streckeisen, 1976 e Le Maitre 2002) das rochas de falha do Granito Parapente, mostrando sua classificação e variação modal..................................................................................... 64\nFigura 21. Granito foliado. (A) Amostra de mão FIP10; (B) Amostra de mão FIP10 em lupa; (C) Lâmina petrográfica 07 vista em lupa, NX...................................................66\nFigura 22. Granito foliado. (A) Amostra de mão FIP25; (B) Amostra de mão FIP25 em lupa; (C) Lâmina petrográfica 18A vista em lupa, NX..................................................67\nFigura 23. Protomilonito. (1A ) Amostra de mão FIP18; (1B) Amostra de mão FIP18 em lupa; (1C) Lâmina petrográfica 14A vista em lupa, NX; (2A) Amostra de mão FIP07; (2B) Amostra de mão FIP07 em lupa; (2C) Lâmina bipolida FIP07 vista em lupa, NX............................69\nFigura 24. Milonito. (1A e 2A) Amostra de mão FIP14; (1B e 2B) Amostra de mão FIP14 em lupa; (2C) Lâmina petrográfica 10B vista em lupa, NX.......................................71\nFigura 25. Ultramilonito. (A) Amostra de mão FIP17; (B) Lâmina petrográfica 13B vista em lupa, NX.........................................................................................72\nFigura 26. Milonito cataclasado. (1A e 2A) Amostra de mão FIP27C exibida em duas faces; (1B e 2B) Amostra de mão FIP27C em lupa; (2C) Lâmina petrográfica 20A vista em lupa, NX........73\nFigura 27. Filonito. (1A) Textura sedosa da amostra de mão FIP06; (1B) Amostra de mão FIP06; (1C) Amostra de mão FIP06 em lupa; (1D) Lâmina petrográfica 3A em lupa, NX; (2A) Textura sedosa da amostra de mão FIP22; (2B) Amostra de mão FIP22; (2C) Amostra de mão FIP22 em lupa; (2D) Lâmina petrográfica 16B vista em lupa, NX..............................75\nFigura 28. Inclusões do Grupo 1, aquosas, monofásicas, em trilhas de subgrão de quartzo. a) Amostra FIP25D. b) Amostra FIP25K..........................................................80\nFigura 29. Inclusões do Grupo 2, aquosas, monofásicas, em trilhas largas e irregulares da amostra FIP25E. As duas figuras (a) e (b) apresentam inclusões em diferentes níveis de profundidade em um mesmo grão de quartzo...................................................81\nFigura 30. Inclusões do Grupo 3, aquosas, monofásicas, em trilhas largas e irregulares da amostra FIP25E. As duas figuras (a) e (b) apresentam diferentes níveis de profundidade do mesmo grão de quartzo......................................................................82\nFigura 31. Inclusões do Grupo 4, bifásicas, escuras, em trilhas paralelas às linhas de crescimento. a) Amostra FIP25. b) Detalhe de (a)..........................................83\nFigura 32. Inclusões do Grupo 5, bifásicas, escuras, isoladas. a e b) Forma euedral. c) Forma subedral. d) Forma arredondada............................................................84\nFigura 33. Inclusões do Grupo 6, possíveis inclusões magmáticas, isoladas. a) Inclusão euédrica cúbica, amostra FIP25H. b) Inclusão anédrica com mineral de saturação, amostra FIP25B....................................................................................84\nFigura 34. a) Inclusões do Grupo 1, aquosas, bifásicas, isoladas, amostra FIP07 (a) e (b).86\nFigura 35. a) Inclusões do Grupo 1, possíveis inclusões magmáticas isoladas, amostra FIP07. ......................................................................................... 86\nFigura 36. a) Inclusões do Grupo 2, aquosas, monofásicas, em trilha fina, amostra FIP07, presença de minerais opacos (a) e (b).....................................................87\nFigura 37. a) Inclusões do Grupo 1, aquosas, bifásicas, amostra FIP22A, destaque para as linhas de crescimento do quartzo. b) Inclusões do Grupo 1, aquosas, bifásicas e monofásicas, amostra FIP22B............................................................................88\nFigura 38. a) Inclusões do Grupo 2, aquosas, monofásicas, em trilhas finas, amostra FIP22E. b) Inclusões do Grupo 2, aquosas, monofásicas, em trilhas largas e irregulares, amostra FIP22B....................................................................................88\nFigura 39. a) Amostra FIP22G: IF do Grupo 3, aquosas, monofásicas, dispersas no cristal de quartzo. b) Amostra FIP22F: IF do Grupo 3, aquosas, monofásicas, em grupo.................89\nFigura 40. Inclusões do Grupo 4, aquosas, bifásicas, isoladas. a) Amostra FIP22E. b) Amostra FIP22B....................................................................................89\nFigura 41. a) Inclusões do Grupo 5 dispersas , amostra FIP22D. b) Inclusões do Grupo 5 dispersas, amostra FIP22H. c e d) Inclusões do Grupo 5 em trilha larga, amostra FIP22A....90\nFigura 42. Inclusões do Grupo 6, possíveis inclusões magmáticas. a) Inclusões em grupo, amostra FIP22C. b) Inclusão isolada, amostra FIP22E. c) Inclusões dispersas, amostra FIP22H. d) Inclusões em trilha, amostra FIP22B....................................................91\nFigura 43. Desenho esquemático representando inclusões dos Grupos 1,2, 4 e 6 na amostra FIP22B. A: inclusões do Grupo 1, bifásicas e monofásicas médias em trilha de crescimento; B: inclusões do Grupo 2, monofásicas pequenas em trilha larga no limite entre cristais; C: inclusões do Grupo 2, monofásicas pequenas em trilha fina paralela à linha de crescimento do cristal; D: inclusões do Grupo 6, possíveis inclusões magmáticas, ao longo de linha de crescimento do cristal; e E: inclusão do Grupo 4, bifásica, isolada em um nível de profundidade da amostra mais superior................................................................. 92\nFigura 44. Desenho esquemático das inclusões dos grupos 1 e 5 na amostra FIP22A. A: inclusões bifásicas primárias ao longo de linhas de crescimento do quartzo e B: inclusões monofásicas e bifásicas pseudosecundárias em trilha.......................................93\nFigura 45. Inclusões do Grupo 1, aquosas, bifásicas e monofásicas, dispersas. a) Amostra FIP07G. b) Amostra FIP07A. c) Amostra FIP07J. d) Amostra FIP07K...........................96\nFigura 46. Inclusões do Grupo 2, aquosas, bifásicas e monofásicas, em trilhas largas, amostra FIP07A (a) e (b)..........................................................................97\nFigura 47. Inclusões do Grupo 3, aquosas, monofásicas, em trilhas finas. a) Amostra FIP07A. b) Amostra FIP07C.........................................................................97\nFigura 48. Análise microtermométrica em quartzo do granito foliado. a) Desenho esquemático mostrando a distribuição dos Grupos 1 e 3. b) Histograma da temperatura de homogeneização (Th) para 13 inclusões. c) Gráfico de distribuição para 12 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 16 inclusões......100\nFigura 49. Análise microtermométrica em quartzo do filonito. a) Desenho mostrando a diferença na distribuição dos Grupos 1, 4 e 5 e suas temperaturas de homogeneização similares. b) Histograma da temperatura de homogeneização (Th) para 49 inclusões. c) Gráfico de distribuição para 30 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 33 inclusões...........................................102\nFigura 50. Análise microtermométrica no veio de quartzo. a) Desenho esquemático mostrando a distribuição dos Grupos 1 e 2 e suas temperaturas de homogeneização. b) Histograma da temperatura de homogeneização (Th) para 39 inclusões. c) Gráfico de distribuição para 30 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 38 inclusões.........................................................................105\nFigura 51. Gráfico de Th vs. salinidade para as inclusões fluidas das amostras de filonito, granito e veio de quartzo............................................................108\nFigura 52. Isócoras obtidas para as inclusões aquosas em grãos de quartzo do Granito Parapente, de acordo com a densidade e Th máximas e mínimas de cada amostra..........109\nFigura 53. Modelo de deformação para falhas na crosta com as indicações de profundidades e tipo de deformação prara as rochas do Granito Parapente. Fonte: adaptado de Pluihm e Marshak (2003)...................................................................... 110\nLISTA DE TABELAS\nTabela 2. Resumo do estudo petrográfico no granito foliado..........................................................................85\nTabela 3. Resumo do estudo petrográfico no filonito.................................................................................93\nTabela\t4.Resumo do estudo petrográfico no veio de quartzo...........................................................................98\nTabela\t5. Resumo\tdos dados obtidos\tdurante os ensaios de\tmicrotermometria no\tgranito.\t..\t100\nTabela\t6. Resumo\tdos dados obtidos\tdurante os ensaios de\tmicrotermometria no\tfilonito....\t102\nTabela\t7. Resumo\tdos dados obtidos\tdurante os ensaios de\tmicrotermometria no\tveio de\nquartzo............................................................................................................................105\nSUMÁRIO\n1.\tINTRODUÇÃO............................................14\n1.1\tLOCALIZAÇÃO DAS AMOSTRAS ESTUDADAS.................16\n1.2\tOBJETIVOS..........................................18\n2.\tJUSTIFICATIVA.........................................19\n3.\tETAPAS DE TRABALHO E MÉTODOS..........................20\n3.1\tREVISÃO BIBLIOGRÁFICA..............................20\n3.2\tSELEÇÃO E PREPARAÇÃO DE AMOSTRAS...................21\n3.3\tPETROGRAFIA........................................21\n3.4\tMICROTERMOMETRIA DE INCLUSÕES FLUIDAS..............22\n3.5\tANÁLISE E INTEGRAÇÃO DOS DADOS.....................23\n4.\tINCLUSÕES FLUIDAS.....................................24\n4.1\tO QUE É UMA INCLUSÃO FLUIDA?.......................24\n4.2\tHISTÓRICO DO ESTUDO DE INCLUSÕES FLUIDAS...........24\n4.3\tHISTÓRICO DO USO DE INCLUSÕES FLUIDAS EM GEOLOGIA\nESTRUTURAL E TECTÓNICA.................................25\n4.4\tMÉTODOS DE ESTUDO DE INCLUSÕES FLUIDAS.............27\n5.\tSÍNTESE SOBRE A GEOLOGIA..............................42\n5.1\tCONTEXTO GEOTECTÓNICO..............................42\n5.2\tO CINTURÃO DOM FELICIANO NO ESCUDO CATARINENSE.....44\n5.3\tGEOLOGIA DA REGIÃO DE GASPAR.......................51\n5.4\tAPRESENTAÇÃO DO PROBLEMA...........................56\n5.5\tFILONITOS..........................................57\n5.6\tMINERALIZAÇÕES.....................................59\n6.\tAPRESENTAÇÃO DOS DADOS................................62\n6.1\tCONTEXTO PETROGRÁFICO..............................62\n6.2\tDISCUSSÃO SOBRE O CONTEXTO PETROGRÁFICO............76\n6.3\tPETROGRAFIA DAS INCLUSÕES FLUIDAS..................78\n6.4\tMICROTERMOMETRIA...................................99\n7.\tDISCUSSÃO SOBRE O ESTUDO DE INCLUSÕES FLUIDAS E\nCONSIDERAÇÕES FINAIS.....................................107\nREFERÊNCIAS BIBLIOGRÁFICAS...............................114\n1.\tINTRODUÇÃO\nEste trabalho diz respeito à evolução tectônica do Granito Parapente (GP) e da Zona de Cisalhamento Itajaí-Perimbó (ZCIP). A ZCIP é uma descontinuidade crustal de direção NE-SW, e limita os domínios Intermediário (Complexo Metamórfico Brusque) e Externo (Bacia do Itajaí e Complexo Granulítico Santa Catarina) do Cinturão Dom Feliciano no Escudo de Santa Catarina (BASEI, 1985). Esta zona de falha teve um papel importante na evolução tectônica do Cinturão Dom Feliciano durante o Neoproterozoico, e sua reativação no Permiano Superior afetou rochas da Bacia do Paraná (ROSTIROLLA et al., 2003).\nEm meio à ZCIP, na região de Gaspar, ocorre o Granito Parapente (GP), um sienogranito leucocrático, milonitizado, com idade de cristalização (zircões) de 843±12 Ma (SHRIMP) (BASEI et al., 2008). O Granito Parapente é considerado como sendo do tipo A, e é relacionado à abertura do rifte continental que originou a bacia do atual Complexo Metamórfico Brusque (BASEI et al., 2008). Neste contexto, o Granito Parapente é um excelente marcador da deformação na ZCIP.\nInclusões fluidas (IF) são amostras de fluidos, pressupostamente homogêneas, aprisionadas durante o crescimento de minerais ou durante a cicatrização de microfraturas (ROEDDER, 1984). Elas são capazes de fornecer dados referentes ao processo evolutivo do corpo rochoso que não poderiam ser obtidos de nenhuma outra forma, e seu uso vem sendo aplicado significativamente em problemas estruturais e tectônicos a partir da década de 90 (p.ex. HODGKINS &amp; STEWART, 1994; BOULLIER et al. 1991).\nO estudo de inclusões fluidas em grãos de quartzo do GP e em veios que o cortam é uma abordagem inédita no estudo do GP e da ZCIP. Adicionalmente, o controle estrutural e a origem dos fluidos envolvidos nos processos deformacionais podem fornecer resultados úteis a um melhor entendimento das mineralizações que ocorrem tanto no contexto da ZCIP (Mina Ribeirão da Prata) (BIONDI et al., 1992) como no contato norte da Bacia do Itajaí com o Complexo Granulítico de Santa Catarina (Mina Schramm) (BIONDI e XAVIER, 2002).\nAs questões principais que nortearam este trabalho foram: 1. qual o papel dos fluidos na evolução do Granito Parapente e da ZCIP e 2. quais condições de P-T (níveis crutais) associam-se à evolução da ZCIP. Além disso, pretende-se comparar os dados de inclusões fluidas do GP com os das mineralizações presentes no contexto da Bacia do Itajaí.\nOs métodos mais importantes para o desenvolvimento deste trabalho são o estudo petrográfico de inclusões fluidas e a análise microtermométrica. Realizou-se também um estudo do contexto petrográfico no qual as IF estão inseridas, para a correta interpretação dos dados obtidos. Os recursos financeiros para as atividades de campo e confecção de lâminas petrográficas foram fornecidos pelo Programa Petrobras de Formação de Recursos Humanos - PFRH 240. Deste programa, originou-se o projeto do qual este Trabalho de Conclusão de Curso faz parte.\nEste trabalho está estruturado em sete capítulos principais. As etapas de trabalho e os métodos utilizados são explicados no Capítulo 3. O Capítulo 4 é dirigido a uma revisão bibliográfica sobre as IF, suas aplicações e métodos de estudo. O Capítulo 5 apresenta uma síntese geológica, que aborda desde o contexto geotectônico regional até a geologia da área de estudo, incluindo as mineralizações da região, e um adendo sobre a formação de filonitos. A apresentação dos dados obtidos no estudo petrográfico, no estudo de IF e nos ensaios microtermométricos está incluída no Capítulo 6. No Capítulo 7 foram inseridas as discussões e interpretações relativas ao estudo de IF e as considerações finais.\n1.1\tLOCALIZAÇÃO DAS AMOSTRAS ESTUDADAS\nO Granito Parapente aflora no Município de Gaspar. A cidade de Gaspar situa-se 85 km a NNW de Florianópolis e é facilmente acessada a partir de Itajaí pelas rodovias Jorge Lacerda - SC-412 (38 km) ou pela BR-470 (45 km), ambas com entroncamento na BR-101. Para acessar a área de exposição do granito a partir do centro de Gaspar utiliza-se a Rodovia Ivo Silveira (SC-108), no sentido Brusque. Após percorrer 6,5 km pode-se observar o “Morro do Parapente” ao lado esquerdo da rodovia.\nAs amostras estudadas neste trabalho são provenientes de afloramentos que compõem dois perfis geológicos estabelecidos por Ronchi (2014). A amostra FIP 07 (pertencente ao perfil 1) foi coletada na margem esquerda da SC-108, sentido Brusque (coordenadas 48O54’58”W/26O57’53”S). As amostras FIP 22 e FIP 25 (pertencentes ao perfil 2) foram coletadas no ponto de coordenadas 48°57’23’’W/26°58’42’’S. Este afloramento também é acessado a partir da SC-108. A 6,9 km do centro de Gaspar (sentido Brusque), toma-se a saída à direita (para o Fazzenda Park Hotel). Percorre-se 4,5 km até atingir um cruzamento. Seguindo pelo caminho da esquerda, o afloramento encontra-se a um quilômetro, quase em frente a um campo de futebol.\nA\nFigura 1 apresenta os mapas de localização da área de estudo no território brasileiro e no município de Gaspar, a localização dos afloramentos de onde as amostras estudadas foram retiradas e os acessos a estes pontos.\niC-4121\nBR-470 :\nSC-412\n60°W\n40°W\n49°0’0\"W\n48°55'0\"W\n48°50'0\"W\nSC-108*\n60-W\n49°10'0”W\n49°0’0\"W\n48°50'0\"W\nLEGENDAS\nRodovia Federal\nFazzenda Park Hotel\nRodovia Estadual\nCoordenada do perfil\nw o\nEstrada Municipal - acesso ao perfil 2\nGCS South American 1969 ESRIArcGIS 10.1\nÁrea do Granito Parapente\nPerfil de estudo\n40°W\n• o\nCO\nCXJ\ni«0\nEjlume\n, \n49°10'0\"W\nço o .\nLO\nN-\nCXJ\nFigura 1. Localização dos afloramentos no Granito Parapente, onde foram coletadas as amostras estudadas.\n1.2\tOBJETIVOS\n\n\n\n\nObjetivo Geral\nContribuir para o estabelecimento da evolução tectónica do Granito Parapente e da Zona de Cisalhamento Itajaí-Perimbó, com base na análise de inclusões fluidas.\nObjetivos Específicos\nAnalisar o papel dos fluidos na formação de filonitos que ocorreram no Granito Parapente;\nestimar condições de pressão e temperatura (níveis crustais) durante a evolução do Granito Parapente e a evolução da Zona de Cisalhamento Itajaí-Perimbó, e compará-las com as condições de pressão e temperatura do metamorfismo regional que afetou o Complexo Metamórfico Brusque; e\ncomparar as características das inclusões fluidas aprisionadas no Granito Parapente com as características dos fluidos hidrotermais estudados no âmbito da Bacia do Itajaí.\n2.\tJUSTIFICATIVA\nA Zona de Cisalhamento Itajaí-Perimbó está ligada à evolução de pelo menos três unidades estratigráficas importantes do Cinturão Dom Feliciano, no Escudo de Santa Catarina: o Complexo Metamórfico Brusque, a Bacia do Itajaí e a Faixa Ribeirão da Prata.\nO Granito Parapente se colocou no início da formação do Cinturão Dom Feliciano, sendo, portanto um marcador reológico da evolução deste cinturão na região e da Zona de Cisalhamento Itajaí-Perimbó. O estudo de inclusões fluidas no Granito Parapente é uma nova abordagem no estudo da evolução desta zona de cisalhamento.\nAlém disso, na Faixa Ribeirão da Prata, existem depósitos de Pb, Cu e Zn com forte controle estrutural e temporal em relação à evolução da Zona de Cisalhamento Itajaí-Perimbó, e a caracterização dos fluidos do Granito Parapente poderá fornecer dados relevantes sobre sua origem.\n3.\tETAPAS DE TRABALHO E MÉTODOS\nEste trabalho foi estruturado em cinco etapas principais: revisão bibliográfica; seleção e preparação de amostras; petrografia das amostras e das inclusões fluidas e microtermometria de inclusões fluidas; integração dos dados; preparação do texto final e de resumos para comunicação em simpósio. Os métodos mais importantes para o seu desenvolvimento foram o estudo petrográfico de inclusões fluidas e a análise microtermométrica.\n3.1\tREVISÃO BIBLIOGRÁFICA\nEsta etapa envolveu a pesquisa bibliográfica sobre três temas principais: geologia regional e da área de estudo, rochas de falha e estudo de inclusões fluidas.\nSobre a geologia, foram consultados livros, artigos, dissertações, teses e mapas referentes à Província Mantiqueira, ao Cinturão Dom Feliciano, ao Complexo Granulítico de Santa Catarina, ao Complexo Metamórfico Brusque, à Bacia de Itajaí, ao Batólito Florianópolis, à Zona de Cisalhamento Itajaí-Perimbó e ao Granito Parapente, incluindo uma análise estrutural de detalhe da Zona de Cisalhamento Itajaí-Perimbó realizada por Ronchi (2014), cujos resultados nortearam este trabalho.\nQuanto às rochas de falha, considerando as características da Zona de Cisalhamento Itajaí-Perimbó, foi realizada uma recapitulação sobre filonitos e a ação de fluidos em zonas de cisalhamento. Também foi realizada uma revisão sobre os estudos de fluidos hidrotermais no âmbito da Bacia do Itajaí, abrangendo as mineralizações de Pb-Zn-Cu (Ag) da Faixa Ribeirão da Prata (inserida no contexto da Zona de Cisalhamento Itajaí-Perimbó), os depósitos da mina de ouro Schramm (borda meridional da Bacia do Itajaí) e veios de quartzo que ocorrem no interior da Bacia do Itajaí.\nComo o estudo de inclusões fluidas não é um tema discutido no Curso de Graduação em Geologia da Universidade Federal de Santa Catarina, também foi realizada uma revisão bibliográfica sobre o tema, abordando definições, forma de amostragem, princípios e técnicas de estudo ao microscópio petrográfico e platina microtermométrica e interpretação dos dados.\n3.2\tSELEÇÃO E PREPARAÇÃO DE AMOSTRAS\nPara a realização deste trabalho foram utilizadas amostras de rochas e lâminas delgadas orientadas provenientes do acervo preparado por Ronchi (2014) para a análise estrutural do Granito Parapente.\nCom o intuito de abranger um amplo intervalo de tempo da evolução da Zona de Cisalhamento Itajaí-Perimbó, foram selecionadas três amostras para a confecção de lâminas bipolidas, utilizadas nos ensaios microtermométricos:\n-\tgranito foliado, para estudar as IF dos cristais de quartzo mais antigos, recristalizados na principal etapa de deformação da Zona de Cisalhamento Itajaí-Perimbó;\n-\tfilonito, para determinar as características dos fluidos que o geraram; e\n-\tmicroveio de quartzo que corta um protomilonito, para analisar as IF de evento rúptil posterior.\nTabletes das amostras escolhidas foram preparados no Laboratório de Laminação (LabLam) do Departamento de Geociências da UFSC. As seções bipolidas foram confeccionadas no LAMIR - Laboratório de Análises de Minerais e Rochas da UFPR, em Curitiba.\n3.3\tPETROGRAFIA\nA descrição de lâminas petrográficas do granito e de suas rochas de falha foi realizada no Laboratório de Ensino de Microscopia Ótica (Labemo), do Departamento de Geociências da Universidade Federal de Santa Catarina com o auxílio de um microscópio ótico petrográfico Meiji Techno ML9400 Serie e da lupa Olympus SZ51.\nFoi realizada análise modal petrográfica em 8 lâminas delgadas: duas do granito foliado, duas de protomilonito, duas de milonito e duas de filonito. Esta análise teve os seguintes objetivos:\n-\tclassificar o Granito Parapente menos deformado (granito foliado) conforme a nomenclatura para rochas ígneas plutônicas (diagrama QAPF, Le MAITRE, 2002);\n-\tclassificar o Granito Parapente deformado segundo a classificação de rochas de falha (SIBSON, 1977); e\n-\tdeterminar as variações mineralógico-composicionais do granito ligadas à formação das rochas de falha.\nA contagem modal (CHAYES, 1956) foi feita usando de 1000 a 1300 pontos por lâmina, com rede de espaçamento de 0,5 mm x 1 mm, sendo o espaçamento maior perpendicular à foliação.\nA descrição petrográfica das inclusões fluidas foi realizada no Laboratório do Grupo de Análise de Bacias (ANBA) do Departamento de Geociências da UFSC usando o microscópio MoticTYPE107M, com aumento máximo 50x/0.10, e na Universidade Federal de Pelotas, utilizando o microscópio Nikon Eclipse 50i, com aumento máximo 50x/0.60 e software de captura de imagens Qlmaging Micro Publisher 3.3 RTV. A caracterização das inclusões considerou parâmetros como tamanho, formato, cor, o número e tipo de fases presentes na IF à temperatura ambiente e o volume relativo das fases (ROEDDER, 1984; FUZIKAWA, 1985; KERKHOF &amp; HEIN, 2001; HOLLISTER &amp; CRAWFORD, 1981).\n3.4\tMICROTERMOMETRIA DE INCLUSÕES FLUIDAS\nA seleção de inclusões fluidas para a microtermometria foi realizada de acordo com os critérios de Kerkhof &amp; Hein (2001), evitando inclusões com vazamentos, estiramentos e outras deformações e selecionando grupos de inclusões pertencentes a uma mesma geração. Foi realizado ensaio microtermométricos em mais de cem inclusões fluidas, considerando as três lâminas bipolidas.\nAs análises foram efetuadas em uma platina microtermométrica modelo Linkam THMS-G 600 do Curso de Engenharia Geológica da Universidade Federal de Pelotas. A platina é acoplada a um microscópio ótico de luz transmitida Nikon Eclipse 50i (com aumento máximo de 50x/0.60), a um contêiner de nitrogênio líquido (Linkam LNP 95), e a um registrador/controlador de temperaturas (Linkam T-95). O funcionamento da platina Linkam é explicado em Shepherd (1981). Nesta platina as amostras são resfriadas e aquecidas entre -180°C e 600°C.\nDurante a microtermometria, a temperatura mínima de aprisionamento para IF aquosas foi definida pela temperatura de homogeneização (Th) das fases presentes na IF. O resfriamento da platina ocorreu circulando-se N2 líquido no sistema. Após o congelamento dos fluidos mediu-se a temperatura\ndo ponto de fusão dos sólidos (ROEDDER, 1984).\n3.5\tANÁLISE E INTEGRAÇÃO DOS DADOS\nOs dados obtidos através da descrição de inclusões fluidas e da microtermometria foram analisados e integrados de acordo com os métodos teóricos e experimentais descritos a seguir.\nA salinidade e densidade das inclusões fluidas foram calculadas a partir da temperatura de fusão dos sólidos e da Equação de Estado de Bodnar (2003). Inserindo valores médios de salinidade e valores máximos e mínimos de temperatura de homogeneização no software FLINCOR (BROWN, 1989) foram obtidas isócoras (linhas de mesma densidade), formadas a partir de pares de pressão e temperatura.\nA temperatura mínima de aprisionamento das inclusões fornece a pressão mínima de aprisionamento. Por isso foram usados geotermômetros independentes pelos quais, usando a isócora do fluido hidrotermal, obteve-se as pressões reais de aprisionamento das inclusões.\nRelacionando a pressão obtida com sua respectiva temperatura, juntamente com os métodos aplicados por Parry e Bruhn (1987), calculou-se a profundidade na qual as inclusões fluidas foram aprisionadas.\nPor fim, os dados obtidos foram utilizados como parâmetros para o refinamento do modelo de evolução da ZCIP.\n4.\tINCLUSÕES FLUIDAS\nNeste capítulo são abordados os principais aspectos relacionados ao método de estudo de inclusões fluidas. A revisão inclui a definição, os métodos e as aplicações do estudo de inclusões fluidas em geologia estrutural e geotectónica.\n4.1\tO QUE É UMA INCLUSÃO FLUIDA?\nAntes de mais nada, uma inclusão fluida (IF) é uma parte integrante da rocha e de sua evolução. Da mesma forma que os minerais principais e acessórios, os minerais primários e secundários, os interstícios e as microestruturas, as inclusões fluidas ajudam a compor esta trama complexa que é uma rocha.\nInclusões fluidas são pequenos volumes de fluido, pressupostamente homogêneos, aprisionados em um cristal durante o seu crescimento original ou durante uma posterior cicatrização de microfraturas na presença de fluidos. A partir desta definição podemos concluir que as IF ocorrem em grande parte dos cristais naturais, pois a maioria das rochas e minerais se formam a partir de um fluido ou têm a presença de fluido em estágios posteriores da evolução (ROEDDER, 1984).\nEm um vislumbre de seu lado poético, Roedder (2002) escreve que “um geólogo é, na verdade, um detetive, tentando juntar as peças de um passado distante através de um estudo cuidadoso das muitas pistas presentes nas rochas”. As IF, apesar de pequenas em tamanho, proporcionam uma enorme variedade destas pistas, que podem ser traduzidas em dados quantitativos da temperatura, pressão, densidade e composição dos fluidos que existiram no passado, fornecendo informações que não poderiam ser obtidas de nenhuma outra fonte direta.\n4.2\tHISTÓRICO DO ESTUDO DE INCLUSÕES FLUIDAS\nO surgimento dos estudos de inclusões fluidas ocorreu em paralelo ao desenvolvimento do pensamento geológico. Há menções a respeito delas já no tempo de Santo Agostinho (século IV), e a primeira descrição é atribuída ao\ngrande sábio da Ásia Central, al-Biruni, no século XI (ROEDDER, 1972). As primeiras tentativas de análise dos fluidos das inclusões ocorreram em meados do século XIX, destacando-se o trabalho de Sorby (1858), que propôs que as bolhas de gás das inclusões se formam durante o resfriamento da rocha, quando ocorre contração diferencial entre o líquido da inclusão e o mineral hospedeiro. Assim, o processo reverso (aquecimento), proporcionaria a temperatura de formação da inclusão. Surgiu assim o conceito-base do método de microtermometria (ROEDDER, 1972).\nO interesse pelas IF ressurgiu no início da década de 1960, com o objetivo de estudar a composição de fluidos formadores de minérios e as condições de formação de depósitos minerais. Desde então as pesquisas envolvendo IF cresceram de modo contínuo.\nO nome que se destaca na área de IF é o de Edwin Roedder, importante agente na difusão e na construção da confiabilidade do método de estudo de IF. A atual “bíblia” dos estudantes de IF é Roedder (1984), onde diversas aplicações do estudo de IF são exemplificadas: em depósitos minerais, geologia sedimentar, petrologia ígnea e metamórfica, estudos dos magmas crustais e do manto, lavas e geologia lunar. “Os usos em potencial para IF em petrologia são limitados apenas pela imaginação do petrólogo” (HOLLISTER e CRAWFORD, 1981).\nCom o desenvolvimento do método de estudo de IF e ampliação das áreas de atuação, hoje, além da microtermometria, são empregadas a espectrometria Raman e a fluorescência, entre outras técnicas, que permitem tirar o máximo de informações dos fluidos aprisionados.\n4.3\tHISTÓRICO DO USO DE INCLUSÕES FLUIDAS EM GEOLOGIA ESTRUTURAL E TECTÓNICA\nO uso de IF como marcadores estruturais e tectónicos foi realizado pela primeira vez entre as décadas de 1950 e 1960. Entre os trabalhos sobre o tema destacam-se o apanhado geral de Lespinasse (1999), os métodos usados por Boullier (1999) e os exemplos de aplicações feitas por Hodgkins e Stewart (1994), Szulc, Alsop e Oliver (2008), entre muitos outros, como Foreman &amp; Dunne (1991) e Lacroix et al. (2011) e Parry (1998).\nA principal aplicação do estudo de IF na geologia estrutural diz respeito à falta de informações sobre a paleoprofundidade ou pressão de fluido em rochas deformadas (LESPINASSE, 1999). Neste viés, os melhores registros de percolação de paleofluidos são os fluidos aprisionados como IF em microfraturas cicatrizadas do mineral formador da rocha, do qual se pode estimar a pressão do paleofluido, bem como a profundidade de aprisionamento.\nOutra importância das IF é com relação à migração de fluidos em rochas, a qual é favorecida pela permeabilidade fissural formada durante a deformação frágil e altera o comportamento reológico da rocha. As IFs podem ser os únicos registros disponíveis como evidências de migração de paleofluidos através de rochas fraturadas, principalmente quando poucas mudanças ocorrem na assembleia mineral resultante de interações fluido-rocha (dissolução, alteração, recristalização).\nBoullier (1999), seguindo a mesma linha de pensamento de Lespinasse, apresenta o uso de IF como marcadores estruturais, tectónicos e termobarométricos, usando como exemplo rochas metamórficas dos Himalaias, onde gerações de planos de IF com orientações diferentes relacionam-se a eventos tectónicos distintos, confirmados por estruturas tectónicas e composição dos fluidos aprisionados distintos. Ainda neste estudo a autora defende que a ocorrência dos planos sugere que as rochas podem se comportar de modo frágil (em escala microscópica) em condições onde se esperaria que se comportassem ductilmente.\nHodgkins &amp; Stewart (1994) fornecem outro exemplo prático de aplicação dos métodos de estudo de IF na janela tectónica dos Alpes Apuanos, na Itália, região onde um cavalgamento foi reativado como falha extensional. Os autores usaram as IF dos veios que cimentam a brecha de falha para delimitar a pressão e temperatura durante o último movimento da falha, conseguindo definir também a profundidade em que ela esteve ativa. A salinidade do fluido também permitiu indicar o padrão de migração dos fluidos que foram aprisionados nas IF.\nNa zona de falha de Outer Hebrides, no noroeste da Escócia, Szulc, Alsop e Oliver (2008) utilizaram o método de microtermometria em inclusões fluidas para investigar as diferentes condições de reativação da falha. Para isso amostraram veios de quartzo sintectónicos em milonitos formados em uma fase\ninicial de cavalgamento, em filonitos associados a um falhamento inverso subsequente e em filonitos decorrentes de um falhamento extensional tardio. Neste estudo conseguiram distinguir uma variação espacial e temporal no fluxo de fluidos no sistema durante a evolução da zona de falha.\nCom um conhecimento mais avançado do comportamento das IF e das microfraturas, estes elementos de microescala das rochas tornar-se-ão uma importante ferramenta para entender processos de deformação em escala crustal (BOULLIER, 1999).\n4.4\tMÉTODOS DE ESTUDO DE INCLUSÕES FLUIDAS\nAmostragem\nEm uma amostra rochosa podem ser encontradas milhares de IF por centímetro cúbico, fazendo com que seja indispensável uma seleção criteriosa daquelas que serão analisadas. A primeira seleção de IF começa já em campo, durante a amostragem de rochas, considerando a variação litológica (KERKHOFF e HEIN, 2001).\nAs IF são melhor preservadas em alguns minerais do que em outros. O quartzo, neste caso de estudo, é a melhor opção. A ausência de clivagem, a recristalização em temperaturas baixas e a capacidade de preservar as IF em pressões muito elevadas fazem dele um excelente mineral para estudo de IF (KERKHOFF e HEIN, 2001). Para estudos de amplo espectro, faz-se necessário utilizar minerais cristalizados e recristalizados em diferentes eventos geológicos, dessa forma as inclusões analisadas abrangerão um intervalo de tempo maior.\nEstudo petrográfico\nO estudo petrográfico ao microscópio ótico é o primeiro e essencial passo para qualquer estudo de IF, pois uma interpretação correta pode ser feita apenas se as relações texturais entre as elas, o mineral hospedeiro e o corpo rochoso forem consideradas (KERKHOFF e HEIN, 2001).\nPara selecionar as IF que serão analisadas por microtermometria deve-se\ndeixar claro quais inclusões são representativas do quê, e qual a sua relevância geológica (KERKHOFF e HEIN, 2001). As IF formadas aproximadamente no mesmo evento geológico são colocadas como pertencentes a uma mesma geração de inclusões fluidas (KERKHOFF e HEIN, 2001). Nesse sentido, as IF são agrupadas usando como critérios as suas propriedades.\nPara tanto, o instrumento inicial de estudo de IF ainda é o microscópio petrográfico comum, através do qual é realizada a descrição de parâmetros óticos das IF em lâminas espessas bipolidas, como o tamanho, o número e os tipos de fases presentes na IF à temperatura ambiente, a morfologia das inclusões e das fases nelas presentes, as diferentes razões entre as fases, as cores das fases líquidas e gasosas, além dos modos de ocorrência das inclusões no mineral e sua classificação genética (FUZIKAWA, 1985).\nEsquemas e desenhos devem ser feitos durante a observação no microscópio, pois somente com o uso de fotografias muita informação é perdida pela impossibilidade de focar IF em diferentes níveis na mesma amostra (KERKHOFF e HEIN, 2001).\nA grande maioria das inclusões possui tamanho entre 1 e 20 pm, raramente excedendo um milímetro. Quanto maior o grau de metamorfismo da rocha, menor o tamanho das inclusões. Além do tamanho, a quantidade de IF é importante, aumentando exponencialmente com a diminuição do tamanho (FUZIKAWA, 1985).\nQuanto à morfologia, as IF geralmente apresentam formas irregulares. Por reduzir a energia de superfície, as IF com formas regulares representam o seu estado mais estável (KERKHOFF e HEIN, 2001). As inclusões normalmente não apresentam nenhuma cor em lâmina delgada e podem ser visualizadas no microscópio porque seu índice de refração geralmente é diferente do índice do mineral hospedeiro. As inclusões aquosas, que são mais densas, apresentam índices entre 1.32-1.33 (aspecto brilhante), enquanto as inclusões gasosas, menos densas, possuem índices de refração muito mais baixos, na casa de 1.195 (KERKHOFF e HEIN, 2001).\nDe acordo com o número de fases presentes à temperatura ambiente (25°C) as IF podem ser classificadas como monofásicas (fase líquida - L, ou gasosa - G), bifásicas (fases L+G, L+sólidas (S), duas líquidas no caso de\nlíquidos imiscíveis ou S+G), trifásicas com combinação de três fases distintas ou multifásicas, quando compostas por quatro ou mais fases (Figura 2).\nCompondo a fase sólida podem estar presentes nas IF os chamados minerais de saturação (daughter minerais): “minerais ou cristais formados a partir de um fluido homogêneo aprisionado nas inclusões, quando este fluido atinge o ponto de saturação em uma ou mais fases que não sejam a do mineral hospedeiro, com o decréscimo da temperatura”, sendo o mais comum de todos o NaCl (FUZIKAWA, 1985).\nDe acordo com sua gênese as IF são classificadas em primárias, secundárias ou pseudo-secundárias (ROEDDER, 1972). Nas IF primárias o fluido pode ser aprisionado em qualquer falha da superfície de crescimento do mineral. Estas falhas podem ser causadas pela presença de impurezas, por suprimento irregular dos elementos no fluido, por aumento repentino da taxa de crescimento, entre outros motivos (FUZIKAWA, 1985).\nInclusões fluidas primárias ocorrem principalmente em cristais que cresceram em fissuras ou cavidades abertas, como é comum em veios hidrotermais e em muitas ocorrências sedimentares. Já as inclusões primárias em rochas ígneas podem se formar em fenocristais, nas arestas planares paralelas às faces de crescimento do cristal. O fluido aprisionado neste caso é contemporâneo ao crescimento do mineral e fornece dados sobre as condições físico-químicas existentes durante sua formação, sendo muito menos comuns que as inclusões secundárias (HOLLISTER e CRAWFORD, 1981). A Figura 3 mostra formas de classificar as IF como primárias em cristais individuais e zonados.\nOutra maneira de formação de IF é após o processo de cristalização, por microfraturamentos causados por esforços diversos, onde fluidos podem penetrar. A posterior cicatrização destas fraturas poderá aprisionar os fluidos, dando origem às chamadas inclusões secundárias. Estes tipos de IF possuem características marcantes e são facilmente identificáveis, por serem numerosas e ocorrerem distribuídas ao longo de planos. Elas proveem informações físico-químicas dos eventos posteriores à cristalização dos minerais, podendo haver intervalo de milhões de anos entre a formação de planos.\nFigura 2. Classificação das inclusões fluidas de acordo com o número de fases presentes: 1. inclusões monofásicas (aquosas); 2. inclusões monofásicas (gasosas); 3. inclusões bifásicas (L +V) tubiformes aquosas; 4. inclusão trifásica (L1 aquoso + L2 carbônico + CO2 gasoso); 5. inclusões multifásicas; e 6. inclusão multifásica, vermiforme da amostra anterior (5). Fonte: Fuzikawa (1985).\nNo caso em que estes microfraturamentos são formados e cicatrizados durante a formação do mineral, as IF resultantes são denominadas pseudo-secundárias, por conter algumas características das inclusões secundárias mas também por indicar as condições ambientais referentes ao crescimento do mineral. Neste caso, a verdadeira origem da fratura cicatrizada somente pode ser reconhecida se houver um final abrupto em uma das faces de crescimento do cristal (HOLLISTER e CRAWFORD, 1981).\nInclusões contendo uma fase sólida, a qual também ocorre como inclusão sólida no • mineral hospedeiro\nz\t—\nQD\t□D\n\t\n\t\nInclusões grandes (com relação ao mineral hospedeiro)\nInclusões afastadas uma da outra (distância > 5 x diâmetro)\nOcorrência após inclusão sólida (ou fundida) ou intercrescimento\nOcorrência em zonas de crescimento\nInclusão fluida causada por inclusão sólida (ou fundida) ou intercrescimento\nOcorrência após uma fratura cicatrizada' de um estágio de crescimento anterior\nInclusões relacionadas à crescimento esquelético ou espiral\nOcorrência no núcleo de cristais prismáticos colunares\nOcorrência ao longo de intersecções em planos de crescimento\nFigura 3. (a) Critérios diagnósticos para classificação das inclusões fluidas como primárias; (b) Diferentes ocorrências de inclusões fluidas primárias em relação ao crescimento zonado do mineral hospedeiro. Fonte: Kerkhof e Hein (2001).\nAs trilhas de IF podem ser subclassificadas de acordo com a nomenclatura apresentada na Figura 4 (KERKHOFF e HEIN, 2001): as trilhas de inclusões transgranulares se referem a microfraturas cicatrizadas que atravessam o limite entre grãos; as trilhas intergranulares, que ocorrem entre os limites de grãos, podem ocorrer pela cicatrização de fraturas extensionais entre limites de grãos ou pelo aprisionamento de fluido durante a migração do limite do grão; os termos interfásica e transfásica podem ser aplicados às inclusões fluidas formadas ao longo de limites entre dois minerais e para inclusões fluidas em trilhas que cortam fases minerais diferentes, respectivamente; inclusões intragranulares não atravessam os limites de um grão, podendo ser interpretadas como resultado do aprisionamento do fluido ao longo de superfícies com orientação cristalográfica preferencial, como planos de clivagem, maclas de deformação, bandas de deformação, limites de subgrãos ou maclas de geminação.\nQuanto à distribuição das inclusões (sem conotação genética) consideraram-se os seguintes fatores: 1. IF isolada - inclusão morfologicamente diferentes das demais nas suas imediações, inclusive as com tamanho muito diferentes; 2. IF em grupos - inclusões semelhantes morfológicamente, e que aparecem em grande quantidade em certas porções da amostra; 3. IF dispersas - inclusões semelhantes morfológicamente, mas\ncom distribuição aleatória; e 4. IF em trilhas - incusões alinhadas, formando caminhos na amostra.\n1: transgranular\n2: intergranular\n3: intragranular interno\n4: intragranular de um limite do grão ao outro\n5: intragranular de um limite do grão ao seu interior\n6: interfases\n7: transfases\nDecoração intragranular\n1: planos de clivagem 2: lamelas de deformação 3: bandas de deformação 4: limites de subgrãos 5: lamelas de geminação\nFigura 4. Terminologia para inclusões fluidas em trilhas. (a) Distinção feita entre inclusões transgranulares, intergranulares e intragranulares. (b) Inclusões intragranulares subdivididas de acordo com a textura interna do grão. Fonte: Kerkhof e Hein (2001).\nKerkhoff e Hein (2001) afirmam que não se pode fazer uma indicação geral sobre o número de IF que devem ser analisadas. Apenas algumas medidas podem ser suficientes para caracterizar inclusões similares pertencentes a um mesmo grupo de IF. Métodos estatísticos podem ser aplicados em inclusões não tão similares, porém originadas pelo mesmo processo, quando então são usadas entre 30 e 100 IF por amostra.\nInclusões magmáticas\nInclusões magmáticas ocorrem naturalmente durante a formação de um mineral. Nas partes do cristal com crescimento mais lento se formam reentrâncias de material magmático, as quais aumentam de tamanho juntamento com o crescimento do cristal. Apesar de se chamarem inclusões magmáticas, além de fluido magmático, este tipo de inclusão também pode representar fluidos de processos reativos, como por exemplo, em rochas naturalmente aquecidas acima de sua linha solidus (ANDERSON, 2003).\nDiferentemente das inclusões fluidas, as inclusões magmáticas são compostas de vidro ou de microcristais, com ou sem minerais de saturação (Figura 5). Este tipo de inclusão registra diferentes estágios de evolução magmática, porém seu estudo deve ser feito utilizando técnicas mais requintadas, que permitam o aquecimento da amostra a temperaturas elevadas (>800°C) e proporcionem análises pontuais da composição das fases sólidas, como por exemplo a espectometria Raman (ANDERSON, 2003).\nFigura 5. Inclusões magmáticas. À esquerda: inclusão de vidro riolítico sem bolha em quartzo. À direita: inclusões maiores vítreas com múltiplas bolhas e ao fundo inclusões menores escuras devido à devitrificação. Fonte: Anderson (2003).\nComportamento das IF pós-aprisionamento do fluido\nUm fluido homogêneo aprisionado em determinado período evolutivo da rocha resultará em inclusões fluidas essencialmente idênticas em aparência, composição e densidade (KERKHOFF e HEIN, 2001). A maioria dos estudos de IF inicia assumindo que estas características do fluido não mudaram desde a formação da inclusão ou, se a inclusão sofreu vazamento, que evidências\ndesta mudança podem ser observadas na amostra (HOLLISTER e CRAWFORD, 1981).\nDurante o resfriamento das IF, a contração da fase fluida comparada com o volume praticamente constante do mineral hospedeiro resulta na formação de bolhas (L^L+V). As vezes líquidos se separam (L^L1+L2) ou minerais de saturação se formam (L^L+S). O aprisionamento de fluidos heterogêneos, como líquidos imiscíveis, soluções gasosas ou soluções saturadas, resultará em IF de composições e densidades variadas, que devem ser estudadas com cautela (KERKHOFF e HEIN, 2001). Combinações das mudanças de fase que ocorrem após o resfriamento em fluidos homogêneos e heterogêneos são ilustrados na Figura 6\nO que pode tornar incertas a medição e interpretação das IF são fatores como o tamanho pequeno das inclusões, a ambiguidade quanto à origem da inclusão, as mudanças de volume nas IF ocorridas após seu aprisionamento e a crepitação da inclusão (ROEDDER, 2002). O termo crepitação se refere ao vazamento total ou parcial do fluido da inclusão pela formação de microfraturas resultantes da modificação do gradiente de sobrepressão ou subpressão entre a pressão interna das IF e a pressão confinante externa (geralmente equivalente à pressão litostática). Modificações no volume da inclusão sem perda de material são chamadas de alongamento (stretching) (KERKHOFF e HEIN, 2001).\nTodas as IF aprisionadas em picos de temperatura e pressão irão, mais cedo ou mais tarde, estar sujeitas a longos períodos de diminuição da pressão e temperatura até atingir as condições de superfície (FUZIKAWA, 1985). Existe uma faixa de variação de P e T na qual o volume da IF não mudará. Essa faixa que permite transformações nas condições ambientais sem alteração do volume do fluido ou da IF é chamada de isócora.\nQualquer caminho P-T de ascensão, que não seguir exatamente a isócora da IF resultará em uma diferença de pressão entre a IF e os arredores e a densidade do fluido se ajustará de acordo com a pressão e temperatura do novo ambiente. No caso de ascenção isotermal, a IF possui pressão maior que a pressão do ambiente, podendo gerar uma crepitação explosiva (DE), com expansão do volume da inclusão. No caso do resfriamento isobárico a pressão da IF se torna menor que a dos arredores, causando uma crepitação implosiva\n(DI), com a contração do volume. Inclusões resfriadas ao longo da isócora são amplamente preservadas (KERKHOFF e HEIN, 2001). Não se sabe ainda se este comportamento é válido para mudanças de temperatura e pressão pequenas em longos períodos de tempo (ROEDDER, 2002).\na) aprisionamento homogêneo\nb) aprisionamento heterogêneo\ncontração\nsaturação\nimiscibilidade\ninclusões cogenéticas\nlíquidos\nimiscibilidade, saturação e contração Çrpffi) LtSVLí\nimiscibilidade e saturação\nimiscibilidade e contração\nsolução em ebolição\nsolução saturada, sólidos suspensos\nFigura 6. Esquema mostrando reações pós-aprisionamento em inclusões com fluidos (a) homogêneos, e (b) heterogêneos. Fonte: Kerkhof e Hein (2001).\nA\nFigura 7 ilustra os três regimes principais de modificação de IF: descompressão isotermal (DIT), resfriamento isobárico (RIB), e resfriamento isocórico (RIC).\nUma série de estudos mostra que na maioria dos ambientes geológicos as IF não tendem a crepitar, pelo menos não o suficiente para influenciar os resultados dos procedimentos de sua análise (ROEDDER, 2002).\nO reequilíbrio de uma IF pode não estar diretamente relacionado a eventos geológicos, como metamorfismo ou deformação, podendo ser parcialmente controlado por processos físico-químicos controlados pela interface fluido-cristal (como por exemplo o “estrangulamento” - necking-down) (KERKHOFF &amp; HEIN, 2001).\nConsiderando todos os fatores citados acima, a seleção de IF para os ensaios microtermométricos deverá ser criteriosa, evitando-se IF com vazamentos, estiramentos, necking-down e outras deformações, obtendo-se assim resultados mais confiáveis.\nFigura 7. Esquema da relação dos três principais regimes de modificação de inclusões fluidas em condições retrógradas: resfriamento isobárico (RIB), resfriamento isocórico (RIC) e descompressão isotermal (DIT). Fonte: Kerkhof e Hein (2001).\nTécnica de microtermometria em inclusões fluidas\nDefinição e funcionamento\nO estudo microtermométrico é realizado em microscópio petrográfico com o auxílio de platinas especiais. Neste trabalho será usada a Platina Linkam (SHEPHERD, 1981), na qual as amostras são resfriadas e aquecidas dentro de um limite de temperatura entre -180°C a 600°C, com o objetivo de obter a composição química e densidade dos fluidos e as temperaturas e pressões mínimas de formação das inclusões. A Figura 8 apresenta a platina Linkam, destacando suas principais partes.\nFigura 8. Seção da platina Linkam. Pt = sensor de temperatura da resistência. Fonte: Adaptado de Shepherd (1981).\nA microtermometria é um método de análise de IF não destrutivo, e tem como vantagens a possibilidade de reaplicação do teste, a aplicação de testes diferentes em uma mesma amostra de IF e a possibilidade de utilização de amostras muito pequenas (FUZIKAWA, 1985).\nA repetição da análise microtermométrica não é possível em duas situações principais: quando ocorre vazamento da IF por microfraturas geradas durante o congelamento ou pelo aumento da pressão interna das inclusões durante o aquecimento. A segunda situação ocorre quando existem condições metaestáveis. Nesta situação as mudanças de fases dependem da razão de aquecimento e podem ter resultados finais distintos. (FUZIKAWA, 1985).\nCabe aqui um adendo sobre a metaestabilidade. Ela é decorrente da falha à tentativa de nuclear novas fases estáveis e, quanto menor o sistema, mais comum se torna. Falhas por metaestabilidade podem ser encontradas na amostra in situ, porém são ainda mais comuns durante o processo de microtermometria, quando o tempo de mudanças de fases é muito mais curto. A metaestabilidade gerada em laboratório geralmente não leva a erros ou enganos, porém deve ser dada atenção especial a estes casos (ROEDDER, 2002).\nAs lâminas utilizadas na microtermometria possuem geralmente espessuras de 0,2 mm, e devem ser polidas nas duas faces (bipolidas), visando “minimizar os efeitos da reflexão total nos contornos das inclusões fluidas e da dispersão da luz” (FUZIKAWA, 1985).\nObtenção da temperatura\nA temperatura mínima de aprisionamento para IF aquosas é definida pela temperatura de homogeneização (Th) total das fases líquida, gasosa e sólida presentes na IF (homogeneização do fluido) causada pelo aquecimento da platina (ROEDDER, 1984).\nA temperatura de homogeneização pode representar a temperatura de formação do mineral, no caso de inclusões primárias e pseudosecundárias, ou então a temperatura em que microfraturas posteriores á formação do mineral foram cicatrizadas, no caso de inclusões secundárias (FUZIKAWA, 1985).\nA bolha presente na maioria das inclusões representa a contração diferencial do mineral hospedeiro e do fluido aprisionado, da temperatura de aprisionamento até aquela de observação. Revertendo esta contração em uma platina de aquecimento no microscópio até que ocorra a homogeneização total do fluido, obtêm-se a mínima temperatura de aprisionamento (Figura 9).\nO ponto de Th define apenas a isócora ao longo da qual a inclusão resfriou originalmente. A verdadeira temperatura de aprisionamento somente pode ser obtida se houver disponível alguma estimativa independente de pressão. Da mesma forma, a pressão verdadeira será obtida a partir de um geotermômetro independente. Mesmo assim, o método de homogeneização é um dos mais acurados e é o geotermômetro/geobarômetro disponível mais amplamente aplicável (ROEDDER, 2002; FUZIKAWA, 1985).\nFigura 9. Série de fotomicrografias de uma inclusão primária grande em esfalerita (S) de Creede, Colorado (EUA), com homogeneização na fase líquida a 210°C. As barras horizontais são estriações oscilatórias nas cavidades da parede. Fonte: Roedder (2002).\nObtenção da composição e salinidade\nQuase dois séculos de observações mostram que as principais composições de IF para rochas ígneas e para rochas metamórficas caem no sistema C-O-H-S + NaCl (com NaCl representando KCl, CaCl2, e outros cloretos). Os principais gases encontrados em IF incluem H2O (vapor), CO2, CH4, CO, N2, SO2, H2S e H2. A fase líquida predominante é a H20, com concentrações salinas variadas, seguida da de CO2 líquido. As fases sólidas são as mais variadas, sendo mais comuns as de cloretos de sódio, potássio, hidratos de cálcio, magnésio e ferro, sulfatos e carbonatos, óxidos e silicatos na forma de minerais de hematita, magnetita, mica, feldspato e quartzo (FUZIKAWA, 1985).\nEm IF aquosas salinas a determinação da composição e salinidade consiste em comparar as mudanças de fase observadas durante a microtermometria com as transições de fase determinadas experimentalmente em sistemas conhecidos.\nPrimeiro, resfria-se a inclusão até que todos os componentes se solidifiquem. Depois, inicia-se o aquecimento gradual da temperatura. A temperatura de fusão do eutético (Te) ou first melting temperature, é o ponto em que funde o primeiro líquido, e determina quais espécies iónicas estão presentes no fluido, já que cada sistema possui uma Te característica. A temperatura de fusão (Tf) das fases salinas hidratadas ou a temperatura de fusão do gelo (Tfg) é o ponto em que todo o sólido congelado foi derretido, e indica a salinidade do fluido (FUZIKAWA, 1985).\nPara diferentes composições das inclusões (Te) são aplicados diagramas de fases diferentes para calcular a salinidade, como por exemplo dos sistemas H2O-NaCl-CaCl2, H2O-NaCl-KCl, entre outros. O sistema mais utilizado provavelmente é o H2O-NaCl, pois a temperatura de fusão do gelo (Tfg) determina diretamente a salinidade do fluido. A salinidade é dada em porcentagem de peso equivalente de NaCl (FUZIKAWA, 1985).\nA qualidade dos resultados depende da acurácia dos procedimentos. Dessa forma, todas as mudanças nas fases de equilíbrio devem ser registradas, medições repetidas devem reproduzir as mesmas temperaturas e deve-se tomar cuidado para que a mudança de fase observada não seja\nreflexo da metaestabilidade devido ao cruzamento do limite de mudança de fase (HOLLISTER e CRAWFORD, 1981).\nObtenção da densidade e volume\nUm dos problemas para estimar o volume das IF é sua forma irregular, normalmente observada apenas em duas dimensões. Porém, um volume relativo das fases pode ser estimado usando as tabelas propostas por Roedder (1984), e esta é a forma mais comum para determinar o volume de gás (VG) da inclusão.\nPara obtenção da densidade geralmente se utiliza uma equação de estado na qual se tem uma pequena quantidade de dados experimentais para determinar os parâmetros ajustáveis na equação. Há uma série de gráficos e tabelas na bibliografia para relacionar as densidades de líquidos e gases em função da temperatura, pela curva do ponto de fusão (HOLLISTER &amp; CRAWFORD, 1981).\nAs densidades de inclusões aquosas variam de valores menores que o\n0,1g.cm (pelo aprisionamento de uma fase densa de vapor) até valores o\nmaiores que 1,3g.cm (derivados de um fluido fortemente salino ou de uma mistura hidrosalina) (ROEDDER, 2002).\nA densidade de qualquer IF restringe a rocha a uma condição de P-T na isócora para aquele fluido em algum momento de sua história, assumindo-se a pressão do fluido aproximadamente igual à pressão total. Se a densidade do fluido for menor do que a densidade da assembleia mineral da rocha, a conclusão petrológica a que se chega é que as rochas foram reaquecidas após a formação da assembléia mineral, ou que a rocha foi alçada mais rápidamente do que ela poderia resfriar. Por outro lado, se as isócoras para todas as IF passam junto ou perto do caminho P-T metamórfico estimado, tem-se que prevaleceu um estado de gradiente térmico estacionário durante o metamorfismo e subsequente ascensão da rocha (HOLLISTER &amp; CRAWFORD, 1981).\nObtenção de pressão\nSob certas condições, as IF podem prover uma estimativa da pressão quando do aprisionamento do fluido, ou pelo menos, os limites de pressão possíveis. A pressão mínima de aprisionamento é obtida calculando a isócora de cada amostra. As isócoras para fluidos aquosos (H20-NaCl) são construídas usando-se amostras médias de salinidade e temperaturas de homogeneização juntamente com uma equação de estado. Se um geotermómetro independente estiver disponível, a pressão real é encontrada utilizando a isócora do fluido (ROEDDER, 2002).\nObtenção da profundidade\nRelacionando a maior pressão obtida com uma respectiva temperatura obtêm-se o gradiente térmico, o qual é usado para calcular a profundidade correspondente à pressão litostática exercida no momento de aprisionamento da IF.\n5.\tSÍNTESE SOBRE A GEOLOGIA\nNeste capítulo é feita a contextualização geotectónica da região onde o Granito Parapente ocorre e são apresentadas as unidades estratigráficas cuja evolução está associada à da Zona de Cisalhamento Itajaí-Perimbó.\n5.1\tCONTEXTO GEOTECTÔNICO\nO Granito Parapente está ligado ao Cinturão Dom Feliciano, que é parte da Província Mantiqueira (ALMEIDA et al., 1981).\nA Província Mantiqueira está disposta na direção NE, se estendendo por 3 mil km ao longo da Costa Atlântica desde o sul da Bahia até o Uruguai. Faz divisa a norte com o Cráton do São Francisco, a oeste com o sul do Cinturão Brasília, com o Cráton Rio de La Plata e com a Bacia do Paraná, sendo recoberta por esta no sul do Brasil (ALMEIDA et al., 1981). Os limites da Província Mantiqueira e os cinturões que a compõe são ilustrados na Figura 10.\nA Província Mantiqueira foi formada a partir da fragmentação do Supercontinente Rodínia e a posterior colagem de crátons e blocos que viriam a formar o Megacontinente Gondwana Ocidental, do Neoproterozoico ao início do Paleozoico. Os processos envolvidos na formação da província (subducção, colisão continental e movimentos transcorrentes) são relacionados ao Ciclo Brasiliano (HASUI et al., 2012). A Província Mantiqueira é subdividida em três setores: Cinturão Araçuaí, ao norte, Cinturão Ribeira (no centro) e Cinturão Tijucas - ou Dom Feliciano (no sul) (HASUI et al., 2012). Os principais eventos tectónicos nos diferentes setores da província apresentam idades diferentes, conforme apresentado na Figura 11 (BRITO NEVES e FUCK, 2013).\nO Cinturão Araçuaí representa um arco magmático de margem ativa desenvolvido entre 625-595 Ma (HEILBRON et al., 2004). O Cinturão Ribeira foi ativo entre 670-480 Ma (BASEI et al., 2010). Já o Cinturão Dom Feliciano (BASEI et al., 1985), se estende do leste de Santa Catarina até o Uruguai, e tem o início de sua formação a cerca de 900 Ma (abertura do Oceano Adamastor).\nFigura 10. Limites da Província Mantiqueira e cinturões que a compõem. Fonte: adaptada de Hasui et al. (2012).\nFigura 11. Principais episódios do Ciclo Brasiliano na Província Mantiqueira. Fonte: adaptado de Brito Neves e Fuck (2013).\n5.2\tO CINTURÃO DOM FELICIANO NO ESCUDO CATARINENSE\nOs setores do Cinturão Dom Feliciano são delimitados por zonas de cisalhamento de escala crustal, e sua evolução está ligada a esforços compressivos NW-SE (Figura 12), que desencadearam processos de colisão e subducção entre as unidades descritas a seguir (PASSARELLI et al., 2010).\nM-\n50»\n48»\n0\t100\t200km\nN65W\nFlorianópolis\nSistemas de Suturas\nSBMG: Sierra Ballena-Major Gercino\n•V- principais direções de máximo stress principal fase transpressional em Ma\nZonas de Cisalhamento Principais: lj: Itajaí\nMG: Major Gercino\nCd: Cordilheira\nDC: Dorsal do Canguçu\nSY: Sarandi dei Yi\nP: Patrulla\nSB: Sierra Ballena\n36\nFigura 12. Esquema geral mostrando as principais zonas de cisalhamento do Cinturão Dom Feliciano (Brasil-Uruguai), com a fase principal de transpressão em Ma e as direções de máximo stress compressivo. Fonte: adaptado de Passarelli et al. (2010).\ncisalhamento existem rochas de outras unidades - a faixa Ribeirão da Prata e o Complexo São Miguel. Os domínios Central e Interno são divididos pela Zona de Cisalhamento Major Gercino. O domínio Interno é composto pelo Batólito Florianópolis (BASEI et al., 2011a). A seguir serão descritas as características das unidades que podem estar relacionadas de alguma forma com a evolução da Zona de Cisalhamento Itajaí Perimbó e/ou com a formação de fluidos hidrotermais.\nBRASIL\nDomínio Externo\nDomínio Central\nDomínio Interno\nOceano Atlântico\nDomínio Interno\nBatólito Florianópolis\n[\t] Cobertura Fanerozoica\nDomínio Externo\nGranito Cambriano\n□ Grupo Itajaí\nEmbasamento Paleoproterozoico /\\ Microplaca Luiz Alves\nDomínio Central\nGranitoides Neoproterozoicos\n| Complexo Camboriú\n| Grupo Brusque\n.......\nX X X X X\tX X\nA aWqTiíq J\nx «Florianópolis\nX X X A A\nx x x x x xsWx\nX X X X X X XAlVA xVof XXX xVx x xrfxlxxxxxxx:\nFigura 13. Unidades que compõem os domínios do Cinturão Dom Feliciano em Santa Catarina. Fonte: Basei et al. (2011a).\nComplexo Granulítico Santa Catarina\nEsta unidade não pertence ao Cinturão Dom Feliciano, porém, como faz limite ao sul com a Bacia do Itajaí (Figura 13) ela pode representar uma fonte de fluidos para a região. O Complexo Granulítico Santa Catarina é composto por gnaisses tonalíticos a trondjemíticos, piroxenitos, anortositos, formações ferríferas, anfibolitos e quartzitos. Estas rochas têm idades arqueanas e foram afetadas por dois eventos tectonometamórficos relacionados aos ciclos Jequié (2,7 Ga) e Transamazônico (2,0 Ga) (HARTMANN, 1988).\nOs eventos tectonometamórficos que atingiram esta unidade foram responsáveis pela incidência de metamorfismo de alto grau (fácies granulito), acompanhado de intensa deformação, que resultou na foliação principal dos gnaisses com direção NE e mergulho subvertical (HARTMANN, 1988).\nEm eventos mais recentes (620 a 570 Ma) corpos granitoides alcalinos a subalcalinos, tardi- a pós-tectônicos, formaram-se de maneira distribuída por toda a unidade (HASUI et al., 2012).\nO Complexo Granulítico Santa Catarina tem sido interpretado como um núcleo cratônico (Cráton Luiz Alves), um fragmento preservado do Supercontinente Rodínia, cujas rochas derivaram de um arco insular (FUCK et al., 2008).\nBacia do Itajaí\nA Bacia do Itajaí é limitada ao norte pelo Complexo Granulítico Santa Catarina, a oeste pela Bacia do Paraná, ao sul pelo Complexo Metamórfico Brusque e pela Faixa Ribeirão da Prata através da Zona de Cisalhamento Itajaí-Perimbó (Figura 13).\nCom relação à sua litologia, a Bacia do Itajaí é dividida em quatro associações de fácies, da base para o topo (ROSTIROLLA et al., 1999):\n-\tfácies A: litologias de deltas, fan-deltas retrógrados e parassequências plataformais com ortogoconglomerados na base e arenitos no topo associados com siltitos;\n-\tfácies B: complexo turbidítico marginal, com transporte no sentido SW;\n-\tfácies C: composta na base por um complexo turbidítico distal, seguido de depósitos bacinais pelíticos e de plataforma; e\n-\tfácies D: fan-deltas progradantes, supridos pela margem orogênica S-SE.\nQuanto à área fonte dos seus sedimentos, a bacia é dividida em duas sequências sedimentares: uma basal continental tendo como áreas fontes principais o Complexo Granulítico Santa Catarina, a Faixa Ribeirão da Prata e o Complexo São Miguel, e uma sequência superior marinha, com áreas fontes do Complexo Metamórfico Brusque e do Batólito Florianópolis (BASEI et al., 2011b).\nBasei et al. (2011b) indicam o início de sedimentação da Bacia do Itajaí por volta de 600 Ma. Já as idades de deposição desta bacia obtidas por datação de U-Pb são de 563±3 Ma a 549±4 Ma, sendo a idade máxima obtida em zircões detríticos em arenitos e a idade mínima em zircões de uma intrusão riolítica (GUADAGNIN et al., 2010).\nO acamamento na Bacia do Itajaí tem orientação ENE-WSW, com mergulhos de 15° a 40° para sul-sudeste (SSE). Dois eventos deformacionais principais são identificados na bacia. O primeiro (D1), mais intenso, ocorreu entre 600 Ma e 560 Ma e possui caráter transpressivo, com orientação axial entre E-W e NE-SW, paralelo ao comprimento da bacia. A D1 é associada ao cavalgamento do Complexo Metamórfico Brusque e do Complexo São Miguel sobre a porção sul da bacia, repetindo as unidades basais da Bacia do Itajaí no flanco sul. Em sua borda norte, o limite entre a bacia e as rochas do Complexo Granulítico Santa Catarina é marcado pelo Lineamento Blumenau. A segunda fase de deformação (D2) ocorreu após 560 Ma, reativou as falhas preexistentes com cinemática invertida, com direção de esforço principal WNW-ESSE, formou dobras de orientação axial N-S, e gerou novas falhas e fraturas, interferindo nas foliações S0 e S1. As fases D1 e D2 estão diretamente relacionadas às fases deformacionais pós-pico metamórfico do Complexo Metamórfico Brusque (D3 e D4) (ROSTIROLLA et al.,1992; SCHROEDER, 2006; BASEI et al., 2011b).\nExistem dois modelos de evolução tectônica para a Bacia do Itajaí. O modelo proposto por Krebs et al. (1990), contem três fases: implantação, inversão e deformação tardia relacionada à intrusão de granitoides. A fase de implantação seria causada por um choque oblíquo entre continentes, reativando as falhas transcorrentes verticais (ZCIP) e iniciando o rifteamento que deu origem a uma bacia transtensiva em formato de hemi-gráben. A fase de inversão seria uma reativação das falhas transcorrentes de caráter transpressivo, fazendo as falhas lístricas normais se inverterem em cavalgamentos, causando dobramentos e falhas inversas gerando uma estrutura do tipo hemi-flor positiva (Figura 14). As bacias do tipo antepaís e do tipo rifte são descartadas por estes autores, no primeiro caso pela ocorrência de “evolução policíclica com fase orogênica dos metamorfitos Brusque desvinculados do evento tectono-termal Brasiliano; ademais, o preenchimento\ninicial deu-se por meio de sistemas flúvio deltaicos e de leques deltaicos, não muito frequentes na fase inicial daquele tipo de bacia”, e no segundo caso pelas pequenas dimensões da bacia e pelos cavalgamentos se adaptarem à ZCIP.\n3. Preenchimento de hemigrabem assimétrico por sistemas de leques aluviais e deltáicos. flúvio-deltáicos\nPlataforma estabilizada no Proterozóico Médio/ Superior, construída pelas rochas do Complexo Granulltico e Cinturão Metamórfico Brusque\n5 Inicio da fase de compressão, responsável pela inversão da bacia deformaçéo e encurtamento da bacia\n\n6 Esboço para o estágio inicial de deformaçéo da Sequência Vulcáno-Sedimentar Itajal\n7 Estágio atual de preservaçáo da Sequência Vulcano*Sedimentar Itajal na Folha Botuverá\nFigura 14. Desenho esquemático mostrando a evolução tectônica da Bacia do Itajaí. Fonte: Krebs et al. (1990).\nAdotando outro modelo evolutivo, Rostirolla et al. (1999) interpretam a Bacia do Itajaí como uma bacia de antepaís relacionada à colisão com evolução flexural. Este modelo tectônico também é adotado por Basei et al. (2011b), que consideram a Bacia de Itajaí como uma bacia de antepaís periférica assimétrica diretamente relacionada à evolução do Cinturão Dom Feliciano. Segundo estes autores, a Bacia do Itajaí teria se formado por subsidência flexural quando do encurtamento tardi-colisional do Complexo Metamórfico Brusque.\nComplexo Metamórfico Brusque\nO Complexo Metamórfico Brusque, ou Grupo Brusque, é delimitado ao norte pela Zona de Cisalhamento Itajaí-Perimbó, que o separa da Bacia do Itajaí e ao sul pela Zona de Cisalhamento Major Gercino, que o separa do Batólito Florianópolis. Ao oeste as rochas vulcanossedimentares deste complexo são cobertas pela sucessão sedimentar da Bacia do Paraná e a leste pela plataforma continental (Figura 13).\nConsiderando o caráter bacinal das rochas desta unidade, Basei et al. (2011a) dividem-nas em três formações, da base para o topo: Rio do Oliveira, com rochas metavulcanossedimentares e magmatismo básico; Botuverá, com rochas metassedimentares e Rio da Areia, apresentando rochas metacarbonáticas. Phillip et al. (2004) deram mais atenção à classificação litológica do CMB, subdividindo-o em cinco sequências litológicas, mas sem especificar uma ordem cronológica linear, uma vez que certos tipos litológicos se repetem em diferentes níveis de forma complexa. São as sequências: metassedimentar clástica, com metapsamitos, metapelitos e metaconglomerados raros; metassedimentar clástico-química, com metamargas aluminosas e grafita xistos subordinados; metassedimentar química, com metacalcáreos calcíticos e dolomíticos; metavulcanogênica básica com derrames básicos; metavulcanogênica magnesiana, com derrames ultrabásicos.\nO complexo sofreu deformação polifásica, tendo sido identificados quatro eventos de deformação. Os dois primeiros estiveram relacionados a uma\ncolisão oblíqua que gerou estruturas de baixo ângulo: a foliação S1 é transposta e dobrada pela foliação principal S2 de direção NE gerada no pico metamórfico, resultando em cavalgamentos com vergência para NW. As duas últimas fases de deformação geraram estruturas dúcteis-rúpteis, e são resultado de uma associação de cisalhamento dúctil de alto ângulo e metamorfismo de contato. A deformação D3 foi responsável pela formação de dobras recumbentes com flancos invertidos que afetaram progressivamente a S2 até atingir o clímax de um evento de cavalgamento. A última deformação (D4) é caracterizada por uma sin-crenulação, com orientação axial principal NE-SW (BASEI et al., 2000; BASEI et al., 2011a; PHILLIPP et al., 2004). Estes autores relacionam a deformação polifásica do Complexo Metamórfico Brusque à junção do sistema de cavalgamento e do componente oblíquo-dextral da Zona de Cisalhamento Major Gercino, durante o clímax orogênico. Por outro lado, Campos (2011) sugere que o redobramento da foliação S2, causada pela atuação da terceira fase de deformação D3 por tectônica transpressiva, provavelmente está relacionado à ativação da Zona de Cisalhamento Itajaí-Perimbó.\nNo Complexo Metamórfico Brusque são distinguíveis três tipos de metamorfismo: regional; de contato - relacionado a intrusões de rochas graníticas; e metamorfismo dinâmico - associado a zonas de cisalhamento. O principal evento de metamorfismo (M1) é regional e a ele está relacionada a foliação principal (S2), tendo atingido a fácies xisto verde (zona da biotita), em condições de temperatura inferiores a 570°C e pressão máxima de 4 kbar, indicando uma carga litostática de 15 km. Também é registrado na petrografia deste complexo um metamorfismo retrógrado para a zona da clorita, guiado pelo cavalgamento do S2, que resfriou e descomprimiu a carga litostática para cerca de 9 km (2,5 kbar), exumando as rochas supracrustais. Além disso, há ocorrência de assembleias minerais da fácies anfibolito, de baixas pressões e altas temperaturas, mas estas são mais localizadas, associadas à intrusão dos corpos graníticos (Basei et al., 2011a).\nO Complexo Metamórfico Brusque é cortado por granitos pós-tectônicos agrupados em três suítes: São João Batista (leucogranito a duas micas), Valsungana e Nova Trento (biotita-granitos porfiríticos) com idades de aproximadamente 600 Ma, relacionados ao fim do metamorfismo que atingiu o\ncomplexo (BASEI et al., 2006).\nA evolução do CMB é associada ao Neoproterozoico. As sequências metavulcânicas sugerem que a bacia evoluiu a partir de um rift continental com magmatismo bimodal a ~840 Ma, precedida por um processo de tafrogênese a ~900 Ma (abertura do Oceano Adamastor). Dados químicos e isotópicos associam as rochas metabásicas a um magma toleítico com contaminação crustal. As sequências metassedimentares são indicativas de ambiente de plataforma ou de bacia intracratônica, com deposição ativa até ~640 Ma, quando a bacia foi metamorfisada e deformada. Por último, em ~600 Ma, a área sofre intenso magmatismo granítico tardi- a pós-tectônico, para depois se esfriar e estabilizar (PHILLIPP etal., 2004; BASEI etal., 2011a).\n5.3\tGEOLOGIA DA REGIÃO DE GASPAR\nDiferentemente do que é indicado na maioria dos mapas geológicos esquemáticos do Cinturão Dom Feliciano no Escudo Catarinense, na região de Gaspar a Zona de Cisalhamento Itajaí-Perimbó não marca o limite entre a Bacia de Itajaí (a NW) e o Complexo Metamórfico Brusque (a SE). Entre estas duas unidades ocorre o Complexo São Miguel (BASEI et al., 2011b) e a Faixa Ribeirão da Prata (BIONDI et al., 1992). O Complexo São Miguel é composto por gnaisses tonalíticos a granodioríticos bandados. Já a Faixa Ribeirão da Prata é composta por hornblenda gnaisses, granitos foliados e hidrotermalizados, riolitos, granitos rosados e dioritos cinzentos isótropos. Ambas unidades são representadas juntas no mapa da Figura 15.\nÉ neste contexto, entre a Bacia do Itajaí, a Faixa Ribeirão da Prata e o Complexo Metamórfico Brusque que o Granito Parapente aflora em meio a Zona de Cisalhamento Itajaí-Perimbó. A relação estrutural entre estas unidades é apresentada nos perfis da Figura 16, preparados por Basei et al. (2011b): a Zona de Cisalhamento Itajaí-Perimbó, na extremidade SE dos perfis, é essencialmente uma zona de cavalgamentos que coloca o Complexo Metamórfico Brusque sobre a Faixa Ribeirão da Prata, e esta sobre a Bacia do Itajaí, com transporte de SE para NW. O Granito Parapente aflora próximo à extremidade SE do perfil E-F.\nLegenda\nFalha Transcorrente Frágil\nGranito Parapente\nCobertura do Quaternário\nGranito Valsungana\nComplexo Metamórfico Brusque\nComplexo São Miguel\nComplexo Granulítico de Santa Catarina\nAmostras analisadadas para geoquímica de isótopos (Sm/Nd e Pb/Pb)\nAmostras analisadadas para geocronologia de zircão U/Pb ’ Falha Obliqua-lnversa\n(Zona de Falha Itajaí-Perimbó)\nFigura 15. Zona de Cisalhamento Itajaí-Perimbó e principais unidades estratigráficas na região de Gaspar (SC). Fonte: Guadagnin et al. (2010).\n\t\t/Zll\tVa .\t—}\nA Zona de Cisalhamento Itajaí-Perimbó e o Granito Parapente\nA Zona de Cisalhamento Itajaí-Perimbó (ZCIP) tem orientação NE-SW, com até 5 km de largura e mais de 60 km de extensão no Escudo Catarinense, prolongando-se para a Bacia do Paraná. A zona de falha foi caracterizada de forma geral como uma zona rúptil com deslocamento lateral (SILVA, 1991).\nO caráter rúptil da ZCIP também é destacado por Rostirolla et al. (1992). Estes autores registram a atitude média da ZCIP de N65E/55SE. A partir da observação das falhas principais e secundárias e sua relação cronológica, foi sugerido que a ZCIP teria iniciado com uma nucleação frontal (falha inversa) seguida da evolução direcional dextrógira.\nAo estudar as mineralizações associadas aos milonitos e cataclasitos presentes na ZCIP, na região da faixa Ribeirão da Prata, Biondi et al. (1992) descrevem a falha como uma estrutura complexa, com características de zona de cisalhamento dúctil reativada em condições rúpteis, mesclando-se movimentos reversos predominantes, deslocamentos transcorrentes dextrógiros (E-W) e transcorrências menores sinistrais, orientadas N5-30E.\n40*30\n20*45\n27*00’\n12km\n—So - foliação\t-4- Sinclinal\n* S2 - foliação metamórfica------ Limite inferido\nFalha de empurrão ------------ Rodovias\nAnticlinal\t— Rio itajaí\nMAPA GEOLÓGICO DA BACIA DO ITAJAÍ SANTA CATARINA - BRASIL\nFigura 16. Mapa geológico e perfis da Bacia do Itajaí: na porção SE do perfil E-F localizase o Granito Parapente. Unidades da Bacia do Itajaí:. 1. quaternário; 2.soleira básica; 3. Bacia do Paraná; 4.Granito Subida; 5. vulcânicas Apiúna; 6. Fm. Ribeirão do Bode; 7. Fm. Ribeirão Neisse; 8. Fm. Ribeirão Carvalho; 9. Fm. Baú;. 10. Grupo Brusque;\n11.\tComplexo São Miguel;\n12.\tComplexo Granulítico Santa Catarina. Fonte: Basei et al. (2011b).\n40*45\nLocalização do Granito Parapente\n8\nE\tF\nRostirolla et al. (2003) constataram que a ZCIP desenvolveu-se como uma falha de movimento lateral direito-inversa durante o Ciclo Brasiliano e foi reativada como uma falha de movimento lateral esquerdo ou localmente como falha oblíqua-normal durante o desenvolvimento da Bacia do Paraná no Paleozoico. A ZCIP apresenta a mesma orientação tanto no embasamento quanto na cobertura sedimentar, com o sistema de falhas variando de NE a NNW. Já o mergulho da ZCIP varia de 40-70°SE no embasamento para 70-90°SE na BI.\nPhillipp et al. (2004) destacam a importância da ZCIP e da Zona de Cisalhamento Major Gercino na colocação dos granitos intrusivos do Complexo Metamórfico Brusque, paralelos a estas estruturas, e caracterizam a ZCIP como sendo de alta deformação, disposição subvertical e movimentação transcorrente dextral. Entretanto, estes autores definem para a ZCIP um comportamento dúctil, omitindo as estruturas rúpteis descritas em trabalhos anteriores.\nSchroeder (2006) descreve rochas de falha ao longo da ZCIP (milonitos, ultramilonitos e filonitos), que expressam o caráter rúptil-dúctil da deformação. A foliação milonítica é subvertical com orientação principal N45°E.\nO Granito Parapente aflora ao sul de Gaspar, na região do Morro do Parapente (\nFigura 1). O corpo tem forma alongada com orientação NE-SW, concordante com a orientação da ZCIP, em meio à qual ele ocorre.\nTrata-se de um sienogranito leucocrático, com coloração rósea, de granulação média, porfirítico. É composto por feldspato potássico, quartzo e plagioclásio subordinado. Os minerais acessórios são muscovita (principal), sericita, zircão, clorita e epidoto (BASEI et al., 2008).\nA foliação do Granito Parapente é pobremente marcada pela orientação de quartzo ou, mais comumente, possui uma foliação milonítica bem definida, marcada por quartzo e muscovita orientados. Estas foliações, que se orientam entre N55E e N90E com mergulhos entre 70° e 80° para NW ou SE, marcam a ZCIP no Granito Parapente (RONCHI, 2014).\nO Granito Parapente tem idades de cristalização (zircões) de 843,7±8,7 Ma (IDTIMS) e 843±12 Ma (SHRIMP). Estas idades (Criogeniano Inferior) fazem do GP uma das unidades mais antigas do Cinturão Dom Feliciano\n(BASEI et al., 2008). Este granito é caracterizado como sendo do tipo A, considera-se que ele tenha se colocado em um ambiente tectónico distensivo -o rifte continental onde se formou a bacia sedimentar que deu origem ao Complexo Metamórfico Brusque (BASEI et al., 2008). Dessa forma, a colocação do GP seria anterior à nucleação da ZCIP. Isso é confirmado por estudos microtectónicos, que mostram que a deformação principal do GP é frágil-dúctil (RONCHI, 2014).\nAs rochas de falha observadas no GP são essencialmente milonitos de baixo grau, conforme indicam as microestruturas observadas nos feldspatos e no quartzo. Os porfiroclastos de K-feldspato do GP comumente estão fraturados; localmente apresentam indícios de fluxo cataclástico. Recristalização incipiente ocorre em bordas de grãos e fraturas, podendo dar origem, raramente, a estruturas manto-núcleo. No quartzo são observadas as feições características da deformação dúctil: extinção ondulante, bandas de deformação, subgrãos e novos grãos. O quartzo recristalizado ocorre em bandas que se moldam aos fenocristais de K-feldspato (RONCHI, 2014).\nAlém de milonitos, no GP também ocorrem bandas de filonitos com espessuras de 40 cm a 2 m. Os filonitos do GP são rochas essencialmente micáceas com fenoblastos de quartzo (RONCHI, 2014).\nA análise estrutural do Granito Parapente indica que a ZCIP funcionou inicialmente como um cavalgamento (transporte de SE para NW), e passou a funcionar como falha de rejeito direcional lateral-direito durante a geração dos filonitos. Ao longo desta evolução o eixo principal de esforço manteve-se em torno de N40W/horizontal (Figura 17) (RONCHI, 2014). O campo de temperatura para a deformação principal do GP, quando da formação dos milonitos, é estimado entre 500 e 350°C (aproximadamente 15 km de profundidade) (RONCHI, 2014).\n56\nFigura 17. Orientação de sigma1 com base na geometria das estruturas observadas na área. Flechas negras: eixo de stress sigma1; flechas vermelhas: primeiro movimento (cavalgamento com transporte para NW); flechas azuis: segundo movimento (falha direcional lateral direita). Fonte: Ronchi (2014).\n5.4\tAPRESENTAÇÃO DO PROBLEMA\nOs dados disponíveis, apresentados neste capítulo, permitem balizar temporalmente os principais estágios da evolução do Granito Parapente e da Zona de Cisalhamento Itajaí-Perimbó:\n•\t~843 Ma - colocação do GP em zona de rifte, em domínios do Orógeno Mantiqueira, nos estágios iniciais da evolução do Cinturão Dom Feliciano (BASEI et al., 2008);\n•\t~640-600 Ma - metamorfismo no Complexo Metamórfico Brusque (BASEI et al., 2011a);\n•\t~600 Ma - formação de rochas miloníticas no GP associada ao cavalgamento na ZCIP (RONCHI et al., 2014);\n•\t~600-532 Ma - influência da ZCIP na formação/deformação da Bacia do Itajaí e mineralização na Faixa Ribeirão da Prata (BASEI et al., 2011b; ROCHA etal., 2005);\n•\tformação de filonitos no GP com movimentação lateral direita na ZCIP (idade desconhecida) (RONCHI et al., 2014);\n•\t~250 Ma - funcionamento da ZCIP como falha de rejeito direcional, com\npredominância de deslocamento lateral direito (ROSTIROLLA et al., 2003).\nObserva-se que o estabelecimento da evolução da ZCIP, possivelmente uma zona de sutura de escala crustal, é importante para a compreensão dos eventos ligados à evolução do Complexo Metamórfico Brusque e da Bacia do Itajaí. O melhor marcador disponível para o estudo da evolução da ZCIP é o Granito Parapente, cuja colocação é anterior à formação da zona de cisalhamento. No Granito Parapente são encontradas pelo menos 5 gerações de quartzo:\n-\tquartzo “ígneo” preservado nas porções pouco deformadas;\n-\tquartzo deformado/recristalizado nos milonitos;\n-\tquartzo neoformado nos filonitos;\n-\tquartzo em microveios que cortam a foliação milonítica;\n-\tquartzo em microveios paralelos à foliação milonítica.\nA análise de inclusões fluidas em cristais de quartzo de diferentes gerações podem trazer informações importantes para o melhor conhecimento da evolução da ZCIP.\n5.5\tFILONITOS\nO termo filonito foi inicialmente utilizado com conotação descritiva, para indicar milonitos e ultramilonitos ricos em micas, com a aparência sedosa de um filito e hidratados, com conteúdo em água de 2% em peso (SIBSON, 1977).\nAtualmente o termo tem conotação genética, uma vez que suas características de coesão, estrutura e composição evidenciam sua origem e evolução em zonas de falhas dúcteis a dúcteis-rúpteis hidratadas. As transformações mineralógicas na gênese dos filonitos envolvem a quebra química de feldspato (albita e ortoclásio) para a formação de paragêneses cada vez mais simples, terminando em fenoblastos globulares de quartzo, bandas de filossilicatos (micas) e formação de veios de quartzo heterogeneamente deformados (JEFFERIES et al., 2006). A formação de mica e quartzo pela transformação da albita e do ortoclásio é representada pelas equações (a) e (b), respectivamente. Estas equações demonstram a importância da presença de um fluido ácido para a formação do filonito (WIBBERLEY, 1999).\n(a)\t3NaAlSi3O8 + K+ + 2H+\tKAl3Si3O10(OH)2 + 6SiO2 + 3Na+\n(b)\t3KAlSi3O8 + 2H+\tKAl3Si6O10(OH)2 + 6SiO2 + 2K+\nA existência de filonitos em zonas de cisalhamento demonstra como estas zonas exercem um papel importante na migração de fluidos. Considerando que os filonitos são rochas coesivas formadas ao longo da zona de transição frágil-dúctil (5 km a 15 km de profundidade na crosta) (SIBSON, 1977), os fluidos associados à sua formação podem se originar de dois contextos geotectónicos principais. O primeiro envolve faixas de cisalhamento em granitos a duas micas, nas quais os fluidos podem ser gerados pelos minerais hidratados (micas e anfibólios), onde a água faz parte da estrutura cristalina e é liberada pela quebra química destes minerais em altas temperaturas/pressão (condições de metamorfismo). O segundo contexto são zonas de cisalhamento que delimitam sequências metamórficas paraderivadas, onde os fluidos vêm da água quimicamente ligada às argilas de camadas sedimentares durante a diagênese (MESQUITA et al. 2011).\nO início de formação de um filonito provavelmente está associado a instabilidades reológicas existentes ao longo de uma descontinuidade estrutural ou litológica preexistente no protólito. Por isso, é comum os filonitos se sobreporem a cataclasitos, onde é facilitada a passagem de fluidos. Os cataclasitos, por sua vez, podem se sobrepor a milonitos mais antigos pela ascensão e resfriamento do corpo rochoso (SCHMID &amp; HANDY, 1991; JEFFERIES et al., 2006).\nA migração de fluido concomitante ao cisalhamento altera o comportamento reológico da rocha, enfraquecendo-a. A resistência da rocha ao falhamento diminui de duas formas principais: pela alteração dos feldspatos em filossilicatos (micas), e pelo enfraquecimento hidrolítico dos silicatos, principalmente do quartzo. O fraturamento dos feldspatos também facilita o processo, pois proporciona o contato do fluido com novas superfícies de reação, aumentando os espaços vazios de percolação. Como a reologia da rocha é controlada pela fase mineral mais fraca, mesmo em proporções volumétricas baixas (<20%), as bandas interconectadas de filossilicatos acomodarão a carga de deformação (WIBBERLEY, 1999; HIPPERT, 1998; SCHMID &amp; HANDY, 1991).\n5.6\tMINERALIZAÇÕES\nA ZCIP, na sua extremidade SW (no escudo Catarinense), hospeda um depósito de Pb-Zn-Cu (Faixa Ribeirão da Prata). No contato entre o Complexo Granulítico Santa Catarina e a borda superior da Bacia do Itajaí, ao longo de uma zona de cisalhamento de direção NNE (Lineamento Blumenau), afloram veios de quartzo e carbonato com ouro e sulfetos (Mina Schramm). Ambas mineralizações possuem controles estruturais associados à orogênese que deformou e metamorfisou a Bacia do Itajaí (BIONDI et al., 1992; ROSTIROLLA et al., 1999).\nA mineralização da Faixa Ribeirão da Prata compreende uma zona com 200 m a 250 m de espessura ao longo da ZCIP, onde horblenda gnaisses e diques riodacíticos foram cataclasados, milonitizados e hidrotermalizados em função do movimento da zona de falha (BIONDI et al,. 1992). Um croqui geológico da região mineralizada é mostrado na Figura 18. Os depósitos se formaram por remobilização de solução de um fluido meteórico-conato-magmático em nível mesozonal (5 km a 15 km de profundidade) e foram cortados pela ativação transpressiva da ZCIP, sugerindo que sua gênese foi anterior ou concomitante ao evento de cavalgamento do Complexo Metamórfico Brusque sobre a Bacia do Itajaí (BIONDI et al., 1992; ROSTIROLLA et al., 1999). A mineralização, associada à alteração hidrotermal, formou-se entre 708 Ma (idade de formação dos gnaisses milonitizados) e 499 Ma (idade de intrusão dos riolitos posteriores ao falhamento que corta o depósito). As idades obtidas para a mineralização foram de 522 Ma por datação de K-Ar em sericitas (SCHIKER &amp; BIONDI, 1996) e de ~534 Ma pela assinatura isotópica do Pb da galena no minério (ROCHA et al., 2005). Não foram publicados estudos em inclusões fluidas da Faixa Ribeirão da Prata.\nFigura 18. Croqui da geologia local ao redor do depósito de Pb-Zn-Cu da faixa Ribeirão da Prata. Fonte: adaptado de Biondi et al., (1992).\nOs veios de quartzo aurífero ao norte da Bacia do Itajaí foram gerados durante duas fases de deformação: no embasamento formaram-se por movimento transpressivo; e nos sedimentos da Bacia do Itajaí, formaram-se por um último movimento transtensivo. Este longo período de formação de veios indica uma fonte de fluido abundante. Em estudos de inclusão fluida (BIONDI e XAVIER, 2002) foram identificados dois fluidos principais: um primário aquo-carbônico contendo os metais em solução e outro secundário, que misturou o fluido primário com água meteórica, esta última responsável pela diminuição da temperatura do sistema hidrotermal. Os fluidos registraram três níveis de temperatura de homogeneização (Th), com padrão descendente, sendo elas 310-280°C, 270-205°C e 190-140°C. As salinidades variaram entre 0,2% e 14% equivalentes em peso de NaCl. Os veios de carbonato se formaram primeiro, ao mesmo tempo que o ouro e os sulfetos precipitaram ao reagir com o ferro de formações ferríferas interceptadas pela zona de cisalhamento. Os veios de quartzo cristalizaram em seguida, com a diminuição da temperatura.\nA assinatura isotópica do Pb da galena da mina Schramm e da mina Ribeirão da Prata confirmaram que os fluidos responsáveis pela formação\ndestas mineralizações são contemporâneos (~534Ma), pois compartilham da mesma fonte de chumbo, possivelmente proveniente do Complexo Granulítico Santa Catarina (CGSC), tendo sido conduzido em profundidade através de zonas de cisalhamento (ROCHA et al., 2005). Alternativamente o fluido é interpretado como tendo origem metamórfica, percolando após a fase de transpressão extrema na Bacia do Itajaí e no Complexo Metamórfico Brusque (SCHIKER &amp; BIONDI, 1996). Outra origem possível para a fonte dos fluidos seria o Complexo São Miguel, na região de Gaspar, que possui características semelhantes ao Complexo Granulítico de Santa Catarina e não foi considerado nos estudos citados acima.\nNos veios de quartzo encaixados em arenitos da Bacia do Itajaí também foi realizado estudo de inclusões fluidas. A análise das inclusões apresentou dois fluidos: um primário aquo-carbônico com salinidade muito baixa (2% a 3% peso eq. NaCl) e temperaturas de homogeneização entre 285 e 240°C, e outro fluido secundário aquoso com salinidades baixas (3% a 15% peso eq. NaCl) e temperaturas de homogeneização entre 180 e 120°C. Os resultados de análise isotópica feita em pirita diferem das amostras de galena do Ribeirão da Prata e da Mina Schramm e sugerem que os fluidos formadores dos veios interiores a BI adquiriram a assinatura isotópica por assimilação e contaminação do fluido ao percorrer pela bacia, com forte influência do magmatismo intrusivo de riolitos e granitos (TONIOLO et al., 2009).\n6.\tAPRESENTAÇÃO DOS DADOS\n6.1\tCONTEXTO PETROGRÁFICO\nO Granito Parapente apresenta uma variação complexa de tipos de deformação, incluindo granito foliado, protomilonito, milonito, ultramilonito, cataclasito e filonito. A disposição espacial das rochas de falha está ilustrada nos Perfis 1 e 2 da Figura 19. A presença destas rochas reflete mudanças das condições de P-T e dos mecanismos de deformação em presença ou ausência de fluidos.\nA partir do estudo petrográfico e microestrutural, foi possível inferir uma ordem de evolução deformacional para estas rochas. Este estudo incluiu a determinação da composição modal das amostras, a diferenciação das assembleias minerais primárias e secundárias, a observação das microestruturas ígneas e de deformação e a determinação do grau de deformação e sua intensidade.\nO grau de deformação é inferido pela presença de feições, como fraturamento de feldspato, extinção ondulante, alongamento do quartzo, recristalização de quartzo e feldspato, desenvolvimento de bandas e foliação, presença de mica. A intensidade da deformação é dada pela relação matriz recristalizada vs. porfiroclastos, onde a maior quantidade de recristalização indica maior intensidade de deformação.\nAs composições modais das rochas analisadas são apresentadas na Tabela 1 e representadas nos diagramas Q-A-P e Q-A+P-MUSC da Figura 20 (STRECKEISEN, 1976; Le MAITRE, 2002). No diagrama Q-A-P, o granito foliado (menos deformado) é classificado como um feldspato alcalino granito. Também se observa neste diagrama o aumento na proporção modal de quartzo em função do aumento da deformação do granito. No diagrama Q-A+P-MUSC observa-se principalmente a variação modal da muscovita: ausente ou insignificante no granito foliado e nos protomilonitos, a muscovita aparece gradualmente nos milonitos e se torna abundante nos ultramilonitos e filonitos.\nFigura 19. Perfis 1 e 2 no Granito Parapente mostrando a sequência das rochas de falha. Fonte: adaptada de Ronchi (2014).\n\nLEGENDA\nLEGENDA\nGranito foliado Protomilonito Milonito Filonito\nQ - quartzo\nA - feldspato alcalino P - plagioclásio\nM - muscovita\n1\t- Quartzolito\n2\t- Granitoide rico em quartzo\n3\t- Feldspato alcalino Granito\n—> X ' A - trajetória de consumo \\ de K-feldspato e plagioclásio \\ e precipitação de quartzo A7 B - trajetória de consumo\t\\\nde K-feldspato, precipitação \\ de quartzo e formação de muscovita\nMUSC\n__\nFigura 20. Diagramas Q-A-P e Q-A+P-MUSC (campos conforme Streckeisen, 1976 e Le Maitre 2002) das rochas de falha do Granito Parapente, mostrando sua classificação e variação modal.\nTabela 1. Análises modais e classificação das amostras mais representativas do Granito Parapente e das rochas de falha.\nMineral Amosta\tFIP25 lâm 18A\tFIP10 lâm 7\tFIP07 lâm 04\tFIP18 lâm 14A\tFIP16 lâm 12\tFIP14 lâm 10B\tFIP22 lâm 16B\tFIP06 lâm 3A\nQuartzo\t32,01\t24,37\t45,84\t45,99\t53,85\t52,98\t58,3\t51,91\nOroclásio\t65,83\t63,57\t50,58\t50,71\t29,15\t18,42\t4,48\tx\nMicroclínio\t0,88\t2,72\t0,48\t0,33\t0,3\t1,07\tx\tx\nPlagioclásio\t0,26\t1,12\t0,29\tx\tx\tx\tx\tx\nBiotita\tx\tx\tx\tx\tx\tx\t1,9\t2\nEpidoto\t1,01\t3,28\t1,64\t1,35\t1,09\t5,42\t0,1\t0,76\nMuscovita\tx\tx\tx\tx\t14,43\t21,44\t35,12\t41,98\nOpacos\tx\t3,92\t1,16\t1,44\t1,19\t0,44\tx\t3,05\nQ\t32,34\t26,55\t47,17\t47,4\t55,1\t56,42\t59,55\t55,29\nP\t0,26\t1,22\t0,3\tx\tx\tx\tx\tx\nA\t67,4\t72,23\t52,53\t52,6\t30,13\t20,75\t4,58\tx\nMUSC\tx\tx\tx\tx\t14,77\t22,83\t35,87\t44,71\n% Matriz\tx\tx\t45,84\t45,99\t68,18\t74,42\t95,32\t95,89\nN° de pontos\t2200\t2200\t1000\t1100\t1000\t1100\t1000\t1000\nClassificação\tFeldspato alcalino granito\tFeldspato alcalino granito\tProto-milonito\tProto-milonito\tMilonito\tMilonito\tFilonito\tFilonito\nA seguir são apresentadas em detalhe as descrições dos tipos de rocha encontrados na área de estudo.\nGranito foliado\nO Granito Parapente, em suas porções menos deformadas, possui uma leve foliação, orientada N60E (Ronchi, 2014). Em amostra de mão o Granito foliado possui coloração rósea e textura porfirítica, sendo observáveis a olho nu megacristais de K-feldspato e, na matriz, cristais de quartzo. Segundo a análise modal o Granito foliado é plotado no diagrama QAPF de Le Maitre (2002) como um feldspato alcalino granito (Figura 20). Em lâmina delgada é possível observar abundantes fenocristais de K-feldspato com diâmetro de até 4 mm, fenocristais isolados de quartzo, e uma matriz formada por grãos fragmentados de K-feldspato (<0,5 mm) e quartzo secundário. A Figura 21 e a Figura 22 apresentam a aparência geral das amostras de mão e as de lâmina que melhor representam o Granito foliado, respectivamente FIP10 (lâmina 07) e FIP25 (lâmina 18A). Esta última (FIP25) será utilizada para analisar as IF presentes nos cristais de quartzo do granito foliado.\nO feldspato potássico ocorre como porfiroclastos subedrais ou na matriz em pequenos fragmentos subangulosos a arredondados. Ocorre majoritariamente ortoclásio (maclas simples ocasionais) e subordinadamente microclínio, com maclas xadrez. Os fenocristais apresentam pertitas em chama, em vênulas, em lamelas ou do tipo de substituição, com indícios de orientação preferencial tectónica. As feições microestruturais mais importantes nos K-feldspatos são a forte extinção ondulante e recristalização incipiente por nucleação nas bordas dos fenocristais. O plagioclásio ocorre isoladamente (<1mm) com maclas polissintéticas.\nO quartzo ocorre como fenocristais e, na maior parte da lâmina como matriz secundária. Os fenocristais de quartzo possuem subgrãos nucleados em seu interior e extinção ondulante, tendo sido recristalizados por nucleação incipiente em suas bordas. Nesta situação o quartzo provavelmente representa o quartzo ígneo primário pouco deformado. O quartzo da matriz é secundário, deformado e recristalizado por rotação de subgrãos, com grãos novos, contatos intergranulares lobados e retos e forte extinção ondulante. A orientação do quartzo recristalizado produz uma foliação discreta na rocha.\nTanto os fenocristais de K-feldspato quanto os de quartzo são cortados por microfraturas intragranulares - preenchidas por quartzo recristalizado - e intergranulares - cobertas pela matriz de quartzo recristalizado.\nFigura 21. Granito foliado. (A) Amostra de mão FIP10; (B) Amostra de mão FIP10 em lupa; (C) Lâmina petrográfica 07 vista em lupa, NX.\nComo assembleia mineral secundária, além do quartzo recristalizado, observa-se epidoto, minerais opacos e sericita. O epidoto aparece significativamente nas amostras analisadas, com hábito anedral e bastante alterado. Os minerais opacos possuem hábito subedral, por vezes euédrico losangular, sendo provavelmente magnetita. A sericita é provavelmente decorrente da alteração intempérica do K-feldspato, ocorrendo neste mineral na forma de microinclusões, deixando um aspecto escurecido nos cristais. Alterações hidrotermais, de cor amarela a marrom, ocorrem nas amostras ao longo de fraturas, ao redor dos fenocristais e ao redor dos minerais opacos.\nNão são observados nas lâminas indicadores cinemáticos.\nFigura 22. Granito foliado. (A) Amostra de mão FIP25; (B) Amostra de mão FIP25 em lupa; (C) Lâmina petrográfica 18A vista em lupa, NX.\nRochas miloníticas\nAs rochas miloníticas foram consideradas as amostras nas quais se percebe que a foliação e estruturas presentes são decorrentes de deformação dúctil-rúptil, com o K-feldspato se comportando de forma frágil e dúctil e o quartzo apenas ductilmente. Para caracterizar melhor a deformação destas rochas, elas foram subdivididas em protomilonitos, milonitos e ultramilonitos, com respectivamente 10-50%, 50-90% e >90% de matriz recristalizada. Rochas que posteriormente sofreram forte cataclase serão referidas como milonitos cataclasados.\nProtomilonito\nNos protomilonitos (<50% de matriz recristalizada) observa-se uma foliação de incipiente a bem desenvolvida. As amostras de mão apresentam coloração rósea, sendo visíveis fenocristais de K-feldspato e quartzo na matriz. Em lâmina delgada são observados fenocristais de K-feldspato de até 1 mm, fragmentos de feldspatos em tamanhos progressivamente menores ao se afastarem dos fenocristais e matriz com quartzo secundário. A Figura 23 apresenta o aspecto geral das duas amostras mais representativas dos protomilonitos, FIP07 (lâmina 04) e FIP18 (lâmina 14A), em escala de mão e de lâmina.\nO K-feldspato é essencialmente ortoclásio, com maclas simples aparecendo pontualmente, e em menor quantidade microclínio, identificado pela presença de maclas xadrez. Estes minerais formam fenocristais subedrais a anedrais ou ocorrem como fragmentos de diâmetros menores, subangulosos a arredondados, próximos aos fenocristais. Os fenocristais possuem forte extinção ondulante, muitas pertitas densas do tipo de substituição, em chama e em vénulas, recristalização por nucleação incipiente nas bordas formando pequenos novos grãos e apresentam muitas fraturas, irregulares e do tipo dominó.\nO quartzo ocorre totalmente recristalizado e deformado, com intenso alongamento dos grãos, chegando a formar ribbons. A recristalização é por nucleação, apresentando subgrãos, novos grãos, contatos lobados e forte extinção ondulante.\nAs fraturas dos fenocristais de K-feldspato também estão preenchidas por grãos muito pequenos de quartzo secundário.\nOutros minerais secundários presentes nas lâminas são o epidoto, minerais opacos, sericita e muscovita. O epidoto ocorre pontualmente, com hábito subedral, e os minerais opacos possuem hábito subedral losangular (provavelmente magnetita) e ocorrem em aglomerados e em trilhas ao longo de fraturas. A muscovita preenche uma microfratura que atravessa uma das lâminas. Às fraturas ocorrem associadas alterações hidrotermais de coloração amarelo a marrom. Em grande parte dos fenocristais de K-feldspato aparecem\nmicroinclusões de sericita, dando a estes um aspecto escurecido, causado provavelmente por alteração intempérica.\nFigura 23. Protomilonito. (1A ) Amostra de mão FIP18; (1B) Amostra de mão FIP18 em lupa; (1C) Lâmina petrográfica 14A vista em lupa, NX; (2A) Amostra de mão FIP07; (2B) Amostra de mão FIP07 em lupa; (2C) Lâmina bipolida FIP07 vista em lupa, nX.\nDois tipos de microveios de quartzo cortam a amostra FIP07. Um dos tipos é subparalelo à foliação do protomilonito, com cristais de quartzo alongados no comprimento do veio, contatos irregulares e microfraturas muito similares aos observados nas bandas de quartzo do protomilonito, além de microfraturas perpendiculares a direção do veio, visíveis em amostra de mão. O outro tipo de veio corta o primeiro tipo, e possui cristais de quartzo levemente deformados, com pouca extinção ondulante, contatos retos e textura poligonal. Este último veio foi utilizado para analisar as IF presentes no quartzo na fase frágil posterior à formação das rochas de falha.\nMilonito\nO milonito (50% a 90% de matriz recristalizada) apresenta foliação bem desenvolvida e coloração rósea em amostra de mão. A olho nu são observados bandamentos que aparentam ser de quartzo e K-feldspato. Em lâmina delgada se observam fenocristais de K-feldspato de até 2 mm, bandas de quartzo deformado e recristalizado e bandas de muscovita. A Figura 24 apresenta a textura da amostra de mão FIP14 e sua respectiva lâmina petrográfica 10B.\nO K-feldspato ocorre na forma de fenocristais ou de fragmentos próximos aos fenocristais. São observados ortoclásio (grande maioria), e microclínio (pontualmente), este último caracterizado por macla xadrez. As principais microestruturas do K-feldspato incluem forte extinção ondulante, muitas pertitas, fraturas intracristalinas irregulares e do tipo dominó e recristalização por nucleação nas bordas dos fenocristais, com alguns princípios de estrutura manto-núcleo.\nO quartzo encontra-se totalmente recristalizado, orientado, com deformação cristal-plástica, extinção ondulante, presença de subgrãos, novos grãos e contatos lobados. Observa-se também bandas de muscovita secundária, associadas a quartzo ou não. As micas estão deformadas e orientadas e, juntamente com as bandas quartzíticas, compõe a foliação do milonito.\nO epidoto secundário continua aparecendo nos milonitos, de forma ainda mais pronunciada, principalmente ao longo de planos de fratura da rocha. Minerais opacos subedrais losangulares ocorrem em trilhas paralelas às\nbandas de quartzo e de mica, ou espalhadas ao redor dos porfiroclastos. Nos arredores do K-feldspato, ocorre uma alteração de cor amarela a verde-oliva, de origem desconhecida.\nAs amostras são cortadas por microfraturas de clorita, perpendiculares ou oblíquas à foliação principal.\nFigura 24. Milonito. (1A e 2A) Amostra de mão FIP14; (1B e 2B) Amostra de mão FIP14 em lupa; (2C) Lâmina petrográfica 10B vista em lupa, NX.\nUltramilonito\nO ultramilonito possui mais de 90% de matriz recristalizada, resultado de um grau de intensidade de deformação muito alto. A amostra de mão é rósea, quase laranja, e nela se observa uma foliação nítida. São observados também a olho nu finas bandas de quartzo e pequenos fenocristais de K-feldspato isolados.\nEm lâmina delgada se observa cerca de 4% de fenocristais de K-feldspato, todos de ortoclásio, com tamanhos entre 1 mm e 0,25 mm, com formas arredondadas, formando pontualmente sigmoides, objetos do tipo gama e estruturas do tipo sombra de pressão. O restante da lâmina é formado por matriz, com bandas muito finas de quartzo recristalizado e o que aparentam ser\nbandas micáceas igualmente finas. A lâmina encontra-se muito intemperizada, dificultando a visibilidade dos minerais e inviabilizando a contagem modal.\nUma quantidade muito grande de epidoto secundário foi registrada na lâmina, assim como minerais opacos subedrais de hábito losangular (provavelmente magnetita), que ocorrem alongados paralelamente à foliação.\nA Figura 25 apresenta aparência geral da amostra de mão FIP17 e de sua respectiva lâmina (13B) observada em lupa.\nFigura 25. Ultramilonito. (A) Amostra de mão FIP17; (B) Lâmina petrográfica 13B vista em lupa, NX.\nProtomilonito cataclasado\nEsta rocha de falha nada mais é do que um protomilonito com sua foliação perturbada por fraturas que cortam perpendicularmente sua foliação. A amostra de mão possui bandas claras de quartzo, esbranquiçadas a rosadas, e bandas escuras acinzentadas a esverdeadas, estas últimas provavelmente decorrentes dos processos de alteração associados à própria cataclase. A Figura 26 apresenta a aparência geral da amostra de mão FIP27C em duas de suas faces e a de sua respectiva lâmina petrográfica 20A. Os minerais observados em lâmina delgada são descritos a seguir.\nO K-feldspato ocorre na forma de fenocristais pequenos a grandes, arredondados e angulares, normalmente com fraturas irregulares ou do tipo dominó, com extinção ondulante e poucas pertitas. Este mineral ocorre também na matriz, com tamanho reduzido.\nO quartzo é observado na matriz de dois modos distintos: na forma de bandas sub-horizontais, deformadas e recristalizadas, com grãos de quartzo de tamanho pequeno, extinção ondulante, contatos irregulares a lobados, e formas levemente alongadas; ou na forma de pequenos aglomerados de grãos com tamanhos maiores, com contato reto e extinção reta. Às vezes os dois tipos de quartzo ocorrem associados.\nFigura 26. Milonito cataclasado. (1A e 2A) Amostra de mão FIP27C exibida em duas faces; (1B e 2B) Amostra de mão FIP27C em lupa; (2C) Lâmina petrográfica 20A vista em lupa, NX.\nAs bandas de quartzo e a matriz quartzo-feldspática compõem uma foliação bem definida, cortada perpendicularmente pelas fraturas da cataclase. As fraturas estão preenchidas por minerais opacos anedrais a euedrais com hábito losangular (provavelmente magnetita), os quais também ocorrem paralelamente à foliação, levemente alongados, ou espalhados em aglomerados. Associada às fraturas provavelmente também ocorre clorita e uma alteração de cor marrom não identificada.\nMuitos aglomerados de epidotos também são encontrados por toda a lâmina como mineral secundário: estão ao longo das fraturas, paralelos à foliação e próximos aos minerais opacos. A forte alteração das amostras cataclasadas pode ser explicada pela permeabilidade condicionada pelo fraturamento.\nUm microveio corta a amostra de rocha cataclasada. O veio é composto por K-feldspato na forma de fenocristais grandes, com muitas pertitas de substituição e em chamas, textura gráfica na borda de alguns fenocristais, e microfraturas preenchidas por clorita que cortam também a matriz. A matriz do veio é composta por plagioclásios laminares, sem orientação preferencial. Aglomerados de quartzo granoblástico de contato poligonal ou lobado parecem preencher espaços vazios outrora pertencentes a algum mineral, ou em espaços maiores de eixo alongado. Em ambos os casos os cristais de quartzo possuem extinção ondulante discreta e, às vezes, leve alongamento. Ocorrem também minerais opacos subedrais, de hábito losangular, disseminados ou em aglomerados.\nFilonitos\nO filonito é caracterizado em amostra de mão por fenoblastos de quartzo, uma foliação formada por micas, e uma textura sedosa. As amostras observadas possuem coloração rósea ou esverdeada, dependendo da coloração assumida pela mica. Em lâmina delgada se observam fenoblastos de quartzo com tamanhos de até 2,0 mm, matriz com bandas de quartzo recristalizado e muscovita. Não há presença significativa de feldspatos.\nA Figura 27 apresenta a aparência geral das amostras de filonitos FIP06 e FIP22 e suas respectivas lâminas petrográficas, 3A e 16B. A amostra FIP22 foi utilizada para analisar as IF presentes nos cristais de quartzo do filonito.\nO quartzo aparece na forma de grandes fenoblastos com extinção ondulante, por vezes com microfraturas e com recristalização incipiente por nucleação nas bordas, formando estruturas de manto-núcleo. O quartzo também ocorre na matriz em bandas difusas, seguindo uma foliação bem definida. O K-feldspato só é encontrado em pequenos fragmentos na matriz nas amostras do filonito menos deformado.\nAs muscovitas formam a foliação principal da rocha, formando bandas pouco a muito desenvolvidas que contornam os fenoblastos de quartzo. Também compõem a foliação estreitas faixas mais escuras, provavelmente formadas por biotita ou, alternativamente, por alteração de cor marrom.\n11111y 111111»|\n(2B)\n^///'llllhlll_m^w\n<í s#<-;-l« ■ -,&lt;* ’ » ■'■\t• X\n(1B)_______\t\"\nr 1\nFigura 27. Filonito. (1A) Textura sedosa da amostra de mão FIP06; (1B) Amostra de mão FIP06; (1C) Amostra de mão FIP06 em lupa; (1D) Lâmina petrográfica 3A em lupa, NX; (2A) Textura sedosa da amostra de mão FIP22; (2B) Amostra de mão FIP22; (2C) Amostra de mão FIP22 em lupa; (2D) Lâmina petrográfica 16B vista em lupa, NX.\nAs fraturas irregulares nos fenoblastos de quartzo, a cauda de alguns fenoblastos de quartzo e os microveios são preenchidos por muscovita ou por cristais de quartzo granoblástico com contatos retos e irregulares. Em algumas amostras são observados como indicadores cinemáticos os fenoblastos com cauda recristalizada do tipo delta e fenoblastos do tipo sigmoidal.\nMinerais opacos também ocorrem, em trilhas espalhadas contíguas à foliação micácea, com hábito losangular estirado (provavelmente magnetita). Epidotos encontram-se pontualmente em meio à matriz, com hábito prismático euedral ou subedral fraturado.\n6.2\tDISCUSSÃO SOBRE O CONTEXTO PETROGRÁFICO\nO GP menos deformado pode ser classificado como um feldspato alcalino granito, com presença predominante de K-feldspato, além de quartzo. Seus minerais acessórios são epidoto e magnetita. O mineral de alteração é sericita.\nO GP apresenta bandas de rochas miloníticas, em geral cataclasadas, e de filonitos. A foliação do Granito Parapente é marcada pela orientação discreta do próprio quartzo, no caso do granito foliado, ou por bandas da matriz (quartzo e feldspato recristalizados) em meio a porfiroclastos de K-feldspato nas rohas miloníticas. A foliação micácea aparece de forma predominante nos filonitos.\nCom relação às composições das rochas de falha, observa-se no diagrama Q-A+P-MUSC (Figura 20) um aumento do conteúdo em muscovita com a diminuição do conteúdo em feldspatos potássicos e o aumento do conteúdo de quartzo. Estas relações estão de acordo com o previsto pelas equações vistas no item 5.5 (Filonitos), para formação de filonitos, que consideram que a quebra química de K-feldspato pode formar muscovita e libera sílica em solução (quartzo) a partir da passagem de um fluido ácido.\nOs filonitos apresentam resquícios de fragmentos de K-feldspato, evidência de sua origem a partir das rochas miloníticas cataclasadas.\nEntretanto, o filonito não é necessariamente a sequência evolutiva direta do ultramilonito, uma vez que sua formação depende tanto da possibilidade de percolação do fluido quanto do tipo de deformação da zona de falha.\nEstando a origem dos filonitos relacionada a fluidos, resta-nos analisar as características destes fluidos, sua composição, sua temperatura e compará-las com fluidos já caracterizados na região por outros autores. As inclusões fluidas são melhor analisadas, neste contexto, nos grãos de quartzo.\nObservando as microestruturas de deformação, foi possível inferir uma ordem cronológica e o caráter do evento tectónico em que elas foram formadas/deformadas. Assim, foram definidas pelo menos cinco gerações de quartzo (do mais antigo para o mais recente):\n-\tquartzo “ígneo” preservado nas porções pouco deformadas do granito foliado;\n-\tquartzo deformado/recristalizado no granito foliado e nas rochas miloníticas;\n-\tquartzo neoformado nos filonitos;\n-\tquartzo deformado/recristalizado em vênulos paralelos à foliação milonítica; e\n-\tquartzo pouco deformado em veios que cortam a foliação milonítica.\nO quartzo “ígneo” ocorre na forma de fenocristais. Este quartzo foi formado durante a cristalização do GP; sua deformação provavelmente causou alterações no seu conteúdo original de inclusões fluidas.\nO tipo principal de quartzo encontrado no Granito Parapente ocorre na forma de ribbons e bandamentos. É o tipo de quartzo ligado à fase principal de deformação do GP, e as inclusões fluidas encontradas neste contexto irão representar este evento. Os fenocristais de K-feldspato destas mesmas amostras apresentam recristalização incipiente a bem desenvolvida formando estruturas de núcleo e manto além de fraturamentos. Estas microestruturas indicam que a deformação destas rochas iniciou em temperaturas elevadas (na ordem de 500°C), sendo depois submetidas a condições de P-T mais baixas, permitindo o predomínio da deformação frágil.\nApresentam extinção ondulante, microfraturas e/ou fraturamento intenso, este último acompanhado por recristalização por nucleação, gerando longas “caudas” nos fenoblastos, formados por novos cristais de quartzo muito pequenos. A ocorrência de feições de deformação frágil-dúctil do quartzo, preservando as feições frágeis, sugere que ele foi deformado a temperaturas e pressões bem mais baixas que a dos milonitos, inferindo-se uma temperatura média de 350°C.\nOcorrem dois tipos de veio de quartzo. Os veios (sub) paralelos à foliação dos (proto) milonitos estão deformados e recristalizados, da mesma forma que os bandamentos de quartzo nas rochas de falha. Já o quartzo dos veios que cortam a foliação (sobrepondo-se também ao veio descrito anteriormente), são muito pouco deformados. Estas características colocam a formação destes veios após o evento de deformação principal. Este tipo de veio é posterior a formação dos milonitos, não tendo sido perturbado após sua formação.\nPor último, foram observadas fraturas irregulares preenchidas por clorita, que cortam as rochas miloníticas perpendicularmente ou obliquamente à sua foliação, sugerindo uma fase de deformação frágil posterior a todos os eventos descritos anteriormente.\nEpidoto e magnetita ocorrem geralmente ao longo de fraturas ou paralelos à foliação, e podem ser um indicador da presença de fluidos com composições semelhantes.\n6.3\tPETROGRAFIA DAS INCLUSÕES FLUIDAS\nA fim de conhecer mais sobre a importância dos fluidos na evolução do Granito Parapente e da ZCIP, três lâminas bipolidas e suas respectivas lâminas delgadas foram utilizadas para a descrição petrográfica e microtermometria de IF em grãos de quartzo: uma do granito foliado (FIP25), uma do filonito (FIP22) e uma de um veio de quartzo cortando o granito (protomilonito) (FIP07). As amostras foram selecionadas por representarem diferentes estágios de evolução do Granito Parapente, conforme discutido no capítulo anterior.\nA seguir serão descritos detalhadamente os tipos e as características das IF presentes nestas lâminas. Esta descrição é de extrema importância para o\nentendimento dos dados obtidos através da microtermometria.\nIF no Granito Foliado\nOs cristais de quartzo do granito foliado são descritos no item 6.1 (Granito foliado) deste trabalho. Os grãos de quartzo ocorrem na matriz como novos grãos e subgrãos e em poucos fenocristais, com muitos subgrãos e recristalização nas bordas. As inclusões encontradas podem ser agrupadas em 6 tipos:\n- Grupo 1: inclusões pequenas (<7 pm), aquosas, monofásicas, claras e escuras (possível vazamento), distribuídas em trilhas finas ao longo de limites entre subgrãos do quartzo, os quais formam padrões em forma de flor (Figura 28). Este padrão de inclusões é típico de cristais de quarzto deformados ductilmente. As inclusões são varridas do centro dos subgrãos, formando depois novos grãos, com a migração dos limites de grão (WILKINS e BARKAS, 1978). As IF possuem formas arredondadas, alongadas e anedrais. Não foi possível a observação de fases gasosas nem a realização de medidas. Possivelmente são de origem primária, mas foram alteradas com a deformação/recristalização do quartzo.\nFigura 28. Inclusões do Grupo 1, aquosas, monofásicas, em trilhas de subgrão de quartzo. a) Amostra FIP25D. b) Amostra FIP25K.\n- Grupo 2: inclusões pequenas (<7 pm), aquosas, monofásicas, claras, distribuídas em trilhas mais ou menos definidas. Podem ser de origem\nsecundária ou pseudosecundária, por não serem bem definidas (Figura 29). Por não apresentarem fase gasosa não serviram para medições microtermométricas.\nFigura 29. Inclusões do Grupo 2, aquosas, monofásicas, em trilhas largas e irregulares da amostra FIP25E. As duas figuras (a) e (b) apresentam inclusões em diferentes níveis de profundidade em um mesmo grão de quartzo.\n- Grupo 3: inclusões pequenas a médias (7 a 15 pm), aquosas, bifásicas (L+V), claras, associadas com inclusões monofásicas, distribuídas em trilhas largas e irregulares, que cortam limites de subgrão (Grupo 1), ou dispersas próximas às trilhas (Figura 30). Sua origem seria secundária com relação ao quartzo “ígneo”, porém pode-se considerar que, com relação ao quartzo\nrecristalizado, as inclusões podem ser primárias (inclusões dispersas) ou pseudosecundárias (inclusões em trilha), pelas trilhas serem largas, pouco definidas e restritas ao interior do cristal. Seus volumes de gás não variam muito, ao contrário de suas formas, que variam entre arredondadas, alongadas, anedrais, subedrais e euedrais retangulares a prismáticas.\nFigura 30. Inclusões do Grupo 3, aquosas, monofásicas, em trilhas largas e irregulares da amostra FIP25E. As duas figuras (a) e (b) apresentam diferentes níveis de profundidade do mesmo grão de quartzo.\n- Grupo 4: inclusões pequenas (<10 pm), bifásicas, escuras e marrons, alinhadas paralelamente às linhas de crescimento do grão e, portanto, consideradas como de origem primária (Figura 31). Possuem formas prismáticas. Não foi possível caracterizar sua composição pelo seu tamanho pequeno e coloração anômala. Além disso o seu tom escurecido pode indicar que foram vazadas e preenchidas por ar. Foram encontradas na análise da amostra FIP25 em lâmina delgada e não foram observadas novamente nas lâminas bipolidas, impedindo a realização de medições microtermométricas.\nFigura 31. Inclusões do Grupo 4, bifásicas, escuras, em trilhas paralelas às linhas de crescimento. a) Amostra FIP25. b) Detalhe de (a).\nFigura 32. Inclusões do Grupo 5, bifásicas, escuras, isoladas. a e b) Forma euedral. c) Forma subedral. d) Forma arredondada.\n- Grupo 6: possíveis inclusões magmáticas, grandes (15 a 30 pm), claras, isoladas, aparentemente preenchidas com material vítreo, com ou sem minerais de saturação escuros (Figura 33). Possuem formas variadas, desde euédricas até anédricas. Não respondem às mudanças na temperatura.\nFigura 33. Inclusões do Grupo 6, possíveis inclusões magmáticas, isoladas. a) Inclusão euédrica cúbica, amostra FIP25H. b) Inclusão anédrica com mineral de saturação, amostra FIP25B.\nPetrograficamente, as inclusões do granito foliado podem ser agrupadas em pelo menos duas associações de inclusões, ou FIA - Fluid Inclusions Assemblage. São elas:\nFIA 1 - inclusões aquosas de origem primária ou pseudosecundária, monofásicas (Grupo 1 e 4) e bifásicas (Grupo 3 e 5), e inclusões de possível origem magmática (Grupo 6).\nFIA 2 - inclusões aquosas secundárias ou pseudosecundárias monofásicas (Grupo 2) .\nAs características das inclusões analisadas, submetidas às medições microtermométricas, são resumidas na tabela abaixo (Tabela 2). Todas são\naquosas, claras, bifásicas (L+V), com tamanhos predominantemente médios (8 a 15 pm), de formas variadas, origem primária ou pseudosecundária, dispostas em trilhas ou dispersas, do Grupo 3.\nTabela 2. Resumo do estudo petrográfico no granito foliado. L+V - Líquido + Vapor, P - Primária, PS - Pseudosecundária, S - Secundária.\nAmostra\tN°\tFases\tTamanho (Mm)\tMorfologia\tDistribuição\tOrigem\tGrupo\nFIP25-K\t1\tL+V\t15\tMédia, euédrica, clara\tDispersa\tP ou PS\t3\nFIP25-K\t2\tL+V\t9\tMédia, arredondada, clara\tTrilha\tPS\t3\nFIP25-K\t3\tL+V\t13\tMédia, euédrica, clara\tTrilha\tPS\t3\nFIP25-K\t4\tL+V\t10\tMédia, arredondada, clara\tDispersa\tP ou PS\t3\nFIP25-K\t5\tL+V\t15\tMédia, euédrica, clara\tDispersa\tP ou PS\t3\nFIP25-K\t6\tL+V\t10\tMédia, alongada, clara\tTrilha\tPS\t3\nFIP25-K\t7\tL+V\t9\tMédia, alongada, clara\tTrilha\tPS\t3\nFIP25-K\t8\tL+V\t10\tMédia, subédrica, clara\tTrilha\tPS\t3\nFIP25-K\t9\tL+V\t7\tPequena, arredondada, clara\tTrilha\tPS\t3\nFIP25-K\t10\tL+V\t7\tPequena, arredondada, clara\tTrilha\tPS\t3\nFIP25-K\t11\tL+V\t8\tMédia, arredondada, clara\tTrilha\tPS\t3\nFIP25-K\t12\tL+V\t10\tMédia, subédrica, clara\tTrilha\tPS\t3\nFIP25-K\t13\tL+V\t10\tMédia, euédrica, clara\tTrilha\tPS\t3\nFIP25-K\t14\tL+V\t10\tMédia, subédrica, clara\tTrilha\tPS\t3\nFIP25-K\t15\tL+V\t6\tPequena, arredondada, clara\tTrilha\tPS\t3\nFIP25-K\t16\tL+V\t12\tMédia, subédrica, clara\tTrilha\tPS\t3\nFIP25-K\t17\tL+V\t10\tMédia, arredondada, clara\tTrilha\tPS\t3\nIF no Protomilonito\nNo protomilonito (FIP07 - tópico Protomilonito) foram observadas inclusões nas bandas de quartzo recristalizado. As inclusões encontradas foram agrupadas em dois tipos ou grupos distintos:\n- Grupo 1: inclusões aquosas médias (10 a 15 pm), bifásicas (L+V), de formas subédricas. São isoladas, distribuídas próximas a trilhas do Grupo 2, sendo de provável origem primária (Figura 34). Algumas inclusões podem ser inclusões magmáticas, aparentemente preenchidas com material vítreo e um ou mais minerais de saturação (Figura 35).\nFigura 34. a) Inclusões do Grupo 1, aquosas, bifásicas, isoladas, amostra FIP07 (a) e (b).\nFigura 35. a) Inclusões do Grupo 1, possíveis inclusões magmáticas isoladas, amostra FIP07.\n- Grupo 2: inclusões muito pequenas (<4 pm), aquosas, claras e escuras (possível vazamento ou inclusão sólida), com distribuição em trilhas bem definidas (Figura 36). As formas são arredondadas a alongadas. Estão próximas a minerais opacos. Não foi possível a observação de fases nem a realização de medidas, não só devido ao seu tamanho mas também devido à sua cor escura. Provavelmente possuem origem secundária, formadas em planos de microfraturas\nFigura 36. a) Inclusões do Grupo 2, aquosas, monofásicas, em trilha fina, amostra FIP07, presença de minerais opacos (a) e (b).\nEstes dois grupos representam duas assembleias de inclusões fluidas distintas, uma primária aquosa e magmática, e outra secundária também aquosa de menor tamanho. Na análise das lâminas bipolidas do protomilonito não foram encontradas inclusões adequadas para o ensaio microtermométrico.\nIF no Filonito\nNos cristais neoformados de quartzo foi encontrado o maior número de inclusões primárias, o que pode indicar um fluxo de fluido maior durante sua formação, ou que a menor deformação deste tipo de quartzo permitiu a maior conservação das inclusões. A lâmina possui espessura irregular e não foi polida corretamente em um de seus lados, dificultando o estudo. As inclusões encontradas foram observadas em pelo menos seis situações diferentes:\n- Grupo 1: inclusões médias a grandes (10 a 25 pm), aquosas, bifásicas (L+V), claras, associadas ou não com inclusões monofásicas, alinhadas segundo as linhas de crescimento do quartzo (Figura 37). São consideradas primárias principalmente devido à sua disposição nas amostras, paralelas às linhas de crescimento do cristal. Seu volume de gás é variável assim como sua forma. Apresentam em geral formas anedrais alongadas, arredondadas ou mais raramente subedrais retangulares.\nFigura 37. a) Inclusões do Grupo 1, aquosas, bifásicas, amostra FIP22A, destaque para as linhas de crescimento do quartzo. b) Inclusões do Grupo 1, aquosas, bifásicas e monofásicas, amostra FIP22B.\n- Grupo 2: inclusões pequenas (<7 pm), aquosas, monofásicas, claras, distribuídas ao longo de trilhas bem definidas paralelas às linhas de crescimento do quartzo (Figura 38a) ou em trilhas largas e irregulares que contornam o limite entre cristais de quartzo (Figura 38b). Estas inclusões podem representar fluidos meteóricos tardios que aproveitaram o plano de fraqueza representado pelos contatos entre cristais para circular. As inclusões possuem regularidade com relação à sua forma, variando de arredondada a alongada. Não foi possível a observação de fase gasosa, portanto neste grupo não foram feitas medições microtermométricas.\nFigura 38. a) Inclusões do Grupo 2, aquosas, monofásicas, em trilhas finas, amostra FIP22E. b) Inclusões do Grupo 2, aquosas, monofásicas, em trilhas largas e irregulares, amostra FIP22B.\n- Grupo 3: inclusões pequenas a médias (<12 pm), aquosas, monofásicas,\nclaras, com distribuição dispersa (Figura 39a) ou concentradas em um ponto específico do cristal (Figura 39b). As formas são regulares, variando entre arredondadas e levemente alongadas. Estas inclusões possivelmente estão relacionadas a fluidos meteóricos tardios. Neste grupo também não foi possível identificar fases gasosas, impedindo a realização de medições.\nFigura 39. a) Amostra FIP22G: IF do Grupo 3, aquosas, monofásicas, dispersas no cristal de quartzo. b) Amostra FIP22F: IF do Grupo 3, aquosas, monofásicas, em grupo.\n- Grupo 4: inclusões médias e grandes (12 a 20 pm), aquosas, bifásicas (L+V), isoladas, geralmente próximas a linhas de crescimento do cristal (Figura 40). Provavelmente são de origem primária. Outro aspecto importante observado foi a regularidade da ocorrência destas inclusões com relação à sua forma e ao volume de gás presente. Sua forma é subedral retangular ou prismática.\nFigura 40. Inclusões do Grupo 4, aquosas, bifásicas, isoladas. a) Amostra FIP22E. b) Amostra FIP22B.\n- Grupo 5: inclusões médias (7 a 15 pm), aquosas, bifásicas (L+V), claras, associadas com inclusões esvaziadas (com características de necking-down) e inclusões monofásicas aquosas. Sua distribuição é dispersa ou em trilhas largas e irregulares (Figura 41). Provavelmente são primárias (dispersas) ou pseudosecundárias (trilha), pois as trilhas não são bem definidas. Seu volume de gás e sua forma são variáveis. Suas formas são arredondadas, alongadas, anedrais e subedrais prismáticas.\nFigura 41. a) Inclusões do Grupo 5 dispersas , amostra FIP22D. b) Inclusões do Grupo 5 dispersas, amostra FIP22H. c e d) Inclusões do Grupo 5 em trilha larga, amostra FIP22A.\n- Grupo 6: possíveis inclusões magmáticas, médias a grandes (10 a 40 pm), claras, com preenchimento aparentemente vítreo com um ou mais minerais de saturação escuro, com formas anedrais arredondadas a subedrais retangulares. Estão distribuídas em grupos, isoladas, dispersas ou em trilhas paralelas às linhas de crescimento do quartzo. Estas inclusões devem representar informações do magma original (Figura 42).\nFigura 42. Inclusões do Grupo 6, possíveis inclusões magmáticas. a) Inclusões em grupo, amostra FIP22C. b) Inclusão isolada, amostra FIP22E. c) Inclusões dispersas, amostra FIP22H. d) Inclusões em trilha, amostra FIP22B.\nOs diferentes tipos de ocorrência de inclusões (grupos 1 a 6) aparentam pertencer a três gerações de inclusões fluidas ou três FIA (Fluid Inclusions Assemblage), descritas a seguir.\n-\tFIA1: inclusões magmáticas do Grupo 6, são consideradas de origem primária e devem representar informações do fluido original;\n-\tFIA2: inclusões primárias bifásicas aquosas dos grupos 1, 4 e 5, representando fluidos posteriores associados à recristalização do quartzo; e\n-\tFIA3: inclusões monofásicas aquosas intercristalinas, dos grupos 2 e 3, possivelmente representando um fluido meteórico tardio, podendo ser primárias ou secundárias.\nO desenho esquemático da Figura 43, realizado a partir da amostra FIP22B, representa as relações texturais entre quatro grupos de inclusões fluidas: Grupo 1 (A), Grupo 2 (B e C), Grupo 4 (D) e Grupo 6 (E). Na parte superior direita do desenho observa-se um padrão circular de disposição das inclusões do Grupo 2 (B), em torno de um cristal de quartzo, com a parte\n92\ninterior mais clara. Na parte superior esquerda do esquema também se observa o Grupo 2 (C), porém em trilhas finas, aparentemente paralelas a\nlinhas de crescimento de quartzo. Na parte inferior da imagem observa-se o encontro das trilhas do Grupo 1 e 6, com um ângulo aproximado de 90° entre\nelas.\nFigura 43. Desenho esquemático representando inclusões dos Grupos 1, 2, 4 e 6 na amostra FIP22B. A: inclusões do Grupo 1, bifásicas e monofásicas médias em trilha de crescimento; B: inclusões do Grupo 2, monofásicas pequenas em trilha larga no limite entre cristais; C: inclusões do Grupo 2, monofásicas pequenas em trilha fina paralela à linha de crescimento do cristal; D: inclusões do Grupo 6, possíveis inclusões magmáticas, ao longo de linha de crescimento do cristal; e E: inclusão do Grupo 4, bifásica, isolada em um nível de profundidade da amostra mais superior.\nNa Figura 44 observa-se a localização de dois grupos de inclusões na amostra FIP22A. Na porção superior direita da amostra ocorre o Grupo 1 (A)\ncom inclusões bifásicas primárias ao longo de linhas de crescimento do cristal. Na parte esquerda da figura ocorre o Grupo 5 (B), ao longo de uma trilha larga e irregular, com inclusões bifásicas e monofásicas, por vezes esvaziadas, de origem provavelmente pseudosecundária, gerada por uma microfratura durante a precipitação do quartzo.\nFigura 44. Desenho esquemático das inclusões dos grupos 1 e 5 na amostra FIP22A. A: inclusões bifásicas primárias ao longo de linhas de crescimento do quartzo e B: inclusões monofásicas e bifásicas pseudosecundárias em trilha.\nAs características das inclusões analisadas pré-ensaio microtermométrico são resumidas na tabela abaixo (Tabela 3). São todas aquosas, claras, bifásicas (L+V), formas variadas, de origem primária ou pseudosecundária, representantes dos grupos 1,4 e 5.\nTabela 3. (Parte 1/3) Resumo do estudo petrográfico no filonito. L+V - Líquido + Vapor, P -Primária, PS - Pseudosecundária, S - Secundária.\nN°\tFases\tTamanho (pm)\tMorfologia\tDistribuição\tOrigem\tGrupo\n1\tL+V\t25\tGrande, subédrica, clara\tIsolada\tP\t1\n2\tL+V\t8\tMédia, anédrica, clara\tIsolada\tP\t1\n3\tL+V\t12\tMédia, euédrica, clara\tTrilha\tPS\t5\n4\tL+V\t12\tMédia, euédrica, clara\tTrilha\tPS\t5\n5\tL+V\t15\tMédia, anédrica, clara\tTrilha\tPS\t5\nTabela 3. (Parte 2/3) Resumo do estudo petrográfico no filonito. L+V - Líquido + Vapor, P -Primária, PS - Pseudosecundária, S - Secundária.\nN°\tFases\tTamanho (pm)\tMorfologia\tDistribuição\tOrigem\tGrupo\n6\tL+V\t12\tMédia, anédrica, clara\tIsolada\tP\t1\n7\tL+V\t7\tPequena, anédrica, clara\tIsolada\tP\t1\n8\tL+V\t8\tMédia, subédrica, clara\tIsolada\tP\t1\n9\tL+V\t25\tGrande, anédrica, clara\tTrilha\tP\t1\n10\tL+V\t15\tMédia, alongada, clara\tTrilha\tP\t1\n11\tL+V\t10\tMédia, anédrica, clara\tTrilha\tP\t1\n12\tL+V\t12\tMédia, subédrica, clara\tTrilha\tP\t1\n13\tL+V\t20\tGrande, euédrica, clara\tIsolada\tP\t4\n14\tL+V\t12\tMédia, subédrica, clara\tTrilha\tPS\t5\n15\tL+V\t14\tMédia, subédrica, clara\tDispersa\tP\t5\n16\tL+V\t14\tMédia, alongada, clara\tDispersa\tP\t5\n17\tL+V\t14\tMédia, arredondada, clara\tDispersa\tP\t5\n18\tL+V\t15\tMédia, alongada, clara\tDispersa\tP\t5\n19\tL+V\t14\tMédia, anédrica, clara\tDispersa\tP\t5\n20\tL+V\t17\tGrande, euédrica, clara\tTrilha\tPS\t5\n21\tL+V\t19\tGrande, subédrica, clara\tTrilha\tPS\t5\n22\tL+V\t8\tMédia, arredondada, clara\tTrilha\tPS\t5\n23\tL+V\t9\tMédia, arredondada, clara\tTrilha\tPS\t5\n24\tL+V\t8\tMédia, anédrica, clara\tTrilha\tPS\t5\n25\tL+V\t10\tMédia, subédrica, clara\tDispersa\tP\t5\n26\tL+V\t7\tPequena, anédrica, clara\tDispersa\tP\t5\n27\tL+V\t6\tPequena, arredondada, clara\tDispersa\tP\t5\n28\tL+V\t8\tMédia, anédrica, clara\tDispersa\tP\t5\n29\tL+V\t18\tGrande, subédrica, clara\tDispersa\tP\t5\n30\tL+V\t12\tMédia, anédrica, clara\tTrilha\tPS\t5\n31\tL+V\t8\tMédia, arredondada, clara\tTrilha\tPS\t5\n32\tL+V\t8\tMédia. subédrica, clara\tDispersa\tP\t5\n33\tL+V\t17\tGrande, subédrica, clara\tDispersa\tP\t5\n34\tL+V\t7\tPequena, anédrica, clara\tDispersa\tP\t5\n35\tL+V\t15\tMédia, subédrica, clara\tDispersa\tP\t5\n36\tL+V\t10\tMédia, subédrica, clara\tDispersa\tP\t5\n37\tL+V\t7\tPequena, arredondada, clara\tDispersa\tP\t5\n38\tL+V\t8\tMédia, arredondada, clara\tDispersa\tP\t5\n39\tL+V\t15\tMédia, anédrica, clara\tIsolada\tP\t4\n40\tL+V\t20\tGrande, subédrica, clara\tTrilha\tPS\t5\n41\tL+V\t14\tMédia, euédrica, clara\tTrilha\tPS\t5\n42\tL+V\t16\tGrande, euédrica, clara\tIsolada\tP\t4\n43\tL+V\t12\tMédia, euédrica, clara\tDispersa\tP\t5\n44\tL+V\t10\tMédia, euédrica, clara\tDispersa\tP\t5\n45\tL+V\t15\tMédia, subédrica, clara\tTrilha\tPS\t5\n46\tL+V\t8\tMédia, subédrica, clara\tTrilha\tPS\t5\nTabela 3. (Parte 3/3) Resumo do estudo petrográfico no filonito. L+V - Líquido + Vapor, P -Primária, PS - Pseudosecundária, S - Secundária.\nN°\tFases\tTamanho (Mm)\tMorfologia\tDistribuição\tOrigem\tGrupo\n47\tL+V\t9\tMédia, alongada, clara\tTrilha\tPS\t5\n48\tL+V\t8\tMédia, arredondada, clara\tTrilha\tPS\t5\n49\tL+V\t9\tMédia, anédrica, clara\tTrilha\tPS\t5\n50\tL+V\t12\tMédia, euédrica, clara\tTrilha\tPS\t5\n51\tL+V\t9\tMédia, subédrica, clara\tTrilha\tPS\t5\n52\tL+V\t9\tMédia, euédrica, clara\tTrilha\tPS\t5\nIF no veio de quartzo\nO veio de quartzo corta a foliação do protomilonito (FIP07, tópico Protomilonito) obliquamente e é formado por cristais de quartzo poligonais. As inclusões encontradas nos cristais de quartzo ocorrem em pelo menos três situações ou tipos:\n-\tGrupo 1: inclusões pequenas a médias (<15 pm), aquosas, bifásicas (L+V), claras, associadas com inclusões monofásicas, dispersas aleatoriamente no interior do cristal de quartzo (Figura 45) ou com uma tendência de proximidade com as bordas do cristal. Suas formas são regulares, geralmente alongadas ou arredondadas, bem como seu volume de gás. Provavelmente é de origem primária.\n-\tGrupo 2: inclusões pequenas a médias (<15 pm), aquosas, bifásicas (L+V), claras, associadas com inclusões monofásicas, distribuídas em trilhas intragranulares irregulares. Provavelmente são de origem secundária (Figura 46). Sua forma e volume de gás são variáveis. As formas observadas são arredondadas, ovaladas ou anédricas.\n-\tGrupo 3: inclusões pequenas (<7 pm), aquosas, monofásicas, claras, distribuídas em trilhas bem definidas intragranulares. Apresentam forma regular arredondada (Figura 47). Sua origem provavelmente é secundária. Não foi observada a presença de fase gasosa, portanto não é possível a realização de medidas microtermométricas.\nFigura 45. Inclusões do Grupo 1, aquosas, bifásicas e monofásicas, dispersas. a) Amostra FIP07G. b) Amostra FIP07A. c) Amostra FIP07J. d) Amostra FIP07K.\nPetrograficamente, as inclusões do veio de quartzo podem ser agrupadas em duas associações de inclusões, ou FIA - Fluid Inclusions Assemblage. São elas:\nFIA 1 - inclusões aquosas primárias (Grupo 1); e\nFIA 2 - inclusões aquosas secundárias bifásicas (Grupo 2) e monofásicas (Grupo 3).\nAs características das inclusões estudadas submetidas às medições microtermométricas são resumidas na tabela abaixo (Tabela 4). Todas são\naquosas, claras, bifásicas (L+V), com tamanhos predominantemente médios (8 a 15 pm), formas variadas, de origem primária distribuídos de forma dispersa (Grupo 1) e secundária ou pseudosecundária, em trilhas largas irregulares (Grupo 2).\nFigura 46. Inclusões do Grupo 2, aquosas, bifásicas e monofásicas, em trilhas largas, amostra FIP07A (a) e (b).\nFigura 47. Inclusões do Grupo 3, aquosas, monofásicas, em trilhas finas. a) Amostra FIP07A. b) Amostra FIP07C.\nTabela 4.(Parte 1/2) Resumo do estudo petrográfico no veio de quartzo. L+V - Líquido + Vapor, P -Primária, PS - Pseudosecundária, S - Secundária.\nAmostra\tN°\tFases\tTamanho (Mm)\tMorfologia\tDistribuição\tOrigem\tGrupo\nFIP07-A\t1\tL+V\t10\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-A\t2\tL+V\t12\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-A\t3\tL+V\t15\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-A\t4\tL+V\t14\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-A\t5\tL+V\t12\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-A\t6\tL+V\t10\tMédia, arredondada, clara\tTrilha\tS ou PS\t2\nFIP07-A\t7\tL+V\t6\tPequena, arredondada, clara\tTrilha\tS ou PS\t2\nFIP07-A\t8\tL+V\t10\tMédia, alongada, clara\tDispersa\tP\t1\nFIP07-A\t9\tL+V\t9\tMédia, arredondada, clara\tTrilha\tS ou PS\t2\nFIP07-A\t10\tL+V\t11\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-A\t11\tL+V\t12\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-B\t12\tL+V\t7\tPequena, arredondada, clara\tDispersa\tP\t1\nFIP07-B\t13\tL+V\t7\tPequena, alongada, clara\tTrilha\tS ou PS\t2\nFIP07-B\t14\tL+V\t10\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-C\t15\tL+V\t8\tPequena, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-G\t16\tL+V\t11\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-G\t17\tL+V\t9\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-G\t18\tL+V\t7\tPequena, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-H\t19\tL+V\t15\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-H\t20\tL+V\t13\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-H\t21\tL+V\t9\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-I\t22\tL+V\t10\tMédia, euédrica, clara\tTrilha\tS ou PS\t2\nFIP07-J\t23\tL+V\t7\tPequena, alongada, clara\tDispersa\tP\t1\nFIP07-J\t24\tL+V\t7\tPequena, arredondada, clara\tDispersa\tP\t1\nFIP07-J\t25\tL+V\t8\tPequena, alongada, clara\tDispersa\tP\t1\nFIP07-K\t26\tL+V\t9\tMédia, anédrica, clara\tTrilha\tS ou PS\t2\nFIP07-K\t27\tL+V\t12\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-K\t28\tL+V\t12\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-K\t29\tL+V\t10\tMédia, arredondada, clara\tDispersa\tP\t1\nFIP07-K\t30\tL+V\t11\tMédia, arredondada, clara\tDispersa\tP\t1\nFIP07-K\t31\tL+V\t10\tMédia, arredondada, clara\tDispersa\tP\t1\nFIP07-K\t32\tL+V\t12\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-K\t33\tL+V\t14\tMédia, subédrica, clara\tDispersa\tP\t1\nFIP07-K\t34\tL+V\t16\tGrande, subédrica, clara\tDispersa\tP\t1\nFIP07-K\t35\tL+V\t12\tMédia, euédrica, clara\tDispersa\tP\t1\nFIP07-L\t36\tL+V\t10\tMédia, arredondada, clara\tDispersa\tP\t1\nTabela 4. (Parte 2/2) Resumo do estudo petrográfico no veio de quartzo. L+V - Líquido + Vapor, P - Primária, PS - Pseudosecundária, S - Secundária.\nAmostra\tN°\tFases\tTamanho (Mm)\tMorfologia\tDistribuição\tOrigem\tGrupo\nFIP07-L\t37\tL+V\t12\tMédia, arredondada, clara\tDispersa\tP\t1\nFIP07-L\t38\tL+V\t18\tGrande, euédrica, clara\tTrilha\tS ou PS\t2\nFIP07-L\t39\tL+V\t10\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-L\t40\tL+V\t12\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-L\t41\tL+V\t11\tMédia, euédrica, clara\tTrilha\tS ou PS\t2\nFIP07-L\t42\tL+V\t12\tMédia, euédrica, clara\tTrilha\tS ou PS\t2\nFIP07-L\t43\tL+V\t11\tMédia, anédrica, clara\tDispersa\tP\t1\nFIP07-L\t44\tL+V\t12\tMédia, euédrica, clara\tDispersa\tP\t1\nFIP07-L\t45\tL+V\t8\tMédia, alongada, clara\tTrilha\tS ou PS\t2\nFIP07-M\t46\tL+V\t12\tMédia, subédrica, clara\tTrilha\tS ou PS\t2\nFIP07-M\t47\tL+V\t9\tMédia, euédrica, clara\tTrilha\tS ou PS\t2\n6.4\tMICROTERMOMETRIA\nIF do granito foliado\nNo granito foliado foram realizadas 13 medidas de aquecimento e 16 medidas de fusão do gelo nas inclusões fluidas do Grupo 3, consideradas de origem primária ou pseudosecundária (FIA1).\nOs valores de temperatura de homogeneização total (Th) para a fase líquida variaram entre 150°C e 250°C. No gráfico de distribuição de frequência da Th (Figura Xb) observa-se uma distribuição normal assimétrica negativa entre 190°C e 220°C. Os ensaios de aquecimento mostram uma Th média de 205±15°C. Os valores de temperaturas de fusão do gelo (Tfg) são equivalentes a salinidades baixas, entre 2% e 6% peso equivalente de NaCl. O pico da salinidade está entre 3,1% e 4% em peso eq. NaCl. O volume de gás (vapor) variou entre 8% e 16%. A Figura 48 apresenta os histogramas dos dados microtermométricos e um desenho ilustrando os grupos de IF e suas medições. Os pares de Th e Tfg da Figura 48c foram medidos nas mesmas inclusões.\nO espalhamento fora da distribuição normal nos valores obtidos de Th e\nTfg pode ser explicado por possíveis vazamentos, pela variação do conteúdo do volume de gás presente nessas inclusões, por comportamento metaestável de algumas inclusões e pelo seu tamanho pequeno. Em razão do tamanho das inclusões não foi possível observar as temperaturas do eutético (Tfm - first melting temperature).\nFigura 48. Análise microtermométrica em quartzo do granito foliado. a) Desenho esquemático mostrando a distribuição dos Grupos 1 e 3. b) Histograma da temperatura de homogeneização (Th) para 13 inclusões. c) Gráfico de distribuição para 12 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 16 inclusões.\nA tabela a seguir (Tabela 5) apresenta os dados obtidos durante os ensaios de microtermometria.\nTabela 5. (Parte 1/2) Resumo dos dados obtidos durante os ensaios de microtermometria no granito. VG -Volume de gás, P - Primária, PS - Pseudosecundária.\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP25-K\t1\t12,5\t2,2\t151\tP ou PS\t3\nFIP25-K\t2\t12,5\t3,2\t-\tPS\t3\nFIP25-K\t3\t14,3\t3,7\t226\tPS\t3\nFIP25-K\t4\t11,1\t7,6\t210\tP ou PS\t3\nFIP25-K\t5\t13\t3,2\t195\tP ou PS\t3\nFIP25-K\t6\t14,3\t3,1\t195\tPS\t3\nFIP25-K\t7\t14,3\t8,3\t165\tPS\t3\nTabela 5. (Parte 2/2) Resumo dos dados obtidos durante os ensaios de microtermometria no granito. VG -Volume de gás, P - Primária, PS - Pseudosecundária\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP25-K\t8\t14,3\t2,6\t193\tPS\t3\nFIP25-K\t9\t16,6\t4\t163\tPS\t3\nFIP25-K\t10\t10\t3,6\t-\tPS\t3\nFIP25-K\t11\t8,3\t3,6\t219\tPS\t3\nFIP25-K\t12\t12,5\t2,4\t204\tPS\t3\nFIP25-K\t13\t12,5\t5,9\t246\tPS\t3\nFIP25-K\t14\t12,5\t4,2\t216\tPS\t3\nFIP25-K\t15\t10\t4,3\t-\tPS\t3\nFIP25-K\t16\t12,5\t5,6\t-\tPS\t3\nFIP25-K\t17\t10\t-\t191\tPS\t3\nIF do filonito\nForam realizadas 49 medidas de aquecimento e 33 medidas de fusão do gelo nos grupos 1, 4 e 5 dos filonitos, todos de origem primária ou pseudosecundária. A distribuição normal dos dados em gráficos de frequência indica que todos os grupos pertencem a uma única geração de inclusões (FIA1), apresentando valores de temperatura de homogeneização total (Th) para a fase líquida, entre 130°C e 160°C e temperaturas de fusão de gelo (Tfg) equivalentes a salinidades baixas, entre 0,5% e 6% peso equivalente de NaCl. Os ensaios de aquecimento mostram uma Th média de 145±15°C. O pico da salinidade está entre 2,1% e 3% peso eq. NaCl. A variação do volume de gás (VG) foi de 8% a 16%. A Figura 49 apresenta os histogramas dos dados microtermométricos e um desenho ilustrativo mostrando os grupos de IF e suas medições. A maioria das medidas de Th e Tfg foram realizadas nas mesmas inclusões, valorizando a confiabilidade do trabalho.\nO Grupo 5 apresentou um maior espalhamento nos valores obtidos de Th e Tfg, o que é facilmente explicado pelas feições de necking-down e pela variação do conteúdo do volume de gás presente nessas inclusões. O pequeno tamanho das inclusões também gera uma maior variabilidade dos dados, e impede a obtenção das temperaturas do eutético (Tfm - first melting temperature).\nGráfico de frequência da salinidade (% peso eq. NaCl) para 33 inclusões\nnecking down\nGráfico de frequência da temperatura de homogeneização (Th) para 49 inclusões\nTemperatura de homogeneização (T») versus salinidade para 30 pares\n(d)\n16.1\ta 17\n14.1\ta 15\n12.1\ta 13\n10.1\ta 11 8,la9\n6.1\ta 7\n4.1\ta 5\n2.1\ta 3 Oal\n0123456789\t10\nFrequência\nO\na o aj\nFigura 49. Análise microtermométrica em quartzo do filonito. a) Desenho mostrando a diferença na distribuição dos Grupos 1, 4 e 5 e suas temperaturas de homogeneização similares. b) Histograma da temperatura de homogeneização (Th) para 49 inclusões. c) Gráfico de distribuição para 30 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 33 inclusões.\nA tabela a seguir (Tabela 6) apresenta os dados obtidos durante os ensaios de microtermometria.\nTabela 6. (Parte 1/2) Resumo dos dados obtidos durante os ensaios de microtermometria no filonito. VG -Volume de gás, P - Primária, PS - Pseudosecundária.\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP22A\t1\t13\t2,6\t148\tP\t1\nFIP22A\t2\t12\t-\t139\tP\t1\nFIP22A\t3\t12,5\t5,6\t170,8\tPS\t5\nFIP22A\t4\t12,5\t4,3\t148\tPS\t5\nFIP22A\t5\t12,5\t-\t144\tPS\t5\nFIP22A\t6\t9\t2,6\t144,3\tP\t1\nFIP22A\t7\t12,5\t3,1\t141,5\tP\t1\nFIP22A\t8\t11,1\t1,6\t136\tP\t1\nFIP22B\t9\t12,5\t2,6\t148,5\tP\t1\nFIP22B\t10\t12,5\t1,3\t142,1\tP\t1\nFIP22B\t11\t10\t2,1\t149\tP\t1\nFIP22B\t12\t10\t2,4\t146,1\tP\t1\nFIP22B\t13\t10\t-\t144,5\tP\t4\nTabela 6. (Parte 2/2) Resumo dos dados obtidos durante os ensaios de microtermometria no filonito. VG -Volume de gás, P - Primária, PS - Pseudosecundária.\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP22C\t14\t9\t2,2\t166,6\tPS\t5\nFIP22D\t15\t8\t-\t138\tP\t5\nFIP22D\t16\t10\t5,6\t147\tP\t5\nFIP22D\t17\t12\t-\t140,2\tP\t5\nFIP22D\t18\t12\t3,6\t147,5\tP\t5\nFIP22D\t19\t9\t-\t138\tP\t5\nFIP22E\t20\t13,33\t2,6\t172,5\tPS\t5\nFIP22E\t21\t12,5\t-\t157,4\tPS\t5\nFIP22E\t22\t10\t3,9\t142,5\tPS\t5\nFIP22E\t23\t12\t-\t146,5\tPS\t5\nFIP22E\t24\t10\t-\t146,8\tPS\t5\nFIP22E\t25\t7,14\t-\t153,6\tP\t5\nFIP22E\t26\t11,11\t-\t147,4\tP\t5\nFIP22E\t27\t10\t-\t148,1\tP\t5\nFIP22E\t28\t12,5\t-\t154,5\tP\t5\nFIP22E\t29\t6,66\t0,5\t147,2\tP\t5\nFIP22G\t30\t12,5\t4,5\t143,2\tPS\t5\nFIP22G\t31\t12,5\t-\t144,8\tPS\t5\nFIP22H\t32\t7,7\t-\t141,2\tP\t5\nFIP22H\t33\t10\t2,4\t145,5\tP\t5\nFIP22H\t34\t10\t-\t166,8\tP\t5\nFIP22H\t35\t14,3\t2,1\t184\tP\t5\nFIP22H\t36\t12,5\t-\t141\tP\t5\nFIP22H\t37\t11,1\t-\t140,4\tP\t5\nFIP22H\t38\t14\t-\t145,2\tP\t5\nFIP22H\t39\t10\t11,1\t152\tP\t4\nFIP22J\t40\t8,3\t4\t148\tPS\t5\nFIP22J\t41\t12,5\t4,5\t189\tPS\t5\nFIP22J\t42\t20\t2,7\t143\tP\t4\nFIP22K\t43\t11,11\t16,9\t-\tP\t5\nFIP22K\t44\t16,6\t16,9\t-\tP\t5\nFIP22L\t45\t9,1\t9\t151\tPS\t5\nFIP22L\t46\t16\t7,6\t148,7\tPS\t5\nFIP22L\t47\t14,3\t9\t139,5\tPS\t5\nFIP22L\t48\t12,5\t7,9\t138\tPS\t5\nFIP22L\t49\t10\t8,8\t138\tPS\t5\nFIP22L\t50\t11,1\t16\t152\tPS\t5\nFIP22L\t51\t9,1\t13,9\t174\tPS\t5\nFIP22L\t52\t14,3\t15,8\t183\tPS\t5\nIF do veio de quartzo\nNo veio de quartzo que corta o protomilonito foram realizadas 39 medidas de aquecimento e 38 medidas de fusão do gelo nas inclusões dos grupos 1 e 2, de origem primária e secundária ou pseudesecundária, respectivamente. A distribuição dos dados em gráficos de frequência indica que estes grupos de fato pertencem a duas gerações de inclusões, as FIA1 (Grupo 1) e FIA2 (Grupo 2) (Figura X).\nO Grupo 1 apresenta valores de temperatura de homogeneização total (Th) para a fase líquida entre 180°C e 300°C, com distribuição normal entre 220°C e 260°C. A Th média obtida nos ensaios de aquecimento é de 240±20°C. As temperaturas de fusão do gelo para este grupo equivalem a salinidades baixas, com valores entre 1% e 6% em peso equivalente de NaCl. Ocorrem dois picos de salinidade, um entre 1 e 2% e outro entre 4 e 5%.\nO Grupo 2 apresentou temperaturas de homogeneização total (Th) para a fase líquida mais baixas, entre 140°C e 220°C, com distribuição normal assimétrica positiva entre os valores de 150°C e 190°C. O valor médio de Th é tido como 170±20°C. A salinidade (adquirida através da temperatura de fusão do gelo) variou no mesmo intervalo do Grupo 1, entre 1% e 6% em peso equivalente de NaCl. Também ocorreram dois picos de salinidade, um entre 1 e 2% e outro entre 5 e 6%.\nO volume do gás (VG) das inclusões teve uma variação significativa, entre 6 e 20% no Grupo 1 e entre 6 e 16% no Grupo 2. Esta variação pode ter causado o espalhamento de algumas das medidas no gráfico de frequência. O tamanho diminuto das inclusões não permitiu a observação da temperatura do eutético (Tfm - first melting temperature). A Figura 50 apresenta os gráficos de distribuição dos dados microtermométricos e um desenho ilustrativo mostrando os grupos de IF e suas medições. Os pares de medidas de Th e Tfg foram obtidos nas mesmas inclusões.\nA tabela a seguir (Tabela 7) apresenta os dados obtidos durante os ensaios de microtermometria.\nFigura 50. Análise microtermométrica no veio de quartzo. a) Desenho esquemático mostrando a distribuição dos Grupos 1 e 2 e suas temperaturas de homogeneização. b) Histograma da temperatura de homogeneização (Th) para 39 inclusões. c) Gráfico de distribuição para 30 pares de temperatura de homogeneização (Th) e salinidade. d) Histograma da salinidade para 38 inclusões.\nTabela 7. (Parte 1/2) Resumo dos dados obtidos durante os ensaios de microtermometria no veio de quartzo. VG -Volume de gás, P - Primária, PS - Pseudosecundária.\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP07-A\t1\t15\t1,7\t211\tS ou PS\t2\nFIP07-A\t2\t12\t1,7\t173\tS ou PS\t2\nFIP07-A\t3\t10\t1,2\t172\tS ou PS\t2\nFIP07-A\t4\t12\t2,1\t-\tP\t1\nFIP07-A\t5\t12\t1,7\t243\tP\t1\nFIP07-A\t6\t14\t2,2\t172\tS ou PS\t2\nFIP07-A\t7\t16,6\t2,1\t203\tS ou PS\t2\nFIP07-A\t8\t12,5\t1,7\t234\tP\t1\nFIP07-A\t9\t12,5\t1,7\t170\tS ou PS\t2\nFIP07-A\t10\t12,5\t-\t248\tP\t1\nFIP07-A\t11\t12,5\t1,6\t178\tS ou PS\t2\nFIP07-B\t12\t6\t1,7\t-\tP\t1\nFIP07-B\t13\t14,3\t3,6\t-\tS ou PS\t2\nFIP07-B\t14\t11,1\t3,1\t-\tS ou PS\t2\nFIP07-C\t15\t11,1\t2,1\t-\tS ou PS\t2\nFIP07-G\t16\t12,5\t3,4\t185\tS ou PS\t2\nFIP07-G\t17\t12,5\t-\t182\tS ou PS\t2\nFIP07-G\t18\t16,6\t5,3\t161\tS ou PS\t2\nTabela 7. (Parte 2/2) Resumo dos dados obtidos durante os ensaios de microtermometria no veio de quartzo. VG -Volume de gás, P - Primária, PS - Pseudosecundária.\nAmostra\tN°\tVG (%)\tNaCl (% eq. em peso)\tTh (°C)\tOrigem\tGrupo\nFIP07-H\t19\t16,6\t6\t159\tS ou PS\t2\nFIP07-H\t20\t7,7\t1,7\t150\tS ou PS\t2\nFIP07-H\t21\t14,3\t6,2\t148\tS ou PS\t2\nFIP07-I\t22\t14,3\t5\t162\tS ou PS\t2\nFIP07-J\t23\t17\t1,7\t238\tP\t1\nFIP07-J\t24\t12\t5\t281\tP\t1\nFIP07-J\t25\t20\t5\t252\tP\t1\nFIP07-K\t26\t9\t8,6\t156\tS ou PS\t2\nFIP07-K\t27\t11,1\t5\t245\tP\t1\nFIP07-K\t28\t11,1\t2,5\t230\tP\t1\nFIP07-K\t29\t12\t-\t230\tP\t1\nFIP07-K\t30\t10\t2,7\t184\tP\t1\nFIP07-K\t31\t10\t4,3\t233\tP\t1\nFIP07-K\t32\t20\t-\t246\tP\t1\nFIP07-K\t33\t14,3\t-\t296\tP\t1\nFIP07-K\t34\t15\t-\t185\tP\t1\nFIP07-K\t35\t20\t-\t246\tP\t1\nFIP07-L\t36\t9,1\t4\t-\tP\t1\nFIP07-L\t37\t9,1\t5,4\t-\tP\t1\nFIP07-L\t38\t6,6\t-\t207\tS ou PS\t2\nFIP07-L\t39\t7\t4,2\t190\tS ou PS\t2\nFIP07-L\t40\t11,1\t5,4\t217\tS ou PS\t2\nFIP07-L\t41\t12,5\t5,4\t179\tS ou PS\t2\nFIP07-L\t42\t9,1\t6\t169\tS ou PS\t2\nFIP07-L\t43\t10\t5,4\t183\tP\t1\nFIP07-L\t44\t12\t5,4\t-\tP\t1\nFIP07-L\t45\t14\t-\t190\tS ou PS\t2\nFIP07-M\t46\t14\t5,7\t141\tS ou PS\t2\nFIP07-M\t47\t13,5\t4,3\t170\tS ou PS\t2\n7.\tDISCUSSÃO SOBRE O ESTUDO DE INCLUSÕES FLUIDAS E CONSIDERAÇÕES FINAIS\nNeste capítulo serão apresentadas as discussões e interpretações referentes ao estudo de inclusões fluidas (petrografia e microtermometria).\nOs dados microestruturais mostram que, nas amostras estudadas, o quartzo mais antigo é encontrado no granito menos deformado (granito foliado), e que o mais recente é o quartzo do veio não deformado.\nAs IF do quartzo mais antigo (granito foliado) apresentaram temperaturas mínimas de aprisionamento entre 220°C e 190°C e salinidades entre 2% e 6% eq. peso NaCl, e podem representar um fluido que foi aprisionado nas primeiras fraturas formadas no quartzo.\nNas IF do quartzo do filonito as temperaturas de aprisionamento foram menores, entre 160°C e 130°C, com um intervalo de salinidade principal de 2% a 6% eq. peso NaCl e outro intervalo menos consistente, entre 7% e 17% eq. peso NaCl. Esta variação da salinidade apresenta uma correlação positiva no gráfico de Th vs. salinidade da figura abaixo (Figura 51) e pode indicar uma mistura de fluidos, provavelmente um deles sendo água meteórica devido ao fluido com baixa temperatura.\nNas IF do quartzo do veio as salinidades variam entre 2%-6% eq. peso NaCl, e ocorrem dois intervalos de temperatura mínimas de aprisionamento: 260°C-240°C e 190°C-170°C. Estas temperaturas mais elevadas são explicados pela presença de um fluido percolador mais quente que a encaixante, sendo as T mais altas as da precipitação do quartzo para formar o veio (Grupo 1) e as T mais baixas ligadas a episódios posteriores.\nChama a atenção o fato de que em todos os tipos de quartzo (apesar da sua formação/deformação em tempos diferentes) foram observadas inclusões com fluidos aquosos com salinidades baixas. Isso mostra que a ZCIP funcionou como conduto para fluidos durante um longo período de tempo\nTemperatura de homogeneização (Th) versus salinidade para as amostras do filonito, granito e veio de quartzo.\nu •o\nE\n5\nE í\nE\nO Filonito ©Granito ©Veio-Grupo 1 ©Veio - Grupo 2\nSalinidade (% peso eq. NaCl)\nFigura 51. Gráfico de Th vs. salinidade para as inclusões fluidas das amostras de filonito, granito e veio de quartzo.\nAs isócoras são linhas de mesma densidade em um diagrama binário P-T, que indicam os possíveis pares P-T para o aprisionamento das inclusões fluidas com uma determinada densidade. Foram construídos 4 pares de isócoras, apresentadas na Figura 52. Elas foram geradas a partir das médias de densidade e de Th das famílias de IF nos cristais de quartzo já referidos.\nA densidade está diretamente relacionada à salinidade, tendo sido considerados os seguintes valores:\n-\tsalinidade média de 3% eq. peso NaCl, equivalente a densidade de 1,0281 g/cm3 (BODNAR, 2003; BROWN, 1989) para as IF do granito foliado e do veio; e\n-\tsalinidade média de 12% eq. peso NaCl, equivalente a densidade de 1,0994 g/cm3 (BODNAR, 2003; BROWN, 1989) para as IF no filonito.\nPara determinar um ponto da isócora próximo da realidade (ou seja, um par P-T geologicamente coerente e de acordo com o contexto da ZCIP) foram utilizados indicadores de T independentes, baseados nos dados petrográficos e microestruturais:\nPara a isócora do quartzo no granito menos deformado foi considerada uma T = 570°C. Os critérios foram a presença de estruturas manto e núcleo em feldspatos do granito, além da deformação dúctil do quartzo. Considerou-se\ntambém que o metamorfismo regional no Complexo Metamórfico Brusque foi de fácies xisto verde na zona da biotita, com temperaturas máximas estimadas em 570°C (BASEI et al., 2011a).\nPara a isócora do quartzo no filonito foi estabelecida uma T = 350°C, considerando que os cristais de quartzo neoformados do filonito são pouco deformados, apresentam extinção ondulante, recristalização incipiente em suas bordas e muitas vezes fraturas intracristalinas.\nPara a isócrona do quartzo do veio foi estabelecida uma T&lt;300°C, porque o quartzo do veio não possui feições de deformação significativas, apresentando contatos intergranulares retos, com textura poligonal e leve extinção ondulante, tendo sido cristalizados após a formação dos filonitos.\nIsócoras obtidas para as inclusões fluidas do Granito Parapente\n—Curva H2O liquido-vapor (Haar et al., 1984)\nGradiente litostático 352C\nVeio de quartzo - Grupo 2 FIP07 menor Th 15O9C\nVeio de quartzo - Grupo 2 FIP07 maior Th 19O2C Granito foliado FIP25 menorTh 19O2C\n. ^—Granito foliado FIP25 maior Th 220EC\n- -----Veio de quartzo-Grupo 1 FIP07 menor Th 22O9C\n----Veio de quartzo- Grupo 1 FIP07 maiorTh 26O2C\nFilonito FIP22 menorTh 13O9C\n----Filonito FIP22 maiorTh 160EC\n359C/km\n500\n100\n200\n350\n300\t400\n570\n600\nTemperatura (°C)\nFigura 52. Isócoras obtidas para as inclusões aquosas em grãos de quartzo do Granito Parapente, de acordo com a densidade e Th máximas e mínimas de cada amostra.\nConsiderando estes geotermômetros, as pressões e profundidades obtidas foram as seguintes (gradiente geotérmico de 35°C/km):\n- Aprisionamento das IF no quartzo do granito: P de 6,5 kbar a 5,4 kbar\n(média de ~6 kbar) e profundidade de 16,3 km;\n-\tAprisionamento das IF no quartzo do filonito: P de 4,6 kbar a 3,6 kbar (média de ~4 kbar) e profundidade de 10 km; e\n-\tAprisionamento das IF no quartzo do veio: pressões inferiores a 3 kbar e profundidades inferiores a 8,5 km.\nEm relação ao GP e à ZCIP, com base nestes dados, pode-se estimar que:\n-\ta colocação do GP se deu a uma profundidade igual ou pouco superior a\n16,3\tkm de profundidade.\n-\tos filonitos se formaram em profundidade bem menor que a de colocação do GP (10 km);\n-\tos veios de quartzo pouco deformados, que cortam a foliação, sugerem que a ZCIP teve uma reativação quando a sua encaixante (GP) estava a uma profundidade ainda menor (8,5 km).\nA figura abaixo (Figura 53) apresenta o modelo de deformação para falhas crustais de Pluijm e Marshak (2003), indicando em que profundidades as rochas do Granito Parapente foram deformadas.\nRegime friccionai\n_ . I Plasticidade Regime I j0 fe|cjSpato plástico T\nTipo de\tGranito\ndeformação Parapente\n¡Pia\n▼ do\nPlasticidade do quartzo\nTransição\nfriccional-plástico\nFigura 53. Modelo de deformação para falhas na crosta com as indicações de profundidades e tipo de deformação prara as rochas do Granito Parapente. Fonte: adaptado de Pluihm e Marshak (2003).\nA profundidade de 16 km, relacionada à deformação do granito encontrase na zona de regime plástico de deformação no modelo de falhas crustais (PLUIJM &amp; MARSHAK, 2003). Esta profunidade também é coerente com condições de metamorfismo de fácies xisto verde.\nA profundidade de 10 km, relacionada à formação/deformação do filonito, no limite de transição de deformação plástico-frágil em falhas crustais (Pluijm e Marshak, 2003). Isso evidencia a importância dos fluidos para a formação dos filonitos. Sem a ação de um fluido, em vez de filonitos ter-se-iam formado cataclasitos.\nA profundidade de 8,5 km enquadra-se na zona de regime frágil de deformação (Pluijm e Marshak, 2003), condizente com a formação de fraturas que originaram os veios.\nOs dados obtidos para inclusões fluidas do GP foram comparados com os dados de fluidos no contexto da Bacia do Itajaí: mina Ribeirão da Prata (ZCIP), mina Schramm (borda norte da BI - Lineamento Blumenau) (BIONDI e XAVIER, 2002) e veios de quartzo no interior da bacia (TONIOLO et al., 2009). Foram constatadas as semelhanças e disparidades relatadas a seguir:\n-\ttanto na mina Schramm quanto nos veios do interior da BI ocorrem fluidos primários carbonosos e aquo-carbônicos, com Th alto, respectivamente de 310°C-280°C e 285°C-240°C. Este último intervalo de temperatura foi observado nas inclusões do quartzo do veio do GP;\n-\ttanto na mina Schramm quanto nos veios do interior da BI ocorrem fluidos secundários aquosos, com Th moderados a baixos, de 270°C-205°C e 190°C-140°C (mina Schramm) e de 180°C-120°C (veio no interior da BI). Estes fluidos possuem temperaturas com variações correspondentes às encontradas no GP;\n-\tAs salinidades de todos os fluidos são baixas;\nA assinatura isotópica do Pb da galena dos depósitos da mina Ribeirão da Prata e das mineralizações da mina Schramm indicam uma mesma proveniência deste mineral, provavelmente do CGSC e confirmam que os fluidos são contemporâneos (~534 Ma) (ROCHA et al., 2005). Não existem publicações sobre estudo de inclusões fluidas na mina Ribeirão da Prata.\nVários indícios surgem destas observações:\n-\tas temperaturas mais altas de aprisionamento dos fluidos da mina Schramm e do quartzo do veio do interior da BI, associadas à uma composição (aquo-)carbônica, sugerem um fluido vindo de maior profundidade, que pode estar relacionado ao CGSC ou ao Complexo São Miguel;\n-\ta semelhança nas temperaturas mínimas de aprisionamento e salinidade nos fluidos aquosos do GP e de outras áreas da BI, juntamente com uma mesma assinatura isotópica dos fluidos, indica que houve ampla circulação de fluidos hidrotermais, possivelmente a partir de uma mesma fonte;\n-\ta correlação entre os fluidos das bordas sul e norte da Bacia do Itajaí pode indicar que o Lineamento Blumenau seja parte importante do contexto da ZCIP.\nCom base na bibliografia pode-se considerar que a ZCIP este ativa pelo menos a partir de 600 Ma até 250 Ma:\n-\t~843,7±8,7 Ma - colocação do Granito Parapente (BASEI et al., 2008);\n-\t~640-600 Ma - metamorfismo do CMB (BASEI et al., 2011a);\n-\t~549 Ma - final da deposição da BI (GUADAGNIN et al., 2010);\n—532 Ma - idade das mineralizações Ribeirão da Prata e Schramm (ROCHA etal., 2005);\n-\t~250 Ma - reativação da ZCIP registrada na Bacia do Paraná (ROSTIROLLA et al., 2003); e\n-\to período entre a colocação do GP (843 Ma) e o início da deformação da ZCIP (após 600Ma) é suficiente para o desenvolvimento das pertitas do K-feldspato no GP, deformadas em seguida junto com os feldspatos que as contêm.\nOs resultados obtidos neste trabalho, em associação com dados da bibliografia, atestam que a ZCIP pode ter tido importância maior do que a que lhe é concedida para o desenvolvimento do Cinturão Dom Feliciano no Escudo Catarinense, estando também intimamente ligada à condução de fluidos hidrotermais e, por conseguinte, à mineralização do Ribeirão da Prata.\nPara estudos futuros na área sugerem-se os seguintes tópicos:\n-\tdefinição das condições P-T de formação das fraturas preenchidas por clorita, para estender o modelo de evolução da ZCIP;\n-\tutilização de técnicas mais refinads de estudo nas inclusões fluidas do\nGP, como espectrometría Raman, raio-X, entre outras;\n-\testudo das inclusões magmáticas do GP. Estas inclusões, por serem primárias, e estarem presentes nos diferentes estágios de evolução do Granito Parapente, podem fornecer mais informações para o seu entendimento; e\n-\trealização de estudo de inclusões fluidas na Mina Ribeirão da Prata.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F.F.M.; HASUI, Y.; BRITO NEVES, B.B.; FUCK, E.A. Brazilian structural provinces, an introduction. Earth Sci. Rev., v.17, p.1-29, 1981.\nANDERSON, A.T. An introduction to melt (glass+-crystals) inclusions. In: Samson, I.; Anderson, A. e Marshall, D. (eds). Fluid inclusions: analysis and interpretation. Vancouver, Mineralogical Association of Canada Short Course Series, vol. 32, p. 353-364, 2003.\nBASEI, M.A.S.; BRITO NEVES, B.B.; SIGA JR, O.; BABINSKI, M.;, PIMENTEL, M.M.; TASSINARI, C.C.G.; HOLLANDA, M.H.B.; NUTMAN, A.; CORDANI, U.G. Contribution of SHRIMP U-Pb zircon geochronology to unravelling the evolution of Brazilian Neoproterozoic fold belts. Prec. Res., v.183, p.112-144, 2010.\nBASEI, M.A.S.; CAMPOS NETO, M.C.; CASTRPO, N.A.; NUTMAN, A.P.; WEMMER, K.; YAMAMOTO, M.T.; HUECK, M.; OSAKO, L.; SIGA JR, O.; PASSARELLI, C.R. Tectonic evolution of the Brusque Group, Dom Feliciano belt, Santa Catarina, Southern Brazil. Earth Sci., v.32, p.324-350, 2011a.\nBASEI, M.A.S.; DRUKAS, C.O.; NUTMAN, A.P.; WEMMER, K.; DUNYI, L.; SANTOS, P.R.; PASSARELLI, C.R; CAMPOS NETO, M.C.; SIGA JR, O.;, OSAKO, L. The Itajai foreland basin: a tectono-sedimentary record of the Ediacaran period, Southern Brazil. Earth Sci., v.100, p.543-569, 2011b.\nBASEI, M.A.S.; NUTMAN, A.; GRASSO, C.B.; VLACH, S.; SIGA JR, O.; OSAKO, L. The cryogenian rift-related granitogenesis of the Dom Feliciano Belt, Southern Brazil. In: International SHRIMP Workshp, 4aed., Saint-Petersburg, Abstract Volume, p.24-26, , 2008.\nBASEI, M.A.S.; FRIMMEL, H.E.; NUTMAN, A.P.; PRECIOZZI, F.; JACOB, J. A connection between the Neopreoterozoic Dom Feliciano (Brazil/Uruguay) and Gariep (Namibia/South Africa) orogenic belts-evidence from a reconnaissance provenance study. Prec. Res.,v.139, p.195-221,2006.\nBASEI, M.A.S.; SIGA JR, O.; MASQUELIN, H.; HARARA,\tREIS NETO,\nJ.M.; PRECIOZZI, F. The Dom Feliciano Belt of Brazil and Uruguay and its Foreland Domais the Rio de La Plata Craton: framework, tectonic evolution and correlation with similar provinces of southwestern Africa. In: CORDANI, U.G.; MILANI, E.J.; THOMAZ FILHO, A.; CAMPOS, D.A. (eds). Tectonic evolution of South America. Rio de Janeiro, p.311-334, 2000.\nBASEI, M.A.S. O Cinturão Dom Feliciano em Santa Catarina. Tese de doutorado. Universidade de São Paulo, Brasil, 1985.\nBIONDI, J.C.; SCHICKER, G.; BUGALHO, A. Processos mineralizadores em bacias tardi-orogênicas: 1 - Influência das estruturas rígidas na geração dos depósitos da Minepar e do Ribeirão da Prata, Grupo Itajaí (SC). Rev. Brasil. Geoc., v.22, p.275-288, 1992.\nBIONDI, J.C. &amp; XAVIER, R.P. Fluidos associados à mineralização da mina de ouro Scramm, Complexo Granulítico Luís Alves (SC). Rev. Brasil. Geoc., v.32(2), p.235-244, 2002.\nBODNAR, R.J. Introduction to aqueous-electrolyte fluid inclusions. In: Samson,\nI.; Anderson, A. e Marshall, D. (eds). Fluid inclusions: analysis and interpretation. Vancouver, Mineralogical Association of Canada Short Course Series, vol. 32, p. 81-100, 2003.\nBOULLIER, A.-M. Fluid inclusions: tectonic indicators. Jour. Struct. Geol., v.21, p.1229-1235, 1999.\nBRITO NEVES, B.B. &amp; FUCK, R.A. Neoproterozoic evolution of the basement of the South-American platform. Jour. South American Earth Sciences, v.47, p. 72-89, 2013.\nBROWN, P.E. FLINCOR: a microcomputer program for the reduction and investigation of fluid inclusion data. American Mineralogist, vol. 74, p. 13901393, 1989.\nCHAYES, F. Petrographic modal analysis: an elementary statistical appraisal. Chapman &amp; Hall: Londres, 1956.\nFOREMAN, J.L. &amp; DUNNE, W.M. Conditions of vein formation in the Southern Appalachian foreland: constrains from vein geometries and fluid inclusions. Jour. Struct. Geol., v.13(10), p.1173-1183, 1991.\nFUCK, R.A.; BRITO NEVES, B.B.; SCHOBBENHAUS, C. Rodinia descendants in South America. Prec. Res., v.160, p.108-126, 2008.\nFUZIKAWA, K. Inclusões fluidas: métodos usuais de estudo e aplicações. In: Contribuições à geologia e à petrologia. SBGM, 1985, p. 29-44.\nGUADAGNIN, F.; CHEMALE JR, F.; DUSSIN, I.A.; JELINEK, A.R.; SANTOS, M.N.; BORBA, M.L.; JUSTINO D.; BERTOTTI, A.L.; ALESSANDRETTI, L.; Depositional age and provenance of the Itajaí Basin, Santa Catarina State, Brazil: implications for SW Gondwana correlation. Prec. Res., v.180, p. 156182, 2010.\nHARTMANN, L.A. Geoquímica de terras raras e geotermobarometria de granulitos de Dom Pedrito e Luís Alves, no extremo sul do Brasil. Geoc. Bras., v.2, p.1-14, 1988.\nHASUI, Y.; CARNEIRO, C.D.R.; ALMEIDA, F.F.M.; BARTORELLI, A. Geologia do Brasil. Ed. Beca: São Paulo, 2012.\nHEILBRON, M.; PEDROSA-SOARES, A.C.; CAMPOS NETO, M.C.; SILVA, L.C.; TROW, R.A.J.; JANASI, V.C. A província Mantiqueira. In: MANTESSO-NETO, V.; BARTORELLI, A.; CARNEIRO, C.D.R.; BRITO NEVES, B.B. (eds). O desvendar de um continente; a moderna geologia da América do Sul e o Legado da Obra de Fernando Flávio Marques de Almeida. Ed. Beca, São Paulo, pp 203-234, 2004.\nHIPPERTT, J. F. Breakdown of feldspar, volume gain and lateral mass transfer during mylonitization of granitoid in a low metamorphic shear zone. Jour. Struct. Geol., v.20, p.175-193, 1998.\nHODGKINS, M.A. e STEWART, K.G. The use of fluid inclusions to constrain fault zone pressure, temperature and kinematic history: an example from the Alpi Apuane, Italy. Jour. Struct. Geol., v.16(1), p.85-96, 1994.\nHOLLISTER, L.S e CRAWFORD, M.L. (eds.). Short course in fluid inclusions: applications to petrology. Mineralogical Association of Canada: Calgry University, 1981.\nJEFFERIES, S.P.; HOLDSWORTH, R.E.; WIBBERLEY, C.A.J.M.; SHIMAMOTO, T.M.; SPIERS, C.J.; NIEMEIJER, A.R.; LLOYD, G.E. The nature and importance of phyllonite development in crustal-scale fault cores: an example from the Median Tectonic Line, Japan. Jour. Struct. Geol., v.28, p.220-235, 2006.\nKERKHOF, A.M.Van den &amp; HEIN, U.F. Fluid inclusion petrography. Rev.Lithos, v.55, p.27-47, 2001.\nKREBS, A.S.J.; SILVA, M.A.; DIAS, A.A.; CAMOZZATO, E.; LOPES, R.C. Modelo geométrico-cinemático e relações com o Cinturão Granulítico e Cinturão Metavulcano-Sedimentar de Brusque: instalação, preenchimento e inversão da bacia. In: Congresso Brasileiro de Geologia, ed.36, Anais, SBG, Natal, v.6., p. 2966-2975, 1990.\nLACROIX, B.; BUATIER, M.; LABAUME, P.; TRAVÉ, A.; DUBOIS, M.; CHARPENTIER, D.; VENTALON, S.; CONVERT-GAUBIER, D. Microtectonic and geochemical characterization of thrusting in a foreland basin: example of the South-Pyrenean orogenic wedge (Spain). Jour. Struct. Geol., v.33, p.13591377, 2011.\nLE MAITRE, R.W. A classification of igneous rocks and glossary of terms. 2nd edition, London, 2002.\nLESPINASSE, M. Are fluid inclusions planes useful in structural geology? Jour. Struct. Geol. v.21, p.1237-1243, 1999.\nMESQUITA, M.J.; GOMES, M.B.; PICANÇO, J. A Controvérsia do Filonito. In: 13° SNET, SBG-núcleo São Paulo, Boletim de Resumos Expandidos, Campinas, 2011, p.109-112\nPARRY, W.T. Fault-fluid compositions from fluid-inclusion observations and solubilities of fracture-sealing minerals. Tectonophysics, vol. 290, p. 1-26, 1998.\nPARRY, W.T. e BRUHN, R.L. Fluid inclusion evidence for minimum 11 km vertical offset on the Wasatch fault, Utah. Geology, v. 15, p. 67-70, 1987.\nPASSARELI, C.R.; BASEI, M.A.S.; WEMMER, K.; SIGA JR, O.: OYHANTÇABAL, P. Major shear zones of southern Brazil and Uruguay: escape tectonics in the eastern border of Rio de La Plata and Paranapanema cratons during the Western Gondwana amalgamation. Earth Sci Rev., v.100, p.391414, 2010.\nPHILIPP, R.P.; MALLMANN, G.; BITENCOURT, M.F.; SOUZA, E.R.; SOUZA, M.M.A.; LIZ, J.D.; WILD, F.; ARENDT, S.; OLIVEIRA, A.S.; DUARTE, L.; RIVERA, C.B.; PRADO, M. Caracterização litológica e evolução metamórfica da porção leste do Complexo Metamórfico Brusque, Santa Catarina. Rev. Bras. Geoc., v.34(1), p.21-34, 2004\nPLUIJM, B.A. Van Der; MARSHAK, S. Earth structure: an introduction to structural geology and tectonics. Ed. W.W.Norton &amp; Company, 2003\nROCHA, F.F.N.; BASTOS NETO, A.C.; REMUS, M.V.D.; PEREIRA, V.P. A fonte dos metais da Mina de Ouro do Schramm, Santa Catarina: evidências de dados de isótopos de Pb e elementos terras raras. Pesq. Geoc., v.32(1), p.5131, 2005.\nROEDDER, E. Composition of fluid inclusions. Data of geochemistry, USGS, Paper 440JJ, 6a ed., 164 p., 1972.\nROEDDER, E. Inclusões fluidas. Chelsea, Michigan: Bookcrafters, 1984.\nROEDDER, E. Fluid inclusions. Enc. Phys. Sci. Tec., 3a ed., v.6, p.71-77, 2002.\nRONCHI, F.C. Análise estrutural da Zona de Cisalhamento Itajaí-Perimbó. Trabalho de Conclusão de Curso - Graduação em Geologia. Universidade Federal de Santa Catarina. Florianópolis, 2014.\nROSTIROLLA, S.P.; MANCINI, F.; RIGOTI, A. e KRAFT, R.P. Structural styles of the Permian reactivation of the Perimbo Fault Zone, Paraná Basin, Brazil. Jour. S. A. Earth Sci., v. 16 (4), p. 287-300, 2003.\nROSTIROLLA, S.P.; AHRENDT, A.; SOARES, P.C.; CARMIGNANI, L. Basin analysis and mineral endowment of the Proterozoic Itajaí Basin, south-east Brasil. Basin Res., v.11, p.127-142, 1999.\nROSTIROLLA, S.P.; SOARES, P.C.; ALKMIM, F.F. Análise estrutural da tectônica deformadora da Bacia de Itajaí, Estado de Santa Catarina, Brasil. B. Geoc. PETROBRÁS, Rio de Janeiro, v.6(3/4), p.123-147, 1992.\nSCHIKER, G. &amp; BIONDI, J.C. Processos mineralizadores em bacias tardiorogênicas: 2 - petrologia do depósito de Pb, Zn, Ag (Cu) de Ribeirão da Prata (Santa Catarina, Brasil). Rev. Bras. Geoc., v.26(4), p. 227-242, 1996.\nSCHMID, S.M. &amp; HANDY, M.R. Towards a genetic classification of fault rocks: geological usage and tectonophysical implications. In: MUELLER, D.W.; MCKENZIE, J.A.; WEISSERT, H. (eds.). Controversies in modern geology: evolution of geological theories in sedimentology, Earth history and tectonics. Academic Press: London, p.339-361, 1991.\nSCHROEDER, G.S. Análise tectônica da Bacia do Itajaí. Dissertação de doutorado. Programa de pós-graduação em geociências - URGS, 2006.\nSHEPHERD, T. Temperature programmable heating/freezing stage for microthermometric analysis of fluid inclusions. Econ. Geol., v.76, p.1244-1247, 1981.\nSIBSON, R. H. Faults and fault rock mechanism. Geol. Soc. London, v.133, p.191-213, 1977.\nSILVA, L.C. O Cinturão Metavulcanossedimentar Brusque e a evolução policíclica das faixas dobradas Proterozoicas no sul do Brasil: uma revisão. Rev. Bras. Geoc., v.21(1), p.60-73, 1991.\nSORBY, H.C. On the microscopical structure of crystals, indicating the origin of minerals and rocks. Quart. Jour. Geol. Soc. London, v.14(1), p.453-500, 1858.\nSTRECKEISEN, A. To each plútonic rock its proper name. Earth Science Reviews, v.12, p.1-13, 1976.\nSZULC, A.G. ; ALSOP, G.I. e OLIVER, G.J.H. Kinematic and thermal constraints on the reactivation of the Outer Hebrides Fault Zone, NW Scotland. Geol. Mag., v.145(5), p. 623-636, 2008.\nTONIOLO, J.A.; GONÇALVES, M.B.; ANDRIOTTI, J.L.S.; WILDNER, W.; RONCHI, L.H.; REMUS, M.V.D.. Metalogenia da Bacia do Itajaí - Fase preliminar. In: II Simp. Bras. de Metalogenia, 2009, Gramado. Anais, 2009.\nWIBBERLEY, C. Are feldspar-to-mica reactions necessarily reaction-softening processes in fault zones? Jour. Struct. Geol., v.21, p.1219-1227, 1999.\nWILKINS, R.W.T. e BARKAS, J.P. Fluid inclusions, deformation and recrystallization in grenite tectonites. Contrib. Mineral. Petrol. v.65, p.293-299, 1978."}]}}}