{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09653"}, {"@name": "filename", "#text": "1463_Baldim_MauricioRigoni_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNICAMP\nMAURÍCIO RIGONI BALDIM\nO DOMO GNÁISSICO ALTO ALEGRE, TRANSIÇÃO EMBASAMENTO-GREENSTONE BELT DO RIO ITAPICURU: EVOLUÇÃO E SIGNIFICADO TECTÔNICO\nCAMPINAS\n2014\nii\nUNICAMP\nNÚMERO 489/2014\nUNIVERSIDADE ESTADUAL DE CAMPINAS\nINSTITUTO DE GEOCIÊNCIAS\nMAURÍCIO RIGONI BALDIM\n“O DOMO GNÁISSICO ALTO ALEGRE, TRANSIÇÃO EMBASAMENTO-GREENSTONE BELT DO RIO ITAPICURU: EVOLUÇÃO E SIGNIFICADO TECTÓNICO”\nORIENTADOR: PROF. DR. ELSON PAIVA DE OLIVEIRA\nDISSERTAÇÃO DE MESTRADO APRESENTADA AO INSTITUTO DE GEOCIÊNCIAS, PARA OBTENÇÃO DO TÍTULO DE MESTRE EM GEOCIÊNCIAS NA ÁREA DE GEOLOGIA E RECURSOS NATURAIS.\nESTE EXEMPLAR CORRESPONDE À VERSÃO FINAL DA DISSERTAÇÃO DEFENDIDA PELO ALUNO MAURÍCIO RIGONI BALDIM E ORIENTADO PELO PROF. DR. ELSON PAIVA DE OLIVEIRA\nCAMPINAS\n2014\nFicha catalográfica Universidade Estadual de Campinas Biblioteca do Instituto de Geociências Cássia Raquel da Silva - CRB 8/5752\nBaldim, Maurício Rigoni, 1983-\nB193d O domo Alto Alegre, transição embasamento-greenstone belt do Rio Itapicuru : evolução e significado tectônico / Maurício Rigoni Baldim. - Campinas, SP : [s.n.], 2014.\nOrientador: Elson Paiva de Oliveira.\nDissertação (mestrado) - Universidade Estadual de Campinas, Instituto de Geociências.\n1.\tGeologia estrutural. 2. Gnaisse. 3. Orogenia. 4. Geologia estratigráfica -Proterozoíco. I. Oliveira, Elson Paiva,1947-. II. Universidade Estadual de Campinas. Instituto de Geociências. III. Título.\nInformações para Biblioteca Digital\nTítulo em outro idioma: The Alto Alegre gneissic dome, transition of basement-Rio Itapicuru greenstone belt : evolution and tectonic significance\nPalavras-chave em inglês:\nStructural geology\nGneiss\nOrogeny\nGeology, Stratigraphic - Proterozoic\nÁrea de concentração: Geologia e Recursos Naturais\nTitulação: Mestre em Geociências\nBanca examinadora:\nElson Paiva de Oliveira [Orientador]\nRomulo Machado\nWagner da Silva Amaral\nData de defesa: 22-08-2014\nPrograma de Pós-Graduação: Geociências\nUNICAMP\nUNIVERSIDADE ESTADUAL DE CAMPINAS INSTITUTO DE GEOCIÊNCIAS PÓS-GRADUAÇÀO EM GEOCIÊNCIAS NA ÀREA DE GEOLOGIA E RECURSOS NATURAIS\nAUTOR: Maurício Rigoni Baldim\nO Domo Gnáissico Alto Alegre, Transição Embasamento-Greenstone Belt do Rio Itapicuru: Evolução e Significado Tectónico\nORIENTADOR: Prof. Dr. Elson Paiva de oliveira\nAprovado em: 22 / 08 / 2014\nEXAMINADORES:\nProf. Dr. Elson Paiva de Oliveira\nProf. Dr. Wagner da Silva Amaral\nProf. Dr. Rômulo Machado\nCampinas, 22 de agosto de 2014\nvi\nAGRADECIMENTOS\nAo meu orientador e amigo prof. Dr. Elson Paiva de Oliveira, por todo ensinamento, paciência, ajuda e por acreditar no meu trabalho. Obrigado.\nAos meus amigos de pós-graduação IG-Unicamp: Stéfano Zincone (téo), Gustavo Melo (cebola), Marco Delinardo, Danilo Barbuena, Paulo Locatelli, Wellington Marchesin, Fábio Simplício (bilica), Samuel Murphy (Sam), Rafael Assis, Verônica Trevisan, aos pós doutorandos Sanjeet Verma e Mani Mala. Obrigado pela convivência, risadas e aprendizado nesses dois anos de mestrado.\nAos meus amigos de Jundiaí, Lúcio e Luciano Araújo, Júlio Gregio, Leandro Amaral, Samuel Facanali, Paula Amaral, Júlia Malerbo que sempre cumpriram seus respectivos papéis: amigos!\nAos professores do Instituto de Geociências Wagner Amaral e Ticiano Saraiva pela contibuição e comentários para melhoria do trabalho. Aos professores Emilson Leite, Álvaro Crosta, Carlos Roberto Souza Filho, Alessandro Batezelli, Alexandre Vidal, Jeferson Picanço, Maria José Mesquita e Wanilson Silva pelo conhecimento, dados e ideias compartilhadas.\nAos técnicos e funcioários do IG-UNICAMP Margareth Navarro, Lúcia Helena, Maria Aparecida, Érica Tonetto, Cristiano Silva, Valdirene (em especial), Gorete e Valdir.\nAos amigos geológicos que contribuíram para essa conquista, em especial Paulo Donatti (bairral), Christian Shcobbenhaus (chapa) e todo pessoal da Lipari Mineração Projeto-Braúna. Aos geólogos da CPRM, Basílio Cruz (Bahia) e Felipe Costa (Fortaleza) pelas discussões geológicas e ideias sugeridas.\nMuito obrigado à todos.\nviii\nSÚMULA CURRICULAR\nMaurício Rigoni Baldim\nÉ geólogo (2012) pela Universidade Estadual de Campinas e mestre em geofísica pela Universidade Estadual de Campinas (2014), onde realizou seus estudos com ênfase em mapeamento geológico-estrutural de terrenos polideformados, geoquímica, geocronologia e geotectônica em terrenos pré-cambrianos do Cráton São Francisco. Participou dos grupos de pesquisa Evolucão Crustal e Recursos Naturais, Caracterização isotópica de plutons potássicos e suas encaixantes, Bloco Serrinha, Bahia, e implicações para a tectônica de colisão arco-continente no Paleoproteorozóico e Evolução de Terrenos Arqueanos do Cráton São Francisco e Província Borborema: Implicações para Processos Geodinâmicos e Paleoambientais Globais.\nx\nUNIVERSIDADE ESTADUAL DE CAMPINAS INSTITUTO DE GEOCIÊNCIAS\nUNICAMP\nO DOMO GNÁISSICO ALTO ALEGRE, TRANSIÇÃO EMBASAMENTO-GREENSTONE BELT DO RIO ITAPICURU: EVOLUÇÃO E SIGNIFICADO TECTÔNICO RESUMO\nDissertação de Mestrado\nMaurício Rigoni Baldim\nDomos gnáissicos são estruturas que podem estar associadas tanto aos orógenos extensionais quanto aos colisionais. Em orógenos colisionais, normalmente balizam os distintos terrenos dispondo-se em corredores estruturais. Na região nordeste do Cráton São Francisco, Bloco Serrinha, localiza-se o Greenstone Belt Paleoproterozoico do Rio Itapicuru, interpretado como arco continental acrecionado a um Complexo de alto grau mesoarqueano. Mapeamento geológico realizado no segmento norte da transiçao, embasamento-greenstone, revelou a ocorrência de um domo gnáissico-migmatítico que limita dois terrenos, um arqueano e outro paleoproterozoico, que destoa litoestruturalmente de outros domos reconhecidos a sul do greenstone (e.g. domos do Ambrósio, Salgadália e Pedra Alta). Além disso, dados estruturais mostram que a evolução tectônica da área ocorreu a partir de tectônica compressiva em D1 com direção E-W, seguido de transcorrência N-S em D2, possivelmente associados a transpressão. O domo, denominado Alto Alegre, possui núcleo granito-diatexítico, sendo delineado por faixas anfibolíticas concêntricas e preserva paragênese de alto grau metamórfico. Análises de elementos maiores e traços revelam que as faixas de anfibolitos do referido domo possuem características geoquímicas semelhantes aos diques máficos que cortam o embasamento, e destoam dos basaltos toleíticos do greenstone belt. Dados geocronológicos e de campo revelam idades de ca. 3080 Ma para o embasamento arqueano e para gnaisses do domo Alto Alegre, e idades de ca. 2080 Ma para o granito que intrude a porção central do domo. Os dados mostram que o domo Alto Alegre representa o embasamento arqueano retrabalhado tectonicamente e influenciado por atividade granítica, durante colisão continente-continente em ca. 2080 Ma.\nPalavras-chave: Domos granito-gnáissicos, orógeno acrescionário, colisão arco-continente, Arqueano-Paleoproterozoico, Cráton São Francisco\nxii\nUNICAMP\nUNIVERSITY OF CAMPINAS\nINSTITUTE OF GEOSCIENCE\nTHE ALTO ALEGRE GNEISSIC DOME, TRANSITION OF BASEMENT-RIO\nITAPICURU GREENSTONE BELT: EVOLUTION AND TECTONIC SIGNIFICANCE ABSTRACT\nMasters Degree\nMaurício Rigoni Baldim\nGneiss domes are structures that may be associated with both extensional and collisional orogens. In collisional orogens typically delimit distinct land forming structural corridors. In northeastern of São Francisco craton, Serrinha Block, is located the Paleoproterozoic Rio Itapicuru Greenstone Belt which is interpreted as a continental arc acrecionado to a Mesoarqueano high degree Complex. Geological mapping carried out in the northern segment of the greenstone-basement transition, revealed the occurrence of a gneissic-migmatitic dome that limits two lands, one Archean and another Paleoproterozoic. This dome is different both on litology as structuraly when comparing with other domes recognized in a south of the greenstone (e.g., domes of Ambrose, Salgadália and Pedra Alta). Furthermore, structural data show that the tectonic evolution of the area occurred from compressive tectonics E-W in D1, followed by transcurrent N-S in D2, possibly associated with transpression. The dome, called Alto Alegre, has granite-diatexítico core being outlined by concentric amphibolitic bands that preserves high metamorphic grade paragenesis. Results of major and trace elements analyzes reveal that the amphibolites bands of dome has geochemical characteristics similar to mafic dikes that cut the basement, and differ from Rio Itapicuru greenstone belt basalts. Geochronological and field data reveal ages ca. 3080 Ma for the Archean basement and the dome Alto Alegre gneisses, and ages of ca 2080 Ma for the granite that intrude the central portion of the dome. The data show that the dome Alto Alegre represents the tectonically reworked Archean basement and influenced by granite activity during continent-continent collision at ca 2080 Ma.\nKeywords: Granite-gneiss domes, accretionary orogen, remote sensing, arc-continent collision, Archean-Paleoproterozoic, São Francisco craton\nxiv\nCAPÍTULO 1\t1\nINTRODUÇÃO 1\n1.1 Localização da área\t2\n1.2 Objetivos\t3\n1.3 Organização da dissertação\t3\nCAPÍTULO 2\t5\n2. MATERIAIS E MÉTODOS 2.1 Sensoriamente remoto\t5 6\n2.1.1 Composições RGB (sensor Landsat 7 ETM)\t6\n2.1.2 Composições RGB (sensor ASTER)\t6\n2.1.3 Operações matemáticas entre bandas\t7\n2.1.4 Principais Componentes\t7\n2.2 Geofísica\t11\n2.2.1 Mapa gamaespectrométrico (eK-eTh-eU)\t11\n2.3 Geoquímica de elementos maiores e traços\t11\n2.5 Geocronologia\t13\nCAPÍTULO 3\t15\n3. GEOLOGIA REGIONAL 3.1 O Cráton do São Francisco\t15 15\n3.2 Blocos e Complexos Arqueano-Proterozoicos na Bahia\t16\n3.3 Bloco Serrinha\t17\n3.3.1 Complexo Mesoarqueano Santa Luz\t18\n3.3.2 Greenstone belt do Rio Itapicuru\t18\n3.3.3 Greenstone belt do Rio Capim\t21\n3.3.4 Magmatismo granítico no bloco Serrinha\t22\n3.3.5 Complexo Mesoarqueano Uauá\t24\n3.3.6 Faixa de Cisalhamento Caldeirão\t25\n3.4 Referências Bibliográficas\t26\nCAPÍTULO 4\t33\n4.1\tIntrodução\t33\n4.2\tContexto geológico regional\t35\n4.3\tMateriais e métodos\t39\n4.3.1\tGeoprocessamento e geofísica\t39\n4.3.2\tGeoquímica de elementos maiores e traços\t40\n4.3.3\tGeocronologia\t40\n4.4\tResultados\t41\n4.4.1\tGeoprocessamento e geofísica\t41\n4.4.2\tDados de campo e petrografia\t41\n4.4.3\tGeologia Estrutural\t49\n4.4.4\tGeoquímica de elementos maiores e traço\t54\n4.4.5\tGeocronologia\t59\n4.5\tDiscussão\t70\n4.5.1\tFormação de granito tipo-S e condições metamórficas\t70\n4.5.2\tEvolução Estrutural\t71\n4.5.3\tFaixas de anfibolitos do domo: restos de diques máficos do embasamento ou basaltos do\ngreentone belt?\t76\n4.5.4\tDomo Alto Alegre: embasamento ou greenstone?\t78\n4.5.5\tO domo gnáisse-migmatítico Alto Alegre: um exemplo de diapirismo induzido por tectônica\ncompressional\t79\n4.5.6\tEvolução tectônica do greenstone belt do Rio Itapicuru e significado tectônico dos domos gnáissicos do embasamento arqueano\t81\n4.6\tConclusões\t84\n4.7\tAgradecimentos\nREFERÊNCIAS BIBLIOGRÁFICAS\n84\n85\nTABELAS\nTab.4.2: Resultados analíticos de elementos maiores e traços dos anfibolitos do domo Alto Alegre\t55\nTab.4.3: Tabela com os resultados geocronológicos de gnaisses do embasamento arqueano (Complexo Santa Luz) junto ao domo Alto Alegre\t62\nTab.4.4: Tabela com os resultados geocronológicos de gnaisses cinza do domo Alto Alegre\n66\nTab.4.5: Tabela com os resultados geocronológicos de granito rosa da porção central do domo Alto Alegre.\t70\nxviii\nÍNDICE DE FIGURAS\nFig..1.1: Mapa de localização da área de estudo. Cidade de Monte Santo-BA e área de pesquisa (retângulo vermelho pontilhado). Imagens adaptadas do Google Earth 2\nFig. 2.1A: Composições RGB da área de estudo: composição R7G4B3 Landsat 7ETM+ com filtro de realce por decorrelação\t8\nFig. 2.1B: Composições RGB da área de estudo: composição R(4/7) G(4/1) B(2/3)*(4/3) ASTER para mapeamento de rochas ofiolíticas, máficas e metassedimentares, segundo Abdeen et al. (2001), Rajendran et al. (2012). Áreas em preto estõa omitidas de acordo com os espectros de vegetação. Os tons de roxo e azul escuro representam diques máficos e anfibolitos 9\nFig. 2.1C: Composições RGB da área de estudo: composição utilizando as principais componentes R(PC5) G(PC4) B(PC2) de Amer et al. (2010 para realce de granitóides, destaque para o maciço granito-migmatítico de Pedra Vermelha no centro do mapa (forma circular em tom de lilás-rosa)\t10\nFig. 2.2: Mapas litoestrutural e gamaespectométrico do Bloco Serrinha: (A) Mapa simplificado do Bloco Serrinha e unidades correlata, adaptado de Oliveira et al. (2010); (B) Mapa do Bloco Serrinha em composição ternária K-Th-U , no sistema de cores CMY O polígono amarelo destaca a área de estudo, com maior detalhe no mapa simplificado da Fig.2.3. O Greenstone Belt do Rio Itapicuru (GBRI) e unidades correlatas aparecem em tons de cyan, verde, roxo e azul, e se estendem de sul a norte nas porções centro-leste do mapa\t12\nFig. 2.3: Mapa simplificado da área de estudo e locais de coleta das amostras. Legenda: 1-) e1- Migmatitos e migmatitos gnáissicos; e2- Migmatito máfico; e3- Gnaisse bandado; e4,e5 Gnaisses bandados, migmatitos; e6- Biotita-gnaisse; 2-) Diques máficos deformados e pouco deformados;3-) b1-Metabásicas do GBRI, b2- Diques máficos muitos deformados e anfibolitizados; 4-) g1-Granada-granito Gado Bravo, g2-Monzonito Cansanção, g3-Batólito trondhjemítico Nordestina deformado, gnaissificado e migmatizado, g4-Batólito trondhjemítico Nordestina pouco deformado e isotrópico, g5-Maciço granito-migmatítico Pedra Vernelha; 5-) m1- Paragnaisses, xistos e quartzitos; 6-) d1- Migmatitos e injeções graníticas; 7-) p1- Augen gnaisse; p2- granito.\t14\nFig. 3.1: O cráton do São Francisco. Principais unidades e faixas móveis, segundo Alkmim (2004)\t15\nFig. 3.2: Blocos arqueano-paleoproterozoicos na Bahia e Cráton São Francisco. A-) Estado da Bahia; B-) Cráton São Francisco e localização dos blocos arqueanos no Estado na Bahia, com destaque em azul para o Bloco Serrinha; C-) Bloco Serrinha e unidades correlatas. Seta indica Domo Alto Alegre (AA). Adaptado de Costa (2011) e Grisólia &amp; Oliveira (2012)\t19\nFig..3.3.: Mapa simplificado do greentone belt do Rio Itapicuru. Unidades litoestratigráficas e localização de principais estruturas. Modificado de Silva et al. (2001)\t20\nFig. 3.4: Mapa geológico simplificado do Complexo Uauá e Faixa Caldeirão (Caldeirão belt), destacando a configuração litológico-estrutural regional. Greenstone belt do Rio Capim a leste do Complexo Uauá contornado pela linha preta pontilhada (adaptado de Oliveira et al., 2011)\n25\nFig.4.1: Localização do Cráton do São Francisco e Bloco Serrinha. A-) América do Sul, Brasil, Estado da Bahia, Cráton São Francisco e Blocos arqueano-paleoproterozoico, destaque para Bloco Serrinha ; B-) Mapa simplificado do Bloco Serrinha e unidades litotectônicas associadas: Legenda; RIGB- Greenstone Belt do Rio Itapicuru; RC- Greenstone Belt do Rio Capim; (a) Domo do Ambrosio; (b) Domo Salgadália. Litotipos e Estruturas: 0-Cobertura fanerozoica-proterozoica; 1-granitos de alto-K; 2-Granitóides alcalinos, TTG's e domos granito-gnáissicos; 3-Migmatitos Complexo Santa Luz; 4- Gnaisses bandados Complexo Santa Luz; 5- Sequência vulcanossedimentar tipo greenstone belt; 6- Complexos máfico-ultramáficos; 7- Embasamento arqueano retrabalhado; 8- Faixa de Cisalhamento Caldeirão; 9- Anfibolitos; 10- Diques máficos indeformado e intensamente deformados; 11-Principais falhas. Polígono tracejado indica localização do domo Alto Alegre. Adaptado de Oliveira et al. 2010)\t34\nFig. 4.2: Mapa geológico simplificado do Bloco Serrinha e dados aerogeofísicos: Is-Sienito Itiúba, Cm-Monzonito Cansanção, It-Tonalito Itareru, Ad-Domo Ambrosio, Sd-Domo Salgadália e Aad-Domo Alto Alegre; (A) Bloco Serrinha com destaque para a faixa de cisalhamento Caldeirão, enxames de diques máficos a sudoeste e nordeste e domo Alto Alegre; (B) Mapa gamaespectométrico ternário de contagem total K-Th-U (CMY) do Bloco Serrinha; (C) Composição R7G4B3 com filtro de realce por decorrelação e polígono amarelo limitando a área mapeada; linhas N-S em tons de roxo, a oeste do mapa representam diques máficos, e para leste rochas do GBRI\t42\nFig. 4.3. Mapa geológico simplificado do domo Alto Alegre, embasamento arqueano e transição com o greenstone belt do Rio Itapicuru e localização no Estado da Bahia. Legenda; (a) Domo de Pedra Vermelha; (b) Domo Alto Alegre; (c) Domo de Nordestina; 0- Migmatitos e gnaisses arqueanos do Complexo Santa Luz; 1- Gnaisses migmatíticos e gnaisses bandados do Complexo Santa Luz; 2- Migmatitos e gnaisses predominantemente máficos; 3- Biotita gnaisses; 4- Batólito Nordestina indeformado ou pouco deformado; 5- Batólito Nordestina gnaissificado e migmatizado; 6- Anfibolitos, matabasaltos, chert da sequência vulcanossedimentar do greenstone belt do Rio Itapicuru; 7- Paragnaisse, quartzito e xistos da sequência vulcanossedimentar do GBRI; 8- Formações ferríferas bandadas da sequência vulcanossedimentar do GBRI; 9- Maciço granito-migmatítico Pedra Vermelha; 10- Granitos diatexíticos; 11- Anfibolitos; 12- Granada-granito Gado Bravo; 13- Augen gnaisse; 14- Monzonito de alto-K Cansanção; 15- Falha de empurrão inferida; 16- Falha transcorrente sinistral; 17- Falhas; 18- Diques máficos. 43 Fig.4.4: Característica de campo e microtofografia de gnaisses do embasamento. Legenda. Bt-biotita; Hb- hornblenda; Qtz- quartzo; Rtl- rutilo; Opc- opacos; Plg- plagioclásio; Cpx-clinopiroxênio; Felds-Alc- feldspato alcalino. (A) Gnaisses e gnaisse-migmtíticos bandado na borda oeste do domo; (B) Intercrescimento de Bt+Hbl+Qtz e ao redor quartzo, feldspato alcalino, plagioclásio; (C) Embasamento arqueano intrudido por enxame de diques máficos com direção N-S (S10° 42'18,2”; W39°38'36,0”, local de coleta para geocronologia U-Pb); (D) Detalhe de dique máfico anfibolitizado em LN evidenciando a presença de rutilo (Rtl) e opacos (Opc), verde oliva são minerais de Hbl\t44\nFig.4.5: Litotipos do domo Alto Alegre e entorno: (A) Corte horizontal -XZ- do elipsóide de deformação de Migmatito gnáissico de composição máfica dobrado, com indicador cinemático sinistral em transição entre o greenstone belto do Rio Itapicuru e o domo Alto Alegre; e (B) Metatexito máfico e dique máfico deformado (?). Cabo do martelo indica o norte; (C) Gnaisse domo Alto Alegre com porções migmatíticas e aspecto placóide; (D) Granito rosa -metatexítico-truncando a foliação de gnaisse na região central do domo Alto Alegre\t45\nembasamento arqueano com dique máfico intensamente deformado; D-) Microfotografia de anfibolito do domo Alto Alegre evidenciando reação metamórfica entre Hbl + Cpx com contatos interdigitados, elípse vermelha. Ver legenda de minerais Fig.4.4\t46\nFig.4.7: Granitos de alto-K e características macro e microscópicas. (A) Augen gnaisse com porfiroclastos de feldspato indicando movimente sinistral; (B) Sigmóide de quartzo indicando movimento sinistral, norte indicado na imagem; (C) Aspectos de campo plúton Monzonito Cansanção com destaque para corredor de enclaves máficos e (D) microfotografia evidenciando intercrescimento de hornblenda e quartzo (Hbl+Qtz) em textura mirmequítica, apatita (Apt), plagioclásio (Plg) e quartzo.\t48\nFig.4.8: Mapa de contorno estrutural do domo Alto Alegre, e transição embasamento-greenstone. Os círculos cinza mostram os limites estruturais. Projeções polares das foliações e de círculo máximo nas lineações. Sn=foliação, Lx=lineação mineral, Lc=lineação de crenulação, n= número de medidas. Linha pontilhada preta indica direção de plano axial de dobra. Destaque mapa localização das imagens Fig.10B,C,D e Fig.9.\t50\nFig.4.9: Figuras de interferência e estruturas associadas à colocação do domo Alto Alegre: (A) Padrão concêntrico da foliação com figura de interferência eye-fold em gnaisse cinza , corte YZ do elipsóide de deformação; (B) Dobras apertadas em bandas quartzo-felsdpáticas de gnaisse cinza; (C) Seta vermelha indica dobra apertada em banda quartzo-feldspática enquanto a elípse amarela destaca a figura de interferência com padrão concêntrico no (D) plano YZ e estrutura concêntrico composta por bandas quartzo-feldspática e bandas máficas.A estrutura (A) ocorre no domínio (i), enquanto que as demais estruturas ocorrem na transição do domínio (v) para o domínio (i). Norte apontado pelo cabo do martelo. Figs B,C,D descritas no domínio V-a 52 Fig.4.10: Indicadores cinemáticos. A-) Dobras de arrasto rompidas demostrando cinemática sinistral com direção N-S em migmatito máfico; B-) Gnaisse milonítico com sigmóide que indica cinemática sinistral; C-) Dobra apertada com eixo N-S e D-) Figuras de interferência de forma elíptica, indicadas pelas setas pretas, em gnaisses migmatíticos máficos. (corte horizontal, plano yz do elipsóide de deformação)\t53\nFig.4.11: Classificação de rochas máficas com base em resultados de elementos maiores, menores e traço. (A) Gráfico proposto por Winchester e Floyd, (1977) e plotes exibindo baixas razões Zr/TiO2 e Nb/Y, e predominância composicional entre basaltos e basaltos andesíticos; (B) Diagrama de classificação para rochas máficas plutônicas (Middlemost, 1985) mostra variação de gabro a gabro-diorito com baixo teor de álcalis; (C) Diagrama triangular AFM (Na2O+N2O, FeOt, MgO) de Irvine e Baragar (1971) evidenciando de forma geral afinidade tholeítica para os anfibolitos do domo e transição NE domo-greenstone, nos arredores de maciço de Pedra Vermelha.\t57\nFig.4.12: Diagrama multielementos e Spidergrams. A-) Concentração de elementos terras-raras de anfibolitos do domo Alto Alegre normalizados ao condrito, campos cinza representam metabasaltos Th-I e Th-II; note o comportamento aplainado das curvas. B-) Concentração de elementos menores e traços incompatíveis de anfibolitos do domo Alto Alegre normalizados ao manto primitivo, os campos representam metabasaltos toleíticos Th-I e Th-II segundo Donatti-Filho (2007); Em ambos gráficos os dados foram normalizados segundo McDonough e Sun (1995).\t58\nFig.4.13: Montagem de grãos de zircão da amostra TCMG-123. A-) Ponto de coleta com coordenadas de coleta S10°42’18” W39°38’36”; B-) Círculos vermelhos indicam analises abortadas (excesso de Pbcomum) e pretos indicam os locais analisados.\t61\nFig. 4.14: Diagrama 206Pb/238U vs 207Pb/235U para cálculo de idades. A-) Plote com todos resultados analíticos para a amostra TCMG-123 e interceptos indicados pelas setas preta; B-)\nFig.4.16: Montagem de grãos de zircão e local de coleta das amostras. A,B-) Gnaisses cinza amostras MSMB-645 e MSMB-45.2, onde círculos vermelhos indicam analises abortadas (excesso de Pbcomum) e círculos vazados indicam os locais\t65\nFig.4.17: Diagramas 206Pb/238U vs 207Pb/235U para cálculo de idades dos gnaisses do domo Alto Alegre. A-) Plote com as idades calculadas para a amostra MSMB-645 (n=7); e B-) Plote com idades para a amostra MSMB-45.2 (n=7)\t67\nFig.4.18. Ponto de coleta da amostra MSMB-45.1. Local de amostragem para geocronologia de granito rosa, coordenadas S10°30'20” W39°7'53”\t68\nFig.4.19: Diagramas Pb/ U vs Pb/ U, local de amostragem e mapa de zircões de amostra TCMG-45.2. A-) Montagem de zircões analisados; e B-) Plote com as idades calculadas de 2082 ±9 Ma para a amostra granítica (n=15)\t69\nFig.4.20: Mapa geológico regional e bloco diagrama simplificados do domo Alto Alegre, embasamento e Greenstone Belt do Rio Itapicuru. Destaque em alto relevo para configuração litoestrutural das faixas anfibolíticas no interior do domo com padrão concêntrico, complexo Santa Luz , faixa de cisalhamento Caldeirão,greenstone e complexo Uauá, e cidade de Cansanção representado pela estrela preta. Imagem SRTM com sobre-elevação de 12 vezes. Legenda: 1-) e1-Migmatitos e migmatitos gnáissicos; e2- Migmatito máfico; e3- Gnaisse bandado; e4,e5 Gnaisses bandados, migmatitos; e6- Biotita-gnaisse; 2-) Diques máficos deformados e pouco deformados;3-) b1-Metabásicas do GBRI, b2- Diques máficos muitos deformados e anfibolitizados; 4-) g1-Granada-granito Gado Bravo, g2-Monzonito Cansanção, g3-Batólito trondhjemítico Nordestina deformado, gnaissificado e migmatizado, g4-Batólito trondhjemítico Nordestina pouco deformado e isotrópico, g5-Maciço granito-migmatítico Pedra Vernelha; 5-) m1- Paragnaisses, xistos e quartzitos; 6-) d1- Migmatitos e injeções graníticas; 7-) p1- Augen gnaisse; p2- granito\t73\nFig.4.21: Bloco diagrama do domo gnáissico Alto Alegre e transição norte embasamento-Greenstone Belt do Rio Itapicuru. (A) e (B) Perfil a-a' e b-b' respectivamente, em bloco diagrama evidenciando os mergulhos para norte, sul, e vergência do domo Alto Alegre para oeste e unidades do GBRI. A legenda do mapa geológico simplificado é a mesma da figura anterior\n74\nFig.4.22: Diagramas de Zr versus razão Ce/Y: Gráfico de variação da razão (Ce/Y)N com relação a Zr (ppm) para anfibolitos do domo Alto Alegre e diques máficos do complexo Santas Luz. O padrão de dispersão de ambos destoa quando comparado aos campos (1) e (2), que representam respectivamente basaltos toleíticos (ThI) e (ThII) do Greenstone Belt do Rio Itapicuru compilados de Donatti-Filho, 2008; Gráfico (A) normalizado ao condrito e diagrama multielementos (B) normalizado ao manto primitivo segundo McDonough e Sun (1995) 77\nANEXOS\nAnexo I - Mapa Geológico\t95\nAnexo II - Mapa de Pontos\t97\nAnexo III - Pontos e coordenadas UTM\t99\nxxiv\n1. INTRODUÇÃO\nOs continentais crescem a partir da acreção de arcos oceânicos à margens continentais, arcos oceânicos a outros arcos oceânicos, colisão continente-continente, além de alojamento de magmas na base da litosfera continental ou underplating (Hashimoto, 1999; Li et al. 2011; Thybo e Artemieva, 2013; Pasquale et al. 2014). Entretanto as zonas de colisão entre arcos e continentes são complexas e pouco conhecidas. Alguns autores (Herrington et al. 2011; Duffy et al. 2013) descrevem processos de transpressão e extrusão lateral de terrenos associados ao final de subducção, que pode envolver arcos, placas continentais e oceânicas. Por outro lado, variações composicionais de corpos plutônicos podem ser utilizadas como registro de mudança no regime tectônico, de subducção para colisão continente-continente (Housh e McMahon, 2000; Chung et al. 2001; Elburg et al. 2003, Costa et al. 2011). Tal processo é observado também na evolução de suítes cálcioalcalina de médio a alto potássio em zonas de colisão arco-arco para arco-continente, a exemplo da Nova Guiné (Housh e McMahon, 2000). No greenstone belt arqueano Hemlo, Canadá, essa variação composicional é marcada pela mudança de magmatismo, com afinidade TTG, para magmatismo potássico-ultrapotássico tardio (Beakhouse e Davis, 2005). Segundo esses autores, as suítes cálcioalcalina e TTG se formam por fusão de crosta basáltica subductada, enquanto as suítes de alto a ultrapotássicas se relacionam a fase colisional do orógeno.\nNa região nordeste do Cráton do São Francisco ocorrem greenstone belts paleoproterozoicos em contato estrutural com o embasamento arqueano, cujas relações litoestruturais são pouco compreendidas. Um deles é o Greenstone Belt do Rio Itapicuru, que alguns autores interpretam como sendo uma sequência de arco oceânico a continental, que colidiu com um microcontinente arqueano (Oliveira et al. 2010; Costa et al. 2011; Grisolia e Oliveira, 2012). Dados isotópicos e geoquímicos sustentam que, entre 2,08-2,07 Ga, o orógeno acrecionário evoluiu para uma colisão continente-continente em regime tectônico transpressivo, com a justaposição do greenstone belt ao embasamento até ca. de 2,04 Ga (Oliveira et al., 2010). A transição meridional entre embasamento e greenstone belt é marcada por vários plútons de alto-K, domos granito-gnáissicos e rochas metamórficas em fácies xisto verde a anfibolito (Oliveira et al., 2010; Costa et al., 2011), enquanto ao norte este limite é pouco conhecido.\nNeste contexto, a presente dissertação aborda a parte norte da zona de contato entre o\nembasamento e o Greenstone Belt do Rio Itapicuru, e complementa os trabalhos já realizados ao sul. As relações de contato entre o greenstone belt e o embasamento varia, pois ora o greenstone esta empurrado sobre o embasamento arqueano (Oliveira et al. 2009; Oliveira et al. 2010; Grisólia e Oliveira, 2012), ora o próprio embasamento é empurrado sobre o greenstone (Davison et al, 1988, Oliveira et al. 2009). Para norte, a transição embasamento-greenstone se dá por zonas de falhas com mergulhos quase verticais. Nessa região ocorre o domo gnaisse-migmatítico Alto Alegre, que baliza o limite entre os terrenos arqueanos e paleoproterozoicos. Entretanto, pouco se sabe sobre a formação do domo e suas relações com o greenstone belt e com o embasamento. Relações de campo, geocronologia U-Pb e geoquímica de elementos maiores e traços foram utilizados com o intuito de melhor compreender a origem do domo Alto Alegre, e poder estabelecer se ele é parte do embasamento arqueano retrabalhado ou do Greenstone Belt do Rio Itapicuru.\n1.1\tLocalização da área\nA área de estudo localiza-se na região nordeste do Cráton do São Francisco, no Estado da Bahia, entre as cidades de Monte Santo, Cansanção e Nordestina, conforme ilustrado na Fig.1.1. Os trabalhos de campo foram realizados nos arredores das cidades supracitadas, de modo a contemplar o domo Alto Alegre e o seu entorno.\n1.2\tObjetivos\nEsta dissertação tem como objetivos a caracterização geológica do domo gnaisse-migmatítico Alto Alegre, localizado na transição embasamento-greenstone belt do Rio Itapicuru (GBRI). Com base em dados de campo, geologia estrutural, petrografía, geoquímica de elementos maiores e traços e geocronologia, pretende-se correlacionar a gênese do domo ao contexto geotectônico regional. Os resultados contribuirão para o entendimento da anatomia de orógenos acrescionários pré-cambrianos, assim como dos limites entre os terrenos greenstone belt e embasamento associado.\n1.3\tOrganização da dissertação\nApós o capítulo introdutório, o capítulo 2 apresenta de maneira sistemática os materiais e métodos utilizados para o desenvolvimento da pesquisa, incluindo geoprocessamento, geoquímica de elementos maiores e traços e geocronologia.\nO capítulo 3 apresenta a geologia regional da área com enfoque na porção norte-nordeste do Cráton do São Francisco. São relacionados os blocos e complexos arqueanos que compõem esta porção do Cráton, os terrenos paleoproterozoicos Itabuna-Salvador-Curaçá, greenstone belts do Rio Itapicuru e Rio Capim, além dos granitos associados. Este capítulo inclui também as referências bibliográficas dos capítulos anteriores.\nO capítulo 4 foi redigido no modelo de artigo científico para a publicação, como é permitido pelas normas do curso de pós-graduação em Geociências do Instituto de Geociências da UNICAMP. Neste capítulo é apresentado um mapa inédito em escala 1:50000 da área de estudo.\n4\n2.\tMATERIAIS E MÉTODOS\nA realização da dissertação consistiu em três etapas principais: (i) pré-campo, (ii) campo e (iii) pós-campo.\nNa etapa pré-campo foram feitos levantamentos de cartas topográficas, mapas geológicos e trabalhos acadêmicos realizados na região. As bases cartográficas utilizadas foram: folha Andorinha (SC-24-Y-B-II), Monte Santo (SC-24-Y-B-III), Itiúba (SC-24-Y-B-V) e Euclides da Cunha (SC-24-Y-B-VI), todas em escala 1:100000. Além disso, imagens de sensores remotos foram processadas e integradas aos mapas topográficos formando a base para a elaboração de um pré-mapa, guia da etapa de campo.\nForam processadas as seguintes imagens dos respectivos sensores remotos: (a) Órbita/Cena - 216/67, zona 24 Sul, obtida em 07/2001 para o sensor Landsat ETM+; e (b) Órbita/Cena -\t216/67, zona 24 Sul imagens ID: AST_L1A.003:2077115939 e\nAST_L1A.003:2077115887, ambas obtidas em 11/2009 para o sensor ASTER. Além disso, foram processadas imagens de elevação digital de terreno (SRTM) e dados aerogeofísicos (Projeto 1024 -Serra de Itiúba da base CPRM série 1000).\nA etapa de campo consistiu em duas campanhas: a primeira com duração de 30 dias durante os meses de janeiro e fevereiro de 2013; e a segunda com duração de 14 dias, realizado no mês de julho de 2013. Na primeira etapa de campo, o aluno de graduação Felipe Mesquita participou do mapeamento geológico em uma área próxima à Monte Santo e os resultados foram utilizados em seu trabalho final de curso. A região do domo Alto Alegre foi mapeado na escala de 1:50000, enquanto o mapeamento regional foi realizado em escala 1:100000, abrangendo uma área total de aproximadamente 1500km , com um total de 545 pontos realizados, nos arredores das cidades de Monte Santo, Nordestina e Cansanção., O mapa de pontos e a tabela com as coordenadas seguem como anexos II e III. Foram coletadas amostras representativas das unidades identificadas para análises petrográfica, geoquímica e geocronologia.\nPor fim, na etapa pós-campo foram selecionadas 20 amostras para confecção de lâminas delgadas e 20 amostras de anfibolitos para análise geoquímica de elementos maiores, menores, traços e terras raras. Nesta etapa, o mapa em escala 1:50.000 (Anexo III) foi finalizado e as informações foram integradas à base de dados geológicos adquiridas em trabalhos anteriores na\n2.1\tSensoriamento remoto\nAs imagens de sensores remotos foram interpretadas na etapa inicial do projeto. As imagens foram obtidas livremente no site Glovis (USGS), em âmbito acadêmico. Foram utilizados os softwares de geoprocessamento ENVI 4.8, ERMapper 7.1, Global Mapper 12.01 e ArcGis 10, disponíveis no Laboratório de Processamento de Informações Georreferenciadas (LAPIG), Instituto de Geociências da Unicamp, com os objetivos de:\n(i)\tRealçar contrastes de unidades/litotipos em escala local e regional;\n(ii)\tDelimitar unidades/litotipos que contrastam de acordo com suas respostas espectrais;\n(iii)\tRealçar lineamentos estruturais e possíveis indicadores cinemáticos em escala regional.\n(iv)\tGeração de bloco diagrama.\n2.1.1\tComposições RGB (sensor Landsat 7 ETM+)\nPara essas composições utilizou-se a banda ETM+3 (0,63 - 0,69pm VNIR), por possuir alta reflectância espectral para os óxidos e hidróxidos de ferro (Meneses et al. 2012). Já a banda ETM+4 (0,76 - 0,90pm VNIR), auxilia no realce de texturas. Por outro lado, a banda ETM+7 (2,09 - 2,35pm SWIR) responde com alta absorção para íons de hidroxilas, sendo usada para realce de carbonatos, argilo-minerais e rochas com alteração hidrotermal. Além disso, a banda ETM+7 auxilia também na caracterização de formas de relevo, tanto em áreas com ou sem cobertura vegetal. Estes gradientes espectrais serviram como base na escolha para combinação de diferentes composições. Com a técnica de realce por decorrelação, os contrastes foram realçados (Fig. 2.1 A)\n2.1.2\tComposições RGB (sensor ASTER)\nO Advanced Thermal Emission and Reflection Radiometer (ASTER) possui maior resolução espectral, operando nas faixas do VNIR (0,40 - 1,40pm), SWIR (1,40 - 3,00pm) e TIR\n2.1.3\tOperações matemáticas entre bandas\nAs operações matemáticas são uma forma simples de formulação algorítmica de processamento de imagens. As quatro operações básicas de soma, subtração, multiplicação e divisão são as mais utilizadas e no fim do processo é gerada uma imagem apenas.\nNa operação de soma, os valores de cada digital number (DN) das imagens processadas são somados, e como resultado tem-se o realce das similaridades presentes nas imagens. Por outro lado, na subtração de bandas, o que se destaca são as diferenças entre as imagens envolvidas no processamento. A operação de multiplicação é menos utilizada, pois os valores dos DN's das imagens envolvidas, que variam de 0 a 255, ao serem multiplicados resultam em valores extremamente altos, que são reajustados podendo haver perda de dados. Já a razão entre bandas tem como principal objetivo o realce de sutis variações de reflectância de alvos nas imagens processadas. A Fig. 2.1 B é resultado de operações de divisão e multiplicação entre bandas.\n2.1.4\tPrincipais componentes\nA Análise por Principais Componentes (APC) é uma poderosa técnica de processamento digital de dados multiespectrais. Com ela é possível representar as imagens multiespectrais em um espaço n- dimensional, localizando os DN's dentro do espaço vetorial. O objetivo da representação do espaço vetorial n- dimensional é determinar o nível de correlação que pode haver entre n- bandas, e assim calcular o grau de informação ou variância que os dados apresentam.\nAo transformar os dados é possível definir o número de dimensões que estão presentes no conjunto de dados, e assim fixar os coeficientes que especificam as posições dos eixos apontando nas direções das mais altas variabilidades dos dados (Crosta et al. 2003). A Fig. 2.1 C contém uma composição RGB com as PC5, PC4 e PC2 formuladas com todas as nove bandas do sensor ASTER\n424000\n432000\n440000\n448000\n456000\n424000\t432000\t440000\n0\t5\n448000\t456000\n10 15Km\nFig. 2.1A: Composições RGB da área de estudo: composição R7G4B3 Landsat 7ETM+ com filtro de realce por decorrelação.\n424000\n432000\n440000\n448000\n456000\n424000\n432000\n440000\n448000\n456000\n15Km\nFig. 2.1B: Composições RGB da area de estudo: composição R(4/7) G(4/1) B(2/3)*(4/3) ASTER para mapeamento de rochas ofiolíticas, máficas e metassedimentares, segundo Abdeen et al. (2001), Rajendran et al. (2012). Áreas em preto estõa omitidas de acordo com os espectros de vegetação. Os tons de roxo e azul escuro representam diques maficos e anfibolitos.\n424000\n432000\n440000\n448000\n456000\n424000\n432000\n440000\n448000\n456000\n15Km\nFig. 2.1C: Composições RGB da área de estudo: composição utilizando as principais componentes R(PC5) G(PC4) B(PC2) de Amer et al. (2010 para realce de granitóides, destaque para o maciço granito-migmatítico de Pedra Vermelha no centro do mapa (forma circular em tom de lilás-rosa).\n2.2\tGeofísica\nOs dados gamaespectrométricos foram processados no Laboratório de Processamento de Informações Georreferenciadas (LAPIG), no Instituto de Geociências da Unicamp, com uso do software OASIS Montaj 7.5. O espaçamento de linhas de voo é de 1 km, permitindo a manipulação dos dados em escala 1:100.000. Portanto o mapa gerado foi utilizado para integração e correlação de dados em escala regional. Devido à baixa qualidade dos dados aeromagnéticos, não foi possível gerar mapas de domínios magnéticos.\n2.2.1\tMapa gamaespecrométrico (eK-eTh-eU)\nO mapa de contagem total corresponde a todo o espectro energético de interesse geológico. Desta forma, abrange o espectro dos três radioelementos (K, Th e U). A partir da análise conjunta aos outros produtos gamaespectrométricos, foi possível verificar o radioelemento de maior contribuição no sinal gamaespectrométrico, com a discriminação de domínios e definição de lineamentos superficiais.\nO mapa ternário gerado foi do tipo Potássio (e-K), Tório (e-Th), Urânio (e-U) no formato CMY (Cyan-Magenta-Yellow), com os canais K, Th e U para realce em falsa cor. A Fig. 2.2A exibe a configuração litoestrutural do Bloco Serrinha, enquanto a Fig. 2.2B mostra a composição CMY do bloco. Nas figuras observa-se alguns granitos alto-K intrudidos no contato entre o embasamento e ogreenstone belt do Rio Itapicuru (e.g., monzonito Cansanção e tonalito Itareru), além de domos granito gnáissicos (e.g., Ambrósio, Salgadália e Alto Alegre).\n2.3\tGeoquímica de elementos maiores e traços\nVinte amostras de anfibolitos, conforme observado na Fig. 2.3, foram analisadas no Laboratório de Geoquímica do Instituto de Geociências da Unicamp. Esta etapa consistiu em britagem, quarteamento, moagem, confecção de pastilhas prensadas e disco de vidro, e dissolução de amostras.\nPosteriormente, as análises para elementos maiores, menores, traços e terras raras foram realizadas por Espectrometria de Fluorescência de Raios X e ICP-MS. Para análise dos elementos maiores e menores foram confeccionados discos de vidro, enquanto que para os elementos-traço, as análises foram em discos prensados. As amostras para análise de elementos terras raras foram dissolvidas em soluções ácidas e posteriormente realizadas leituras via ICP-MS.\nW39,5°\nLegend\n2] Unidades recentes\nFaixa de Cisalhamento Caldeirão\n|++ + | Granitos\n* I Complexos Máfico-ultramafico\nES Diques máficos\nj] Granada-granito Gado Bravo Greenstone belts do Rio Itapicuru (GBRI) and Rio Capim (RC)\nES\n□\n\nBatõlito Nordestina\nGnaisses bandados Complexo Santa Luz\nEmbasamento arqueano\nEmbasamento arqueano retrabalhado\nI '—. I Principais zonas de cisalhamento\n0\t20\t40 km\n|Cm| Monzonito Cansanção |Ad | Domo do Ambrosio | lt | Tonalito Itareru\tSd| Domo Salgadália\n|Aad| Domo Alto Alegre\n39°30'0\"W\n39°0'0\"W\nFig. 2.2: Mapas litoestrutural e gamaespectométrico do Bloco Serrinha: (A) Mapa simplificado do Bloco Serrinha e unidades correlata, adaptado de Oliveira et al. (2010); (B) Mapa do Bloco Serrinha em composição ternária K-Th-U , no sistema de cores CMY. O polígono amarelo destaca a área de estudo, com maior detalhe no mapa simplificado da Fig.2.3. O Greenstone Belt do Rio Itapicuru (GBRI) e unidades correlatas aparecem em tons de cyan, verde, roxo e azul, e se estendem de sul a norte nas porções centro-leste do mapa.\n2.4\tGeocronologia (U-Pb SHRIMP)\nO mineral utilizado para adatação no sistema U-Pb foi o zircão, e sua separação ocorreu em 5 etapas, realizadas nos laboratórios de Preparação de Amostras e de Concentração de Minerais do Instituto de Geociências da UNICAMP. Esta etapa consistiu em: (i) britagem e moagem; (ii) concentração de minerais densos em bateia; (iii) separação magnética com ímã de mão e separador magnético isodinâmico Franz; (iv) separação de zircão em líquidos densos; e (v) separação manual com auxílio de lupa óptica.\nAs idades U-Pb (SHRIMP IIe - Sensitive High Resolution Ion MicroProbe), em grãos de zircão, foram obtidas no Laboratório de Geocronologia de Alta Resolução, Instituto de Geociências da Universidade de São Paulo. No total foram datadas quatro amostras: (i) paleossoma de gnaisse bandado migmatítico do embasamento (TcMG #123), (ii) paleossoma de gnaisse-migmatítico do domo (MsMB #645 e MsMB #45.2) e (iii) neossoma granítico que intrude o centro do domo Alto Alegre (MsMB #45.1). A localização dessas amostras encontra-se na Fig. 2.3.\nOs resultados de geoquímica isotópica e as análises geocronológicas U-Pb serão discutidas no capítulo 4 em forma do artigo: FORMAÇÃO DE DOMO GNÁISSICO EM ZONA DE COLISÃO ARCO-CONTINENTE: O DOMO PALEOPROTEROZOICO ALTO ALEGRE, BLOCO SERRINHA, CRÁTON DO SÃO FRANCISCO, BRASIL.\n424000\t432000\t440000\t448000\t456000\n424000\t432000\t440000\t448000\t456000\n0\t5\t10 15Km\nLegenda\n60\n5 [mi]\n3 0H\ni\nAmostragem (geocronologia U-Pb)\nAmostragem (geoquímica elementar)\nFalha inversa\nFalha transcorrente\n(inferida)\nFalha transcorrente\nContorno estrutural\nCidade de Cansanção\nFig. 2.3: Mapa simplificado da área de estudo e locais de coleta das amostras. Legenda: 1-) e1- Migmatitos e migmatitos gnáissicos; e2- Migmatito máfico; e3- Gnaisse bandado; e4,e5 Gnaisses bandados, migmatitos; e6- Biotita-gnaisse; 2-) Diques máficos deformados e pouco deformados;3-) b1-Metabásicas do GBRI, b2- Diques máficos muitos deformados e anfibolitizados; 4-) g1-Granada-granito Gado Bravo, g2-Monzonito Cansanção, g3-Batólito trondhjemítico Nordestina deformado, gnaissificado e migmatizado, g4-Batólito trondhjemítico Nordestina pouco deformado e isotrópico, g5-Maciço granito-migmatítico Pedra Vernelha; 5-) ml- Paragnaisses, xistos e quartzitos; 6-) dl- Migmatitos e injeções graníticas; 7-) p1- Augen gnaisse; p2- granito.\n3.\tGEOLOGIA REGIONAL\n3.1\tO cráton do São Francisco\nO embasamento cristalino do cráton do São Francisco (CSF) pode ser distinguido em termos de províncias tectônico-geocronológicas arqueanas e paleoproterozóicas (Alkmim, 2004). O CSF é o resultado da amalgamação de terrenos arqueanos e paleoproterozoicos há aproximadamente 2,0 Ga, formando ao norte do cráton o Orógeno Itabuna-Salvador-Curaçá, e no extremo sul o Cinturão Mineiro. Os limites tectônicos do CSF são as faixas neoproterozóicas: Brasília, a sul e oeste; Rio Preto, a noroeste; Riacho do Pontal e Sergipana a norte; e Araçuaí a sudeste (Almeida 1977; 1979). Já seu limite leste se faz na margem continental, contendo as bacias do Jequitinhonha, Almada, Camamú e Jacuípe. O interior do cráton esta coberto em sua maior parte por unidades pré-cambrianas e fanerozóicas, enquanto o embasamento é exposto em duas áreas: extremo sul, em Minas Gerais, e centro e leste do Estado da Bahia (Fig. 3.1).\n□\tCoberturas fanerozóicas\n□\tCoberturas Droterozóicas\nI______I Embasamento &lt;>1.8 Ga)\n♦\nN\nI\n0\t200km\nRIFTE\nRECÔNCAVO-\nTUCANO\nBAO A DO SAO FRANC/SCO\n|\t| Cinturões brasilianos\nFAIXA RIACHO\nDO PONTAL Fa.. , A\nZL-nZ kl NO a\nAUlACÔGENO do PARAMIR!»\nFig. 3.1: O cráton do São Francisco. Principais unidades e faixas móveis, segundo Alkmim (2004).\n3.2\tBlocos e Complexos Arqueano-Proterozoicos na Bahia\nO cráton do São Francisco oferece o panorama ideal para o estudo de mudanças geodinâmicas no Arqueano e Paleoproterozoico devido ao seu arcabouço litológico e geocronológico. No Estado da Bahia (Fig..3.2) ocorrem quatro remanescentes crustais de idade arqueana: Bloco Gavião, Bloco Jequié, Cinturão Orogênico Itabuna-Salvador-Curaçá e Bloco Serrinha (Barbosa 1997, Barbosa &amp; Sabaté 2003b, Oliveira et al., 2010).\nO Bloco Gavião (Barbosa &amp; Sabaté 2002) é o segmento crustal mais antigo do cráton do São Francisco, contendo associação de gnaisses, leptinitos e anfibolitos, além de várias sequências vulcanossedimentares, como Contentas-Mirante, Umburanas e Mundo Novo. Em perspectiva da tectónica regional, o lineamento Contendas-Jacobina limita os Blocos Gavião e Jequié, que por sua vez são amalgamados ao cinturão orogênico Itabuna-Salvador-Curaçá e Bloco Serrinha. Em trabalho recente, são relatadas idades U-Pb SHRIMP e por isócronas Sm-Nd em rocha total entre 3650 e 3260 Ma para complexos gnaisse-migmatíticos, e idades entre 3180 e 3000 Ma para gnaisses (Oliveira et al., 2010; Barbosa et al., 2012).\nSegundo Barbosa et al., (2012) o Bloco Jequié consiste de rochas calcio-alcalinas plutónicas, representadas principalmente por gnaisses e granulitos ácidos. Na porção nordeste dominam corpos gabro-anortosíticos, enquanto que na porção leste ocorrem gnaisses dispostos em faixas com intercalações de bandas anfibolíticas e quartzo-feldspática que limitam o cinturão Itabuna-Salvador-Curaça. O bloco localiza-se a sudeste do lineamento Contendas-Mirante, e tem como litotipos principais: migmatitos heterogêneos de 3,00-2,90 Ga contendo enclaves máficos de rochas supracrustais (Marinho et al., 1994) e granitóides gerados por múltiplas intrusões de composição granito-granodiorítica com idades em torno de 2,8-2,7 Ga (Alibert &amp; Barbosa 1992; Barbosa et al., 2012). Entretanto, análises U-Pb SHRIMP em zircões de charnockitos revelam idades de 2715 ± 29 do protólito e com metamorfismo de alto grau em ca. de 2047 e 2061 Ma. De fato, considera-se que o Bloco Jequié tenha colidido com os Blocos Serrinha e Gavião durante orogenia paleoproterozóica (Barbosa et al., 2012) .\nO Orógeno ou Cinturão Itabuna-Salvador-Curaçá é o segmento crustal mais novo do cráton (Barbosa &amp; Sabaté 2002), e é foco de diversos estudos motivados pelo seu elevado potencial metalogenético (e.g. Cu, Cr e Au) e correlação geotectónica regional (Mello et al., 2001; Silva et al., 2001; Oliveira et al., 2004a, 2010). O orógeno consiste em um cinturão contínuo de rochas metamórficas de alto grau que afloram por mais de 800 km na parte oriental\ndo cráton São Francisco, no Estado da Bahia. Divide-se em dois segmentos: um com orientação preferencial NE ao longo da linha de costa e outro seguindo mais internamente para o norte.\nO segmento sul do orógeno limita-se a oeste com o Bloco Jequié e a leste com o oceano Atlântico. Esta porção é composta por suítes TTG's com idades entre 2,6 Ga e 3,1 Ga e rochas supracrustais cortadas por segregação anatética e rochas graníticas (Barbosa et al., 2012; Pinho et al., 2011). Por outro lado, o segmento norte do orógeno Itabuna-Salvador-Curaçá encontra-se justaposto entre o Bloco Gavião, a oeste, e ao Bloco Serrinha a leste. Oliveira et al.,(2010) caracterizam este segmento como um domínio central composto por rochas ígneas e sedimentares em fácies granulito denominado Complexo Caraíba\nO Bloco Serrinha é o menor bloco mesoarqueano no nordeste do cráton do São Francisco, e uma das áreas mais bem compreendidas do cráton. O bloco é composto por dois complexos mesoarqueanos, sendo um deles alóctone, que são intrudidos por enxames de diques máficos além de dois greenstone belts acrecionários paleoproterozoicos. Detalhes sobre o Bloco Serrinha serão apresentados a seguir (Oliveira et al., 2010).\n3.3\tBloco Serrinha\nO Bloco Serrinha (Barbosa &amp; Sabaté, 2004) é uma mega-estrutura elipsoidal que ocupa uma área de 21000 km2, localizada no nordeste do Cráton do São Francisco na Bahia (Fig. 3.2 B e C), e que permaneceu relativamente rígida durante a orogênese paleoproterozóica. Seu limite oeste e sul é com o orógeno Itabuna-Salvador-Curaçá, enquanto que a leste esta encoberto por rochas da faixa neoproterozóica Sergipana e por rochas sedimentares das bacias do Tucano e Recôncavo (Oliveira et al., 2010).\nO bloco é composto por dois complexos gnaisse-migmatíticos denominados Santa Luz e Uauá, ambos intrudidos por enxames de diques máficos e com complexos máfico-ultramáfico (Oliveira et al., 2010). As rochas do embasamento foram metamorfizadas em fácies anfibolito a granulito. O Complexo Santa Luz esta em contato tectônico com o greenstone belt do Rio Itapicuru. Já o Complexo Uauá é considerado um bloco alóctone e limita-se com o greenstone belt do Rio Capim, a leste, pela zona de cisalhamento galo de ouro (Oliveira, 2011 e referências) e a oeste é limitado pela faixa Caldeirão. Granitóides sin a tardi tectônicos alojam-se na transição embasamento-greenstone belt, assim como domos granito-gnáissicos que são relacionados a orogenia paleoproterozóica (Chavet et al., 1997; Mello et al., 2006; Costa et al., 2011)\n3.3.1\tComplexo Mesoarqueano Santa Luz\nOs gnaisses-migmatíticos arqueanos expostos no Bloco Serrinha ocorrem principalmente nas porções oeste e noroeste do greenstone belt do Rio Itapicuru (Fig. 3.2C), e no Complexo Uauá a norte (Oliveira et al., 2010). Inicialmente chamado de Complexo Metamórfico de Santa Luz por Mascarenhas (1979) e posteriormente por Melo et al.,(1995), é composto por rochas gnáissico-migmatíticas em fácies anfibolito (Mascarenhas &amp; Garcia, 1989). Segundo Melo (1991) o complexo pode ser dividido em duas unidades distintas: (i) gnaisses bandados com alternância entre gnáisses cinzas (com biotita, hornblenda, microclina, plagioclásio e quartzo) e bandas anfibolíticas com e sem granada; e (ii) ortognaisses de suítes TTG com estruturas migmatíticas.\nOliveira et al., (2010) propuseram a divisão do Complexo San ta Luz em subdomínios gnáissico-migmatíticos mesoarqueanos com idades entre 3085 Ma e 2983 Ma, denominados Jacuricí, Retirolândia e Uauá. Este último é intrudido por vários enxames de diques máficos. Posteriormente Grisólia &amp; Oliveira (2012) propõem que os subdomínios representados por migmatitos, gnaisses bandados, TTG, ortognaisses, complexos máfico-ultramáficos e enxame de diques máficos que se estendem de sul a norte do Bloco Serrinha, denominem-se complexos Santa Luz e Uauá (Fig. 3.3).\nHá discordância estrutural entre a foliação principal dos gnaisses supracitados e a foliação metamórfica das rochas do Greenstone Belt do Rio Itapicuru, conforme citado em Davison et al.,(1988). Tal discordância é descrita em Oliveira et al., (2010) e Grisólia &amp; Oliveira (2012). Quanto aos aspectos geocronológicos, foram datados zircões de gnaisses do complexo Santa Luz, fornecendo idades U-Pb (SHRIMP) no intervalo 3152 Ma e 2983 Ma (Mello et al., 1999, Oliveira et al.,2002, 2010).\n3.3.2\tGreenstone belt do Rio Itapicuru (GBRI)\nO greenstone belt do Rio Itapicuru (GBRI) é uma unidade litotectônica do Bloco Serrinha (Fig. 3.2 e 3.3) que vem sendo interpretado como remanescente de um arco que colidiu com um continente arqueano aproximadamente entre 2130 Ma e 2105 Ma (Oliveira et al., 2010; Costa et al., 2011). Possui forma alongada na direção N-S, com 170 km de extensão, 30 km de largura máxima, e abrange uma área superior a 7.500 km2. A oeste, o GBRI limita-se em contato tectônico brusco com migmatitos e gnaisses arqueanos do complexo Santa Luz.\n300km\nLimites do Estado da Bahia\nLegenda\nI I Unidades recentes\nGreenstone belts do Rio Itapicuru (GBRI) e Rio Capim (RC)\nFaixa de Cisalhamento Caldeirão\nBatólito Nordestina\nEE+3\nGranitos\nComplexos máfico-ultramafico\nDiques Máficos\nGnaisse bandado\n(Complexo Santa Luz)\nEmbasamento mesoarqueano\nEmbasamento retrabahado\nGranada-granito Gado Bravo\nZona de cisalhamento principal 0\n20\t40 km\nEZ3\n3E\n\nFig. 3.2: Blocos arqueano-paleoproterozoicos na Bahia e Cráton São Francisco. A-) Estado da Bahia; B-) Cráton São Francisco e localização dos blocos arqueanos no Estado na Bahia, com destaque em azul para o Bloco Serrinha; C-) Bloco Serrinha e unidades correlatas. Seta indica Domo Alto Alegre (AA). Adaptado de Costa (2011) e Grisólia &amp; Oliveira (2012).\nDe acordo com Mascarenhas (1979), Kishida (1979), Kishida &amp; Riccio (1980), Davison et al.,(1988) e Silva (1992), o GBRI é compartimentado da base para o topo em três principais unidades litoestratigráficas:\n(i)\tUnidade Vulcânica Máfica (UVM): Ocorre por todo o greenstone e é composta por derrames basálticos maciços e almofadados (metabasaltos) com sedimentos químicos ocasionais;\n(ii)\tUnidade Vulcânica Félsica (UVF): derrames andesíticos a dacíticos;\n(iii)\tUnidade Sedimentar Vulcanoclástica (USV): composta por sequências turbidíticas intercaladas com sedimentos químicos e rochas epiclásticas\nK\nBrazil\nMonte Santo '\nSedimentos cretáceos\nGranitos\nSanta Lui\nUnidade vulcânica félsica\nUnidade vulcânica máfica\n10’30'\n11’30'\nMineração de ouro\nCSF Cráton São Francisco\nUnidade vulcanossedimentar X Embasamento arqueano\n10 km\nFig..3.3.: Mapa simplificado do greentone belt do Rio Itapicuru. Unidades litoestratigráficas e localização de principais estruturas. Modificado de Silva et al, (2001).\nOs metabasaltos considerados como de assoalho oceânico foram datados (Silva et al., 2001) em 2209 ± 60 Ma, enquanto dacitos e andesitos de arco datam de 2170 ± 60 Ma, ambas idades obtidas por isócronas Pb-Pb em rocha total. Mais recentemente, Oliveira et al., (2010) descrevem idades U-Pb (SHRIMP) em zircões de 2145 ± 8 Ma em basaltos e 2081± 9 Ma em dacitos do greenstone belt do Rio Itapicuru. Entre aproximadamente 2163 Ma e 2155 Ma o greenstone belt do Rio Itapicuru foi palco de intensa atividade granítica, seguido por outro intervalo de atividade granítica iniciado em 2139 Ma e finalizado em 2080 Ma aproximadamente (Chauvet et al., 1997; Cruz Filho et al., 2005; Mello et al., 2006; Rios et al., 2006; Rios et al., 2008; Rios et al., 2009; Oliveira et al., 2010; Costa et al., 2011; Donatti-Filho et al., 2013).\nSegundo Alves da Silva (1994) e Chauvet et al. (1997), dois eventos deformacionais principais afetaram a sequência: D1 - caracterizado por cavalgamentos para SE, preservado na porção sul do GBRI, e D2- resultado da progressão de D1 para uma tectônica transcorrente que gera as grandes zonas de cisalhamento N-S sinistrais, as quais são um pouco posteriores ao alojamento de domos granito-gnáissicos sin-tectônicos (Ruggiero &amp; Oliveira, 2010).\nDe modo geral, Silva (1992), Davison et al. (1988) e Cruz Filho et al. (2005) em trabalhos realizados no GBRI descrevem que as rochas foram metamorfizadas em fácies xisto verde e localmente fácies anfibolito baixa, enquanto que no embasamento predominam fácies metamórficas de mais alto grau (fácies anfibolito superior e granulito). Por outro lado, no segmento norte do greenstone belt do Rio Itapicuru foram descritas fácies metamórficas de alto grau. Além disso, dados obtidos neste trabalho são conflitantes com o modelo estrutural no que diz respeito a D1, uma vez que no segmento norte do greenstone belt do Rio Itapicuru a vergência das dobras é em geral para W e para E. No capítulo 4 serão discutidas essas relações.\n3.3.3\tGreenstone belt do Rio Capim\nO greenstone belt do Rio Capim (GBRC) é relativamente pequeno, com aproximadamente 4 km de largura, 20 km de comprimento e orientação geral para N-S (Fig. 3.4). É constituído por rochas vulcânicas máficas a félsicas, rochas pelíticas, e intrusões de plútons com composição variável de gabro/diorito a granito. De NW para SE as assembleias minerais indicam metamorfismo progressivo de fácies anfibolito a fácies granulito. Datações U-Pb em zircões das rochas ígneas revelaram idades entre 2148 Ma e 2128 Ma (Oliveira et al., 2011).\nO GBRC encontra-se em contato com o Complexo Uauá, para oeste, ao longo da zona de\ncisalhamento transcorrente Galo de Ouro. Essa zona de cisalhamento tem orientação geral N-S, atinge de 20-500m de largura e contêm lineação de estiramento com caimento fraco para sul. Relações S/C e dobras assimétricas sin-milonitização indicam cinemática dextral para esta zona de cisalhamento. À leste, o greenstone belt é recoberto por rochas metassedimentares neoproterozóicas da Faixa Sergipana. Diques máficos cisalhados do Complexo Uauá, próximos a zona de cisalhamento Galo de Ouro, forneceram idade K-Ar de 2,0 Ga (Bastos Leal et al., 1994), porém a idade de cristalização desses diques é de aproximadamente 2620 Ma, conforme Oliveira et al. (2013).\nEm compilação realizada por Oliveira et al. (2010) e Oliveira (2011), as unidades lito-estruturais do GBRC podem ser organizadas da seguinte maneira:\n(i)\tmetabasaltos e matatufos máficos a félsicos intercalados com rochas metassedimentares pelíticas (granada-biotita-sillimanita-cordierita xisto, grafita xisto, biotita gnaisse) e rochas metassedimentares químicas e vulcano-químicas (formações ferríferas bandadas, cherts ferruginosos e carbonáticos);\n(ii)\tmetadacitos a meta-quartzo andesitos, localmente porfiríticos;\n(iii)\tintrusões gabróicas e graníticas;\n(iv)\tdiques félsicos intrusivos no Complexo Uauá, texturalmente comparáveis com rochas vulcânicas félsicas da porção central do GBRC.\n3.3.4\tMagmatismo granítico no Bloco Serrinha\nOs granitóides estão presentes em grande parte do greenstone belt do Rio Itapicuru e no embasamento gnáissico-migmatítico, e geralmente possuem forma alongada N-S. Eles podem ser separados em granitóides arqueanos representados por tonalito-trondhjemito-granodioritos (TTG), incluindo o embasamento gnaisse-migmatítico, e granitóides paleoproterozoicos representados por TTGs, plutons cálcio-alcalinos e corpos potássico a ultrapotássicos. Desse modo, pode-se classificar os granitóides em: i) tonalito-trondhjemito-granodioritos, ii) cálcio-alcalinos, iii) alcalinos e/ou ultrapotássicos e iv) domos gnáissico-migmatíticos (Rios et al., 1998; 2002, 2009; Cruz Filho et al., 2003, 2005) . No trabalho de Rios (2002), o magmatismo plutônico paleoproterozoico no GBRI foi dividido em dois grupos: (i) magmatismo cálcio-alcalino e TTG em torno de 2164 a 2127 Ma e (ii) magmatismo alcalino por volta de 2110 a 2070 Ma. Por outro lado, Costa et al., 2011 atribuem a ocorrência de rochas de alto-K a shoshonítica no limite\nembasamento-greenstone à colisão arco-continente um pouco antes (2110-2105 Ma), conforme Tab. 4.1.\nO primeiro grupo cronológico de Rios (2002) é representado por tonalitos, trondhjemitos e granodioritos (TTGs) do plúton Nordestina e suítes cálcio-alcalinas dos plútons Trilhado, Barrocas e Teofilândia. O plúton Nordestina ocorre no limite noroeste do GBRI e é o maior corpo granítico do greenstone belt. Sua geoquímica pode ser atribuída à fusão de crosta oceânica subduzida ou fusão de crosta máfica inferior espessada magmaticamente (Cruz Filho et al., 2003, 2005). O granito Trilhado localiza-se na região central do GBRI, junto ao rio Itapicuru, e trata-se de um pequeno corpo granodiorítico intrudido nos metabasaltos da Unidade Vulcânica Máfica. Os domos de Barrocas e Teofilândia localizam-se na porção sul do GBRI, e atualmente são interpretados como registros de um arco intra-oceânico (Barrueto 2002, Oliveira et al., 2004a).\nO segundo grupo cronológico de Rios (2002) é representado pelos granitóides cálcio-alcalinos Quijingue e Morro do Lopes. O plúton Quijingue é uma pequena intrusão alongada em direção N-S, representado por biotita e hornblenda granitos e granodioritos, bordejado por falhas. Os granitos Morro do Lopes são definidos como produto de alta diferenciação magmática, afinidade shoshonítica e considerados como últimas expressões magmáticas durante o Paleoproterozoico.\nPor outro lado, os granitóides cálcio-alcalinos de alto K a ultrapotássicos ocorrem no limite ocidental do GBRI e no embasamento, e são representados pelos corpos de Cansanção, Morro do Afonso, Pintado, Agulhas-Bananas (Rios, 2002), Fazenda Gavião e Itareru (Costa et al., 2011). Geralmente estão pouco deformados a indeformados e apresentam formatos circulares a ovais. Possuem afinidades shoshoníticas (Cansanção), alcalino-potássica (Morro do Afonso, Pintado, Agulhas-Bananas) e cálcio-alcalina de alto K (Itareru e Fazenda Gavião). O grupo é composto por rochas sieníticas, monzoníticas e monzodioríticas.\nOs domos granito-gnaisse-migmatíticos são geralmente alongados na direção norte-sul e possuem forma elipsoidal. São representados pelos domos de Ambrósio, Salgadália, Pedra Alta, e Poço Grande. O domo de Salgadália não possui dados gecronológicos, enquanto que o domo do Ambrósio e outras unidades regionais têm suas idades mostradas na Tab.4.1.\n3.3.5\tComplexo Mesoarqueano Uauá\nO Complexo Uauá é um alóctone, bordejado a oeste pela Faixa de Cisalhamento Caldeirão de idade Paleoproterozóica, e a leste pela zona de cisalhamento Galo de Ouro que o limita com o greenstone belt do Rio Capim A nordeste limita-se com a Faixa Sergipana. O Bloco consiste em um embasamento de gnaisses bandados com orientação geral NW, intrudido por anortosito acamadado, peridotito, complexos dioríticos e corpos tonalíto-granodioríticos. Diques máficos neoarqueanos não deformados cortam o embasamento, e são relacionados a duas manifestações: i) noritos com 2726 Ma e ii) tholeítos de 2623 Ma. O enxame tholeítico mais recente pode representar um braço abortado de um sistema de rifte neoarqueano (Oliveira et al., 2013). Não se sabe se há correlação entre esses diques e o enxame de diques que corta o Complexo Santa Luz (Oliveira, 2011; Oliveira et al., 2013)\nCom base em idades U-Pb SHRIMP II de zircões detríticos, foram obtidas idades para máxima de deposição de 2700 Ma em quartzitos da Faixa de Cisalhamento Caldeirão. Por outro lado, idades de metamorfismo datam entre 2077 - 2039 Ma (Oliveira et al., 2000, 2002). As idades metamórficas abrangem todo intervalo associado à colisão continente-continente paleoproterozóica. Além disso, é sugerido que o bloco foi extrudido de sul para norte por colisão oblíqua, ou escape lateral de terrenos. (Oliveira et al., 2010; Oliveira , 2011, Oliveira et al,, 2013).\nPaixão &amp; Oliveira (1998) dataram em 3161±65 Ma (isócrona Pb-Pb em rocha-total) anortositos do Complexo acamadado anortosítico Lagoa da Vaca e em 3072 ±20 Ma para ortogranulitos do Complexo Uauá, enquanto que Cordani et al. (1999) encontraram idades entre 3,12 e 3,13 Ga para o tonalito Rio Capim utilizando U-Pb SHRIMP em zircão. Outros corpos ígneos félsicos de idade arqueana ocorrem no Complexo Uauá, como os granulitos enderbíticos da pedreira da prefeitura de Uauá e granodiorito gnáissico a sul da mesma cidade com idades U-Pb em grãos de zircão, respectivamente de 2933±3 e 2991±22 Ma (Oliveira et al., 2002).\n9o 30' -\nI\n139*7.5'\nE3 Rochas Neoproterozóicas Greenstone Belts\ncz Diques Máficos\nZl Quartzitos Caldeirão\nQ Granitóides\n□ Corpos Ultramáficos I I Gneisses\nH Contorno Estrutural\n\\ \\ Zona de Cisalhamento\nFig. 3.4: Mapa geológico simplificado do Complexo Uauá e Faixa Caldeirão (Caldeirão belt), destacando a configuração litológico-estrutural regional. Greenstone belt do Rio Capim a leste do Complexo Uauá contornado pela linha preta pontilhada (adaptado de Oliveira et al., 2011).\n3.3.6\tFaixa de Cisalhamento Caldeirão\nInicialmente chamada de faixa de cisalhamento Orocó-Caldeirão por Jordan (1972), a Faixa Caldeirão limita os complexos mesoarqueanos Uauá e Santa Luz (Fig. 3.2 e 3.4). A FCC compreende um corredor norte com 130 km de comprimento e largura máxima de 10 km composta por quartzitos, sillimanita-cordierita-granada gnaisse, ortognaisses granodioríticos, rochas máficas e migmatitos, todas metamorfizadas em condições de fácies anfibolito. Idade U-Pb SHRIMP indica 3150 Ma para os ortognaisses (Oliveira et al., 2002). As rochas estão foliadas\ncom mergulhos acentuados e se orientam em um corredor de rochas deformadas com direção NS.\nPara o sul, a faixa Caldeirão se desmembra em estreitas zonas de cisalhamento direcional sob forma de splay que continuam para sul por mais de 150 km através do greenstone belt do Rio Itapicucu (uma delas é a main shear zone de Chauvet et al., 1997). A transição da Faixa de Cisalhamento Caldeirão para o Complexo Uauá é gradacional, e marcada por dobramentos de antigas estruturas, intrusões pegmatíticas e arrasto e ruptura de diques máficos do Complexo Uauá. Para norte a faixa contorna o Complexo Uauá até ser sobreposta por unidades neoproterozóicas da faixa Sergipana. À sudeste baliza o domo gnáissico Alto Alegre. Nesta zona são descritas paragêneses metamórficas de fácies anfibolito superior a granulito (Baldim e Oliveira, 2013; e este trabalho).\nREFERÊNCIAS BIBLIOGRÁFICAS\nAlmeida, F. F. M., 1977. O cráton do São Francisco. Brazilian Journal of Geology 7, 349-364.\nAlmeida, F F M., 1981 O cráton do Paramirim e suas relações com o do São Francisco. In: Simpósio sobre o Cráton do São Francisco e suas Faixas Marginais. Salvador: Sociedade Brasileira de Geologia, Bahia 1, 1-10.\nAlves da Silva, F.C., 1994. Etude structurale du Greenstone Belt Paleoproterozoique du Rio Itapicuru Bahia, Brésil. Tese de Doutoramento, Orleans, Géosciences, Université d’Orleans 340 p.\nBarbosa, J.F.S; Cruz, S.P; Souza, J.S., 2012 Terrenos metamórficos do embasamento. Companhia Baiana Pesquisa Mineral 1,101-201.\nBarbosa, J.S.F; Sabaté, P., 2004. Archean and Paleoproterozoic crust of the São Francisco Craton, Bahia, Brazil: Geodynamic features. Precambriam Research, 133: 1-27.\nBarbosa, J.S.F.; Sabaté, P., 2003b. Colagem paleoproterozóica de placas arqueanas do Cráton do SãoFrancisco na Bahia. Brazilian Journal of Geology 33, 7-14.\nBarbosa, J.S.F.; Sabaté P., 2002. Geological features and the Paleoproterozoic collision of four Archean segments of the São Francisco Cráton, Bahia, Brazil. A synthesis. Anais Academia Brasileira de Ciências 74, 343-359.\nBarbosa, J. S. F.; Sabaté, P.; Marinho, M. M.,2001a. O Cráton do São Francisco um pequeno resumo do seu embasamento. Workshop sobre o Orógeno Itabuna-Salvador-Curaçá, 1,Salvador, SBG.\nBarbosa J.S.F., 1997. Síntese do conhecimento sobre a evolução geotectónica das rochas metamórficas arqueanas e paleoproterozóicas do embasamento do Cráton do São Francisco na Bahia. Brazilian Journal of Geology 27, 241-256.\nBarrueto, H. R. Petrogênese das intrusões compostas de Teofilândia e Barrocas, Greenstone Belt do Rio Itapicuru, Bahia, Brasil., 2002. Tese de Doutorado- Instituto de Geociências, UNICAMP. 188 p.\nBastos Leal, L.R..; Teixeira, W.; Piccirillo, E.M.; Menezes Leal, A.B.; Girardi, V.A.V, 1994. Geocronologia Rb/Sr e K/Ar do enxame de diques máficos de Uauá, Bahia (Brasil). Geoquímica Brasiliensis 8, 99-114.\nBeakhouse, G.P.; Davis, D.W., 2005. Evolution and tectonic significance of intermediate to felsic plutonism associated with the Hemlo greenstone belt, Superior Province, Canada. Precambrian Research 137, 61-92.\nCarvalho, M.J.; Oliveira, E.P., 2003. Geologia do Tonalito Itareru, bloco Serrinha, Bahia: uma intrusão sin-tectônica do início da colisão continental no segmento norte do Orógeno Itabuna-Salvador-Curaçá. Revista Brasileira de Geociências 33, 55-68.\nChauvet, A.; Guerrot C.; Alves da Silva, F.C.; Faure, M., 1997. Géochronologie 207Pb/206Pb et 40Ar/39Ar des granites paléoprotérozoiques de la ceinture de roches vertes du Rio Iapicuru Bahia, Brésil. Comptes Rendus de l’Academie des Sciences Paris II. 324, 293-300.\nChung, S.L.; Wang, K.L.; Crawford, A.J.; Kamenetsky, V.S.; Chen, C.H.; Lan, C.Y.; Chen, C.H., 2001. High-Mg\nCosta, F G; Oliveira, E.P.; McNaughton, N.J., 2011. The Fazenda Gavião granodiorite and associated potassic plutons as evidence for Palaeoproterozoic arc-continent collision in the Rio Itapicuru greenstone belt, Brazil. Journal of South American Earth Sciences 32, 127-141.\nCrósta, A.P; De Souza Filho, C. R.F; Azevedo, F.; Brodie, C., 2003. Targeting key alteration minerals in epithermal deposits in Patagonia, Argentina, using ASTER imagery and principal component analysis. International Journal of Remote Sensing 24, 4233-4240. Doi:10.1080/ 0143116031000152291\nCruz Filho, B.E.; Conceição, H.; Rosa, M.L.S.; Rios, D.C.; Macambira, M.J.B.; Marinho, M.M., 2005. Geocronologia e assinatura isotópica Rb-Sr e Sm-Nd do Batólito Trondhjemítico Nordestina, Núcleo Serrinha, Nordeste do Estado da Bahia. Brazilian Journal of Geology 35, 1-8.\nCruz Filho, B.E.; Conceição, H.; Rios, D.C.; Rosa, M.L.S.; Marinho, M.M., 2003. Geologia,petrografia e litogeoquímica do batólito trondhjemítico Nordestina, Núcleo Serrinha, Nordeste da Bahia. Brazilian Journal of Geology 33, 175-186.\nDavison, I.; Teixeira, J.B.G.; Silva, M.G.; Neto, M.B.R.; Matos, F.M.V, 1988. The Rio Itapicuru Greenstone Belt, Bahia, Brazil: Structure and Stratigraphical Outline. Precambriam Research, 42:1-17.\nDonatti-Filho, J. P.; Oliveira, E. P.; McNaughton, N., 2013. Provenance of zircon xenocrysts in the Neoproterozoic Brauna Kimberlite Field, São Francisco Craton, Brazil: Evidence for a thick Palaeoproterozoic lithosphere beneath the Serrinha block Journal of South American Earth Sciences 45, 83-96.\nDuffy, B.; Quigley, M.; Harris, R.; Ring, U. 2013. Arc-parallel extrusion of the Timor sector of the Banda arccontinent collision. Tectonics 32, 641-660. Doi:10.1002/tect.20048, 2013\nElburg, M.; Leeuwen, T.V; Foden, J.; Muhardjo, 2003. Spatial and temporal isotopic domains of contrasting igneous suites in western and northern Sulawesi, Indonesia. Chemical Geology 199, 243-276.\nGlovis - Site www. glovis.usgs. gov - acessado em 09/2012\nGrisólia, M.F.P.; Oliveira, E.P. 2012. Sediment provenance in the Palaeoproterozoic Rio Itapicuru greenstone belt, Brazil, indicates deposition on arc settings with a hidden 2.17-2.25 Ga substrate. Journal of South American Earth Sciences 38, 89-109\nHashimoto, Y; Kimura, G, 1999. Underplating process from melange formation to duplexing: Example from the Cretaceous Shimanto Belt, Kii Peninsula, southwest Japan. Tectonics 18, 92-107.\nHerrington, R.J.; Scotney, P.M.; Roberts, S.; Boyce, A.J.; Harrison, D., 2011. Temporal association of arc-continent collision, progressive magma contamination in arc volcanism and formation of gold-rich massive sulphide deposits on Wetar Island (Banda arc). Gondwana Research 19, 583-593\nHoush, T.; McMahon, T.P., 2000. Ancient isotopic characteristics of Neogene potassic magmatism in western New Guinea Irian Jaya, Indonesia. Lithos 50, 217-239.\nJardim de Sá, E.F.J., Souza, Z.S., Fonseca, V.P., Legrand, J.M., 1984. Relações entre “greenstone belts” e terrenos de alto grau: o caso da faixa Rio Capim, NE da Bahia. Anais 35° Congresso Brasileiro de Geologia, Rio de Janeiro, 2615-2629.\nKosin, M.; Melo R.C. de.; Souza J.D. de.; Oliveira E.P. de.; Carvalho M.J.; Leite C.M.M. 2003. Geologia do segmento norte do orógeno Itabuna-Salvador-Curaçá e guia de excursão. Revista Brasileira de Geociências. 33(1-suplemento):15-26 p.\nLedru, P.; Milesi, J.P.; Johan, V; Sabaté, P.; Maluski, H., 1997. Foreland basins andgoldbearing conglomerates: a new model for the Jacobina Basin (São Francisco Province,Brazil). Precambrian Research. 86, 155-176.\nLi, S. Z.; Zhao, G. C.; Santosh, M. ; Liu, X.; Dai, L.M., 2011. Palaeoproterozoic tectonothermal evolution and deep crustal processes in the Jiao-Liao-Ji Belt, North China Craton: a review. Geological Journal 46, 525-543.\nMarinho, M.M.; Vidal P.H.; Alibert C.; Barbosa J.S.F.; Sabaté P., 1994. Geochronology of the Jequié-Itabuna granulitic belt and the Contentas-Mirante volcano-sedimentary belt. In: M.C.H. Figueirêdo, A. J. Pedreira (eds.). Petrological and Geochronologic evolution of the oldest segments of the São Francisco Cratón, Brazil. Boletim. Ig-Usp, 17, 73-96.\nMascarenhas J.F.; Garcia T.W., 1989. Texto Explicativo do Mapa Geocronológico do Estado da Bahia. Superintendência de Geologia e Recursos Minerais, Salvador. 189 pp.\nMascarenhas, J.F., 1979. Evolução geotectónica do Pré-Cambriano do Estado da Bahia. Geologia e Recursos Minerais do Estado da Bahia. Textos Básicos. Salvador-BA, SME/CPM, 2, 57- 165.\nMelo, R.C.; Loureiro H.S.C.; Pereira L.H.M., 1995. Serrinha, folha SC.24-Y-D Estado da\tBahia.Brasília,\nCPRM. Programa Levantamentos Geológicos Básicos do Brasil. 80p.\nMelo R.C., 1991. Geologia Regional. Pereira Programa de Levantamentos Geológicos Básicos do Brasil. Folha\nSerrinha (SC.24-Y-D-VI), Escala 1 /100.000, Estado da Bahia. Brasília-DF, DNPM/CPRM, 18-21 p.\nMello, E.F.; Xavier, R.P.; McNaughton, N.J.; Hagemann, S.G., Fletcher I., Snee L., 2006. Age constraints on felsic intrusions, metamorphism and gold mineralisation in the Paleoproterozoic Rio Itapicuru greenstone belt, NE Bahia State, Brazil. Mineralium Deposita, 40, 849-866.\nMello, E. F.; Oliveira, E. P.; Mcnaughton, N., 1999. SHRIMP U-Pb geochronology of Early Precambrian quartzite and its basement Caldeirão Belt, NE Sao Francisco Craton, Bahia-Brazil 1999. South American Symposiun on Isotope Geology. Córdoba. 2, 78-81.\nMeneses, P.R.; Almeida, T.; Santa Rosa, A.N.C.; Sano, E.E.; Souza, E.B.; Baptista, G.M.M.; Brites, R.S., 2012.\nIntrodução ao processamento de imagens de sensoriamento remoto. UnB - CNPq. Acervo científico 276 p.\nOliveira, E.P.; Silveira, E.M., Soderlund, U.; Ernst, R.E., 2013. U-Pb ages and geochemistry of mafic dyke swarms from the Uauá Block, São Francisco Craton, Brazil: LIPs remnants relevant for Late Archaean break-up of a supercraton. Lithos 174, 308-322.\nOliveira EP 2011 The Late Archaean Uauá Mafic Dyke Swarm, São Francisco Craton, Brazil, and Implications for\nPalaeoproterozoic extrusion tectonics and Orogen Reconstruction. In: Srivastava RK Ed “Dyke Swarms:\nOliveira, E.P.; McNaughton, N.J.; Armstrong, R., 2010. Mesoarchaean to Palaeoproterozoic growth of the northern Segment of the Itabuna-Salvador-Curaçá orogen, São Francisco craton, Brazil. In: Kusky, T., Mingguo, Z., Xiao, Z. Eds., The Evolving Continents: Understanding Processes of Continental Growth. Journal of the Geological Society, London, Special Publication 338, 263-286.\nOliveira, E. P. 2009. Arc-continent collision in the Palaeoproterozoic Rio Itapicuru greenstone belt, São Francisco Craton, Brazil. Compilers International Conference. Geological Society of Australia. Abstract 92.\nOliveira, E.P.; Carvalho M.J.; McNaughton, N.J. 2004a. Evolução do segmento norte do orógeno Itabuna-Salvador-Curaçá:cronologia da acresção de arcos, colisão continental e escape de terrenos. Geologia USP, Série Científica. 4, 41-53.\nOliveira, E.P.; Mello, E.F.; MacNaughton, N.J., 2002. Reconnaissance U-Pb geochronology of early Precambrian quartzites from the Caldeirão belt and their basement, NE São Francisco Craton, Bahia, Brazil: implications for the early evolution of the Palaeoproterozoic Salvador-Curaçá Orogen. Journal of South American Earth Sciences 15, 284-298.\nPasquale, V; Verdoya, M.; Chiozzi, P., 2014. Temperature and Magmatic Processes. Geothermics. SpringerBriefs in Earth Sciences. 79-100.\nPaixão, M.A.P.; Oliveira, E.P., 1998. The Lagoa da Vaca complex: an Archaean layered anorthosite body on the western edge of the Uauá Block, Bahia, Brazil. Revista Brasileira de Geociencias 28, 201-208.\nPinho, I.C. de A; Peucat, J-C; Barbosa, J.S.F; Paquete, J-L.; Martin, H.; Fanning, V.M.; Leal, A.B.M.; Cruz, S., 2011. Geochronology of granulites from the south Itabuna-Salvador-Curaçá Block, São Francisco Craton (Brazil): Nd isotopes and U-Pb zircon ages. Journal of South American Earth Sciences 397-413 p.\nRios, D.C.; Davis, D.W.; Conceição, H.; Davis, W.J.; Rosa, M.L.S.; Dickin, A.P., 2009 Geologic evolution of the Serrinha nucleus granite-greenstone terrane NE Bahia, Brazil constrained by U-Pb single zircon geochronology, Brazil. Precambrian Research 170, 175-201.\nRios, D.C.; Davis, D.W.; Conceição, H.; Rosa, M.L.S.; Davis, W.J.; Dickin, A.P.; Marinho, M.M.; Stern, R., 2008. 3.65-2.10 Ga history of crust formation from zircon geochronology and isotope geochemistry of the Quijingue andEuclidesplutons, Serrinha nucleus, Brazil. Precambrian Research. 167, 53-70.\nRios, D.C.; Conceição, H.; Davis, D.W.; Rosa, M.L.S.; Macambira, M.J.B.; Peixoto, A.A.; Marinho, M.M., 2006. Morro do Lopes Granites: Palaeoproterozoic alkaline magmas and their significance for Serrinha Nucleus evolution, northeastern Bahia, Brazil. VSouth American Symposium on Isotope Geology 238 p.\nRios, D.C.; Conceição, H.; Davis,D.W.; Rosa, M.L.S.; Marinho, M.M., 2005. Expansão do magmatismo pós-orogênico no Núcleo Serrinha NE Bahia Cráton do São Francisco: Idade U-Pb do maciço granítico PedraVermelha. Revista Brasileira de Geociências 35, 423-426.\nRios, D.C., 2002. Granitogênese no Núcleo Serrinha: Geocronologia e Litogeoquímica. Tese de Doutorado, Instituto de Geociências, Universidade Federal da Bahia, 235 p.\nSchrank, A,.;Silva, M.G.,1993. Greenstone belt do cráton do São Francisco, Brasil. O craton do São Francisco. Sociedade Brasileira de Geologia SGM/CNPq, Salvador 85-118 p.\nSilva, M.G.; Coelho, C.E.S.; Teixeira, J.B.G.; Alves da Silva, F.C.; Silva, R.A.; Souza, J.A.B., 2001. The Rio Itapicuru greenstone belt, Bahia, Brazil: geologic evolution and review of gold mineralization. Mineralium Deposita, 36, 345-357.\nSilva, M.G., 1992. Evidências isotópicas e geocronológicas de um fenômeno de acrescimento crustal transamazónico no Cráton do São Francisco, Estado da Bahia. Anais 37 ° Congresso Brasileiro de Geologia. São Paulo, Resumos Expandidos 2, 181-182.\nThybo, H.; Artemieva, I.M., 2013. Moho and magmatic underplating in continental lithosphere. Tectonophysics 609, 605-619.\nWinge, M., 1984. A seqüência vulcanossedimentar do Grupo Capim, Bahia. Geologia e Recursos Minerais do Estado da Bahia: textos básicos. Salvador, SME/CPM 5, 43-103.\n32\nCAPÍTULO 4 - ARTIGO CIENTÍFICO\nFORMAÇÃO DE DOMO GNÁISSICO EM ZONA DE COLISÃO ARCO-CONTINENTE: O DOMO PALEOPROTEROZOICO ALTO ALEGRE, BLOCO SERRINHA, CRÁTON DO SÃO FRANCISCO, BRASIL.\nResumo\nDomos gnáissicos são estruturas que podem estar associadas tanto aos orógenos extensionais quanto aos colisionais. Em orógenos colisionais, normalmente balizam os distintos terrenos dispondo-se em corredores estruturais. Na região nordeste do Cráton São Francisco, Bloco Serrinha, localiza-se o Greenstone Belt Paleoproterozoico do Rio Itapicuru, interpretado como arco continental acrecionado a um Complexo de alto grau mesoarqueano. Mapeamento geológico realizado no segmento norte da transiçao, embasamento-greenstone, revelou a ocorrência de um domo gnáissico-migmatítico que limita dois terrenos, um arqueano e outro paleoproterozoico, que destoa litoestruturalmente de outros domos reconhecidos a sul do greenstone (e.g. domos do Ambrósio, Salgadália e Pedra Alta). Além disso, dados estruturais mostram que a evolução tectônica da área ocorreu a partir de tectônica compressiva em D1 com direção E-W, seguido de transcorrência N-S em D2, possivelmente associados a transpressão. O domo, denominado Alto Alegre, possui núcleo granito-diatexítico, sendo delineado por faixas anfibolíticas concêntricas e preserva paragênese de alto grau metamórfico. Análises de elementos maiores e traços revelam que as faixas de anfibolitos do referido domo possuem características geoquímicas semelhantes aos diques máficos que cortam o embasamento, e destoam dos basaltos toleíticos do greenstone belt. Dados geocronológicos e de campo revelam idades de ca. 3080 Ma para o embasamento arqueano e para gnaisses do domo Alto Alegre, e idades de ca. 2080 Ma para o granito que intrude a porção central do domo. Os dados mostram que o domo Alto Alegre representa o embasamento arqueano retrabalhado tectonicamente e influenciado por atividade granítica, durante colisão continente-continente em ca. 2080 Ma.\nPalavras-chave: Domos granito-gnáissicos, orógeno acrecionário, sensoriamento remoto, colisão arco-continente, Arqueano-Paleoproterozoico, Cráton São Francisco\n4.1\tIntrodução\nDomos gnáissicos são estruturas de escala crustal que podem se formar por múltiplos mecanismos vinculados à tectônica compressiva, direcional e extensional. Essas estruturas ocorrem desde o Arqueano até o Fanerozoico, e expressam fluxo crustal dirigido a partir de interações entre gravidade e esforços tectônicos laterais, durante orogênese (Teyssier e Whitney, 2002; Burg et al. 2004; Whitney et al. 2004, 2013; Yin, 2004; Teyssier et al. 2005; Brun e\nSokoutis, 2007; Sarkarinejad e Alizadeh, 2009; Cunningham, 2010, 2013; Denièle et al. 2011; Rey et al. 2011; Verner et al. 2014). Em orógenos colisionais, geralmente balizam limites tectônicos e muitas vezes são associados a zonas de sutura de terrenos acrecionários (Lee et al. 2004; Cunningham, 2010, 2013; Babuska e Plomerová, 2013; Verner et al. 2014). A acreção de blocos é uma das maneiras mais eficientes de crescimento crustal, e ocorre quando cessa o processo de subducção de litosfera oceânica ou continental, culminando em orógenos colisionais continente-continente (Cawood et al. 2006; 2012 e referências associadas). Dessa forma, orógenos colisionais registram as mudanças nos regimes tectônicos ao longo do tempo, e são essenciais na compreensão de como e quando se iniciou a tectônica de placas como a conhecemos.\nNo bloco Serrinha, região nordeste do Cráton do São Francisco, Brasil (Fig.4.1A), ocorrem vários domos granito-gnáissicos arqueanos a proterozoicos, como os do Ambrósio, Salgadália e Alto Alegre (Fig.4.1B, Fig.4.2B,C e Fig.4.3). Entretanto a origem desses domos ainda é pouco conhecida. Se por um lado, o domo de Ambrósio foi mais bem estudado e considerado embasamento arqueano do Greenstone Belt do Rio Itapicuru, de idade paleoproterozoica (Jardim de Sá, 1982), ou intrusão com restos do embasamento (Matos e Davison, 1987), pouco se conhece sobre os demais domos. De particular importância é o domo de Alto Alegre, que bordeja a Faixa de Cisalhamento Caldeirão no Greenstone Belt Paleoproterozoico do Rio Itapicuru e transição para o embasamento arqueano. Dados isotópicos, geoquímicos e estruturais indicam para uma complexa evolução para este greenstone belt envolvendo geração de basaltos toleíticos há ca.2,15 Ga, colisão arco-continente por volta de 2,11 e colisão continente-continente de 2,08 a 2,04 Ga (Oliveira et al. 2010 e referências associadas; Costa et al. 2011; Grisólia e Oliveira, 2012;). O Domo Alto Alegre se insere nesse contexto como um elemento crustal gerado durante a colisão continente-continente, de idade paleoproterozoica, ocorrida no Bloco Serrinha.\nNeste trabalho serão apresentados dados de campo, petrografia, geologia estrutural, geoquímicos e geocronológicos para o domo Alto Alegre. Os resultados possibilitaram uma melhor compreensão sobre a evolução do segmento norte da transição embasamento-Greenstone Belt do Rio Itapicuru e sobre o significado tectônico do domo Alto Alegre.\n4.2\tContexto geológico regional\nO Bloco Serrinha é uma mega-estrutura elipsoidal que ocupa uma área de 21000 km2 (Fig.4.1 e Fig.4.2) e que permaneceu relativamente rígida durante orogênese no Paleoproterozoico (Barbosa e Sabaté, 2004; Oliveira et al. 2010, Donatti-Filho et al. 2013). O bloco é composto por: (i) dois complexos mesoarqueanos de alto grau denominados Santa Luz e Uauá, o último considerado alóctone (Oliveira, 2011); (ii) complexos máfico-ultramáficos; (iii) três enxames de diques máficos, sendo um no complexo Santa Luz e dois no complexo Uauá, cuja correlação é incerta; (iv) sequências vulcano-sedimentares dos greenstone belts do Rio Itapicuru e Rio Capim; e (v) intrusões graníticas paleoproterozoicas.\nOs gnaisses-migmatíticos do embasamentoo do Complexo Santa Luz possuem afinidade cálcio-alcalinas a TTG, grande parte de composição granodiorítica com idades entre 3085 Ma e 2983 Ma. A Tab.1 exibe idades compiladas para o Bloco Serrinha. Por outro lado, as rochas ultramáficas e de alto grau do complexo Uauá possuem idades entre 3200 Ma e 2991 Ma (Oliveira et al. 2011). O complexo Uauá esta em contato tectônico com o Greenstone Belt Paleoproterozoico Rio Capim (Oliveira et al. 2011; 2013), enquanto o complexo Santa Luz se limita por falha com o Greenstone Belt Paleoproterozoico do Rio Itapicuru.\nO Greenstone Belt Paleoproterozoico do Rio Itapicuru (GBRI) é uma unidade litotectônica acrecionária cuja origem e evolução tem sido objeto de debate (Kishida, 1979; Kishida e Riccio, 1980; Davison et al. 1988; Silva 1987, 1992; Silva et al. 2001; Oliveira et al. 2004a, 2009, 2010, 2010a; Costa et al. 2011; Grisólia e Oliveira, 2012; Verma e Oliveira, 2013). O GBRI está em contato tectônico com o complexo Santa Luz por zonas de cisalhamento através da Faixa de Cisalhamento Caldeirão, que por sua vez separa o complexo alóctone de Uauá do restante do Bloco Serrinha (Oliveira et al. 2002, 2010, 2010b, 2013; Oliveira, 2011). O domo gnáisse-migmatítico Alto Alegre (AA) ocorre na transição norte do embasamento arqueano com o greenstone belt do Rio Itapicuru, e bordeja a Faixa de Cisalhamento Caldeirão.\nInicialmente chamada de Faixa de Cisalhamento Caldeirão-Orocó por Jordan (1972) e posteriormente de Faixa de Cisalhamento Caldeirão (FCC) por diversos autores (Paixão e Oliveira, 1998; Mello,et al. 1999; Oliveira et al. 2002, 2010; Rios et al. 2009; Oliveira, 2011), a FCC compreende um corredor com direção aproximada N-S e mais de 280 km de comprimento segmentada em duas zonas: (i) norte, com mais de 130 km de comprimento e largura máxima de 25 km, composta por rochas quartzíticas, paragnaisses, ortognaisses, rochas máficas e\nmigmatitos, todos cisalhados, com mergulho acentuado e metamorfizados em fácies anfibolito; (ii) sul, com estreitas zonas de cisalhamento transcorrente direcional (strike-slip) que se\nramificam sob forma de splay, estendendo-se por mais de 150 km para sul através do Greenstone\nBelt do Rio Itapicucu (Fig.4.2B). Uma delas é a zona de cisalhamento principal proposto por\nChauvet et al.(1997).\nLegend\n□\t0\t\t4\nE\t1\tlV V\t5\nEl\t2\t■\t6\n\t\t\t\n\t\t3\t-Jr-\t7 I\nI • .. I Proterozoic and Phanerozoic covers\nI •* *1 (<1.8 Ga)\n|\t| Itabuna-Salvador-Curaça Belt\no Archean-Paleoproterozoic basemant\nz\" Bahia State boundary\nFig.4.1: Localização do Cráton do São Francisco e Bloco Serrinha. A-) América do Sul, Brasil, Estado da Bahia, Cráton São Francisco e Blocos arqueano-paleoproterozoico, destaque para Bloco Serrinha ; B-) Mapa simplificado do Bloco Serrinha e unidades litotectônicas associadas: Legenda; RIGB- Greenstone Belt do Rio Itapicuru; RC-Greenstone Belt do Rio Capim; (a) Domo do Ambrósio; (b) Domo Salgadália. Litotipos e Estruturas: 0-Cobertura fanerozoica-proterozoica; 1-granitos de alto-K; 2-Granitóides alcalinos, TTG’s e domos granito-gnáissicos; 3-Migmatitos Complexo Santa Luz; 4- Gnaisses bandados Complexo Santa Luz; 5- Sequência vulcanossedimentar tipo greenstone belt; 6- Complexos máfico-ultramáficos; 7- Embasamento arqueano retrabalhado; 8- Faixa de Cisalhamento Caldeirão; 9- Anfibolitos; 10- Diques máficos indeformado e intensamente deformados; 11-Principais falhas. Polígono tracejado indica localização do domo Alto Alegre. Adaptado de Oliveira et al. 2010\nO Greenstone Belt Paleoproterozoico do Rio Itapicuru é uma unidade litotectônica do Bloco Serrinha (Fig.4.2A), que é interpretado como remanescente de arco acrecionado a um continente entre 2130 e 2105 Ma (Oliveira et al., 2010; Grisólia e Oliveira, 2012). Segundo alguns autores (e.g., Mascarenhas, 1979; Kishida, 1979; Kishida e Riccio 1980; Davison et al. 1988; Silva, 1992), o GBRI é compartimentado da base para o topo nas seguintes unidades: (i) unidade vulcânica máfica, composta por derrames maciços e almofadados (metabasaltos) com sedimentos químicos ocasionais; (ii) unidade vulcânica félsica, composta por derrames andesíticos a dacíticos; e (iii) unidade sedimentar vulcanoclástica, composta por sequências turbidíticas intercaladas com sedimentos químicos e rochas epiclásticas. Na transição entre o embasamento arqueano e o GBRI, ocorrem plútons graníticos com idades entre 2163-2072 Ma, que intrudem tanto o Greenstone Belt do Rio Itapicuru quanto o embasamento arqueano. Além disso, nessa zona de transição ocorrem domos granito-gnáissicos, complexos máfico-ultramáficos, diques máficos e mármores. O contato entre embasamento e unidades do greenstone belt (e.g., Sequência Metassedimentar Monteiro) é tectônico. Por outro lado, há contrastes estruturais e metamórficos quando comparados o sul e o norte da transição embasamento-greenstone. Para sul as estruturas têm vergência para SE e o metamorfismo varia de fácies xisto verde a anfibolito (Silva, 1992; Davison et al. 1988; Cruz Filho et al. 2005), enquanto que para norte as estruturas têm vergência para W e o metamorfismo varia de fácies anfibolito médio a alto (Baldim e Oliveira, 2013).\nPlútons graníticos constituem aproximadamente 30% da área do Bloco Serrinha (Rios et al. 2009), e abrangem varias idades no Paleoproterozoico, conforme Tab.4.1. Ao longo da transição embasamento-greenstone belt ocorrem diversas intrusões graníticas de alto-K a shoshoníticas, com idades entre 2111 e 2105 Ma, como: o monzonito Cansanção com idades Pb-Pb de 2105 Ma (Nascimento, 1996); tonalito Itareru com idade U-Pb SHRIMP de 2109 Ma (Carvalho e Oliveira, 2004); e o granodiorito Fazenda Gavião com idade U-Pb SHRIMP de 2106 Ma (Costa et al. 2011). Essas intrusões marcam o limite entre o Greenstone Belt do Rio Itapicuru e o complexo arqueano de Santa Luz, e podem estar relacionados a magmas derivados da fusão de fontes mantélicas fertilizadas durante subducção (Oliveira et al. 2010; Costa et al. 2011).\nDomos granito-gnáissicos alongados ocorrem no Greenstone Belt do Rio Itapicuru e na transição deste para o embasamento arqueano. Um deles é o domo do Ambrósio (Lacerda, 2000 e Mello et al. 2006), que ocorre a sul do greenstone belt. Ele é constituído por um núcleo\ngranodiorito porfirítico com bordas metamorfizadas em fácies anfibolito, megaenclaves de gnaisse bandado e migmatitos, e apresentou idade U-Pb SHRIMP de cristalização sin- tectônica em xenotima em torno de 2080 Ma (Mello et al. 2006). Os demais domos, como o de Salgadália e Pedra Alta, carecem de estudos detalhados. Por outro lado, na transição norte embasamento com o greenstone belt foi reconhecido o domo gnaisse-migmatítico Alto Alegre (esse trabalho). O domo Alto Alegre destoa litoestruturalmente dos demais domos, e é composto por: (i) gnaisses bandados e migmatíticos; (ii) biotita-granodioritos; (iii) núcleo granítico-diatexítico na porção central e (iv) faixas anfibolíticas que formam elipses concêntricas, observadas em diversas escalas (Baldim e Oliveira, 2013).\nAmostra\tIdade (Ma)\tErro (± Ga)\tTécnica Analítica / Mineral\tReferência\nEmbasamento do Bloco Serrinha\t\t\t\t\nTonalito Capim\t3120\t10\tU-Pb SHRIMP/zircão\t(Cordani et al. 1999)\nGnaisse Valente\t3102\t5\tU-Pb SHRIMP/zircão\t(Rios et al., 2009)\nGnaisse Retirolândia\t3085\t6\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2010)\nTonalito Glvale do Jacurici\t2983\t6\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2010)\nGranulito enderbítico Uaua\t2933\t3\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2002)\n\tGreenstone Belt\t\tdo Rio Itapicuru - rochas vulcânicas\t\nBasalto Maciço\t2145\t6\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2010)\nBasalto almofadado\t2142\t8\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2010)\nDacito\t2081\t9\tU-Pb SHRIMP/zircão\t(Oliveira et al. 2010)\nGreenstone Belt do Rio Itapicuru - plútons\t\t\t\t\nGranito Cipó\t2164\t2\tU-Pb ID-TIMS /zircão\t(Rios et al., 2009)\nGranito Eficeas\t2163\t5\tU-Pb ID-TIMS /zircão\t(Rios et al., 2009)\nGranito Nordestina\t2155\t9\tPb evaporação/zircão\t(Cruz Filho et al., 2005)\nGranito Nordestina (oeste)\t2155\t8\tU-Pb SHRIMP/zircão\t(Donatti-Filho et al., 2013)\nGranito Quijingue\t2155\t3\tU-Pb ID-TIMS/zircão\t(Rios et al., 2008)\nGranito Trilhado\t2155\t9\tU-Pb SHRIMP/monazite\t(Mello et al., 2006)\nGranito Nordestina (centro)\t2139\t7\tU-Pb SHRIMP/zircão\t(Donatti-Filho et al., 2013)\nGranito Nordestina (leste)\t2131\t1\tU-Pb SHRIMP/zircão\t(Donatti-Filho et al., 2013)\nTonalito Teofilândia\t2130\t7\tU-Pb SHRIMP/zircão\t(Mello et al., 2006)\nQuartzo-pórfiro Teofilândia\t2128\t8\tU-Pb SHRIMP/zircão\t(Mello et al., 2006)\nGranito Barrocas\t2127\t5\tPb evaporação/zircão\t(Chauvet et al., 1997)\nTonaito Itareru\t2109\t5\tU-Pb SHRIMP/zircão\t(Carvalho and Oliveira, 2003)\nGranodiorito Fazenda Gavião\t2106\t6\tU-Pb SHRIMP/zircão\t(Costa et al., 2011)\nMonzonito Cansanção\t2105\t3\tPb-Pb evaporação/zircão\t(Rios et al., 2000)\nSienito Pintado\t2098\t2\tPb-Pb evaporação/zircão\t(Conceição et al., 2002)\nGranito Euclides\t2097\t8\tID-TIMS SHRIMP/zircão\t(Rios et al., 2008)\nSienito Agulha-Bananas\t2086\t2\tPb-Pb evaporação/zircão\t(Conceição et al., 2002)\nSienito Itiúba\t2084\t9\tU-Pb SHRIMP/zircão\t(Oliveira, et al. 2004)\nGranito Pedra Vermelha\t2080\t8\tU-Pb diluição isotópica /zircão\t(Rios et al., 2005)\nGranodiorito Domo do Ambrósio\t2080\t2\tU-Pb SHRIMP/xenotime\t(Mello et al., 2006)\nPlútons Morro do Lopes\t2072\t1\tU-Pb ID-TIMS/zircão\t(Rios et al., 2000)\nKimberlitos Brauna\t642\t6\tU-Pb ID-TIMS/perovskita\t(Donatti-Filho et al. 2013)\nFaixa de Cisalhamento Caldeirão\t\t\t\t\nNorth\t\t\t\t\nOrtognaisses\t3152\t5\tU-Pb SHRIMP/zircão\t(Oliveira et al., 2002)\nMetamorfismo MAX\t2070\t11\tU-Pb SHRIMP/zircão-borda\t(Oliveira et al., 2002)\nMetamorfismo MIN\t2039\t2\tU-Pb ID-TIMS/titanita\t(Oliveira et al., 2000)\nSouth\t\t\t\t\nPico Metamórfico\t2076\t10\tU-Pb SHRIMP/xenotima\tMello et al. 2006\nMineralização aurífera - MAX\t2054\t2\tAr-Ar/ muscovita hidrotermal\tab*\nMineralização aurífera - MIN\t2049\t4\tAr-Ar/ muscovita hidrotermal\tab*\n\t\t\t\tab* = (Vasconcelos e Becke, 1992; Mello et al. 2006)\nGreenstone Belt Rio Capim\t\t\t\t\nMetadacito\t2148\t9\tU-Pb SHRIMP/zircão\t(Oliveira et al. 2011)\nDiorito-Tonalito\t2128\t7\tU-Pb SHRIMP/zircão\t(Oliveira et al. 2011)\nTab.4.1: Dados geocronológicos para o Bloco Serrinha.\n4.3\tMateriais e métodos\nPara caracterizar o domo Alto Alegre foram utilizadas várias técnicas de pesquisa, incluindo trabalhos de campo, processamento digital de imagens de satélite e dados geofísicos, geoquímicos e geocronológicos.\n4.3.1\tGeoprocessamento e geofísica\nForam utilizadas técnicas de geoprocessamento para delinear as feições geológicas gerais da área, com uso de imagens dos sensores remotos Landsat 7 ETM+ e Advanced Thermal Emission and Reflecttion Radiometer (ASTER). As cenas foram processadas no Laboratório de Geoprocessamento do Instituto de Geociências da Unicamp, e técnicas convencionais de tratamento foram usadas (e.g. correção atmosférica, extração de pixel escuro). As imagens Landsat foram utilizadas em uma composição R7G4B3 para reconhecimento de rochas máficas e félsicas conforme descrito por Saadi e Watanabe, (2009) e Saadi et al. (2011). Além disso, filtro de decorrelação foi utilizado para realçar contrastes espectrais na composição. As imagens ASTER foram processadas aritmeticamente com as operações (4/7), (4/1), (2/3*4/3) em\nOs dados aerogeofísicos (gamaespectrométricos e magnetométricos) utilizados possuem espaçamento de linhas de voo de 1 km, foram adquiridos com direção N45°W e intervalos de amostragem de 2s, compondo parte do projeto 1024-Serra de Itúba, acervo do Serviço Geológico Brasileiro (CPRM).Os mapas gerados são de escala regional e permitem a comparação com o mapa simplificado do bloco Serrinha (Fig4.2A). Filtros tradicionais de lowpass e de cosseno direcional foram usados nos dados para correção de ruídos, conforme procedimento adotado em alguns trabalhos ( e.g., Sykes e Das, 2000; Barbuena et al. 2013; Pedrosa et al. 2014 e referências associadas).\n4.3.2\tGeoquímica de elementos maiores e traços\nAs análises geoquímicas foram obtidas nas rochas anfibolíticas do domo, com o intuito de compará-los com diques que cortam o embasamento arqueano e com metabasaltos do greenstone belt. As amostras coletadas foram previamente fragmentadas no afloramento, de modo a minimizar possíveis contaminações no laboratório. A preparação das amostras e análises seguem os procedimentos adotados nos Laboratórios de Preparação de Amostras, Geoquímica e Geoquímica Analítica do Instituto de Geociências da Unicamp. Foram analisadas 23 amostras de anfibolito para elementos maiores e traços por Espectroscopia de Fluorescência de Raios-X (FRX). Posteriormente, 8 amostras foram selecionadas para análise de elementos terras raras por ICP-MS.\n4.3.3\tGeocronologia\nForam selecionadas quatro amostras para análise geocronológica de alta resolução: (i) amostra TCMG-123 que representa o embasamento gnaisse-migmatítico do Complexo Santa Luz; (ii) amostras TCMG-645 e TCMG-45.2 de gnaisse cinza do domo Alto Alegre; e (iii) amostra TCMG-45.1 de rocha granítica da porção central do domo. A preparação das amostras foi realizada no Laboratório de Concentração Mineral do Instituto de Geociências, e consistiu em britagem, moagem, concentração dos minerais pesados em bateia e posterior separação eletromagnética no separador magnético Frantz até a amperagem de 1.5 A. Após esta etapa, o\nconcentrado não magnético foi purificado com iodeto de metileno e os grãos de zircão foram separados manualmente. Em seguida, os grãos foram montados em resina epoxi na Universidade de São Paulo (USP) para auxiliar na localização das análises individuais. As análises isotópicas foram obtidas pelo método U-Pb SHRIMP IIe (Sensitive High Resolution Ion MicroProbe'), e realizadas no Laboratório de Geocronologia de Alta Resolução, Instituto de Geociências da Universidade de São Paulo, conforme procedimentos internos.\n4.4\tResultados\n4.4.1\tGeoprocessamento e geofísica\nO mapa regional (Fig.4.2A) mostra o bloco Serrinha com destaque para os diques máficos a nordeste e sudoeste, batólito Nordestina e unidades do Greenstone Belt do Rio Itapicuru e ao embasamento. Um dos mapas gerados foi o gamaespectrométrico ternário de contagem total K-Th-U, sistema de cores CMY (cian, magent, yellow), conforme mostrado na Fig.4.2B. Neste mapa é possível distinguir o terreno paleoproterozoico do Greenstone Belt do Rio Itapicuru em tons de ciano claro a verde claro, disposto na porção central no mapa. Também são indicados os domos de Salgadália, Ambrósio e Alto Alegre, além das unidades litotectônicas Tonalito Itareru e Monzonito Cansação, que balizam a zona de contato entre os terrenos greenstone e embasamento. O embasamento aparece em tons de roxo, azul escuro e verde escuro na porção oeste, com destaque para sienito paleoproterozoico Itiúba, e na região nordeste do mapa. Também foi confeccionado um mapa em composição RGB (red:7, green:4, blue:3) e aplicado filtro de realce por decorrelação para destaque de rochas máficas (Fig.4.2C). O uso de dados de campo integrados aos mapas gamaespectrométricos e composições RGB possibilitaram a delimitação mais precisa das unidades mapeadas.\n4.4.2\tDados de campo e petrografía\nO domo gnaisse-migmatítico Alto Alegre foi mapeado neste trabalho e seu nome foi sugerido devido ao povoado, Alto Alegre, localizado nos arredores dos municípios de Itiúba e Monte Santo.\nO domo Alto Alegre (AA) foi descrito pela primeira vez por Baldim (2012) e Baldim e Oliveira (2013). É uma estrutura elíptica, com eixo maior de comprimento N-S com 45 km e ocupa uma área de aproximadamente 500 km . O domo é composto dominantemente por gnaisses e migmatitos em fácies anfibolito superior, injeções graníticas nas porções centrais, e é delineado por faixas concêntricas de anfibolitos com clinopiroxênio e anfibólio (Fig.4.3 e ANEXO I).\nFig. 4.2: Mapa geológico simplificado do Bloco Serrinha e dados aerogeofísicos: Is-Sienito Itiúba, Cm-Monzonito Cansanção, It-Tonalito Itareru, Ad-Domo Ambrósio, Sd-Domo Salgadália e Aad-Domo Alto Alegre; (A) Bloco Serrinha e unidades correlatas, com destaque para a faixa de cisalhamento Caldeirão, enxames de diques máficos a sudoeste e nordeste e domo Alto Alegre; (B) Mapa gamaespectométrico ternário de contagem total K-Th-U (CMY) do Bloco Serrinha; (C) Composição R7G4B3 com filtro de realce por decorrelação e polígono amarelo limitando a área mapeada; linhas N-S em tons de roxo, a oeste do mapa representam diques máficos, e para leste rochas do GBRI.\n39’30’0-W\n424000\t428000\t432000\t436000\t440000\t444000\t448000|\t452000\t456000\t460000\n—■-----------1----------■---------■----------■—r----:—i-----------1—i-------□----------1----------■----- y,\nb\nFig. 4.3. Mapa geológico simplificado do domo Alto Alegre, embasamento arqueano e transição com o Greenstone Belt do Rio Itapicuru e localização no Estado da Bahia. Legenda; (a) Domo de Pedra Vermelha; (b) Domo Alto Alegre; (c) Domo de Nordestina; 0- Migmatitos e gnaisses do arqueanos do Complexo Santa Luz; 1- Gnaisses migmatíticos e gnaisses bandados do Complexo Santa Luz; 2- Migmatitos e gnaisses predominantemente máficos; 3-Biotita gnaisses; 4- Batólito Nordestina indeformado ou pouco deformado; 5- Batólito Nordestina gnaissificado e migmatizado; 6- Anfbolitos, matabasaltos, metacherts da sequência vulcanossedimentar do Greenstone Belt do Rio Itapicuru; 7- Paragnaisse, quartzito e xistos da sequência vulcanossedimentar do GBRI; 8- Formações ferríferas bandadas da sequência vulcanossedimentar do GBRI; 9- Maciço granito-migmatítico Pedra Vermelha; 10- Granitos diatexíticos; 11- Anfbolitos; 12- Granada-granito Gado Bravo; 13- Augen gnaisse; 14- Monzonito de alto-K Cansanção; 15- Falha de empurrão; 16- Falha transcorrente sinistral; 17- Falhas; 18- Diques máficos.\nO domo AA limita-se a norte por falha inferida com o maciço granito-migmatítico de Pedra Vermelha e anfibolitos, e ao sul com o granada-granito Gado Bravo por contato intrusivo.\nFig.4.4: Característica de campo e microtofografia de gnaisses do embasamento. Legenda. Bt- biotita; Hb-hornblenda; Qtz- quartzo; Rtl- rutilo; Opc- opacos; Plg- plagioclásio; Cpx- clinopiroxênio; Felds-Alc- feldspato alcalino. (A) Gnaisses e gnaisse-migmtíticos bandado na borda oeste do domo; (B) Intercrescimento de Bt+Hbl+Qtz e ao redor quartzo, feldspato alcalino, plagioclásio; (C) Embasamento arqueano intrudido por enxame de diques máficos com direção N-S (S10° 42’18,2”; W39°38’36,0”, local de coleta para geocronologia U-Pb); (D) Detalhe de dique máfico anfibolitizado em LN evidenciando a presença de rutilo (Rtl) e opacos (Opc), verde oliva são minerais de Hbl,\nPara nordeste, na transição com o GBRI, o contato é gradual e há predominância de migmatitos, boudins e gnaisses de composição máfica (Fig.4.5A). Além disso, foram observados indicadores cinemáticos, dominantemente sinistrais, em rochas gnáissicas localizadas próximas a transição do embasamento arqueano e greenstone belt. Em lâmina delgada de amostra orientada indicadores cinemáticos análogos aos observado em afloramento são comuns, e predominantemente sinistrais. Por outro lado, na borda leste do domo AA, e no contato com o batólito Nordestina ocorrem gnaisses migmatíticos de composição granodiorítica, além de raras\nexposições de metatexitos máficos (Fig.4.5B).\nOs gnaisses-migmatíticos do domo AA (Fig.4.5C) possuem paleossoma composto por biotita alongada segundo o plano Sn, plagioclásio e pouco quartzo, que se alternam com neossoma quartzo-feldspático. São gnaisses e biotita-gnaisses de granulação média, às vezes plaoides, grãos que variam de subédricos (predominantemente) a anédricos, com texturas granoblásticas a nematoblásticas, metamorfizados em fácies anfibolito. A composição modal varia entre 20-33% quartzo, 23-40% plagioclásio, 5-28% feldspato alcalino, 15-30% biotita, 35% pertita, 2-5 % microclínio e 1-3% de acessórios (apatita, zircão, monazita, rutilo, muscovita, clorita e minerais opacos). Os grãos de quartzo na maior parte são xenomórficos e apresentam extinção ondulante a subgrãos. Na porção central do domo ocorrem intrusões graníticas de cor rosa (Fig.4.5D), pouco deformadas a maciças com aspecto diatexítico.\nFig.4.5: Litotipos do domo Alto Alegre e entorno: (A) Corte horizontal -XZ- do elipsóide de deformação de Migmatito gnáissico de composição máfica dobrado, com indicador cinemático sinistral em transição entre o greenstone belto do Rio Itapicuru e o domo Alto Alegre; e (B) Metatexito máfico e dique máfico deformado (?). Cabo do martelo indica o norte; (C) Gnaisse domo Alto Alegre com porções migmatíticas e aspecto placóide; (D) Granito rosa -metatexítico- truncando a foliação de gnaisse na região central do domo Alto Alegre;\nAinda no domínio do domo AA, ocorrem faixas anfibolíticas que variam de centímetros (Fig.4.6A) a dezenas de metros de largura (Fig.4.6B), estruturadas regionalmente em elipses concêntricas. Na borda oeste do domo, as faixas anfibolíticas estão intensamente deformadas e cortadas por injeções graníticas (Fig.4.6C). Contagem modal mostra que os anfibolitos variam de: 35-55% anfibólio (hornblenda), 25-35% plagioclásio (oligoclásio e albita, preferencialmente), até 8%de feldspato alcalino, até 5% biotita, até 3% clinopiroxênio e hornblenda, e 1-2% de acessórios (clorita, monazita, rutilo). Análise microtextural revelou reações de retrometamorfismo entre clinopiroxênio e anfibólio (Fig.4.6D), sugerindo tratar-se de retrogranulitos em fácies anfibolito. A principal reação metamórfica identificada foi: Hornblenda + Quartzo = Ortopiroxênio + Clinopiroxênio + Plagioclásio + H2O. Entretanto, não ocorrem ortopiroxênios, e as paragêneses e texturas indicam a formação de hornblenda e quartzo a partir de clinopiroxênio em retrometamorfismo em associações mineralógicas comuns em rochas metamórficas de fácies anfibolito superior (O' Brien et al. 2003).\nFig.4.6: Anfibolitos do domo Alto Alegre e diques máficos. (A) e (B) Faixas anfibolítica do domo Alto Alegre com aspecto de dique máfico intrudido em gnaisse cinza e (C) Migmatito do embasamento arqueano com dique máfico intensamente deformado; D-) Microfotografia de anfibolito do domo Alto Alegre evidenciando reação metamórfica entre Hbl + Cpx com contatos interdigitados, elípse vermelha. Ver legenda de minerais Fig.4.4\nO maciço granito-migmatítico de Pedra Vermelha limita-se com o domo AA por falha indefinida. É composto por unidades migmatíticas cinza e rosa, gnaisses, biotita-gnaisses, granitos e anfibolitos, divididos em: (i) uma parte externa com gnaisses, biotita-gnaisses e gnaisses-migmatíticos; e (ii) um núcleo dômico de granitos de alto-K e migmatitos (Passarela, 2008). Os anfibolitos ocorrem em faixas não contínuas que bordejam parte do núcleo granito-migmatítico, e se estruturam a leste em uma megadobra assimétrica com eixo subvertical e plano axial aproximadamente E-W. Para leste do maciço ocorrem granitos de alto-K milonitizados a augen gnaisses (Fig.4.7A), com predominância de indicadores cinemáticos sinistrais tanto em escala de afloramento quanto em escala microscópica (Fig.4.7B).\nOs migmatitos do embasamento arqueano (Complexo Santa Luz) limitam-se com o domo gnáissico Alto Alegre por falha inferida. O embasamento é cortado por enxame de diques máficos que se estendem desde o sul do bloco Serrinha (Oliveira et al. 2010; Oliveira, 2011) até o norte nos arredores do domo AA, onde estão deformados e ocorrem em faixas anfibolíticas descontínuas e dobradas. Da mesma forma, nas proximidades da Faixa de Cisalhamento Caldeirão ocorrem faixas anfibolíticas descontínuas, com espessura que variam de métricas a dezenas de metros e boudins máficos. Além disso, ocorrem falhas tardias de direção NE, e pseudotaquilitos associados que atravessam a porção leste do embasamento arqueano e o domo AA, até se unirem à Faixa de Cisalhamento Caldeirão.\nO batólito granodiorito-trondhjemítico Nordestina, cujo significado tectônico ainda é incerto, ocupa cerca de 35% da área do mapa e representa parte do magmatismo que constitui o Greenstone Belt do Rio Itapicuru. O batólito Nordestina ocorre na porção ocidental do greenstone belt, em contato intrusivo com as supracrustais metamorfizadas em fácies xisto-verde do GBRI e tectônico com o embasamento arqueano de alto grau metamórfico (Davison et al. 1988; Cruz Filho et al. 2003; Cruz Filho et al. 2005). Dados isotópicos e geoquímicos indicam afinidade TTG do batólito, sugerindo fusão de crosta máfica juvenil. O batólito vem sendo estudado devido à ocorrência de kimberlitos diamantíferos neoproterozoicos (Donatti-Filho et al. 2013).\nO Monzonito Cansanção, intrusivo na borda oeste do batólito Nordestina, é um plúton composto por monzonito, cálcio-alcalino de alto-K, com enclaves máficos dispersos (Fig.4.7C), sugerindo mistura de magmas (Nascimento, 1996). Possui matriz monzonítica, e contém abundância de anfibólio em sua composição mineralógica, conforme Fig.4.6F. Além do plúton Cansanção, outros representantes do magmatismo de alto-K a shoshonítico são reconhecidos a\nsul do domo AA, na transição embasamento-greenstone, como o granodiorito Fazenda Gavião (Costa et al. 2011).\nFig.4.7: Granitos de alto-K e características macro e microscópicas. (A) Augen gnaisse com porfiroclastos de feldspato indicando movimente sinistrai; (B) Sigmóide de quartzo indicando movimento sinistrai, norte indicado na imagem; (C) Aspectos de campo plúton Monzonito Cansanção com destaque para corredor de enclaves máficos e (D) microfotografia evidenciando intercrescimento de hornblenda e quartzo (Hbl+Qtz) em textura mirmequítica, apatita (Apt), plagioclásio (Plg) e quartzo.\nO extremo sul do domo Alto Alegre é intrudido pelo granada-granito Gado Bravo, cuja idade é desconhecida A unidade é um granada-granito de duas micas, com aglomerados de granada, biotita, quartzo e plagioclásio A intrusão corta unidades do Greenstone Belt do Rio Itapicuru e hospeda xenólitos supracrustais metamorfizados em alto grau (Fig.4.7E). Granitos com granada são descritos em diversos orógenos, e são associados à fusão parcial da crosta com contribuição de rochas sedimentares (Wilde e Zhao, 2010; Hogdahl et al. 2012; Zhao et a,. 2014).\nAs unidades do Greenstone Belt do Rio Itapicuru ocorrem a sul do domo AA e principalmente a leste, onde são afetadas pela Faixa de Cisalhamento Caldeirão. As unidades do GBRI descritas são BIF's, calcissilicáticas, anfibolitos, sillimanita-biotita xisto, quartzitos e\n4.4.3\tGeologia Estrutural\nA análise estrutural possibilita a compreensão de estruturas geológicas, tanto em escala de afloramento quanto em escala crustal (Moores e Twiss, 1995; Fossen, 2010; Hillier et al. 2013), porém se torna complexa em terrenos poli-deformados antigos (e.g., Arqueano e Paleoproterozoico). Tais dados fornecem informações valiosas sobre a história de deformação de uma região, sobretudo para compreensão das relações entre diferentes elementos estruturais (Ramsay, 1968). Para a obtenção de representações geométricas de estruturas geológicas é preciso realizar análise em diversas escalas. Tradicionalmente, as análises combinam observações de estilos estruturais em campo com o conhecimento geológico regional (Hillier et al. 2013). Dessa forma é possível a representação de mapas e seções 2D (Lisle, 1988), assim como modelos 3D em blocos diagrama que contribuem para o entendimento tectono-estrutural de uma região.\nMapas de contorno estrutural auxiliam na visualização de padrões e estilos estruturais predominantes na área investigada. A Fig.4.8 mostra o mapa de contorno estrutural da região do domo Alto Alegre, elaborado com auxílio de imagens SRTM integrados aos dados e medidas estruturais coletados em campo. Foram utilizados filtros básicos como sombreamento de terreno e correção do ângulo azimutal normal a superfície nas imagens SRTM, destacando assim as estruturas principais.\nO mapa de contorno estrutural exibe quatro domínios que foram divididos de acordo com padrões lito-estruturais: (i) domínio central, com estruturas elípticas e circulares dos domos Alto Alegre e Pedra Vermelha; (ii) domínio sul e sudeste, caracterizado pelos corpos intrusivos do batólito Nordestina, granada-granito Gado Bravo e plúton Cansanção, que possuem formas semicirculares a alongadas; (iii) domínio leste e nordeste, com gnaisses e migmatitos dispostos em um corredor com falhas N-S, que compõem parte da Faixa de Cisalhamento Caldeirão; (iv) domínio noroeste, representado pelo embasamento arqueano não intrudido por diques máficos e exibindo foliação com padrão de megacrenulação; e (v) domínio oeste, do embasamento arqueano cortado por diques máficos, que se estendem de sul a norte e que faz contato com o domo Alto Alegre e com o Greenstone Belt do Rio Itapicuru.\nFig.4.8: Mapa de contorno estrutural do domo Alto Alegre, e transição embasamento-greenstone. Os círculos cinza mostram os limites estruturais. Projeções polares das foliações e de círculo máximo nas lineações. Sn=foliação, Lx=lineação mineral, Lc=lineação de crenulação, n= número de medidas. Linha pontilhada preta indica direção de plano axial de dobra. Destaque mapa localização das imagens Fig.10B,C,D e Fig.9.\nDomínio estrutural I\nÉ representado pelos domos Alto Alegre e Pedra Vermelha, batólito Nordestina e plúton Cansanção. O domo gnaisse-migmatítico Alto Alegre é uma estrutura elíptica com eixo maior aproximadamente N-S. As foliações possuem direção preferencial N-S, mergulhos entre 32° e 68° para E e W. A lineações minreais em todos os domínios é marcada pelo estiramento de quartzo e biotita, e o domínio I geralmente possuem caimento de 8° a 68° para os quadrantes NE e SE. Em sua porção setentrional possui foliações com mergulhos de baixo ângulo para N e lineação de estiramento com caimento entre 8° e 20° para N e NE. Por outro lado, na porção meridional as foliações mergulham com baixo ângulo para S e as lineações de estiramento mineral variam entre 13° e 35° para S e SE. Por outro lado, no limite nordeste entre domo AA e GBRI as foliações apresentam inflexão. Nessa porção os mergulhos caem entre 40° e 80° para SE a NE e para W. Essa inflexão é representada por uma megadobra assimétrica com eixo subvertical e plano axial aproximadamente ENE-WSW. As foliações do domo granito-migmatítico Pedra Vermelha mergulham entre 50° e 60° para todos os quadrantes. Essa estruturação N-S com dobras e empurrões para E e W pode estar associada a uma fase D1, de caráter compressivo.\nNa porção central do domo AA ocorrem figuras de interferência em gnaisses (Fig.4.9A), encontradas também no limite oeste do domo, já no o domínio estrutural V, conforme mostrado na Fig.4.9B,C,D. Essas figuras de interferência se assemelham àquelas formadas por dobras em bainha. Por outro lado, dobras com eixo de charneira de duplo caimento também formam figuras de interferência análogas às formadas em dobras em bainha do tipo eye-fold (Alsop e Holdswoth, 2006).\nDomínio estrutural II\nNa porção sul ocorre o granada-granito Gado Bravo com forma semicircular, foliaçãos de baixo ângulo no centro e bordas com mergulhos >50° para todos os quadrantes, próximo aos contatos (Baldim e Oliveira, 2013). As foliações no batólito Nordestina possuem mergulho para todos os quadrantes, e no contato com o domo AA são preferencialmente para NE, E e SE variando entre 35° e 50°. No contato com a sequência vulcano-sedimentar do GBRI, os mergulhos são >60° para E e W.\nFig.4.9: Figuras de interferência e estruturas associadas à colocação do domo Alto Alegre: (A) Padrão concêntrico da foliação com figura de interferência eye-fold em gnaisse cinza , corte YZ do elipsóide de deformação; (B) Dobras apertadas em bandas quartzo-felsdpáticas de gnaisse cinza; (C) Seta vermelha indica dobra apertada em banda quartzo-feldspática enquanto a elípse amarela destaca a figura de interferência com padrão concêntrico no (D) plano YZ e estrutura concêntrico composta por bandas quartzo-feldspática e bandas máficas.A estrutura (A) ocorre no domínio (i), enquanto que as demais estruturas ocorrem na transição do domínio (v) para o domínio (i). Norte apontado pelo cabo do martelo. Figs B,C,D descritas no domínio V-a.\nDomínio estrutural III\nEste domínio é reresentado pela Faixa de Cisalhamento Caldeirão, que é um corredor de deformação com falhas de cisalhamento de direção N-S. Gnaisses, migmatitos, milonitos, restos de diques máficos, rochas metamáficas e metassedimentares ocorrem nesta zona. Indicadores cinemáticos como dobras de arrasto (Fig.4.10A), dobras intrafoliais, sigmóides (Fig.4.10C) e planos S/C indicam predominância de movimento sinistral. Além disso, falhas NE-SW e NW-SE ocorrem em todas as unidades, em especial no embasamento, e são consistentes com o sistema de falhas sintéticas e antitéticas tipo Riedel, podendo se associar a um cisalhamento regional N-S (Baldim e Oliveira, 2013). A Faixa de Cisalhamento Caldeirão estaria associada a um evento D2, de caráter transcorrente sinistral. Os eventos D1 e D2 serão melhores discutidos adiante.\nFig.4.10: Indicadores cinemáticos. A-) Dobras de arrasto rompidas demostrando cinemática sinistral com direção NS em migmatito máfico; B-) Gnaisse milonítico com sigmóide que indica cinemática sinistral; C-) Dobra apertada com eixo N-S e D-) Figuras de interferência de forma elíptica, indicadas pelas setas pretas, em gnaisses migmatíticos máficos. (corte horizontal, plano yz do elipsóide de deformação).\nDomínio estrutural IV\nOs litotipos que compõem esse domínio são gnaisses-migmatíticos do núcleo arqueano de Jacurici, ou Complexo Santa Luz (Oliveira et al. 2010). Predominam as foliações com direção NS e subordinamente com direção NE. As foliações configuram uma série de dobras sanfonadas com plano axial de direção aproximada NE-SW, possivelmente associado a um tensor\ncompressivo com direção aproximada NW-SE. Neste domínio estrutural ocorrem poucos diques máficos a sul, e a deformação causada pela Faixa de Cisalhamento Caldeirão não é intensa.\nDomínio estrutural V\nEste domínio estrutural pode dividido em dois subdomínios: V-a, cortado por diques máficos e V-b nãocortado por diques máficos. Ambos são compostos por migmatitos e gnaisses bandados do embasamento arqueano. Os subdomínios V-a e V-b configuram dois flancos de uma mega dobra com plano axial de direção NE-SW, indicando uma compressão de direção NW-SE.\nOs gnaisses possuem foliação com direção preferencial N-S e mergulhos variando entre 35° e 65° para todos os quadrantes, predominando mergulhos pra E e W. Os mergulhos mais acentuados ocorrem a nordeste, na transição com o domínio estrutural (iii). A lineação de estiramento mineral é de 8° a 60° para NE e SW. Além disso, no embasamento arqueano próximo ao domo AA ocorrem dobras apertadas com sutil vergência para W e NW. Os planos axiais dessas dobras têm mergulho entre 55° e 75° para E e SE, enquanto o eixo de charneira possui caimento entre 8° e 14°para NE, e podem ser relacionadas a uma fase compressional com direção aproximada NW-SE.\n4.4.4\tGeoquímica de elementos maiores e traços\nA análise geoquímica de elementos maiores e traço foi realizada nos anfibolitos do domo Alto Alegre. Os resultados foram usados para definir se os anfibolitos são restos de diques máficos que cortam o embasamento arqueano, ou se são metabasaltos do greenstone belt. Os anfibolitos analisados possuem variação de SiO2 (44,45-55,61%), TiO2 (0,62-2,93%), Al2O3 (5,77-16,65%), Fe2O3t (7,93-17,55%), MnO (0,12-0,26%), MgO (5,47-15,48%), CaO (7,60-13,57%), Na2O (1,10-3,38%), K2O (0,19-1,91%) e P2O5 (0,05-0,20%).\nCom relação à variação dos elementos-traço menos móveis, tem-se: Cr (88-1316 ppm), Ni (76-663 ppm), Zr (42-120 ppm), Y (13,40-38,00 ppm), Ce (16-39 ppm), Nb (2,30-7.50 ppm). Além disso, possuem baixos teores de Sr (67-384 ppm) e teores moderados de Ba (&lt;865 ppm), conforme Tab.4.2. As amostras MSMB 85, MSMB 91 e MSMB 621 são rochas do GBRI, e destoam geoquimicamente das demais. As duas primeiras representam, respectivamente, um tremolitito hidrotermal e um anfibolito, enquanto a última é uma rocha ulltramáfica, todas coletadas no greenstone belt do Rio Itapicuru.\n\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\tMSMB\n\t24\t44\t50\t58\t68\t79\t85\t87\t91\t105\t106.1\t109.1\t134.1\nÓxidos e Maiores (FRX)\t\t\t\t\tAnfibolitos\tDomo Alto Alegre e limite sul com greentone\t\t\t\t\t\t\t\n(%)\t\t\t\t\t\tÓxidos e Maiores (FRX)\t\t\t\t\t\t\t\nSiO2\t49,53\t49,65\t49,68\t48,93\t49,42\t49,92\t55,61\t50,37\t44,45\t50,05\t49,49\t48,51\t48,02\nTiO2\t1,82\t0,97\t1,23\t0,91\t0,91\t1,23\t0,62\t1,26\t1,46\t0,49\t1,35\t0,89\t0,96\nAI2Oj\t12,73\t13,07\t13,18\t14,40\t14,58\t13,79\t15,83\t13,38\t12,13\t5,77\t13,19\t14,21\t15,39\nFe2O3\t16,65\t13,67\t15,19\t12,80\t11,50\t14,73\t7,93\t14,23\t15,96\t12,20\t15,19\t13,10\t12,87\nMnO\t0,22\t0,20\t0,22\t0,19\t0,18\t0,23\t0,12\t0,22\t0,26\t0,22\t0,22\t0,22\t0,19\nMgO\t6,16\t6,77\t6,69\t7,74\t7,55\t6,30\t5,40\t6,48\t9,88\t15,48\t6,43\t6,83\t7,19\nCaO\t9,74\t11,07\t10,53\t11,72\t11,42\t10,17\t9,16\t7,60\t13,57\t12,99\t9,85\t11,24\t11,72\nNa2O\t2,35\t2,37\t1,80\t2,36\t1,65\t2,51\t3,38\t3,08\t1,28\t1,10\t2,51\t2,99\t2,45\nk2o\t0,28\t0,62\t0,40\t0,51\t0,35\t0,52\t0,60\t1,91\t0,24\t0,50\t0,67\t1,26\t0,50\nPjO5\t0,16\t0,09\t0,12\t0,09\t0,09\t0,13\t0,19\t0,12\t0,11\t0,05\t0,13\t0,09\t0,10\nP.FflOOO °C)\t0,12\t1,08\t0,41\t0,07\t1,90\t0,24\t0,48\t0,98\t0,53\t0,41\t0,64\t0,50\t0,36\nTotal\t99,64\t98,49\t99,04\t99,65\t97,65\t99,53\t98,85\t98,65\t99,34\t98,85\t99,03\t99,33\t99,39\nMenores e Traços (FRX) - mg.g-1\t\t\t\t\t\t\t\t\t\t\t\t\t\nBa\t443\t705\t90\t174\t213\t127\t188\t865\t68\t72\t80\t237\t62\nCe\t20\t27\t16\t23\t18\t23\t39\t38\t36\t35\t32\t32\t17\nCr\t88\t110\t112\t259\t280\t120\t388\t141\t928\t1252\t112\t262\t233\nCu\t167\t47\t73\t108\t161\t96\t15\t57\t5,7\t<1,5\t101\t44\t154\nGa\t13,4\t13,2\t11,8\t13,4\t13,5\t13\t16,7\t13,2\t11,7\t6,3\t13,8\t15,3\t15,4\nLa\t<13\t<13\t<13\t<13\t<13\t<13\t23\t<13\t<13\t<13\t<13\t<13\t<13\nNb\t5,5\t3,5\t5,7\t3,4\t3,5\t7\t6,3\t7,5\t7,5\t3,5\t6,7\t5,1\t3,6\nNd\t22\t<8\t23\t12\t<8\t23\t29\t12\t12\t10\t23\t12\t12\nNi\t76\t78\t64\t100\t151\t65\t213\t61\t597\t292\t68\t159\t107\nPb\t2\t2,9\t3,5\t<2\t<2\t2,7\t10,9\t<2\t3,4\t9,6\t3\t6,2\t<2\nRb\t5,6\t16,6\t7,1\t5,5\t11\t8,6\t9\t57\t4,2\t3.6\t6,9\t9,3\t7,2\nSc\t51\t59\t53\t52\t41\t60\t28\t50\t47\t56\t49\t49\t44\nSr\t110\t181\t117\t114\t106\t163\t384\t193\t96\t67\t164\t170\t90\nTh\t<2\t<2\t<2\t<2\t<2\t<2\t5,6\t2,5\t<2\t<2\t3\t<2\t<2\nV\t365\t283\t332\t286\t261\t304\t123\t323\t267\t200\t313\t315\t275\nY\t42\t24,6\t26,2\t21,9\t21,7\t30\t14,5\t33\t21\t16,5\t26\t23,8\t20,7\nZn\t113\t105\t111\t93\t83\t110\t88\t119\t108\t175\t142\t131\t77\nZr\t103\t62\t71\t51\t56\t83\t120\t94\t111\t31\t84\t55\t57\n\t\t\t\t\tTerras-rara (ICP-MS)\t\tmg.g'1\t\t\t\t\t\t\nBa\t\t\t78,1\t140\t\t111\t\t867\t\t55,4\t\t\t\nBe\t\t\t0,48\t0,29\t\t0,53\t\t0,80\t\t3,31\t\t\t\nBi\t\t\t0,02\t0,02\t\t0,01\t\t0,03\t\t0,11\t\t\t\nCd\t\t\t0,13\t0,14\t\t0,09\t\t0,04\t\t0,22\t\t\t\nCe\t\t\t12,1\t6,80\t\t14,9\t\t19,1\t\t9,86\t\t\t\nCo\t\t\t51,2\t49,2\t\t52,2\t\t49,0\t\t68,8\t\t\t\nCr\t\t\t96,9\t215\t\t100\t\t123\t\t1287\t\t\t\nCs\t\t\t0,05\t0,13\t\t0,01\t\t0,25\t\t0,04\t\t\t\nCu\t\t\t65,7\t105\t\t88,0\t\t55,2\t\t0,76\t\t\t\nDy\t\t\t4,41\t3,49\t\t5,03\t\t5,53\t\t2,64\t\t\t\nEr\t\t\t2,76\t2,17\t\t3,08\t\t3,28\t\t1,53\t\t\t\nEu\t\t\t1,02\t0,78\t\t1,11\t\t1,20\t\t0,64\t\t\t\nGa\t\t\t16,3\t15,0\t\t16,5\t\t16,9\t\t9,88\t\t\t\nGd\t\t\t3,69\t2,69\t\t4,18\t\t4,68\t\t2,23\t\t\t\nHf\t\t\t2,00\t1,32\t\t2,22\t\t2,58\t\t0,81\t\t\t\nHo\t\t\t0,96\t0,77\t\t1,06\t\t1,17\t\t0,56\t\t\t\nLa\t\t\t4,88\t3,07\t\t6,68\t\t8,03\t\t3,63\t\t\t\nLi\t\t\t6,58\t7,81\t\t6,32\t\t8,79\t\t7,22\t\t\t\nLu\t\t\t0,39\t0,30\t\t0,44\t\t0,47\t\t0,20\t\t\t\nMo\t\t\t0,37\t0,21\t\t0,42\t\t0,36\t\t0,29\t\t\t\nNb\t\t\t4,80\t2,01\t\t5,83\t\t6,21\t\t1,91\t\t\t\nNd\t\t\t10,3\t6,21\t\t11,9\t\t13,3\t\t5,34\t\t\t\nNi\t\t\t60,1\t97,4\t\t61,9\t\t63,1\t\t286\t\t\t\nPb\t\t\t1,84\t1,62\t\t1,73\t\t4,39\t\t1,91\t\t\t\nPr\t\t\t2,05\t1,24\t\t2,42\t\t2,85\t\t1,12\t\t\t\nRb\t\t\t7,12\t5,50\t\t6,68\t\t46,04\t\t3,49\t\t\t\nSb\t\t\t0,01\t0,01\t\t0,03\t\t0,03\t\t0,01\t\t\t\nSc\t\t\t46,0\t43,2\t\t47,0\t\t44,9\t\t51,6\t\t\t\nSm\t\t\t3,22\t2,03\t\t3,50\t\t3,87\t\t1,72\t\t\t\nSn\t\t\t0,59\t0,53\t\t0,71\t\t0,98\t\t2,04\t\t\t\nSr\t\t\t113\t109\t\t161\t\t200\t\t59,1\t\t\t\nTa\t\t\t0,56\t0,24\t\t0,51\t\t0,60\t\t0,15\t\t\t\nTb\t\t\t0,67\t0,51\t\t0,78\t\t0,84\t\t0,39\t\t\t\nTh\t\t\t0,43\t0,25\t\t0,72\t\t1,32\t\t0,25\t\t\t\nTm\t\t\t0,41\t0,32\t\t0,46\t\t0,49\t\t0,22\t\t\t\nU\t\t\t0,11\t0,07\t\t0,19\t\t0,31\t\t0,20\t\t\t\nV\t\t\t327\t286\t\t302\t\t336\t\t214\t\t\t\nw\t\t\t0,10\t<0,01\t\t0,06\t\t0,10\t\t0,02\t\t\t\nY\t\t\t25,5\t20,3\t\t29,2\t\t31,3\t\t14,2\t\t\t\nYb\t\t\t2,65\t2,11\t\t3,03\t\t3,20\t\t1,35\t\t\t\nZn\t\t\t103\t84,9\t\t99,2\t\t111\t\t146\t\t\t\nZr\t\t\t71,7\t46,3\t\t83,0\t\t95,0\t\t27,1\t\t\t\nTab.4.2: Resultados analíticos de elementos maiores e traços dos anfibolitos do domo Alto Alegre e limites sul e\nleste.\nAmostra\tMSMB 136\tMSMB 142.2\tMSMB 159\tMSMB 162\tMSMB 186\tMSMB 621\tTCFO 20\tTCFO 31\tTCFO 44\tTCFO 95\tTCFO 128\tTCFO 133\nÓxidos e Maiores (FRX)\t\tAnfibolitos\t— Domo e limite sul com GBRI\t\t\t\tAnfibolitos transição NE domo-GBRI\t\t\t\t\t\n(%)\t\t\t\t\t\t\t\t\t\t\t\t\nSiOz\t48,88\t48,83\t49,17\t48,05\t49,36\t45,14\t50,53\t52,89\t47,56\t49,01\t48,42\t46,99\nTiO2\t1,53\t1.27\t0,77\t0,98\t1,21\t2,93\t1.75\t0,45\t0,90\t0,88\t1,43\t0,85\nai2o3\t13,36\t13,23\t15,40\t14,11\t13,79\t7,09\t13,78\t14,54\t14,89\t15,37\t14,79\t14,30\nFe2O3\t15,92\t16,36\t9,72\t11,61\t14,47\t17,55\t15,54\t9,88\t12,17\t12,23\t15,47\t12,07\nMnO\t0,22\t0,21\t0,17\t0,19\t0,23\t0,24\t0,21\t0,18\t0,20\t0,19\t0,22\t0,19\nMgO\t6,48\t6,38\t8,49\t8,77\t6,55\t15,46\t5,47\t7,77\t8,39\t7,34\t6,64\t9,77\nCaO\t9,82\t10,10\t12,47\t11,97\t10,58\t8,41\t9,51\t9,95\t12,89\t11,36\t9,16\t11,02\nNazO\t2,27\t2,45\t2,20\t2,07\t2,37\t1,48\t2,31\t3,16\t1,58\t2,09\t2,77\t2,83\nK2O\t0,63\t0,50\t0,32\t0,91\t0,50\t0,27\t0,19\t0,40\t0,42\t0,45\t0,20\t0,84\nP2OS\t0,15\t0,11\t0,07\t0,08\t0,12\t0,26\t0,20\t0,07\t0,09\t0,08\t0,13\t0,07\nP.F41000oC)\t0,40\t0,52\t0,89\t0,86\t0,57\t0,90\t0,63\t0,56\t0,68\t0,93\t0,56\t0,52\nTotal\t99,27\t99,45\t98,77\t98,74\t99,17\t98,84\t99,50\t99,29\t99,08\t99,00\t99,23\t98,93\n\t\t\t\t\tMenores e Traços (FRX) -\t\trng.g-1\t\t\t\t\t\nBa\t99\t401\t222\t264\t127\t20,5\t49\t266\t156\t286\t81\t56\nCe\t21\t29\t<8\t27\t25\t39\t22\t22\t19\t15\t17\t20\nCr\t108\t93\t490\t169\t131\t1316\t75\t383\t310\t276\t160\t581\nCu\t202\t29\t54\t47\t84\t78\t40\t20,7\t85\t143\t118\t36\nGa\t13,3\t12,4\t12,8\t9,8\t12,2\t8.7\t13,2\t12,8\t12,5\t12,6\t13,9\t10,8\nLa\t<13\t<13\t<13\t<13\t<13\t13\t<13\t<13\t<13\t<13\t<13\t<13\nNb\t5.2\t5,1\t2,3\t3,8\t6,9\t20,4\t6,5\t5,1\t3,2\t3.1\t5,2\t3,3\nNd\t26\t22\t11\t<8\t22\t28\t<8\t9\t<8\t<8\t18\t<8\nNi\t101\t67\t113\t93\t68\t663\t54\t132\t134\t105\t95\t232\nPb\t<2\t2,2\t3,8\t4\t<2\t6,8\t2,7\t10,4\t4,6\t3,2\t2,6\t6\nRb\t19\t7,7\t5,3\t15,5\t9.1\t4,6\t3,6\t9,7\t14,9\t11,6\t2,8\t7,2\nSc\t48\t55\t52\t60\t55\t33\t43\t34\t51\t50\t49\t43\nSr\t107\t129\t122\t176\t130\t297\t88\t219\t113\t101\t135\t139\nTh\t<2\t<2\t<2\t<2\t<2\t3\t<2\t<2\t<2\t4,1\t<2\t<2\nV\t341\t348\t246\t284\t291\t318\t342\t171\t273\t260\t344\t228\nY\t35\t29,1\t21\t13,4\t28,4\t27,2\t38\t18,4\t20\t20,1\t30\t18,5\nZn\t120\t133\t66\t97\t109\t125\t141\t91\t94\t90\t132\t92\nZr\t101\t77\t46\t48\t79\t178\t115\t51\t42\t54\t94\t45\nTerras-rara (ICP-MS) -mg.g'1\t\t\t\t\t\t\t\t\t\t\t\t\nBa\t96,1\t341\t\t325\t\t\t\t\t\t\t\t\nBe\t0,48\t0,48\t\t0,43\t\t\t\t\t\t\t\t\nBi\t0,10\t0,02\t\t0,02\t\t\t\t\t\t\t\t\nCd\t0,10\t0,12\t\t0,12\t\t\t\t\t\t\t\t\nCe\t15,2\t18,3\t\t9,21\t\t\t\t\t\t\t\t\nCo\t53,7\t57,1\t\t50,3\t\t\t\t\t\t\t\t\nCr\t101\t87,6\t\t175\t\t\t\t\t\t\t\t\nCs\t0,31\t0,04\t\t0,33\t\t\t\t\t\t\t\t\nCu\t205\t26,5\t\t57,1\t\t\t\t\t\t\t\t\nDy\t5,89\t4,67\t\t3,09\t\t\t\t\t\t\t\t\nEr\t3,66\t2,87\t\t1,87\t\t\t\t\t\t\t\t\nEu\t1,30\t1,10\t\t0,91\t\t\t\t\t\t\t\t\nGa\t19,2\t19,8\t\t16,1\t\t\t\t\t\t\t\t\nGd\t4,81\t3,95\t\t3,04\t\t\t\t\t\t\t\t\nHf\t2,82\t2,11\t\t1,50\t\t\t\t\t\t\t\t\nHo\t1,28\t1,02\t\t0,66\t\t\t\t\t\t\t\t\nLa\t5,92\t7,64\t\t3,59\t\t\t\t\t\t\t\t\nLi\t14,54\t5,14\t\t10,48\t\t\t\t\t\t\t\t\nLu\t0,52\t0,42\t\t0,23\t\t\t\t\t\t\t\t\nMo\t0,69\t0,17\t\t0,22\t\t\t\t\t\t\t\t\nNb\t4,39\t3,84\t\t2,59\t\t\t\t\t\t\t\t\nNd\t12,3\t12,1\t\t7,80\t\t\t\t\t\t\t\t\nNi\t105\t71,7\t\t97,5\t\t\t\t\t\t\t\t\nPb\t1,39\t2,13\t\t2,36\t\t\t\t\t\t\t\t\nPr\t2,48\t2,59\t\t1,54\t\t\t\t\t\t\t\t\nRb\t14,5\t6,58\t\t13,7\t\t\t\t\t\t\t\t\nSb\t0,02\t0,01\t\t0,02\t\t\t\t\t\t\t\t\nSc\t39,5\t48,1\t\t45,4\t\t\t\t\t\t\t\t\nSm\t4,01\t3,42\t\t2,42\t\t\t\t\t\t\t\t\nSn\t0,87\t0,74\t\t0,40\t\t\t\t\t\t\t\t\nSr\t107\t129\t\t204\t\t\t\t\t\t\t\t\nTa\t0,43\t0,36\t\t0,28\t\t\t\t\t\t\t\t\nTb\t0,87\t0,71\t\t0,49\t\t\t\t\t\t\t\t\nTh\t0,77\t0,46\t\t0,35\t\t\t\t\t\t\t\t\nTrn\t0,53\t0,43\t\t0,26\t\t\t\t\t\t\t\t\nU\t0,21\t0,15\t\t0,11\t\t\t\t\t\t\t\t\nV\t361\t371\t\t289\t\t\t\t\t\t\t\t\nw\t0,09\t0,06\t\t0,06\t\t\t\t\t\t\t\t\nY\t34,0\t27,4\t\t17,4\t\t\t\t\t\t\t\t\nYb\t3,52\t2,89\t\t1,70\t\t\t\t\t\t\t\t\nZn\t116\t121\t\t76,5\t\t\t\t\t\t\t\t\nZr\t109\t80,3\t\t55,0\t\t\t\t\t\t\t\t\nTab.4.2: Continuação.\nConforme mostrado na Fig.4.11A, a composição dos anfibolitos varia de basáltica subalcalina a andesítica, quando plotados em diagrama Zr/Ti2O versus Nb/Y Por outro lado,\nquando analisados os teores de sílica (44,45-55,61%) e álcalis (1,52-4,99) observa-se que\nequivalem quimicamente a gabros e gabros-dioritos (Fig.4.11B). No diagrama FeOt (F), Na2O+K2O (A), MgO (M) proposto por Irvine e Baragar, (1971) os anfibolitos exibem afinidade\ntholeítica predominante (Fig.4.11C).\nNa20+K,0\nMgO\nFig.4.11: Classificação de rochas máficas com base em resultados de elementos maiores, menores e traço. (A) Gráfico proposto por Winchester e Floyd, (1977) e plotes exibindo baixas razões Zr/TiO2 e Nb/Y, e predominância composicional entre basaltos e basaltos andesíticos; (B) Diagrama de classificação para rochas máficas plutônicas (Middlemost, 1985) mostra variação de gabro a gabro-diorito com baixo teor de álcalis; (C) Diagrama triangular AFM (Na2O+N2O, FeOt, MgO) de Irvine e Baragar (1971) evidenciando de forma geral afinidade tholeítica para os anfibolitos do domo e transição NE domo-greenstone, nos arredores de maciço de Pedra Vermelha.\nOs resultados analíticos de elementos terras-raras (ETR) e de outros elementos-traço incompatíveis foram e plotados em diagramas multielementares normalizados (spidergrams) conforme mostrado na Fig.4.12. Além dos anfibolitos do domo Alto Alegre também foram plotados dados geoquímicos de metabasaltos toleíticos do Greenstone Belt do Rio Itapicuru, que\nse dividem em dois grupos: metabasaltos toleíticos enriquecidos em ETR's (Th-I) e metabasaltos toleíticos empobrecidos em ETR's (Th-II).\nO gráfico da Fig.4.12A exibe a curva de elementos terras raras dos anfibolitos do domo Alto Alegre, normalizados ao condrito, no geral com comportamento aplainado. No mesmo gráfico são mostrados os campos referentes aos grupos toleíticos Th-I e Th-II. Da mesma forma, a Fig. 4.12B exibe os resultados dos anfibolitos do domo e dos metabasaltos toleíticos, todos normalizados ao manto primitivo.\nOs resultados mostram o relativo enriquecimento de ETR's leves com relação aos pesados em todas as amostras, entretanto é mais pronunciado nas amostras MSMB-142 (LaN/YbN=1,80) e MSMB-105 (LaN/YbN=1,83), enquanto que na amostra MSMB-58 essa razão é menor (LaN/YbN=0,99). As demais amostras apresentam leve enriquecimento de ETR leves (LaN/YbN=1,14-1,71). O padrão de fracionamento dos metabasaltos toleíticos do greenstone bel do Rio Itapicuru é representado pelos dois campos individuais Th-I e Th-II, e destoam quando comparados aos anfibolitos do domo Alto Alegre, que possuem um padrão com maior dispersão. Quando comparadas as razões (La/Nb)N temos dois intervalos definidos, um com valores entre 1,10-1,61 para os basaltos toleíticos Th-I, e outro com valores entre 1,00-2,25 para basaltos toleíticos Th-II. Todas as razões LaN/NbN possuem valores >1, indicando o manto litosférico como possível fonte (DePaolo e Daley, 2000) ou contaminação do magma original com a crosta\ncontinental.\nFig.4.12: Diagrama multielementos e Spidergrams. A-) Concentração de elementos terras-raras de anfibolitos do domo Alto Alegre normalizados ao condrito, campos cinza representam metabasaltos Th-I e Th-II; note o comportamento aplainado das curvas. B-) Concentração de elementos menores e traços incompatíveis de anfibolitos do domo Alto Alegre normalizados ao manto primitivo, os campos representam metabasaltos toleíticos Th-I e Th-II segundo Donatti-Filho (2007).; Em ambos gráficos os dados foram normalizados segundo McDonough e Sun (1995).\nOs metabasaltos toleíticos do GBRI pertencentes ao grupo Th-I são mais enriquecido em elementos terras-raras leve, equanto os do grupo Th-II são menos enriquecido. Por outro lado, os anfibolitos do domo Alto Alegre apresentam comportamento geoquímico distinto, com maior espalhamento, além de anomalias negativas de Ti e positivas de Gd quando comparados aos Th-I e Th-II. Nos anfibolitos do domo ocorrem anomalias negativas de Nb e positivas de Th, La e Ce. A amostra MSMB-105 apresenta anomalia negativa de P, Zr e Ti mais acentuada, e menor abundância relativa total quando comparada com o restante das amostras analisadas.\n4.4.5\tGeocronologia\nPara melhor compreender as relações do domo Alto Alegre no contexto geotectônico local e regional, quatro amostras foram selecionadas e datadas pelo método U-Pb SHRIMP II em grãos de zircão. As amostras selecionadas são: i-) TCMG-123, gnaisse do embasamento; ii-) MSMB-645e iii-) MSMB-45.2, gnaisses cinza do domo Alto Alegre; e iv-) MSMB-45.1, intrusão granítica na porção central do domo.\nAs montagens foram preparadas com epoxy e polidas unilateralmente, seguindo os procedimentos adotados pelo Laboratório de Geocronologia de Alta Resolução da Universidade de São Paulo (USP). Em seguida foram geradas imagens CL (catodoluminescência) e backscatter por escaneamento eletrônico FEI-QUANTA 250 para visualização da morfologia, ocorrência de fraturas e inclusões minerais, e zonamento nos grãos de zircão. Foram priorizados os grãos sem inclusões e fraturas, contemplando todas as populações (ex: grãos grandes, pequenos, prismáticos, ovalados, zonados). Os pontos de análise -spots- foram obtidos no centro (n.1) e na borda (n.2) dos grãos de zircão, utilizando o padrão Temora (~417 Ma) para calibração das medidas. O cálculo da razão U/Pb para calibração com padrão indica erro 2o de 1,53% para as amostras TCMG-123, MSMB-45.1 e 45.2, enquanto na mostra MSMB-645 o erro 2o para calibração foi de 2,9%. Os cálculos das idades foram obtidos com uso do Isoplot© 3.0 (Ludwig, 2003). A Tab.4.3 exibe todos os resultados analíticos.\nA maior parte dos grãos de zircão do embasamento arqueano (MSMB-123, Fig. 4.13A) é prismático, de forma geral com baixa luminescência em imagens de CL, alguns apresentando sutíl zonamento. Quando possível, foram analisados borda e centro (ver spots Fig.4.13B).\nDos grãos analisados para o embasamento arqueano, Complexo Santa Luz, poucos resultaram em idades concordantes. Quando plotados todos os resultados analíticos (n=23), desconsiderando qualquer tipo de seleção, observa-se um intercepto inferior e outro superior no diagrama de idades, conforme indicam as setas preta na Fig.4.14. Nesse cenário foram calculadas idades 207Pb/206Pb de 2090 ±36 Ma (MSWD=10.5) para o intercepto inferior e 3079 ±44 Ma (MSWD=16) para o intercepto superior. Entretanto, considerando como parâmetros de seleção as quantidades de 206Pbcomum&lt;1,0%, teores de U&lt;500 ppm e grau de discordância&lt;10,0%, apenas 9 amostras foram utilizadas para o cálculo das novas idades. Com base nessa seleção obteve-se idade Pb/ Pb de 3119 ±65 Ma em um único intercepto (Fig.4.14B), consistente com as idades de cristalização do embasamento do Bloco Serrinha (Rios et al. 2009; Oliveira et al. 2010).\nFig.4.13: Montagem de grãos de zircão da amostra TCMG-123. A-) Ponto de coleta com coordenadas de coleta S10°42’18” W39°38’36”; B-) Círculos vermelhos indicam analises abortadas (excesso de Pbcomum) e pretos indicam os locais analisados.\n\t\tConcentrações\t\t\t\t\tValores Corrigidos\t\t\t\t\t\t\n\t\t\t\t\t204\t\t207\t\t208\t\t204\t\t\nSpot\t% 206Pb comum\tU ppm\tTh ppm\t232Th /238U\t206Pb /238U\t1a\t206Pb /238U\t1a\t206Pb /238U\t1a\t207Pb /206Pb\t% 1a Discordância\t\nTCMG-123 (1.1)\t0,09\t59\t31\t0,55\t3106,8\t24,4\t3104,1\t42,2\t3108,0\t25,8\t3113\t9\t0\nTCMG-123 (1.2)\t0,30\t319\t20\t0,07\t2364,9\t16,2\t2212,5\t28,3\t2364,5\t16,4\t2892\t5\t22\nTCMG-123 (2.1)\t1,25\t286\t39\t0,14\t1936,8\t15,6\t1846,9\t22,4\t1942,6\t16,1\t2481\t21\t28\nTCMG-123 (2.2)\t0,00\t38\t20\t0,56\t2900,6\t31,5\t2856,3\t46,8\t2903,0\t33,3\t2985\t10\t3\nTCMG-123 (3.1)\t1,35\t226\t66\t0,30\t2218,6\t15,9\t2100,6\t26,9\t2217,8\t16,8\t2735\t22\t23\nTCMG-123 (3.2)\t0,49\t253\t28\t0,12\t2048,3\t15,5\t2033,4\t18,2\t2052,0\t15,8\t2149\t13\t5\nTCMG-123 (4.1)\t0,14\t153\t38\t0,26\t2553,6\t24,6\t2406,6\t37,7\t2552,4\t25,3\t2968\t26\t16\nTCMG-123 (5.1)\t0,17\t394\t64\t0,17\t2683,8\t17,7\t2575,7\t28,2\t2684,2\t18,1\t2955\t5\t10\nTCMG-123 (6.1)\t0,45\t318\t49\t0,16\t1649,3\t12,4\t1604,0\t14,8\t1637,6\t12,8\t2051\t13\t24\nTCMG-123 (7.1)\t0,69\t197\t170\t0,89\t2011,3\t16,1\t2000,3\t18,8\t2014,9\t18,1\t2098\t16\t4\nTCMG-123 (8.1)\t0,17\t290\t92\t0,33\t2914,5\t19,3\t2825,9\t31,4\t2916,4\t20,0\t3082\t4\t6\nTCMG-123 (9.1)\t0,07\t427\t96\t0,23\t2852,6\t18,6\t2765,8\t29,4\t2857,4\t19,1\t3029\t6\t6\nTCMG-123 (10.1)\t0,44\t180\t42\t0,24\t2757,5\t19,4\t2658,7\t30,9\t2750,0\t20,2\t2993\t9\t9\nTCMG-123 (10.2)\t6,20\t143\t3\t0,02\t1728,0\t33,3\t1744,1\t33,1\t1764,2\t32,0\t1776\t243\t3\nTCMG-123 (11.1)\t0,26\t58\t33\t0,59\t2713,9\t25,0\t2618,9\t39,8\t2712,5\t26,7\t2949\t39\t9\nTCMG-123 (11.2)\t1,01\t109\t9\t0,08\t1703,7\t14,9\t1604,1\t21,7\t1701,8\t16,0\t2437\t28\t43\nTCMG-123 (12.1)\t0,03\t301\t71\t0,24\t2078,4\t14,9\t2078,7\t17,5\t2079,3\t15,3\t2078\t5\t0\nTCMG-123 (13.1)\t0,18\t231\t41\t0,19\t2676,9\t18,3\t2533,7\t31,3\t2673,6\t18,7\t3030\t4\t13\nTCMG-123 (14.1)\t0,07\t224\t18\t0,08\t2862,9\t67,0\t2786,1\t94,8\t2866,4\t67,6\t3018\t14\t5\nTCMG-123 (15.1)\t0,17\t148\t20\t0,14\t2721,5\t25,0\t2635,7\t35,8\t2725,5\t25,3\t2931\t12\t8\nTCMG-123 (16.1)\t0,04\t108\t31\t0,30\t3205,3\t54,0\t3432,8\t170,2\t3211,0\t55,5\t2953\t67\t-8\nTCMG-123 (17.1)\t0,29\t235\t77\t0,34\t2121,5\t43,2\t1935,5\t52,2\t2115,8\t45,4\t2907\t16\t37\nTCMG-123 (18.1)\t0,00\t99\t72\t0,75\t2438,4\t19,4\t2518,0\t28,6\t2406,2\t21,6\t2114\t9\t-13\nTCMG-123 (19.1)\t0,07\t263\t55\t0,22\t2867,7\t19,1\t2798,2\t29,4\t2867,5\t19,6\t3008\t6\t5\nTab.4.3: Tabela com os resultados geocronológicos de gnaisses do embasamento Arqueano (Complexo Santa Luz) junto ao domo Alto Alegre.\nFig. 4.14: Diagrama 206Pb/238U vs Pb/ U para cálculo de idades. A-) Plote com todos resultados analíticos para a amostra TCMG-123 e interceptos indicados pelas setas preta; B-) Intercepto superior calculado com base nos 9 resultados mais confiáveis.\nAs características macroscópicas dos gnaisses cinza do domo Alto Alegre são mostrados nas Fig.4.15A e B, que exibem os locais de coleta para geocronologia. Foram realizadas 30 análises em zircões, sendo 21 para a amostra MSMB-645 e 9 para a amostra MSMB-45.2, incluindo núcleo e borda dos grãos. As imagens de CL mostram grãos de zircão bem formados, geralmente prismáticos (Fig.4.16A), alguns arredondados (Fig.4.16B) e outros zonados. A Tab.4.4 mostra todos os resultados obtidos.\nFig.4.15: Pontos de coleta para geocronologia. A-) e B-) exibem locais de coleta das amostra MSMB-645 e MSMB-45.2, com coordenadas de S10°37’0” W39°34’0” e S10°30’20” W39°7’53” respectivamente.\nMSMB645-2.1 MSMB645-3.1\nMSMB645-11.1\nMSMB645-1.2\nMSMB645-6.1\nMSMB645-5.1\nMSMB645-8.1\nMSMB645-7.1\nMSMB645-12.1\nMSMB645-1Q.1\nMSMB645-10.2\nMSMB645-15.1\nI mode\tHV\tWD\tpressure\tspot\tmag ffl 1\n| None\t20.00 kV\t17.0 mm\t9.42e-5 Pa\t6.0\t48 x\n\t\t\t1 (\tTim\t\t—\t■■\n\t1\t\tCPGEO\t\t\t1\nMSMB-45.2\nFig.4.16: Montagem de grãos de zircão e local de coleta das amostras. A,B-) Gnaisses cinza amostras MSMB-645 e MSMB-45.2, onde círculos vermelhos indicam analises abortadas (excesso de Pbcomum) e círculos vazados indicam os locais.\n\t\tConcentrações\t\t\t\t\tValores Corrigidos\t\t\t\t\t\t\n\t\t\t\t\t204\t\t207\t\t208\t\t204\t\t\nSpot\t% 206Pb comum\tU ppm\tTh ppm\t232Th /238U\t206Pb /238U\tct1\t206Pb /238U\tct1\t206Pb /238U\tct1\t207Pb /206Pb\tct1\t% Discordância\nMSMB-645 (1.1)\t0,19\t200,82\t136,05\t0,70\t2855,8\t34,8\t2770,3\t50,2\t2856,6\t37,4\t3032\t5\t6\nMSMB-645 (1.2)\t0,37\t478,57\t89,30\t0,19\t2417,9\t30,0\t2302,6\t39,5\t2416,1\t30,7\t2812\t17\t16\nMSMB-645 (2.1)\t0,13\t506,81\t114,07\t0,23\t2757,1\t33,1\t2652,9\t46,4\t2758,4\t33,9\t2996\t4\t9\nMSMB-645 (3.1)\t0,76\t443,70\t314,74\t0,73\t1974,1\t25,3\t1778,6\t37,4\t1982,1\t27,9\t2915\t12\t48\nMSMB-645 (4.1)\t0,16\t188,60\t66,94\t0,37\t2751,0\t33,8\t2633,6\t47,6\t2751,3\t35,2\t3020\t5\t10\nMSMB-645 (5.1)\t2,22\t95,67\t28,85\t0,31\t2063,5\t29,0\t1927,4\t39,2\t2076,5\t30,7\t2750\t31\t33\nMSMB-645 (6.1)\t0,42\t156,78\t45,67\t0,30\t2945,3\t36,0\t2916,8\t54,8\t2946,0\t37,2\t3008\t7\t2\nMSMB-645 (7.1)\t0,35\t319,88\t111,82\t0,36\t2922,9\t44,6\t2869,0\t66,1\t2924,6\t46,5\t3032\t6\t4\nMSMB-645-8.1)\t0,23\t248,18\t104,17\t0,43\t2603,3\t32,1\t2461,5\t44,4\t2607,7\t33,6\t2985\t9\t15\nMSMB-645 (9.1)\t0,49\t123,36\t45,36\t0,38\t2504,6\t32,1\t2379,1\t42,9\t2508,5\t33,5\t2894\t11\t16\nMSMB-645-9.2)\t0,29\t522,00\t98,98\t0,20\t2602,9\t33,4\t2475,6\t45,4\t2605,2\t34,2\t2951\t7\t13\nMSMB-645 (10.1)\t0,06\t445,08\t72,90\t0,17\t2760,5\t33,2\t2674,3\t46,2\t2766,1\t33,8\t2958\t3\t7\nMSMB-645 (10.2)\t0,20\t471,69\t27,68\t0,06\t2619,1\t31,9\t2476,7\t44,3\t2601,9\t32,3\t2995\t4\t14\nMSMB-645 (11.1)\t0,15\t465,77\t119,68\t0,27\t2495,4\t36,0\t2349,6\t47,2\t2496,4\t37,2\t2934\t4\t18\nMSMB-645 (12.1)\t0,19\t320,66\t93,22\t0,30\t2464,0\t30,5\t2324,9\t41,0\t2470,1\t31,6\t2901\t6\t18\nMSMB-645 (13.1)\t0,55\t241,75\t100,56\t0,43\t2559,8\t34,2\t2434,1\t46,1\t2556,8\t36,1\t2928\t11\t14\nMSMB-645 (14.1)\t0,44\t189,30\t115,14\t0,63\t2848,5\t34,8\t2766,4\t50,5\t2847,3\t37,4\t3026\t7\t6\nMSMB-645 (15.1)\t0,13\t582,03\t118,20\t0,21\t2581,6\t31,4\t2442,1\t43,0\t2583,4\t32,1\t2965\t3\t15\nMSMB-645 (16.1)\t0,09\t343,62\t35,43\t0,11\t2773,6\t33,5\t2675,5\t47,1\t2774,9\t33,9\t2993\t4\t8\nMSMB-645 (17.1)\t0,32\t363,31\t157,58\t0,45\t2722,8\t33,6\t2593,3\t47,5\t2714,9\t35,4\t3031\t5\t11\nMSMB-645 (18.1)\t0,48\t336,16\t35,05\t0,11\t2696,8\t32,9\t2567,1\t46,6\t2694,0\t33,7\t3019\t14\t12\nMSMB-45.2 (1.1)\t0,02\t357\t12\t0,03\t2927,5\t19,2\t2872,2\t29,7\t2927,8\t19,3\t3030\t3\t3\nMSMB-45.2 (2.1)\t0,15\t187\t104\t0,57\t2980,3\t20,4\t2925,5\t32,4\t2980,4\t21,6\t3077\t4\t3\nMSMB-45.2 (2.2)\t0,03\t475\t14\t0,03\t2549,8\t16,9\t2492,7\t23,0\t2549,9\t17,0\t2724\t3\t7\nMSMB-45.2 (3.1)\t0,49\t87\t52\t0,61\t2955,4\t22,3\t2908,0\t35,1\t2954,8\t23,9\t3052\t9\t3\nMSMB-45.2 (4.1)\t0,36\t109\t75\t0,71\t2786,7\t20,7\t2675,0\t33,2\t2773,8\t22,5\t3037\t8\t9\nMSMB-45.2 (5.1)\t0,01\t188\t126\t0,69\t3134,4\t21,8\t3131,1\t38,5\t3134,2\t24,1\t3139\t7\t0\nMSMB-45.2 (6.1)\t1,05\t100\t44\t0,45\t2704,8\t31,0\t2592,3\t44,9\t2698,2\t33,0\t3001\t14\t11\nMSMB-45.2 (7.1)\t0,14\t103\t74\t0,74\t2886,3\t21,5\t2795,0\t33,8\t2889,6\t23,4\t3065\t6\t6\nMSMB-45.2 (8.1)\t0,22\t158\t128\t0,84\t2746,6\t19,4\t2621,4\t31,9\t2740,1\t21,4\t3035\t5\t11\nTab 4.4: Tabela com os resultados geocronológicos de gnaisses cinza do domo Alto Alegre.\nAs idades para os gnaisses do domo Alto Alegre foram calculadas considerando como parâmetros de seleção os resultados com valores de 206Pbcomum&lt;1,0%, teores de U&lt;500 ppm e grau de discordância&lt;11,0%. No total foram utilizados 7 resultados analíticos para o cálculo das idades de cada amostra. Dessa forma, foram calculadas idades Pb/ Pb de 3036 ±45 Ma para a amostra MSMB-645 (Fig.4.17A), e de 3114 ±54 Ma para a amostra MSMB-42.2\n(Fig.4.17B), semelhantes àquelas reportadas para o embasamento arqueano.\n0.68\n0.64\n0.60 ■\n0.56\n0.52\n°'48 15\n206 Pb\n238U\n0.57\n0.55\n0.53 -\n0.51 -\n15\n19\n207pb /235J\n.5\n16.5\n207pb\n18.5\nIntercepts at 3036145 [146] Ma\nMSWD = 14\nMSMB-645 (n=7)\nIntercepts at 3114154 [155] Ma MSWD = 10.1 MSMB-45.2 (n=7)\nFig.4.17: Diagramas 206Pb/238U vs Pb/ U para cálculo de idades dos gnaisses do domo Alto Alegre. A-) Plote com as idades calculadas para a amostra MSMB-645 (n=7); e B-) Plote com idades para a amostra MSMB-45.2 (n=7).\n17.5\n/23SU\nPara os granitos que intrudem o centro do domo Alto Alegre (Fig.4.18), foram realizadas 23 analises em zircões. Entretanto, para o cálculo de idades e plote em diagrama 206Pb/238U vs Pb/ U, foram utilizadas 15 análises com abundância de\tPbcomum&lt;1,0%, teores de U&lt;500\nppm e grau de discordância&lt;10,0%. A Fig.4.19A mostra o mapa de zircões, com grãos bem formados, a maior parte prismáticos e com luminescência em imagens de CL. As análises são representadas pelos círculos pretos enquanto os círculos vermelhos indicam leituras abortadas devido ao excesso de 206Pbcomum. Os resultados analíticos indicam idade 207Pb/206Pb SHRIMP II de 2082 ±9 Ma, (Fig.4.19B.). A Tab.4.5 exibe todos os resultados obtidos.\nFig.4.18. Ponto de coleta da amostra MSMB-45.1. Local de amostragem para geocronologia de granito rosa, coordenadas S10°30’20” W39°7’53”.\nMSMB-12.1 MSMB-13.1\nMSMB-19.1\nMSMB-23.1\nMSMB-18.1\nMSMB-22.2\nMSMB-24.1\n’\t.MSMB-15.\nMSMB-14.1\t-—■\nMSMB-16.1\tMSMB-17.1\nMSMB-21.1\nFig.4.19: Diagramas 206Pb/238U vs 207Pb/235U, local de amostragem e mapa de zircões de amostra TCMG-45.2. A-) Montagem de zircões analisados; e B-) Plote com as idades calculadas de 2082 ±9 Ma para a amostra granítica (n=15).\nMSMB-45.\nMSMB-3.1\nMSMB-5.1\nMSMB-1.1 MSMB-2.1\nMSMB-4.1\nMSMB-6.1\nMSMB-8.1\nMSMB-6.2 MSMB-7.1\nMSMB-20.1\n0.40 -\n2000\n0.36 ’\n1900\n1800\n0.32 ’\n0.28 -\nMSMB-45.1 (n=15)\nIntercepts at 2082±9 [±10] Ma\nMSWD = 4.5\n// z\nMSMB-9.1 MSMB-10.1 MSMB-11.1\n0.24 L_\n4.4\n206pb\n238u\n5.6\t6.0\t6.4\n207pb/235|J\nmode None\tHV 20.00 kV\tWD 17.0 mm\tpressure 2.12e-4 Pa\tspot 6.0\tmag EB 85 x\n\tI\t\t500\tpm\t\t-\t\n\t1\t\t\tCPGEO\t\t\t\nConcentrações\nValores Corrigidos\n204\t207\t208\t204\nSpot\t% 206Pb comum\tU ppm\tTh ppm\t232Th /238U\t206Pb /238U\tct1\t206Pb /238U\tct1\t206Pb /238U\tct1\t207Pb /206Pb\tct1\t% Discordância\nMSMB-45.1 (1.1)\t1,00\t266\t168\t0,65\t1774,5\t12,9\t1738,3\t15,7\t1764,6\t14,4\t2077\t20\t17\nMSMB-45.1 (2.1)\t0,45\t314\t323\t1,06\t1869,5\t17,2\t1847,3\t19,5\t1871,6\t20,0\t2039\t16\t9\nMSMB-45.1 (3.1)\t0,08\t151\t140\t0,96\t2085,4\t15,9\t2085,3\t18,7\t2087,0\t18,0\t2088\t8\t0\nMSMB-45.1 (4.1)\t0,47\t219\t165\t0,78\t1982,7\t14,4\t1968,1\t16,7\t1973,4\t16,1\t2088\t14\t5\nMSMB-45.1 (5.1)\t3,28\t380\t374\t1,02\t1648,3\t16,4\t1613,9\t20,8\t1652,7\t21,8\t2031\t63\t23\nMSMB-45.1 (6.1)\t0,97\t209\t73\t0,36\t2691,0\t22,3\t2558,2\t36,7\t2723,9\t23,2\t3034\t11\t13\nMSMB-45.1 (6.2)\t0,58\t314\t59\t0,19\t2573,6\t17,9\t2468,0\t28,1\t2596,7\t18,2\t2886\t9\t12\nMSMB-45.1 (7.1)\t5,37\t429\t259\t0,62\t1059,3\t10,6\t1002,4\t17,7\t993,5\t18,8\t2046\t109\t93\nMSMB-45.1 (8.1)\t3,53\t392\t516\t1,36\t1308,2\t10,3\t1248,1\t16,9\t1377,4\t12,6\t2090\t62\t60\nMSMB-45.1 (9.1)\t0,74\t97\t71\t0,76\t1966,0\t20,4\t1949,1\t23,6\t1959,6\t22,8\t2095\t23\t7\nMSMB-45.1 (10.1)\t1,02\t233\t149\t0,66\t1713,2\t12,7\t1669,3\t15,8\t1701,4\t14,3\t2091\t22\t22\nMSMB-45.1 (11.1)\t0,27\t225\t170\t0,78\t1972,4\t36,9\t1959,3\t42,2\t1969,7\t40,8\t2064\t9\t5\nMSMB-45.1 (12.1)\t0,69\t231\t159\t0,71\t1803,4\t13,6\t1769,1\t16,1\t1787,1\t15,3\t2077\t16\t15\nMSMB-45.1 (13.1)\t0,24\t100\t66\t0,68\t2041,5\t16,1\t2036,4\t18,8\t2049,2\t17,8\t2079\t13\t2\nMSMB-45.1 (14.1)\t0,31\t173\t129\t0,77\t2052,4\t15,5\t2048,6\t18,1\t2049,3\t17,2\t2084\t11\t2\nMSMB-45.1 (15.1)\t0,10\t234\t172\t0,76\t2079,3\t14,8\t2078,5\t17,4\t2081,5\t16,3\t2087\t7\t0\nMSMB-45.1 (16.1)\t0,71\t287\t223\t0,80\t1588,0\t12,8\t1533,0\t15,8\t1578,3\t14,7\t2097\t15\t32\nMSMB-45.1 (17.1)\t0,15\t321\t344\t1,11\t2046,0\t14,4\t2041,0\t16,8\t2052,6\t16,6\t2080\t6\t2\nMSMB-45.1 (18.1)\t0,30\t207\t186\t0,93\t1951,3\t14,5\t1935,8\t16,8\t1958,8\t16,4\t2061\t10\t6\nMSMB-45.1 (19.1)\t0,56\t158\t98\t0,64\t1964,6\t14,7\t1944,5\t17,2\t1954,0\t16,2\t2108\t15\t7\nMSMB-45.1 (20.1)\t0,25\t196\t139\t0,73\t2045,7\t14,9\t2040,0\t17,4\t2042,1\t16,4\t2087\t9\t2\nMSMB-45.1 (22.2)\t1,02\t282\t195\t0,71\t2187,4\t15,7\t2200,5\t18,7\t2132,1\t20,7\t2151\t25\t-2\nMSMB-45.1 (24.1)\t1,43\t364\t113\t0,32\t1819,0\t15,5\t1806,0\t17,9\t1779,3\t17,5\t1958\t33\t8\nTab 4.5: Tabela com os resultados geocronológicos de granito rosa da porção central do domo Alto Alegre.\n4.5\tDiscussão\n4.5.1\tFormação de granito tipo-S e condições metamórficas\nO granada-granito Gado Bravo hospeda xenólitos de unidade metassedimentar do Greenstone Belt do Rio Itapicuru, que preservam fácies metamórfica anfibolito. O granada-granito assemelha-se a granitos descritos por Foden et al. (2002) e Weinberg et al. (2013) em orógeno na Austrália, e são associados a fundidos de fontes diatexítica influenciados pela desidratação de biotita em regiões quentes do orógeno. Alternativamente, processos de mistura de magmas profundos ricos em Fe com fundidos metaluminosos da crosta também podem gerar granitos com granada (Hildreth and Moorbath, 1988; Williams et al., 1995; Voshage et al., 1990; Koteas et al., 2010; Jagoutz et al., 2011, Barnes et al. 2012). Além disso, Stevens et al. (2007)\nrelacionam granitos com granada aos granitos tipo-S, gerados em profundidades superiores a 20 km, aproximadamente 6 Kbar de pressão e temperaturas em torno de 700°C.\nAs microtexturas observadas em anfibolitos do domo AA (como recristalização e substituição mineral) indicam reação entre anfibólio e clinopiroxênio. Essa reação é representada por intrerdigitação de hornblenda e augita, com agregados finos de plagioclásio e quartzo associado. Assim, a reação Hornblenda + Quartzo = Ortopiroxênio + Clinopiroxênio + Plagioclásio + H2O, é típica de fácies anfibolito superior (e.g., O’Brien e Rotzler, 2003; Korol, 2009).\n4.5.2\tEvolução estrutural\nCom base em mapeamento geológico em escala 1:50.000 e estudo estrutural no domo gnaisse-migmatítico Alto Alegre e adjacências foi possível elaborar blocos diagrama (Fig.4.18). Foram definidos dois eventos deformacionais principais D1 e D2, de caráter dúctil, no segmento norte da transição embasamento arqueano Greenstone Belt do Rio Itapicuru. O evento D1 é caracterizado principalmente por foliação de baixo ângulo para leste (35° a 65°) e dobras com vergência para oeste no embasamento arqueano. O evento D2 é marcado nos gnaisses e milonitos associados à Faixa de Cisalhamento Caldeirão A análise estrutural sugere a atuação de tensores regionais ortogonais entre si, marcado por foliação N-S de baixo ângulo e lineação de estiramento com sutil caimento para N e S. Os dados obtidos destoam parcialmente da proposta para o sul do GBRI, apresentada anteriormente. (Davison et al. 1988; Alves da Silva, 1994; Chauvet et al., 1997). Nas porções central e sul do Greenstone Belt do Rio Itapicuru, as rochas estão metamorfizadas principalmente em fácies xisto verde e, localmente, em fácies anfibolito inferior. Para sul, o greenstone esta empurrado sobre o embasamento arqueano (Oliveira et al. 2009; Oliveira et al. 2010; Grisólia e Oliveira, 2012), e às vezes o embasamento é empurrado sobre o greenstone (Davison et al., 1988; Oliveira, 2009). As rochas da porção norte do GBRI e embasamento arqueano são estruturadas preferencialmente em direção N-S, enquanto para sul as estruturas (e.g., plano axial, foliação) variam de E-W a NW-SE, conforme Chauvet et al., (1997). Deformação D1\nNo extremo norte do GBRI foi reconhecida uma deformação D1 penetrativa, marcada por foliação e bandamento gnáissico N-S que podem estar relacionados a um encurtamento crustal aproximado E-W ou oblíquo. As lineações de estiramento mineral, embora ocorram para todos os\nquadrantes, exceto NW, indicam empurrões para NW e W e suborinamente para E (Oliveira et al. 2010; Baldim e Oliveira, 2013). Além disso, ocorrem dobras apertadas com planos axiais com mergulhos para E, e linhas de charneira com caimento de baixo ângulo (entre 8° e 17°) para sul e para norte. Os gnaisses do embasamento arqueano possuem foliação com direção preferencial NS e dobras com vergência para W. Estruturalmente são semelhantes ao domo Alto Alegre, uma vez que eixo de maior comprimento é N-S e as foliações mergulham para E (Baldim e Oliveira, 2013), conforme blocos diagrama Fig.4.20 e Fig.4.21.\nO embasamento arqueano e o Greenstone Belt Paleoproterozoico do Rio Itapicuru se limitam por contato tectônico com direção aproximada N-S (Davison et al., 1988; Chauvet et al. 1997). As estruturas observadas no embasamento (como dobras com vergência para W e foliação de baixo ângulo para E) se reproduem no GBRI, sobretudo na porção sul do domo AA. A transição entre embasamento e greenstone belt é marcada por zonas de milonitização com foliação de baixo ângulo e indicadores cinemáticos típicos de falha inversa, observados principalmente a sul do domo (Oliveira et al. 2010; Grisólia e Oliveira, 2012).\nDeformação D2\nA deformação D2 é evidente principalmente na Faixa de Cisalhamento Caldeirão, representado por falhas direcionais N-S. Quartzitos, gnaisses, gnaisses migmatíticos e migmatitos estruturados em direção N-S ocorrem ao longo da Faixa de Cisalhamento Caldeirão. Da mesma forma, indicadores cinemáticos como sigmóides, dobras de arrasto e sistema de falhas tipo Riedel predominam indicam movimento sinistral. As foliações das rochas que registram D2 são em geral subverticais ou apresentam mergulhos de alto ângulo para leste e para oeste. Associado às foliações são descritas lineações de estiramento mineral com pequeno caimento para norte e para sul. Os padrões cinemáticos associados às lineações de estiramento e foliações sugerem transcorrência sinistral em regime dúctil-rúptil entre o Greenstone Belt do Rio Itapicuru e o embasamento arqueano.\nN\n39°30'0\"W\nCaldeirão shear belt + greenstone belt\nSanta Luz complex\nM-----------------M K-\nUauá complex ■H\nSanta Luz complex\nCaldeirão shear belt + greentone belt\nUauá complex\nLegend\nStructural convenction\nThrust fault\n' Inferred strike slip fault\nStrike slip fault\nStructural contour\nFig.4.20: Mapa geológico regional e bloco diagrama simplificados do domo Alto Alegre, embasamento e Greenstone Belt do Rio Itapicuru. Destaque em alto relevo para configuração litoestrutural das faixas anfibolíticas no interior do domo com padrão concêntrico, complexo Santa Luz , faixa de cisalhamento Caldeirão,,greenstone e complexo Uauá, e cidade de Cansanção representado pela estrela preta. Imagem SRTM com sobre-elevação de 12 vezes. Legenda: 1-) e1- Migmatitos e migmatitos gnáissicos; e2- Migmatito máfico; e3- Gnaisse bandado; e4,e5 Gnaisses bandados, migmatitos; e6- Biotita-gnaisse; 2-) Diques máficos deformados e pouco deformados;3-) b1-Metabásicas do GBRI, b2- Diques máficos muitos deformados e anfibolitizados; 4-) g1-Granada-granito Gado Bravo, g2-Monzonito Cansanção, g3-Batólito trondhjemítico Nordestina deformado, gnaissificado e migmatizado, g4-Batólito trondhjemítico Nordestina pouco deformado e isotrópico, g5-Maciço granito-migmatítico Pedra Vernelha; 5-) m1- Paragnaisses, xistos e quartzitos; 6-) d1- Migmatitos e injeções graníticas; 7-) p1- Augen gnaisse; p2- granito.\nFig.4.21: Bloco diagrama do domo gnáissico Alto Alegre e transição norte embasamento-Greenstone Belt do Rio Itapicuru. (A) e (B) Perfil a-a’ e b-b’ respectivamente, em bloco diagrama evidenciando os mergulhos para norte, sul, e vergência do domo Alto Alegre para oeste e unidades do GBRI. A legenda do mapa geológico simplificado é a mesma da figura anterior.\nAs zonas de cisalhamento e falhas direcionais atuam diretamente na distribuição de esforços tectônicos e na formação de cadeias montanhosas. Dessa forma, falhas direcionais podem se desenvolver para acomodar os movimentos relativos entre os blocos rígidos com diferente reologia (Molnar e Tapponnier, 1975; Tapponnier e Molnar, 1976; Peltzer et al., 1989; Tapponnier et al., 2001; Replumaz e Tapponnier, 2003; Mériaux et al., 2005; Zheng et al. 2013). Esse pode ter sido o mecanismo associado à mudança no regime tectônico do GBRI, desenvolvendo-se da seguinte forma: i-) colisão arco-continente; ii-) colisão continente-continente; iii-) deslocamento lateral via falhas direcionais. Alguns dados estruturais como lineações de estiramento mineral e indicadores cinemáticos associados às foliações N-S, E-W e NW-SE do embasamento arqueano e greenstone belt, indicam a atuação de tensores ortogonais entre si (Baldim e Oliveira, 2013). Esses tensores podem estar associados a um esforço transpressivo ou a um escape lateral de terreno pós colisão frontal. A sobreposição de tensores ortogonais pode gerar estruturas típicas como dobras não cilíndricas, incluindo dobras com eixo curvilinear e domeamento por balonamento da crosta, além de redobramentos padrão caixa-de-ovos (Jones et al. 2004; Carreras et al., 2004; Fossen, 2010). Em zonas de cisalhamento direcional, em regime dúctil, podem se formar dobras com eixo vertical. Essas estruturas podem também indicar zonas do orógeno com maiores taxas de deformação, e na área, ocorrem no limite NE do domo Alto Alegre expressa por uma megadobra com eixo vertical delineada por anfibolitos.\nEm orógenos colisionais pode ocorrer a mudança de regime tectônico compressivo para transcorrente viacolisão frontal, colisão oblíqua ou por endentação de blocos. Exemplos ocorrem no Himalaia (Capitanio e Replumaz, 2013; Smith et al. 2013, Cunningham, 2013); nos Alpes (Wolfler, 2010; 2011; Beidinger e Decker, 2014); e no maciço Bohemia, na República Checa (Duretz et al. 2011; Maierová et al. 2012; Babuska e Plomerová, 2013; Verner et al. 2014). Por outro lado, esforços transpressivos podem gerar frentes de empurrão e falhas direcionais em escala regional. Cunningham (2010, 2013) associa a formação de grandes corredores deformacionais, como o de Gobi, no orógeno do Tibet, devido à justaposição oblíqua de terrenos. O mesmo autor cita domos granito-gnáissicos (e.g., domo Hangay) como estruturas que balizam tais corredores deformacionais. Entretanto, com base em modelagem numérica e computacional, Leever et al. (2011) sugerem que a estruturação regional formada em zonas de colisão transpressional são dirigidas, sobretudo, pelo ângulo de colisão entre os blocos. Nesse modelo, o\nângulo de aproximação dos blocos envolvidos é mínimo (0°) quando ocorre uma transcorrência paralela às margens dos blocos, e máximo (90°) para uma colisão frontal entre os blocos envolvidos. Desse modo, quanto maior o ângulo de aproximação entre os blocos (> 30°), mais largo será o cinturão orogênico. Por outro lado, quando blocos colidem com baixos ângulos de aproximação ( entre 4° e 15°), os cinturões orógenos geralmente serão estreitos, alongados, com corredores de falhas transcorrentes e de empurrões associados a leques bivergentes (flor positiva).\nUm cenário semelhante a este se observa na transição embasamento-Greenstone Belt do Rio Itapicuru. Para sul, a estruturação se dá por foliações NW-SE e E-W, com frentes de empurrão para SE e NW no greenstone e zonas de cisalhamento direcional N-S. Nesta região autores sugerem evolução tectônica por transpressão (Davison et al. 1988; Alves da Silva, 1993; Chauvet et al., 1997; Oliveira et al. 2010; Costa et al. 2011). Em contraste, no norte as foliações são preferencialmente N-S, os empurrões são para E e W, preferencialmente, ocorrendo principalmente no embasamento (Baldim e Oliveira, 2013).\nOs dados estruturais do domo Alto Alegre indicam para uma transpressão, relacionado a D1, esobreposto por transcorrência sinistral em D2. A deformação D1 estaria relacionada a uma convergência oblíqua, com baixo ângulo de aproximação, variando a colisão frontal ao longo do orógeno, com transporte tectônico para predominante para W. Esta fase pode estar associada à colisão arco-continente em ca. de 2110-2105 Ma. Já a fase transcorrente D2 pode ter-se desenvolvido entre 2080-2040 Ma, durante colisão continente-continente (Oliveira et al. 2010; Costa et al. 2011).\n4.5.3\tFaixas de anfibolitos do domo: restos de diques máficos do embasamento ou basaltos do greenstone belt?\nColetivamente os anfibolitos do domo AA possuem abundância variável de elementos maiores, traços e ETR. Porém, quando analisadas razões (Ce/Y)n é possível distinguir três intervalos: i) 1,54-1,97, ii) 2,56-2,96 e iii) 4,41-5,46. Esses intervalos podem representar estagios distintos de diferenciação magmática, ou magmas distintos (Rollinson, 1993). Na Fig.4.21 os resultados geoquímicos dos anfibolitos são comparados com os diques máficos do embasamento Complexo Santa Luz e com os basaltos toleíticos do GBRI.\nOs basaltos Fe-toleíticos do Greenstone Belt do Rio Itapicuru dividem-se em dois grupos (Kishida, 1979; Kishida e Riccio, 1980, Silva, 1983, 1987; Donatti-Filho, 2007): basaltos\ntoleíticos enriquecidos em ETR leves (ThI), e basaltos toleíticos empobrecidos em ETR leves (ThII). Esses dois grupos são mostrados na gráfico Fig.4.22A, pelos campos (1) e (2) respectivamente, com intervalos bem definidos tanto para razões (Ce/Y)n quanto para os teores de Zr. Os anfibolitos do domo AA apresentam razões (Ce/Y)n entre 1,54 e 6,92 e Zr entre 31 e 111 ppm, resultando em um comportamento geoquímico muito distinto daquele dos basaltos do greenstone. O comportamento geoquímico dos anfibolitos do domo AA assemelha-se ao dos diques máficos que cortam o embasamento arqueano, com grande variação na razão (Ce/Y)n e nos teores de Zr. Comportamento semelhante é observado no diagrama de multielementos da Fig.4.22B que exibe as médias dos metabasaltos Th-I e Th-II do GBRI, dos diques máficos do Complexo Santa Luz e dos anfibolitos do domo Alto Alegre. De acordo com o gráfico é possível observar o comportamento contrastante dos grupos Th-I e Th-II nas curvas dispostas no limite superior e inferior, respectivamente. Embora haja relativo aumento de abundância dos ETR para os diques máficos, o comportamento geoquímico médio dos diques é similar à média dos dsdos para os anfibolitos do domo Alto Alegre. Ambos destoam dos metabasaltos Th-I e Th-II.\nOs resultados geoquímicos, somados às relações de campo, sugerem que os anfibolitos do domo Alto Alegre são intrusões, uma vez que se assemelham geoquímica e por modo de ocorrência (faixas de largura variável) aos diques máficos do embasamento arqueano. Além disso, os resultados geocronológicos obtidos para os gnaisses do domo Alto Alegre (~3,04Ga) suportam essa interpretação, uma vez que são consistentes com as idades obtidas para o embasamento do Bloco Serrinha (Rios et al. 2009; Oliveira et al. 2010). Assim, sugerimos que as faixas anfibolíticas concêntricas do domo Alto Alegre representam diques máficos deformados juntamente com o embasamento arqueano. A forma elíptica exibida pelas faixas anfibolíticas tem o mesmo padrão de interferência descrito em dobras com eixo de duplo caimento, observadas em escala de afloramento na região do domo (Fig.4.10), e descritas em outros orógenos (Yang, 2011).\nFig.4.22: Diagramas de Zr versus razão Ce/Y: Gráfico de variação da razão (Ce/Y)N com relação a Zr (ppm) para anfibolitos do domo Alto Alegre e diques máficos do complexo Santas Luz. O padrão de dispersão de ambos destoa quando comparado aos campos (1) e (2), que representam respectivamente basaltos toleíticos (ThI) e (ThII) do Greenstone Belt do Rio Itapicuru compilados de Donatti-Filho, 2008; Gráfico (A) normalizado ao condrito e diagrama multielementos (B) normalizado ao manto primitivo segundo McDonough e Sun (1995).\n4.5.4\tDomo Alto Alegre: embasamento ou greenstone?\nAbaixo serão destacados motivos que indicam o domo gnaisse-migmatítico Alto Alegre como parte do embasamento arqueano, retrabalhado tectonicamente:\n[1]\tIdades 207Pb/206Pb SHRIMP II em zircões obtidas nos gnaisses do domo Alto Alegre são consistentes com aquelas obtidas para o embasamento arqueano, Complexo Santa Luz;\n[2]\tNão ocorrem unidades do Greenstone Belt do Rio Itapicuru no domo Alto Alegre;\n[3]\tO domo Alto Alegre destoa litoestruturalmente do greenstone, uma vez que o domo é composto de gnaisses e migmatitos delineado por faixas anfibolíticas concêntricas;\n[4]\tRelações de campo mostram que a configuração litoestrutural do domo AA se repete em outras escalas no embasamento, sob forma de figuras de interferência análogas às formadas em dobras em bainha, porém associadas a dobras apertadas com eixo de charneira de duplo caimento;\n[5]\tGeoquímica de elementos maiores e traços revela que os anfibolitos do domo AA se assemelham aos diques máficos que cortam o embasamento, e destoam dos metabasaltos toleíticos do GBRI referentes aos grupos Th-I e Th-II;\n[6]\tNão ocorre enxame de diques máficos no Greenstone Belt do Rio Itapicuru, apenas no embasamento arqueano;\n4.5.5\tO domo gnaisse-migmatítico Alto Alegre: um exemplo de diapirismo induzido por tectônica compressional.\nOs domos gnáissicos, ou core complex, podem se formar como resultado de esforços compressivos, distensivos, fluxo diapírico, tectônica direcional ou da combinação desses mecanismos (Yin, 2004; Lee et al. 2004). Sarkarinajad e Alizadeh, 2009 sugerem a combinação de mecanismos distensivos, compressivos e fluxo diapírico para a exumação do domo gnáissico de Tutak, na cadeia do Zagros. Por outro lado, Poli e Oliver, 2001 atribuem à combinação de esforços compressivos perpendiculares sub-horizontais para a formação de domos gnáissicos no orógeno Damara, na Namíbia. Domos gnáissicos também são associados a zonas de sutura. Um exemplo é o domo gnaisse migmatítico Shakhdara, no orógeno Tibet-Himalaia, em Pamir, que baliza a sutura entre as placas indiana e asiática. De acordo com Stübner et al. (2013), o metamorphic core complex Shakhdara foi exumado por extensão desenvolvida contemporâneamente ao encurtamento com espessamento crustal do orógeno. Da mesma forma, Verner et al. (2014) caracterizam domo granito-migmatítico no Maciço Boemia, República Tcheca, como resposta de acomodação isostática associado à sutura Variscana. Segundo os autores, o Pelhrimov core complex teria se formado por fluxo viscoso lateral e vertical, devido ao contraste de densidade entre as três unidades litotectônicas justapostas. Além disso, é comum a ocorrência de domos gnáissicos e core complexes nos limites de corredores deformacionais, que são formados pela justaposição de terrenos. Cunningham (2013) sugere a exumação de domos gnáissicos como resposta de extrusão lateral de terrenos. Esses domos balizam o corredor deformacional de Gobi, no Tibet.\nA Faixa de Cisalhamento Caldeirão representa um corredor de deformação que limita três distintos terrenos: Greenstone Belt Paleoproterozoico do Rio Itapicuru, embasamento mesoarqueano do Complexo Santa Luz e Bloco Uauá. A Faixa de Cisalhamento Caldeirão bordeja o limite oeste do Bloco Uauá separando-o do restante do Bloco Serrinha, marcando o limite da justaposição do Greenstone Belt do Rio Itapicuru ao embasamento arqueano. O Bloco Uauá é um fragmento crustal mesoarqueano que foi extrudido de sul para norte entre 2084 e 2039 Ma (Oliveira et al.2011). Esse intervalo de tempo é o mesmo atribuído ao período em que se desenvolveu a transcorrência sinistral, de direção N-S, no greenstone belt (Oliveira et al. 2002, Oliveira et al. 2010, Oliveira, 2011; Oliveira et al. 2013).\nAbaixo serão destacados razões para sugerir o modelo de fluxo diapírico digirido por tectônica compressional como mecanismo de formação do domo Alto Alegre:\n[1]\tDomos formados exclusivamente por fluxo diapírico formam estruturas típicas em seus domínios, como achatamento horizontal de topo, dobras parasíticas S e Z invertidas nas bordas do domo e padrões divergentes de foliação e lineação (Yin, 2004; Verner et al. 2014).Não foram encontradas estruturas desse tipo no domo Alto Alegre.\n[2]\tEm domos diapíricos, as foliações assumem uma estruturação concêntrica com mergulhos do centro domo para fora do domo, o que não ocorre com o domo Alto Alegre. O domo apresenta foliação com mergulhos para N, S e E, e vergência estrutural para W;\n[3]\tIntrusões graníticas aparecem apenas no centro do domo, são difusas e ocorrem como injeções envolvendo restos de gnaisse cinza típico do domo AA;\n[4]\tRelações de campo (e.g., foliações com baixo ângulo, lineação de estiramento, dobras apertadas) evidenciam a associação do domo Alto Alegre com dobramentos e frentes de empurrão. Domos gnáissicos podem ser exumados por processo de encurtamento crustal horizontal, podendo ser associados a frentes de empurrão e mecanismos de buckling (Yin, 2004);\n[5]\tDomos gnáissicos exumados por encurtamento crustal podem induzir o fluxo diapírico, sobretudo devido à instabilidade isostática em zonas extensionais formadas na charneira das dobras (Yin, 2004, Fossen, 2010);\n[6]\tDomos gnáissicos podem ser exumados como resposta de sobreposição de tensores compressivos horizontais dispostos ortogonalmente. Nesse processo são gerados padrões de interferência caixa de ovos ou dobras com charneira curvilinear;\n[7]\tO domo Alto Alegre possui forma alongada N-S, e possui correspondentes estruturais em escala reduzida no embasamento arqueano e na Faixa de Cisalhamento Caldeirão;\n[8]\tConvergência de blocos com componentes de encurtamento e de fluxo lateral geram padrões com falhas direcionais dispersas em forma de splay, análogas àquelas descritas por Cunningham, (2010); (2013) no corredor deformacional de Gobi no Tibet. Da mesma forma, a Faixa de Cisalhamento Caldeirão é um corredor deformacional que limita blocos tectônicos distintos, e que é estruturado com sistemas de falhas direcionais em splay em sua extensão sul no Greenstone Belt do Rio Itapicuru (e.g., main shear zone de Chauvet et al. .,1997)\n[9]\tOs dados geocronológicos 207Pb/206Pb indicam que a intrusão granítica representada na porção central do domo Alto Alegre se deu em torno de 2,08Ga. Essa idade é a mesma obtida\npara o granodiorito domo do Ambrósio e do granito Pedra Vermelha, além de coincidir com a idade atribuída para o provável início da colisão continente-continente no orógeno Itabuna-Salvador-Curaçá segundo Oliveira et al. (2010). Além disso, a idade obtida para os granitos do domo Alto Alegre coincide com o intervalo assumido para o desenvolvimento da Faixa de Cisalhamento Caldeidrão (Oliveira et al. 2000; Mello et al. 2006). Desse modo sugerimos que o domo gnáisse-migmatítico de Alto Alegre é uma estrutura dômica formada por fluxo diapírico induzido por tectônica compressiva durante o Paleoproterozoico.\n4.5.6\tEvolução tectônica do Greenstone Belt do Rio Itapicuru e significado tectônico dos domos gnáissicos do embasamento arqueano.\nA origem e evolução do Greenstone Belt Paleoproterozoico do Rio Itapicuru vem sendo motivo de debates e foco de estudos (Mascarenhas, 1979; Kishida, 1979; Kishida e Riccio 1980; Davison et al. 1988; Silva, 1992; Oliveira et al. 2002, 2009, 2010; Costa et al. 2011, Grisólia e Oliveira, 2012; Baldim e Oliveira, 2013). Alguns autores sugerem que a formação da bacia vulcanossedimentar do Itapicuru pode estar associada a uma bacia tipo back-arc ou a uma bacia marginal (Silva, 1992; Alves da Silva, 1994; Silva et al., 2001; Mello et al.., 2006). Por outro lado, outros autores sugerem que a referida sequência supracrustal formou-se durante o Paleoproterozoico se depositando sobre crosta siálica do embasamento arqueano (Jardim de Sá, 1982; Matos e Davison, 1987; Batista et al. 1998 ). Dados isotópicos e geocronológicos recentes em zircões detríticos de sequência metassedimentar do GBRI (Grisólia e Oliveira, 2012) descarta essa hipótese por enquanto, uma vez que na proveniência dos sedimentos originais só há contribuição de material clástico paleoproterozoico. As rochas metassedimentares do greensotne belt do Rio Itapicuru são provenientes da erosão provavelmente de um arco magmático, formado em crosta continental jovem, ou em margem continental delgada e juvenil como ocorre hoje no mar do Japão (Grisólia e Oliveira, 2012 e referências associadas).\nDados de campo, geoquímicos, geocronológicos e isotópicos sugerem uma longa e complexa história evolutiva para a região, envolvendo vários estagios tectônicos desde a formação da bacia até seu fechamento. Nesse contexto, os basaltos toleíticos do greenstone belt do Rio Itapicuru, juntamente com rochas de arco e fragmentos crustais mais antigos, possivelmente formaram um complexo de arcos continentais a oceânicos por volta de 2145 Ma ou antes (Oliveira et al. 2010; Grisólia e Oliveira, 2012). Segundo os autores, durante tectônica\nconvergente a bacia evoluiu para um arco continental entre 2150-2120 Ma, até ser acrecionado a um microcontinente arqueano por volta de 2111-2106 Ma em uma colisão arco-continente. Entre 2110-2105 Ma granitos de alto-K (e.g., monzonito Cansanção, tonalito Itareru e granodiorito Fazenda Gavião) se alojaram na transição embasamento-greenstone (Carvalho e Oliveira, 2003; Costa et al. 2011). Esses plútons potássicos, enriquecidos em elementos incompatíveis e com sNd(t) negativo, teriam se originado por fusão parcial de fontes mantélicas enriquecidas (e.g., Housh e McMahon, 2000; Chung et al. 2001; Elburg et al. 2003, Costa et al. 2011). Entre 2080-2070 Ma o orógeno colisional atingiu pico metamórfico em fácies granulito (Carvalho e Oliveira, 2004). A evolução do orógeno colisional entre 2080-2040 Ma foi acompanhada de escape lateral de terrenos, intrusões graníticas (e.g., Ambrósio, Morro do Lopes, Alto Alegre, Pedra Vermelha) e exumação de domos gnáissicos (e.g., domos Ambrósio, Salgadália, Pedra Alta e Alto Alegre), alguns deles alojados na transição embasamento-greenstone.\nOs domos de Alto Alegre e Ambrósio são domos relacionados à deformação do embasamento arqueano, assistida por injeções graníticas com mesma idade (2080 Ma). Entretanto localizam-se, respectivamente, a norte e a sul. Se por um lado o domo Ambrósio encontra-se totalmente alojado em meio às supracrustais do greenstone (Matos e Davison, 1987), o domo Alto Alegre, por sua vez, ocorre na transição do embasamento com GBRI. O domo Alto Alegre limita o embasamento arqueano do greenstone belt e esta em contato tectônico com o batólito Nordestina, enquanto o domo Ambrósio se configura como uma janela do embasamento em meio ao GBRI. Ambos os domos são limitados pela zona de cisalhamento principal (Chauvet et al. 1997) contida na Faixa de Cisalhamento Caldeirão, sugerindo que o limite do embasamento arqueano seja marcado a norte pelo domo Alto Alegre e ao sul pelo domo Ambrósio.\nEntretanto, relações de campo mostram que o Greenstone Belt do Rio Itapicuru foi tectonicamente empurrado sobre o embasamento arqueano (Oliveira, 2009), embora em alguns lugares o inverso também ocorra. Zircões arqueanos herdados no granodiorito Ambrósio (Mello et al. 2006) sugerem que o referido domo pode ter-se formado a partir da fusão do embasamento arqueano durante orogênese em 2080 Ma (Grisólia e Oliveira, 2012). As idades Pb/ Pb SHRIMP obtidas neste trabalho indicam que a intrusão granítica do domo Alto Alegre foi contemporânea à do domo Ambrósio, coincidindo com a fase de colisão continente-continente ca. 2080 Ma. Além disso, os gnaisses do domo Alto Alegre possuem idades 207Pb/206Pb de ca. 3040 Ma, coincidindo com as idades do embasamento arqueano (Oliveira et al. 2010). A Faixa de\nCisalhamento Caldeirão que baliza o embasamento arqueano, por sua vez, se desenvolveu entre ca. 2080 e 2045 Ma (Vasconcelos e Becke, 1992; Mello et al. 2006). Os resultados geocronológicos para o núcleo granítico do domo Alto Alegre, somados às relações de campo, sugerem que este se originou durante a fase colisional mais recente, e que muito provavelmente as intrusões graníticas tenham sido facilitadas pela deformação do embasamento arqueano. Grisólia e Oliveira, (2012) apresentam uma interpretação semelhante, assumindo que o greenstone belt foi empurrado sobre o embasamento arqueano e que ambos foram deformados durante a colisão. Embora a transição embasamento-greenstone contenha rochas que podem ser lascas de ofiolitos (e.g., sequências metassedimentares e complexos máfico-ultramáficos associados), não ocorre uma associação petrotectônica completa como a descrita em Furnes et al.( 2007). Entretanto, considerando dados geológicos (e.g., plútons potássicos na transição embasamento-greenstone, zona de cisalhamento que limita distintos terrenos, terrenos com graus metamórficos distintos justapostos lado a lado, e relações estruturais), podemos sugerir uma zona de sutura discreta.\nEmbora mais estudos sejam necesários, a análise estrutural revelou a atuação de tensores compressivos com direção E-W região do domo Alto Alegre, e zonas de cisalhamento N-S, que podem ser relacionados ao escape lateral de terrenos ou colisão oblíqua de blocos. Domos gnáissicos podem ser gerados por extrusão lateral de blocos, como é o caso de domos descritos no orógeno Himalaiano (Styron et al. 2011; Cunningham, 2010, 2013; Xu et al. 2013;). A mudança de regime tectônico compressivo para direcional pode ocorrer devido ao espessamento crustal (Ballato et al. 2011; Boutelier et al. 2012; Zheng et al. 2013). De norte para sul na transição embasamento-Greenstone Belt do Rio Itapicuru, a fase de encurtamento crustal D1 varia de frontal a oblíqua (transpressional).\nA geometria das margens do embasamento arqueano, e do greenstone belt acrecionado, pode ter contribuído para o contraste estrutural entre norte e sul da transição embasamento-greenstone. Alguns autores relatam como a geometria de falhas, limites de blocos e cunhas tectônicas influenciam na estruturação regional de orógenos (Paul e Mitra, 2012; Malavielle, 2012; Hirschmiller et al. 2014; Von Hagke et al. 2014). Em margens continentais irregulares, a colisão frontal entre blocos pode iniciar nas zonas mais salientes e evoluir para o fechamento gradual do oceano por transpressão. Esse modelo tectônico é conhecido como “zípper-like” e envolve subducção e fechamento de um oceano por colisão continente-continente (e.g., orógeno\n4.6\tConclusões\nO geoprocessamento de imagens de sensores multiespectrais, integrado a modelos de elevação digital de terreno e dados geosíficos mostrou-se eficaz para o auxílio em mapeamento geológico e interpretação de estruturas regionais. As análises petrográfica, estrutural e relações de campo mostraram que há contrastes entre o norte e o sul da transição embasamento arqueano-greenstone. Para sul, as estruturas vergentes para SE e NW podem indicar uma evolução por tectônica transpressiva, enquanto que para norte esses empurrões são para E e W, preferencialmente. Dados geoquímicos mostraram que as faixas anfibolíticas do domo Alto Alegre são geoquimicamente semelhantes aos diques máficos do embasamento arqueano. Os resultados geocronológicos corroboram com os demais dados para concluir que o domo Alto Alegre representa o embasamento arqueano, deformado e intrudido por granitos. Com isso conclui-se que o domo gnaisse-migmatítico Alto Alegre é um domo formado por diapirismo induzido por tectônica compressiva, e que sua gênese esta associada a fase tardia de colisão arco-continente representados pelo Greenstone Belt do Rio Itapicuru (arco) e o embasamento arqueano do Complexo Santa Luz (continente).\n4.7\tAgradecimentos\nAo CNPq pela bolsa de mestrado e ao prof. Dr. Elson Paiva de Oliveira pela orientação e e sugestões para este trabalho. Aos geólogos Dr. Paulo Donatti-Filho e Christian Schobbenhaus da Lipari Mineração pelo apoio logístico durante as campanhas de campo. Aos professores Rômulo Machado, Dr. Ticiano José Saraiva dos Santos e Wagner Amaral pelas sugestões.\nREFERÊNCIAS BIBLIOGRÁFICAS\nAlves da Silva, F.C. 1994. Etude structurale du Greenstone Belt Paleoproterozoique du Rio Itapicuru Bahia, Brésil. Tese de Doutoramento, Orleans, Géosciences, Université d’Orleans 340 p.\nAmer, R.; Kusky, T.; Ghulam, A., 2010. Lithological mapping in the Central Eastern Desert of Egypt using ASTER data Journal of African Earth Sciences 56, 75-82.\nBabuska, V; Plomerová, J., 2013. Boundaries of mantle-lithosphere domains in the Bohemian Massif as extinct exhumation channels for high-pressure rocks. Gondwana Research 23, 973-987.\nBaldim, M.R.; Oliveira, E.P., 2013. Geologia da Transição Greenstone Belt do Rio Itapicuru-Embasamento Arqueano: Região de Monte Santo e Nordestina-BA. Anais, Simpósio Nacional de Estudos Tectônicos, Chapada dos Guimarães-MT, Brasil. Maio.\nBaldim, M.R., 2012. Mapeamento Geológico na Transição Embasamento-Greenstone Belt do Rio Itapicuru, Bloco Serrinha, Região de Nordestina, Bahia. Trabalho de conclusão de curso em Geologia, Instituto de Geociências Unicamp, 112p.\nBallato, P.; Uba, C.E.; Landgraf, A.; Strecker, M.R.; Sudo, M.; Stockli, D.F.; Friedrich, A.; Tabatabaei, S.H. 2014., Arabia-Eurasia continental collision: Insights from late Tertiary foreland-basin evolution in the Alborz Mountains, northern Iran. Geological Society of America Bulletin 123, 106-131. doi: 10.1130/B30091.1\nBarbosa, J.S.F, Sabaté, P 2004. Archean and Paleoproterozoic crust of the São Francisco Craton, Bahia, Brazil: geodynamic features. Precambriam Research 133, 1-27.\nBarbuena, D., Souza Filho, C. R., Ferreira, F., Leite, E. P., Assis, R. R., Miguel Junior, E., Xavier, R. P., Barros, A. J. P., 2013. Airborne geophysical data analysis applied to geological interpretation in the Alta Floresta Gold Province, MT. Revista Brasileira de Geofísica 31, 169-186.\nBarnes, C.G.; Frost, C.D.; Nordgulen, O.; Prestvik, T., 2012. Magma hybridization in the middle crust: Possible consequences for deep-crustal magma mixing; Geosphere April 8, 518-533; doi:10.1130/GES00730.1; 11.\nBest, M.G., 2003. Igneous and Metamorphica Petrology. Second Edition. Blackwell Science.758 p.\nBatista, J.J., Nesbitt, R.W., Pires, P.F.R., 1998. Presença do embasamento arqueano no Greenstone Belt do Rio Itapicuru (Bahia) e resultados geocronológicos por ICPMS- LA. Anais 40° Congresso Brasileiro de Geologia. Belo Horizonte, Minas Gerais, 67-71.\nBeidinger, A.; Decker, K., 2014. Quantifying Early Miocene in-sequence and out-of-sequence thrusting at the Alpine-Carpathian junction. Tectonics 33, 222-252.\nBoutelier, D.; Oncken, O.; Cruden, A., 2012. Fore-arc deformation at the transition between collision and subduction: Insights from 3-D thermomechanical laboratory experiments. Tectonics 31, 1-15. doi:10.1029/2011TC003060.\nCapitanio, F.A.; Replumaz, A., 2013. Subduction and slab breakoff controls on Asian indentation tectonics and Himalayan western syntaxis formation. Geochemistry, Geopgysics and Geosystems 14, 3515-3531. doi: 10.1002/ggge.20171\nCarvalho, M.J., Oliveira, E.P., 2003. Geologia do Tonalito Itareru, bloco Serrinha, Bahia: uma intrusão sin- tectónica do início da colisão continental no segmento norte do Orógeno Itabuna-Salvador-Curaçá. Brazilian Journal of Geology. 33, 63-74.\nCarreras, J.; Druguet, E.; Griera, A., 2004. Shear zone-related folds. Journal of Structural Geology 27, 1229-1251\nCawood, P. A.; Kroner, A.; Pisarevsky, S., 2006. Precambrian Plate Tectonics: Criteria and evidence. GSA Today, 16, 4-11.\nCawood, P. A.; Kroner, A.; Collins, W.J.; Kusky, T.M.; Mooney, W.D.; Windley, B.F., 2012. Accretionary orogens through Earth history. Geological Society London, Special Publications 318, 1-36. doi: 10.1144/SP318.1\nChauvet, A.; Guerrot, C.; Alves da Silva, F.C.; Faure, M., 1997. Géochronologie 207Pb/206Pb et 40Ar/39Ar des granites paléoprotérozoiques de la ceinture de roches vertes du Rio Iapicuru Bahia, Brésil. Comptes Rendus de l’Academie des Sciences Paris II 32, 293-300.\nChung, S.L., Wang, K.L., Crawford, A.J., Kamenetsky, V.S., Chen, C.H., Lan, C.Y., Chen, C.H., 2001. High-Mg potassic rocks from Taiwan: implications for the genesis of orogenic potassic lavas. Lithos 59, 153-170.\nConceição, H.; Rios, D.C.; Rosa, M.L.S.; Davis, D.W.; Dickin, A.P.; McReath, I.; Marinho, M.M.; Macambira, M.J.B., 2002. Zircon geochronology and petrology of alkalinepotassic syenites, Southwestern Serrinha Nucleus, East São Francisco Craton, Brazil. International Geology Review. 44, 117-136.\nCordani, U.G.; Sato, K.; Nutman, A., 1999. Single zircon SHRIMP determination from Archean tonalitic rocks near Uauá, Brazil. II SSAGI South America Symposyum Isotope Geology 27-30.\nCosta, F.G.; Araújo, C.E.G.; Amaral, W.S. Vasconcelos A.M.; Rodrigues J.B., 2013. U-Pb LA-ICPMS zircon ages and Nd isotopes for granitoids of the Tamboril-Santa Quitéria Complex, Ceará Central Domain: implication for neoproterozoic syncollisional magmatism in north Borborema Province. Geologia USP, Série científica. 13, 159-174. Doi: 10.5327/Z1519-874X2013000200009\nCosta, F G; Oliveira, E.P.; McNaughton, N.J., 2011. The Fazenda Gavião granodiorite and associated potassic plutons as evidence for Palaeoproterozoic arc-continent collision in the Rio Itapicuru greenstone belt, Brazil. Journal of South American Earth Sciences 32, 127-141.\nCruz Filho, B.E.; Conceição, H.; Rosa, M.L.S.; Rios, D.C.; Macambira, M.J.B.; Marinho, M.M., 2005. Geocronologia e assinatura isotópica Rb-Sr e Sm-Nd do Batólito Trondhjemítico Nordestina, Núcleo Serrinha, Nordeste do Estado da Bahia. Brazilian Journal of Geology 35, 1-8.\nCunningham, D., 2010. Tectonic setting and structural evolution of the late Cenozoic Gobi Altai orogen. In: Kusky, T.M., Zhai, M.G., Xiao, W.J. Eds., The Evolving Continents: Understanding Processes of Continental Growth and Stabilization. Geological Society, London, Special Publication 338, 361-387.\nDavison, I.; Teixeira, J.B.G.; Silva, M.G.; Neto, M.B.R.; Matos, F.M.V, 1988. The Rio Itapicuru Greenstone Belt, Bahia, Brazil: Structure and Stratigraphical Outline. Precambriam Research., 42, 1-17.\nDenèle, Y; Lecomte, E; Jolivet, L.; Lacombe, O.; Labrousse, L.; Huet, B.; Le Pourhiet, L., 2011. Granite intrusion in a metamorphic core complex: The example of the Mykonos laccolith Cyclades, Greece. Tectonophysics 501, 52-70.\nDePaolo, D.J., 1981. Trace element and isotopic efects of combined wallrock assimilation and fractional crystallization. Earth Planet Science Letters 53, 189-202.\nDonatti-Filho, J. P.; Oliveira, E. P.; McNaughton, N., 2013. Provenance of zircon xenocrysts in the Neoproterozoic Brauna Kimberlite Field, São Francisco Craton, Brazil: Evidence for a thick Palaeoproterozoic lithosphere beneath the Serrinha block. Journal of South American Earth Sciences 45, 83-96.\nDonatti-Filho, J.P.; Tappe, S.; Oliveira, E.P.; Heaman, L., 2012. Age and origin of the Neoproterozoic Brauna kimberlites: melt generation within the metasomatized base of the São Francisco craton, Brazil. Chemical Geology. 353, 19-35.\nDonatti-Filho, J.P., 2007. Reavaliação do Contexto Tectónico dos Basaltos do Greenstone Belt do Rio Itapicuru (Bahia), com Base na Geoquímica de Elementos-Traço. Dissertação de Mestrado apresentada no Instituto de Geociências Unicamp 62p.\nDuretz, T.; Kaus, B.J.P.; Schulmann, K.; Gapais, D.; Kermarrec, J-J., 2011. Indentation as an extrusion mechanism of lower crustal rocks: Insight from analogue and numerical modelling, application to the Eastern Bohemian Massif. Lithos. 124, 158-168.\nElburg, M., Leeuwen, T.V, Foden, J., Muhardjo., 2003. Spatial and temporal isotopic domains of contrasting igneous suites in western and northern Sulawesi, Indonesia. Chemical Geology 199, 243-276.\nFoden, J., Elburg, M.A., Turner, S.P., Sandiford, M., O’Callaghan, J., and Mitchell, S., 2002. Granite production in the Delamerian orogen, South Australia. Journal of the Geological Society of London 159, 557-575. doi:10.1144/0016-764901-099.\nFossen, H., 2010. Structural Geology. Cambridge University Press. 463 pp.\nFurnes, H.; de Wit, M.; Staudigel, H.; Rosing, M.; Muehlenbachs, K., 2007. A Vestige of Earth's Oldest Ophiolite.\nScience 315, 1704-1707. Doi: DOI: 10.1126/science.1139170\nGrisólia, M.F.P.; Oliveira, E.P., 2012. Sediment provenance in the Palaeoproterozoic Rio Itapicuru greenstone belt, Brazil, indicates deposition on arc settings with a hidden 2.17-2.25 Ga substrate. Journal of South American Earth Sciences 38, 89-109.\nHatcher, R.D., 2010. The Appalachian orogen: A brief summary. Geological Society of America Memoirs 206, 1-19. doi: 10.1130/2010.1206(01).\nHatcher, R.D., 2002. Alleghanian Appalachian orogeny, a product of zipper tectonics: Rotational, transpressive continent-continent collision and closing of ancient oceans along irregular margins 364,199-208.\nHildreth, W.; Moorbath, S., 1988, Crustal contributions to arc magmatism in the Andes of central Chile. Contributions to Mineralogy and Petrology 98, 455- 489, doi:10.1007/BF00372365.\nHillier, M.; Kemp, E.;Schetselaar, E. 2013. 3D form line construction by structural field interpolation SFI of geologic strike and dip observations. Journal of Structural Geology 51, 167-179.\nHirschmiller, J.; Grujic, D.;Bookhagen, B.; Coutand, I.; Huyghe, P.; Mugnier, J-L.; Ojha, T., 2013. What controls the growth of the Himalayan foreland fold-and-thrust belt? Geology 42, 247-250. doi:10.1130/G35057.1.\nHõgdahl, K.; Majka, J.; Sjõstrõm, H.; Nilsson, K.P.; Claesson, S.; Konecny, P., 2012. Reactive monazite and robust zircon growth in diatexites and leucogranites from a hot, slowly cooled orogen: implications for the Palaeoproterozoic tectonic evolution of the central Fennoscandian Shield, Sweden. Contributions to Mineral and Petrology 163, 167-188. DOI 10.1007/s00410-011-0664-x\nHoush, T., McMahon, T.P., 2000. Ancient isotopic characteristics of Neogene potassic magmatism in western New Guinea Irian Jaya, Indonesia. Lithos 50, 217-239.\nIrvine, T.N., and Baragar, W.R.A., 1971, A guide to the chemical classification of the common volcanic rocks. Canadian Journal of Earth Sciences 8, 523-548.\nJagoutz, O.; Müntener, O.; Schmidt, M.W.; Burg, J.P., 2011, The roles of fl ux- and decompression melting and their respective fractionation lines for continental crust formation: Evidence from the Kohistan arc. Earth and Planetary Science Letters 303, 25-36. Doi:10.1016/j.epsl.2010.12.017.\nJardim de Sá , E. F.; Archanjo, C. J.; Legrand, J.M. 1982. Structural and metamorphic history of part of the highgrade terrain in the Curaçá Valley, Bahia, Brazil. Brazilian Journal of Geology 12, 251-262.\nJones, R.R.; Holdsworth, R.E.; Clegg, P.; McCaffrey, K.; Tavarnelli, E., 2004. Inclined transpression. Journal of Structural Geology 26, 1531-1548.\nJordan, H., 1972. Die Minas-Gruppe in Nordost-Bahia, Brasilien. Geologische Rundschau 61, 441-469.\nKishida, A.; Riccio, L. 1980. Chemostratigraphy of lava sequences from the Rio Itapicuru Greenstone Belt, Bahia, Brazil. Precambrian Research. 11, 161-178.\nKishida, A., 1979. Característica geológica e geoquímica da seqüência vulcano-sedimentar do médio Rio Itapicuru, Bahia. Instituto de Geociências, Universidade Federal da Bahia. Dissertação de Mestrado, 98 p.\nNkono, C.; Féménias O.; Lesne A.; Mercier J.C.; Demaiffe D., 2013. Fractal Analysis of Lineaments in Equatorial Africa: Insights on Lithospheric Structure. Open Journal of Geology 3, 157-168.\nLacerda, C.M.M., 2000. Evolução estrutural e petrogenética do Domo Granodiorítico de Ambrosio: Implicações para o mecanismo de colocação. Campinas. Instituto de Geociências, Universidade Estadual de Campinas, Campinas, Tese de Doutorado, 120p.\nLee, J.; Hacker. B.; Wang, Y, 2004. Evolution of North Himalayan gneiss domes: structural and metamorphic studies in Mabja Dome, southern Tibet. Journal of Structural Geology 26, 2297-2316.\nLeever, K.A.; Gabrielsen, R.H.; Sokoutis, D.; Willingshofer, E., 2011. The effect of convergence angle on the kinematic evolution of strain partitioning in transpressional brittle wedges: Insight from analog modeling and high-resolution digital image analysis. Tectonics 30, 1-25. Doi:10.1029/2010TC002823,\nLisle, R.J., 1988. Geological Structures and Maps; a Practical Guide. Pergamon Press, Oxford, United Kingdom, 150 p.\nLudwig K.R., 2003. User’s manual for isoplot/ex v. 3.00, in A geochronological toolkit for Microsoft Excel, Berkeley, BGC special publication 4, p. 71.\nMaierová, P.; Lexa, O.; Schulmann, K.; Stípská, P., 2014. Contrasting tectono-metamorphic evolution of orogenic lower crust in the Bohemian Massif: A numerical model. Gondwana Research 25, 509-521.\nMascarenhas J.F. 1979. Evolução geotectónica do Pré-Cambriano do Estado da Bahia. In: H.A.V. Inda (ed.) Geologia e Recursos Minerais do Estado da Bahia. Textos Básicos. Salvador-BA, SME/CPM 2, 57-165.\nMasoud, A.A.; Koike, L. 2011. Auto-detection and integration of tectonically significant lineaments from SRTM DEM and remotely-sensed geophysical data. ISPRS Journal of Photogrammetry and Remote Sensing 66, 818-832.\nMatos, F.M.V., Davison, I., 1987. Basement or intrusion? The Ambrosio Dome, Rio Itapicuru Greenstone Belt, Bahia, Brazil. Brazilian Journal of Geology 17, 442-449.\nMello, E.F.; Xavier R.P.; McNaughton N.J.; Hagemann S.G.; Fletcher I.; Snee L., 2006. Age constraints on felsic intrusions, metamorphism and gold mineralisation in the Paleoproterozoic Rio Itapicuru greenstone belt, NE Bahia State, Brazil. Mineral Deposita Journal, Vol. 40: 849-866 p.\nMello, E. F.; Oliveira, E. P.; Mcnaughton, N., 1999. SHRIMP U-Pb geochronology of Early Precambrian quartzite and its basement Caldeirão Belt, NE Sao Francisco Craton, Bahia-Brazil. South American Symposiun on Isotope Geology 2, 78-81.\nMcDonough, W.F.,Sun, S.S.,1995. The composition of the Earth. Chemical Geology. 120, 223-253.\nMériaux, A.S.; Tapponnier, P.; Ryerson, F.J.; Xu, X.; King, G; Van der Woerd, J.; Finkel, R.C.; Li, H.; Xu, Z.; Chen, W., 2005. The Aksay segment of the northern Altyn-Tagh fault: tectonic geomorphology, landscape evolution, and Holocene slip rate. Journal of Geophysical Research 110, 1-32. doi:10.1029/2004JB003210.\nNascimento H.S., 1996. Evolução petrogenética da intrusão ácido-básica de Cansanção. Instituto de Geociências, Universidade Federal da Bahia, Salvador, Dissertação de Mestrado, 205p.\nO’Brien, P. J. and Rótzler, J., 2003 High-pressure granulites: formation, recovery of peak conditions and implications for tectonics. Journal of Metamorphic Geology 21, 3-20.\nOliveira, E.P,; Silveira, E.M.; Sóderlund, U.; Ernst, R.E., 2013. U-Pb ages and geochemistry of mafic dyke swarms from the Uauá Block, São Francisco Craton, Brazil: LIPs remnants relevant for Late Archaean break-up of a supercraton. Lithos 174, 308-322.\nOliveira, E.P., 2011. The Late Archaean Uauá Mafic Dyke Swarm, São Francisco Craton, Brazil, and Implications for Palaeoproterozoic extrusion tectonics and Orogen Reconstruction. In: Srivastava RK Ed “Dyke Swarms: Keys for Geodynamic Interpretation”. Springer-Verlag Berlin Heidelberg, 19-31 pp. DOI: 10.1007/978-3642-12496-9-2\nOliveira, E.P.; McNaughton, N.J.; Armstrong, R., 2010. Mesoarchaean to Palaeoproterozoic growth of the northern Segment of the Itabuna-Salvador-Curaçá orogen, São Francisco craton, Brazil. In: Kusky, T., Mingguo, Z., Xiao, Z. Eds., The Evolving Continents: Understanding Processes of Continental Growth. Journal of the Geological Society, London, Special Publication 338, 263-286.\nOliveira, E.P.; Grisólia, M.F.; Moretto, C.; Donatti Filho, J.P.; McNaughton, N.; Vale, I.Z., 2010a. Descoberta de um Complexo de Fore-arc Paleoproterozoico no Greenstone Belt do Rio Itapicuru, Bahia, e Implicações Geodinâmicas. Anais 45 Congresso Brasileiro de Geologia, Belém.\nOliveira, E.P.; Souza, Z.S.; McNaughton, N.J.; Lafon, JM, Costa, F.G.; Figueiredo, A.M., 2010b. The Rio Capim volcanic-plutonic-sedimentary belt, São Francisco craton, Brazil: geological, geochemical and isotopic evidence for oceanic arc accretion during Palaeoproterozoic continental collision. Gondwana Research 19, 735-750. Doi:10.1016/j.gr.2010.06.005\nOliveira, E. P. 2009. Arc-continent collision in the Palaeoproterozoic Rio Itapicuru greenstone belt, São Francisco Craton, Brazil. 2009. In: Glen, R. A. e Martin, C. Compilers International\tConference on Island- Arc\nContinent Collisions: The Macquarie Arc Conference. Geological Society of Australia Abstracts 92, 104-105.\nOliveira, E.P.; Carvalho, M.J.; McNaughton, N.J., 2004a. Evolução do segmento norte do orógeno Itabuna-Salvador-Curaçá:cronologia da acresção de arcos, colisão continental e escape de terrenos. Geologia USP, Série Científica. 4,41-53.\nOliveira, E.P.; Windley, B.F.; McNaughton, N.J.; Pimentel, M.; Fletcher, I.R., 2004b Contrasting copper and chromium metallogenic evolution of terranes in the Palaeoproterozoic Itabuna-Salvador- Curaçá Orogen, São Francisco Craton, Brazil: New zircon SHRIMP and Sm-Nd modelages and their significance for orogenparallel escape tectonics. Precambriam Research 128, 143-165.\nOliveira, E.P.; Souza, Z.S.; Corrêa Gomes, L.C., 2000. U-Pb dating of deformed mafic dyke and host gneiss: implications for understanding reworking processes on the western margin of the Archaean Uauá block, NE São Francisco Craton, Brazil. Brazilian Journal of Geology 30, 149-152.\nPaixão, M.A.P.; Oliveira, E.P., 1998. The Lagoa da Vaca complex: an Archaean layered anorthosite body on the western edge of the Uauá Block, Bahia, Brazil. Brazilian Journal of Geology 28, 201-208.\nPassarela C.A., 2008 Mapeamento Geológico do Maciço Granítico Pedra Vernelha e Encaixantes, Núcleo Serrinha NE da Bahia. Trabalho de Conclusão de Curso em Geologia, Instituto de Geociências Unicamp. 63p.\nPedrosa, N.C.Jr.; Vidotti, R.M.; Fuck, R.A., 2014. Structural framework of the Jaibaras Rift, Brazil, based on geophysical data. In press. Doi: 10.1016/jjsames.2014.07.005\nPaul, D.; Mitra, S., 2012. Controls of basement faults on the geometry and evolution of compressional basement-involved structures. AAPG Bulletin 96, 1899-1930.\nPeltzer, G; Tapponnier, P.; Armijo, R., 1989. Magnitude of Late Quaternary left-lateral displacements along the north edge of Tibet. Science 246, 1285-1289.\nPoli, L.C.; Oliver, G.J.H., 2001. Constrictional deformation in the Central Zone of the Damara Orogen, Namibia. Journal of African Earth Sciences 33, 303-321.\nRajendran, S.; al-Khirbash, S.; Pracejus, B.; Nasir, S.; Al-Abri, A.H.; Kusky, T.M.; Ghulam, A., 2012. ASTER detection of chromite bearing mineralized zones in Semail Ophiolite Massifs of the northern Oman Mountains. Exploration strategy Ore Geology Reviews 44, 121-135.\nRamsay, J., 1968. Folding and Fracturing of Rocks. McGraw-Hill New York 568 pp.\nReches, Z., 1983. Faulting of rocks in three-dimensional strain fields II. Theoretical analysis. Tectonophysics 95, 133-156.\nReplumaz, A.; Tapponnier, P 2003. Reconstruction of the deformed collision zone between India and Asia by backward motion of lithospheric blocks. Journal of Geophysical Research 108,\t1978-2012.\nDoi:10.1029/2001JB000661.\nRey P.F.; Teyssier, C.; Kruckenberg, S.C.; Whitney, D.L., 2011. Viscous collision inchannel explains double domes in metamorphic core complexes. Geology 39, 387-390 p.\nRios, D.C.; Davis, D.W.; Conceição, H.; Davis, W.J.; Rosa, M.L.S.; Dickin, A.P., 2009 Geologic evolution of the Serrinha nucleus granite-greenstone terrane NE Bahia, Brazil constrained by U-Pb single zircon geochronology, Brazil. Precambrian Research 170, 175-201.\nRios, D.C.; Davis, D.W.; Conceição, H.; Rosa, M.L.S.; Davis, W.J.; Dickin, A.P.; Marinho, M.M., Stern, R., 2008. 3.65-2.10 Ga history of crust formation from zircon geochronology and isotope geochemistry of the Quijingue and Euclides plutons, Serrinha nucleus, Brazil. Precambrian Research. 167, 53-70.\nRollinson, H.,1993. Using Geochemical Data: Evaluation,Presentation,Interpretation, first ed. Longman, London.\nSaadi, N. M.; Watanabe, K.; Mizunaga, H., 2011. Evaluation of image processing methods for geological interpretation in the different environments in Libya. Arabian Journal of Geosciences 4, 635-64.\nSaadi, N. M.; Watanabe, K. 2009. Assessing image processing techniques for geological mapping: a case study in Eljufra, Libya. Geocarto International 24, 241-253.\nSarkarinejad, K.; Alizadeh, A., 2009. Dynamic model for the exhumation of the Tutak gneiss dome within a bivergent wedge in the Zagros Thrust System of Iran. Journal of Geodynamics 47, 201-209.\nSilva, M.G.; Coelho C.E.S.; Teixeira J.B.G.; Alves da Silva F.C.; Silva R.A.; Souza, J.A.B., 2001. The Rio Itapicuru greenstone belt, Bahia, Brazil: geologic evolution and review of gold mineralization. Mineralium Deposita, 36, 345-357.\nSilva, M.G., 1992. Evidências isotópicas e geocronológicas de um fenômeno de acrescimento crustal transamazónico no Cráton do São Francisco, Estado da Bahia. In: SBG, Anais Congresso Brasileiro de Geologia, 37, São Paulo 2, 181-182.\nSilva, M.G., 1983. A seqüência vulcanossedimentar do médio Rio Itapicuru, Bahia: Caracterização petrográfica, considerações petrogenéticas preliminares e zoneografia metamórfica. Universidade Federal da Bahia. Tese de Mestrado.\nSilva, M.G., 1987. Geochemie, Petrologie und tektonische Entwicklung eines proterozoischen Grunsteingurtels: Rio Itapicuru, Bahia, Brasilien. Universitat Freiburg, Deutschland. Tese de Doutorado, 180 p.\nSmit, J.H.W.; Cloetingh, S.A.P.L.; Burov, E.; Tesauro, M.; Sokoutis, D.; Kaban, M., 2013. Interference of lithospheric folding in western Central Asia by simultaneous Indian and Arabian plate indentation. Tectonophysics 602, 176-193.\nStevens, G.; Vilaros, A .; Moyen, J-F., 2007. Selective peritectic garnet entrainment as the origin of geochemical diversity in S-type granites. Geological Society of America 35, 9-12.\nStübner, K.; Ratschbacher, L.; Rutte, D.; Stanek, K.; Minaev, V; Wiesinger, M.; Gloaguen, R., 2014 . The giant Shakhdara migmatitic gneiss dome, Pamir, India-Asia collision zone: 1. Geometry and kinematics 32, 948979. Doi: 10.1002/tect.20057\nStyron, R.H.;Taylor, M.H.; Murphy, M.A., 2011. Oblique convergence, arc-parallel extension, and the role of strikeslip faulting in the High Himalaya. Geosphere 7, 582-596. Doi: 10.1130/GES00606.\nSykes, M.P.; Das, U.C., 2000. Directional filtering for linear feature enhancement in geophysical maps. Geophysics 65, 1758 1768.\nTapponnier, P.; Xu, Z.Q.; Roger, F.; Meyer, B.; Arnaud, N.; Wittlinger, G; Yang, J., 2001. Oblique stepwise rise and growth of the Tibet Plateau. Science 294, 1671-1677.\nVerma, S.K.; Oliveira, E.P., 2013. Application of multi-dimensional discrimination diagrams and probability calculations to Paleoproterozoic acid rocks from Brazilian cratons and provinces to infer tectonic settings. Journal of South American Earth Sciences 45, 117-146.\nVerner, K.; Zákc, J.; Srámekd, J.; Paclíkováa, J.; Zavrelová, A.; Machekf, M.; Fingerg, F.; Johnson, K., 2014. Formation of elongated granite-migmatite domes as isostatic accommodation structures in collisional orogens. Journal of Geodynamics 73, 100- 117.\nVon Hagke, C.; Oncken, O.; Evseev, S. 2014. Critical taper analysis reveals lithological control of variations in detachment strength: An analysis of the Alpine basal detachment Swiss Alps. Geochemistry, Geophysics, Geosystems 15, 176-191. Doi: 10.1002/2013GC005018\nVoshage, H.; Hofmann, A.W.; Mazzucchelli, M.; Rivalenti, G; Sinigoi, S.; Raczek, I.; Demarchi, G, 1990. Isotopic evidence from the Ivrea zone for a hybrid lower crust formed by magmatic underplating. Nature 347, 731736. Doi:10.1038/347731a0.\nYang, T. N.; Peng, Y; Leech, M. L.; Lin, H. Y, 2011: Fold patterns indicating Triassic constrictional deformation on the Liaodong Peninsula, eastern China, and tectonic implications. Journal of Asian Earth Sciences 40, 72-83. Doi: DOI: 10.1016/jjseaes.2010.08.017\nXu, Z.; Wang, Q.; Pêcher, A.; Liang, F.; Qi, F.; Cai, Z.; Li, H.; Zeng, L.; Cao, H. 2013. Orogen-parallel ductile extension and extrusion of the Greater Himalaya in the late Oligocene and Miocene. Tectonics, VOL. 32, 191-215 p., doi:10.1002/tect.20021,\nWilde, S.A.; Wu, F.Y; Zhao, G, 2010. The Khanka Block, NE China, and its significance for the evolution of the Central Asian Orogenic Belt and continental accretion. Geological Society London, 338, 117-137. Doi: 10.1144/SP338.6\nWeinberg, R.F.; Hasalová, P.; Ward, L.; Fanning, C.M. ,2013. Interaction between deformation and magma extraction in migmatites: Examples from Kangaroo Island, South Australia. Geological Society of America Bulletin 125, 1282-1300. Doi: 10.1130/B30781\nWhitney, D.L.; Teyssier, C.; Fayon, A. , 2004. Isothermal decompression, partial melting, and the exhumation of deep continental crust. In: Grocott, J., Tikoff, B., McCaffrey, K.J.W., Taylor, G. Eds., Vertical Coupling and Decoupling in the Lithosphere: Geological. Society of London Special Publications 227, 313-326.\nWhitney, D.L.; Teyssier, C.; Vanderhaeghe, O., 2004. Gneiss domes and crustal flow.In: Whitney, D.L., Teyssier, C., Siddoway, C.S. Eds., Gneiss Domes and Orogeny. Geological Society of America Special Paper 380, 15-33.\nWilliams, M.L.; Hanmer, S.; Kopf, C.; Darrach, M. 1995, Syntectonic generation and segregation of tonalitic melts from amphibolite dikes in the lower crust, Striding-Athabasca mylonite zone, northern Saskatchewan: Journal of Geophysical Research 100, 717-734.\nWolfler, A.; Kurz, W.; Danisik, M.; Rabitsch, R.,, 2010. Dating of fault zone activity by apatite fission track and apatite U/Th/He thermochronometry: A case study from the Lavvantal fault system Eastern Alps. Terra Nova 22, 274-278. Doi:10.1111/j.1365-3121.2010.00943.x.\nZheng, W.; Zhang, P.;He, W.; Yuan, D.; Shao Y; Zheng D.; Ge, W.; Min W. 2013. Transformation of displacement between strike-slip and crustal shortening in the northern margin of the Tibetan Plateau: Evidence from decadal GPS measurements and late Quaternary slip rates on faults. Tectonophysics 584, 267-280.\nZhao, L.; Zhou, X.; Zhai, M.; Santosh, M.; Ma, X.; Shan, H.; Cui, X., 2014. Paleoproterozoic tectonic transition from collision to extension in the eastern Cathaysia Block, South China: Evidence from geochemistry, zircon U-Pb geochronology and Nd-Hf isotopes of a granite-charnockite suite in southwestern Zhejiang. Lithos 184, 259-280.\nANEXO I\n424000\t428000\t432000\t436000\t440000\t444000\t448000\t452000\t456000\t460000\n1 i i I I I I I I L\nMapa geológico do domo gnaisse migmatitico Alto Alegre\n424000\t432000\t440000\t448000\t456000\n424000\t432000\t440000\t448000\t486000\n40°00\no\n? Andorinha\n° SC.24-Y-BV\n39°00'\nMonte Santo\nSC.24-Y-B-III\nó o o\nItiúba\nSC.24-Y-BV\n0\t2,5\t5\nEuclides da Cunha SC.24-Y-B-VI\n10\t15Km\nLegenda\n—i-----------------1---------------1----------------1----------------J---------------1----------------1---------------1----------------1---------------r-\n424000\t428000\t432000\t436000\t440000\t444000\t448000\t452000\t456000\t460000\na\ta’\n0\t5\t10\t15 Km\n?\nT\n2080 Ma\n1\n?\n2105 Ma\n2139 Ma\n2155-2131 Ma\n2145 Ma\n?\n2705 Ma (?)\n3085 - 2983 Ma\nPpg1\nPpdal\nPpga\nPpc1\nBi1\nMdsl\nDiques máficos\nArqsl6\nArqsl5\nArqsl4\nArqsl3\nGado Bravo: Granito de duas micas, enclaves com quartzo-plagioclasio-granada-biotita, isotópico, diques pegmatíticos.\nGranito diatexítico isotrópico rosado\nPedra Vermelha: Migmatiio cinza, migmatite rosa, biotita-gnaisse, biotita-gnaisse, biotita-gnaisse migmatitico, granito, anfibolitos,\nAugen-gnáisse granítico\nCansanção: Monzonite rosa, granodiorite, diorite, monzodiorito, quartzo monzonite granitos, corredores de enclaves máficos, gabro-cumulato.\nNordestina pouco deformado: Granodiorite, trondhjemito, granodiorito-gnaisse, trodhjemito-gnaisse, biotita-gnaisse diques pegmatíticos.\nNordestina muito deformado: Granodiorito-gnaisse migmatitico, biotita-gnaisse migmatitico, migmatite, gnaisse, enclaves anfibolito/dioríticos, diques pegmatíticos, diques potássicos.\nBasaltos tholeíticos, anfibolitos, formação ferrífera bandada, chert, tremolitito, segregação quartzo-feldspática,\nAnfibolitos de granulação média, texturas primárias localmente preservadas, segregação quartzo-feldspática.\nGranodiorite gnaisse, anfibolitos, diques máficos deformados, diques potássicos, diques pegmatíticos,\nGranodiorite gnaisse, biotita-gnaisse, biotita-granodiorito gnaisse, anfibolitos, sem ocorrência de diques máficos, diques potássicos, diques pegmatíticos.\nBiotita-granodiorito gnaisse, biotita-gnaisse, granodiorito-gnaisse, anfibolitos, sem ocorrência de diques máficos, diques potássicos, diques pegmatíticos.\nMigmatito-gnáissico, gnaisse cinza, gnaisse cinza bandado, diques máficos indeformados e deformados, gnaisse migmatitico, diques pegmatíticos, diques potássicos, anfibolitos.\nMigmatite cinza escuro, biotita-gnaisse migmatitico, bandado, estromático sem ocorrência de diques máficos, anfibolitos.\nMigmatite rosa, bandado, estromático sem ocorrência de diques máficos, segregação quartzo-feldspática de fusão em equilíbrio e incongruente, diques pegmatíticos, diques potássicos.\nConvenções estruturais\nFalha transpessional (inferida)\nFalha de empurrão (inferida)\nFalha de empurrão\nFalha direcional sinistrai (inferida)\nFalha direcional sinistrai\nFalha indefinida\n23\n23\nContato inferido\nContorno estrutural\nFoliação\nFoliação vertical\nLineação de estiramento\nEixo de crenulação\nQg\tUniversidade Estadual de Campinas Instituto de Geociências DGRN - Departamento de Geologia e Recursos Naturais\t\t^4 UNICAMP\nAnexo I - Mapa Geológico do domo gnaisse migmatítico Alto Alegre Região de Monte Santo e Nordestina - BA\t\t\t\nDissertação de mestrado - Autor: Maurício Rigoni Baldim Orientador: Prof. Dr. Elson Paiva de Oliveira\t\tCampinas-SP Agosto de 2014\t\n96\n8816000\t8824000\t8832000\t8840000\t8848000\t8856000\t8864000\n8816000\t8824000\t8832000\t8840000\t8848000\t8856000\t8864000\n\t\tFaz.Capim\tr\t•\t:•\t\n•\t\t\t\t\t\t\n\t7\t\t1b *7 •\t\t► •\t• (\n\t\t\\\t,Faz\\ Parelha\t/\txzS\t\t—\t\t\t \"A/\n\t/¡¿Faz.gãi\tBrão de Baixo\t\\\t(\t/\t\t /\n\t\t\\ \\ \\\tA /<\t/\nLegenda\nn Pontos de Referência\t___\nAçude\nDrenagens e Rios\nEstradas principais\nEstradas Secundárias Trilhas\nPontos\n98\nANEXO III\nPONTO\tX\tY\n1\t443561\t8854176\n2\t\t\n3\t430342\t8855858\n4\t432609\t8854864\n5\t433265\t8854866\n6\t435677\t8855648\n7\t437006\t8855928\n8\t437808\t8855818\n9\t439864\t8855506\n10\t440266\t8855450\n11\t440460\t8855406\n12\t442201\t8854330\n13\t445592\t8854016\n14\t446511\t8853270\n15\t442528\t8860090\n16\t442475\t8860622\n17\t441652\t8862354\n18\t441640\t8865030\n19\t441813\t8866098\n20\t441429\t8863986\n21\t441686\t8862486\n22\t441861\t8861798\n23\t443263\t8858666\n24\t443283\t8858386\n25\t443362\t8856868\n26\t449706\t8857370\n27\t450037\t8856906\n28\t453911\t8862216\n29\t453888\t8860732\n30\t454077\t8860040\n31\t453890\t8859746\n32\t453786\t8859166\n33\t452896\t8858466\n34\t452025\t8858072\n35\t451553\t8857920\n36\t451016\t8856800\n37\t448838\t8856792\n38\t448567\t8856640\n39\t446651\t8855364\n40\t454652\t8834390\n41\t453316\t8834218\n42\t446577\t8836694\n43\t446360\t8836866\nPONTO\tX\tY\n44\t442273\t8837556\n45\t440967\t8837678\n46\t440755\t8837822\n47\t438304\t8835106\n48\t437795\t8834026\n49\t437465\t8837994\n50\t436735\t8838032\n51\t433559\t8837598\n52\t433184\t8837292\n53\t430538\t8836944\n54\t430209\t8837550\n55\t430011\t8836102\n56\t428967\t8833236\n57\t429177\t8832908\n58\t429682\t8832402\n59\t431065\t8831114\n60\t431650\t8827576\n61\t431972\t8825488\n62\t431632\t8823610\n63\t432456\t8820954\nTCFO-124\t448774\t8854666\n64\t443192\t8853300\n65\t442559\t8852286\n66\t440317\t8848852\n67\t439266\t8848262\n68\t438006\t8848254\n69\t437352\t8848258\n70\t435829\t8848206\n71\t433697\t8846502\n72\t434313\t8844694\n73\t434450\t8844108\n74\t343754\t8841016\n75\t434948\t8840328\n76\t435070\t8839910\n77\t435362\t8839398\n78\t435636\t8839254\n79\t436223\t8839036\n80\t459306\t8842864\n81\t436865\t8806572\n82\t435754\t8806930\n83\t435221\t8806930\n84\t435051\t8807004\n85\t434764\t8807086\nPONTO\tX\tY\n86\t433949\t8807536\n87\t433623\t8808144\n88\t434451\t8807280\n89\t434895\t8808888\n90\t436194\t8806932\n91\t436976\t8806432\n92\t437760\t8806420\n93\t438476\t8805914\n94\t439085\t8805414\n95\t439225\t8806012\n96\t439598\t8806116\n97\t439817\t8805956\n98\t439887\t8807044\n99\t439583\t8807508\n100\t439970\t8807828\n101\t437794\t8806768\n102\t436131\t8806508\n103\t438913\t8822442\n104\t439066\t8822878\n105\t438393\t8825960\n106\t438015\t8826330\n107\t437264\t8826432\n108\t437235\t8826830\n109\t437305\t8827676\n110\t437401\t8828576\n111\t437367\t8829676\n112\t437560\t8830972\n113\t437515\t8831712\n114\t437653\t8833400\n115\t436658\t8832370\n116\t436630\t8832070\n117\t435477\t8832268\n118\t434222\t8831638\n119\t435538\t8826800\n120\t436347\t8826238\n121\t434915\t8825842\n122\t434303\t8826460\n123\t432789\t8826410\n124\t453810\t8832364\n125\t452767\t8833626\n126\t451662\t8834844\n127\t449510\t8836018\n128\t447068\t8836636\nPONTO\tX\tY\n129\t446561\t8836562\n130\t445074\t8837562\n131\t443070\t8836570\n132\t443047\t8834828\n133\t443658\t8833554\n134\t444289\t8832542\n135\t444392\t8832206\n136\t444429\t8832060\n137\t444380\t8830486\n138\t444054\t8829908\n139\t444061\t8829532\n140\t444076\t8829066\n141\t444181\t8828554\n142\t444292\t8828078\n143\t444463\t8827542\n144\t444482\t8827200\n145\t445081\t8826722\n146\t445712\t8825216\n147\t445979\t8824394\n148\t446236\t8823692\n149\t446431\t8823138\n150\t446802\t8822458\n151\t448055\t8859502\n152\t448481\t8860982\n153\t450271\t8861692\n154\t447844\t8858888\n155\t446869\t8857280\n156\t461161\t8854482\n157\t459518\t8854710\n158\t436110\t8855756\n159\t436208\t8854954\n160\t445068\t8850498\n161\t445306\t8849442\n162\t445857\t8849050\n163\t444487\t8850856\n164\t444288\t8851536\n165\t443943\t8851484\n166\t445622\t8849152\n167\t446097\t8848922\n168\t446489\t8848812\n169\t446961\t8848626\n170\t447755\t8847896\n171\t448838\t8847326\n172\t449083\t8844598\n173\t449263\t8843982\nPONTO\tX\tY\n174\t449328\t8843616\n175\t449409\t8842910\n176\t449429\t8842204\n177\t449203\t8841702\n178\t449429\t8841126\n179\t448730\t8840646\n180\t447973\t8840674\n181\t447562\t8840530\n182\t446792\t8840256\n183\t446984\t8839444\n184\t447001\t8838728\n185\t450956\t8835276\n186\t437215\t8835316\n187\t438856\t8844188\n188\t439058\t8845052\n189\t439802\t8840040\n190\t440339\t8844763\n191\t439475\t8841538\n192\t440267\t8841228\n193\t440977\t8841646\n194\t441381\t8842410\n195\t441552\t8843892\n196\t441564\t8845058\n197\t441887\t8845946\n198\t442053\t8846346\n469\t447541\t8824656\n470\t\t\n471\t\t\n472\t446131\t8824172\n473\t445796\t8824852\n474\t445574\t8826288\n475\t445330\t8827212\n476\t445585\t8828154\n477\t445479\t8829424\n478\t\t\n479\t444553\t8831550\n480\t444456\t8831918\n481\t444699\t8833056\n482\t445245\t8833036\n483\t445928\t8832936\n484\t446508\t8833152\n485\t447018\t8833114\n486\t447752\t8832800\n487\t448303\t8832698\n488\t448929\t8832480\nPONTO\tX\tY\n489\t449471\t8832572\n490\t451018\t8833098\n491\t450888\t8832202\n492\t450289\t8854824\n493\t448615\t8855370\n494\t448489\t8855896\n495\t447729\t8857658\n496\t446899\t8857100\n497\t446221\t8856542\n498\t445954\t8856250\n499\t445211\t8855858\n500\t443556\t8855404\n501\t443281\t8858380\n502\t443091\t8859010\n503\t442846\t8859326\n504\t442566\t8859736\n505\t442522\t8860088\n506\t442089\t8861210\n507\t441690\t8861390\n508\t440708\t8861668\n509\t439227\t8862262\n510\t439231\t8862262\n511\t439006\t8862364\n512\t438002\t8862468\n513\t437740\t8862592\n514\t437145\t8862714\n515\t436848\t8862850\n516\t436012\t8863204\n517\t434954\t8863338\n518\t433052\t8863418\n519\t431106\t8862336\n520\t430335\t8862762\n521\t430318\t8864072\n522\t430540\t8864602\n523\t435259\t8864582\n524\t442257\t8854308\n525\t441311\t8854770\n526\t440457\t8855408\n527\t439864\t8855918\n528\t436982\t8855918\n529\t434441\t8855276\n530\t432561\t8854866\n531\t438083\t8856448\n532\t435848\t8857336\n533\t435528\t8858700\nPONTO\tX\tY\n534\t435242\t8859702\n535\t429194\t8861534\n536\t445347\t8849400\n537\t445619\t8849152\n538\t447170\t8848434\n539\t448228\t8847542\n540\t449357\t8846152\n541\t449456\t8845698\n542\t449864\t8845292\n543\t\t\n544\t457885\t8845616\n545\t458159\t8845454\n546\t460248\t8859064\n547\t459796\t8860766\n548\t459094\t8864990\n549\t457086\t8867162\n550\t455623\t8867044\n551\t455143\t8866756\n552\t455143\t8866756\n553\t453146\t8872300\n554\t452272\t8872740\n555\t450887\t872906\n556\t449773\t8873174\n557\t449291\t8869336\n558\t449157\t8866514\n559\t446504\t8865298\n560\t445973\t8866842\n561\t445548\t8864728\n562\t445155\t8864388\n563\t443598\t8864542\n564\t443799\t8865556\n565\t444181\t8867790\n566\t444582\t8868984\n567\t444595\t8870260\n568\t443490\t8860606\n569\t439248\t8848256\n570\t438833\t8848308\n571\t437964\t8848258\n572\t437088\t8848246\n573\t435805\t8848512\n574\t436783\t8845314\n575\t436206\t8845352\n576\t435626\t8845184\n577\t435962\t8844192\nPONTO\tX\tY\n578\t436179\t8844512\n579\t437244\t8846232\n580\t441719\t8847602\n581\t442382\t8847182\n582\t442815\t8847190\n583\t444361\t8847152\n584\t446653\t8845760\n585\t447557\t8845170\n586\t449849\t8845288\n587\t453968\t8847184\n588\t452578\t8848454\n589\t451911\t8848926\n590\t451314\t8849336\n591\t449957\t8850504\n592\t449641\t8852498\n593\t449599\t8854186\n594\t443536\t8860778\n595\t443324\t8860860\n596\t441650\t8865054\n597\t438988\t8868796\n598\t438830\t8870518\n599\t437661\t8874342\n600\t437005\t8876096\n601\t435965\t8877382\n602\t436932\t8878692\n603\t436829\t8876382"}]}}}