{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11888"}, {"@name": "filename", "#text": "17323_TCC%20Gabriella%20Caroline%20Soethe.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\nGabriella Caroline Soethe \n \n \n \n \n \n \n \n\nDESINFECÇÃO DE ÁGUAS CINZAS PELOS MÉTODOS DE \nCLORAÇÃO E RADIAÇÃO ULTRAVIOLETA PARA FINS DE \n\nREÚSO NÃO POTÁVEL \n \n \n \n \n \nTrabalho de Conclusão de Curso \napresentado ao Curso de Graduação \nem Engenharia Sanitária e Ambiental \nda Universidade Federal de Santa \nCatarina como requisito à obtenção do \ntítulo de Bacharel em Engenharia \nSanitária e Ambiental. \nOrientador: Eng. Msc. Maria Elisa \nMagri \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFlorianópolis \nJaneiro/2013  \n\n\n\n  2 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n \n  \n\n \nSoethe, Gabriella Caroline \n \nDesinfecção de Águas Cinzas pelos Métodos de Cloração e Radiação \n\nUltravioleta para fins de Reúso Não Potável \n \nGabriella Caroline Soethe – Florianópolis, 2013.  \n \nTrabalho de Conclusão de Curso (Graduação) – Universidade Federal \n\nde Santa Catarina. Departamento de Engenharia Sanitária e Ambiental. \nGraduação em Engenharia Sanitária e Ambiental \n\n \nTítulo em inglês: Greywater Disinfection Methods by Chlorination \n\nand Ultraviolet Radiation for Non Potable Reuse  \n \n1. Desinfecção de águas cinzas. 2. Cloração. 3. Radiação \n\nUltravioleta \n\n\n\n  3 \n \n\n \n\n \n \n \n \n \n\n\n\n  4 \n \n\nAGRADECIMENTOS \n\n \nAgradeço aos meus pais, Gabriel e Marcia, que se esforçaram \n\nmuito para que eu me dedicasse exclusivamente aos estudos e \nconseguisse alcançar esta vitória. \n\nA minha irmã Kennya e meu namorado Nílton, pelo incentivo, \ncarinho e compreensão nos momentos em que mais precisei. \n\nA minha orientadora Maria, pela paciência e dedicação durante a \nrealização deste trabalho e a toda equipe do GESAD pelo apoio \nprestado. \n\nAos amigos e colegas de graduação que estiveram sempre ao meu \nlado e me deram força, momentos de alegria e inspiração.  \n\nE a todas as pessoas, que de alguma forma contribuíram para o \ndesenvolvimento e conclusão desse trabalho. \n\n  \n\n\n\n  5 \n \n\nRESUMO \n \n\nA escassez de água é um problema que atinge muitos países. \nAlém disso, observa-se uma grande fragilidade nos sistemas públicos de \nabastecimento e tratamento tanto de água, como de esgoto. Diante disso, \no reúso das águas cinzas apresenta-se como uma alternativa sustentável \npara tentar amenizar estes problemas e ainda reduzir os custos \nrelacionados à água. As águas cinzas são as águas provenientes das \nunidades hidro-sanitárias, exceto a bacia sanitária, ou seja, é a água do \nchuveiro, lavatório, tanques e máquinas de lavar roupas. Através da \nreutilização destas águas para fins não potáveis, como lavagem de \ncarros, regas de jardim, descargas em vasos sanitários, entre outros, é \npossível diminuir o consumo diário de água, reduzir a quantidade de \nesgoto gerado e, consequentemente, preservar nossos recursos hídricos. \nEntretanto, para que se possa reutilizar as águas cinzas de forma segura, \né essencial que a mesma não possua microrganismos prejudiciais à \nsaúde humana e a inativação destes microrganismos pode ser realizada \natravés da desinfecção. Por este motivo, neste trabalho, avaliou-se a \ndesinfecção das águas cinzas pelos métodos de cloração e radiação \nultravioleta para fins de reúso não potáveis. Os dois métodos testados \nmostraram-se eficientes na inativação de Coliformes totais e Escherichia \ncoli. Baixas concentrações de cloro obtidas a partir de pastilhas de \nhipoclorito de cálcio foram capazes de inativar um log de coliformes \ntotais e E. coli, em 13 e 16 minutos, respectivamente. Para amostras \ncom baixos valores de DQO esta inativação foi completa em apenas \ncinco minutos de tempo de contato. Já as análises realizadas com o \nreator UV, mostraram que mesmo com  amostras de água cinzas com \naltos valores de sólidos suspensos totais e turbidez, a desinfecção pode \nser bem sucedida. Através deste método, o  tempo de exposição do \nefluente à radiação UV para inativar de um log de E. coli foi de 26 \nsegundos, em um comprimento de onda de 254 nm. Além disso, outro \nexperimento realizado com o reator UV revelou que o pré-aquecimento \nda lâmpada por 10 minutos aumenta a eficiência do sistema em 27 %. \n\n \n \n\nPALAVRAS-CHAVE: Águas Cinzas, Cloro, Coliformes totais, \nDesinfecção, Escherichia coli, Reúso, Ultravioleta.  \n  \n\n\n\n  6 \n \n\nABSTRACT \n \n\nThe lack of water is a problem that affects many countries. \nBesides, there is a great brittleness in the public water supply and water \ntreatment systems. The sewerage is an example of that. The reuse of \ngreywater  arises as a sustainable alternative in order to prevent these \nproblems and also reduce costs related to water. The greywater is the \nwater that comes from hydro-sanitary units and sanitary bowl, except \nthe water from showers, sinks, washtubs  and washing machines. \nAmong the forms of reusing  this water for non-potable purposes are \nwashing cars, watering  gardens, discharging  toilets and others. Those \nmay reduce water consumption, amount of sewage generated and thus \npreserve our water resources. However, to be able to reuse the greywater \nsafely, it should be free of microorganisms harmful to human health. \nInactivation of these microorganisms can be performed by disinfection. \nIn this study, we evaluated the disinfection of greywater by the methods \nof chlorination and ultraviolet radiation for non-potable reuse. Both \nmethods proved effective in the inactivation of total coliforms and \nEscherichia coli. Low concentrations of chlorine obtained from calcium \nhypochlorite tablets were able to inactivate a log of total coliforms and \nE. coli, in 13 and 16 minutes, respectively. For samples with low values \nof COD, this inactivation was complete in just five minutes of contact \ntime. On the other hand, the analyzes performed with the UV reactor \nshowed that even with greywater samples with high values of total \nsuspended solids and turbidity, disinfection can be successful. Through \nthis method, the exposure time to the UV radiation from the effluent to \ninactivate a log of E. coli was 26 seconds, at a wavelength of 254 nm. \nFurthermore, another experiment performed with the UV reactor \nshowed that the pre-heating of the lamp for 10 minutes increases system \nefficiency by 27%. \n\n \n \nKEYWORDS: Greywater, Chlorine, Coliforms, Disinfection, \nEscherichia coli, Reuse, Ultraviolet. \n\n \n \n \n \n \n \n \n\n\n\n  7 \n \n\nLISTA DE FIGURAS \n\nFigura 1:  Distribuição dos recursos hídricos e da população no Brasil. __ 14 \nFigura 2: O ciclo dos nutrientes de acordo com o saneamento ecológico. 16 \nFigura 3: Sistemas de utilização de águas residuárias de acordo com o \nconceito do ECOSAN. __________________________________________ 17 \nFigura 4: Fatores para implantação do reuso da água. _______________ 20 \nFigura 6: Espectro eletromagnético. ______________________________ 34 \nFigura 7: Inativação germicida causada pela radiação UV. ____________ 35 \nFigura 8: Esquema do uso da água e manejo dos efluentes na propriedade \nrural. _______________________________________________________ 45 \nFigura 9: Representação do sistema de tratamento de águas cinzas \ninstalado na propriedade. ______________________________________ 46 \nFigura 11: Reator UV. _________________________________________ 50 \nFigura 12: Decaimento de coliformes totais e E. coli na Amostra 1 durante \n60 minutos. _________________________________________________ 54 \nFigura 13: Decaimento de coliformes totais na Amostra 2 durante 5 \nminutos. ____________________________________________________ 55 \nFigura 14: Decaimento de  E. coli na amostra de água cinza por um tempo \nde exposição à radiação UV de 60 segundos. _______________________ 60 \nFigura 15:  Decaimento de  E. coli na amostra de água cinza por um tempo \nde exposição à radiação UV de 90 segundos. _______________________ 61 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n  8 \n \n\nLISTA DE TABELAS \n\nTabela 1: Formas de reúso e suas características. ___________________ 18 \nTabela 2: Caracterização qualitativa da água cinza segregada (parâmetros \nfísicos). _____________________________________________________ 22 \nTabela 3: Comparação de características técnico-econômicas de algumas \ntecnologias de desinfecção. ____________________________________ 29 \nTabela 4: Subprodutos da desinfecção química. ____________________ 30 \nTabela 5: Vantagens e desvantagens da desinfecção pelo método de \ncloração. ___________________________________________________ 31 \nTabela 6: Principais vantagens e desvantagens da aplicação da radiação \nultravioleta na desinfecção. ____________________________________ 33 \nTabela 7: Doses de radiação UV para inativação de bactérias, vírus, \nprotozoários, helmintos, fungos e leveduras. ______________________ 38 \nTabela 8: Classes e finalidades destinadas ao reúso conforme a NBR \n13969/97. __________________________________________________ 40 \nTabela 9: Valores de parâmetros para esgotos estabelecidos pela NBR \n13969/97 para as 4 classes de atividades não potáveis. ______________ 41 \nTabela 10: Parâmetros requeridos para água de reúso de acordo com o \nManual da ANA/FIESP &amp; SindusCon/SP (2005). _____________________ 42 \nTabela 11: Parâmetros analisados e metodologias aplicadas. _________ 47 \nTabela 13: Concentração de cloro residual após 30 minutos. __________ 52 \nTabela 14: Caracterização da água cinza contaminada com fezes. _____ 52 \nTabela 15: Resultados obtidos dos parâmetros analisados durante uma \nhora de tempo de contato do cloro com a água cinza – Experimento 1. _ 53 \nTabela 16: Resultados obtidos de DQO após o tempo de contato de uma \nhora do cloro com a água cinza – Experimento 1. ___________________ 56 \nTabela 17: Resultados da análise de recrescimento de coliformes totais e E. \ncoli.________________________________________________________ 56 \nTabela 18: Caracterização da água cinza contaminada com a solução \nconcentrada de E. coli. ________________________________________ 57 \nTabela 19: Resultados obtidos dos parâmetros analisados durante 30 \nminutos de tempo de contato do cloro com a água cinza – Experimento 2.\n ___________________________________________________________ 57 \nTabela 20: Caracterização da água cinza contaminada com uma solução \nconcentrada de E. coli. ________________________________________ 59 \nTabela 21: Resultados obtidos de E. coli durante o tempo de exposição de \num minuto à radiação UV – Experimento 3. _______________________ 59 \nTabela 22: Resultados obtidos de E. coli nas amostras com o pré-\naquecimento da lâmpada por dez minutos – Experimento 4. __________ 61 \n  \n\n\n\n  9 \n \n\nSUMÁRIO \n\n1 INTRODUÇÃO ................................................................................. 10 \n\n2 OBJETIVO ....................................................................................... 12 \n\n2.1 OBJETIVOS ESPECÍFICOS ............................................................. 12 \n\n3 REVISÃO BIBLIOGRÁFICA ................................................................ 13 \n\n3.1 ESCASSEZ DE ÁGUA .................................................................... 13 \n\n3.2 SANEAMENTO ECOLÓGICO ........................................................ 15 \n\n3.3 REÚSO DA ÁGUA......................................................................... 18 \n\n3.4 ÁGUAS CINZAS ............................................................................ 21 \n3.4.1 Características qualitativas da água cinza .............................. 21 \n\n3.5 TRATAMENTO DE ÁGUAS CINZAS ............................................... 26 \n\n3.6 PRINCÍPIOS DA DESINFECÇÃO .................................................... 27 \n3.6.1 Desinfecção por cloração ....................................................... 29 \n\n3.6.2 Desinfecção por ultravioleta .................................................. 32 \n\n3.7 NORMAS E LEGISLAÇÕES PARA O REÚSO DE ÁGUAS CINZAS ..... 39 \n\n4 MATERIAIS E MÉTODOS ................................................................. 45 \n\n4.1 LOCAL DA PESQUISA ................................................................... 45 \n\n4.2 CARACTERIZAÇÃO DAS ÁGUAS CINZAS SEGREGADAS ................ 46 \n4.2.1 Parâmetros analisados ........................................................... 46 \n\n4.3 EXPERIMENTOS DE DESINFECÇÃO DAS ÁGUAS CINZAS ............. 47 \n4.3.1 Cloro ....................................................................................... 47 \n\n4.3.2 Ultravioleta............................................................................. 50 \n\n5 RESULTADOS E DISCUSSÕES ........................................................... 52 \n\n5.1 RESULTADOS DA DESINFECÇÃO POR CLORAÇÃO ....................... 52 \n\n5.2 RESULTADOS DA DESINFECÇÃO POR RADIAÇÃO UV .................. 58 \n\n6 CONCLUSÕES .................................................................................. 63 \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS ....................................................... 65 \n\n\n\n  10 \n \n\n1 INTRODUÇÃO \n\nA escassez da água tornou-se um dos graves problemas mundiais \ne vem aumentando devido a vários fatores como a poluição hídrica, o \nuso desordenado, o crescimento da demanda, os aglomerados urbanos e \na industrialização. Estes fatores contribuem gradativamente para a \ndiminuição da sua disponibilidade e fazem com que a água torne-se a \ncada dia um bem mais raro e, consequentemente, mais precioso \n(PETERS, 2006). \n\nSempre que a água com a qualidade requerida para determinado \nuso torna-se um recurso escasso, são buscadas, de forma sistematizada \nou não, alternativas de suprimento ou repressão do consumo para que \nseja restabelecido o equilíbrio oferta/demanda desse precioso recurso. O \nreúso de água, quando bem planejado, tem demonstrado ser uma das \nalternativas mais interessantes de suprimento (METCALF &amp; EDDY, \n2003). \n\nAs águas cinzas são as águas provenientes das unidades hidro \nsanitárias, exceto a bacia sanitária, ou seja, é a água do chuveiro, \nlavatório, tanques e máquinas de lavar roupas.  \n\nAs águas cinzas apresentam o maior potencial de reúso em \nunidades residenciais, sendo que a sua reutilização contribui para a \npreservação da qualidade da água nos sistemas públicos, bem como \nreduz o gasto financeiro com água nas residências e evita a \ndisseminação de poluentes (MAGRI, 2011). Além disso, ao reduzir a \nquantidade de esgoto gerado, estaremos contribuindo para a preservação \nde nossos recursos hídricos. \n\nEntretanto, para que se possa reutilizar as águas cinzas de forma \nsegura, deve-se fazer um tratamento adequado e viável \neconomicamente. O tratamento sugerido neste trabalho, que está sendo \nestudado pelo Grupo de Estudos em Saneamento Descentralizado \n(GESAD) do departamento do curso de Engenharia Sanitária e \nAmbiental da Universidade de Santa Catarina (UFSC), é a desinfecção \ndas águas cinzas pelos métodos de cloração e radiação ultravioleta para \nfins de reúso não potável, como lavagem de carros, regas de jardim, \ndescargas em vasos sanitários, entre outros.  \n\nA desinfecção é a inativação seletiva de organismos patogênicos \nsem que seja necessária a remoção de todos os organismos, ela pode ser \nrealizada por intermédio de agentes físicos e/ou químicos, com objetivo \nde controle das doenças de veiculação hídrica (PIZZOLATTI, 2007). \n\n\n\n  11 \n \n\nNo trabalho em questão serão estudados os dois tipos de agentes \npara realizar a desinfecção das águas cinzas, o químico pela adição de \ncloro na forma de hipoclorito de cálcio e o físico pela ação da radiação \nultravioleta (UV), através de uma lâmpada germicida de 25W que está \nacoplada a um reator. Para garantir a segurança do usuário, ainda será \nverificado o recrescimento de coliformes totais e Escherichia coli, que \nsão bactérias indicadoras de contaminação, em um determinado tempo \napós a desinfecção. \n\nAmbos os métodos possuem suas vantagens e desvantagens, \nentretanto, de acordo com pesquisas já realizadas, os dois mostram-se \neficientes quando utilizados de forma adequada às características do \nefluente tratado. \n\n \n\n\n\n  12 \n \n\n2 OBJETIVO \n\nO objetivo geral deste trabalho é avaliar a desinfecção das águas \ncinzas pelos métodos de cloração e radiação ultravioleta para fins de \nreúso não potáveis. \n\n2.1 OBJETIVOS ESPECÍFICOS \n\n• Avaliar a eficiência da desinfecção por cloração das águas \ncinzas, testando diferentes concentrações de cloro através \nde pastilhas de hipoclorito de cálcio. \n\n• Avaliar a eficiência da desinfecção por radiação \nultravioleta das águas cinzas, testando diferentes tempos de \nexposição  do efluente à radiação UV com comprimento de \nonda de 254 nm. \n\n• Avaliar o recrescimento de Escherichia coli e coliformes \ntotais nas águas cinzas em um determinado tempo após a \ndesinfecção. \n\n\n\n  13 \n \n\n3 REVISÃO BIBLIOGRÁFICA \n\n3.1 ESCASSEZ DE ÁGUA \n\nA disponibilidade de água doce na Terra excede, em muito, a \ndemanda humana. Grandes populações vivem em áreas que recebem \nabundantes precipitações pluviométricas, enquanto outras vivem em \nregiões semiáridas ou mesmo áridas (MANCUSO e SANTOS, 2003). \n\nA água é determinante para a vida humana e cada vez mais este \nrecurso está se tornando escasso, tanto do ponto de vista quantitativo, \nquanto do qualitativo. De acordo com Born (2000), à escassez física \nsomam-se a escassez econômica, relativa a falta de capacidade de pagar \nos custos de acesso a água e escassez política, referente aos desajustes \nou diretrizes políticas que impedem algum segmento populacional de ter \nacesso à água ou ecossistemas aquáticos. É evidente a crescente \npoluição hídrica e o abastecimento público de água mostra-se cada vez \nmais caro e tecnologicamente complexo. \n\nDe maneira geral, o Brasil é um país privilegiado quanto ao \nvolume de recursos hídricos, pois abriga 13,7% da água doce do mundo. \nPorém, a disponibilidade desses recursos não é uniforme. Mais de 73 % \nda água doce disponível no país encontra-se na bacia Amazônica, que é \nhabitada por menos de 5% da população. Não só a disponibilidade de \nágua não é uniforme, mas a oferta de água tratada reflete os contrastes \nno desenvolvimento dos Estados brasileiros. Enquanto na região Sudeste \n87,5% dos domicílios são atendidos por rede de distribuição de água, no \nNordeste a porcentagem é de apenas 58,7% (IDEC, 2002). A Figura 1 \nmostra a distribuição dos recursos hídricos, da superfície e da população \ndo Brasil. \n\n \n \n \n\n\n\n  14 \n \n\n \nFigura 1:  Distribuição dos recursos hídricos e da população no Brasil. \n\nFonte: IDEC (2002) \n\nSegundo Silva (2004), a problemática da água é composta por \ndiversos fatores, tais como: \n\n• Urbanização elevada e desordenada da infraestrutura urbana; \n• Diversificação e intensificação das atividades e \n\nconsequentemente do uso da água; \n• Impermeabilização e erosão do solo; \n• Ocupação de área de mananciais, com consequente poluição e \n\nassoreamento das margens; \n• Preponderância histórica dos interesses do setor hidroelétrico na \n\npolítica dos recursos hídricos; \n• Práticas agrícolas de utilização de produtos químicos e \n\nutilização dispendiosa de água; \n• Deficiências do setor de saneamento e a relação entre água e \n\nsaúde; \n• Migrações populacionais motivadas pela escassez de água; \n• Conflitos entre países gerados pela falta de água, muitos dos \n\nquais assumindo proporções de guerra. \n\n\n\n  15 \n \n\nHistoricamente, pode-se notar cada vez mais uma preocupação \ncom a escassez dos recursos naturais. Com a crescente conscientização \nde que a água é um bem finito, fica mais visível o fato de que a sua \ndisponibilidade está sujeita às condições do meio antrópico. Tais \ncondições, relacionadas à ação do homem, podem comprometer o \natendimento das demandas de consumo urbano, industrial e agrícola. \nPara se evitar tal comprometimento é necessária a aplicação de ações de \nconservação que possam conduzir à economia de água da bacia \nhidrográfica e dos sistemas públicos e prediais de abastecimento \n(SANTOS e FROEHNER, 2007). \n\n3.2 SANEAMENTO ECOLÓGICO \n\nOs conceitos convencionais centralizados para abastecimento de \nágua e de águas residuais, desenvolvidos por anos em países \nindustrializados, implicam em elevados custos e elevado consumo de \nágua, o que os torna inadequados como solução sustentável, \nespecialmente para os países em desenvolvimento. A disseminação de \nalternativas aos sistemas convencionais está se tornando cada vez mais \nindispensável por razões ecológicas, econômicas e sociais. Abordagens \nmais sustentáveis devem considerar a reutilização da água tratada, bem \ncomo a reciclagem dos nutrientes, se possível (SASSE, 2005). \n\nEcosan é um termo curto para referir-se a saneamento ecológico, \nque é uma abordagem alternativa para os sistemas convencionais de \ntratamento de águas residuais para que se tenha uma gestão mais \necológica e economicamente mais sustentável desse sistema. Ecosan \npode ser realizada por uma variedade de soluções de baixa tecnologia \naté alta tecnologia, que são baseadas em uma sistemática de fluxo de \nmatéria, orientada pelo processo de reciclagem. Os sistemas de \nsaneamento ecológico permitem a recuperação completa de todos os \nnutrientes das fezes, urina e águas cinzas, beneficiando a agricultura e \nminimizando a poluição da água e riscos para a saúde, bem como \npermitindo o uso econômico da água e sua reutilização máxima, em \nparticular para fins de irrigação (MANILA, 2003). Este ciclo dos \nnutrientes está exemplificado na Figura 2. \n\n \n \n\n\n\n  16 \n \n\n  \nFigura 2: O ciclo dos nutrientes de acordo com o saneamento ecológico. \n\nFonte: ESREY, 1998 \n\nAssim, as abordagens Ecosan visam não só no fechamento dos \nciclos de nutrientes, tornando-os seguros, mas também no fechamento \nde ciclos hídricos locais. Ela representa uma nova compreensão básica \nde manuseamento de águas residuais em que urina (água amarela), fezes \n(água marrom) e águas cinzas não são consideradas como poluentes, \nmas em vez disso recursos úteis (GANROT, 2005). A Figura 3 ilustra os \npossíveis sistemas propostos pela ECOSAN de separação pela fonte, \ntratamentos e exemplos de utilização das águas residuárias. \n\n \n \n  \n\n\n\n  17 \n \n\n \nFigura 3: Sistemas de utilização de águas residuárias de acordo com o conceito do \n\nECOSAN. \n\nFonte: Adaptado de GANROT, 2005 \n\nMesmo sabendo da importância deste tipo de gerenciamento de \náguas residuárias, salientam Ribeiro e Günther (2002) que o saneamento \nambiental não tem sido historicamente priorizado, tanto na formulação \nde políticas públicas quanto nas ações do setor privado da economia, \nresultando em condições deficientes. Esse fato é agravado pela falta de \ninformação e de educação sanitária da população para enfrentar as \ncondições sanitárias precárias vividas. Esse cenário agrava as já \nindesejáveis condições de saúde, de desequilíbrio ambiental e da baixa \nqualidade de vida da população. \n\n\n\n  18 \n \n\n3.3 REÚSO DA ÁGUA \n\nReúso da água é a reutilização da água, que, após sofrer \ntratamento adequado, destina-se a diferentes propósitos, com o objetivo \nde se preservarem os recursos hídricos existentes e garantir a \nsustentabilidade. É a utilização dessa substância, por duas ou mais \nvezes, após tratamento, para minimizar os impactos causados pelo \nlançamento de esgotos sem tratamento nos rios, reaproveitamento que \ntambém ocorre espontaneamente na natureza através do “ciclo da água”. \nEm vários países do mundo, o reúso planejado da água já é uma solução \nadotada com sucesso em diversos processos (FIORI et al., 2006). \n\nMancuso e Santos (2003) classificam o reúso de água, em geral, \nem potável e não potável. Essa classificação foi adotada por esses \nautores pela sua praticidade e facilidade. O reúso potável divide-se em \ndireto e indireto. Já o reúso não potável é dividido de acordo com sua \nfinalidade. A Tabela 1 apresenta as demais formas de reúso e suas \ncaracterísticas. \n\nTabela 1: Formas de reúso e suas características.  \n\nFormas de \nReúso \n\nCaracterísticas \n\nDireto \nUso planejado de esgotos tratados para certa finalidade como \nuso industrial, irrigação e água potável. Nada é descarregado \n\nno meio ambiente. \n\nIndireto \nQuando a água, já utilizada, uma ou mais vezes para o uso \n\ndoméstico ou industrial, é descartada nas águas superficiais ou \nsubterrâneas e utilizada novamente, mas de forma diluída. \n\nPlanejado \nQuando este é resultado de uma ação planejada, consciente, \n\nadiante do ponto de descarga do efluente a ser usado. \n\nNão planejado \nCaracterizado pela maneira não intencional e não controlada \n\nde sua utilização. \n\n\n\n  19 \n \n\nPotável Com a finalidade de abastecimento da população. \n\nNão potável \nObjetiva atender a demanda que tolera águas de qualidade \n\ninferior (Fins industriais, recreacionais, irrigação, descarga em \nvasos sanitários, entre outros). \n\nPotável direto \nO esgoto é recuperado por meio de tratamento avançado e é \n\ninjetado diretamente no sistema de águas potável. \n\nPotável indireto \nO esgoto depois de tratados é lançado nas águas superficiais \nou subterrâneas para diluição, purificação natural para uma \n\nposterior captação e tratamento. \n\nAquicultura \nConsiste no aproveitamento dos nutrientes existentes no \n\nefluente tratado para a produção de peixes e plantas aquáticas, \ncom a finalidade de obter alimentos e/ou energia. \n\nManutenção de \nvazões \n\nÉ uma forma de reúso planejada, e objetiva uma adequada \ndiluição de eventuais cargas poluidoras naquele curso de água. \n\nRecarga de \naquíferos \n\nsubterrâneos \n\nQuando o aquífero subterrâneo é recarregado com o efluente \ntratado para, entre outros objetivos, evitar o rebaixamento de \n\nseu nível e aumentar a disponibilidade de água. \n\nFonte: Do Val et al. (2004) e Mancuso e Santos (2003) \n\n\n\n  20 \n \n\nPara que o reúso de água recuperada de efluentes possa ser \naplicado de forma sustentável e eco eficiente um conjunto de fatores \nprecisa ser atendido. Os principais fatores requeridos, que são de \nnatureza técnica e/ou legal, podem ser vistos na Figura 4. Na maioria \ndas vezes, esses fatores são analisados após as condições sociais \neconômicas e ambientais envolvidas na implantação do reúso serem \natendidas com segurança (MENDONÇA, 2004). \n\n \nFigura 4: Fatores para implantação do reuso da água. \n\nFonte: MENDONÇA, 2004 \n\nNesse contexto, o reúso de águas cinzas para fins não potáveis \napresenta-se como excelente solução para a redução do consumo de \nágua. Segundo Gilboa e Friedler (2008), o reúso de águas cinzas é muito \nvantajoso, pois esse efluente possui menores concentrações de agentes \npoluidores, e, no entanto, constitui grande parte do volume de esgoto \ndoméstico, representando de 50% a 80% do total gerado em residências. \n\n\n\n  21 \n \n\n3.4 ÁGUAS CINZAS \n\nO resíduo líquido gerado em uma residência (ou também escolas, \nescritórios ou edifícios públicos), também conhecido como esgoto, pode \nser classificado, segundo diversos autores, em dois tipos: águas negras e \náguas cinzas. Nas águas negras há a presença dos efluentes oriundos de \nvasos sanitários (urina e fezes) e, nas águas cinzas, não há contribuição \nde efluentes de vasos sanitários (MIWA, 2011). Segundo Fiori et al \n(2006), as águas cinzas são aquelas provenientes dos lavatórios, \nchuveiros, tanques e máquinas de lavar roupa e louça. Entretanto, \nsalienta que não há um consenso internacional sobre esse conceito, já \nque alguns autores não consideram o efluente proveniente de cozinhas \ncomo água cinza, devido à presença de óleos e gorduras. \n\nAs águas cinzas devidamente tratadas apresentam um grande \npotencial de reúso para fins não potáveis. Diferentemente das águas \npluviais onde os volumes produzidos dependem diretamente dos índices \npluviométricos da região, as águas cinzas apresentam vazões oriundas \ndo uso de água potável na edificação, sendo de fácil coleta (MAY, \n2009). \n\n3.4.1 Características qualitativas da água cinza \n\nO reúso de água, para qualquer fim, depende de sua qualidade \nfísica, química e microbiológica. A maioria dos parâmetros físico-\nquímicos de qualidade é bem compreendida, tornando possível \nestabelecer critérios de qualidade que sejam orientadores para o reúso. \nPara que a água possa ser reutilizada, ela deve satisfazer os critérios \nrecomendados ou os padrões que tenham sido fixados para determinado \nuso e, para isso, é necessário se conhecerem as características físicas, \nquímicas e biológicas das águas residuárias ou poluídas (FIORI et al., \n2006).  \n\nA composição da água cinza depende da origem da água, \npodendo ser doméstica (pia de cozinha, chuveiro, lavatório, máquina de \nlavar louça e roupa) ou comercial (lavanderias comerciais e/ou \nindustriais, lavatórios de edifícios públicos e etc.). Além disso, o estilo \nde vida, costumes e uso de produtos químicos são de extrema \nimportância para a sua qualificação (Ledin et al., 2002 apud PETERS, \n2006). \n\n\n\n  22 \n \n\nNão se deve dispensar o fato de que a água cinza é passível de \nconter contaminações das mais diversas, pela grande flexibilidade de \nuso dos aparelhos sanitários. É comum ocorrer situações de usuários que \nfazem a higienização no banho, após a utilização da bacia sanitária, ou a \nlavagem de ferimentos em qualquer torneira disponível, seja de um \ntanque ou lavatório, ou ainda a presença de urina na água de banho \n(FIESP, 2005). \n\n \n• Características físicas \n\n \nOs parâmetros físicos mais relevantes são: temperatura, cor, \n\nturbidez e o conteúdo de sólidos suspensos. Altas temperaturas podem \nser indesejáveis devido ao favorecimento do crescimento de \nmicroorganismos; já as medidas de turbidez e sólidos suspensos podem \ndar alguma informação a respeito do conteúdo de partículas e colóides \nque poderiam induzir ao entupimento de instalações de transporte e \ntratamento desses efluentes (BAZZARELLA, 2005).  Segundo Eriksson \net al (2002), a causa destes problemas é proveniente da combinação \nentre coloides e surfactantes (provenientes dos detergentes) que pode \ncausar estabilização da fase sólida devido à adsorção do surfactante na \nsuperfície do coloide. De modo geral, as águas cinzas possuem altas \nconcentrações de sólidos em suspensão e turbidez bastante elevada, \ncomo apresenta a Tabela 2. \n\nTabela 2: Caracterização qualitativa da água cinza segregada (parâmetros físicos). \n\nReferência \nFonte de \n\nÁgua Cinza \nLocal \n\nTurbidez \n(uT) \n\nSST (mg/L) \n\nSiegrist et al \n(1976) \n\nCH/BH \n\nEUA \n\n- 120 \n\nMQ (lava) - 280 \n\nMQ \n(enxágue) \n\n- 120 \n\nCZ - 720 \n\nMQ (louça) - 440 \n\nChristova-\nBoal et al \n\n(1996) \n\nBH \nAustrália \n\n60 - 240 - \n\nMQ 50 - 210 - \n\n\n\n  23 \n \n\nAlmeida et \nal (1999) \n\nLV \n\nInglaterra \n\n- 181 \n\nCH - 200 \n\nBH - 54 \n\nMQ - 165 \n\nCZ - 235 \n\nPesquisa \nUFSC \n(2006) \n\nMS \nSanta \n\nCatarina \n2 - 583 25 - 351 \n\nPesquisa \nUFES \n(2005) \n\nLV \n\nEspírito \nSanto \n\n95-327 84-209 \n\nCH 45-345 15-483 \n\nTQ 111-507 68-756 \n\nMQ 32-100 17-106 \n\nCZ 60-750 101-1103 \n\nMS 90-289 70-220 \n\nLegenda: CZ – pia cozinha; MQ – máquina lavar roupa; TQ – tanque; LV – \nlavatório; CH – chuveiro; VS – vaso sanitário; MS - mistura \n\nFonte: Adaptado de GONÇALVES, 2006 \n\n• Características químicas \n \n\nAs características químicas das águas cinzas serão apresentadas \nem função de seus componentes químicos comumente encontrados.  \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n  24 \n \n\n? Compostos orgânicos \n \n\nAs medidas dos parâmetros tradicionais de águas residuárias \ncomo DBO (demanda bioquímica de oxigênio) e DQO (demanda \nquímica de oxigênio) e a concentração de nutrientes como nitrogênio e \nfósforo podem fornecer informações valiosas. A medida de DBO e \nDQO pode indicar o risco de depleção de oxigênio devido à degradação \nda matéria orgânica durante o transporte e estocagem e, portanto, o risco \nde produção de sulfeto. A maior parte da DQO é derivada dos produtos \nquímicos domésticos, como detergentes para lavar louças e roupas, \nentão se espera que os níveis de DQO sejam parecidos aos encontrados \npara o esgoto doméstico convencional. Já para as concentrações de DBO \nesperam-se valores mais baixos (ERIKSSON et al., 2002). \n\nMesmo não possuindo contribuições dos vasos sanitários, o \nconteúdo de matéria orgânica e inorgânica presente na água cinza é \nbastante significativo. A maior parte dela é oriunda de resíduos de \nalimentos, óleos e gorduras, resíduos corporais, sabão, etc \n(GONÇALVES, 2006). \n\n \n? Compostos nitrogenados e fosforados  \n\n \nA concentração de nitrogênio total nas águas cinzas são mais \n\nbaixas do que no esgoto convencional, pois a principal fonte de \nnitrogênio no esgoto, a urina, não deve estar presente nas águas cinzas. \nPortanto, o efluente da cozinha é o que mais contribui para o aumento \ndo nível de nitrogênio. Entretanto, em algumas residências, as pessoas \ntem o costume de urinar durante o banho (ERIKSSON et al., 2002). \n\nA principal fonte de fósforo na água cinza são os detergentes e os \nsabões contendo fosfatos. Isso explica as concentrações nas amostras de \ntanque, máquina de lavar e cozinha, sempre maiores do que nas \namostras de lavatório e chuveiro (GONÇALVES, 2006). \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n  25 \n \n\n? Compostos de enxofre \n \n Os compostos de enxofre encontram relação direta com a \n\nformação de odores desagradáveis onde há geração de água cinza. Como \nexemplo pode ser citado o odor desagradável de roupas que \npermaneceram sob enxágue em água com sabão por períodos \nprolongados. A formação do gás sulfídrico (H2S) é o principal fator \nresponsável pelos odores desagradáveis, o que ocorre naturalmente em \nambientes redutores. Entretanto, as condições ideais para a produção de \nsulfetos não se encontram presentes logo que a água cinza é produzida, \no que resulta em concentrações bastante baixas desse composto. Essas \nconcentrações podem aumentar significativamente em virtude das \nelevadas concentrações de sulfato, oriundo de sabões e detergentes, e a \ndecomposição de matéria orgânica (proteínas) (GONÇALVES, 2006). \n\n \n? Outros componentes \n\n \nO pH nas águas cinzas depende largamente do pH e alcalinidade \n\nda água de abastecimento. Entretanto, o maior valor de pH encontrado \nnas águas cinzas na lavanderia mostra que o uso de produtos químicos \ntambém pode ser relevante. Além disso, as medidas de alcalinidade e \ndureza transmitem alguma informação a respeito do risco de \nentupimento das tubulações (ERIKSSON et al., 2002). \n\nUma forma alternativa para selecionar os compostos relevantes \npara a caracterização das águas cinzas pode ser baseada em quais \ncompostos são potencialmente encontrados em produtos químicos \ndomésticos, juntamente com a identificação do risco ambiental que eles \nproporcionam. Com base nas informações disponíveis no rótulo de \ndiferentes tipos de produtos domésticos comuns dinamarqueses, \nabrangendo produtos desde cremes para banho até sabão em pó para a \nroupa, pelo menos 900 diferentes substâncias químicas orgânicas e \ngrupos de compostos podem ser listados. Os principais compostos na \nlista são os surfactantes, utilizados em detergentes e produtos de \nhigiene, ou seja, produtos não iônicos, aniônicos e anfóteros. Outro \ngrande grupo é composto por fragrâncias, solventes e conservantes \n(ERIKSSON et al., 2002). \n\n \n \n \n \n \n\n\n\n  26 \n \n\n• Características microbiológicas \n \n\nEmbora a água cinza não possua contribuição dos vasos \nsanitários, de onde provém a maior parte dos microrganismos \npatogênicos, a presença de consideráveis densidades de coliformes \ntermotolerantes neste tipo de água residuária é um fato. A limpeza das \nmãos após o uso do toalete, lavagem de roupas e alimentos fecalmente \ncontaminados ou o próprio banho são algumas das possíveis fontes de \ncontaminação (GONÇALVES, 2006). \n\n \n\n3.5 TRATAMENTO DE ÁGUAS CINZAS \n\nCritérios de segurança à saúde, aceitação por parte do usuário e \nviabilidade econômica devem ser respeitados no reúso de águas cinzas, \ne diversos fatores estão relacionados a esse atendimento. A qualidade da \nágua de abastecimento é determinante na qualidade do efluente bruto, \nque juntamente com o uso a que se pretende destinar a água cinza \ntratada, deve influenciar a escolha da tecnologia de tratamento \n(COUTO, 2012). \n\nSegundo Rasmussen et al. (1996), muitas tecnologias para \ntratamento de águas cinzas estão sendo desenvolvidas ultimamente pelo \nmundo todo. Estes métodos de tratamento variam de filtração simples \npara utilização na irrigação superficial a métodos mais avançados, como \nprodução de água sanitariamente segura para banho. \n\nA filtração grosseira seguida de desinfecção é uma tecnologia \ncomumente utilizada no Reino Unido pra reúso doméstico, chamada de \ndois estágios. Muitas empresas estão fabricando este sistema de reúso \nbaseadas neste processo. O processo aplica um curto tempo de detenção \nmantendo as características químicas da água cinza. A desinfecção pode \nser executada com pastilhas de cloro ou bromo dissolvidas lentamente \nou por dosagem de solução líquida (Jefferson et al., 1999 apud \nPETERS, 2006) \n\nAs tecnologias aplicadas ao tratamento de águas cinza incluem \nprocessos físicos, químicos e biológicos, sendo que a maioria deles é \nconstituída por uma etapa de separação sólido líquido, seguida por uma \netapa de desinfecção (Li et al, 2009 apud COUTO, 2012).  \n\n \n \n \n\n\n\n  27 \n \n\n• Sistemas físicos e físico-químicos \n \nOs processos físicos desenvolvidos para o tratamento de águas \n\ncinzas compreendem principalmente a filtração com leitos de areia e \nprocessos utilizando membranas, esses últimos geralmente são \nprecedidos de um pré-tratamento apropriado (BAZZARELLA, 2005). \nEm relação aos processos químicos de tratamento, poucos sistemas são \nrelatados na literatura para o tratamento de águas cinzas. De acordo com \nLi et al (2009), os principais tratamentos químicos aplicados à esse \nefluente são coagulação, troca-iônica e carvão ativado. \n\n \n• Sistemas biológicos \n\n \nO tratamento biológico de água cinza é requerido para remover o \n\nmaterial biodegradável e é indicado especialmente para sistemas de \nreúso que possuem grandes redes de distribuição (BAZZARELLA, \n2005). \n\nSegundo Couto (2012), diferentes tipos de sistemas biológicos \ntêm sido estudados para o tratamento de águas cinzas, dentre eles: reator \nUASB, alagados construídos e biorreator de membranas. \n\n3.6 PRINCÍPIOS DA DESINFECÇÃO \n\nA desinfecção refere-se à destruição seletiva de organismos \ncausadores de doenças, sem que seja necessária a eliminação de todos os \norganismos. É usualmente conseguida pelo uso de agentes químicos e \nfísicos; meios mecânicos e radiação (OLIVEIRA, 2003). \n\nOs mecanismos envolvidos na desinfecção dos organismos \npatogênicos podem ser reunidos em três grupos (Daniel, 2001): \n\n• Destruição ou danificação da parede celular, do citoplasma ou \ndo núcleo celular. O agente desinfetante atua sobre os \ncomponentes dessas estruturas celulares, impedindo que \ndesenvolvam suas funções elementares adequadamente. \n\n• Alteração de importantes compostos envolvidos no \ncatabolismo, como enzimas e seus substratos, alterando o \nbalanço de energia na célula.  \n\n• Alteração nos processos de síntese e crescimento celular, \nmediante alteração de funções como a síntese de proteínas, de \nácidos nucléicos e coenzimas. \n\n \n\n\n\n  28 \n \n\n \n\nA desinfecção pode ser realizada por meio de processos artificiais \nou naturais (Figura 5). Tanto os processos artificiais como os naturais \nutilizam, isoladamente ou de forma combinada, agentes físicos e \nquímicos para inativar os organismos-alvo. No caso dos processos \nnaturais, há, ainda, o concurso de agentes biológicos na inativação de \npatógenos. Entre os agentes físicos pode-se citar a transferência de calor \n(aquecimento ou incineração), as radiações ionizantes, a radiação UV e \na filtração em membranas. A desinfecção química é realizada pela \naplicação de compostos do grupo fenólico, álcoois, halogênios e metais \npesados. Os agentes químicos mais utilizados na desinfecção de esgotos \nsão cloro, dióxido de cloro e ozônio. Nos processos naturais, além dos \nagentes químicos e físicos naturalmente presentes, a ação de predação \nou competição de outros organismos resulta na inativação de patógenos \n(GONÇALVES, 2003). \n\n  \n\n \nFigura 5: Processos de desinfecção de esgotos sanitários. \n\nFonte: GONÇALVES, 2003 \n\nSegundo Metcalf e Eddy (1991) os fatores mais relevantes a \nserem considerados para que se tenha uma desinfecção eficiente são: \ntempo de contato, concentração do agente desinfetante, tipo, intensidade \ne natureza dos agentes químico e físico, temperatura, número e tipo de \nmicrorganismos e natureza do líquido. \n\n\n\n  29 \n \n\nPortanto, antes de escolher um processo de desinfecção deve-se \nanalisar todos esses aspectos, pois para cada tipo de efluente há um \nagente que melhor se adapta ao seu tratamento. Além disso, é \nimportante analisar a vantagens técnicas e econômicas de cada processo. \nA Tabela 3 apresenta algumas comparações relacionadas a estes \naspectos entre os processos de desinfecção mais utilizados. \n\nTabela 3: Comparação de características técnico-econômicas de algumas tecnologias de \ndesinfecção. \n\nCaracterísticas/Critério \nCloração/ \n\nDescloração \nUltra-  \nvioleta \n\nOzônio \nMicro \n\nFiltração \n\nSegurança + +++ ++ +++ \n\nRemoção de bactérias ++ ++ ++ +++ \n\nRemoção de vírus + + ++ + \n\nResidual tóxico +++ - + - \n\nCustos Operacionais + + ++ +++ \n\nCustos de investimento ++ ++ +++ +++ \n\nLegenda: “_” nenhum, “+” baixo, “++” médio, “+++” alto \n\nFonte: LAZOROVA et. al, 1999 apud OLIVEIRA, 2003 \n\n3.6.1 Desinfecção por cloração \n\nA desinfecção da água visa controlar as doenças de veiculação \nhídrica, permitindo uma melhora na qualidade de vida e os desinfetantes \nquímicos têm ajudado a cumprir este objetivo. \n\nDe uso amplo, tanto por questões de custo competitivo, quanto \npelo domínio da técnica de aplicação e controle e da disponibilidade, o \ncloro na forma de gás de hipoclorito de sódio ou hipoclorito de cálcio, é \no desinfetante mais disseminado no Brasil e na maioria dos países \n(DANIEL, 2000). \n\n\n\n  30 \n \n\nO cloro e seus derivados apresentam alto poder oxidante e \nreagem com vários compostos presentes nos esgotos, ou neste caso, nas \náguas cinzas. A demanda de cloro, calculada pela diferença entre a dose \ninicial e o residual de cloro, é proveniente dessa variedade de reações \nnas quais o cloro é consumido por vários constituintes da água \nresiduária e por decomposição. De modo simplificado, o cloro reage \ncom a amônia para produzir uma série de compostos chamados \ncloraminas e, eventualmente, oxida a amônia em gás nitrogênio (N2). O \nmecanismo de reação é complexo, e os produtos variam com o pH, \nrazão entre o cloro adicionado e a amônia presente e o tempo de contato. \nA monocloramina (NH2Cl) e a dicloramina (NHCl2), denominadas cloro \ncombinado, têm poder desinfetante, apesar deste ser inferior ao dos \nprodutos resultantes da dissociação de qualquer forma de cloro na água, \nconhecidos como cloro livre (HOCl e OCl–). As reações com outros \ncompostos inorgânicos como o sulfeto de hidrogênio (H2S) ocorrem \nimediatamente após a aplicação do cloro (GONÇALVES, 2003). \n\nA preocupação com o uso do cloro se deve a formação de \nsubprodutos, pois seu uso na desinfecção é fortemente influenciado \npelas características do efluente e muitos desses subprodutos gerados \npodem ser danosos às pessoas e ao meio. A Tabela 4 mostra os \nsubprodutos da desinfecção química. \n\nTabela 4: Subprodutos da desinfecção química. \n\nCompostos Subprodutos \n\nCompostos orgânicos \nhalogenados \n\nTrihalometanos, ácidos haloacéticos, halocetonas e \noutros resultantes da cloração. \n\nCompostos orgânicos \nAldeídos, cetonas, carbono orgânico assimilável e \n\ncarbono orgânico biodegradável, associados ao ozônio, \nao cloro e os processos de oxidação avançada. \n\nCompostos \ninorgânicos \n\nCloritos e cloratos, associados ao dióxido de cloro, \ngerado quando o dióxido de cloro é exposto à luz solar, e \n\nao bromato, associado à ozonização \n\nFonte: DANIEL, 2001 \n\n\n\n  31 \n \n\nSegundo DANIEL (2000), a formação de trihalometanos é \nproveniente da reação do cloro com substâncias húmicas e em menor \nproporção da reação do cloro com a matéria orgânica presente no esgoto \nsanitário. A formação deste subproduto é ainda mais preocupante \nquando se trata de água de abastecimento. Mesmo no ambiente não se \nsabe até que ponto estes compostos podem ser prejudiciais, se são \nresistentes, podendo atingir as ETA´s persistindo até a água final ou se \nsão cumulativos nos animais e vegetais podendo atingir os humanos que \nconsumirem esses produtos. \n\n As vantagens e desvantagens da cloração estão apresentadas na \nTabela 5. \n\nTabela 5: Vantagens e desvantagens da desinfecção pelo método de cloração. \n\nVantagens Desvantagens \n\nRemoção da cor Potencialidade de formação de subprodutos \n\nRemoção de odor \nBaixa inativação de esporos, cistos, alguns vírus, \n\nutilizando-se as dosagens recomendadas para \nremoção de coliformes fecais \n\nEfetivo biocida \nSe necessário, a descloração pode aumentar os \n\ncustos entre 20 e 30% \n\nMétodo de desinfecção fácil e \nbarato \n\nO cloro gasoso é perigoso e corrosivo \n\nMétodo mais utilizado e mais \nconhecido \n\nO hipoclorito de sódio degrada com o tempo e \ncom exposição à luz \n\nRelativamente segura à \nutilização na forma de \n\nhipoclorito de cálcio e sódio \nA cloração é menos efetiva com pH elevado \n\nFonte: OLIVEIRA, 2003 \n\n\n\n  32 \n \n\nPara desinfecção de águas residuárias, o cloro pode ser \nencontrado comercialmente nas formas gasosa (Cl2), líquida (hipoclorito \nde sódio) e sólida (hipoclorito de cálcio). Também pode ser produzido \nno local a partir de salmoura ou reação controlada de produtos químicos \n(GONÇALVES, 2003). \n\nSegundo Daniel (2002), o hipoclorito de cálcio é formado por um \nprecipitado resultante da dissolução de cloro gasoso em solução de cal e \nhidróxido de sódio. A reação entre o hipoclorito de cálcio e a água, \ncomo mostra a equação abaixo, produz ácido hipocloroso e hidroxilas, \nfazendo com que o pH da água aumente. \n\n \n??(???)? + 2\n?? ? 2\n??? + ??\n\n?? + 2?\n\n  \n \nCloradores de pastilhas de hipoclorito de cálcio, com 60% de \n\ncloro ativo, têm sido testados com grande eficiência na desinfecção \n(DANIEL, 2001). \n\n \n\n3.6.2 Desinfecção por ultravioleta \n\nA fonte primária de radiação ultravioleta é o sol, mas também \npode ser emitida por lâmpadas incandescentes e fluorescentes, solda \nelétrica, maçarico de plasma e equipamentos a laser. A absorção da \nradiação de comprimento de onda UV pelo ozônio da atmosfera protege \na vida na terra. Mesmo assim os raios ultravioletas que atingem a \nsuperfície da terra têm energia suficiente para inativar os \nmicrorganismos menos resistentes (DANIEL, 1993). \n\nO efeito germicida desse tipo de energia foi reportado pela \nprimeira vez por Downs e Blunt em 1877. Entretanto, a radiação \nultravioleta utilizada como alternativa para desinfecção é conhecida \ndesde o início do século XX, mas, por problemas de confiabilidade de \nequipamento, tecnologia, entre outros, foi abandonada. Posteriormente, \nsuperada a maioria desses problemas, o método de desinfecção por \nradiação ultravioleta começou a ganhar popularidade, principalmente \nnos países europeus, e a pesquisa e o desenvolvimento desse método \ntêm aumentado bastante (SANTOS, 2005). \n\n\n\n  33 \n \n\nRecentemente, o emprego de radiação ultravioleta se estende para \ndiversos setores da atividade humana, com particular interesse por sua \nação germicida. No tratamento de esgotos sanitários, a radiação UV \nmostra-se altamente competitiva com a cloração, nos casos em que a \nimplantação de uma etapa adicional de descloração se faz necessária \n(GONÇALVES, 2003). A Tabela 6 apresenta algumas vantagens e \ndesvantagens dos processos de desinfecção UV em relação aos demais \nprocessos disponíveis atualmente. \n\nTabela 6: Principais vantagens e desvantagens da aplicação da radiação ultravioleta na \ndesinfecção. \n\nVantagens Desvantagens \n\nEficaz na inativação da maioria dos \nmicrorganismos \n\nBaixa dosagem não é eficiente na \ninativação de alguns \n\nmicrorganismos \n\nEvita transporte e estoque de substâncias \nquímicas tóxicas e corrosivas \n\nNa falta da luz pode ocorrer \nreparação dos microrganismos \n\nNão deixa residual de produtos prejudiciais \nao homem e a água \n\nManutenção da lâmpada (limpeza e \nsubstituição) \n\nFácil operação \nTurbidez e sólidos totais elevados \npodem tornar o sistema ineficaz \n\nTempo de contato pequeno em comparação \ncom os desinfetantes químicos Não tem custo competitivo com a \n\ncloração, mas são competitivos \nquando comparados com a \n\ncloração-descloração Requer pouco espaço \n\nFonte: Adaptado de Usepa, 1999. \n\nA luz pode ser caracterizada como parte do espectro de ondas \neletromagnéticas, que cobre grande faixa de comprimentos de ondas, \ndesde ondas de rádio (comprimento de onda: ? ? 1 m), até raios X (? ? \n10–9 m) (Figura 6). A radiação UV é um componente invisível da \nradiação solar. No espectro eletromagnético seu comprimento de onda \nsitua-se entre o da luz visível e raios-X. \n\n\n\n  34 \n \n\n \nFigura 6: Espectro eletromagnético. \n\nFonte: RYER, 1997 apud GONÇALVES, 2003. \n\nA radiação ultravioleta pode ser classificada pelo seus efeitos \nsobre os seres vivos conforme três faixas: UV-A, UV-B e UV-C \n\nUV-A possui comprimento de onda entre 315 e 400 nm. É o tipo \nmenos prejudicial e mais comumente encontrada de luz UV, porque tem \na menor energia. Luz UV-A é geralmente chamada de luz negra e tem \ncapacidade de causar fluorescência nos materiais. A maioria das cabines \nde brozeamento e fototerapia utilizam esta faixa de luz (RYER, 1997). \n\nUV-B possui comprimento de onda entre 280 e 315 nm. É \ntipicamente a forma mais destrutiva da luz UV, porque tem energia \nsuficiente para danificar os tecidos biológicos. É conhecida por causar \ncâncer de pele, uma vez que a maioria da luz UV-B extraterrestre é \nbloqueada pela atmosfera, uma pequena alteração na camada de ozônio \npoderia aumentar dramaticamente o perigo desta doença (RYER, 1997). \n\nO curto comprimento de onda UV-C, que varia de 200 a 280 nm,  \né quase completamente absorvido no ar dentro de um algumas centenas \nde metros. Quando fótons de UV-C colidem com átomos de oxigénio, a \ntroca de energia provoca a formação de ozônio. Esta luz é raramente \nobservada na natureza, uma vez que é absorvida muito rapidamente. \nLâmpadas germicidas de UV-C são muito utilizadas para purificar o ar e \na água, devido à sua capacidade de matar as bactérias (RYER, 1997). \n\n\n\n  35 \n \n\nSegundo Okuno e Vilela (2005) anos de pesquisa permitiram \ndesvendar o processo de indução de danos pela radiação UV. A estrutura \nde dupla hélice do DNA contém duas cadeias ou fitas constituídas de \naçúcar ou fosfato. As cadeias se ligam por um par de bases. As bases \nsão de quatro tipos: duas grandes purinas – a adenina (A) e a guanina \n(G) – e duas pequenas pirimidinas – a timina (T) e a citosina (C). As \nligações entre as bases são feitas por pontes de hidrogênio e as bases A \nsó se ligam às T, da mesma forma que as bases C às G. A absorção de \nenergia de um fóton da radiação UV pelo DNA, onde há duas bases \npirimidinas adjacentes, induz à mutação. O processo começa pelo \nrompimento das ligações químicas em bases pirimidinas adjacentes, \nformando o que se chama de dímero. A formação dos dímeros causa \ndanos à estrutura do DNA impedindo sua duplicação normal, e, \nconsequentemente, a reprodução do microrganismo. Os dímeros de \ntimina distorcem a dupla hélice do DNA e bloqueiam a replicação \n(HARRIS et al, 1987; LILTVED E LANDFALD, 2000). A Figura 7 \napresenta um esquema da ação germicida provocada pela radiação UV \nem um microrganismo. \n\n \n\n \nFigura 7: Inativação germicida causada pela radiação UV. \n\nFonte: Tchobanoglous, 1997 apud USEPA, 1999 \n\n\n\n  36 \n \n\nMuitos fatores afetam a eficiência da irradiação ultravioleta, \ncomo concentração de sólidos suspensos e microrganismos, o \nenvelhecimento e o revestimento  da lâmpada, a turbidez da água e a \ndensidade do fluído (GIESE e DARBY, 2000). A turbidez é um dos \nfatores fundamentais, segundo BURCH (1998) a turbidez é causada por \nmaterial suspenso como pequenas partículas de matéria orgânica, \nmatéria fecal ou coloides. Essas partículas podem refletir ou absorver \nradiação UV, prejudicando a eficiência da desinfecção. Essas partículas, \nprincipalmente os coloides ainda servem de abrigo para \nmicrorganismos, protegendo-os da ação da radiação UV e desinfetantes \nquímicos. \n\n \n• Lâmpadas Ultravioletas Germicidas \n\n \nA radiação ultravioleta é proveniente da luz solar, porém, pode \n\nser obtida artificialmente através de lâmpadas emissoras de radiação em \ncomprimentos específicos. \n\nDe acordo com Di Bernardo e Dantas (2005), as lâmpadas UV \nfuncionam de forma parecida à das lâmpadas fluorescentes. A radiação \nUV é emitida pelo fluxo de elétrons (em decorrência do arco voltaico \naberto entre os eletrodos positivo e negativo) através de vapor de \nmercúrio ionizado na maioria das lâmpadas. A diferença entre os dois \ntipos de lâmpadas é que o bulbo da lâmpada fluorescente é recoberto \ncom fósforo, que converte a radiação UV em luz visível. A lâmpada UV \nnão é coberta e só transmite a radiação UV gerada pelo arco. \n\nAs lâmpadas de baixa e média pressão de vapor de mercúrio são \nas mais utilizadas nas unidades de desinfecção de água para consumo \nhumano e no tratamento de esgoto sanitário, pois possuem alta emissão \nde radiação UV germicida por watt de energia elétrica consumida, mas \npossuem baixo campo de intensidade. \n\n As lâmpadas de média pressão de vapor de mercúrio produzem \nalta emissão de radiação UV, entretanto, uma parte substancial dessa \nemissão é perdida na emissão de luz visível. As perdas de energia das \nlâmpadas de média pressão de vapor de mercúrio são superiores as \nperdas das lâmpadas de baixa pressão de vapor de mercúrio. Entretanto, \nhá uma crescente popularização do uso das lâmpadas de média pressão \nde vapor de mercúrio devido ao fato de requererem reatores pequenos, o \nque é vantajoso em instalações maiores de desinfecção com radiação \nUV (HAVELAAR et al., 1990). \n\n \n\n\n\n  37 \n \n\n• Reatores UV \n \nBasicamente, a desinfecção com ultravioleta é conseguida pela \n\nexposição dos microrganismos presentes nos esgotos à radiação emitida \npor lâmpadas ultravioleta. Essa exposição dos esgotos à radiação UV é \nfeita em canais ou em dutos sob pressão, denominados reatores \nfotoquímicos, fotorreatores ou simplesmente reatores UV \n(GONÇALVES, 2003). \n\nSegundo Downey et al. (1998 apud OLIVEIRA, 2003) um reator \nde mistura completa seria indesejável para desinfecção UV. Sob este \ntipo de condição de fluxo, um volume do líquido pode entrar no reator e \nem uma pequena fração de tempo sair do sistema sem receber a dose \nadequada de UV, enquanto outras parcelas do líquido poderão \npermanecer no reator por períodos de tempo muito mais longos. \n\nUm projeto desejável para reatores UV convencionais é o que \ntrabalha com o fluxo em pistão, o que permitiria que cada elemento do \nlíquido residisse no reator pelo mesmo período de tempo. No fluxo em \npistão todas as partículas ao se moverem através do reator recebem uma \ndose equivalente de radiação em todos os pontos. \n\nDe acordo com Daniel e Campos (1992), as unidades de \ndesinfecção de esgotos sanitários com radiação ultravioleta podem \nfundamentar-se em três concepções construtivas: lâmpadas imersas no \nlíquido, lâmpadas instaladas externamente a tubos transparentes à \nradiação ultravioleta e lâmpadas instaladas sobre o efluente. \n\n \n• Dosagem de radiação ultravioleta \n\n \nA dose de radiação ultravioleta é dada pelo produto da \n\nintensidade da radiação e tempo de exposição, sendo expressa em \nmJ/cm2. \n\nSegundo Bilotta (2000), o grau de inativação microbiana está \nassociado principalmente à uniformidade de distribuição da radiação na \nlâmina líquida.  \n\nDe acordo com Metcalf e Eddy (2003) baseando-se em outros \nautores, para que seja atingido até 4 log de inativação de bactérias são \nnecessárias doses de irradiação que variam de 80 a 100 mWs/cm2,  \nenquanto que para 4 log de inativação de vírus essa faixa cai para 70 a \n90 mWs/cm2 e para que se atinja 3 log de inativação de cistos de \nprotozoários são necessários de 15 a 25 mWs/cm2. \n\n\n\n  38 \n \n\nJá Gonçalves (2003) diz que, de modo geral, bactérias e vírus são \nmuito sensíveis a radiação UV, bastando doses efetivas da ordem de 20 \nmWs/cm2 para inativar a maioria das espécies, com exceção de \nprotozoários e ovos de helmintos, que possuem proteção natural \npermitindo sua sobrevivência mesmo em ambientes adversos. Este \nmesmo autor diz que a resistência à inativação dos diferentes \norganismos patogênicos por radiações UV varia de acordo com a \nespécie, sendo este um dos principais parâmetros de dimensionamento \ndos reatores UV. A Tabela 7 mostra uma compilação de doses de UV \npara inativação de diversos organismos, obtidas por ensaios em \ncolimadores. \n\n \n\nTabela 7: Doses de radiação UV para inativação de bactérias, vírus, protozoários, \nhelmintos, fungos e leveduras. \n\nBactéria \nDose UV \n\n(mWs/cm2) \nVírus \n\nDose UV \n(mWs/cm2) \n\nAgrobacterium \n\nlumefaciens \n8,5 Adenovírus Tipo III 4,5 \n\nBacillus anthracis 8,7 Bacteriófagos \n6,6 \n\nBacillus anthracis \n\n(esporos de Antrax) \n46,2 Coxsackie 6,3 \n\nClostridium tetani 23,1 Hepatite A \n3,7 \n\nCorynebacterium \n\ndiphetheriae \n6,5 Influenza 6,6 \n\nDysentery bacilli 4,2 Mosaico de tabaco \n440 \n\nEberthella typhosa 4,1 Poliovírus \n7,5 \n\nEscherichia coli 6,6 Rotavírus \n24 \n\nEspécies de Salmonella 15,2 \nProtozoários e \n\nhelmintos \n\nDose UV \n(mWs/cm2) \n\nEsporos de Bacillus \nsubtilis \n\n22 \nCistos de Giardia \n\nlamblia \n100 \n\nLegionella bozemanii 3,5 E. hystolytica \n84 \n\n\n\n  39 \n \n\nLeptospira interrogans 6 Ovos de nematodos \n40 \n\nMicrococcus candidus 12,3 Algas \nDose UV \n\n(mWs/cm2) \n\nMycobacterium \n\ntuberculosis \n1,0 Chorella vulgaris 22 \n\nPseudomonas \n\naeroginosa (cepas \nambientais) \n\n10,5 Alga azul verde 420 \n\nPseudomonas \n\naeroginosa (cepas \nlaboratoriais) \n\n3,9 Fungos \nDose UV \n\n(mWs/cm2) \n\nSalmonella paratyphi \n\n(febre entérica) \n6,1 \n\nAspergillus \n\namstelodami \n77 \n\nSalmonella typhi (febre \ntifóide) \n\n7 \nPenicillium \n\ndigitatum \n88 \n\nSarcina lutea 26,4 Rhizopus nigricans \n220 \n\nShigella dysenteriae - \ndisenteria \n\n4,2 Leveduras \nDose UV \n\n(mWs/cm2) \n\nSthaphylococcus áureos 6,6 Levedura do pão \n8,8 \n\nStreptococcus faecaila 10 \nLevedura da \n\ncerveja \n6,6 \n\nVibrio cholerae 6,5 \nSaccharomyces \n\ncerevisiae \n13,2 \n\nFonte: Adaptado de GONÇALVES, 2003. \n\n3.7 NORMAS E LEGISLAÇÕES PARA O REÚSO DE ÁGUAS \nCINZAS \n\nO uso negligente de fontes alternativas de água ou a falta de \ngestão dos sistemas alternativos podem colocar em risco o consumidor e \nas atividades nas quais a água é utilizada, pelo uso inconsciente de água \ncom padrões de qualidade inadequados (FIESP, 2005).  \n\n\n\n  40 \n \n\nDiante deste problema é imprescindível que o reúso das águas \ncinzas esteja de acordo com uma legislação que estabeleça as técnicas \nmais apropriadas para a realização deste reúso e os padrões de qualidade \nda água aceitáveis para que esta possa ser reutilizada, mesmo que para \nfins não potáveis. \n\nNo Brasil poucas legislações contemplam a regularização do \nreúso de águas. A NBR 13969/1997 dispõe sobre os tanques sépticos, \nporém, seu item 5.6 trata sobre o reúso local do esgoto. Este item fala \nque no caso do esgoto de origem essencialmente doméstica ou com \ncaracterísticas similares, o esgoto tratado deve ser reutilizado para fins \nque exigem qualidade de água não potável, mas sanitariamente segura.  \nAinda diz que o reúso local de esgoto deve ser planejado de modo a \npermitir seu uso seguro e racional para minimizar o custo de \nimplantação e de operação. Para que isto aconteça, devem ser definidos \nos usos previstos para o esgoto tratado, volume de esgoto a ser \nreutilizado, grau de tratamento necessário, sistema de reservação e \ndistribuição e manual de operação e treinamento dos responsáveis. O \ngrau de tratamento para uso múltiplo de esgoto tratado é definido, regra \ngeral, pelo uso mais restringente quanto à qualidade de esgoto tratado. A \nTabela 8 apresenta as classes definidas por esta norma com seus \nrespectivos usos e a Tabela 9 os valores de parâmetros para esgotos, \nconforme o reúso. \n\nTabela 8: Classes e finalidades destinadas ao reúso conforme a NBR 13969/97. \n\nClasses Usos \n\nClasse 1 \nLavagem de veículos e outros usos que requerem o contato direto do \n\nusuário com a água, com possível aspiração de aerossóis pelo operador \nincluindo chafarizes \n\nClasse 2 \nLavagens de pisos, calçadas e irrigação de jardins, manutenção de \n\nlagos e canais para fins paisagísticos, exceto chafarizes \n\nClasse 3 Reúso nas descargas de vasos sanitários \n\nClasse 4 \nReúso nos pomares, cereais, forragens, pastagens para gados e outros \n\ncultivos \n\nFonte: ABNT – Associação Brasileira de Normas Técnicas: NBR 13969/1997 \n\n\n\n  41 \n \n\nTabela 9: Valores de parâmetros para esgotos estabelecidos pela NBR 13969/97 para as 4 \nclasses de atividades não potáveis. \n\nParâmetros Classe 1 Classe 2 Classe 3 Classe 4 \n\nTurbidez (uT) &lt;5 &lt;5 &lt;10 - \n\nColiformes Fecais \n(NMP/100mL) \n\n&lt;200 &lt;500 &lt;500 &lt;5000 \n\nSólidos Dissolvidos \n(mg.L-1) \n\n&lt;200 - - - \n\npH Entre 6 e 8 - - - \n\nCloro Livre   (mg.L-1) \nEntre 0,5 e \n\n1,5 \n> 0,5 - - \n\nOD (mg.L-1) - - - > 2,0 \n\nFonte: ABNT – Associação Brasileira de Normas Técnicas: NBR 13969/1997 \n\nO manual publicado da ANA/FIESP e SindusCon/SP (2005) \ntambém define as águas de reúso em quatro classes, segundo os \nseguintes usos preponderantes: \n\n• Classe 1: descarga de bacias sanitárias, lavagem de pisos e fins \nornamentais (chafarizes, espelhos de água etc.), lavagem de \nroupas e de veículos; \n\n• Classe 2: lavagem de agregados, preparação de concreto, \ncompactação do solo e controle de poeira; \n\n• Classe 3: irrigação de áreas verdes e rega de jardins; \n• Classe 4: resfriamento de equipamentos de ar condicionado \n\n(torres de resfriamento). \n \nA Tabela 10 apresenta os limites de concentração dos parâmetros \n\nque definem o padrão de qualidade das águas de reúso segundo o \nManual da ANA/FIESP e SindusCon/SP (2005) para as classes 1, 2 e 3. \n\n\n\n  42 \n \n\nTabela 10: Parâmetros requeridos para água de reúso de acordo com o Manual da \nANA/FIESP &amp; SindusCon/SP (2005). \n\nParâmetros Classe 1 Classe 2 Classe 3 \n\npH 6,0 – 9,0 6,0 – 9,0 6,0 – 9,0 \n\nCor (uH) ? 10,0 - - \n\nTurbidez (uT) ? 2,0 - &lt;5,0 \n\nÓleos e Graxas (mg/L) ? 1,0 ? 1,0 - \n\nDBO (mg/L) ? 10,0 ? 30,0 - \n\nColiformes Fecal \n(NMP/100mL) \n\nNão detectáveis ? 1000 ? 200 \n\nCompostos Orgânicos \nVoláteis \n\nAusentes Ausentes - \n\nNitrato (mg/L) ? 10,0 - - \n\nNitrogênio Amoniacal \n(mg/L) \n\n? 20,0 - - \n\nNitrito (mg/L) ? 1,0 - - \n\nFósforo Total (mg/L) ? 0,1 - - \n\nSST (mg/L) ? 5,0 30 &lt;20 \n\nSDT (mg/L) ? 500 - - \n\nFonte: SINDUSCON – Sindicato da Indústria da Construção Civil do Estado de São \nPaulo em “Manual de conservação e reúso da água em edificações” (2005) \n\nVale ressaltar que o uso da água de reúso Classe 1 pode gerar \nproblemas de sedimentação, o que causaria odores devido à \ndecomposição de matéria orgânica, obstrução e presença de materiais \nflutuantes. Como solução cita-se a detecção de cloro residual combinado \nem todo o sistema de distribuição e controle de agentes tensoativos, \ndevendo seu limite ser ? 0,5 mg/L. \n\n\n\n  43 \n \n\nRessalte-se ainda para a água de reuso Classe 3, que em sistemas \nde irrigação por aspersores, como a água incide diretamente sobre as \nfolhas, algumas culturas mais sensíveis podem apresentar queimaduras. \nEsse efeito negativo, comum em países tropicais, é agravado em dias \nmais quentes, quando o cloro pode acumular-se nos tecidos, atingindo \nníveis tóxicos. Normalmente, concentrações de 1 mg/L, não causam \nproblemas, porém algumas culturas mais sensíveis sofrem danos com \nconcentrações de 0,5 mg/L.  \n\nJá o Conselho Nacional dos Recursos Hídricos (CNRH) formulou \numa legislação específica sobre este assunto na Resolução n° 54, de 28 \nde novembro de 2005, estabelecendo modalidades, diretrizes e critérios \ngerais para a prática de reúso direto não potável de água em todo \nterritório nacional. Através de seu Art. 3° o reúso direto não potável de \nágua abrange as seguintes modalidades: \n\nI – reúso para fins urbanos: utilização de água de reúso para fins \nde irrigação paisagística, lavagem de logradouros públicos e veículos, \ndesobstrução de tubulações, construção civil, edificações, combate a \nincêndio, dentro da área urbana; \n\nII – reúso para fins agrícolas e florestais: aplicação de água de \nreúso para produção agrícola e cultivo de florestas plantadas; \n\nIII – reúso para fins ambientais: utilização de água de reúso para \nimplantação de projetos de recuperação do meio ambiente; \n\nIV – reúso para fins industriais: utilização de água de reúso em \nprocessos, atividades e operações industriais; e, \n\nV – reúso na agricultura: utilização de água de reúso para a \ncriação de animais ou cultivo de vegetais aquáticos. \n\nPorém, esta resolução não comenta sobre os parâmetros de \nqualidade e nem responsabilidades em relação ao reúso da água. \n\n\n\n  44 \n \n\nAlguns municípios brasileiros também possuem legislação \nreferente ao reúso das águas, tais como Curitiba, Maringá, São Paulo e \nPorto Alegre. A Lei 10.785, de 18 de setembro de 2003 regulamenta a \ncriação do Programa de Conservação e Uso Racional de Águas em \nEdificações (PURAE) no município de Curitiba. Já no município de \nMaringá existe a Lei n° 6345, de 15 de outubro de 2003 que institui o \nprograma de reaproveitamento de águas do município, além da Lei n° \n6076, de 21 de janeiro de 2003 que regulamenta o reúso de água não \npotável. Em São Paulo, a Lei n° 13.309, de 01 de fevereiro de 2002 \ndescreve a utilização, pela prefeitura municipal, de água não potável \npara a lavagem de ruas, praças e passeios públicos municipais e outros \nlogradouros, bem como na irrigação de jardins, praças, campos \nesportivos e outros equipamentos. Já o município de Porto Alegre, em \n2008, também criou a Lei n° 10.506, que institui o Programa de \nConservação, Uso Racional e Reaproveitamento das Águas. \n\n\n\n  45 \n \n\n4 MATERIAIS E MÉTODOS \n\n4.1 LOCAL DA PESQUISA \n\nOs experimentos de desinfecção foram realizados em escala \nlaboratorial, no Departamento de Engenharia Sanitária e Ambiental da \nUFSC. No entanto, as águas cinzas que foram utilizadas para avaliar os \nmétodos de desinfecção do presente trabalho são provenientes de uma \npropriedade rural localizada no município de Palhoça, onde foram \nimplantados um sistema de tratamento e reúso de águas cinzas, um \nsistema de aproveitamento de água de chuva e um sistema de tratamento \ne disposição final/aproveitamento de águas negras, como parte de um \nprojeto de pesquisa desenvolvido pelo GESAD. Na propriedade residem \nquatro moradores fixos, e as atividades rurais de subsistência praticadas \nsão as criações de gado, aves, plantio de milho, mandioca, horta de \nverduras e hortaliças e plantas frutíferas.  \n\nA Figura 8 apresenta um esquema com o uso da água e manejo \ndos efluentes proposto e implantado na propriedade. \n\n \n\n \nFigura 8: Esquema do uso da água e manejo dos efluentes na propriedade rural. \n\n\n\n  46 \n \n\n• Sistema de tratamento e reúso de águas cinzas  \n \nCom base na geração de efluentes e no uso da água na residência \n\nforam realizadas algumas intervenções. A instalação hidro sanitária foi \nadaptada de modo que os esgotos produzidos fossem segregados em \náguas cinzas e águas negras. As águas cinzas (compostas neste caso \npelos efluentes do tanque e máquina de lavar roupas) são tratadas e \nreutilizadas no vaso sanitário, sendo o excedente infiltrado no solo.  \n\nO sistema de tratamento de águas cinzas implantado é composto \npor um tanque séptico seguido por um filtro plantado com macrófitas de \nfluxo horizontal e escoamento sub-superficial (Figura 9). Ressalta-se \nque atualmente não é feita a desinfecção da água cinza tratada antes do \nreúso, sendo assim, os resultados deste trabalho serão implantados neste \nsistema em escala real.  \n\n \n\n \nFigura 9: Representação do sistema de tratamento de águas cinzas instalado na \n\npropriedade.  \n\nFonte: MAGRI, 2011 \n\n4.2 CARACTERIZAÇÃO DAS ÁGUAS CINZAS SEGREGADAS \n\nPara realizar a caracterização qualitativa da água cinza segregada, \nforam coletadas e analisadas as amostras da água cinza proveniente da \nsaída do tratamento por filtro plantado com macrófitas. Este efluente foi \nutilizado nos experimentos. \n\n4.2.1 Parâmetros analisados \n\nApós a coleta das amostras, as mesmas foram analisadas no \nlaboratório do GESAD, na UFSC.  \n\n\n\n  47 \n \n\nOs parâmetros analisados e os respectivos métodos para \nprocedimentos estão apresentados na Tabela 11.  \n\nTabela 11: Parâmetros analisados e metodologias aplicadas. \n\nParâmetro Metodologia \n\nDQO total (mg/L) \nDigestão em refluxo fechado – método colorimétrico – \nStandard Methods 5220 D. (APHA, 1998). Leitura em \n\nespectofotômetro HACH® \n\nSólidos Suspensos \nTotais (mg/L) \n\nSeco a 103 – 105°C – Standard Methods 2540 D. (APHA, \n1998) \n\npH \nEletrométrico – Standard Methods 4500 – H+ B. (APHA, \n\n1998) \n\nCloro Livre (mg/L \nCl2) \n\nDPD Colorimétrico - Standard Methods 4500 G.  (APHA, \n1998) \n\nColiformes Totais \n(UFC/mL) \n\nPlacas 3M Petrifilm \n\nEscherichia coli \n\n(UFC/mL) \nPlacas 3M Petrifilm \n\nTurbidez (uT) Nefelométrico– Standard Methods 2130 B (APHA, 1998) \n\n \n\n4.3 EXPERIMENTOS DE DESINFECÇÃO DAS ÁGUAS CINZAS  \n\n4.3.1 Cloro \n\nPara realizar a cloração das águas cinzas, foram utilizadas \npastilhas de hipoclorito de cálcio (Figura 10). Foram utilizadas pastilhas \nde 200g com as características descritas na Tabela 12. \n\n\n\n  48 \n \n\nEstas pastilhas, de acordo com o rótulo do fabricante, possuem \n94,4% de princípio ativo, sendo 86,6% de cloro ativo. Segundo \nGonçalves (2003), a pastilha é relativamente estável na forma seca, \napresentando uma perda aproximada de concentração igual a 0,013% ao \ndia. \n\nO tempo de detenção hidráulica para contato deverá ser de no \nmínimo 30 minutos e o esgoto deve permanecer com uma concentração \nde pelo menos 0,5 mg/L de cloro residual livre (ABNT NBR:13969, \n1997). \n\n \n\n \n Figura 10: Pastilha de hipoclorito de cálcio utilizada. \n\n \n\nTabela 12: Características da pastilha de hipoclorito de cálcio.  \n\nNome Fornecedor Características \n\nPace Tricloro (Cloro \nestabilizado em \n\ntablete) \nHth \n\nIngrediente ativo: Tricloro-S-Triazina-\nTriona \n\nComposição: Água, hidróxido de cálcio \n\n \n\nMontagem dos experimentos \n \nAs amostras utilizadas para os experimentos foram obtidas a \n\npartir da coleta das águas cinzas após o tratamento realizado por filtros \nplantados por macrófitas.  \n\n\n\n  49 \n \n\nComo a amostra coletada apresentava pouca concentração de \ncoliformes totais e Escherichia coli, foi adicionada em algumas \nexperiências uma porção de fezes ou uma solução concentrada de E. coli \npara que se pudesse observar o decaimento destas bactérias e avaliar \nmelhor a eficiência da desinfecção.  \n\nAs amostras foram depositadas em frascos diferentes para que se \npudessem testar diferentes concentrações de cloro. Antes da adição da \npastilha de hipoclorito de cálcio, cada amostra foi caracterizada pelos \nparâmetros citados anteriormente, na Tabela 11. \n\nApós diferentes tempos de contato testados, as amostras com \nvariadas concentrações de cloro foram caracterizadas segundo os \nparâmetros cloro residual livre, através dos reagentes DPD-Cloro Livre \nda Alfakit e coliformes totais e Escherichia coli, através das Placas 3M \nPetrifilm. \n\nAntes do início do experimento foram realizados alguns testes \npreliminares. No dia 14/11/12 foi realizado o primeiro teste com a \npastilha de hipoclorito de cálcio, o Teste 1, para verificar a quantidade \nde cloro residual livre que seria obtida após o tempo de contato de 30 \nminutos, a partir de determinadas concentrações de cloro.  \n\nForam coletadas três amostras de 1L de água cinza para que se \npudesse testar três concentrações diferentes de cloro, de 1 mg/L, 10 \nmg/L e 12 mg/L. Estas concentrações referem-se a quantidade de cloro \nativo contido nas pastilhas de hipoclorito de cálcio, que foi calculado de \nacordo com as informações contidas no rótulo do produto. Para \nadicionar a quantidade necessária de pastilha nas amostras, a mesma foi \ntriturada e pesada em balança de precisão. \n\nNo dia 05/12/12 foi realizado outro experimento com uma \nconcentração superior de cloro ativo, o Experimento 1. Primeiramente, \nquatro amostras de 1L de água cinza foram contaminadas com 5 g de \nfezes, cada uma. Em seguida, estas amostras foram caracterizadas e \ntestou-se quatro concentrações diferentes de cloro, de 15 mg/L, 80 \nmg/L, 150 mg/L e 200 mg/L. As quatro amostras foram analisadas em \nquatro tempos de contato diferentes. Ao final do experimento, ou seja, \napós uma hora, foi medida novamente a DQO de todas as amostras. Para \ngarantir a segurança do usuário, foi realizado no dia seguinte a análise \nde coliformes totais e E. coli das quatro amostras para constatar se \nhouve o recrescimento de bactérias. \n\n\n\n  50 \n \n\nOutra experiência com a pastilha de hipoclorito de cálcio foi \nrealizada no dia 11/12/12, o Experimento 2. Desta vez, as amostras \ncoletadas foram contaminadas com uma solução de Escherichia coli \nconcentrada. A intenção era aumentar a quantidade dessas bactérias, \nporém, sem aumentar muito a DQO das amostras, como aconteceu no \nExperimento 1. Escolheu-se uma solução de E. coli por esta ser um bom \nindicativo de contaminação. Nesta experiência foram preparadas três \namostras com as três primeiras concentrações utilizadas na experiência \nanterior, ou seja, 15 mg/L, 80 mg/L e 150 mg/L. No dia seguinte \ntambém foi realizado o teste de recrescimento de bactérias. \n\n4.3.2 Ultravioleta \n\nA desinfecção por radiação ultravioleta foi realizada através de \numa lâmpada germicida de 25 watts, que possui uma vida útil de 9000 \nhoras (aproximadamente um ano), que está inserida em uma câmara de \naço inox, eletro-polida internamente. O reator UV (Figura 11) é da \nmarca Sterilight, modelo SSM-24, que possui consumo de energia \nnominal de 30 W. O comprimento de onda utilizado foi de 254 nm, \ncorrespondente a faixa UV-C. \n\n \n \n \n\n \n \n\nFigura 11: Reator UV. \n\n \n \n \n \n \n\n\n\n  51 \n \n\nMontagem dos experimentos \n \n As amostras utilizadas para a realização deste experimento \nforam obtidas da mesma forma que as utilizadas para a cloração. Para \nesta experiência também foi adicionada uma solução concentrada de \nEscherichia coli para melhor avaliar a eficiência da desinfecção.  \n A água cinza coletada foi, primeiramente, caracterizada \nsegundo os parâmetros da Tabela 11. Em seguida, foi transferida para o \nreator UV montado em bancada, que tem capacidade de armazenar 1 L e \n100 mL de líquido.  Após encher o reator com a amostra, a mesma ficou \nexposta à diferentes doses de UV, que são obtidas a partir de diferentes \ntempos de exposição do efluente à radiação. A cada tempo de exposição \ntestado, eram feitas análises de coliformes totais e E. coli das águas \ncinzas. \n\nNo dia 12/12/12 foi realizado o Experimento 3, com o reator UV. \nPrimeiramente, a água cinza coletada foi contaminada com a mesma \nsolução de Escherichia coli concentrada que foi utilizada na experiência \ncom o cloro, pela mesma justificativa dada anteriormente. Em seguida, \nencheu-se o reator com 1 L e 100 mL com esta água cinza contaminada \ne ligou-se o reator. Depois de ligado o reator, foram coletadas amostras \nem 5, 15 e 60 segundos.  \n\nAlguns autores afirmam que a lâmpada UV demora certo tempo \npara estabilizar a emissão de radiação e atingir a intensidade máxima. \nSegundo estudos realizados por Oliveira (2003), após cinco minutos de \nfuncionamento a lâmpada já atinge a intensidade máxima, porém a \ntemperatura só se estabiliza após 10 minutos. \n\nPortanto, no dia 13/12/12 foi realizada a última experiência, o \nExperimento 4. Neste experimento, antes de encher o reator com a água \ncinza contaminada com a solução de Escherichia coli, como no \nExperimento 3, deixou-se aquecer a lâmpada UV por 10 minutos. Em \nseguida, encheu-se o reator com 1 L e 100 mL de água cinza, ligou-se o \nreator e retirou-se quatro amostras em quatro tempos de contato \ndiferentes, 15, 30, 60 e 90 segundos.  \n\nVale lembrar que antes de realizar os Experimentos 3 e 4 foi \nrealizada a limpeza da lâmpada UV com água potável e água destilada, \npois o bom estado de limpeza da lâmpada afeta diretamente o \ndesempenho da desinfecção, já que a sujeira pode bloquear ou reduzir a \npenetração dos raios UV no efluente. \n\n\n\n  52 \n \n\n5 RESULTADOS E DISCUSSÕES \n\n5.1 RESULTADOS DA DESINFECÇÃO POR CLORAÇÃO \n\nO Teste 1, realizado de acordo com a metodologia, apresentou os \nresultados descritos na Tabela 13. \n\nTabela 13: Concentração de cloro residual após 30 minutos. \n\nAmostra \nCloro residual (mg/L Cl2) \n\napós 30 minutos \n\nAmostra 1 (1 mg/L) 0,14 \n\nAmostra 2 (10 mg/L) 0,33 \n\nAmostra 3 (12 mg/L) 0,44 \n\n \nAtravés deste teste foi possível constatar o rápido consumo de \n\ncloro livre. Este consumo pode ser atribuído ao material orgânico \npresente na amostra de água cinza e possivelmente o cloro livre aplicado \ntransformou-se em formas de cloro combinado, que possui poder \ndesinfetante inferior ao cloro livre.  \n\nPortanto, conclui-se que com estas concentrações não foi possível \natingir a quantidade de cloro residual estabelecida pela NBR 13969 da \nAssociação Brasileira de Normas Técnicas (ABNT, 1997), já que os \nvalores encontram-se abaixo de 0,5 mg/L.  \n\nConsiderando que no teste realizado a quantidade de cloro não foi \nsuficiente para deixar um residual adequado na amostra, foi realizado o \nExperimento 1 com uma concentração superior de cloro ativo. \n\nA Tabela 14 apresenta os resultados da caracterização da água \ncinza contaminada utilizada no Experimento 1.  \n\nTabela 14: Caracterização da água cinza contaminada com fezes. \n\nParâmetros Água cinza contaminada \n\npH 6,53 \n\nDQO (mg/L) 1288 \n\nColiformes totais (UFC/mL) 1x108 \n\nEscherichia coli (UFC/mL) 1x106 \n\n\n\n  53 \n \n\nAtravés da avaliação dos dados desta tabela, conclui-se que a \ncontaminação com as fezes fez com que a DQO da água cinza \naumentasse significativamente. Como esperado, também foram \nencontradas diversas colônias de bactérias de coliformes totais e E. coli. \n\nA Tabela 15 apresenta os valores de coliformes totais, E. coli e \ncloro residual das quatro amostras em quatro tempos de contato \ndiferentes. A maioria das amostras foram analisadas em tempos menores \ndo que 30 minutos para que se pudesse identificar o decaimento das \nbactérias ao longo do tempo. O parâmetro cloro residual só foi analisado \na partir do tempo de 30 minutos, que é o tempo de contato mínimo \nexigido pela NBR 13969. \n\nTabela 15: Resultados obtidos dos parâmetros analisados durante uma hora de tempo de \ncontato do cloro com a água cinza – Experimento 1. \n\nTempo Parâmetro \nAmostra \n\n1 (15 \nmg/L Cl) \n\nAmostra \n2 (80 \n\nmg/L Cl) \n\nAmostra 3 \n(150 mg/L \n\nCl) \n\nAmostra 4 \n(200 mg/L \n\nCl) \n\n5 min \n\nColi total \n(UFC/mL) \n\n120 6 0 0 \n\nE. coli \n(UFC/mL) \n\n15 0 0 0 \n\n10 min \n\nColi total \n(UFC/mL) \n\n34 0 0 0 \n\nE. coli \n(UFC/mL) \n\n6 0 0 0 \n\n30 min \n\nColi total \n(UFC/mL) \n\n33 0 0 0 \n\nE. coli \n(UFC/mL) \n\n3 0 0 0 \n\nCloro \nresidual \n\n(mg/L Cl2) \n0,79 1,6 1,73 1,75 \n\n60 min Coli total 4 0 0 0 \n\n\n\n  54 \n \n\n(UFC/mL) \n\nE. coli \n(UFC/mL) \n\n1 0 0 0 \n\nCloro \nresidual \n(mg/L) \n\n0,8 1,42 1,82 1,59 \n\n \nAtravés desta tabela, pode-se observar um decaimento da \n\nquantidade de coliformes totais e E. coli na Amostra 1 ao longo do \ntempo, que está melhor representada na Figura 12. Na Amostra 2 \ntambém foi possível identificar o decaimento de coliformes totais com o \ntempo de contato de cinco minutos, que está ilustrado na Figura 13. \nAlém disso, observou-se que as concentrações testadas deixaram uma \nquantidade de cloro residual superior a 0,5 mg/L após o tempo de \ncontato de 30 minutos, estando de acordo com a NBR 13969. \n\n \n \n\nFigura 12: Decaimento de coliformes totais e E. coli na Amostra 1 durante 60 minutos. \n\n \n \n\ny = -0,0748x + 4,3166\n\ny = -0,0616x + 2,98\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 20 40 60\n\nU\nn\n\nid\na\n\nd\ne\n\ns \nF\n\no\nrm\n\na\nd\n\no\nra\n\ns \nd\n\ne\n C\n\no\nlô\n\nn\nia\n\ns \n(U\n\nF\nC\n\n/m\nL)\n\nU\nn\n\nid\na\n\nd\ne\n\n L\no\n\ng\na\n\nrí\ntm\n\nic\na\n\nTempo de Contato (min)\n\nColi Total\n\nE. coli\n\n\n\n  55 \n \n\nAtravés dos pontos inseridos no gráfico, traçou-se uma linha de \ntendência linear e pela equação de cada reta descobriu-se o valor de k \n(coeficiente de inativação). Com o valor de k, calculou-se o tempo \nnecessário para inativação de 1 log (t90) de coliformes totais e E. coli, \nque resultou em 13 e 16 minutos, respectivamente. \n\nDe acordo com a NBR 13969, para reúso classe 1, que é a forma \nde reúso mais restrita, a água de reúso não pode conter mais que 200 \nNMP/100mL de coliformes fecais, já o Manual da ANA/FIESP &amp; \nSindusCon/SP (2005), para esta mesma classe de reúso, não tolera a \ndetecção destes coliformes. \n\nPortanto, para que a legislação seja cumprida, deve haver a \nremoção completa de E. coli, que representa os coliformes fecais. Para \nque aconteça esta remoção com a concentração de cloro utilizada na \nAmostra 1, seria necessário um tempo de contato de 96 minutos. \n\n \n \n\nFigura 13: Decaimento de coliformes totais na Amostra 2 durante 5 minutos. \n\nPelo gráfico apresentado na Figura 13, é possível observar o \nrápido decaimento de coliformes totais que a Amostra 2 apresentou.  \n\nA Tabela 16 apresenta os valores de DQO obtidos para cada \namostra no final do experimento, ou seja, após uma hora.  \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n0 1 2 3 4 5\n\nU\nn\n\nid\na\n\nd\ne\n\ns \nF\n\no\nrm\n\na\nd\n\no\nra\n\ns \nd\n\ne\n C\n\no\nlô\n\nn\nia\n\ns \n(U\n\nF\nC\n\n/m\nL)\n\nU\nn\n\nid\na\n\nd\ne\n\n L\no\n\ng\na\n\nrí\ntm\n\nic\na\n\nTempo de Contato (min)\n\nColi Total\n\n\n\n  56 \n \n\nTabela 16: Resultados obtidos de DQO após o tempo de contato de uma hora do cloro \ncom a água cinza – Experimento 1. \n\nAmostra DQO (mg/L) \n\nAmostra 1 (15 mg/L Cl) 1332 \n\nAmostra 2 (80 mg/L Cl) 1295 \n\nAmostra 3 (150 mg/L Cl) 1229 \n\nAmostra 4 (200 mg/L Cl) 1262 \n\nA partir destes valores foi possível identificar a variação da carga \norgânica nas quatro amostras com concentrações diferentes de cloro. \nNas primeiras amostras, com menores concentrações de cloro, a DQO \naumentou e nas últimas amostras a DQO diminuiu. Portanto, conclui-se \nque uma hora de contato com cloro ativo nestas concentrações não altera \nsignificativamente o valor de DQO das águas cinzas. \n\nA Tabela 17 apresenta os valores da análise de recrescimento de \nbactérias em cada amostra, que foi realizado 24 horas após o \nExperimento 1. \n\nTabela 17: Resultados da análise de recrescimento de coliformes totais e E. coli. \n\nAmostra \nColiformes Totais  \n\n(UFC/mL) \nEscherichia coli \n\n(UFC/mL) \n\nAmostra 1 (15 mg/L Cl) 7 0 \n\nAmostra 2 (80 mg/L Cl) 6 0 \n\nAmostra 3 (150 mg/L Cl) 6 0 \n\nAmostra 4 (200 mg/L Cl) 2 0 \n\nAtravés da análise dos resultados, pode-se perceber que não \nhouve recrescimento de E. coli, somente de coliformes totais. Porém, a \nquantidade de coliformes totais não é significativa para inviabilizar a \nutilização destas concentrações de cloro, já que é normal o aparecimento \ndestes coliformes, principalmente pela facilidade de ocorrer \ncontaminação no ambiente de laboratório. \n\n\n\n  57 \n \n\nNo Experimento 2 foram preparadas três amostras com as três \nprimeiras concentrações utilizadas na experiência anterior, porém, \ncontaminadas com uma solução concentrada de Escherichia coli. A \nTabela 18 apresenta a caracterização da água cinza contaminada com a \nsolução de E. coli.  \n\nTabela 18: Caracterização da água cinza contaminada com a solução concentrada de E. \ncoli. \n\nParâmetros Água cinza contaminada \n\npH 6,96 \n\nDQO (mg/L) 190 \n\nEscherichia coli (UFC/mL) 34 x 104 \n\nAtravés desta tabela é possível observar que o valor da DQO em \nrelação ao Experimento 1, cuja água cinza foi contaminada com fezes, \nfoi bem inferior. \n\nA Tabela 19 apresenta os valores de coliformes e cloro residual \ndas três amostras em três tempos de contato diferentes.  \n\nTabela 19: Resultados obtidos dos parâmetros analisados durante 30 minutos de tempo \nde contato do cloro com a água cinza – Experimento 2. \n\nTempo Parâmetro \nAmostra 1     \n\n(15 mg/L Cl) \nAmostra 2 \n\n(80 mg/L Cl) \nAmostra 3 \n\n(150 mg/L Cl) \n\n5 min \nE. coli \n\n(UFC/mL) \n0 0 0 \n\n15 min \nE. coli \n\n(UFC/mL) \n0 0 0 \n\n30 min \n\nE. coli \n\n(UFC/mL) \n0 0 0 \n\nCloro residual \n(mg/L Cl2) \n\n0,65 0,87 1,06 \n\n\n\n  58 \n \n\nAtravés desta tabela, foi possível concluir que com a redução do \nvalor de DQO a desinfecção apresentou uma eficiência muito maior. A \nAmostra 1 do Experimento 1, levou 16 minutos para remover um log  de \nE. coli, já a Amostra 1 do Experimento 2, que continha a mesma \nconcentração de cloro, removeu toda E. coli (5 logs) em cinco minutos \nde tempo de contato. Esta diferença na eficiência pode ser justificada \npela maior reação do cloro com a matéria orgânica contida nas águas \ncinzas no Experimento 1, já no Experimento 2, cuja água cinza possuía \ncarga orgânica bem menor, o cloro reagiu mais diretamente na \ninativação dos microrganismos. \n\nTambém foi possível observar que nesta experiência a \nconcentração de cloro residual encontrou-se dentro da permitida pela \nNBR 13969. \n\nNo dia seguinte desta experiência também foi feita análise de E. \ncoli para verificar o recrescimento destas bactérias. O resultado desta \nanálise foi negativo, ou seja, não foi constatado o reaparecimento de E. \ncoli na amostra coletada. \n\n5.2 RESULTADOS DA DESINFECÇÃO POR RADIAÇÃO UV \n\nO Experimento 3, iniciou-se com a caracterização da água cinza e \napresentou os resultados descritos na Tabela 20.  \n\nNesta experiência também foram analisados os parâmetros \nsólidos suspensos totais e turbidez, pois eles estão diretamente \nrelacionados com o desempenho da desinfecção por radiação UV, já que \nas partículas em suspensão podem refletir ou absorver radiação, \nprejudicando a eficiência da desinfecção. Essas partículas ainda podem \nservir de abrigo para microrganismos, protegendo-os da ação da \nradiação UV e desinfetantes químicos. \n\n \n \n \n \n \n \n \n \n \n\n\n\n  59 \n \n\nTabela 20: Caracterização da água cinza contaminada com uma solução concentrada de \nE. coli. \n\nParâmetros Água cinza contaminada \n\npH 6,8 \n\nDQO (mg/L) 182 \n\nEscherichia coli (UFC/mL) 8 x 104 \n\nSólidos Suspensos Totais (mg/L) 72 \n\nTurbidez (uT) 101 \n\nAnalisando esta tabela, percebe-se que o valor de sólidos \nsuspensos totais e turbidez é elevado. A literatura recomenda a \ndesinfecção ultravioleta para efluentes com SST menor que 30 mg/l \n(USEPA, 1999). \n\n A Tabela 21 apresenta os valores de E. coli das três amostras \nretiradas em três tempos de contato diferentes. \n\nTabela 21: Resultados obtidos de E. coli durante o tempo de exposição de um minuto à \nradiação UV – Experimento 3. \n\nAmostra Escherichia coli (UFC/mL) \n\nAmostra 1 (t= 5s) 1,20 x 104 \n\nAmostra 2 (t= 15s) 1,26 x 103 \n\nAmostra 3 (t= 60s) 1,64 x 102 \n\nAnalisando a tabela, é possível observar o decaimento de E. coli \nao longo do tempo de exposição da amostra à radiação UV. Na Amostra \n1 foi verificada uma inativação de 85,00% de E. coli, na Amostra 2, \n98,42% e na Amostra 3, 99,79%. Este decaimento pode ser melhor \nvisualizado na Figura 14. \n\n \n\n\n\n  60 \n \n\n \n \n\nFigura 14: Decaimento de  E. coli na amostra de água cinza por um tempo de exposição à \nradiação UV de 60 segundos. \n\nAtravés desse gráfico foi possível descobrir que o t90 para esta \nequação de reta é de 26 segundos.  \n\nPortanto, para que a legislação seja cumprida e haja a remoção \ntotal de E. coli (4,9 logs), seria necessário um tempo de exposição da \nágua cinza à  radiação UV de 127 segundos. \n\nO valor de DQO obtido ao final do experimento, ou seja, após o \ntempo de exposição de um minuto à radiação UV, foi de 117 mg/L. \nPortanto, mesmo que o valor tenha sido menor do que o inicial, conclui-\nse que a desinfecção por este método e por este período de tempo, \ntambém não altera significativamente o valor da carga orgânica contida \nnas águas cinzas. \n\nPara comprovar que o aquecimento da lâmpada por alguns \nminutos antes da exposição ao efluente aumenta a eficiência da \ndesinfecção, foi realizado o Experimento 4.  \n\nA água cinza utilizada para este experimento foi coletada no \nmesmo dia da utilizada no Experimento 3, portanto, os parâmetros pH, \nDQO, coliformes totais, sólidos suspensos totais e turbidez foram \nconsiderados os mesmos. Foi medido somente o parâmetro E. coli para \npoder obter mais precisamente a curva de decaimento das bactérias, que \nresultou em 5,6 x 105 UFC/mL.  \n\ny = -0,0383x + 4,3407\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n0 20 40 60\n\nU\nn\n\nid\na\n\nd\ne\n\ns \nF\n\no\nrm\n\na\nd\n\no\nra\n\ns \nd\n\ne\n C\n\no\nlô\n\nn\nia\n\ns \n(U\n\nF\nC\n\n/m\nL)\n\nU\nn\n\nid\na\n\nd\ne\n\n L\no\n\ng\na\n\nrí\nti\n\nm\nic\n\na\n\nTempo de Exposição (s)\n\nE. coli\n\n\n\n  61 \n \n\nA Tabela 22 apresenta os valores de Escherichia coli das quatro \namostras retiradas nos quatro tempos de contato diferentes. \n\nTabela 22: Resultados obtidos de E. coli nas amostras com o pré-aquecimento da \nlâmpada por dez minutos – Experimento 4. \n\nAmostra Escherichia coli (UFC/mL) \n\nAmostra 1 (t= 15s) 2,2 x 103 \n\nAmostra 2 (t= 30s) 7,0 x 102 \n\nAmostra 3 (t= 60s) 3,8 x 101 \n\nAmostra 4 (t= 90s) 2 \n\nBem como na experiência anterior, através desta tabela, foi \npossível construir um gráfico que ilustra o decaimento de Escherichia \ncoli durante o tempo de exposição à radiação UV de 90 segundos \n(Figura 15). Na Amostra 1 foi verificada uma inativação de E. coli de \n99,61 %, na Amostra 2, 99,87 %, na Amostra 3, 99,99 % e finalmente, \nna Amostra 4, praticamente 100 % de inativação. \n\n \n \n\nFigura 15:  Decaimento de  E. coli na amostra de água cinza por um tempo de exposição à \nradiação UV de 90 segundos. \n\ny = -0,0539x + 4,8663\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n0 10 20 30 40 50 60 70 80 90\n\nU\nn\n\nid\na\n\nd\ne\n\ns \nF\n\no\nra\n\nm\na\n\nd\no\n\nra\ns \n\nd\ne\n\n C\no\n\nlô\nn\n\nia\n \n\n(U\nF\n\nC\n/m\n\nL)\nU\n\nn\nid\n\na\nd\n\ne\n l\n\no\ng\n\na\nrí\n\nti\nm\n\nic\na\n\nTempo de Exposição (s)\n\nE. coli\n\n\n\n  62 \n \n\nAtravés desse gráfico foi possível determinar o t90 para esta \nequação de reta, que resultou em 19 segundos. Portanto, observou-se \nque com o pré-aquecimento de dez minutos da lâmpada UV, foi possível \nreduzir em sete segundos o tempo de remoção de um log de E. coli nas \náguas cinzas para este comprimento de onda.  \n\nPortanto, para que houvesse a remoção total de E. coli seria \nnecessário um tempo de exposição da água cinza à radiação UV de 109 \nsegundos. \n\n \n \n \n \n \n \n \n \n\n\n\n  63 \n \n\n6 CONCLUSÕES \n\nConcentrações de cloro menores que 12 mg/L deixam uma \nconcentração de residual de cloro livre nas águas cinzas menores que 0,5 \nmg/L, que é o mínimo exigido pela NBR 13969.  \n\nJá concentrações de cloro em águas cinzas de 15 mg/L podem ser \nutilizadas com um tempo de contato mínimo de uma hora e 36 minutos \npara inativação de seis logs de E. coli, para que esteja de acordo com o \nManual da ANA/FIESP &amp; SindusCon/SP.  \n\nPor outro lado, concentrações de cloro em águas cinzas iguais ou \nsuperiores a 80 mg/L são capazes de realizar a desinfecção de seis logs \nde E. coli em um tempo de contato de até 5 minutos.  \n\nPortanto, conclui-se que dependendo da necessidade do usuário, \ncomo comprimento da tubulação de água cinza tratada ou distância do \nponto de desinfecção até o ponto de utilização da água de reúso, podem \nser utilizadas concentrações menores, como de 15 mg/L de cloro, ou \nconcentrações maiores do que esta, quando as condições de reúso \nexigirem um curto tempo de contato com o cloro.  \n\nA análise das águas cinzas 24 horas após o tratamento com cloro \nmostrou que não houve recrescimento significativo de E. coli e \ncoliformes totais. Este resultado viabiliza a utilização destas \nconcentrações de cloro para desinfecção de águas cinzas tratadas em \nsistemas de reúso, pois garante a qualidade da água desinfetada mesmo \nquando a mesma não for utilizada instantaneamente.  \n\nA redução no valor do parâmetro DQO acarretou em um \naumento significativo na eficiência da desinfecção por cloração.  \n\nEm relação aos resultados obtidos no Experimento 3, pode-se \ndizer que o reator UV apresentou boa eficiência, já que não operou com \nas condições ideais para um bom desempenho deste sistema de \ndesinfecção, pois as amostras de água cinza apresentaram altos valores \nde sólidos suspensos totais e turbidez. Para que a amostra utilizada neste \nexperimento pudesse ser utilizada como água de reúso, segundo o \nManual da ANA/FIESP &amp; SindusCon/SP, seria necessário um tempo de \nexposição das águas cinzas à radiação UV de dois minutos e sete \nsegundos. \n\nJá o Experimento 4 mostrou que o aquecimento da lâmpada UV \npor um tempo de 10 minutos antes de encher o reator com o efluente, \naumenta em 27 % a eficiência da desinfecção. Aplicando este \nprocedimento seria possível inativar toda a E. coli em um minuto e 49 \nsegundos. \n\n\n\n  64 \n \n\nAtravés dos Experimento 1 e 3, pode-se observar que as \nconcentrações testadas de cloro com o tempo de contato de uma hora \ncom as águas cinzas e o tempo de exposição de um minuto do efluente à \nradiação UV não foram suficientes para alterar significativamente os \nvalores de DQO das amostras.  \n\nVale lembrar que mesmo com a inativação total de coliformes \ntotais e E. coli pelo método de desinfecção por radiação UV, é essencial \npara o usuário que utilizar este método adicionar uma pequena \nconcentração de cloro nas águas de reúso, já que é possível que haja \ncontaminações ao longo da tubulação de distribuição da água \ndesinfetada no sistema. \n\nContudo, é possível afirmar que estes dois métodos de \ndesinfecção são eficientes para serem utilizados em sistemas de reúso de \nágua para fins não potáveis, desde que sejam adequados às \ncaracterísticas das águas residuárias e que sejam respeitadas suas \nlimitações. \n\n \n\n\n\n  65 \n \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS \n\nANA, FIESP e SindusCon-SP. Conservação e Reúso de água em \nEdificações. São Paulo: Prol Editora Gráfica, 2005. \n \n\nAPHA – American Public Health Association. Standard methods for the \nexamination of water and wastewater, 19. ed. Washington: APHA, 1998.  \n \n\nASSOCIAÇÃO BRASILEIRA DE NORMAS TECNICAS. Tanques \nsépticos – unidades de tratamento complementar e disposição final \ndos efluentes líquidos – projeto, construção e operação: NBR 13969. \nRio de Janeiro, 1997. \n\n \nBAZZARELLA, B. B. Caracterização e aproveitamento de água \ncinza para uso não potável em edificações. 2005. 150 f. Dissertação \n(Mestrado em Engenharia Ambiental) – Programa de Pós Graduação em \nEngenharia Ambiental, Universidade Federal do Espírito Santo, Vitória. \n2005. \n\n \nBILOTTA, P. Estudo comparativo da ação do ozônio e radiação UV \nna desinfecção de esgoto sanitário. 2000. 96 f. Dissertação (Mestrado) \n– Escola de Engenharia de São Carlos, Universidade de São Paulo, São \nCarlos. 2000.  \n\n \nBORN, R.H. (2000). Seguridade hídrica, comitês de bacia \nhidrográfica e cidadania. Revista CEJ. Brasília, n. 12, p. 63-70, \nset./dez. 2000 \n\n \nBURCH J.; THOMAS, K. Water disinfection for developing \ncountries and potential for solar thermal pasteurizarion. Solar \nEnergy, v. 64, n. 1-3, p. 87-97, 1998.  \n\n \nCHRISTOVA-BOAL, D.; EDEN, R. E.; MACFARLANE, S. (1996). \nAn investigation into greywater reuse for urban residential \nproperties. Desalination. v.106, n. 1-3, p. 391-397. \n \nCOUTO, E.A. Avaliação do reuso de águas cinza em ambientes \naeroportuários. 2012. Dissertação (Mestrado em Engenharia Civil) -  \nPrograma de Pós Graduação em Engenharia Civil, Universidade Federal \nde Viçosa, Viçosa. 2012. \n\n\n\n  66 \n \n\nDANIEL L. A. Aternativas para desinfecção de esgotos sanitários. \nAnais do I Seminário Nacional de Microbiologia Aplicada ao \nSaneamento, Vitória-Espírito Santo. 54-59, 2000. \n\n \nDANIEL L. A. Desinfecção de esgotos com radiação ultravioleta \nfotorreativação e obtenção de parâmetros cinéticos. 1993. Tese \n(Doutorado em Engenharia Civil: Hidráulica e Saneamento) - Escola de \nEngenharia de São Carlos, São Carlos. 1993  \n\n \nDANIEL, L. A. Processos de desinfecção e desinfetantes alternativos \nna produção de água potável. Rio de Janeiro: ABES, 2001. 155 p. \n\n \nDANIEL, L. A.; CAMPOS, J. R. Fundamentos a aspectos de projetos \nde sistemas de desinfecção de esgoto sanitário com radiação \nultravioleta. Revista DAE-Sabesp. v. 163, n. 7, p. 5-11, jan/fev. 1992. \n\n \nDI BERNARDO, L. &amp; DANTAS, A. D. B. Métodos e técnicas de \ntratamento de água. Volume 1. São Carlos: RIMA, 2005. 784 p. \n\n \nDo VAL, P. T. et al. Reúso de água e suas Implicações Jurídicas. São \nPaulo: Navegar Editora, 2004. p.116. \n \nDOWNEY, D.; GILES, D; DELWICHE, M. J. Finite element analysis \nof particle and liquid flow through an ultraviolet reactor. Computers \nand Electronics in agriculture, 21, p. 81-105, 1998. \n\n \nERIKSSON, E.; AUFFARTH, K.; MOGENS, H. LEDIN, A. (2002) - \nCharacteristics of grey wastewater. Urban Water. v. 4, n.1, p. 58-104. \n \nESREY, S. et al. (1998). Ecological sanitation. SIDA – Swedish \nInternational Cooperation Agency, Stockholm.  \n\n \nFIORI, S.; FERNANDES, V. M. C.; PIZZO, H. Avaliação qualitativa \ne quantitativa do reúso de águas cinzas em edificações. Revista \nAmbiente Construído. Porto Alegre, v. 6, n. 1, p. 19-30, jan./mar. 2006.  \n\n \nGANROT, Z. Urine processing for efficient nutrient recovery and \nreuse in agriculture. Goteborg: Goteborg University, 2005. 170 p. \nThesis for the degree of Doctor of Philosophy. \n \n\n\n\n  67 \n \n\nGIESE, N.; DARBY, J. Sensitivity of organisms to diferent \nwavelengths of uv light: Implications on modeling of medium pressure \nuv systems. Water Research, v. 34, n. 16, p. 4007-4013, 2000.  \n\n \nGILBOA, Y., FRIEDLER, E. UV disinfection of RBC-treated light \ngreywater effluent: Kinetics, survival and regrowth of selected \nmicroorganisms. Water Research, 42. pp. 1043 – 1050. 2008. \n\n \nGONÇALVES, R. F. (2003) - (coordenador). Desinfecção de efluentes \nsanitários. Rio de Janeiro: ABES, Rima, 438p. \n\n \nGONÇALVES, Ricardo Franci (Coord.). Uso racional da água em \nedificações. ABES. Rio de Janeiro, Sermograf, 2006. \n \nHARRIS, G. D.; ADAMS, D. SORENSEN, D. L. DUPONT, R. R. The \ninfluence of the photoreactivation and water quality on ultravioleta \ndisinfection of secondary municipal wastewater. J. Water Pollution \nControl Federation, EUA, v. 59, n.8, p.781-787, aug.1987 \n\n \nHAVELAAR, A.H.; MEULEMANS, C.E.E, POT-HOGEBOOM, W. \nM.; KOSTER, J. Inactivation of bacteriophage MS2 in wastewater \neffluent with monochromatic and polychromatic ultraviolet light. \nWater Research, v.24, n.11, p. 1387-1990, jun 1990 \n\n \nIDEC (2002) - Consumo sustentável: Manual de educação. Brasília: \nConsumers International/ MMA/IDEC. Disponível em: \n<http://portal.mec.gov.br/dmdocuments/publicacao8.pdf>.  Acesso: 22 \njun. 2012. \n\n \nJERFFERSON, B.; LAINE, A.; PARSONS, S.; STEPHERSON, T.; \nJUDD, S. (1999). Technologies for domestic wastewater recycling. \nUrban Water. v. 1, n. 4, p. 285-292, 1999. \n\n \nLAZOROVA, Z., et al. Advenced wastewater disinfection \ntechnologies: Short and long term efficiency. Water Science and \nTecnology. v. 38, n. 12, p. 109-117, 1999.  \n\n \nLI, F., WICHMANN, K., OTTERPOHL, R. Review of the \ntechnological approaches for grey water treatment and reuses. \nScience of the Total Environment, 407. p. 3439 – 3449. 2009. \n\n \n\n\n\n  68 \n \n\nLILTVED, H., LANDFALD, B. Effects of high intensity light on \nultravioleta-irradiated and non-irradiated fish pathogenic bactéria. \nWater Research, v.34, n.2, p. 481-486, 2000. \n\n \nMAGRI, M. E. ; LEMOS E. ; KLAUS G. ; FRANCISCO T. G. Z. ; \nPHILIPPI, L. S. Desempenho de um Sistema Tipo Tanque Séptico \nSeguido de Filtro Plantado com Macrófitas no Tratamento de \nÁguas Cinzas. 26º Congresso Brasileiro de Engenharia Sanitária e \nAmbiental, 2011, Porto Alegre. \n \nMANCUSO, P. C. S.; SANTOS, H. F. Reúso de água. Barueri-SP: \nManole, 2003.  \n \nMANILA, C. F. Ecological Sanitation – An Introduction to the \nPhilippines. Philippines, 2003. \n\n \nMAY, S. Caracterização, tratamento e reúso de águas cinzas e \naproveitamento de águas pluviais em edificações. 2009. Tese \n(Doutorado) - Departamento de Engenharia Hidráulica e Sanitária, \nEscola Politécnica da Universidade de São Paulo, São Paulo. 2009. \n\n \nMENDONÇA, P. A. O. Reúso de água em edifícios públicos: O caso \nda escola politécnica. Salvador. 2004. 164 f. Dissertação (Mestrado em \ngerenciamento e tecnologias ambientais no processo produtivo) – \nUniversidade Federal da Bahia, Bahia. 2004. \n\n \nMETCALF L.; EDDY; H.; TCHOBANOGLOUS, G.; BURTON, F. L. \nWastewater engineering: treatment, disposal, and reuse. 3rd.ed. New \nYork: McGraw-Hill, 1991. 1334p.  \n\n \nMETCALF &amp; EDDY. Wastewater Engineering: Treatment and Reuse. \n4th ed. New York: Mc Graw Hill, 2003.  \n\n \nMINISTÉRIO DO MEIO AMBIENTE / CONSELHO NACIONAL DE \nRECURSOS HÍDRICOS. Resolução Nº 54, de 28 de nov. 2005. Diário \nOficial da União. Brasília, 09 mar. 2006. \n\n \nMIWA, F.P. Análise da problemática do reuso da água cinza em \nedificações residenciais. Trabalho de conclusão de curso - \nUniversidade Federal do Rio Grande do Sul, Porto Alegre. 2011.  \n \n\n\n\n  69 \n \n\nOKUNO, E. &amp; VILELA, M. A. C. Radiação Ultravioleta: \nCaracterísticas e Efeitos. São Paulo: Editora Livraria da Física, 2005. 78 \np. \n\n \nOLIVEIRA, E. C. M. Desinfecção de efluentes sanitários tratados \natravés da radiação ultravioleta. 2003. Dissertação (Mestrado em \nEngenharia Ambiental) – Programa de Pós Graduação em Engenharia \nAmbiental, Universidade Federal de Santa Catarina, Florianópolis. \n2005. \n \nPETERS, M.R. Potencialidade de uso de fontes alternativas de água \npara fins não potáveis em uma unidade residencial. 2006. \nDissertação (Mestrado em Engenharia Ambiental) - Programa de Pós \nGraduação em Engenharia Ambiental, Universidade Federal de Santa \nCatarina, Florianópolis. 2006. \n \n\nPIZZOLATTI, B. S. Avaliação dos métodos de desinfecção: Cloração \ne radiação ultravioleta, com a finalidade de utilização da água de chuva \nem escala residencial. 2007. Trabalho de conclusão de curso - \nUniversidade Federal de Santa Catarina, Florianópolis. 2007. \n\n  \nRASMUSSEN, G. JENSSEN, P.D. WESTLIE, L. Greywater \nTreatment Options. Environmental Research Forum. v. 5-6, p. 215-\n220, 1996. \n\n \nRIBEIRO, H; GUNTHER, W. M. R. A integração entre a educação \nambiental e o saneamento ambiental como estratégia para a \npromoção da saúde e do meio ambiente sustentado. São Paulo, 2002.  \n\n \nRYER, A. D. Light measurement handbook. 2. ed. Newburyport: \nTechnical Publications International Light Inc., 1997. 64 p. \n \nSANTOS, D. C.; FROEHNER, S. Qualidade da água pluvial e da \nágua cinza nas edificações: estudo comparativo. In: Simpósio Nacional \nde Sistemas Prediais, 10., 2007, São Carlos. Anais...São Carlos: \nUFSCar, 2007. \n\n \n\n\n\n  70 \n \n\nSANTOS, M. S.; MELO, H,; CHIAVONE FILHO, O.; Nascimento, C. \nA. O.; MORAES, J. E. F.; TEIXEIRA, A. C. S. C.; MELO, J. \nDesinfecção de Efluente Doméstico Tratado em Reator Anaeróbio \nUsando Radiação Ultravioleta Artificial. In: XXI Chemical \nEngineering Inter-American Congress (CEIC), 2005, Lima. \nCDROM/Libro de Resúmenes. Lima: Confederación Interamericana de \nIngeniería Química, 2005. p. 1-5 \n\n \nSASSE, A. Sanitation Concepts for Separate Treatment of Urine, \nFaeces and Greywater. Task 8, Fertilizer usage. Berlim ,2005. \n\n \nSILVA, G.S. Programas permanentes de uso racional da água em \nCampi Universitários: Programa de uso racional da água da \nUniversidade de São Paulo. 2004. Dissertação (Mestrado em \nEngenharia) - Departamento da Engenharia de Construção Civil, Escola \nPolitécnica da Universidade de São Paulo, São Paulo. 2004 \n \nUSEPA – United States Environmental Protection Agency. Alternative \nDisinfectants and Oxidants Guidance Manual. – EPA 815-R-99-014, \nOffice of Water, 1999."}]}}}