{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.07457"}, {"@name": "filename", "#text": "12153_Monografia%20do%20Anderson%20Felipe%20Alvarez%20Oliveira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DEPARTAMENTO DE ECONOMIA E RELAÇÕES INTERNACIONAIS\nANDERSON FELIPE ALVAREZ OLIVEIRA\nGEOPOLÍTICA E A INTERVENÇÃO HUMANITÁRIA:\nO caso da Líbia\nANDERSON FELIPE ALVAREZ OLIVEIRA\nGEOPOLÍTICA E A INTERVENÇÃO HUMANITÁRIA:\nO caso da Líbia\nMonografia submetida ao curso de Relações Internacionais da Universidade Federal de Santa Catarina, como requisito obrigatório para a obtenção do grau de Bacharelado.\nOrientador: Prof. Dr. Helton Ricardo Ouriques\nUNIVERSIDADE FEDERAL DE SANTA CATARINA\nDEPARTAMENTO DE ECONOMIA E RELAÇÕES INTERNACIONAIS\nA Banca Examinadora resolveu atribuir a nota 9,0 ao acadêmico Anderson Felipe Alvarez Oliveira na disciplina CNM 7280 - Monografia, pela apresentação deste trabalho.\nBanca Examinadora:\nProf. Dr. Helton Ricardo Ouriques\nProf.Dr.(a) Graciela de Conti Pagliari\nProf.Dr.(a) Patrícia Fonseca Ferreira Arienti\nAo meu pai que sempre me deu força\nA minha mãe que sempre me deu sabedoria\nAo meu irmão que sempre ao meu lado\n“He that increaseth knowledge,\nincreaseth sorrow”\nEcclesiastes 1:18\nRESUMO\nO petróleo é fundamental para a sobrevivência da economia internacional e projeções demonstram que, pelo menos ate 2030, o petróleo continuará sendo a principal fonte de energia, embora haja uma redução gradual do consumo. Em termos geopolíticos, o petróleo é tão vital para a segurança energética dos países a ponto de ser securitizado a partir da década de 1970. A vinculação da geopolítica energética e os direitos humanos se deram a partir de 1990, com a Guerra do Golfo, porém a consolidação do direito de ingerência em caso de graves violações dos direitos humanos só foi possível após a doutrina de responsabilidade de proteger. O objetivo deste estudo é analisar se a intervenção humanitária na Líbia, em 2011, teve fins humanitários ou geopolíticos.\nPalavras-Chave: Geopolítica Energética, Intervenção Humanitária, Responsabilidade de Proteger, Líbia.\nABSTRACT\nOil is critical to the survival of the international economy, and projections show that, until the year 2030, oil still remain the most important source of energy, even though there is a gradual reduction in consumption. In geopolitical terms, oil is so vital to the energy security that it was securitized from the 1970s. The link between energy policy and human rights has been set since 1990 with the Gulf War. However, the consolidation of the right of intervention in cases of gross violations of international human rights law has been possible only after the doctrine of responsibility to protect. The aim of this study is to analyze if the humanitarian intervention on Libya, in 2011, it occurred by geopolitical or humanitarian purposes.\nKey-words: Energy Geopolitics, Humanitarian Intervention, Responsibility to Protect\nLISTA DE FIGURAS\nFigura 1- Definindo a segurança energética...........................39\nFigura 2 - Sistema de resposta a emergências da IEA..................46\nFigura 3- Mapa da Líbia..............................................84\nLISTA DE GRÁFICOS\nGráfico 1 - Consumo de energia do governo dos EUA por agência de 1975 até 2011.31\nGráfico 2 - Consumo de energia do governo dos EUA por agência de 2003, 2010 e\n2011.................................................................32\nGráfico 3 - Principais produções de energia dos Estados Unidos entre 1950 - 2011 .. 34\nGráfico 4 - Demanda mundial de petróleo, 1990 - 2018 (Milhões de barris por dia) .. 43\nGráfico 5 - Total de petróleo importado 200-2035 .............................45\nGráfico 6 - Total de reservas de petróleo da IEA (por região).................47\nGráfico 7 - Principais interrupções no fornecimento de petróleo...............49\nGráfico 8 - Destino das exportações de petróleo cru da Líbia em 2012..........85\nGráfico 9 - Interrupção no abastecimento mundial de petróleo cru e combustível\nlíquido (janeiro de 2011 até a primeira metade de novembro de 2013)..85\nGráfico 10 - A produção de petróleo na Líbia, janeiro de 2010 a setembro 2013.86\nLISTA DE ABREVIATURAS\nACRJ - Associação Comercial do Rio de Janeiro\nAFRICOM - United States Africa Command ou Comando dos Estados Unidos para África\nAGNU - Assembleia Geral das Nações Unidas\nANEEL - Agência Nacional de Energia Elétrica\nANP - Agência Nacional do Petróleo, Gás Natural e Biocombustíveis\nCEBRI - Centro Brasileiro de Relações Internacionais\nCICV - Comitê Internacional da Cruz Vermelha\nCNT - Conselho Nacional de Transição\nCSNU - Conselho de Segurança das Nações Unidas\nDIH - Direito Internacional Humanitário\nFMI - Fundo Monetário Internacional\nGTEP - Grupo de Tecnologia e Engenharia de Petróleo\nIEA - International Energy Agency ou AIE - Agência Internacional de Energia\nIOC - International Oil Companies\nNEP - National Energy Program\nNEPDG - National Energy Policy Development Group\nOECD - Organização de Cooperação e de Desenvolvimento Econômico\nOECE- Organização Europeia para a Cooperação Econômica\nONGs - Organizações não Governamentais\nONU - Nações Unidas, Organização das Nações Unidas ou UN - United Nations\nOPAEP - Organização dos Países Árabes Exportadores de Petróleo ou OAPEC -Organization of Arab Petroleum Exporting Countries\nOPEC - Organization of the Petroleum Exporting Countries ou OPEP - Organização dos Países Exportadores de Petróleo\nOTAN - Organização do Tratado do Atlântico Norte\nRtoP - Responsabilidade de Proteger\nURSS - União das Repúblicas Socialistas Soviéticas ou União Soviética\nSUMÁRIO\nINTRODUÇÃO..........................................................14\nCAPÍTULO 1 - GEOPOLÍTICA............................................17\n1.1\tGEOGRAFIA POLÍTICA E GEOPOLÍTICA: PRESSUPOSTOS\tBÁSICOS\n17\n1.2\tGEOPOLÍTICA ENERGÉTICA..................................21\n1.2.1\tPetróleo.............................................26\n1.2.2\tS egurança Energéti ca...............................38\nCAPÍTULO 2 - DIREITOS HUMANOS E RESPONSABILIDADE DE PROTEGER........51\n2.1\tALGUNS PRESSUPOSTOS DOS DIREITOS HUMANOS E O DIREITO\nINTERNACIONAL DO DIREITO HUMANITÁRIO................................51\n2.1.1\tO Direito Internacional Humanitário..................53\n2.1.2\tO Direito Internacional dos Direitos Humanos.........57\n2.2\tA ASSISTÊNCIA HUMANITÁRIA...............................62\n2.2.1\tAções de socorro em caso de catástrofe...............63\n2.2.2\tAssistência por ocasião de conflitos armados.........64\n2.3\tA INTERVENÇÃO HUMANITÁRIA...............................65\n2.3.1\tArgumentos contrários às intervenções humanitárias...67\n2.3.2\tOs defensores das intervenções humanitárias..........71\n2.4\tRESPONSABILIDADE DE PROTEGER E O CONSELHO DE\nSEGURANÇA DAS NAÇÕES UNIDAS.........................................73\nCAPÍTULO 3 - O CASO DA LÍBIA........................................80\n3.1\tA INTERVENÇÃO NA LÍBIA..................................80\n3.1.1\tA relação com a África e as potências ocidentais.....81\n3.1.2\tA responsabilidade de proteger: controle do petróleo ou direitos humanos? 83\nCONSIDERAÇÕES FINAIS.................................................95\nBIBLIOGRAFIA.........................................................97\nINTRODUÇÃO\nNo contexto histórico internacional, estudamos diversas guerras, rebeliões, insurgências, golpe de estados, dentre outros conflitos internacionais e nacionais. Por regra internacional, os conflitos internos sempre foram entendidos como de jurisdição nacional, e a intervenção era considerado uma quebra de soberania.\nEsta visão se manteve forte nas duas primeiras guerras mundiais, até a guerra fria, em que, o constante medo de um conflito nuclear entre Estados Unidos e União Soviética abalasse toda a visão de mundo da época. Nesse mesmo período diversos acordos internacionais de proteção à salvaguarda dos direitos humanos, separando os combatentes dos não combatentes, restrições no uso de armas biológicas, químicas e nucleares, tentava diminuir essa busca desenfreada da paz negativa, através do aumento do Status quo e o poder bélico.\nPara analisarmos a Geopolítica contemporânea alguns fatores devem ser entendidos e citados no que se refere às relações do Estado e o espaço-território no século XXI. Inicialmente, considera-se que, as relações de troca entre os Estados é um fator relevante e existente na atualidade. E, falar em Geopolítica é falar em Geografia Política, temática que nos remete a pensar na frase do alemão Ratzel, com sua afirmação: o espaço é poder. Ao falar de poder, nos reportamos ao modelo realista do uso coercivo da força para a manutenção do Status Quo e o interesse do próprio Estado.\nDe fato, a geopolítica energética ganhou espaço após a década de 90, quando o mundo percebeu que era escasso em energia, principalmente de combustíveis fósseis. Entretanto, antes disso, o mundo teve que passar por duas crises no abastecimento do petróleo, na década de 70, para perceber seu grau de vulnerabilidade e dependência dos combustíveis fósseis.\nDepois do fim da Guerra Fria, novos conceitos se formaram e a preocupação com o tema da segurança energética começou a ganhar destaque da discursão mundial. As principais potências ocidentais mudaram a visão de um mundo dominado pelo poder bélico para uma sociedade dominada pelo livre comércio e a diversificação da economia, porém os conflitos não cessaram, somente ganharam novos formatos.\nEfetivamente, a primeira intervenção humanitária autorizada pelas Nações Unidas ocorreu em 1991, a Guerra do Golfo (1991), logo depois que o Iraque anexou o Kuait. A operação de Tempestade do Deserto libertou o Kuait, liderada pelos Estados Unidos, e não tinha objetivos puramente humanitários, mas sim geopolíticos, já que a região tem grande concentração de petróleo.\nEsses e outros conflitos relacionados à energia começaram a ser frequentes, principalmente em países onde a economia era totalmente dependente da exploração do petróleo . Esse recurso natural não renovável gera lucros bilionários e atraem investimentos de todo o mundo, por isso diverso são os países em que ocorrem atrocidades como genocídio, disputas políticas sangrentas, abusos de poder, migrações forçadas e milícias, pela busca ou manutenção do poder.\nEm contraponto temos a universalidade dos Direitos Humanos, que busca um mundo democrático, liberal, individual, a cultura da liberdade de pensamento e cosmopolita, como forma de pensamento universal. Isto é, as novas sinergias existentes no modelo globalizado do sistema-mundo trouxeram consigo novos paradigmas, tais como: liberdade, bem estar, individualismo, direitos humanos, intolerância com o diferente (etnia, religião, costumes). Mas também, após a década de 90, ficou evidente a aplicação dos princípios defendidos pelas Nações Unidas, de manutenção da paz e segurança internacional, estavam vinculados com interesses políticos estatais, principalmente dos membros permanentes do conselho de segurança1.\nDeste modo, nesta monografia pretende-se, inicialmente, analisar a geopolítica e a sua historicidade desde os pressupostos da Geografia Política Clássica de Ratzel, tentando concatenar com as novas geopolíticas desenvolvidas no sistema-mundo globalizado da contemporaneidade. Depois será abordada a geopolítica energética e a evolução do tema na atualidade, bem como a importância da segurança energética para os países desenvolvidos. Será feito uma breve análise dos principais países interessados na segurança energética, bem\n1 O conselho de segurança da ONU é composto por 15 membros sendo 5 permanentes, composto pelos Estados Unidos, a França, o Reino Unido, a Rússia e a República Popular da China e 10 membros eleitos pela Assembleia Geral pelo período de 2 anos.\n2 como a predominância do petróleo. Ainda, o modelo da IEA para resposta em situação de emergências no caso de uma interrupção no fornecimento do petróleo.\nNos capítulos posteriores, será abordada uma breve explicação da diferença entre diretos humanos e direito internacional humanitário, para perceber os principais contrastes. É importante saber as noções básicas sobre direitos humanos para entrar no tema sobre a intervenção humanitária e a responsabilidade de proteger, estes que, foram os principais argumentos utilizados para a intervenção da Líbia em 2011.\nPor fim, o capítulo explicará o caso da intervenção humanitária em 2011, e as violações dos direitos humanos praticados no regime de Muammar al-Gaddafi. A problemática consiste em analisar se uso da responsabilidade de proteger para justificar se a interferência militar na Líbia teve caráter humanitário ou se essa intervenção teve fins geopolíticos.\nO estudo se dá com base a um objetivo geral e quatro objetivos específicos. O objetivo principal é verificar a relação entre as tendências da geopolítica energética e a intervenção na Líbia. Os objetivos específicos são: os pressupostos básicos da de geopolítica energética e o papel do petróleo na economia mundial; os principais temas dos direitos humanos e a responsabilidade de proteger; a correlação entre a intervenção humanitária e geopolítica energética na Líbia; responder se a intervenção na Líbia foi de cunho humanitário ou por interesses geopolíticos.\n2 IEA - International Energy Agency ou em português: Agência Internacional de Energia, AIE\nCAPÍTULO 1 - GEOPOLÍTICA\n1.1\tGEOGRAFIA POLÍTICA E GEOPOLÍTICA: PRESSUPOSTOS BÁSICOS\nDevido à tênue linha entre a geopolítica e a geografia política, confusões terminológicas são bastante comuns, e muitos estudos ditos geopolíticos podem se tratar de estudos na área de geografia política ou estudo na geopolítica como de geografia política. Essa dificuldade de dissociação se deu principalmente após a Primeira Guerra Mundial e as conotações ideológicas que tentavam vincular o nazismo à geografia política (COSTA, 1992 p.55-56). Então, é necessário diferenciar a geopolítica da geografia política.\nAs primeiras importantes aparições geopolíticas surgiram na Primeira Guerra Mundial, no ápice da Alemanha nazista, quando os militares alemães começaram a utilizar os estudos geopolíticos para obter vantagens no seu avanço expansionista. Assim, essa ciência ficou mal vista na comunidade internacional, e sua prática associada a regimes totalitários. Ainda, depois da Segunda Guerra Mundial, a geopolítica sofreu grande rejeição acadêmica e ficou associada às práticas da guerra, e seus ensinamentos foram restringidos às escolas militares.\nTodavia, o estudo da geopolítica nasceu no século XX e a expressão geopolítica foi cunhada pela jurista Rudolf Kjellén (1964-1922), que a utilizou, sobretudo em seu livro O Estado como forma de vida, publicado em 1916. Nele, Kjellén apoiou-se inteiramente em Ratzel, se baseando na teoria do espaço vital, e seus estudos foram essenciais para o nascimento da geopolítica (COSTA, 1992 p56).\nAlém do mais, a geografia política de Ratzel foi um importante estudo para a legitimação dos desígnios expansionistas do Estado Alemão. O historiador modernista, Lucien Febvre referiu a geografia política desenvolvida no livro “Politische Geographie” (Geografia Política) de 1897, escrito por Ratzel, como o “O manual do imperialismo”, por ser um importante mecanismo do Estado Alemão.\nPara Ruy Moreira, crítico da geografia Alemã proposta por Ratzel, sobre a égide do imperialismo alemão, epistemologicamente, e na prática, acredita que é a geografia que serve ao capital (COSTA, 1992 p.55-56).\nE, para Wanderley L. Costa a geopolítica:\né antes de tudo um subproduto e um reducionismo técnico e pragmático da geografia política, na medida que se apropria de parte de seus postulados gerais, para aplicá-los na análise de situações concretas interessadas ao jogo de forças estatais projetadas no espaço(COSTA, 1992 p.55).\nAinda, o autor define que a geografía política está vinculada às políticas do Estado, por meio da “formulação das teorias e projetos de ação voltados às relações de poder entre o Estado e às estratégias de caráter geral para os territórios nacionais e estrangeiros” (COSTA, 1992 p.16).\nPara Corrêa, a geopolítica é um conjunto de estratégias traçadas por um Estado, como uma forma de se conquistar diferentes objetivos em diferentes momentos históricos, a exemplo da expansão territorial ou a busca de novos mercados com a redução das barreiras comerciais. Envolve um projeto de dominação por parte de um Estado nos mais diversos setores da economia e da sociedade e o Estado é visto como um organismo geográfico (CORRÊA, 2012).\nA geopolítica “nada mais é que a fundamentação geoestratégica de linhas de ação política, quando não, por iniciativa, a proposição de diretrizes políticas formuladas à luz dos fatores geográficos, em particular de uma análise calcada, sobretudo, nos conceitos básicos de espaço e de posição’”, porém, essa visão está em constante evolução, pois a geopolítica não é um campo limitado de estudos e absorve um grande número de conhecimento (GOLBERY apud CARVALHO, 2002b).\nPara Kjellén a geopolítica é a ciência que estuda o Estado como organismo geográfico no fenômeno espaço. Primeiro precisamos definir o Estado como um organismo vivo, sujeito a lei do crescimento e não uma união espontânea de indivíduos diante do ordenamento jurídico. O Estado é concebido sob cinco aspectos: 1) território; 2) povo; 3) economia; 4) sociedade; 5) governo. Segundo, a geopolítica estuda o território, cujo estudo é fundamental em relação: 1) espaço, tamanho, forma; 2) em relação ao mar e outros Estados; 3) aumento ou diminuição do poder dos Estados fronteiriços; 4) a história das antigas questões geográficas e o papel da política externa. Através desse estudo, pode-se estabelecer um sistema para\ndemostrar a influência territorial na política internacional (ATENCIO apud CARVALHO, 2002, p 24).\nPara MOREIRA (1994), a geopolítica é o estudo geoestratégico das ações políticas do Estado sobre o espaço-território. Este estudo é utilizado principalmente para legitimar o domínio, a manipulação e o controle do Estado sobre o espaço. O controle político do espaço geográfico é o elemento-chave em todas as fases do capitalismo, desde o enquadramento da produção da mais-valia, como na garantia do controle da apropriação até a realização do lucro, assume uma importância crucial sob o capitalismo monopolista.\nVale lembrar que as referências vivenciadas por Ratzel na constituição do Estado alemão, devem ser observadas como estratégias elaboradas através da perspectiva geográfica e políticas orquestradas para conquistas políticas tecidas no conhecimento geográfico, elaboradas para um determinado tempo e espaço. Apesar de adaptáveis, cada região deve se aprofundar com estudos geopolíticos específicos.\nDentre alguns teóricos da geopolítica temos: o americanoT.H. Mahan, o inglês Halford Mackindere o sueco anteriormente citado Kjellén. Se analisarmos Kjellén e a afirmativa famosa, tirada diretamente de Ratzel, de que “espaço é poder”, é de Mackinder a seguinte afirmação: “Quem dominar a Europa oriental dominará o coração continental; quem dominar o coração continental controlará a ilha-mundo”. Isto é, já em 1904 notava-se que o estudo regional da geopolítica era crucial para a obtenção de vantagens estratégicas sobre os demais Estados (MOREIRA, 1994).\nDentre a geopolítica e a geografia política, até os anos 70, houve uma maior predominância nos estudos voltados à Geografia Política Clássica (Geografia do Poder ou também conhecida como Geopolítica Crítica). Tal estudo clássico fortaleceu o momento político vivenciado sobre as fortes bases nacionais, devido acirramento dos conflitos entre escolas e correntes nacionais. E acendeu também a competição entre os Estados-Nações, no que tange a influência econômica, política e, acima de tudo, territorial. O que demonstrou uma forte identificação por parte dos Estados para com a Geopolítica.\nEntão,\nO Estado não é, pois, de modo algum, um poder que se impôs à sociedade de fora para dentro; tampouco é a ‘realidade da ideia moral’, nem a ‘imagem e a realidade\nda razão’, como afirma Hegel. É antes um produto da sociedade, quando esta chega a um determinado grau de desenvolvimento; é a confissão de que essa sociedade se enredou numa irremediável contradição com ela própria e está dividida por antagonismo irreconciliáveis que não consegue conjurar... Este poder, nascido da sociedade, mas posto acima dela se distanciando cada vez mais, é o Estado (COSTA apud ENGEL, 1992 p269).\nDe acordo com MOREIRA (1994) no final dá década de 70 houve o enfraquecimento das Escolas Alemãs e Francesas e um fortalecimento da Escola Norte-Americana, e somente resistindo às escolas inglesas, sobretudo, devido a Guerra Fria. Alguns autores e estudos que se destacaram na época:\n•\tJ. GOTTMANN (La politique des Etats et leur Géographie, 1952);\n•\tR. HARTSHORNE (The functional approach in Political Geography,1950);\n•\tH.W.ALEXANDER (World Political Patterns, 1957);\n•\tN.POUNDS (Political Geography, 1957);\n•\tS. COHEN (Geography and Politics in a World Divided, 1963);\n•\tP. GEORGE (Panorama du monde actuel, 1965).\nNessa nova fase da geografia, autores contemporâneos, que enfrentam agora o mundo numa nova visão das relações, ligado às economias do espaço globalizado, tem que se preocupar com o surgimento de novos atores e com novas formas de conflitos como: relações de gênero, de orientação sexual, conflitos culturais e étnico-territoriais, novas territorialidades, marginalidade/exclusão, etc.(MOREIRA, 1994). Neste contexto, surgem novos autores da geopolítica contemporânea, tais como Ives Lacoste (1929) e Michael Foucault (1926-1984).\nA Geopolítica nesses termos legitima o poder que é pensado e organizado de maneira estratégica, preconizando acima de tudo o Estado, que assume um papel importante dentro dos pilares deste estudo geoestratégico de fazer política. Portanto:\nA Geopolítica, por conseguinte, não é uma “ideologia Alemã”, mas a Geografia oficial sem seu costumeiro disfarce. A Geopolítica sob a forma exacerbada em que aparece no período entre-guerras serve inclusive para esconder o fato de que a geografia é sempre uma geopolítica, ou seja, um discurso que sempre está pondo sobre a mesa a questão do poder: dos homens sobre a natureza e dos sobre os outros homens (MOREIRA, 1994).\nPara COSTA (1992. p265), o enfoque multidisciplinar e o avançado debate da sua natureza demonstra que as novas formas de poder contemporâneo rompem com as tradições em que a geopolítica tinha o Estado como a única forma de poder. A tendência de globalização de uma visão liberal-democrática é complexa, cujos papeis da informação, da comunicação e da massificação cultural são fundamentais. Por isso, o velho \"Estado territorial\" com fronteiras rígidas e uma arquitetura político-social limitada já estão ultrapassados, para eclodir uma sociedade civil que impõe limites ao exercício do poder estatal. Por mais, o desejo de autonomia ético-política local não aceita passivamente a rigidez das fronteiras.\nAdemais, a utilização da geopolítica como meio para a intervenção na soberania nacional, justificado como uma maneira de abertura de mercados e universalização dos direitos humanos demonstra uma clara sobreposição tentativa político-ideológica e cultural da sociedade dominante.\n1.2\tGEOPOLÍTICA ENERGÉTICA\no\nO uso dos recursos naturais sempre foi essencial para a humanidade. No início, o homem primitivo utilizava os recursos energéticos somente para a sua sobrevivência, de forma a ser considerado um coletor, uma vez que vivia somente caça e da pesca. O surgimento de novas técnicas para armazenar o fogo, a domesticação dos animais, e a agricultura primitiva deram ao homem a oportunidade de se fixar numa região e armazenar os recursos naturais.\nAinda, com a percepção de comunidade e família o homem buscou novas formas de organização social, deixou o nomadismo para o sedentarismo, formou sistemas de governos com direitos e deveres, dentre outros. Com o tempo, novas necessidades foram surgindo e cada vez mais o homem buscou interagir com sociedades mais distantes, tanto para procurar novos produtos quanto satisfazer suas necessidades pessoais e comunitárias. A oportunidade do comércio possibilitou o homem desenvolver novas técnicas de armazenagem para os produtos excedentes. E logo o homem percebeu que os produtos não precisariam ser armazenados somente para momentos de escassez, mas sim para gerar riqueza e poder.\nAinda, alguns teóricos acreditam que o acesso aos recursos energéticos e o problema da escassez são fundamentais para a causa dos conflitos energéticos. O conceito de “escassez ambiental” foi introduzido por Thomas Homer-Dixon e explica que os conflitos podem ser agravados pela degradação dos recursos naturais. Para Homer-Dixon apud FUSER (2013) “a escassez de recursos renováveis pode produzir conflitos civis, instabilidade, deslocamentos populacionais e debilitar as funções políticas e sociais”. Ainda, Homer-Dixon não acredita que a globalização favorece a solução pacífica dos conflitos e diz que a liberdade econômica tende a intensificar os conflitos por recursos na medida em que os estados perdem o controle das atividades econômicas de seus territórios (FUSER, 2003 p20).\nÉ importante lembrar que os recursos energéticos ganharam grande importância após a revolução industrial no século XVIII e XIX, quando os processos manufatureiros nas fábricas foram substituídos pelo carvão, as locomotivas começaram a ser movidas a vapor, etc., entretanto as necessidades energéticas ainda poderiam ser supridas por recursos internos ou fontes próximas.\nCONAT E GOLD (1981 p21.) acreditam que a mudança para o petróleo, como principal fonte de energia, começou um pouco antes da Primeira Guerra Mundial, quando o primeiro lorde do almirantado britânico, Winston Churchill, resolveu converter toda sua esquadra militar para o consumo de petróleo, e esta decisão rapidamente foi seguida pelas grandes potências da época. Na geopolítica estratégia, esta decisão acarretou numa série de medidas de política externa e interna para assegurar o acesso às fontes de petróleo, principalmente situadas no Irã e Golfo Pérsico.\nOs alemães, franceses e norte-americanos também demostraram interesse pelo petróleo antes da Segunda Guerra Mundial, porém não o bastante para justificar uma intervenção no Oriente Médio. De fato, os conflitos na região eram mais por disputas estratégicas dos alemães e franceses contra os ingleses. Somente depois da Segunda Guerra Mundial, a ameaça soviética no Oriente Médio, a criação de Israel e a crescente importância do petróleo, que a região entrou na lista das precações dos Estados Unidos (CONAT E GOLD 1981 p21).\nmaneira geral, e triplicou, no caso do Japão. Na época, as importações de petróleo norteamericanas subiram de 23% para 39%, e o aumento da produção de insumos do petróleo aumentou o grau de dependência dos Estados Unidos, a Europa Ocidental e o Japão do petróleo situado principalmente no Oriente Médio e na África, enquanto a União Soviética continuava a ser autossuficiente em matéria de energia, e, portanto, não necessitava de fornecimento externo (CONAT E GOLD, 1981.).\nDe fato, até mesmo antes do fim da Segunda Guerra Mundial os Estados Unidos consideraram a segurança das rotas de petróleo como imprescindível para uma vitória militar e no período da Guerra Fria os norte americanos já se preocupavam com a segurança das rotas de petróleo e as zonas de produção, principalmente oriundas do Oriente Médio (OLIVEIRA,\n2007).\nAinda vale lembrar que no período da Guerra Fria, o mundo era dividido em dois grandes blocos: por um lado o bloco liderado pelos Estados Unidos, que visava o capitalismo e uma sociedade que construída na base das liberdades e conquistas individuais e no outro grupo liderado pela União Soviética, uma sociedade com fins socialistas e que acreditava em uma economia voltava ao bem coletivo e sob o comando do Estado, por isso, apesar da extrema importância dos recursos energéticos para a época, o foco ainda era o poder militar-estratégico.\nCom o fim da Guerra Fria e a vitória da economia capitalista, os Estados Unidos se tornou a potência hegemônica, e não só isso, uma vez que no período da Guerra Fria o principal tema a discutido na agenda internacional era a segurança, a manutenção da ordem e a estabilização do sistema internacional através do uso da força. Para KEOHANE &amp; NYE (2001) o mundo já não poderia mais ser pautado na teoria da estabilidade hegemônica4, em que os Estados Unidos, desde a Segunda Guerra Mundial, assumiram o papel de mantenedor da ordem internacional para garantir a ordem e a estabilidade econômica através da segurança militar, e em troca, receberam o privilégio de desenvolver regimes e normas internacionais que fossem convenientes aos seus próprios interesses.\nPor mais, nesse novo cenário já não se aplicava o modelo baseado no simbolismo5 da Segurança Nacional6, que visava aplicar os interesses estatais estadunidenses, com políticas econômicas adaptadas ao mercado interno, assim como, já não era mais aceito o antigo modelo de importação de cotas de petróleo mundial, promovido particularmente por produtores de petróleo norte-americanos e seus aliados (KEOHANE &amp; NYE, 2001).\nDe forma geral, acreditavam que o ambiente internacional não poderia ser explicado de acordo com a visão realista, e seus conceitos de interesse de poder, muito menos fundamentado somente pelo sistema capitalista de Marx. Ainda, KEOHANE &amp; NYE (2001) acreditavam que nem a Teoria da Interdependência Clássica ou o simbolismo da Segurança Nacional forneceriam diretrizes confiáveis para o problema da extensão desse novo cenário, sem a bipolaridade, e que a nova agenda internacional já não fazia a separação entre high politics e low politics.\nComo observa o analista Frances Philippe Sébille-Lopez:\n[...] se o petróleo constitui realmente uma das raríssimas fraquezas da superpotência americana, os Estados Unidos são contudo a única potência a dispor atualmente não só de uma política no plano mundial, mas também no plano de segurança do seu encaminhamento( SÉBILLE-LOPEZ apud FUSER, 2013 p.90).\nDepois da década de 90, a relação entre Estados Unidos e segurança energética se tornou bastante polêmica, uma vez que a política energética estadunidense responde em compatibilidade com grandes petrolíferas americanas (BP e a Shell). Depois desse período, foram diversas as intervenções militares norte americanas no Golfo Pérsico, o que demonstra o claro interesse pela maior reserva de petróleo mundial, e as invasões no Iraque, que é a\n5\tNo contexto geral, podemos definir filosoficamente o simbolismo como toda a doutrina segundo o qual o espirito humano não conhece nada mais que símbolos. No texto é utilizado como simbolismo racional, isto é, um sistema de sinais ou símbolos abstratos. Os sinais e símbolos desempenham um papel importante não somente na ciência, filosofia e na arte, mas em toda assim chamada criação de atividade cultural. A criação de um símbolo pode surgir de um processo natural ou atribuído (como no caso da imagem da necessidade de uma segurança nacional, difundida no período da Guerra Fria).\n6\tO simbolismo da segurança nacional foi largamente produzido na Guerra Fria, principalmente nos Estados Unidos, e sua forte ideologia nacionalista é uma das grandes heranças deixadas até a atualidade. Seu poder de persuasão foi aumentado pela analise realista e colocava a segurança nacional como o primeiro objetivo do Estado e acreditava que a ameaça à segurança nacional era permanente. O simbolismo da Segurança Nacional e o modo de análise realista, não somente mecanizou a reação a certos eventos, mas ajudou a sistematizar a reação de algumas alterações, em particular, nos regimes que eram considerados uma ameaçava à segurança nacional e que normalmente estavam situados em países de Terceiro Mundo. Enquanto isso, importantes mudanças econômicas nos países industrializados pareciam ser insignificantes (KEOHANE &amp; NYE, 2001).\nquinta maior reserva petrolífera mundial, se analisadas somente pelo fator econômico, causaram vários prejuízos ao país.\nO Iraque desperta grande interesse mundial, uma vez que o petróleo iraquiano é de fácil extração e boa qualidade. Os diversos conflitos e várias sanções internacionais deterioram a sua capacidade de exploração, por isso o Iraque, que antes não tinha assinado importantes concessões para petroleiras internacionais, em 2009, para aumentar sua produção, abriu a exploração para grupos estrangeiros. Nesse período, o grupo americano Exxon Mobil (80%) e o anglo-holandês Shell (20%) conseguiu explorar o petróleo de Qurna-oeste 1, no sul do país e logo mais tarde o Royal Dutch Shell, maior petrolífera da Europa, e a Petronas, da Malásia que conseguiram explorar o campo petrolífero iraquiano de Majnoon.\nOs Estados Unidos também tem problemas com o Irã (quarto no rank mundial de reservas de petróleo), principalmente por não aceitar o regime de Teerã, principal adversário da hegemonia norte americana no Oriente Médio. O governo norte americano acusa o Irã de desenvolver ter um programa nuclear e, mesmo sem provas, os Estados Unidos e a União Europeia impõem sanções contra o país, entretanto age com cautela com relação a uma possível invasão, principalmente porque ainda possui incertezas sobre a capacidade bélica do Irã. Além do Oriente Médio, os Estados Unidos atua contra a Rússia e tenta afastar o país das ex-repúblicas soviéticas do Mar Cáspio; na América do Sul assumiu um papel de hegemonia regional, e antes da morte do presidente venezuelano Hugo Chaves, sempre tentou neutralizar a influência do país, que sempre foi contrário à presença dos Estados Unidos na região (FUSER, 2013 p91).\nPor mais, a geopolítica energética coloca os fatores geográficos como determinante para a política governamental e a relação entre o poder das nações e a importância desses fatores geográficos são determinadas por diversos elementos: como a passagem do tempo, o surgimento de novas tecnologias, a necessidade de matéria prima, os objetivos nacionais e internacionais e a ética nas relações internacionais (CONANT E GOLD, 1981 p18). E nesse novo cenário em que a geopolítica não é pensada somente para fazer a guerra, fatores como a política governamental e a posição das relações de poder tem igual relevância com temas de direitos humanos e direitos ambientais.\nAinda, para a segurança nacional dos países, o controle da interdependência energética é essencial. Por isso os países podem tomar diversas ações políticas para assegurar o suprimento externo. Uma importante medida é a escolha do fornecedor principal e se pode dar de duas maneiras: Através de um fornecedor preferencial, com relações bilaterais e com benefícios mútuos ou através de mercados comuns, como o diálogo com o Mercado Comum Árabe. Outra ação é usar políticas para reduzir o acesso a suprimentos externos, através do incentivo para a produção de energias alternativas ou novas pesquisas na área energética. Por último, através de políticas de conservação e armazenamento de energia, principalmente vindas do petróleo (CONANT E GOLD, 1981). Não somente, os Estados também podem tomar ações conjuntas ou entrar em organizações internacionais para controlar a dependência do petróleo, e ainda, ter recursos para agir em caso de corte dos suprimentos energéticos.\n1.2.1\tPetróleo\nPara analisar o petróleo como fonte de energia é necessário visualizar em dois níveis. Primeiro em nível regional, tendo como destaque os países exportadores de petróleo, e em particular como influência na política regional. No caso dos países mais pobres, o petróleo influencia diretamente na economia e no bem estar social, e, muitas vezes é fonte de diversos conflitos armados e disputas de poder para o controle do território e dos seus recursos energéticos. Em nível global, temos que verificar como esses recursos energéticos podem ser utilizados como estratégia geopolítica das grandes potências e como o seu controle pode influenciar na balança de poder (CONANT E GOLD, 1981).\nPor mais, o petróleo está inserido no nosso dia a dia, tanto da cidade como do campo, e cada vez mais o homem utiliza seus derivados. O petróleo se encontra na borracha sintética, nos remédios (benzeno), nos produtos de limpeza, no asfalto, nos cosméticos e até na comida como fertilizante ou corantes artificiais, por isso é muito difícil existir um produto que substitua o petróleo como um todo.\nEm todo mundo, o petróleo é o maior negócio e o mais difundido, a maior entre as maiores indústrias que se desenvolveram a partir da última década do século 19. [...] Quando olhamos para o século 21, fica claro que certamente um chip de computador propiciará a hegemonia tanto quanto o petróleo. Mesmo assim, a indústria petrolífera continuará a ter um impacto enorme. [...] Enquanto não se encontrar uma fonte alternativa de energia, o petróleo continuará a ter efeitos de longo alcance\nAinda, o petróleo cru tem diferentes graus de intensidade e quanto mais pesado mais difícil e complexo ser viável comercialmente. O petróleo é classificado em quatro categorias, extrapesado, pesado, médio e leve. O petróleo extrapesado pode ser comparado a um pedaço de carvão e precisa ser passado para o estado líquido antes de ir ao refinamento. O leve não precisa de tanto trabalho para ser transformado em derivado. Desde o processo de extração a venda dos derivados, a cadeia produtiva do petróleo precisa passar por cinco etapas:\n•\tExploração (prospecção) -> É a mais complicada de todas as etapas, porque é necessário um alto investimento para descobrir áreas com petróleo, e mesmo depois de descoberto, corre o risco de perder o investimento por não ser economicamente viável. De cada 100 reservatórios de petróleo somente 20 a 30 compensam o custo de extração.\n•\tExtração (produção) -> A extração também é um processo complicado porque em muitas regiões tem alto risco humano, como nas plataformas de alto mar do Golfo do México, onde ocorre muita incidência de furacões, ou zonas de conflitos armados, como na Colômbia ou Nigéria. A extração também envolve temas delicados, como o meio-ambiente e o risco de uma falha causar danos irreversíveis à natureza.\n•\tTransporte -> Depois de ser extraído, o petróleo deve ser levado às refinarias, e muitas delas estão distantes do ponto de extração, e às vezes em outro continente. Do comércio mundial de petróleo, 65% são levados por navios-petroleiros de vários tamanhos, volumes, características dos trajetos (portos, estreitos, canais), origem e destino. Os petróleos exportados a longa distância normalmente são transportados por navios-petroleiros com o peso entre 200 mil a 300 mil toneladas, e podem carregar dois milhões de barris por viagem, com um custo de frete estimado a US$ 100 mil dólares por dia.\n•\tRefino -> é a transformação do óleo cru em produtos que serão utilizados no mercado. São vários processos industriais complexos, para aproveitar o máximo seu potencial. O refino tem alto custo e investimento, e também,\n• Venda ao consumidor -> É o produto final, depois de ser refinado é distribuído para diversas localidades para serem vendidas para o público alvo (FUSER, 2013 p30-31).\nE como é necessário um grande investimento e tecnologia para a exploração do petróleo, durante o século XX algumas empresas se especializaram no setor, e são conhecidas como IOCs (International Oil Companies). Até hoje essas empresas mantêm uma forte influência no mercado mundial. Das 500 maiores empresas mundiais, de 2011, seis das doze primeiras eram OICs: ExxonMobil (2° lugar), Royal Dutch Shell (3° lugar), BP (4° lugar), Chevron (10°) e ConocoPhilips (12° lugar).\n1.2.1.1 Estados Unidos\nHistoricamente, com o fim da bipolaridade da Guerra Fria, o poder das superpotências, essenciais para a manutenção da ordem mundial no século XX, já não eram importantes no final do século XX e início do Século XXI. Ainda, uma vez que as mazelas causadas pelas duas grandes guerras mundiais e a guerra psicológica da Guerra Fria despertaram um desconforto da comunidade internacional, os conflitos começaram a ter uma maior regionalização.\nNão se destacavam mais conflitos por disputa de poder por superpotências, mas sim disputas regionais em que a questão do petróleo, muitas vezes, estava vinculada a guerras civis, guerrilhas separatismos e insurgências. E a comunidade internacional começou a ter outra visão dos conflitos, isto é, como essas guerras civis ou interestatais afetariam a política ou econômica mundial e quais direitos civis e humanitários seriam violados.\nDe fato, o interesse norte americano começou em janeiro de 1980, quando o presidente Jimmy Carter anunciou que os Estados Unidos consideravam o Golfo Pérsico como vital e que estariam dispostos a defendê-la com todos os meios necessários, inclusive com o uso de\n*7 força militar. Era o inicio da Doutrina Carter , ou como o historiador norte americano Douglas Little definiu, “uma Doutrina Monroe para o Oriente Médio” (FUSER apud LITTLE, 2013 p109). Nesse tempo, os Estados Unidos tentava iniciar a iniciativa política no Oriente Médio após a Revolução Iraniana e a intervenção soviética no Afeganistão. Após o anúncio da Doutrina Carter, os Estados Unidos passaram a buscar o controle do Oriente Médio, com o objetivo de garantir o acesso ao petróleo, proteger seus aliados e os interesses de Israel (FUSER, 2013).\nA Guerra do Golfo, em 1991, entre o Iraque e a força de coalização, liderada pelos Estados Unidos, se tornou a primeira guerra com interesses petrolíferos e justificativa humanitária. Não se nega as violações dos direitos humanos na guerra, entretanto tanto as ações Iraquianas, de invadir o Kuwait, quanto das forças de coalização, liderada pelos Estados Unidos, tinha interesses geopolíticos energéticos.\nApós a segunda crise no Iraque, causada pela invasão de 2003, o mundo estava preocupado se o petróleo mundial poderia chegar ao patamar de 50 dólares o barril. A Agência Internacional de Energia, em 2004, fez uma projeção estimando que o preço do barril de petróleo não atingiria o topo de 50 dólares até 2028, entretanto, para a surpresa dos mais pessimistas, o barril está cotado a 100 dólares em 2014. Esse aumento desproporcional acabou forçando os países industrializados, em particular os Estados Unidos, a realizarem estudos e desenvolvimento de novas tecnologias energéticas e também, criar processos mais eficazes para a conservação da energia (informação verbal) 7 8.\nDe acordo com KLARE (2006 p 201- 223) a guerra do Iraque, iniciada em março de 2003, foi uma estratégia dos Estados Unidos de proteger os poços de petróleo iraquianos de\n7\tA doutrina foi iniciada após o discurso do presidente norte americano Jimmy Carter, no dia 23 de janeiro de 1980, no discurso anual “O Estado da União”, e mostrava a disposição dos Estados Unidos de utilizar a força militar no Oriente Médio diante dos desafios na época: 1) assegurar o controle das reservas de petróleo na época; reagir diante a intervenção da URSS no Afeganistão, ocorrido em dezembro de 1979. As intenções norte americanas no Golfo Persico eram: restaurar plenamente a influência dos EUA no golfo; garantir a cooperação dos governos da região com os Estados Unidos; conter a propagação da Revolução Iraniana e aproximar os países de Israel (FUSER, 2013).\n8\tPalestra de abertura sobre Energia e Geopolítica do seminário Energia e Geopolítica: os impactos da segurança energética nas relações internacionais realizado no dia 12 de agosto de 2014, com José Botafogo Gonçalves (CEBRI), Mark E. Stroh (Consulado Geral dos Estados Unidos no Rio de Janeiro), Antenor Barros Leal (ACRJ) e palestra de Helder Queiroz (ANP). A palestra de abertura com a duração de com duração de 01 hora 11 minutos e 07 segundos está disponível em: &lt;http://www.cebri.org/m/portal/podcasts-e-videos/podcasts/energia-e-geopolitica-palestra-de-abertura>\numa possível destruição. É fato que no ano 2000, ocorreu uma severa escassez de petróleo e gás natural nos Estados Unidos, acompanhados por apagões na Califórnia e ainda, as exportações de petróleo aumentaram mais de 50% do consumo interno, provocando uma grande preocupação sobre o fornecimento de energia em longo prazo, e o petróleo iraquiano sempre foi uma importante fonte de abastecimento estadunidense.\nO governo do presidente Bush9 criou o Grupo Nacional de Desenvolvimento de Políticas de Energia (National Energy Policy Development Group-NEPDG) para solucionar o problema energético do país. Nesse período, os Estados Unidos estavam diante de duas escolhas: continuar o consumo do petróleo e aumentar ainda mais a dependência externa ou buscar novas fontes alternativas de energia. O relatório da NEPDG apontou que a melhor solução era a rejeição da dependência do petróleo e a busca de novas fontes de energia. Entretanto, apesar de saber a melhor alternativa o governo americano preferiu utilizar pesquisas para melhorar a produção interna e a exploração de áreas naturais protegidas.\nAinda, por duas razões a energia era considerada prioridade na Casa Branca. A primeira porque a energia era fundamental para os principais setores norte-americanos, como a indústria automotiva, a aeronáutica, a construção, a petroquímica e a agricultura, uma vez que o petróleo representa dois quinto da provisão total de energia do país; a segunda, que o petróleo era fundamental para Segurança Nacional, visto que a numerosa frota de tanques, aviões, helicópteros e barcos constituem a espinha dorsal do arsenal estadunidense, como mostra as figuras abaixo (NEP, 2001).\nFonte: U.S. Energy Information Administration / Annual Energy Review 2011\nNota-se que o consumo de energia pelo governo dos Estados Unidos é essencial para a defesa nacional. Apesar da grande dependência, desde 1975 houve uma grande redução do consumo de energia, uma vez que estava acima de 1.200 trilhões de Btu10 em 1975 e reduziram para perto de 800 trilhões de Btu em 2001. Uma parte dessa redução se deu pela crise energética que começou em 2000, onde ocasião em que o estado da Califórnia sofreu uma série de blecautes. A crise se agravou em 2003 quando a região nordeste dos Estados Unidos e a região leste do Canadá entraram em colapso e provocaram um apagão que atingiu cerca de 55 milhões de pessoas. Logo após, o governo dos Estados Unidos tomou uma série de medidas para aperfeiçoar o consumo de energia.\nNo relatório divulgado em 2001 pela Casa Branca, chamado de National Energy\nPolicy (NEP), os Estados Unidos deixam evidente a importância do petróleo para a segurança nacional, como mostra o trecho a seguir:\nWe are self-sufficient in virtually all our energy resources except oil, of which we import 52 percent of our net requirements, and natural gas, of which we import 15 to 16 percent of our net requirements, primarily from Canada.\nWe should not, however, look at energy security in isolation from the rest of the world. In a global energy marketplace, U.S. energy and economic security are directly linked not only to our domestic and international energy supplies, but to those of our trading partners as well. A significant disruption in world oil supplies could adversely affect our economy and our ability to promote key foreign and\nOur energy security also depends on an efficient domestic and international infrastructure to support all segments of the energy supply chain. [...] (NEP, 2001 p.129).\nO relatório11 divulgado pela EIA12 de 2011 demostra que nos 2003, 2010 e 2011 a principal fonte de energia utilizada pelas agências do governo americano foi o petróleo, com o montante de 697, 689 e 695 trilhões de Btu utilizados, respectivamente, e em segundo lugar, bem abaixo, a eletricidade com 101,103 e 104 trilhões de Btu, respectivamente, utilizados. É importante lembrar, que a grande parte desse combustível foi utilizada para alimentar os jatos militares, logo depois motores a óleo e bem abaixo motores a gasolina, mostrando a suma importância do petróleo para as formas armadas norte americano, como mostra a figura abaixo.\nTrtton Btu\t®\tTraon Btu\nGráfico 2 - Consumo de energia do governo dos EUA por agência de 2003, 2010 e 2011.\nBy Agency\nBOO-\tDepartment of Defena©\tAll Other Agencie»\nPetroleum*\tElectricity\tNatural Gas’ Coal. Purchased\tPetnxetm*\tElectricity\tNatural Gas’ Coa, Purchased\nSteam, ana OtrerJ\tSteam, 3rd Othe^\nSource\n1 inciuaes small amount of renewable energy: see Taoie 1.13. footnote 8.\n- Natural gas. plus a small amount of supplemental gaseous fuels\n1 Chiied water, renewaoie energy, and other fuels repcrteo as used in facilities.\n*\tDisc late fuel c> ana res-du3i fuel oil.\n•\tinauoes ethanol Diended into motor gasoline.\n’Aviation gasoline, liquefied petroleum gas. and other types of fue used ir vehicles and equipment prmaniy alternative fuels ifce methanol, ethanol, compressed natural gas. and biodiesel.\nNote: The U.S. Governments fiscal year runs from October 1 through September 3D.\nSource: Ta&amp;el.l3.\nFonte: U.S. Energy Information Administration / Annual Energy Review 2011\n11\tVer em: Annual Energy Review 2011, divulgado pela EIA.\n12\tEIA - U.S. Energy Information Administration\nAinda, as estratégias geopolíticas estadunidenses para assegurar a segurança energética tem um grande impacto na sua política externa, e, muitas vezes, causam revolta e desordem em países cuja população tem um forte sentimento anti-estadunidense. Por isso, os Estados Unidos, muitas vezes, para assegurar o fornecimento do petróleo, enviam soldados para regiões de conflitos ou interferem na política local. A intervenção também aumenta a instabilidade do país, principalmente daqueles cuja população é pobre e a economia\n13\ndependente da exploração do petróleo. .\nÉ importante salientar que após a década de 1990 aumentou a preocupação norteamericana com temas humanitários, assim como o surgimento de novos conceitos, como a responsabilidade de proteger13 14 e a nova política de combate ao terrorismo. De fato, essa posição já era demonstrada, antes mesmo do início da chamada guerra contra o chamado “eixo do mal” 15, e a ocupação tanto do Afeganistão quanto do o Iraque, após os atentados de 11 de setembro de 2001, como demostra o relatório da NEP( 2001).\nEconomic sanctions include U.S. unilateral sanctions as well as multilateral sanctions, such as United Nations (UN) Security Council Resolutions. Sanctions can advance important national and global security objectives and can be an important foreign policy tool, especially against nations that support terrorism or seek to acquire weapons of mass destruction. Nevertheless, sanctions should be periodically reviewed to ensure their continued effectiveness and to minimize their costs on U.S. citizens and interests. (NEP, 2001 p.132)\n13\tAs guerras não convencionais são guerras onde as operações de guerrilhas, terroristas ou de paramilitares se chocam com as forças regulares. Lutando por meio de batalhas, usando armamento também entendidos como convencionais (ÁVILA E RANGEL, 2009).\n14\tO conceito de responsabilidade de proteger vai ser explicado no capítulo 6, mas em suma é quando a comunidade internacional assume a responsabilidade, que antes era do Estado opressor, quando existem graves violações dos direitos humanos.\n15\tO eixo do mal foi utilizado no discurso que o presidente George W. Bush deu para congressistas norteamericanos em 2002, para três países que ameaçavam a segurança estadunidense. Para ele a Coréia do Norte, Irã e o Iraque desenvolviam armas de destruição em massa e financiavam o terrorismo regional e mundial e logo depois foi incluído na lista Cuba, Líbia e a Síria.\nFonte: U.S. Energy Information Administration / Annual Energy Review 2011\nOs Estados Unidos, sempre foi extremamente dependente da energia importada, principalmente do petróleo vindo de países do Oriente Médio e África, e esse cenário estava crescente até os últimos cinco anos. O país só pode reduzir a dependência internacional quando passou a investir em técnicas para aumentar o aproveitamento de energia do óleo de xisto, associado com programas de eficiência energética, em especial para melhorar o setor de transporte e avanço nos estudos geológicos, que permitiram um mapeamento dos recursos petrolíferos com mais precisão possibilitou que a dependência estadunidense diminuísse. Em 2006 e 2007, o país importava, grande parte do Oriente Médio, de 60 a 65% de seu consumo de energia, e reduziu para 45%, na atualidade.\nTambém, a tecnologia atual permitiu o descobrimento de novos campos de recursos energéticos e proporcionou o aumento da exploração e produção, em contrapartida, o custo de produção ainda é elevado com relação ao preço do produto final. Esse avanço se deu, em grande parte, pelo crescimento do interesse nos campos de recursos não convencionais16, junto com políticas energéticas para elevar a produção e diminuir os custos. No entanto, ainda não se analisou a sustentabilidade desses campos não convencionais em longo prazo, já que as curvas de produção atingem o pico mais rápido que nas produções convencionais, e criam a\nnecessidade da entrada de novos poços. O problema dessa dinâmica é saber até quando a entrada desses campos não convencionais será sustentável em longo prazo.\n1.2.1.2\tA África, China e a Rússia.\nDe acordo com a ANP o crescimento do consumo mundial de energia entre o período de 2000 a 2013 foi de 32% (+ 2,6 Gtep17 18), sendo do total, 1,9 Gtep se deu para a China e 0,4 Gtep para Índia, ou seja, representaram aproximadamente 88,5% do aumento da demanda por energia, sendo que, a China foi responsável por 73% do aumento da demanda, nesse período (informação verbal) 19 Na geopolítica, esses fatores alteram o conjunto de pressões do mercado internacional.\nAlém, nos últimos dez anos, a fonte de energia que mais cresceu foi o carvão, principalmente devido ao crescimento intensivo do carvão como energia primária na China. Outro fator relevante, principalmente após a virada do milênio, foi o aumento do peso do fator ambiental, e seus impactos no mundo, conjurando uma maior correlação dos processos políticos e ambientais para buscar uma matriz de energia mais limpa, diminuindo a importação, principalmente dos países membros da OCDE20.\nEm 2030, calcula-se que a China necessitará de 15 milhões de barris de petróleo por dia para poder sustentar seu forte crescimento econômico, sendo que desse total, apenas quatro milhões de barris por dia seriam produzidos internamente e os outros onze milhões de barris seriam importados. Para garantir os recursos energéticos para o crescimento e também\n17\tANP(Agência Nacional de Petróleo, Gás Natural e Combustível).\n18\tGtep - De acordo com a ANEEL, por definição tep (Tonelada equivalente de petróleo) é uma unidade de energia utilizada para comparar o poder calorífico de diversas formas de energia do petróleo. Uma tep é a energia que se pode obter através de uma tonelada padrão. Para a conversão entre unidades exponenciais, 1 G (giga) corresponde a 109.\n19\tJUNIOR, Helder Queiroz Pinto. Geopolítica do Petróleo: Uma Década de Transformações In: Seminário Energia e Geopolítica: Os impactos da segurança energética nas relações internacionais Geopolítica do Petróleo, 2014, Rio de Janeiro. CEBRI - Rio de Janeiro, 12/08/ 2014. O slide da apresentação está disponível em: &lt;http://www.cebri.org/download/1139/Helder%20Queiroz%20ANP%20-%20Geopolitica%20do%20Petroleo%20uma%20decada%20de%20transformacoes.pdf;jsessionid=71C3129260 C185D7A981C0A4999C5737> e a palestra de abertura com a duração de com duração de 01hora 11 minutos e 07 segundos está disponível em : &lt;http://www.cebri.org/m/portal/podcasts-e-videos/podcasts/energia-e-geopolitica-palestra-de-abertura> .\n20\tOCDE - Organização de Cooperação e de Desenvolvimento Econômico foi criada em 1961 e seu objetivo era substituir a Organização Europeia para a Cooperação Econômica (OECE), que foi formada em 1947 para gerenciar o plano Marshall cujo objetivo era ajudar os países europeus após a Segunda Guerra Mundial.\npara ampliar as capacidades militares a China adotou três prioridades estratégicas (KLARE apud FUSER, 2013 p.92.):\n•\tDiversificar os fornecedores de energia de modo que possa reduzir a vulnerabilidade no caso de um corte no suprimento, seja por motivos naturais ou políticos;\n•\tPriorizar o petróleo e gás natural transportado via terrestre Através de oleodutos e gasodutos em vez de utilizar meios marítimos para diminuir a vulnerabilidade de algum bloqueio naval ou sanção econômica;\n•\tLançar empresas petrolíferas estatais ou de mistas para obter o controle das reservas de hidrocarbonetos no mundo.\nA China faz investimentos no campo da energia em todo o mundo e possui parceiros diversificados, como o Irã, Angola, Sudão, Venezuela e até mesmo o Brasil, com investimentos no Campo de Libra. Além de manter boas relações com a Rússia e dos países da Ásia Central, visto a sua prioridade no abastecimento por terra.\nNa exploração dos hidrocarbonetos, a África se tornou um fator vital para a nova geopolítica energética do Século XXI, principalmente depois da revolução Offshore que permitiu a perfuração em campos não explorados e colocou o continente numa posição central para as estratégias geopolíticas. Em 2005 a África produziu 104 milhões toneladas de petróleo, dos quais 104 de toneladas milhões foram produzidos pela Nigéria e 45 milhões de toneladas por Angola. No mercado global a África representa 15% da produção mundial de petróleo e 10 da produção de gás natural, e se tornou alvo dos Estados Unidos, a China e a Índia, principalmente porque economias fortemente dependentes de petróleo precisam de uma grande diversificação de mercados para aumentar sua segurança energética. Apesar do potencial de mercado, a África tem sérios problemas pode podem causar instabilidade ou corte no abastecimento, principalmente porque muitos países possuem problemas de governança, conflitos armados, corrupção e endividamentos (HUGON, 2009 p 73-74).\n21\tOffshore - Perfuração realizada em alto mar\nPara KLARE apud FUSER (2003, p102):\nO que torna a África tão tentadora atualmente é extremamente o mesmo que levou a atrair predadores estrangeiros nos séculos anteriores: a vasta abundância de matérias-primas vitais em um continente extremamente endividado, politicamente débil e ostensivamente aberto à exploração internacional. [...]. Por causa da sua história atormentada, a África carece de defesas contra a exploração estrangeira dos recursos que outras regiões previamente colonizadas estabeleceram com o tempo. A descolonização da região é relativamente recente - as colônias portuguesas, por exemplo, só conquistaram a independência em 1975. Com poucos profissionais qualificados, os países africanos não tiveram escolha senão a de recorrer às corporações estrangeiras para colocar em operação os imensos projetos de petróleo e gás implantado nos últimos anos. Não surpreende, portanto que as companhias transnacionais achem muito mais vantajoso fazer negócio na África do que no Oriente Médio, na Venezuela ou até mesmo no Mar Cáspio, onde estatais como a Aramco, a PdVSA e a KaiMunaiGaz operam sob rígida supervisão governamental, limitando as oportunidades por acordos muito lucrativos.\nA Rússia também teve um grande crescimento nas suas exportações de petróleo e gás natural desde a década de 1990. Isso ocorreu devido à dependência europeia com relação aos suprimentos energéticos Russos. Por exemplo, a Alemanha importa 40% do gás natural e 20% do petróleo russo, o Leste Europeu, Países Bálticos (Estônia, Letônia e Lituânia), a Ucrânia e a Bielorrússia também são dependentes do suprimento energéticos da Rússia. A China e a Índia, assim como os países asiáticos também têm interesses nos hidrocarbonetos russos, já que parte das reservas da Rússia está situada no leste da Sibéria, facilitando o transporte aos países asiáticos (FUSER, 2013 p.95-96).\nPor separar a Europa da Ásia, a Rússia tem uma grande vantagem geopolítica, uma vez que o Estado controla a maioria das rotas para a Europa e mantém um forte vínculo com as antigas repúblicas soviéticas no entorno do Mar Cáspio, estes países que têm uma reserva significativa de petróleo e gás natural. Assim, desde 1991 a Rússia uma intensa disputa contra os Estados Unidos pelo controle da região. Por um lado, as petrolíferas estadunidenses tentam fazer contratos bilionários para a exploração de hidrocarbonetos no Azerbaijão, Cazaquistão e outros, e também, os Estados Unidos tentam construir gasodutos desde a Ásia até a Europa\n22 sem passar pela Rússia ou o Irã , por outro a Rússia tenta impedir o avanço norte americano na Ásia Central e tenta manter a dependência da Europa pelos hidrocarbonetos ao mesmo tempo em que tenta avançar nos mercados asiáticos (FUSER, 2013 p.96).\n1.2.2\tSegurança Energética\nA IEA define a segurança energética como a disponibilidade ininterrupta de fonte de energia a um preço acessível. A segurança energética tem várias dimensões: em longo termo, a segurança energética procura suprir as demandas futuras para manter a estabilidade econômica e sustentabilidade ambiental. Em curto prazo, a segurança energética analisa a capacidade de reação do sistema energético a uma busca mudança de equilíbrio entre a oferta e a demanda (IEA, 2014).\nNa visão dos países desenvolvidos que importam o petróleo e o gás natural, como os Estados Unidos, o Japão e a União Europeia, a segurança energética é definida como “o aporte confiável, amplo e diversificado e a preços acessíveis de suprimentos de petróleo e gás natural (e seus equivalentes futuros) para os Estados Unidos, seus aliados e parceiros - e a infraestrutura adequada para levar esses suprimentos ao mercado” (KALICK apud FUSER,\n2013.\tp146).\nPara os países produtores, muitos deles com conflitos internos, formularam um conceito alternativo, o da soberania energética. Soberania, entendida como o uso dos recursos naturais com potencial energético, pelos países produtores, como instrumento para atingir objetivos econômicos e sociais, definidos pelo Estado produtor (FUSER, 2013. p146). O pesquisador argentino Gustavo Lahoud define soberania energética como:\n[...] a capacidade de uma comunidade política para exercer o controle e a autoridade e para regular de maneira racional e sustentável a exploração dos recursos energéticos, conservando uma margem de manobra e uma liberdade de ação que lhe permitam minimizar os custos associados às pressões externas dos atores estratégicos que rivalizam para obtenção desse recurso (LAHOUD apud FUSER, 2013. p146).\n22\tA Rússia é colaborador do Irã fornecendo armamento bélico, utilizando seu veto no conselho de segurança para barrar sanções contra o país, dentre outros.\n23\tIEA - International Energy Agency ou em português: Agência Internacional de Energia, AIE.\nPara a IEA (2014), a falta de segurança energética pode proporcionar problemas econômicos e impactos sociais, ou seja, insuficiência energética, preços não compatíveis com o mercado ou extremamente voláteis. No caso do mercado internacional do petróleo em que os preços são ajustáveis de acordo com as mudanças de fornecimento e demanda, o risco de indisponibilidade de produto é limitada a eventos externos, por isso as preocupações com a segurança de abastecimento estão relacionadas com os danos econômicos causadas por picos extremos. A prevenção com a falta de fornecimento precisa ser mais incisiva nos mercados de energia onde o sistema de transmissão precisa estar em constante equilíbrio, como na eletricidade, e em parte, o gás natural. Ainda, a segurança energética é vital nos casos em que existe a restrição da capacidade ou os preços não são capazes de ajustar o equilíbrio entre a oferta e a demanda no curto prazo. O diagrama a seguir mostra os principais objetivos da segurança energética.\nFigura 1- Definindo a segurança energética\nFonte: IEA, 2014 (modificado pelo autor).\nDe fato, o principal objetivo da segurança energética é responder de forma eficaz e em curto prazo caso tenha uma grave redução ou corte do fornecimento do petróleo mundial. Também, promover medidas alternativas, em longo prazo, para reduzir a dependência do petróleo, como a pesquisa de novas fontes de energia (IEA, 2014).\n24 pertencentes à OPAEP , além da Síria e do Egito, tomaram medidas para reduzir a produção de petróleo de cerca de 20,8 milhões de barris por dia (Mb/d) para cerca de 15,8 Mb/d ( demanda global no período era de 57,1 Mb/d ). No mesmo período, a OPEP fixou um preço 400% maior que usualmente praticava, e em pouco tempo, a principal fonte de energia mundial se tornou cara e escassa (IEA, 2014).\nNo geral, o embargo causou um déficit no mercado internacional que chegou a atingir\n4,3\tMb/d. Essa redução, além de diminuir o crescimento dos países industrializados da época, diminuiu a capacidade de reposição dos países não-OPEP24 25 26, forçando os países a acabarem com suas reservas de petróleo.\nA preocupação dos países industrializados, que incluíram depois de 1973 a segurança energética como fundamental na agenda internacional, se deu por dois motivos: 1) a concentração geográfica dos países produtores de petróleo estava situada no Oriente Médio, América Latina e na Antiga União Soviética; 2) o rápido esgotamento das reservas dos Estados Unidos na década de 1970, em que o país deixou de ser exportador para se tornar importador de petróleo (IEA, 2014).\nPara a IEA (2014) esse evento alertou os policy-makers ou tomadores de decisões dos países industrializados do problema da dependência do petróleo e a vulnerabilidade mundial. Os países pertencentes a OCDE, em 1973, tinham um controle limitado sobre uma das commodities mais importantes para o crescimento de sua economia e nenhum planejamento para evitar ou mitigar as graves consequências econômicas e políticas no caso de um novo corte no fornecimento do petróleo. Por isso, em 1974 um grupo de países formaram a IEA. O objetivo principal era lidar com as interrupções do fornecimento do petróleo, em curto prazo, e construir um mercado mais resistente a médio e longo prazo.\nAinda, se iniciou uma discursão sobre as necessidades básicas mundiais e os principais pontos abordados foram:\n24OPAEP - Organização dos Países Árabes Exportadores de Petróleo ou em inglês: Organization of Arab Petroleum Exporting Countries, OAPEC.\n25\tOPEP - Organização dos Países Exportadores de Petróleo ou em inglês: Organization of the Petroleum Exporting Countries, OPEC.\n26\tOs membros da OPEP em 1973 eram a Arábia Saudita, Argélia, Catar, Emirados, Árabes Unidos, Equador, Irã, Iraque, Kuwait, Líbia, Nigéria e a Venezuela.\n•\tNecessidade de criação de um mercado mundial para o petróleo -> O mercado de petróleo deve ser visto como um mercado mundial, até porque o petróleo é uma commodity fungível. Um evento de mercado em um lugar específico afeta os consumidores do mundo inteiro, por isso os países industrializados tem interesse comuns e as decisões não devem ser tomadas de maneira individual, mas sim em cooperação e com o apoio de instituições internacionais permanentes.\n•\tO problema da segurança energética -> Visto que a segurança do petróleo é diretamente afetada por questões mais amplas, relativas a toda as fontes de energia, conservação de energia e a viabilidade das fontes alternativas, tais como, carvão e energia nuclear, elas determinam, em parte, a dependência do petróleo, assim como a preservação do meio ambiente. Por isso, esses assuntos devem ser criteriosamente analisados e de extrema importância, tanto quanto o petróleo, na política de cooperação de instituições internacionais.\n•\tCooperação de energia em longo-termo -> Cooperações internacionais devem ser feitas em longo termo para reduzir a dependência do petróleo e a vulnerabilidade econômica. A cooperação deve melhorar os incentivos para dinamizar o fornecimento do petróleo, bem como desenvolver técnicas de conservação e a utilização de fontes alternativas de energia para diminuir a dependência do petróleo.\n•\tRelação com os produtores -> Países consumidores devem estabelecer acordos de cooperação com países produtores de petróleo e com consumidores de outros países a fim de estabelecer arranjos que tragam benefícios mútuos.\n•\tRede de segurança: Compartilhamento do petróleo, regras de tratados -> Como prioridade, instituições devem cooperar para estabelecer um sistema de emergência compartilhado em caso de um futuro embargo do petróleo ou corte no fornecimento por desastre natural ou outras causas. O sistema de compartilhamento e os outros elementos chaves da cooperação devem ser estabelecidos através de tratados mediados por instituições internacionais permanentes.\n•\tUtilização de Mecanismos de controle de falhas (Fail-Safe) no sistema compartilhado -> O sistema de compartilhamento de petróleo não deve ser iniciado por uma decisão unânime de todos os membros (uma forma de\n•\tPapel do secretário -> O secretário em exercício é um funcionário imparcial de uma instituição internacional, que deve receber um grande poder e sem precedentes, incluindo a habilidade de acionar o sistema de compartilhamento, mesmo sobre pressão política, esta que podem impedir os países de agirem de forma rápida e eficaz, no caso de uma situação de emergência do petróleo.\n•\tPolicy-makers -> A nova instituição deve ter um sistema eficaz para a tomada de decisões objetivas, rápidas e eficazes.\n•\tSistema de Informação -> O sistema deve ser desenvolvido para detectar e detalhar as informações importantes para a transparência do mercado de petróleo (informações pertinentes, inclusive dados confidenciais e de propriedade privada), e que podem ser utilizadas como auxílio a uma resposta em caso de uma situação de emergência. É importante salientar que devem ser adotadas regras para a divulgação dessas informações.\n•\tAcordo com as empresas petrolíferas -> Acordos devem ser feitos com as companhias de petróleo, não somente para fornecer dados para as instituições internacionais, mas também para assessorar no desenvolvimento e operação de um sistema de partilha de petróleo (IEA, 1994).\nNa década de 1970, depois da crise, diversos países começaram novos programas para diminuir a dependência do petróleo, dentre eles programas a utilização da energia nuclear e o resultado foi a diminuição do uso do petróleo para a geração de energia. No mesmo tempo, diversos países pertencentes à OECD começaram a explorar reservas de petróleo em seus países, diminuindo significativamente a importação da commodity e, nos primeiros cinco anos da década de 1980, ocorreu a maior queda nas importações desde a década de 1960 (IEA, 2014).\n27\na crescer novamente nos países membros da OECD . Não somente, os países asiáticos, em constante desenvolvimento, também aumentaram a dependência do petróleo, bem como, alguns países não pertencentes à OECD.\nDe acordo com a IEA (2014) em 2013 o consumo de petróleo dos países não-OECD alcançou o consumo de petróleo dos países da OECD, principalmente pelo avanço dos países emergentes. Ainda, em 2012, os países não-OECD representavam 49% da demanda mundial por petróleo, e estimativas mostram que em 2018 o consumo pode chegar a 54%, ultrapassando os países pertencentes à OECD.\nGráfico 4 - Demanda mundial de petróleo, 1990 - 2018 (Milhões de barris por dia)\nDesde a criação da IEA, a demanda dos países da OECD sempre foi alta, assim como a preocupação com a dependência e a vulnerabilidade mundial. Dentro desse cenário, o país que se destaca é os Estados Unidos, grande consumido e dependente do petróleo, que nos últimos anos diminuiu sua dependência devido aos diversos programas iniciados no governo de George W Bush27 28.\nA partir de 1970, a segurança energética passou a ocupar lugar privilegiado nas estratégias dos países membros da IEA, que encaravam que os recursos energéticos deveriam\n27\tA OECD teve origem em 1961 com 20 Estados-membros e ao longo dos anos adicionou mais 14 Estados-membros, tento um total de 34 países associados, sendo eles:\nPaíses que ingressaram em 1961: Alemanha, Áustria, Bélgica, Canadá, Dinamarca, Espanha, Estados Unidos, França, Grécia, Irlanda, Islândia, Itália, Luxemburgo, Noruega, Países Baixos, Portugal, Reino Unido, Suécia, Suíça, Turquia.\nPaíses que ingressaram após 1961: Japão (1964), Finlândia (1969), Austrália (1971), Nova Zelândia (1973), México (1994), República Checa (1995), Hungria (1996), Polónia (1996), Coréia do Sul (1996), Eslováquia (2000), Chile (2010), Eslovênia (2010), Israel (2010) e Estónia (2010).\n28\tGoverno do George W. Bush (2000 - 2008).\nter preços acessíveis para assegurar seu desenvolvimento. O tema foi securitizado na medida em que os Estados Unidos colocou o petróleo e sua garantia de acesso como vital para si e seus aliados. Entretanto, a segurança energética não foi prioridade nas décadas de 1980 e 1990, uma vez que a oferta de petróleo se manteve abundante e a preços baixos. O desequilíbrio entre o aumento do consumo, tanto dos países da OECD, quanto os não membros, e a diminuição da oferta dos recursos energéticos só foi notado a partir da década de 2000, período em que o presidente dos Estados Unidos adotou uma política defensora da maximização da oferta dos recursos energéticos em escala mundial (FUSER, 2013. p 148149).\nO Canadá também diminuiu sua dependência de petróleo através da extração de petróleo nas areias betuminosas, entretanto causa um grande dano ao meio ambiente, pois o processo de extração libera uma grande quantidade de metais pesados e a emissão de gás carbônico é em média 12% maior que a extração em poços tradicionais, contribuindo para aumentar o efeito estufa (ECYCLE, 2014).\nO Japão e a Coréia do Sul são totalmente dependentes do petróleo importado, assim como, também está crescendo a importação do petróleo na Europa. Dos países não pertencentes à OECD, a China e a Índia são os principais importadores do petróleo mundial, e juntos ultrapassaram 6 milhões de Mb/d em 2009 e enquanto a OECD um total de acima 23 Mb/d. Para projeções futuras a China e a Índia devem ultrapassar a OECD em 2035, e sua demanda chegará perto dos 20 Mb/d enquanto para os países da OECD chegará perto dos 17 Mb/d, como mostra a figura abaixo.\nGráfico 5 - Total de petróleo importado 200-2035\nFonte: IEA, 2014\nPor fim, são diversos os motivos que podem causar uma interrupção no fornecimento do petróleo, desde desastres naturais até conflitos nos países exportadores, e, com o aumento da demanda, cada vez mais países estão dependentes e vulneráveis. Para tentar diminuir a vulnerabilidade em caso de uma interrupção, a IEA criou um sistema de resposta a emergências.\n1.2.2.1\tSistema de resposta a emergências\nA IEA tem um sistema de resposta em caso da interrupção do fornecimento do petróleo. O objetivo é mitigar os impactos negativos causados pela interrupção do petróleo, injetar uma quantidade de petróleo estocado e tomar uma série de medidas para projetadas para aumentar a oferta e reduzir a demanda.\nA política de emergência da IEA é focada para suprir a interrupção em curto prazo e não é uma ferramenta utilizada para interrupções em longo prazo. Medidas em longo prazo devem ser planejadas com mais cautela, e normalmente exigem o investimento em outros setores, assim como investimento em pesquisa e desenvolvimento em novas fontes de energia, além do incentivo a redução da importação do petróleo e a conservação de energia.\nO sistema de resposta a emergências da IEA é composto por quatro medidas essenciais, para aumentar o fornecimento de petróleo - “Stockdraw” e “Production surge”- e para reduzir a demanda - “Demand restraint” e “Fuel switching”-, como mostra a figura abaixo (IEA, 2007).\n1.2.2.1.1\tStockdraw\nDe todas as medidas de emergência, “stockdraw” é a mais utilizada. É a primeira linha de defesa para o fornecimento de petróleo adicional, e ainda, durante uma ação coordenada pode ser complementada com outras medidas de segurança.\nOs Estado-membros da IEA são obrigados a ter um estoque equivalente a 90 dias de uso de sua rede de importações. Os estoques são normalmente realizados pelas indústrias ou pela combinação de indústrias e o poder público, isto é, pelo governo e/ou uma entidade criada para esse papel.\nNo final de 2006, os membros da IEA estocaram coletivamente 4.1 bilhões de barris de petróleo: 64% ou 2,6 bilhões de barris foram estocados pela indústria e o resto estocado pelo poder público. No geral, em forma de óleo cru, o poder público estoca 83% do petróleo e a indústria somente 45%, seno o resto em forma de derivados.\npúblico, quanto as indústrias tiveram uma grande preocupação em estocar produtos derivados do petróleo, chegando a 45% de todo o estoque. O estoque europeu é similar do óleo cru (público 42 %; indústria 41%) e derivados (público 58%; indústria 59%). Dos membros da IEA no pacífico, 76% do estoque é em forma de óleo cru, como demostra a figura abaixo.\n\nGráfico 6 - Total de reservas de\nda IEA (por\nIndustry\nK\nNorth America\nEurope\n670\n547\nPublic\nIndustry\nPacific\nPublic\n183\nPublic\nIndustry\nCrude, NGLs ond feedstocks\nFinished product\nDato os of end 2006 in million borreis.\n689\n560\n390\n169\n385\n245\nr\nHM 233\nFonte: IEA, 2007\nDe forma geral, os níveis de estocagem dos países membros da IEA foram superiores ao mínimo de 90 dias. Entretanto, de tempos em tempos, países individuais falham em manter o nível mínimo de estocagem por diversas razões, dentre elas as mais comuns, problemas econômicos e políticos, aumento de demanda e dificuldade de armazenamento. Vale ressaltar que os níveis de estoque são verificados mensalmente pelos membros da IEA e o sistema de paridade imposto estimula a regularização dos países com o estoque inferior.\n1.2.2.1.2\tProduction Surge ou Aumento da produção\nAumentar a produção é outra resposta emergencial para elevar a disponibilidade do petróleo fornecido. De forma específica, deve ser tomadas medidas em curto prazo para aumentar a produção em pouco tempo. Essa medida é limitada aos Estados-membros que tem um bom nível de produção e o volume potencial disponível. No caso de uma crise é necessário que o país produtor tenha uma boa quantidade de reposição e a capacidade do aumento da produção. De fato, hoje em dia, essa opção é a menos viável, visto que a produção\nos países produtores-membros tem um baixo volume excedente. Por mais, devido às medidas de seguranças tomadas para a exploração do petróleo, é limitada a capacidade de aumento de produção em caso de uma crise.\n1.2.2.1.3\tDemand Restraint ou Restrição de demanda\nUma das principais medidas de resposta ao corte do fornecimento de petróleo é a restrição em curto prazo. A forma mais eficaz é através de medidas de restrição de consumo. As principais medidas são a conscientização da população para a necessidade de economia de energia a base de petróleo através de campanha publicitária, controlar o fornecimento para público e a indústria e planejar políticas de redução de consumo nos transportes. Vale lembrar, todas as medidas a serem tomadas devem ser analisadas pelo Estado e adotadas de acordo com as condições de cada país e dependendo da gravidade novos racionamentos podem ser impostos.\n1.2.2.1.4\tFuel Switching ou troca de combustível\nTrocar o combustível para um não derivado do petróleo, assim como a restrição de demanda, é outra medida viável para reduzir o uso do petróleo durante a interrupção do suprimento. É uma medida em curto prazo que estimula a utilização de outras fontes de energia, como alternativa para o petróleo. Por exemplo, a utilização de gás natural ou carvão, ao invés de petróleo para a eletricidade. Entretanto, é muito difícil uma rápida e eficiente mudança de combustível, e ainda, no setor de transporte, apesar do aumento da pesquisa de novas fontes de energia a partir da década de 1980, não houve uma mudança significativa no setor.\n1.2.2.1.5\tPrincipais cortes no fornecimento de petróleo\nDesde os anos 1950, em que o petróleo se tornou a principal fonte de energia, várias foram às interrupções de fornecimento. A primeira importante interrupção aconteceu entre 1956-1957, na crise do Canal de Suez , e apesar de pouco tempo de conflito, a passagem do\ncanal foi limitada para apenas a metade do trânsito habitual. Estimou-se que uma perda do fornecimento bruto de 2 Mb/d.\nUma interrupção no fornecimento de petróleo não está somente relacionada com a quantidade de óleo perdido, mas também com outros fatores, como a relação do nível de estoque comercial, a duração da interrupção e a capacidade de produção disponível. Assim, todas as interrupções no abastecimento devem ser analisadas individualmente.\nSe o mercado mundial não uma capacidade de armazenamento suficiente, uma pequena interrupção no abastecimento pode se transformar em um problema extremamente grave. Por outro lado, se os estoques de produção ou reservas comerciais de petróleo forem suficientes, um grande corte de abastecimento pode ser administrado, em curto prazo, até que medidas sejam tomadas para retomar o abastecimento.\nGráfico 7 - Principais interrupções no fornecimento de petróleo\nFeb - Oct 2011\nSeptember 2008\nSeptember 2005\nMar - Dec 2003\nDec 2002 - Mar 2003\nJun ■ Jul 2001 Aug 1990 - Jan 1991 Oct 1980 - Jan 1981 Nov 1978 - Apr 1979 Oct 1973 - Mar 1974\nJun - Aug 1967 Nov 1956 - Mar 1957\nLibyan Civil War\nHurricanes Gustav/lke Hurricanes Katnna/Rjta\nWar in Iraq\nVenezuelan strike\nIraqi oil export suspension\nIraqi invasion of Kuwait\nOutbreak of Iran-Iraq war Iranian Revolution\nArab-Israeli War and Arab oil embargo Sii-Day War\t~\nSuez Crisis\n1.3\n1.5\n1.5\n2.0\n2.0\n2.3\n2.6\nI\nI\nI\nI\nI\nI\n■ 43\n4.1\n4.3\n5.6\nI\nI\nI\nI\n0.0\n1.0\t2.0\t3.0\t4.0\t5.0\nGross peak supply loss (mb/d)\nFonte: IEA, 2007\n6.0\nNota-se que, mesmo em conflitos com pouca duração, como na crise do Canal de Suez e na Guerra dos Seis Dias, ocorre uma interrupção de médio até longo prazo, principalmente em regiões em que é preciso trocar todo seu corpo político-administrativo. As interrupções que causaram mais prejuízos estão relacionadas com o Iraque e os diversos conflitos, e chegaram ao pico de 5.6 Mb/d ( revolução do Iraque 1978 -79). A produção do Iraque nesse período entre guerras estava na média entre 2 - 3 Mb/d, mas estimativas demonstram que a produção pode chegar a 8Mb/d em 2035.\n50 Katrina (2005), que devastou uma parte dos Estados Unidos, causam grandes interrupções no abastecimento. No caso do furacão, teve que ser realocado dos membros da IEA 59.5 Mb de petróleo para o mercado afetado.\nCAPÍTULO 2 - DIREITOS HUMANOS E RESPONSABILIDADE DE PROTEGER\n2.1\tALGUNS PRESSUPOSTOS DOS DIREITOS HUMANOS E O DIREITO INTERNACIONAL DO DIREITO HUMANITÁRIO\nOs Estados, no início, eram praticamente de característica militar e as origens do Direito da Guerra, também conhecido como Direito Internacional Humanitário, se confundiam com a própria origem do Direito Internacional. Isso porque o Direito da Guerra foi convencionado como jus in bello, cujo objetivo é proteger os combatentes, prisioneiros de guerras e feridos, ex-combatentes e civis em caso de guerra e estabelece limites para a guerra e o uso de armamentos. O Direito da Guerra abrange outro conjunto de normas, o jus ad bellum, quer dizer o direito à guerra, que autorizava o uso da força contra outro sujeito do Direito Internacional, porém o jus ad bellum caiu em desuso, principalmente depois da consagração da Carta das Nações Unidas (BIERRENBACH, 2011.p 85 - 86).\nPara Michael Walzer a guerra pode ser separada em duas partes: a primeira referente aos motivos que os Estados escolhem para lutar, a segunda os meios que eles adotam. No primeiro a guerra é justa ou injusta31, e no segundo a guerra pode ser travada de modo justo ou injusto. Para ele, o jus ad bello, que chama de justiça do guerrear, faz julgamento de agressão e autodefesa e o jus in bello, justiça no guerrear, faz julgamento do comprimento ou violação das normas de combate. Os dois termos são independentes, no caráter lógico. E, apesar da agressão ser considerada um crime, as guerras de agressões são regidas por normas morais e legais, isto é, o dualismo regido pelo jus ad bello e jus in bello rege tudo de mais problemático na realidade moral da guerra (WALZER, 2003. p34).\nOs primeiros procedentes para a internacionalização dos direitos humanos se deram através de três corolários: do direito humanitário - que colocou limitações à liberdade e à autonomia dos Estados e impôs limites a violência empregada nos conflitos armados; a Liga das Nações - cujo objetivo era promover a paz, segurança e cooperação internacional; a\nOrganização Internacional do Trabalho - tinha o objetivo de promover padrões internacionais de condições de trabalho e bem estar. Através desses institutos, mudou-se a visão dos direitos exclusivos dos Estados como único sujeito de internacional, para a salvaguarda dos direitos individuais. Além, rompeu a visão de soberania nacional, uma vez que se admitiu a ingerência na jurisdição interna dos Estados em prol da proteção dos direitos humanos (PIOVESAN, 1997. p.132-139).\nE com a necessidade da legitimação dos conflitos internacionais, diversos acordos foram firmados. Os principais foram as Convenções de Haia (1988 e 1907), as Convenções de Genebra de 1949 e os protocolos Adicionais de 1977. No ramo humanitário, deram-se as limitações dos Estados e a proteção dos indivíduos vulneráveis, em tempo de guerra ou em casos de catástrofes naturais.\nO Direito Internacional dos Direitos Humanos “não reage as relações entre iguais; opera precisamente em defesa dos ostensivamente mais fracos”(CANÇADO TRINDADE, 1999.p. 26), as vítimas de violações dos direitos humanos. Assim, os avanços e as evoluções históricas ocorreram devido à mobilização da sociedade civil frente aos diversos tipos de dominação, exclusão e repressão. -.\nPara Cançado Trindade (1999.p. 270):\n[..] das três grandes vertentes da proteção internacional da pessoa humana - Direitos Humanos, Direito Humanitário, Direito dos Refugiados, - em grande parte a uma ênfase exagerada nas origens históricas distintas dos três ramos (no caso do Direito Internacional Humanitário, para proteger as vítimas de conflitos armados, e no caso do Direito Internacional dos Refugiados, para restabelecer os direitos mínimos dos indivíduos ao sair do país de origem). As convergências dessas três vertentes que hoje se manifestam, ao nosso modo de ver, de forma inequívoca, certamente não equivalem a uma uniformidade total nos planos tanto substantivo como processual; de outro modo, já não caberia falar de vertentes ou ramos de proteção internacional da pessoa humana.\nNa prática, essas três vertentes protegem a pessoa humana, assegurando garantias mínimas da pessoa humana, em conformidade com a ética e moral internacional. O Direito Internacional dos Direitos Humanos funciona como um mecanismo de proteção da pessoa humana, de forma subsidiária ao Estado-nação e suas leis nacionais, possuindo mecanismos de fiscalização e salvaguarda dos direitos humanos, abrindo procedência para advertir, julgar ou até mesmo punir os Estados violadores. O Direito Internacional Humanitário é um conjunto de normas que procura limitar os conflitos armados, restringe os métodos de\ncombate e assegura os direitos tanto da população civil quanto aos combatentes. O Direito Internacional dos Refugiados protege os indivíduos que deslocaram do seu território, individualmente ou e massa, por motivos religiosos, políticos, militares, ou de qualquer outra razão e que dependem de ajuda ou assistência internacional.\n2.1.1\tO Direito Internacional Humanitário\nO homem é condicionado a viver em sociedade, e desde os primórdios da civilização, existe a guerra. Sabe-se que nas civilizações primitivas, as guerras eram de baixa escala e menos violentas que as atuais, cujo objetivo principal era proteger sua tribo ou saquear outras tribos em busca de alimentos.\nCom o passar dos tempos, as sociedades cresceram e as interações se tornaram mais complexas, e as guerras foram cruciais para a queda ou nascimento de civilizações. Tanto que, o fenômeno da guerra é uma atividade responsável por mudanças sociais, políticas e econômicas.\nDe acordo com a CICV (2014), o nascimento do Direito Internacional Humanitário ocorreu, em nota oficial, depois de dois importantes eventos. O primeiro, a criação da CICV, em fevereiro de 1863, e logo depois, em agosto de 1864, com a assinatura das convenções para a Melhoria das Condições dos Exércitos em Campanha. O objetivo era proteger a humanidade dos flagelos da guerra que pode ser encontrada em todos os povos da antiguidade.\nTodavia, o Direito Internacional Humanitário recebeu influência do Direito de Haia, ou seja, pelos princípios que regem a conduta das operações militares, os direitos e deveres militares e limita os meios de ferir o inimigo. A maior parte das regras do Direito de Haia se encontra nas regras da Convenção de Haia de 1899 (revisadas em 1907), mas contêm igualmente em algumas regras do Protocolo Adicional I adicionado às Convenções de Genebra de 12 de agosto de 1949.\nnovo foco das Nações Unidas. Por mais, salientou o interesse em tratar questões relativas às guerras de libertação e a interdição ou limitação da utilização de certas armas clássicas.\nO Direito Internacional Humanitário (ou Direito dos Conflitos Armados) é um ramo do Direito Internacional Público constituído por todas as normas convencionais ou de origem consuetudinária especificamente destinadas a regulamentar os problemas que surgem em período de conflito armado( ALBUQUERQUE, 2010).\nPor conseguinte, o Direito Internacional Humanitário visa à proteção das vítimas de conflitos armados através de normas humanitárias, sem a utilização de questões políticas culturais e econômicas. A assistência deve ser prestada a qualquer vítima de guerra, civil ou militar, sem importar se é combatente reconhecido pelo Estado ou parte de grupos ditos revolucionários e opositores ao regime vigente (SOUZA, 2008 p.17).\nAssim, as bases fundamentais do direito internacional humanitário são as convenções de Genebra e seus protocolos adicionais, estes que também se tornaram base para os principais tratados internacionais e normas para reduzir as barbáries da guerra. Isso só foi possível devido à iniciativa do Conselho Federal Suíço, sessenta e três Estados e mais os membros do Comitê Internacional da Cruz Vermelha.\nA CICV (2010) considera que:\nAs Convenções de Genebra e seus Protocolos adicionais fazem parte do Direito Internacional Humanitário, um conjunto de normas jurídicas que regulam as formas em que as guerras podem ser travadas e garantem a proteção das pessoas.\nEm particular, as Convenções protegem as pessoas que não participam das hostilidades (civis, pessoal médico e religioso, membros de organizações humanitárias) e os que não podem mais combater (feridos, enfermos, náufragos, prisioneiros de guerra)\nAs Convenções e seus Protocolos estabelecem as medidas que devem ser tomadas medidas para prevenir ou acabar com o que se conhece como \"violações graves\". Os autores de violações graves devem ser punidos.\nAs Convenções de Genebra foram ratificadas por 194 Estados e gozam de aceitação universal.\nAs Convenções constituem um importante progresso no desenvolvimento do Direito\nInternacional Humanitário, e formaram um conjunto mais abrangente das normas humanitárias em vigor. De forma geral, ressalta a conduta dos Estados em relação às vítimas que devem ser protegidas, especificando o dever do Estado com a pessoa humana, em caso de\nguerra.\nAs Convenções foram revisadas e ampliadas em 1949 e os principais destaques são:\n•\tA primeira Convenção de Genebra protege feridos e enfermos das forças armadas em campanha. Esta convenção protege os feridos e enfermos, assim como também, o pessoal médico e religioso, as unidades e os transportes médicos;\n•\tA segunda Convenção de Genebra protege feridos, enfermos e náufragos das forças armadas no mar. Essa convenção destaca-se por substituir a Convenção de Haia de 1907 sobre a Adaptação dos Princípios da Convenção de Genebra de 1864 a Guerras Marítimas. Segue as disposições da Primeira Convenção de Genebra em termos de estrutura e conteúdo e se aplicam exclusivamente a guerras marítimas;\n•\tA terceira Convenção de Genebra se aplica aos prisioneiros de guerra. Esta Convenção substitui a Convenção sobre Prisioneiros de Guerra de 1929. Foram definidas com maior exatidão as condições e locais de cativeiro e também estabelece os princípios os quais os prisioneiros de guerra devem ser liberados e repatriados após o término das hostilidades.\n•\tA quarta Convenção de Genebra protege os civis, inclusive em territórios ocupados. Essa convenção se preocupou com o não combatente. Antes de 1949, as convenções não se preocupavam com o não combatente, entretanto, com as mazelas da Segunda Guerra Mundial e as atrocidades cometidas à população civil, esta convenção tenta proteger a população civil em tempos de guerra. Esta convenção aborta o status e o tratamento de pessoas protegidas, a distinção entre os estrangeiros em território de uma parte em conflito e os civis em território ocupado, e ainda, esclarece as obrigações da potência ocupante com relação à população civil regularização da prestação de socorro humanitário.\nAlém das guerras convencionais, duas décadas após a adoção das convenções de Genebra, percebia-se um grande aumento no número de conflitos armados não internacionais e de guerras por independência. Por essa razão, criaram-se em 1977 dois Protocolos Adicionais às Convenções de Genebra de 1949. Eles fortalecem a proteção das vítimas de conflitos armados internacionais (Protocolo I) e não internacionais (Protocolo II) e determina limites dos métodos de guerra. O Protocolo II foi o primeiro tratado internacional exclusivamente dedicado às situações de conflitos armados não internacionais. Por ultimo,\nem 2007, foi criado um emblema adicional, o Cristal Vermelho, sendo ele o protocolo adicional III (CICV, 2014b).\nAlém disto, o comitê internacional da Cruz Vermelha elaborou algumas regras fundamentais que resume a essência do Direito Internacional Humanitário. Essas regras fundamentais não substituem as convenções de Genebra e os protocolos fundamentais, sendo apenas elaboradas para facilitar a difusão do DIH. As principais são :\n•\tNas partes do conflito devem distinguir os combatentes dos não combatentes, a fim de poupar a população civil e alvos civis. Não pode ser atacado a população civil, nem alvos civis;\n•\tOs ataques são dirigidos apenas contra os objetivos militares. As pessoas que não se envolvem no conflito (civis) - ou que não possam mais se envolver (feridos) - tem o direito ao respeito da sua vida e integridade física e moral. Essas pessoas devem ser protegidas e tratadas com humanidade, sem destinção alguma de índole desvantajosa;\n•\tÉ proibido matar ou ferir adversário que se rende ou é nocauteado;\n•\tAs partes conflitantes não têm o direito ilimitado do uso dos meios e métodos de guerra. É proibido usar armas e métodos que causem extremo prejuízo e sofrimento desnecessário;\n•\tOs doentes e feridos serão recolhidos e assistidos pela parte do conflito sobre o poder. O pessoal do serviço de saúde, instalações, transportes e suprimentos médicos serão protegidos;\n•\tO emblema da cruz vermelha sobre o fundo branco e as palavras \"cruz vermelha\" ou \"cruz de Genebra\" não poderão ser atacados e devem ser respeitados;\n•\tOs combatentes ou civis capturados por autoridades da parte adversa têm direito ao respeito à vida, dignidade, direitos e crenças pessoais (políticas, religiosas e outras). Serão protegidos contra qualquer ato de violência e represália. Terão direito de trocar correspondência com os familiares e receber ajuda. Beneficiar-se-ão das garantias judiciais fundamentais (CICV, 2010).\nAlém disto, é utilizado como complemento ao Direito Interno dos Estados, sendo incapaz de atuar na jurisdição dos Estados. Outro destaque é sua diferença com relação aos outros ramos do Direito Internacional, pelo fato de se submeter à legalidade do uso da violência.\n2.1.2\tO Direito Internacional dos Direitos Humanos\nO início do processo de internacionalização dos direitos humanos se deu através da assinatura e ratificação da Carta das Nações Unidas de 1945, com o objetivo de alcançar a cooperação internacional através da busca de soluções de problemas econômicos, sociais e culturais ou humanitários, sem a distinção raça, sexo, língua ou religião. Apesar do claro objetivo de defender, promover e respeitar os direitos humanos e as liberdades fundamentais, a carta deixa em aberto o conteúdo dessas expressões, devido a sua linguagem vaga e imprecisa, ficando difícil definir o alcance da defesa dos direitos humanos e as liberdades fundamentais ( PIOVESAN, 1997.p 151-152).\nO fortalecimento do Direito Internacional dos Direitos Humanos se deu após a Segunda Guerra Mundial e as violações dos direitos humanos. Para Flavia Piovesan:\nNo momento em que os seres humanos se tornam supérfluos e descartáveis, no momento em que vige a lógica da destruição, em que a crueldade se abole o valor da pessoa humana, torna-se necessária a reconstrução dos direitos humanos, como paradigma ético capaz de restaurar a lógica razoável. A barbárie do totalitarismo significou assim a ruptura dos paradigmas dos direitos humanos, através da negação do valor da pessoa humana como fonte de direito. Diante dessa ruptura, emerge a necessidade de reconstrução dos direitos humanos, como referencial e paradigma ético que aproxime o direito da moral (PIOVESAN, 1997.p 140).\nDe acordo com a carta das Nações Unidas, assinada em São Francisco, no dia 26 de Junho de 1945, após o encerramento da Conferência das Nações Unidas sobre Organização Internacional, é necessário:\nPreservar as gerações vindouras do flagelo da guerra, que por duas vezes, no espaço da nossa vida, trouxe sofrimentos indizíveis à humanidade, e a reafirmar a fé nos direitos fundamentais do homem, na dignidade e no valor do ser humano, na igualdade de direito dos homens e das mulheres, assim como das nações grandes e pequenas, e a estabelecer condições sob as quais a justiça e o respeito às obrigações decorrentes de tratados e de outras fontes do direito internacional possam ser\nLogo após a carta, foi adotado a Declaração Universal dos Direitos Humanos de 1948, consolidada pelos art.1° (3) e o art.55° da Carta da ONU com o objetive de melhor definir a expressão ’’direitos humanos e liberdades fundamentais”, combinando os direitos econômicos, sociais e culturais, com os direitos civis e políticos. De forma mais completa, em seus artigos, trata de diversos direitos, como a declaração dos direitos pessoais (direitos à igualdade, vida. Liberdade, segurança, outros - arts. 3° a 11°); direitos individuais (direito a liberdade na vida particular, liberdade no casamento, nacionalidade, religião - arts. 12° a 17°); direito às liberdades civis e os direitos políticos (direito a liberdade de consciência, pensamento e expressão; liberdade de associação e as assembleias; direito de votar e ser eleito; acesso a governo e administração pública - arts. 18° a 21°); direitos econômicos e sociais (direito no cambo do trabalho e a assistência social, direito a fundar sindicatos, direito à educação, direito ao lazer, direito a saúde, direito a cultura - arts. 22° a 27°) (PIOVESAN apud CASSESSE, 1997 p158- 159).\nAo combinar o princípio da liberdade, com o valor da igualdade, a declaração constrói uma nova concepção de direitos humanos, de unidades interdependentes e indivisíveis. De forma metodológica, abordam as três gerações dos direitos humanos: a primeira geração corresponde aos direitos civis e políticos, que traduzem o valor da liberdade; a segunda geração corresponde aos direitos sociais, econômicos e culturais, que passam o valor de igualdade; a terceira geração corresponde ao direito ao desenvolvimento, direito à paz, à livre determinação, que traduzem o valor de solidariedade (PIOVESAN apud ESPIEL, 1997 p159160). As gerações se tornaram complementares, afastando a ideia de sucessão geracional dos direitos, trabalhando numa dinâmica de interação. Nesse movimento de reciprocidade, os direitos humanos se tornaram uma unidade indivisível, não existindo de forma plena o direito\n32\tArt1° (3) da Carta das Nações Unidas: Conseguir uma cooperação internacional para resolver os problemas internacionais de caráter econômico, social, cultural ou humanitário, e para promover e estimular o respeito aos direitos humanos e às liberdades fundamentais para todos, sem distinção de raça, sexo, língua ou religião.\n33\tArt. 55 da Carta das Nações Unidas: Com o fim de criar condições de estabilidade e bem estar, necessárias às relações pacíficas e amistosas entre as Nações, baseadas no respeito ao princípio da igualdade de direitos e da autodeterminação dos povos, as Nações Unidas favorecerão: a) níveis mais altos de vida, trabalho efetivo e condições de progresso e desenvolvimento econômico e social; b) a solução dos problemas internacionais econômicos, sociais, sanitários e conexos; a cooperação internacional, de caráter cultural e educacional; e c) o respeito universal e efetivo dos direitos humanos e das liberdades fundamentais para todos, sem distinção de raça, sexo, língua ou religião.\nà liberdade, quando assegura o direito à igualdade, e vice versa (PIOVESAN, 1997 p 159 -160). De forma resumida, “todos os direitos humanos constituem um complexo, integral, único e indivisível, em que os diferentes direitos estão necessariamente inter-relacionados e são interdependentes entre si” (PIOVESAN, 1997).\nA Declaração Universal dos Direitos Humanos foi adotada pela Assembleia Geral das Nações Unidas como forma de resolução, não tendo força de lei. O objetivo da declaração é promover e reconhecer os direitos humanos e das liberdades fundamentais. Mesmo sem força jurídica, a declaração impõe um código de conduta e ética dos Estados, e um impacto na jurisdição nacional, uma vez que muitos estados adotaram alguns artigos na constituição nacional. Devido à ausência de força jurídica da declaração, após 1948 começou uma larga discussão de como colocar força jurídica sobre forma de tratado internacional. Isso ocorreu somente em 1966, com a assinatura de dois tratados internacionais distintos - O Pacto Internacional dos Direitos Civis e Políticos e o Pacto Internacional dos Direitos Econômicos, Sociais e Culturais - que incorporaram os direitos contidos na declaração. Outros tratados surgiram para ampliar a defesa dos direitos humanos no cenário internacional. Importantes tratados na área de genocídio, tortura, discriminação racial, discriminação e violência contra a mulher, violação dos direitos das crianças, dentre outros foram assinados (PIOVESAN, 1997 p161 - 167 ; 176 - 177).\nA adoção de convenções como a Convenção Internacional contra o Genocídio, Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação Racial, Convenção sobre os Direitos da Criança, Convenção contra a Tortura, Convenção Internacional sobre a Eliminação de Todas as Formas de Discriminação da Mulher, dentre outras buscaram estabelecer o equilíbrio entre os interesses estatais e os direitos e garantias individuais (PIOVESAN, 1997 p 176 - 178). A primazia dos direitos humanos cabe ao poder público, em particular os Estados, a responsabilidade pela observância e salvaguarda, assim como, a assistência básica nos casos de violações. Os instrumentos de proteção internacional surgiram como forma de resposta às violações humanitárias e o não cumprimento desses requisitos humanitários básicos no âmbito estatal.\nassegurar um maior progresso na observância universal dos direitos humanos, quando deram maior força para as Organizações não Governamentais (ONGs). A passagem do artigo 38 mostra a importância das ONGs como instrumento de ajuda e assistência humanitária:\nA Conferência Mundial sobre Direitos Humanos reconhece o importante papel desempenhado por organizações não - governamentais na promoção dos direitos humanos e em atividades humanitárias em níveis nacional, regional e internacional. A Conferência Mundial sobre Direitos Humanos aprecia a contribuição dessas organizações no sentido de tornar o público mais consciente da questão dos direitos humanos, desenvolver atividades de educação, treinamento e pesquisa nessa área e promover e proteger todos os direitos humanos e liberdades fundamentais. [...] As organizações não - governamentais devem ter liberdade para desempenhar suas atividades na área dos direitos humanos sem interferências, em conformidade com a legislação nacional e em sintonia com a Declaração Universal dos Direitos Humanos (DIREITOS HUMANOS NA INTERNET, 2014).\nAinda, partindo da premissa básica de que os direitos humanos são inerentes ao ser humano, Cândido Trindade diz que esse direito antecede todas as formas de organizações políticas, e que, na sua proteção não se esgota. Esse direito de proteção, contém normas jurídicas sempre interpretadas e aplicadas tendo sempre presente às necessidades de proteção das supostas vítimas. Trata-se de uma interpretação pro homine34, orientado às condições das vítimas, e que reivindica a humanização do postulado tanto no direito internacional como no direito público interno (CANÇADO TRINDADE,1999 p. 26).\nE generalizar o processo de proteção da pessoa humana, sob o reconhecimento dos direitos pessoais, das liberdades fundamentais e o cultivo da consciência individual, como mostra Candido Trindade:\nA universalidade dos direitos humanos, promulgada pela Carta Internacional dos Direitos Humanos (Declaração Universal de 1948 e dois pactos de Direitos Humanos das Nações Unidas de 1966), por exemplo, vem de ser sustentada em termos inequívocos nas duas Conferências Mundiais de Direitos Humanos (Teerã,\nAlém da universalidade dos direitos humanos, existem a indivisibilidade e a inter-relação de todos os direitos humanos, além do tratamento global dos mesmos e o dever de todos os Estados, independentes do seu sistema político, econômico e cultural, de promover na íntegra todos os direitos humanos, sempre respeitando as particularidades nacionais e regionais de cunho histórico, cultural e religioso (CANÇADO TRINDADE.1999 p. 186).\nDesta forma, os direitos humanos devem ser afirmados em todos os planos, de forma não contenciosa e não acusatória, e assumir uma forma extremante humanitária. Não é cabível ser universal na teoria, e se desenvolver de forma seletiva ou discriminatória na prática. É preciso lembrar que, os direitos humanos devem dar uma maior atenção para os grupos vulneráveis como os direitos atinentes à mulher, aos direitos da criança e aos direitos indígenas ( CANÇADO TRINDADE.1999 p. 228).\nSão muitas as críticas com relação à universalidade dos direitos humanos. Michael Freeman frisa que o artigo primeiro da Declaração Universal dos Direitos Humanos destaca que “todos os seres humanos nascem livres e iguais em dignidade e direito”( FREEMAN, 2012). A universalidade dos direitos humanos é voltada a corrente do universalismo ético, onde se acredita que o direito está diretamente relacionado com a dignidade da pessoa humana e um mínimo ético irredutível, mesmo não existindo consenso sobre esse mínimo ético (MACEDO, 2014). Críticos explicam que essa visão universal dá abertura para intervenções humanitárias em nome dos direitos humanos e da pessoa humana, e colocam em dúvida a verdadeira ética e moral universal dos direitos humanos. Além disto, a doutrina universalista tem bases religiosas cristas, ocidentais e kantianas e influenciou fortemente tanto os fundadores das Nações Unidas quanto os idealizadores da Declaração Universal dos Direitos Humanos.\nos direitos humanos, não é, universal ou deve haver diferentes visões de direitos humanos dependendo da cultura.\n2.2\tA ASSISTÊNCIA HUMANITÁRIA\nDe acordo com a CICV (2010) “Assistência é parte de um conjunto de atividades cujo objetivo é garantir o total respeito aos direitos do indivíduo segundo o Direito Internacional Humanitário, Direitos Humanos e Direito dos Refugiados”. Isto é, tem o objetivo de preservar ou restaura as condições fundamentais de civis, doentes (militares ou civis) pessoas privadas de liberdade, quando sofrem algum tipo de violação, abuso ou sofrimento, através de fornecimento de suporte médico ou material.\nO trabalho de assistência humanitária deve se concentrar nas áreas da saúde, segurança econômica, água e habitat, além de buscar reduzir o número de doenças e minimizar as mortes em regiões conflituosas. Esse apoio deve garantir o acesso à água potável, alimento ou outras necessidades vitais do ser humano, assim como o respeito dos princípios fundamentais do direito internacional dos direitos humanos e da dignidade humana.\nPara Dieng (1999 p61), a assistência humanitária, na sua essência, pode ser representada como o conjunto de ações para o fornecimento externo de serviços sanitaristas, de alimento ou de materiais em benefício das vítimas de um conflito, seja ele interno ou internacional.\nApesar da assistência ser referida a toda a humanidade e terem valores conjurados as bases éticas, como uma resposta as necessidades urgentes e incontroláveis humanas, é importante lembrar que os princípios são inseparáveis da base jurídica, vigorada sobre o fundamento do direito internacional. Além disto, é necessária a aprovação da comunidade internacional, e da não intervenção ou ingerência humanitária.\nA assistência humanitária trabalha com base tanto nos direitos humanos quanto nos direitos internacionais humanitários. De acordo com a OFICINA DEL ALTO COMISSIONADO PARA LOS DERECHOS HUMANOS (2014):\nLos derechos humanos son derechos inherentes a todos los seres humanos, sin distinción alguna de nacionalidad, lugar de residencia, sexo, origen nacional o étnico, color, religión, lengua, o cualquier otra condición. Todos tenemos los\nmismos derechos humanos, sin discriminación alguna. Estos derechos son interrelacionados, interdependientes e indivisibles.\nAinda\nLos derechos humanos universales están a menudo contemplados en la ley y garantizados por ella, a través de los tratados, el derecho internacional consuetudinario, los principios generales y otras fuentes del derecho internacional. El derecho internacional de los derechos humanos establece las obligaciones que tienen los gobiernos de tomar medidas en determinadas situaciones, o de abstenerse de actuar de determinada forma en otras, a fin de promover y proteger los derechos humanos y las libertades fundamentales de los individuos o grupos (OFICINA DEL ALTO COMISSIONADO PARA LOS DERECHOS HUMANOS, 2014).\nO direito à ajuda humanitária deve respeitar as regras do direito internacional, sempre agindo com legitimidade jurídica e ficando a cargo da comunidade internacional exercer ou invocar. Algumas organizações humanitárias, como o CICV, prestam serviços humanitários tanto em caso de guerra ou em paz. •.\nAs ações internacionais de socorro, em especial a CICV, podem ocorrer, de acordo com PARTSHA (1999 p.33 a 35), conforme duas situações especiais: em caso de catástrofe e em caso de conflitos armados.\n2.2.1\tAções de socorro em caso de catástrofe\nPara a CICV em caso de desastre naturais é necessário saber:\n•\tÁrea de Aplicação: Áreas onde ocorreu uma grave interrupção de uma sociedade, causando perdas humanas, materiais ou ambientais, que excedem a capacidade da sociedade afetada de lidar com as consequências através de seus próprios recursos (UNDHA, 2005);\n•\tPrincípio básico: O princípio básico da cruz vermelha é a prevenção e minoria de sofrimento dos seres humanos assim como considera essencial o socorro às vítimas de desastres;\n•\tAssistência e auxílio mútuo: A cruz vermelha tem o dever de prestar socorro em caso de catástrofe de forma solidária e mútua ajuda.\n•\tA ajuda mútua deve ocorrer sempre com respeito de cada um e também a soberania do país sinistrado, de forma que as Sociedades Nacionais possam contribuir para reforçar a amizade e a paz entre os povos;\n• Papel da Cruz Vermelha: A responsabilidade de prevenção ou mitigação de catástrofes, a assistência às vítimas e a reconstrução cabe primeiro aos poderes públicos, e a Cruz Vermelha tem caráter auxiliar e assessorial, na fase emergencial. Entretanto, no caso em que as circunstâncias exigem, a cruz vermelha pode empreender programas emergenciais de assistência de longo prazo (PARTSCH, 1999 p.33- 37).\n2.2.2\tAssistência por ocasião de conflitos armados\nDe forma geral a assistência humanitária deve seguir os seguintes princípios:\n•\tCumprir e assegurar o respeito às regras do direito internacional humanitário que protegem a população civil contra os efeitos das hostilidades, em especial, contribuir para aliviar as necessidades das vítimas em alimento e socorro médico;\n•\tAção de caráter neutro, humanitário e imparcial não constituindo ingerência nos assuntos internos dos Estados;\n•\tOs Estados devem assegurar que instituições reconhecidas pelo Movimento internacional da Cruz Vermelha e do Crescente Vermelho, assim como pessoas prestadoras de serviços humanitários não sejam colocados em risco por confusão;\n•\tO direito das vítimas de serem reconhecidas como vítimas e de receberem assistência;\n•\tO dever dos Estados de prestar assistência às populações colocadas de jure ou de facto sob a autoridade e, na hipótese de não cumprirem esse dever, a obrigação de autorizar organismos humanitários a fornecer assistência, de permitir o acesso às vítimas e proteger sua ação (PARTSCH, 1999 p.33 - 37).\nEm suma, devemos lembrar que o direito à assistência humanitária é subordinado ao direito internacional em vigor, e este, deve ter como objetivo somente a ação humanitária. E, essa ação deve ocorrer com a ingerência da comunidade internacional sem fins políticos ou militares, respeitando sempre o direito à soberania e o direito público interno do Estado receptor.\n2.3\tA INTERVENÇÃO HUMANITÁRIA\nAs primeiras intervenções humanitárias surgiram no século XIX, e seu principal objetivo era para proteger as minorias étnicas dos estados interventores ou questões religiosas. A primeira intervenção coletiva ocorreu em 1827, realizada pela França, Grã-Bretanha e Rússia, a favor da Grécia e contra o Império Otomano. A associação resultou no Tratado de 6 de julho de 1827, que estabeleceu uma intervenção em defesa dos gregos, pela assim intitulada Santa Aliança. A intervenção armada resultou na derrotou o exército egípcio, e a independência da Grécia foi oficializada pelo Tratado de Adrianopla de 14 de fevereiro de 1829, que depois foi confirmado pelo Protocolo de Londres de 3 de fevereiro de 1830. A intervenção tinha como objetivo enfraquecer mais o Império Otomano, sustentando o jogo de interesses geoestratégico entre a Rússia e a Grã-Bretanha pela região, de forma que, se torna difícil caracterizar a ingerência como fonte de motivação humanitária (RICOBOM, 2010 p. 109 - 115).\nOutras invasões com justificativas humanitárias no contexto foram feitas no Império Otomano, entretanto, no ultimo quarto período do século XIX as doutrinas europeias se distanciaram da corrente intervencionista de proteção das minorias. Isso ocorreu, principalmente, porque depois da segunda revolução industrial aumentou a diferença econômica entre os países europeus e o mundo não europeu, além da demanda por matéria prima e novos mercados consumidores. Desta forma, a necessidade de manutenção do capitalismo europeu de conquista levou a divisão e distribuição dos países africanos e asiáticos entre a Grã-Bretanha, França, Alemanha, Itália, Holanda, Bélgica, Estados Unidos e Japão. (RICOBOM, 2010).\nComo se pode observar, até o começo do século XX, a guerra era vista de forma legítima, com as leis regidas pelo direito natural, sendo nomeadas justas, e comuns nas justificativas de legítima defesa, agressões indiretas ou punitivas e o Direito da Guerra era uma dos principais meios de resolver as pendências entre os Estados. Entretanto, a perda da legitimidade do Direito da Guerra deu-se principalmente após as duas grandes Guerras Mundiais, que espalharam medo e terror para a humanidade (REZEK, p 328).\nEstados. Esse novo sentido é contrário ao sistema de Vestefália, que resguardava os direitos de não intervenção, soberania e reconhecia a sociedade de Estados, para o princípio de autodeterminação dos povos e defesa da paz e segurança internacional (RIBOCOM, 2010 p.115- 116).\nPara RIBOCOM (2010), a carta das Nações Unidas não torna legítima qualquer ação intervencionista que recorra ao uso da força, que viole a legitimidade estatal ou o princípio da não intervenção, principalmente quando não se caracteriza um princípio internacional. Por isso, no período da guerra fria a maioria dos autores de direito internacional não admitiam intervenções em nome dos direitos humanos, filiando-se a uma interpretação legalista da carta. Os argumentos invocados pelos defensores das invasões eram:\n1.\tDevido à ausência de proibição expressa da Carta das Nações Unidas, que possibilitaria uma intervenção;\n2.\tAs intervenções não violarem o artigo 2(4) da carta, visto que as intervenções não violam a independência política e a integridade nacional;\n3.\tA intervenção defende a proteção dos direitos humanos, um dos principais princípios da carta;\n4.\tA violação dos direitos humanos consiste na ameaça da paz e segurança internacional, possibilitando a atuação do conselho de segurança.\nPode-se dizer que, com o término da guerra fria e a queda do muro de Berlim, concomitantes com o fim da bipolarização do poder, resultaram na vinculação da cultura e os valores ocidentais como padrão a ser seguido. Encerrou-se também, a contradição de igualdade versus liberdade que resultou em dois pactos internacionais pelas Nações Unidas, O primeiro, o Pacto Internacional dos Direitos Civis e Políticos e o Pacto Internacional dos Direitos Sociais, Econômicos e Culturais.\nNa prática, a dissolução da união soviética ocorreu devido à vitória da ideologia liberal e capitalista com uma amplitude global. Desse modo, acabou-se ressaltando a importância dos direitos humanos através do tripé dos direitos humanos, a democracia e o Estado de Direito, com ênfase nos direitos individuais, sociais econômicos e culturais. Apesar da ratificação da Declaração Universal dos Direitos Humanos em 1948, a afirmação da universalidade dos direitos humanos somente se consolidou com uma maior aceitação dos ideais liberais.\nAs intervenções humanitárias podem ser divididas em dois tipos: A primeira são intervenções humanitárias com o uso da força por intermédio das Nações Unidas e/ou órgãos regionais, iniciada por um país ou grupo de países fora do contexto multilateral; o segundo são intervenções humanitárias sem o uso da força, através de um conjunto de atos governamentais e não governamentais, por meio de sanções econômicas, políticas, dentre outros agentes que pressionem o Estado a retroceder nas ações, ou, ainda, prestar assistência e proteção humanitária em situação de conflito (HERMANN, 2011, p 149).\nPor isso, os defensores das ações intervencionistas acreditam que as práticas humanitárias são necessárias em situações de conflitos armados, e diversas ações devem ser tomadas para o cumprimento do direito à assistência às vítimas. Deste modo, tanto o Direito Internacional Humanitário quanto o Direito Internacional dos Direitos humanos visam proteger a pessoa humana em decorrência de graves violações dos seus direitos.\nNos últimos anos também está aumentando o número de intervenções humanitárias dos corpos da paz avaliados pela ONU em zonas de conflito bélico, além da criação do tribunal de crimes de guerra. A proposta de instituir um Tribunal Penal Internacional e outras medidas reguladoras do sistema internacional demonstra uma nova tendência de uma cultura cosmopolita ao longo desses três últimos séculos, porém é um ponto conflitante é a tentativa de ajuste do princípio da soberania nacional às exigentes demandas de um pleno respeito aos diretos humanos (VALLESPÍN, 2001).\nAs tensões criadas entre o particularismo dos Estados e o universalismo criaram novos conceitos e tensões pelos Estados. A política de intervenção ganhou novos formatos e o receio uma ingerência justa da soberania nacional tomou espaço nas discussões acadêmicas. Formaram-se diversos argumentos a favor e contrários às intervenções humanitárias.\n2.3.1\tArgumentos contrários às intervenções humanitárias\nSão três as posições básicas com relação às intervenções humanitárias: a primeira, o não intervencionismo absoluto afirma que, o uso da força somente pode ser justificado em caso de agressão sofrida, ou seja, com intuído de defesa nos moldes do Artigo 51 da Carta das Nações Unidas, ou em situações de ameaça à paz e à segurança internacional, previstos no Capítulo VII da carta; o segundo são os defensores de uma intervenção humanitária somente em casos de extrema violação dos direitos humanos, isto é, em casos como o genocídio de\nRuanda; por último, os que aceitam que as intervenções humanitárias são aceitáveis no caso de violações graves de direitos humanos, mesmo sem alcançar proporções extremas (HERMANN. 2011 p 149 -150).\nOs principais argumentos contrários às intervenções humanitárias buscam sempre apoio no direito internacional, e se baseiam nos principais dispositivos que não demonstram uma autorização explícita de intervenção humanitária. Na carta das Nações Unidas, somente o art.42, Cap. VII menciona a possibilidade da autorização de intervenções militares para “manter e restabelecer a paz e segurança internacional”, entretanto nada é mencionado com relação à intervenção no caso de desastres naturais. Tampouco as outras convenções como a Convenção para a Prevenção e Repressão do Crime de Genocídio de 1948, Declaração Universal dos Direitos Humanos de 1948 ou o Pacto Internacional sobre Direitos Civis e Políticos de 1992 fazem alguma menção sobre intervenção humanitária.\nPara WALZER (2011 p XVII - XVIII):\nComo as intervenções envolvem uma violação da soberania do Estado, é natural procurar agentes que possuam ou que possam reivindicar de modo plausível algum tipo de autoridade entre Estados - o que significa organizações internacionais como as Nações Unidas ou o Tribunal Internacional. [...] Presume-se que o uso da força por parte da ONU tenha maior legitimidade que o uso semelhante por Estados isolados, mas não está claro se seria nem um pouco justo ou oportuno. A política da ONU não é mais edificante do que a política de muito dos seus membros, e a decisão de intervir, seja ela local, seja ela global, individual ou coletiva, é sempre uma decisão política.\nA natureza ética e moral das intervenções somam-se às ponderações de caráter legal e diplomático, relativo ao Direito Internacional e se somam ao já conhecido risco de serem empregadas de forma seletiva e unilateral. É necessário perceber o papel das Nações Unidas, cujas expressões mais relevantes referem-se aos conceitos de responsabilidade de proteger e de segurança humana (HERMANN, 2011. p 148).\nOs argumentos normativos contra as intervenções se fundamentam nas proposições legais e de princípios, ou alternadamente, em princípios utilitaristas. Eles se apoiam no\nentendimento de soberania do Estado-nação, tal como disposto no Artigo 2° (1) da carta das Nações Unidas, que é baseado no princípio da igualdade soberana de todos os Estados-membros. Em complemento com o Artigo 2°(4) que proíbe o uso da força que sejam incompatíveis com os objetivos das Nações Unidas (HERMANN, 2011 p 150).\nA posição não intervencionista utilitarista, ainda que se refira a Estados soberanos, utiliza-se de cálculos de utilidade agregada para demonstrar que os efeitos negativos das intervenções superam os efeitos positivos, isto é, a quantidade de infelicidade produzida pela ingerência será inevitavelmente maior que a felicidade gerada (HERMANN, 2011 p 151).\nMichael Walzer denomina de “paradigma legalista” 36, o conjunto de argumentos contra as intervenções. De forma geral, os Estados só podem recorrer à força militar mediante ameaça de conflito, sempre que deixar de fazê-lo a um grande risco a sua integridade territorial ou independência política. A teoria se fundamenta em três proposições básicas: 1) a regra da não interferência; 2) a teoria da representação; e 3) a proibição ampla do uso da força.\nSegundo a regra da não interferência, um Estado soberano não pode interferir nos assuntos internos de outros. Cada Estado tem autonomia política, bem como a soberania e a autodeterminação. Para Walzer existem duas esferas de ações políticas, sendo a primeira a relação entre governantes e governados e a segunda a ação entre governantes e de Estados distintos. Quer dizer, governos estrangeiros não têm direito de intervir na esfera doméstica de outros Estados, pois não podem questionar a legitimidade de outro governo (HERMANN ibid WALZER ,2011 p 151- 152).\nA noção de representação não reconhece os indivíduos como sujeitos do direito internacional e o Estado sempre representa o povo no plano internacional. Isso é possível devido a um pacto entre os cidadãos e o Estado soberano, que em troca de segurança adquire\n36 O paradigma legalista pode ser resumido em seis proposições: “1) Existe uma sociedade internacional de Estados independentes; 2) Essa sociedade internacional tem uma lei que estabelece os direitos de seus membros - acima de tudo, os direitos da integridade territorial e da soberania política;3) Qualquer uso da força ou ameaça iminente de uso da força por parte de um Estado contra a soberania política ou a integridade territorial de um outro Estado constitui uma agressão e é um ato criminoso;4)A agressão justifica dois tipos de reação violenta: uma guerra em legítima defesa por parte da vítima e uma guerra para fazer vigorar a lei por parte da vítima e qualquer outro membro da sociedade internacional;5) Nada a não ser a agressão pode justificar a guerra;6) Uma vez militarmente repelida o Estado agressor, ele também poderá ser punido.” ( Michael Waltz. Guerras justas e injustas op. cit..,p102 -105).\nlegitimidade interna. Esta visão entra em conflito com os direitos humanos, já que o Estado tem o direito de fazer o que quiser, sendo negada a intervenção externa, mesmo em caso de grave violação dos direitos humanos, até que o pacto social seja desfeito pelos cidadãos e já não exista um Estado soberano (HERMANN, 2011).\nWalzer explica a proibição ampla do uso da força salienta que os Estados podem recorrer à guerra somente como resposta a uma agressão. O artigo 51 da carta das Nações Unidas é a expressão jurídica mais evidente, que condena quase que em absoluto o uso da força nas relações internacionais (HERMANN, 2011). O capítulo VII justifica o uso da força em situações de ameaça à paz e à segurança internacional, porém, ao contrário dos defensores das intervenções , somente se justifica uma ameaça mediante ataque cometido contra o Estado, não se justifica a intervenção a nenhuma outra hipótese a não ser para autodefesa.\nPara melhor entender o conceito de soberania, utilizou-se o conceito elaborado por\nKRASNER apud HERMANN (2011), que identificou quatro acepções específicas:\n1) soberania doméstica (domestic sovereignty): reconhecimento da autoridade interna do Estado e de sua capacidade de controlar assuntos em seu território; 2) soberania interdependente (interdependence sovereignty): capacidade de o Estado controlar os movimentos de bens, pessoas e/ou informações através de suas fronteiras; 3) soberania legal internacional (international legal sovereignty): extensão do reconhecimento outorgado pelos pares a entidades territoriais dotadas de independência jurídica formal; 4) soberania westfaliana (Westphalian sovereignty): capacidade de o Estado excluir, no tratamento de questões internas, a influência de atores externos (HERMANN, 2011 p 115).\nAssim, no corolário tradicional da ordem internacional westfaliano, o princípio regulador fundamental do direito internacional seria o reconhecimento da soberania dos Estados e o princípio de não intervenção. Desta forma os Estados mais fracos poderiam ter uma garantia de defesa adequada frente ao poder dos Estados mais fortes, estes que, de forma geral, buscam uma desculpa para praticar seus próprios interesses estratégicos (HERMANN, 2011).\nNeste contexto, são diferentes as interpretações das declarações dos direitos humanos, como o critério que regula as relações do Estado com seus cidadãos. Assim, os direitos humanos devem comparar sua validez universal, mas não podem esquecer a multiplicidade\ncultural, principalmente as diferenças do ocidente com o oriente. Autorizar uma intervenção ou ingerência humanitária pode ser percebido como uma forma de intrusão no modo de vida alheio, e abrir portas para uma nova possibilidade de imperialismo.\nEsse novo imperialismo tem uma variedade especial chamada “imperialismo capitalista”, isto é a fusão contraditória entre a política do Estado e do império com os processos de acumulação de capital no espaço e no tempo; o primeiro utilizando o imperialismo como um projeto distintamente político cujo poder se baseia no domínio de territórios para fins políticos, econômicos e militares; o segundo utiliza o imperialismo como um processo político econômico difuso no espaço e no tempo no qual o domínio e o uso do capital assumem a primazia (HARVEY, 2005).\nPor mais, muitas dessas intervenções são percebidas como forma de satisfazer os interesses geoestratégicos dos agressores e a ingerência como um instrumento de legitimação da ação.\n2.3.2\tOs defensores das intervenções humanitárias\nO primeiro argumento de defesa é o fato que as intervenções humanitárias se ajustam no direito internacional, embora precise, em diversas ocasiões, se adaptar a nova realidade da cultura legal cosmopolita. Trata-se, em definição, de aliviar a tensão existente entre o direito internacional humanitário e o direito internacional dos direitos humanos com o clássico reconhecimento da soberania dos Estados. A tese se baseia na premissa que a salvaguarda dos direitos humanos prevalece sobre a soberania dos Estados, em caso de violação dos direitos humanos. Esta hipótese é a principal justificativa para a criação de “zonas protegidas”\t,\ncriadas no Iraque (1991), para proteção dos curdos, e as intervenções na Somália (1992) e no Haiti (1994) (VALLESPÍN, 2001).\nO conflito entre o direito dos Estados e os direitos humanos se baseia no pressuposto internacionalista que não somente os Estados são titulares de direito, mas também as pessoas, com prioridade aos grupos minoritários. Desta forma, o princípio da não intervenção dos Estados é quebrado, caso haja consenso internacional, nem sempre respeitado, sobre uma\ngrave violação dos direitos humanos fundamentais. Em todo caso, esta nova interpretação demonstra claramente uma mudança de paradigma, isto é, a não aceitação do contrato social hobbesiano e o Estado como um instrumento de serviço ao povo, e não mais o contrário.\nNota-se que o uso da força e as intervenções da comunidade internacional foram apoiadas em situações extremas como o genocídio de Ruanda (1994), intervenções humanitárias ocorridas em Somália (1992), no Haiti (1994), na Bósnia (1996) e no Kosovo (1999). Os defensores argumentam que essas intervenções precisam ser limitadas e para a não ocorrer abusos por parte dos interventores é necessário seguir uma série de segmentos sistemáticos, que se resumem nos seguintes pressupostos:\n•\tDeve comprovar a existência efetiva e demonstrada de violações graves dos diretos humanos fundamentais, como o genocídio; expulsão forçosa de importantes setores da população; estado de necessidade que requer ação urgente. Paralelamente pode-se adicionar, para garantir a legitimidade da intervenção, a ameaça da paz e segurança dos Estados limítrofes;\n•\tAntes de aplicar o uso da força devem-se tentar medidas por meios pacíficos, através de negociações diplomáticas, sanções econômicas, outros tipos de assistências humanitárias para os grupos perseguidos, etc..;\n•\tO uso da força só pode ser aplicado de forma proporcional aos objetivos perseguidos e com estratégias de contenção restrita para evitar danos colaterais à população inocente; as medidas devem ser tomadas única e exclusivamente para os responsáveis das violações;\n•\tÉ necessário tentar de todos os meios a autorização do Conselho de Segurança da ONU, até mesmo para ter uma maior legitimidade internacional;\n•\tPor último, a intervenção deve ser cessada no momento que for alcançado o objetivo perseguido e deve-se restaurar a soberania do Estado (VALLESPIN, 2001).\nPara os defensores, as intervenções humanitárias surgiram para a proteção ampla dos direitos humanos e a intervenção armada é uma maneira de defender esses direitos quando o Estado não prioriza o ser humano. A intervenção armada deve ser o último recurso, quando estão acabadas todas as vias de negociação e a salvaguarda dos direitos humanos passa a ser responsabilidade da comunidade internacional.\n2.4\tRESPONSABILIDADE DE PROTEGER E O CONSELHO DE SEGURANÇA DAS NAÇÕES UNIDAS\nCom o surgimento da Carta das Nações Unidas em 1945, um novo marco na história da segurança coletiva foi criado. Novos instrumentos internacionais proibiam a prática da guerra e autorizavam o uso da força como medida coerciva internacional. A falta de clareza do artigo 51 da carta deixou abertos procedentes para interpretar que tipo de ação é considerado uma ameaça, além da autorização de coerção militar ou não militar.\nA atuação do Conselho de Segurança das Nações Unidas (CSNU) em temas de Direitos humanos não é nova, sendo que o primeiro caso ocorreu no regime da apartheid, em março de 1960, e o segundo em 1965 na Rodésia do Sul. Devido ao impasse e disputas dos membros permanentes do Conselho de Segurança, não havia interesse por casos de direitos humanos até meados da década de 90, entretanto, depois do fim da guerra fria e dissolução da URSS, em especial, após a Guerra do Golfo de 1990, ocorreu um aumento de casos aceitos pelo Conselho de Segurança das Nações Unidas (CSNU), com um incremento de 85 % no número de resoluções, isto é, de 20 resoluções aprovadas pelo CSNU em 1989, passou-se para 37 em 1990. O número de resoluções de sobre direitos humanos aprovados pelo conselho aumentou de um, em 1991, para cinco, em 1992, pulando drasticamente para vinte, em 1995, e, nos anos conseguintes não aprovando menos que quinze resoluções de direitos humanos, no período de 1998 até 2008 (GHISLENI. 2011 p 35 - 39).\nO aumento do poder das atribuições do CSNU ajudou a processar as mudanças ocorridas no cenário internacional, isto é, a disputa do “Hard Power” praticado na disputa dos Estados Unidos - e os defensores do capitalismo - e a União Soviética - e os defensores do socialismo -, no período da guerra fria, contra o modelo “Low Power” e os novos padrões de conduta internacional.\nNeste contexto, também é necessário analisar pelo menos dois conjuntos de riscos. No primeiro, o aumento substancial dos poderes do CSNU causa a quebra do equilíbrio do sistema onusiano, pois o principal objetivo das Nações Unidas é o cumprimento da\n39 manutenção e a restauração da paz e esta decisão é tomada por somente 15 membros em vista dos 193 membros das Nações Unidas. O segundo problemas é o risco de limitação dos temas de direitos humanos que beneficiem, principalmente, o grupo permanente do conselho e o aumento do risco de medidas coercivas de forma exacerbadas.\nO direito de ingerência teve origem, nas Nações Unidas, com a resolução 43/131 para assistência humanitária para vítimas de desastres naturais. Inicialmente seu objetivo era prestar apoio em caso de desastres naturais ou emergências similares, mas por pressões causadas pelos conflitos da Somália e Iraque foi modificada em 1990 pela resolução 45/100, que estendia para o princípio de livre acesso às vítimas, e em 1991, sendo invocado no conflito contra o Iraque, em 1991, a favor da população curda através da resolução 688 (1991) (GHISLENI. 2011).\nA autorização do conselho de segurança de atuar em temas de direitos humanos não está inserida nos conceitos de direitos humanos, mas sim da ameaça à paz. O artigo 39 da carta prevê que “o Conselho de Segurança determinará a existência de qualquer ameaça à paz, violação da paz ou ato de agressão e fará recomendações ou decidirá quais medidas serão tomadas de acordo com o artigo 41 e 42 para manter ou restaurar a paz e à segurança internacional”. A ameaça da paz pode ser interpretada de qualquer maneira já que a carta não faz nenhuma menção específica sobre quais temas possam ser considerados como ameaças à paz e a segurança internacional, podendo cada caso ser julgado em específico pelo CSNU. Para Gérard Cohen Jonathan ameaça à paz é:\num conflito entre Estados tanto quanto uma situação interna que ameace a paz porque pode esperar-se que ela tenha repercussões internacionais. Ainda convém observar que seria vão querer definir com exatidão o que se entende por repercussões internacionais. Mesmo no caso em que um conflito se limite perfeitamente no interior de um Estado visando, e em que os esforços de justificação em função da tensão internacional estejam bem longe de serem convincentes, nada impede a maioria do Conselho de julgar que há uma ameaça contra a paz [...] (GHISLENI ibid Cot &amp; Pellet p, 51),\nA carta dá poder ao conselho de investigar qualquer disputa ou qualquer situação que poderia levar a um conflito internacional que possa levar ao perigo à paz e segurança internacional. O conselho está assistido pelas cláusulas abertas do Artigo 34 da Carta,\nprincipalmente quando menciona que o conselho pode investigar “sobre qualquer controvérsia ou situação susceptível”, não especificando em quais situações pode ser aplicada, dando um amplo poder ao conselho até mesmo para operar em situações que não ameaçam diretamente a paz e segurança internacional. A grande vantagem é o grau de flexibilidade para resolver situações conflituosas no cenário internacional de maneira rápida e dinâmica, entretanto é um preço alto a pagar dada a infindável abertura institucional para a intervenção do conselho no sistema internacional, e também, corroem a legalidade de algumas ações do conselho junto à comunidade internacional com relação ao tratamento de temas de direitos humanos.\nA política de intervenção e isolamento estatal está em conflito com o princípio da não intervenção consagrada no Artigo 2(7) da carta e da igualdade soberana dos Estados consagrada no Artigo 2(1). Porém, o próprio artigo 2(7) esclarece que o principio da não intervenção não prejudica as medidas coercivas dispostas no capítulo VII da carta. Ao adotar que as ações do Estado beligerante ameaçam a paz e a segurança internacional, uma vez que o CSNU pode desconsiderar a soberania do Estado e aplicar medidas de coerção previstas nos termos da carta (PATRIOTA, 2010 p 25-26). A carta das Nações Unidas abriu caminhos para que a promoção e proteção dos direitos humanos ultrapassem a esfera interna estatal, e os governos devem gerir seus países através de regras e padrões internacionais. Essa visão causou muita tensão na ONU devido dificuldade de perceber até que nível a proteção dos direitos humanos fere a soberania dos Estados-membros (GHISLENI. 2011 p.42 - 46).\nPor mais, durante a Assembleia-Geral do Milênio, em 2000, Kofi Annan abriu caminho para a formalização de um novo conceito para responder as violações maciças e do Direito Internacional Humanitário dos direitos humanos. Uma comissão, financiada pelo governo canadense, a ICISS (International Commission on Intervention and State Sovereignty), seria responsável por apresentar seu relatório, intitulado “Responsibility to Protect”, em dezembro de 2001, para a 56° sessão da AGNU. O relatório partiu do princípio que a soberania estatal implica responsabilidades que cabem, em primazia, ao Estado, mas se a população estiver sofrendo ameaças por guerras internas, insurgências ou por fracasso das instituições estatais, a comunidade internacional tem o dever de intervir. O relatório busca justificar a intervenção não como uma quebra de soberania, mas sim uma responsabilidade de intervir e a nova caracterização de soberania muda o foco do controle para a responsabilidade. O Estado agora é responsável pela vida, segurança e bem estar dos cidadãos e as autoridades nacionais teriam a responsabilidade de proteger os direitos fundamentais da população. Isto é,\nalém dos três elementos básicos de um Estado soberano, desde Vestfália - autoridade, território e população -, um quarto seria incluído: o respeito aos direitos fundamentais (BIERRENBACH, 2011 p.127 - 133).\nPara o relatório, a responsabilidade de proteger abrange três elementos de responsabilidade: a responsabilidade de prevenir, a responsabilidade de reagir e a responsabilidade de reconstruir. A primeira atua nas causas dos conflitos armados e outras crises que colocam em risco a população. A prevenção deve compreender medidas de natureza política (como voto livre, liberdade de imprensa, maior participação social), econômica (reformas estruturais, assistência técnica, melhor acesso aos mercados) e setoriais (treinamento das forças armadas, mecanismos de desarmamento de e não proliferação de armas). A prevenção compreende a principal etapa da responsabilidade de proteger, e todos seus recursos devem ser esgotados antes de passar para a próxima etapa (BIERRENBACH, 2011).\nA segunda é a responsabilidade de reagir, quer dizer, a resposta a uma violação dos direitos humanos seja de forma coerciva ou por sanções. As sanções econômicas podem ser a primeira resposta internacional contra o Estado violador, entretanto esse método pode agravar ainda mais a situação das vítimas e elas podem incluir o congelamento dos recursos econômicos e ativos financeiros de governos, grupos ou indivíduos. As sanções militares também podem ser militares ou político/diplomática. As militares incluem embargos de armas, encerramento de programas de cooperação e treinamento. No campo político, a restrição de representações diplomáticas, restrições de viagens, suspensão ou expulsão de organismos internacionais e impedimento de ingresso em órgãos internacionais (BIERRENBACH, 2011).\nO terceiro é a responsabilidade de reconstruir, que é a assistência necessária após a intervenção, para recuperar e reconstruir e reconciliar a sociedade atingida. É necessário para a preservação e manutenção do regime estabelecido e a garantir evitar o retorno do conflito. As ações incluem medidas de segurança, justiça e desenvolvimento, como o fortalecimento do poder judiciário e o Estado de direito, proteção contra retaliações à população ou limpeza étnica. A permanência das forças armadas após o conflito pode ter efeitos negativos como, a suspensão dos direitos soberano do Estado sob intervenção, a manutenção de dependência externa e distorção da economia local (BIERRENBACH, 2011).\nO tema responsabilidade de proteger somente foi formalmente reconhecido pela comunidade internacional durante a Cúpula Mundial de 2005. O documento final da cúpula registra nos parágrafos 138 e 139 documentos a respeito do conceito de responsabilidade de proteger:\nResponsibility to protect populations from genocide, war crimes, ethnic cleansing and crimes against humanity\n138.\tEach individual State has the responsibility to protect its populations from genocide, war crimes, ethnic cleansing and crimes against humanity. This responsibility entails the prevention of such crimes, including their incitement, through appropriate and necessary means. We accept that responsibility and will act in accordance with it. The international community should, as appropriate, encourage and help States to exercise this responsibility and support the United Nations in establishing an early warning capability.\n139.\tThe international community, through the United Nations, also has the responsibility to use appropriate diplomatic, humanitarian and other peaceful means, in accordance with Chapters VI and VIII of the Charter, to help to protect populations from genocide, war crimes, ethnic cleansing and crimes against humanity. In this context, we are prepared to take collective action, in a timely and decisive manner, through the Security Council, in accordance with the Charter, including Chapter VII, on a case-by-case basis and in cooperation with relevant regional organizations as appropriate, should peaceful means be inadequate and national authorities are manifestly failing to protect their populations from genocide, war crimes, ethnic cleansing and crimes against humanity. We stress the need for the General Assembly to continue consideration of the responsibility to protect populations from genocide, war crimes, ethnic cleansing and crimes against humanity and its implications, bearing in mind the principles of the Charter and international law. We also intend to commit ourselves, as necessary and appropriate, to helping States build capacity to protect their populations from genocide, war crimes, ethnic cleansing and crimes against humanity and to assisting those which are under stress before crises and conflicts break out;( UNITED NATIONS. Resolution A/60/L.1, 24 October 2005).\nA partir da cúpula de 2005 o termo responsabilidade de proteger passou a ser invocado pelo CSNU. A resolução 1653, de 27 de janeiro de 2006, foi aprovada depois de um exaustivo debate sobre o conceito e sua aplicação na situação da região dos Grandes Lagos Africanos e os ataques de milícias e grupos armados contra a população. Outras resoluções como a 1674 (2006), 1706 (2006), 1755 (2007), dentre outras fizeram menções sobre os parágrafos 138 e 139 documentos finais da cúpula e reafirmaram a importância da responsabilidade de proteger para o combate das violações maciças dos direitos humanos (BIERRENBACH, 2011 p 149).\nEm 2007 iniciou no CSNU um debate sobre a proteção a população civil em caso de conflitos armados e a posição dos Estados sobre o conceito de responsabilidade de proteger. De um lado a delegação da Alemanha (em nome da UE), Liechtenstein, Panamá e Peru foram favoráveis. Gana, Ruanda, Itália e Japão foram a favor de medidas mais concretas. A Bélgica destacou o dever da comunidade internacional salvaguarda dos direitos humanos. A delegação\nda China, Rússia e Catar criticaram a forma que o tema estava sendo discutido e assinalaram a importância de abrir o tema para a Assembleia Geral das Nações Unidas (AGNU). Colômbia, México e Argentina criticaram a politização do tema. Um ponto a ressaltar ocorreu com a Rússia, que mesmo com uma posição reservada sobre o tema utilizou o argumento de responsabilidade de proteger para justificar a invasão militar contra a Geórgia, em setembro de 2008, sob o pretexto de proteger os habitantes da Ossétia do Sul (BIERRENBACH, 2011 p152 - 153).\nO secretário geral das Nações Unidas Ban Ki-Moon, em 2008, indicou para o cargo de assessor especial do tema responsabilidade de proteger, Edward Luck, Diretor da Escola de Assuntos Públicos Internacionais da Universidade de Columbia. A criação do cargo gerou controvérsias, pois não teve autorização da AGNU. Em janeiro de 2009, circulou um relatório sobre a implementação da responsabilidade de proteger. O relatório teve como base os parágrafos 138 e 139 da resolução 60/1 da AGNU e a resolução 1674, de 2006 (BIERRENBACH, 2011).\nDe acordo com Ban Ki-Moon um dos maiores obstáculos para se agir diante de crises humanitárias e de ordem conceitual e para superar essa limitação surgiram duas doutrinas: a intervenção humanitária e a soberania como responsabilidade. O secretário também tentou esclarecer as diversas críticas ao conceito. De ordem jurídica, explicou que a responsabilidade de proteger não altera o não uso da força, a não ser em conformidade com a carta, mas serve como complemento para os mecanismos de prevenção, proteção e resposta e reconstrução oferecido pelas Nações Unidas. Com relação às críticas de ordem política, nega o conceito de invenção ocidental ou do Norte, imposta aos países do Sul, lembrando que foram os dois secretários-gerais das Nações Unidas africanos - Boutros Boutros-Ghali e Kofi Annan - que primeiro exploraram as questões de soberania e intervenção humanitária e que a União Africana aceitou o direito de intervenção das Nações Unidas em casos de crimes de guerra, genocídio e crimes contra a humanidade, em 2000 (BIERRENBACH, 2011).\nEm resposta a um relatório divulgado em agosto de 2000, o chamado “Brahimi Report” (Report of the Panel on United Nations Peace Operations), que criticava as intervenções humanitárias e defendia o uso da força somente para autodefesa o secretário das ONU Kofi Annan respondeu:\nA intervenção humanitária é questão sensível, repleta de dificuldades políticas, e sem respostas fáceis. Mas, certamente, nenhum princípio jurídico - nem sequer a soberania - pode ser invocado para proteger os autores de crimes contra a humanidade. Nos lugares em que esses crimes sejam cometidos e onde se esgotem as tentativas de impedi-los por meios pacíficos, o Conselho de Segurança tem o dever moral de agir em nome da comunidade internacional. O fato de não podermos proteger pessoas em todas as partes não é razão para não fazermos nada quando é possível fazer alguma coisa. A intervenção armada deve continuar a ser sempre o último recurso, mas diante de assassinatos em massa, é uma opção que não pode ser descartada (ANNAN apud BIERRENBACH, 2011 p 123).\nDe fato, o impasse entre a responsabilidade de proteger e a soberania nacional é um tema complicado e sua discursão complexa e polêmica, uma vez que se permitir a deliberada quebra da soberania nacional os Estados estarão reféns da comunidade internacional ou interesses particulares de alguns países. Por outro, a não ingerência pode gerar abuso por parte do estado agressor, como o genocídio em Ruanda (1994), no qual o descaso tomou proporções alarmantes. Por isso as intervenções pelo uso da responsabilidade de proteger devem ser cuidadosamente analisadas, de foco multilateral e específico para cada conflito.\nCAPÍTULO 3 - O CASO DA LÍBIA\n3.1\tA INTERVENÇÃO NA LÍBIA\nO apoio das grandes potências ocidentais aos rebeldes líbios tem mais interesses geopolíticos, do que interesses humanitários. Não é de hoje que existe interesse ocidental pela região, visto que o ditador Muammar al-Gaddafi tinha forte oposição dos países ocidentais. Porém uma intervenção na Líbia necessitaria de apoio da comunidade internacional, e, de fato, depois do atentado de 11 de setembro de 2001, quando o ataque terrorista às torres gêmeas foi televisionado e a mídia e os meios de comunicação se tornaram um aliado norteamericano para justificar sua “guerra contra o terror”.\nA importância da mídia na influência internacional deu-se após a primeira guerra televisionada mundialmente, a Primeira Guerra do Iraque (1990-1991). O ataque foi filmado pela rede de televisão CNN, e de certa forma, foi censurado pelo governo dos Estados Unidos, uma vez que as imagens tinham tons verde-escuro e os bombardeios noturnos dificultavam uma visão mais clara dos ataques em Bagdá, visão diferente das redes locais como a Al-Jazhira, do Qatar que mostravam imagens de vis mortos e prédios residenciais destruídos.\nA deposição e morte do ditador Muammar al-Gaddafi ocorreu após o início de uma manifestação popular em diversos países árabes, chamada de “Primavera Árabe”, manifestação popular com forte apoio tanto internacional como local. O nome primavera árabe foi dado a uma série de manifestações e revoltas populares contra regimes ditatoriais, em 2011. Uma inovação foi a divulgação das manifestações e encontros através das redes sociais, aumentando cada vez mais os envolvidos. Os países nos quais houve a primavera árabe foram o Egito, a Tunísia, a Líbia, a Síria, o Iêmen e Barein e no período quatro ditadores foram depostos40.\nO coronel Muammar al-Gaddafi, chegou ao poder em 1969, aos 27 anos, através de um golpe de estado sem derramamento de sangue, que derrubou o antigo rei Idris I. O ditador\nreviu o contrato de extração de petróleo por empresas estrangeiras no período de 1970, e mudou a situação financeira do país ao rever todos os contratos, uma vez que os contratos antigos só eram vantajosos para os exploradores. O petróleo líbio foi descoberto em 1950, mas somente após a pressão do ditador que a Líbia começou a ter lucros com a exportação.\nNa década de 80. o ditador foi acusado de ajudar a financiar o terrorismo em ataques bomba contra uma discoteca em Berlim Ocidental e um atentado contra um avião americano no céu de Lockerbie, na Escócia (com 270 mortos em 1988), e sofreu sanções internacionais até 1999, quando extraditou os acusados do atentado para a Holanda, e assim, voltou a ter boas relações com o ocidente uma vez que também indenizou as famílias das vítimas em\n2003.\nPara legitimar seu governo, o ditador escreveu o Livro Verde, como se fosse a constituição do país e criou o conceito de \"Jamahiriya\" ou o estado das massas. Em 1977 o ditador destituiu todos os cargos oficiais e criou diversos comitês populares em vários cantos da nação para que as decisões fossem tomadas diretamente pelo povo. Na realidade, esses comitês eram controlados pelos seus aliados e as decisões só seriam afirmações do desejo do líder.\nPara difundir o Livro Verde, o ditador criou um centro mundial de estudo e pesquisa do Livro Verde, com uma equipe de mais de 100 funcionários e filiais no mundo inteiro, fez a tradução do livro para mais de 30 idiomas, e obrigou a comunidade acadêmica a escrever trabalhos sobre suas ideias. A insatisfação popular pela violenta ditadura a punhos de ferro, mascarada por uma falsa ideia de democracia de massa e o descontentamento com a pobreza e os problemas sociais levaram as manifestações à primavera árabe, sendo que, uma das primeiras manifestações do povo líbio foi queimar o Livro Verde, como forma de protesto.\n3.1.1\tA relação com a África e as potências ocidentais\nNum passado não muito distante a Líbia chegou a ter boas relações com as lideranças do ocidente, a ponto de empresas americanas voltarem a explorar o gás natural e petróleo Líbano em 2005e em 2006 o presidente George W Bush retirou a Líbia da lista dos países patrocinadores do terror.\nMesmo assim, a falta de transparência nas intenções do ditador contra os Estados Unidos e a Europa, e a incerteza do posicionamento político do país sempre foram causas de desconforto. De fato, a política externa de Muammar al-Gaddafi, sempre teve uma clara intenção de distanciar a presença ocidental na África, como demonstrou quando foi contra a assinatura da AFRICOM41, uma proposta de controle militar na África, sobre o pretexto de ajudar a resolver os conflitos do continente, mas na prática serve para conter a presença da China na região e garantir o acesso norte americano ao fornecimento de petróleo africano, e também na tentativa do ditador, junto com outros líderes africanos, de estabelecer uma moeda africana que substituísse o dólar e o euro, e assim fortalecer as cooperações intra-africanas e permitir um maior desenvolvimento, além de iniciar negociações de cooperação sul-sul, sobretudo com a China, Índia e Brasil (FERNANDES et all, 2012).\nA França também estava preocupada com a Líbia, uma vez que perdia espaço na África Subsaariana e a Líbia aumentava o comércio com esses países. Em 1997, as exportações da Líbia eram estimadas em 199 milhões de dinar líbio (LYD) e as importações somavam 182 milhões de dinar líbio, ou seja, um superávit de 17 milhões. Os 10 principais países importadores da Líbia, por ordem de importância, eram: Tunísia (84.323 milhões de LYD), Egito (49.3280 milhões de LYD), Marrocos (44.731 milhões de LYD), Zimbábue (1.117 milhões de LYD), Argélia (730 mil LYD) Mauritânia (522 mil LYD), Costa de Marfim (376 mil LYD), África do Sul (171 mil LYD) Somália (63 mil LYD) e Etiópia (32 mil LYD) (SILVA et al, 2011 p.22).\nDe forma geral, a tentativa de controle do continente africano é um ressurgimento do imperialismo ocorrido no século anterior, e esse novo imperialismo é coletivo (EUA, Europa e Japão) e, muitas vezes, mascarado em forma de Organizações Internacionais e ajudas estratégicas. Ainda, o ditador sempre foi um grande obstáculo para as intenções ocidentais na África e a retirada de Muammar al-Gaddafi somente traria benefícios para os Estados Unidos e a Europa. (FERNANDES et all, 2012).\nAinda, a África era considerada o elemento fundamental para a política externa da Líbia e a ambição do ditador por poder e influência no continente colocaram o país como um\nimportante ator nas discursões geopolíticas da região. Em particular, existia uma disputa entre a Líbia e a França uma vez que os franceses estavam perdendo o domínio de suas antigas colônias e os esforços de Muammar al-Gaddafi para fortalecer a União Africana dificultavam ainda mais essa dependência.(FERNANDES et all, 2012).\n3.1.2\tA responsabilidade de proteger: controle do petróleo ou direitos humanos?\nO princípio da responsabilidade de proteger (RtoP) , como visto no capítulo anterior, surgiu em 2001, no discurso do secretário das Nações Unidas Kofi Annan e autorizava a intervenção internacional em caso de graves violações dos direitos humanos.\nPara analisar a intervenção humanitária na Líbia sobre o pretexto da responsabilidade de proteger, primeiro é necessário saber as origens do conflito e quais motivos levaram os líderes internacionais a acionar o conselho de segurança. É necessário ressaltar a importância do petróleo da Líbia, que em 2009 exportava 1,5 Mb/d sendo considerado o 12 principal país exportador de petróleo, se tornou um país rico desde que Muammar al-Gaddafi assumiu o poder.\n3.1.2.1\tO petróleo e o gás natural\nO país se localiza no norte da África, entre as coordenadas 2500 N e 17000 E, limitase ao norte com o Mar mediterrâneo e ao leste com Egito, sudeste com o Sudão, ao Sul com Chade e a Nigéria, ao oeste com a Argélia e ao noroeste coma Tunísia. É um dos maiores países da África com 1.775.000 Km2, mas os desertos, planícies rochosas e dunas de areias ocupam 95% da área total, e apesar de grande é um país pouco populoso, com a maioria da população concentrada nas áreas cultiváveis, e as mais importantes são a cidade de Trípoli e Bengasi.\nFigura 3- Mapa da Líbia\nALGERIA\nLibya oil and natural gas infrastructure\n-----Oil pipeline\n-----Natural gas pipeline\nOil and natural gas field\n□ Oil refinery\nEGYPT\nCHAD\nFeel)\nMurzuq basin\nLI BYA\nMessla\nA LNG terminal\n—• Port\n* Capital\nSources U.S. fnerjy information Administration, IHS Edin Representation of international boundaries and names not authoritative\nciJ\nSUDAN\n0 1 1\t100\t200 Mlle$ i\t1\n0 L\t100 J—1—1\t200 Kilometers L—J\nFonte: IEA, 2014\nDesde que aderiu a OPEP em 1962 e, na atualidade, a Líbia tem a maior quantidade de reservas de petróleo comprovadas na África e o quarto em volume de gás natural, sendo que seu principal mercado é o europeu. De acordo com o FMI, o petróleo e o gás natural líbio compõem 96% das receitas do governo e 98% das exportações. Desse total, aproximadamente 79% dessas exportações são feitas através de petróleo cru, chegando a uma renda de quatro bilhões de dólares por mês. (IEA, 2014c)\nEm 2012, 71% das rotas de petróleo cru da Líbia é destinada para a Europa exportou, e os principais importadores, respectivamente, são: Itália (23%), Alemanha (13%), China (12%), França (10%), Espanha (7%) e para os Estados Unidos apenas 4% da sua produção. As exportações dos Estados Unidos apensas representam 0.6% das exportações totais do ano de 2012.\nOther Asia &amp; Oceania 7%\nGermany 13%\nOther Europe\n13%\nChina\n12%\nFrance\n10%\nUnited States---'''\n4o/o United Kingdom\nJ ° Indonesia\n6%\nFonte: IEA apud Global Trade Atlas and APEX Tanker Data\nEm agosto de 2013, as interrupções de petróleo mundiais atingiram três milhões de barris por dia, e no período de fevereiro até janeiro de 2012 a interrupção na Líbia alterou o mercado mundial. Isso também afetou outros produtores, como a Arábia Saudita, país com maior capacidade excedente para o aumento de produção, e começou a uma queda significativa na capacidade excedente desde agosto de 2013 e queda na produção a partir de outubro de 2013 (IEA, 2014d).\nGlobal crude oil and liquid fuels supply disruptions (January 2011 - first half November 2013) thousand barrels per day\nGráfico 9 - Interrupção no abastecimento mundial de petróleo cru e combustível líquido (janeiro de 2011 até a primeira metade de novembro de 2013)\nFonte: IEA, 2014\nAntes da Guerra civil a Líbia tinha sua produção de petróleo um pouco acima de 1.6\n(2011) ocasionaram a interrupção da produção do petróleo, chegando a zero, uma vez que houve o embargo das exportações de petróleo e gás natural. Após a morte do ditador Muammar al-Gaddafi, o país ficou foi criado um Conselho Nacional de Transição (CNT), que na prática administraria o país até a realização de novas eleições. Logo no início, foram retomadas as produções de petróleo e gás natural, mas a falta de poder do CNT e as disputas de poderosas milícias pelos campos de petróleos, juntamente com os problemas petrolíferos (uma vez que as milícias são desorganizadas demais para fazer a manutenção e controle dos campos de petróleo) levaram a uma considerável queda da produção, e em 2013 atingiram o mesmo nível de produção de 2011.\nAinda, a crise de interrupção do petróleo líbio, desde o início das manifestações decorrentes da primavera árabe não geraram consequências somente no abastecimento, mas numa série de fatores ligados ao tempo e espaço da interrupção. Com relação ao tempo, dependendo da duração da interrupção, as consequências podem ser agravadas e o espaço geográfico está relacionado com a importância do recurso natural para o mercado mundial. Uma vez que a Líbia representava 2% do mercado mundial os principais impactos diretos e indiretos podem ser definidos abaixo (IEA, 2007).\n3.1.2.1.1\tVolume Bruto versus Qualidade Bruta\nEmbora o petróleo seja considerado um bem fundível, o petróleo bruto pode ter diferentes qualidades e, consequentemente gerar diferentes produtos. A importância do petróleo líbio, não se dá somente em nível de produção, mas também na qualidade de seu petróleo bruto. Quer dizer, o seu petróleo é considerado doce (teor de enxofre abaixo de 0,5%) diferente da maioria das reservas de petróleo que tem um petróleo azedo (teor de enxofre acima de 2,5%). As refinarias europeias não estão preparadas para processar o petróleo azedo, diferente dos Estados Unidos, que consegue operar com o petróleo azedo.\n3.1.2.1.2\tMercado consumidor\nEmbora a maioria das exportações da Líbia seja para a Europa, seu mercado é bastante diversificado, se estendendo até a China. Uma vez que o petróleo líbio é interrompido, existe uma necessidade de suprir a demanda dos países que precisam importar o petróleo doce, causando impacto em mercados secundários. Isto é, o petróleo precisa ser substituído por outros países próximo e com as mesmas propriedades do petróleo interrompido. O país mais provável é a Argélia, por ser produtor de petróleo doce e se encontra perto da Líbia, e ainda, afeta também o mercado estadunidense, uma vez que o país utiliza as importações do petróleo doce para misturar em suas refinarias, com o petróleo azedo. Vale lembrar que o fluxo global de mercado se adapta de acordo com a necessidade da demanda.\n3.1.2.1.3\tCurta distância e longa distância\nA localização é outro importante fator que afeta os impactos de uma interrupção. Quanto mais próxima o mercado consumidor da interrupção, mais rápido os impactos são sentidos no mercado interno, a não ser que o importador encontre um mercado substituto de igual ou menor distância que o anterior. Uma vez que é necessário suprir a demanda gerada pela interrupção, a escolha de um novo mercado influencia diretamente os efeitos do país consumidor, visto que é necessário um tempo de transporte, embarque da mercadoria, dentre outros. Por outro lado, os efeitos negativos em longo prazo não são sentidos uma vez que o país tenha reservas suficientes para suprir suas necessidades.\n3.1.2.1.4\tPetróleo Cru versus Produtos\nOutra maneira da interrupção afetar o mercado mundial é através do mercado de produtos. Uma grande parte do mercado líbio é reimportado após o processamento por refinarias situadas no mediterrâneo voltado para a exportação. A Itália é o principal importador do petróleo da Líbia, chegando % do petróleo cru importado, entretanto o volume de produto refinado líbio superou as importações do petróleo cru. Uma vez que a ruptura se dá por muito tempo, também afeta o mercado de produtos italiano.\n3.1.2.1.5\tCondições do mercado\nO impacto de uma interrupção pode ser agravado de acordo com as condições do mercado, tais como o nível de oferta e demanda, nível de estoque e a capacidade de refino. A interrupção de 2011 ocorreu numa realidade onde o nível de estoque é confortável, uma vez que os países produzem reservas para eventuais interrupções de petróleo. Na Europa, mesmo estando agitado com relação ao as reservas de petróleo doce, a capacidade de transporte e refino ainda são abundantes, por isso o custo de substituição é relativamente baixo.\n3.1.2.1.6\tSazonalidade\nA oferta e demanda é sujeitas a ciclos sazonais. A interrupção de 2011 na Líbia ocorreu numa época de baixa sazonalidade\n3.1.2.1.7\tReservas estratégicas\nOs países com reservas estratégicas devem decidir quando liberar seus estoques. É uma decisão complexa, uma vez que os benefícios incluem a redução da pressão aos fornecedores com capacidade de aumentar a produção, mas a sua utilização diminui as reserves para o futuro. A maioria das reservas europeias está nas refinarias e em forma de produtos e os Estados Unidos tem reservas estratégias de petróleo cru, tanto azedo quando doce.\n3.1.2.1.8\tTrajetória\nUma interrupção no fornecimento não necessariamente no petróleo, mas no caminho percorrido, desde a saída até a chegada à refinaria. Não houve interrupção nas rotas internacionais.\n3.1.2.1.9\tEfeito Dominó\nUma interrupção pode causar risco de “contágio” dos países vizinhos e proporcionar uma interrupção conjunta. No caso da Líbia, a interrupção se deu, na sua maioria, devido a sanções do CSNU, sendo difícil causar o efeito dominó.\n3.1.2.1.10\tImpacto no mercado\nOs impactos no mercado mundial podem se manifestar através de vários fatores. O mais visível é a mudança do preço do barril de petróleo, uma vez que a interrupção do petróleo líbio tem efeito direto no mercado mundial. Em 2011 o preço do barril de petróleo Brent chegou a US$ 110 por barril devido à interrupção na Líbia. Outros fatores são a mudança na capacidade de produção em curto prazo, aumento do preço do produto final e também, a interrupção pode aumentar o preço de venda de entrega futura com relação ao preço de entrega imediata. A mudança das entregas futuras tem implicações para o estoque e nos fluxos comerciais do petróleo.\n3.1.2.2\tA intervenção humanitária\nA principal economia do país é a exploração dos hidrocarbonetos fósseis, e apesar de ser extremante rico, e a taxa de alfabetização42 43 ser de 89,54% (2011 est.), a população estava insatisfeita, a indústria era atrasada, com elevadas taxas de natalidade e de mortalidade, com baixa expectativa de vida, alto índice de corrupção e violência policial e o crescente desemprego (atingia 30% da população). E, somente na teoria o governo era do povo, isto porque todas as comissões populares eram controladas por grupos vinculados ao governo e as\n42\tPetróleo Brent - Petróleo produzido na região do Mar do Norte, provenientes dos sistemas de exploração petrolífera de Brent e Ninian. É o petróleo na sua forma bruta sem passar pelo sistema de refino. A cotação Brent é referência para os mercados europeu e asiático.\n43\tA taxa de alfabetização é o percentual da população acima de 15 anos capaz de ler e escrever com compreensão um pequeno e simples texto na sua vida cotidiana\noposições eram oprimidas com violência. Na prática, as necessidades básicas da população eram ignoradas pelos eternos desejos de poder e controle, tanto interno quanto externo, com a tentativa de se tornar uma potência regional. Analistas dizem que essa insatisfação, acumulada desde a década de 1970 foi a principal causa do início da primavera árabe no país.\nA revolução popular na Líbia teve seu início dia 15 de fevereiro de 2011, na cidade de Benghazi44, e somente no primeiro dia 84 civis foram mortos, quando o ditador mandou a elite do exército para reprimir a população. Os conflitos seguiram por toda a Líbia e cidades como Bin Jawad e Sirte ( cidade natal de Muammar al-Gaddafi) foram tomadas por rebeldes, assim ocorreram como constante manifestações na capital Tripoli. O ditador combateu os manifestantes, que muitas vezes estavam equipados com paus e pedras, com o exercito treinado e armamento pesado. A violência do conflito e o elevado número de manifestantes mortos causou grande revolta na comunidade internacional.\nA resolução 1970(2011), aprovada em 26 de fevereiro e a resolução, 1973(2011) aprovada em 07 de março, contra o regime de Muammar al-Gaddafi, acusava o governo líbio de graves violações dos direitos humanos e crimes contra a humanidade. A duas resoluções tem basicamente o mesmo conteúdo, entretento como a primeira não impediu Muammar al-Gaddafi de atacar os manifestantes, foi sancionada a segunda resolução, que adicionou uma zona de exclusão aérea. Os principais pontos das resoluções 1971 - 1973 (2011) foram:\n•\tCessar-fogo imediato\n•\tAssegurar o trabalho das agências humanitárias e o provimento de remédios;\n•\tFim da violência, ataques e abuso de civis;\n•\tEmbargo de armas e ações contra os mercenários;\n•\tCongelamento de bens líbios;\n•\tAutorização para utilizar todos os meios necessários para proteger civis, exceto ocupação estrangeira;\n•\tProibição a todos os voos de aeronaves líbias (1973);\n•\tZona de exclusão aérea (1973).\nAs resoluções, principalmente a resolução 1973, deram início a uma série de medidas para garantir o cumprimento das sanções, inclusive a exclusão do espaço aéreo da Líbia e a autorização dos Estados-membros das Nações Unidas a tomar todas as medidas necessárias para proteger os cidadãos civis que estavam em ameaça. O secretário das Nações Unidas na época Ban Ki Moon emitiu uma declaração afirmando que era “clara e inequivocamente, a determinação da comunidade internacional para cumprir sua responsabilidade de proteger os civis da violência perpetrada sobre eles por seu próprio governo” (UNITED NATIONS. News Service, 18/3/2011 apud ROCHA, 2014).\nApós a declaração da zona de exclusão, o ataque se deu de duas fases: a primeira através de ataques individuais, que começaram pela Franca, e logo depois foi seguida por ataques de outros países, como os Estados Unidos, o Reino Unido e o Canadá. A segunda etapa ocorreu quando a OTAN resolveu assumir o comando dos ataques, no dia 30 de março de 2011.\nDe fato, os ataques sistemáticos diminuíram o poder bélico líbio e as sanções diminuíram a capacidade de resposta do ditador, que já não tinha mais o controle da maior parte do país. A morte do ditador ocorreu quando um comboio com 75 carros armados foi alvejado por caças franceses, perto da cidade de Sirte. No dia 20 de outubro, depois de ter seu carro destruído por caças, o ex-ditador Muammar al-Gaddafi foi encontrado e morto por rebeldes.\nPara melhor analisar se o uso da RtoP na intervenção humanitária na Líbia, foi adotada um modelo baseado em sete critérios (SILVA, 2013b):\n•\tEmergência humanitária suprema Ocorre em casos onde existe eminencia de morte ou de limpeza étnica em larga escala, levando em consideração a realidade política e cultural do Estado a ser analisado;\n•\tNecessidade de intervir -> Somente deve intervir quando se esgotarem todos os meios de negociação não violentos. Os principais critérios para uma intervenção são quando existe uma grande perda de vidas humanas, sendo por genocídio ou não, gerada por uma ação do próprio Estado, por negligência, por incapacidade de agir ou por um Estado falido; limpezas étnicas de grandes escalas seguindo por morte, estupro, expulsão forçada ou atos de terror (ICISS, 2001 p32). Outros casos também devem ser analisados de acordo com a proporção e a gravidade, além de também ser necessário definir se a situação é uma emergência extrema que justifique uma ação militar.\n•\tProporcionalidade -> A escala, a duração devem ser analisados para assegurar o objetivo humanitário e precisam respeitar todas as leis humanitárias, visto que a intervenção utiliza forma militar, a ação deve ser estreitamente focada no combate militar e violência armada, para evitar ao máximo as perdas civis;\n•\tProbabilidade de alcançar resultado humanitário supremo -> Para uma ação militar ser aprovada é necessária que tenha uma razoável chance de sucesso, isto é, devem deter ou evitar as emergências que desencadearam a ação. Uma ação militar não pode acontecer sob o risco de cancelamento ou caso possa desencadear um conflito ainda maior (ICISS, 2001 p 37). Ainda, é necessário prestar contas com os cidadãos do Estado interventor, uma vez que é ele quem financia a intervenção;\n•\tCorreta intenção -> A principal intenção de uma intervenção é proteger a salvaguarda dos direitos humanos universais, a manutenção e a promoção da paz. É importante que as intervenções tenham um caráter multilateral para minimizar os interesses egoístas de cada Estado interventor. Ainda, para uma correta intenção é necessário ações posteriores a intervenção que ajudem na reestruturação do país;\n•\tRedução da seletividade -> Esse critério visa evitar a discriminação dos agentes com relação à escolha de uma intervenção humanitária. Para ser cumprido, depende da aplicação correta dos outros critérios para que os motivos da seleção sejam humanitários e não estratégicos;\n•\tLegalidade -> A legalidade prevê que todas as intervenções devem ser aprovadas pelo CSNU e respeitar os dispositivos da carta das Nações Unidas. A legalidade deve garantir que a decisão seja de caráter internacional e não com bases seletivas.\nA resposta de Muammar al-Gaddafi para suprimir as manifestações contra seu governo, que começaram em fevereiro de 2011, com militares fortemente armados e com munição letal constitui um caso de emergência humanitária suprema. No critério da necessidade de intervir, percebe-se que a resolução das Nações Unidas de 1970 não foi, em nenhum momento, respeitada pelo governo de Muammar al-Gaddafi, demostrando a clara necessidade de uma intervenção armada.\nEm relação à proporcionalidade, em parte foi atingido o objetivo, uma vez que a morte do ditador cessou a maioria das violações dos direitos humanos, entretanto o encerramento da ação da OTAN uma semana depois deixou o país sem comando e com diversas disputas regionais de poder. Deve-se lembrar de que para a aplicação da RtoP de forma correta, os Estados interventores devem assumir também a responsabilidade de reconstruir, para mitigar os danos econômicos e comerciais, principalmente com a interrupção das exportações. Deve-se oferecer ajuda politica, militar e jurídica para o novo regime, proteger a população contra possíveis retaliações ou abuso de poder pelos novos governantes, dentre outros. Normalmente, são medidas de médio em longo prazo, e muitas vezes os países interventores não querem arcar com o ônus financeiro dessas ações.\nNa redução da seletividade, fica claro que os objetivos da intervenção da ONU e da OTAN são ligados a interesses políticos, por um lado a França e a necessidade de manter a hegemonia no continente africano e por outros as potências ocidentais e a segurança energética e estratégias geopolíticas uma vez que o petróleo da Líbia está na rota de interesse desses países. E mais, com a queda do Muammar al-Gaddafi, a Líbia, em 2014, pretende assinar acordos com a AFRICOM, permitindo a entrada do exército militar na região, inclusive para treinar tropas líbias para combater milícias na região. Com relação a legalidade, a intervenção cumpriu todas as fases da intervenção, e foi amplamente aceita tanto pelos países africanos quanto pela comunidade internacional.\nO ataque da OTAN pode ter sido determinado pela urgência da necessidade da retomada das importações do petróleo líbio, uma vez que as refinarias europeias são altamente dependentes de petróleo doce e seus derivados. A participação menos incisiva, deixando a liderança para a OTAN, do exército americano no conflito também pode ser explicada, uma vez que o petróleo da Líbia tem pouca influência direta na economia norte americana, mas é de suma importância para segurança energética mundial.\nApesar da validação humanitária e o uso da responsabilidade de proteger o verdadeiro motivo da intervenção foi geopolítica, uma vez que Muammar al-Gaddafi controlava todas as etapas internas de produção, e mesmo tendo boas relações com as potências ocidentais era extremamente volátil, causando desconforto para as potências dependentes de seu petróleo, como a França e a Itália. A grande contradição da intervenção humanitária se deu pelo uso parcial tanto das prerrogativas dos direitos humanos quanto da responsabilidade de proteger,\n94 isto é, o fim do regime de Muammar al-Gaddafi não cessou as violações dos direitos humanos, uma vez que as novas milícias começaram a praticar a nova onda de terror, e também, não houve interesse na investigação de outros responsáveis por crime de guerra e violações dos direitos humanos, tanto do lado do ditador quanto dos rebeldes.\nCONSIDERAÇÕES FINAIS\nO petróleo é a principal fonte de energia do mundo e, ainda hoje não existe nenhuma fonte de energia que o substitua totalmente. Por isso, essa commodity passou a ser tema de segurança nacional para diversos países.\nA securitização da geopolítica energética, em particular o petróleo aconteceu após a década de 70 e a primeira crise do petróleo de 1973, entretanto somente após a década de 1990 que o tema ganhou forte influencia internacional, uma vez encerrado os conflitos da Guerra Fria e as novas tendências capitalistas liberais. Ocorreu também, o aumento das interferências em conflitos de Estados com reservas de petróleo, como demostra na Guerra do Golfo (1990), Afeganistão (2001) Invasão do Iraque (2003) além de estratégias de controle regionais como a criação da AFRICOM para colocar tropas dos Estados Unidos na África.\nNão é para menos, pois a China e a Índia são os países que mais demandam energia no mundo e, para assegurar seu crescimento, o governo chinês adotou uma estratégia de diversificação de mercado, isto é, adotando parcerias ou investindo em reservas de petróleo no mundo inteiro. E em particular, ter boas relações com a Rússia e os países asiáticos e investimentos na África, continente com um imenso potencial energético.\nDevido à mudança geopolítica mundial e a vitória do capitalismo na década de 90, temas ambientais e de direitos humanos começaram a entrar na lista de discursões internacionais. Inclusive, a comunidade internacional começou a cobrar ações para graves violações de direitos humanos, entretanto, como saber se a ingerência não é uma estratégia geopolítica para interferir em assuntos diretos do Estado?\nDesde 1948, os direitos humanos são considerados universais, e os diversos tratados para proteções específicas foram assinados e promulgados ao longo dos anos, mas o seu uso para interferir militarmente é novo. Ainda, quando utilizado sobre o tema de responsabilidade de proteger e a comunidade internacional assume o papel de protetor quando um determinado Estado, por algum motivo não tem condições de proteger a sociedade civil, se torna um grande atrativo para estratégias geopolíticas.\nNa Líbia, utilizou-se a responsabilidade para proteger para iniciar a intervenção humanitária que iria suprimir a violenta represália do ditador líbio, contra manifestantes contrários a seu governo, na primavera árabe de 2011. Ainda, foram duas as resoluções que permitiram a intervenção, a resolução 1970 e 1973, e permitiu represarias contra o regime de Muammar al-Gaddafi.\nA morte do ditador líbio por rebeldes foi comemorada tanto pela comunidade internacional, quanto no país, e a operação foi considerada satisfatória para as Nações Unidas, entretanto a saída rápida da OTAN deixou uma lacuna política no país. Sem um governo fixo, as principais cidades foram dominadas por rebeldes. As vítimas agora são outras, quer dizer, os simpatizantes do antigo regime ou os opositores das gangues regionais instauradas, entretanto ainda continuaram violências como tortura, prisões irregulares e morte sem justificativa. Isso demonstra que o real motivo da intervenção foi a derrubada do ditador da Líbia Muammar al-Gaddafi, uma vez até hoje que não foram assegurados os direitos humanos na região.\nBIBLIOGRAFIA\nALBUQUERQUE. Edu Silvestre. A Geopolítica da Dependência como estratégia brasileira de inserção no Sistema Internacional. Oikos. Rio de Janeiro. V.9, n.1, 2010. P. 67-82\nÁVILA, Rafael; RANGEL, L. Alencar. A guerra e o direito Internacional. Belo Horizonte: Del Rey, 2009.\nAVINERI. Shlomo. A fragmentação do Oriente Médio. ? . Disponível em &lt;http://www.bresserpereira.org.br/terceiros/2014/agosto/14.08.Fragmenta%C3%A7%C3%A3o -Oriente-M%C3%A9dio.pdf > Acesso em : 14/10/2014. Valor Econômico, 26 de agosto de\n2014.\nBBC BRASIL. Crise poderá levar à fragmentação do Iraque?. Disponível em : &lt;http://www.opec.org/opec_web/en/about_us/166.htm>. UOL NOTÍCIAS Acesso em : 14/10/2014\nBIERRENBACH, Ana Maria. O conceito de responsabilidade de proteger e o Direito Internacional Humanitário. Brasília: Fundação Alexandre de Gusmão, 2011.\nCADERNOS ADEUNAUR VI (2005), n°4. Energia: crise de conflitos? Rio de Janeiro: Fundação LKornrad Adenauer. Dezembro, 2005\nCANÇADO TRINDADE, Antônio Augusto. Tratado de Direito Internacional dos Direitos\nHumanos - Volume1. Porto Alegre: Sergio Fabris Editor. 1999a.\nCANÇADO TRINDADE, Antônio Augusto. Tratado de Direito Internacional dos Direitos\nHumanos - Volume2. Porto Alegre: Sergio Fabris Editor. 1999b.\nCARVALHO, Leonardo Arquimino de. Geopolítica &amp; relações internacionais. Curitiba, Juruá. 2002\nCICV. Derecho internacional humanitario: las normas fundamentales. Disponível em:&lt;http://www.icrc.org/Web/por/sitepor0.nsf/htmlall/assistance?OpenDocument> Acesso em 03/04/2014\nCICV. As Convenções de Genebra: base fundamental do Direito Internacional Humanitário. Disponível em:&lt;http://www.icrc.org/web/por/sitepor0.nsf/html/7GRKFQ> . Acesso em: 02/04/2014b\nCICV. História do Direito Internacional Humanitário. Disponível em: &lt;http://www.icrc.org/W eb/por/sitepor0.nsf/htmlall/section_ihl_history>.\tAcesso em\n02/04/2014c\nCONANT, Melvin A.; GOLD, Fern Racine. A Geopolítica Energética. Tradução de Ronaldo Sergio de Biasi. Rio de Janeiro: Biblioteca do Exército, 1981.\nCORREA, Marcelo Luiz. Introdução a Geopolítica. Disponível em:&lt;http://geografiadoalfredo.blogspot.com.br/2011_02_01_archive.html> Acesso em 03/04/2014\nCOSTA, Wanderley Messias da. Geografia política e geopolítica. São Paulo, Edusp, 1992.\nCUNHA. André R. Rethinking Human Security: A Proposition of Analysis. Disponível em :&lt;http://www.segurancahumana.eu/data/res/e0/2509.pdf> acesso em 03/04/2014\nDIALLO, Mamadou Alpha. A Dinâmica da Segurança Regional na África Subsaariana: África Ocidental Proto-Complexus ou Sub-complexo Regional: de Segurança? In: Seminário de Relação Internacional: 1° Seminário Nacional de Pós-graduação. 12 e 13 de outubro de 2012. Área Tema: Segurança Internacional. UFRGS, 2012\nDIENG, Adama. A ação do sistema das Nações Unidas e o direito à assistência hunitária.\nUNESCO. O direito à Assistência humanitária: Anais. Rio de Janeiro: Garamond . 1999.\nDN GLOBO. Iraque assinou novos contratos de exploração de petróleo. Disponível em : &lt;http://www.dn.pt/inicio/globo/interior.aspx?content_id=3019340&amp;seccao=M%E9dio%20Orie nte > DN GLOBO, Lisboa - Portugal. Acesso em: 14/10/2014\nDW. Ações na Líbia e Costa do Marfim põem em xeque neutralidade da ONU. Disponível em: &lt;http://www.dw.de/a%C3%A7%C3%B5es-na-l%C3%ADbia-e-costa-do-marfim-p%C3%B5em-em-xeque-neutralidade-da-onu/a-14995956> Acesso em: 07/11/2014\nECYCLE. Areia betuminosa: solução para as petrolíferas, problema para o meio ambiente. Disponível em: &lt;http://www.ecycle.com.br/component/content/article/35-atitude/1558-areia-betuminosa-solucao-para-as-petroliferas-problema-para-o-meio-ambiente.html>Acesso em: 04/12/2014\nFERNANDES, Lito Nunes;DIALLO, Mamadou Alpha ; GARCIAS, Maria Lorena Allende. Conflito na Líbia: Uma análise crítica do intervencionismo ocidental pelo poder e recursos energéticos em nome da defesa da democracia. Disponível em&lt;http://www.pambazuka.net/pt/category/features/80407/print> Pambazuka News. Edição 41. 03-03-2012. .Acesso em: 08/11/2014\nFREEMAN, Michael. “Direitos Humanos Universais e Particulares Nacionais”. PINHEIRO, In: Paulo Sérgio, GUIMARÃES, Samuel Pinheiro. Direitos Humanos no século XXI. Brasília. FUNAG, 2012\nFRIORI, José Luís. Mudanças Estruturais e a Crise da Liderança no Sistema Internacional. In: Economia Política Internacional: Análise Estratégica. n. 7 - out./dez. 2005.\nFUSER, Igor. Energia e relações internacionais. São Paulo: Saraiva, 2013\nG1. Conheça a trajetória de Muammar Kadhafi, ex-ditador da Líbia. Disponível em:&lt;http://g1.globo.com/revolta-arabe/noticia/2011/10/conheca-trajetoria-de-muammar-kadhafi-ex-ditador-da-libia.html> Acesso em: 08/11/2014\nGEOGRAFIA POLÍTICA. Texto de apoio de Geografia Política da USP. Novembro de 2011. Disponível em:\t<www.geografia.fflch.usp.br/graduacao/apoio/Apoio/.../GP-\naula02.ppt>Acesso em 03/04/2014.\nGHISLENI. Direitos Humanos e Segurança Internacional: O tratamento dos temas de Direitos Humanos no Conselho de Segurança das Nações Unidas. Fundação Alexandre Gusmão. Ministério das Relações Exteriores. Brasília, 2011\nGOMES,Luiz Flávio. Direito dos direitos humanos e a regra interpretativa \"pro homine\" Jus Navigandi, Teresina, ano 12, n. 1485. Disponível em:&lt;http://meujus.com.br/revista/texto/10200> Acesso em 27/05/2014\nHARVEY, David. O novo imperialismo. São Paulo: Ed. Loyola, 2005.\nHEINSFELD, Adelar. Pensamento Geopolítico: da geopolítica clássica às novas geopolíticas. Passo Fundo: Clio Livros, 2008.\nHERMANN, Breno. Soberania, não intervenção e não indiferença: reflexões sobre o discurso diplomático brasileiro. Brasília: Fundação Alexandre Gusmão, 2011.\nHUGON, Philippe. Geografia da África. Tradução de Costancia Morel. - Rio de Janeiro: Editora FGV, 2009\nIEA - Energy Supply Security 2004. OECD/IEA, 2014\n______- International Energy Agency. Disponível em: &lt;http://www.iea.org> Acesso em: 14/10/2014b\n______. Annual Energy Review 2011. OECD/IEA, 2011\n______. Oil Medium- Long-Term Market Report 2014. OECD/IEA, 2014c\n______. Oil Supply Security 2007. OECD/IEA, 2007\nFrance: OECD/IEA, 1994\n_____. Libya. Disponível em:&lt;www.eia.gov/countries/analysisbriefs/Libya/libya.pdf> Acesso em 10/11/2014c\n_____. Libyan supply disruption may have both direct and indirect effects. OECD/IEA, 2011\n_____. Libyan crude oil production levels influence international crude oil markets. Disponível em&lt;http://www.eia.gov/todayinenergy/detail.cfm? id=13951> Acesso em 10/11/2014d\nIG NOTÍCIAS. Conheça a trajetória do excêntrico Muamar Kadafi. Disponível em : http://ultimosegundo.ig.com.br/revoltamundoarabe/conheca-a-trajetoria-do-excentrico-muamar-kadafi/n1597170954162.html Acesso em : 08/11/2014\nICISS - INTERNATIONAL COMISSION ON INTERVENTION AND STATE SOVEREIGNTY. The Responsibility to Protect. 2001. Disponível em:&lt;http://responsibilitytoprotect.org/ICISS%20Report.pdf>. Acesso em: 08/11/2014\nKLARE, Michael T. (2006) Sangue por petróleo: a estratégia energética de Bush e Cheney. [2004] p. 201- 223. in: LEYS, C. &amp; PANITCH, L. (orgs.) O novo desafio Imperial. CLACSO, 2006.\nJUNIOR, Helder Queiroz Pinto. Geopolítica do Petróleo: Uma Década de Transformações In: Seminário Energia e Geopolítica: Os impactos da segurança energética nas relações internacionais Geopolítica do Petróleo, 2014, Rio de Janeiro. CEBRI - Rio de Janeiro, 12/08/ 2014.\nKEOHANE, Robert; NYE, Joseph. Power and Interdependence. Longman ed. 2001. Cap.01ao cap. 03.\nLACOSTE, Y. (1988) A Geografia, isso serve, em primeiro lugar, para fazer a guerra. São Paulo: Papirus Editora.\n_____________________________________.Era necessário matar Kadhafi?. Disponível em: &lt;http://pt.mondediplo.com/spip.php?article1012> Acesso em 07/11/2014\nLorena Neves. “Universalismo versus Relativismo. Pela prevalência da razão” Publica Direito.\tDisponível\tem:<\nhttp://www.publicadireito.com.br/artigos/?cod=61d009da208a34ae> Acesso em 24/10/2013\nMACEDO. Lorena Neves. “Universalismo versus Relativismo. Pela prevalência da razão” Publica\tDireito.\tDisponível\tem\t:<\nhttp://www.publicadireito.com.br/artigos/?cod=61d009da208a34ae> Acesso em 24/10/2014\nMORAES, Antonio Carlos Robert de. Geografia: Pequena História Crítica. 20 Ed. Annablume. São Paulo, 2005.\nMORAES, Marco Antonio de. Geopolítica: uma visão atual. 3°ed. Campinas, Editora Átomo. 2009\nMOREIRA, Ruy. O que é Geografia. Brasiliense. São Paulo, 1994.\nNAÇÕES UNIDAS NO BRASIL. Carta da ONU. Disponível em: http://www.dhnet.org.br/direitos/anthist/viena/viena.html > Acesso em 05/04/2014\nNAÇÕES UNIDAS. Conselho de Segurança. Resolução: 1970 (2011);\n_________________,Conselho de Segurança. Resolução: 1973 (2011);\nNEP - NATIONAL ENERGY POLICY. National Energy Policy Development Group. Reliable, Affordable, and Environmentally Sound Energy for America’s Future. Report of the National Energy Policy Development Group. Washington - DC. 2001. Relatório. Disponível em: &lt;http://www.wtrg.com/EnergyReport/National-Energy-Policy.pdf> Acesso em 30/10/2014\nOFICINA DEL ALTO COMISSIONADO PARA LOS DERECHOS HUMANOS. ¿Qué son los\tderechos\thumanos?\tDisponível\tem:\t<\nhttp://www.ohchr.org/SP/Issues/Pages/WhatareHumanRights.aspx > Acesso em 05 /08/2014.\nOLIVEIRA, Lucas Kerr de. Segurança Energética no Atlântico Sul: Análise comparada dos conflitos e disputas em zonas petrolíferas na América do Sul e África. In: 33° Encontro Anual da ANPOCS, de 30 a 30 de outubro de 2009. GT 03: América do Sul e Regionalismo Comparados: Caxambu, Minas Gerais, 2009\nOLIVEIRA, Lucas Kerr de. Petróleo e segurança internacional: aspectos globais e regionais das disputas por petróleo na África Subsaariana. 2007. Dissertação de Mestrado. UFRGS: Porto Alegre, RS.2007.\nOPINIÃO &amp; NOTÍCIA. Entenda o ‘Livro Verde’ de Muammar Khadafi : A obra resume o ambicioso sistema ideológico do coronel líbio . Disponível em :\t<\nhttp://opiniaoenoticia.com.br/brasil/politica/entenda-o-%E2%80%98livro-verde%E2%80%99-de-muammar-khadafi/> Acesso em 08/11/2014\nPARTSCH, Karl Josef. Sujeitos ativos e passivos do direito a assistência humanitária publicado em: UNESCO. O direito à Assistência humanitária: Anais. Rio de Janeiro: Garamond . 1999.\nPATRIOTA, Antonio de Aguiar. O Conselho de Segurança após a Guerra do Golfo: a articulação de um novo paradigma de segurança coletiva. 2. Ed. Brasília: Fundação Alexandre de Gusmão, 2010.\nPIOVESAN, Flávia. Direitos Humanos e o Direito Constitucional Internacional. 3ed.\nAtual. São Paulo: Max Limonad. 1997\nREZEK, José Francisco. Direito Internacional Público: curso elementar. 8. ed. Rio de Janeiro: Ed. Saraiva, 2000.\nREPSOL. Madrid - Espanha. Disponível em: &lt;www.repsol.com/pt_pt > Acesso em: 14/10/2014\nRICOBOM, Gisele. Intervenção humanitária: A guerra em nome dos direitos humanos. Belo Horizonte, 2010\n<http://www.seer.ufrgs.br/index.php/rbed/article/download/48992/30700 > Acesso em: 09/11/2014\nSECRETARIA ESPECIAL DOS DIREITOS HUMANOS DA PRESIDENCIA DA REPÚBLICA. Módulo I - Direitos humanos e conflitos”. Disponível em: http://www.dhnet.org.br/direitos/anthist/viena/viena.html > Acesso em: 06/04/2014\nSILVA, Igor Castellano da; OLIVEIRA, Lucas Kerr de; DIALLO, Mamadou Alpha. A crise da costa do marfim: A desconstrução do projeto nacional e o neo-intervencionismo francês. Revista Conjuntura Austral. Vol. 2, n°. 6 - Jun.Jul 2011\nSILVA, Ana Carolina de Souza e. Legitimidade das intervenções Humanitárias: uma análise da Operação “Protetor Unificado”. Brasília. 2013b. Monografia apresentada na UNB para a obtenção do grau de bacharelado em Relações Internacionais\nSOUZA, Mônica Tereza Costa. Direito Internacional Humanitário. 2° edição. Curitiba: Juruá, 2008\nTERRA . Otan diz que não sabia que Kadafi estava em comboio atacado. Disponível em:&lt;http://vidaeestilo.terra.com.br/interna/0,,OI5426947-EI12822,00.htm> Acesso em : 10/11/2014\nUNDHA. United Nations Department of Humanitarian Affairs: Internationally agreed glossary of basic terms related to disaster management. United Nation International Strategy of Disaster Reduction. Resolution A/60/L.1, 24 October 2005\nVALLESPIN, Fernando. Intervención humanitaria: ¿moral o política?, Revista de Occidente, N° 236-237, 2001.\nVeja. Nada Justifica o horror do linchamento de Kadafi, que deveria ser entregue para julgamento. Barbárie da ideia do que pode ser a “nova” Líbia. Disponível em:&lt;http://veja.abril.com.br/blog/ricardo-setti/vasto-mundo/nada-justifica-a-barbarie-do-linchamento-de-kadafi-que-deveria-ser-entregue-a-julgamento-barbarie-da-ideia-do-que-pode-ser-a-nova-libia/> Acesso em 10/11/2014\nWALZER, Michael: Guerras Justas e Injustas: Uma Argumentação Moral com Exemplos Históricos. São Paulo: Martins Fontes, 2003."}]}}}