{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20877"}, {"@name": "filename", "#text": "4527_ARTIGO_MapaErodibilidadeSolos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Espaço &amp; Geografia está licenciado sob uma licença Creative Commons Atribuição-Uso \nnão-comercial-Vedada a criação de obras derivadas 3.0 Unported. \n\n Espaço &amp; Geografia is licensed under a Creative Commons Attribution-  \nNonCommercial-NoDerivs 3.0 Unported  \n \n\nREFERÊNCIA \n\nCHAVES, Thiago Avelar et al. Mapa de erodibilidade dos solos da bacia do rio Jardim-DF. \n\nEspaço e Geografia, Brasília, v. 13, n. 2,  p. 253-276, 2010. Disponível em: &lt;\n\nhttp://www.lsie.unb.br/espacoegeografia/index.php/espacoegeografia/article/view/133>. \n\nAcesso em: 6 maio 2014. \n\nhttp://creativecommons.org/licenses/by-nc-nd/3.0/\nhttp://creativecommons.org/licenses/by-nc-nd/3.0/\nhttp://www.lsie.unb.br/espacoegeografia/index.php/espacoegeografia/article/view/133\nhttp://creativecommons.org/licenses/by-nc-nd/3.0/\nhttp://creativecommons.org/licenses/by-nc-nd/3.0/\n\n\nEspaço &amp; Geografia, Vol.13, No 2 (2010), 253:276\nISSN: 1516-9375\n\nMAPA DE ERODIBILIDADE DOS SOLOS DA BACIA DO RIO\nJARDIM-DF\n\nThiago Avelar Chaves1, Roberto Arnaldo Trancoso Gomes1,\nÉder de Souza Martins2, Osmar Abílio de Carvalho Júnior1,\n\nAdriana Reatto dos Santos Braga2 &amp; Renato Fontes Guimarães1\n\n1Universidade de Brasília - UnB/GEA/LSIE\nCampus Universitário Darcy Ribeiro, Asa Norte - 70910-900, Brasília, DF, Brasil.\n\nthiagochvs@gmail.com; {osmarjr, robertogomes, renatofg}@unb.br;\n\n2EMBRAPA Cerrados, Rodovia Brasília-Fortaleza, km 18, Planaltina, Distrito Federal.\n{eder, reatto}@cpac.embrapa.br\n\nRecebido 08 de agosto de 2010, revisado 23 de setembro, aceito 12 de novembro\n\nResumo - O presente trabalho objetiva elaborar o mapa de erodibilidade do solo (fator\n\nK da Equação Universal de Perdas do Solo) para a bacia do rio Jardim. A metodologia\n\nadotada utiliza um modelo matemático simplificado desenvolvido especificamente para\n\na área de estudo que considera apenas o teor de argila. As informações utilizadas são\n\nprovenientes do mapa de solos semi-detalhado (escala 1:50.000). Para uma melhor\n\ndistribuição das informações pedológicas cada classe de solo foi analisada\n\nseparadamente definindo estratégicas específicas para a sua representação como o\n\nemprego do valor médio ou interpolação dos dados. O Plintossolo possui a maior\n\nerodibilidade, enquanto que os Latossolos a menor erodibilidade.\n\nPalavras-Chave: Erodibilidade, Erosão, EUPS, Teor de Argila.\n\nAbstract - This paper aims to elaborate the soil erodibility map (K-factor of Universal\n\nSoil Loss Equation) for the Jardim river watershed. The methodology adopted was a\n\nsimplified mathematical model developed specifically for the study area, which considers\n\nonly the clay content. Data are from the semi-detailed soil surveys (1:50,000 scale). The\n\nspatial distribution of erodibility for each soil class was analyzed separately, defining\n\n\n\nT.A.Chaves et al.254\n\nspecific strategies for their representation as the use of average or interpolation of\n\ndata. The Plinthosol has the highest erodibility, while the Oxisol has the lowest erodibility.\n\nKeywords: Erodibility, Erosion, USLE, Clay Content.\n\nINTRODUÇÃO\n\nBastos et al., (2000) consideram a erosão como sendo “um conjunto de\n\nprocessos pelos quais os materiais da crosta terrestre são degradados, dissolvidos,\n\ndesgastados e transportados de um ponto a outro pelos agentes erosivos”. A\n\nação antrópica atua, em geral, no sentido de acelerar e intensificar este processo\n\nnatural. Portanto, no manejo e uso do solo torna-se fundamental o mapeamento\n\ndos condicionantes inerentes deste recurso para que seja possível estabelecer\n\nmecanismos de ocupação que minimizem os impactos provenientes da erosão.\n\nNo ambiente tropical o principal agente erosivo é a água. A erosão hídrica\n\ninicia com o impacto das gotas de chuva e intensifica com o escoamento\n\nsuperficial, sendo caracterizada em três fases: desagregação, transporte e\n\ndeposição (HUDSON, 1995). Um atributo do solo de grande importância é a\n\nsua resistência à erosão, sendo relevante o seu conhecimento ao planejamento\n\nde práticas de uso e conservação (RANZANI, 1980).\n\nCom o propósito de avaliar a suscetibilidade do solo à erosão foi proposto o\n\nfator de erodibilidade. Wishmeier &amp; Smith (1978) consideram a erodibilidade\n\ncomo sendo a “susceptibilidade natural do solo à erosão hídrica, expressa como\n\na quantidade de solo perdido por unidade de erosividade da chuva”. Desta\n\nforma, a erodibilidade apresenta grande complexidade, pois integra os fatores\n\nfísicos, químicos, biológicos e mecânicos. Os principais fatores que influenciam\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 255\n\na erodibilidade são as que interferem na velocidade de infiltração, permeabilidade\n\ne a capacidade total de armazenamento de água, como também, as forças que\n\nresistem ao salpico, dispersão, abrasão e transporte por escoamento (BERTONI\n\net al., 1975; CAROLINO DE SÁ et al., 2004).\n\nA erodibilidade é uma das componentes da Equação Universal de Perdas de\n\nSolo (EUPS), modelo estatístico amplamente utilizado para estimar a erosão\n\nlaminar. Esta equação tem sido utilizada como técnica norteadora de planos de\n\ngestão de uso do solo (FARINASSO et al., 2006; MATA et al., 2007;\n\nNOGUEIRA, 2000; SILVA et al., 2010). Os dados referentes à quantificação\n\nda erodibilidade são obtidos a partir de experimentos em parcela padrão, através\n\ndo emprego de coletores e canteiros com diferentes declividades e diversas\n\npráticas de uso (RANZANI, 1980). Devido às dificuldades experimentais e\n\naltos custos para estimar o valor do fator K, são propostos diferentes métodos\n\nindiretos para o seu cálculo. Wischmeier et al., (1971) elaborou um nomograma\n\npara a estimativa do fator K considerando os seguintes parâmetros do solo:\n\nporcentagem de silte, areia muito fina (0,002 - 0,10 mm); areia; matéria orgânica;\n\nestrutura e permeabilidade.\n\nDenardin (1990) elaborou um método para o cálculo indireto de K tendo\n\ncomo parâmetros: textura do solo, quantidade de matéria orgânica,\n\npermeabilidade, e diâmetro médio ponderado (DMP), de acordo com a Equação\n\n1:\n\nK = 0,00000748M + 0,00448059P – 0,0631175DMP + 0,01039567REL  (1)\n\nOnde “K” é o fator de erodibilidade do solo (t.ha.h/ha.MJ.mm); “M” é uma\n\nrelação granulométrica expressa pela equação ((%silte + % areia muito fina) *\n\n\n\nT.A.Chaves et al.256\n\n(100 - %argila)); “P” é o código de permeabilidade do solo descrito por Wishmeier\n\net al., (1971) de natureza adimensional; “DMP” e o diâmetro médio ponderado\n\ndas partículas menores que 2mm sendo expresso em milímetros; e “REL” é a\n\nrelação entre matéria orgânica e areia muito fina, de natureza adimensional.\n\nPosteriormente, Levy (1995) propõe modificações na formulação do\n\nDenardin (1990). Chaves (1994) utiliza também a regressão múltipla e estabelece\n\numa formulação para o cálculo do fator K para os solos da Bacia do São\n\nFrancisco considerando os seguintes atributos: concentração de silte (SIL),\n\ncarbono orgânico (CO), porcentagem de óxido de alumínio (OAL), porcentagem\n\nde óxido de ferro (OFE) e porcentagem de óxido de silício (OSI), sendo todos\n\nos óxidos extraíveis por ácido sulfúrico.\n\nUm modelo simplificado para o cálculo do fator erodibilidade do solo foi\n\nproposto pela expressão de Bouyoucos (BOUYOUCOS, 1935; HUDSON, 1982;\n\nBERTONI &amp; LOMBARDI NETO, 1990; SILVA et al., 2011, entre outros),\n\nque considera apenas a porcentagens das frações de areia, silte e argila, conforme\n\na seguinte equação:\n\nFator K = ((% areia + % silte) / (% argila))/100           (2)\n\nDentre os fatores da natureza física, a textura do solo é a variável que mais\n\ninflui na quantidade de solo desagregado e transportado pela erosão\n\n(CORRECHEL, 2004). Para a área de estudo, Lima et al., (2007) propõe uma\n\nsimplificação do cálculo do fator K proposto por Denardin (1990) adotando\n\nexclusivamente o teor de argila.\n\nDentro deste contexto, o objetivo deste trabalho é mapear a erodibilidade\n\ndos solos da bacia do rio Jardim a partir do método proposto por Lima et al.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 257\n\n(2007), tendo como base o mapa de solos semi-detalhado em escala 1:50.000\n\nelaborado por Reatto et al. (2000). Além disso, o presente artigo busca\n\ndesenvolver para algumas classes de solo um modelo de variação espacial\n\ncontínua da erodibilidade, variando de célula para célula.\n\nÁREA DE ESTUDO\n\nA área de estudo compreende a bacia do rio Jardim situada entre as latitudes\n\n15º40’ e 16º02’ e longitudes 47º20’ e 47º40’, possuindo uma área de\n\naproximadamente 52.755,15 ha na porção leste do Distrito Federal (Figura 1).\n\nA bacia do rio Jardim possui grande importância na agricultura do Distrito\n\nFederal, por prover grande parte de grãos e hortaliças (cultivada na forma de\n\nagricultura de sequeiro ou irrigada), frutas, carne bovina e de aves, ovos e leite\n\n(EMATER, 2009).\n\nFigura 1. Localização da bacia hidrográfica do rio Jardim no Distrito Federal.\n\n\n\nT.A.Chaves et al.258\n\nSegundo a classificação de Köppen, o clima da área de estudo é do tipo\n\n“tropical de savana e temperado chuvoso de inverno seco”, caracterizado por\n\nduas estações bem definidas, sendo que a estação seca compreende o período\n\nentre os meses de maio a setembro, e a estação chuvosa compreende o período\n\nentre os meses de outubro a abril.\n\nA bacia apresenta as unidades geológicas do Grupo Canastra, Grupo Bambuí\n\ne Grupo Paranoá (Unidade Metarritmito Argiloso e Unidade Quartzito Médio)\n\n(CAMPOS, 2004). Na área de estudo é possível observar duas unidades\n\ngeomorfológicas descritas por Novaes Pinto (1986) e detalhadas por Martins\n\n(2000): Área de Dissecação Intermediária com 28.366,19 ha (53,64% da área\n\nda bacia); e Região de Chapada com 24.516,73 ha (43,36% da área da bacia).\n\nA conformação estrutural das camadas geológicas estabelece a organização e\n\ndistribuição das unidades geomorfológicas (MARTINS et al., 2004a, b; 2008).\n\nAs principais classes de solos que ocorrem na bacia do rio Jardim são:\n\nLatossolos, Nitossolos, Cambissolos, Plintossolos, Gleissolos e Neossolos\n\n(REATTO et al., 2000) (Figura 2). A distribuição do solo é um fator\n\npreponderante na distribuição e dinâmica do uso da terra (GOMES-LOEBMANN\n\net al., 2005).\n\nMETODOLOGIA\n\nA determinação de K foi feita tendo como base os dados das análises texturais\n\nrealizadas por Reatto et al. (2000). O valor de K foi estabelecido a partir do\n\nteor de argila contido no horizonte superficial de cada perfil utilizando o método\n\nde Lima et al. (2007) que realiza um ajuste do modelo polinomial para descrever\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 259\n\nFigura 2. Mapa de Solos da bacia do rio Jardim (REATTO et al. 2000).\n\na relação entre o teor de argila do solo e o valor de K. O modelo apresenta um\n\ncoeficiente de determinação igual de 0,8073, com erro absoluto médio de 0,0022\n\nton.ha.h.MJ-1.ha-1.mm-1  e erro absoluto máximo igual a 0,0059 ton.ha.h.MJ-\n\n1.ha-1.mm-1. O erro relativo médio foi de 12,69%. A relação entre o teor de\n\nargila do solo e o valor de K estimado por meio do método adaptado de Denardin\n\n\n\nT.A.Chaves et al.260\n\n(1990), está representado na Figura 3 e na Equação 3, onde x é o teor de\n\nargila do solo:\n\nK = 0,00000055x3 + 0,00008011x2 – 0,00320292x + 0,00623688        (3)\n\nA distribuição espacial do fator K foi realizada para cada classe de solo\n\nindividualmente. Para cada classe foi adotada uma estratégia com base no número\n\nde perfis de cada classe (Tabela 1).\n\nPara uma melhor análise das informações foi elaborado, a partir dos dados\n\ndo SICAD, o Modelo Digital de terreno (MDT) a partir do método Topogrid\n\n(HUTCHINSON, 1989) e da carta derivada de declividade, ambos com resolução\n\nespacial de 5 metros. A partir desses, foram feitas duas correlações: uma entre\n\no teor de argila do perfil e a altimetria, e outra correlação entre o teor de argila\n\nFigura 3. Relação entre o teor de argila do solo e o valor de K estimado pelo\n\nmétodo adaptado de Denardin (1990) proposto por Lima et al. (2007).\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 261\n\ndo perfil e a declividade do terreno. Por fim, foi feita a integração dos resultados\n\ne a elaboração do mapa de erodibilidade na bacia do rio Jardim.\n\nRESULTADOS\n\nO Fator K para cada classe de solo foi analisado, tendo como base os resultados\n\nobtidos por Reatto et al. (2000) e o método para cálculo da erodibilidade do solo\n\nproposto por Lima et al. (2007).\n\nA classe de Gleissolos teve quatro perfis analisados, que apresentaram\n\nvariação de K entre 0,004531 e 0,0053 ton.ha.h.MJ-1.ha-1.mm-1 (Figura 4 e\n\nTabela 2). Os maiores valores foram identificados nos perfis 2 e 3, localizados\n\nna região do médio Jardim e com menor teor de argila (290 e 460 g/ kg\n\nrespectivamente). Foi realizado uma média aritmética entre os valores de K de\n\ncada perfil, estabelecendo para a classe, um valor de K equivalente a 0,004820\n\nTabela 1. Estratégia utilizada para estimar o valor de K em cada classe de solo.\n\n\n\nT.A.Chaves et al.262\n\nton.ha.h.MJ-1.ha-1.mm-1.\n\nOs Neossolos Flúvicos tiveram apenas um perfil analisado (Figura 5 e\n\nTabela 3), que apresentou teor de argila de 380 g/ kg e valor de K equivalente\n\nFigura 4. Localização dos perfis analisados para os Gleissolos.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 263\n\nTabela 3. Valor de K dos perfis analisados para a classe dos Neossolos Flúvicos.\n\nTabela 2. Valor de K dos perfis analisados para a classe dos Gleissolos.\n\na 0,005031 ton.ha.h.MJ-1.ha-1.mm-1, extrapolado para todos os fragmentos da\n\nclasse.\n\nA classe de Neossolos Quartzarênicos teve dois perfis analisados (Figura 6\n\ne Tabela 4), que apresentaram grande variação no teor de argila. O primeiro\n\napresentou um teor de argila equivalente a 160 g/ kg e o segundo apresentou um\n\nteor de argila equivalente a 500 g/kg. O valor de K dos perfis foi de 0,00572647\n\nton.ha.h.MJ-1.ha-1.mm-1  e 0,00465552 ton.ha.h.MJ-1.ha-1.mm-1  respectivamente.\n\nFoi realizado uma média aritmética entre os valores de K de cada perfil,\n\nestabelecendo para a classe, um valor de K equivalente a 0,005191 ton.ha.h.MJ-\n\n1.ha-1.mm-1.\n\nOs Plintossolos tiveram apenas um perfil analisado (Figura 7 e Tabela 5),\n\nque apresentou teor de argila de 140 g/ kg e valor de K equivalente a 0,00579\n\nton.ha.h.MJ-1.ha-1.mm-1, extrapolado para todos os fragmentos da classe.\n\n\n\nT.A.Chaves et al.264\n\nFigura 5. Localização dos perfis analisados para os Neossolos Flúvicos.\n\nA classe de Cambissolos teve 10 perfis analisados, cujos teores de argila\n\nvariaram entre 220 e 540 g/kg (Figura 8 e Tabela 6). Os valores de K variaram\n\nentre 0,004489 a 0,005536 ton.ha.h.MJ-1.ha-1.mm-1, com valor médio de  0,004797.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 265\n\nFigura 6. Localização dos perfis analisados para os Neossolos Quartzarênicos.\n\nPara a espacialização desta classe, foi feito a interpolação dos valores de K de\n\ncada perfil a partir do método Topogrid (Hutchinson, 1989), possível graças a\n\numa grande disponibilidade de pontos para realizar a interpolação.\n\n\n\nT.A.Chaves et al.266\n\nTabela 4. Valor de K dos perfis analisados para a classe dos Neossolos\n\nQuartzarênicos.\n\nTabela 5. Valor de K dos perfis analisados para a classe dos Plintossolos.\n\nTabela 6. Valor de K dos perfis analisados para a classe dos Cambissolos.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 267\n\nFigura 7. Localização dos perfis analisados para os Plintossolos.\n\nDado que o limite entre os Latossolos e os Nitossolos ocorre de forma gradual,\n\nestas duas classes foram analisadas em conjunto para a espacialização da\n\nerodibilidade destas classes. Foram analisados 38 perfis, cujo teor de argila variou\n\n\n\nT.A.Chaves et al.268\n\nFigura 8. Localização dos perfis analisados para os Cambissolos.\n\nentre 300 g/ kg no ponto 37 e 840 g/ kg no ponto 4, evidenciando a grande\n\nvariação do teor de argila nos Latossolos. O valor de K variou entre 0,004006 e\n\n0,005283 ton.ha.h.MJ-1.ha-1.mm-1, apresentando uma média de 0,004490\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 269\n\nFigura 9. Localização dos perfis analisados para os Latossolos e os Nitossolos.\n\nton.ha.h.MJ-1.ha-1.mm-1. O pico de erodibilidade ocorre em área de Latossolos\n\nAmarelo, devido à baixa porcentagem de argila no perfil analisado (Figura 9 e\n\nTabela 7). Para a espacialização desta classe, foi empregado o mesmo método\n\n\n\nT.A.Chaves et al.270\n\nTabela 7. Valor de K dos perfis analisados para a classe dos Latossolos e dos\n\nNitossolos.\n\n* Os perfis 12 e 34 encontram-se fora da área de estudo, portanto, não foram\n\nanalisados.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 271\n\nde interpolação utilizado para a classe dos Cambissolos.\n\nA partir dos resultados obtidos, foi gerado um único mapa (Figura 10) onde\n\npodemos observar que os solos mais erodíveis são os Plintossolos, apresentando\n\nK igual a 0,005790 ton.ha.h.MJ-1.ha-1.mm-1 por apresentar o menor teor de\n\nargila no perfil analisado (14%). Já a classe de solo com menor erodibilidade, na\n\nFigura 10. Mapa de Erodibilidade na Bacia do Rio Jardim.\n\n\n\nT.A.Chaves et al.272\n\nbacia do rio jardim, foram os Latossolos e Nitossolos, apresentando valor médio\n\nde 0,004490 ton.ha.h.MJ-1.ha-1.mm-1. Nas áreas de afloramento rochoso o\n\nvalor de K foi nulo. As áreas de maior erodibilidade estão próximas às cabeceiras\n\nde drenagem, principalmente nos ambientes de Plintossolos.\n\nCONCLUSÃO\n\nA resistência à erosão torna-se fundamental na determinação dos padrões\n\nespaciais e temporais relativos ao transporte e deposição dos sedimentos ao\n\nlongo da bacia hidrográfica. No presente estudo a erodibilidade do solo foi\n\nidentificada a partir formulação de Lima et al. (2007) desenvolvida\n\nespecificamente para a bacia do rio Jardim e baseada na textura do solo. A\n\nfacilidade de mensuração desta propriedade torna o emprego do método simples.\n\nPara as classes de solo que continham maior densidade de dados foi possível\n\ndesenvolver um modelo contínuo ao longo da paisagem, a partir de técnicas de\n\ninterpolação. O resultado obtido é o mapa de erodibilidade que consiste em um\n\ninstrumento prático para ajudar na gestão agrícola e orientar nas práticas de\n\nmanejo da terra, particularmente quando se adota um modelo e dados relativos\n\nà região de estudo.\n\nREFERÊNCIAS BIBILOGRÁFICAS\n\nBASTOS, C.A.; MILITISKY, J. &amp; GEHLING, W. (2000). A avaliação da erodibilidade dos\n\nsolos sob o enfoque geotécnico – pesquisas e tendências. Teoria e Prática na\n\nEngenharia Civil, 1: 17-25.\n\nBERTONI, J. &amp; LOMBARDI NETO, F. (1990). Conservação do solo. São Paulo:  Ícone,\n\n355 p.\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 273\n\nBERTONI, J.; LOMBARDI NETO, F. &amp; BERNATTI JÚNIOR, R. (1975). Equação de perdas\n\nde solo. Campinas: Instituto Agronômico, 25p. (Boletim Técnico, 21).\n\nBLOISE, G. F. L; CARVALHO JÚNIOR, O. A.; REATTO, A.; GUIMARÃES, R.;\n\nGUIMARÃES, E. M.; MARTINS, E. S. &amp; CARVALHO, A. P. F. (2001). Avaliação da\n\nsusceptibilidade natural à erosão dos solos da bacia do Olaria - DF. Boletim de\n\nPesquisa e Desenvolvimento Embrapa Cerrados 14: 1-33.\n\nBOUYOUCOS, G. J. (1935). The Clay ratio as a criterion of susceptibility of soils to\n\nerosion. Journal of the American Society of Agronomy, 27: 738-741.\n\nCAMPOS, J. E. G. Hidrogeologia do Distrito Federal: Bases para a gestão dos recursos\n\nhídricos subterrâneos. Revista Brasileira de Geociências, 34 (1): 41-48, 2004.\n\nCAROLINO DE SÁ, M. A.; LIMA, J. M.; CURI, N.; MASSAROTTO, J. A. &amp; MARQUES,\n\nJ. J. G. S. M. (2004). Estimativa da erodibilidade pela desagregação por ultra-som e\n\natributos de solos com horizonte B textural. Pesquisa Agropecuária Brasileira,\n\n39(7): 691-699.\n\nCHAVES, H. M. L. (1994). Estimativa da erosão atual e potencial no Vale do São Francisco.\n\nRelatório Final de Consultoria. Brasília: CODEVASF/FAO, 35 p.\n\nCORRECHEL, V. (2004). Avaliação de índices de erodibilidade do solo através da técnica\n\nde análise da redistribuição do “fallout” do 137Cs. 90 f. Tese (Doutorado em Ciências\n\nEnergia Nuclear na Agricultura) - Universidade de São Paulo, Centro de Energia\n\nNuclear na Agricultura.\n\nDENARDIN, J. E. (1990). Erodibilidade do solo estimada por meio de parâmetros físicos\n\ne químicos. 1990. 81 f. Tese (Doutorado em Agronomia - Solos e Nutrição de Plantas)\n\n– Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo,\n\nPiracicaba.\n\nEMATER-DF – Empresa de Assistência Técnica e Extensão Rural do Distrito Federal.\n\n(2009). Conjuntura Socioeconômica Rural – RA VI Planaltina: Unidades Locais:\n\n\n\nT.A.Chaves et al.274\n\nRio Preto taquara, Tabatinga Planaltina e Pipiripau. Brasília: Secretaria de Estado\n\nde Agricultura, Pecuária e Abastecimento/ SEAPA-DF, Emater-DF,.\n\nFARINASSO, M.; CARVALHO JUNIOR, O. A.; GUIMARÃES, R. F.; GOMES, R. A. T. &amp;\n\nRAMOS, V. M. (2006). Avaliação qualitativa do potencial de erosão laminar em grandes\n\náreas por meio da EUPS Equação Universal de Perdas de Solos utilizando novas\n\nmetodologias em SIG para os cálculos dos seus fatores na região do alto Parnaíba PI-\n\nMA. Revista Brasileira de Geomorfologia, 2: 57-69.\n\nGOMES-LOEBMANN, D.; GUIMARÃES, R. F.; BETTIOL, G. M.; FREITAS, L. F.; REDIVO,\n\nA. L. &amp; CARVALHO JUNIOR, O. A. 2005. Análise multitemporal do uso da terra por\n\nsensoriamento remoto para as diferentes unidades pedológicas da bacia do rio Jardim,\n\nimportante produtora agrícola do Distrito Federal. Geosul, 20 (39): 83-103.\n\nHUDSON, N. (1982). Conservacion del suelo. Barcelona: Reverté. 335 p.\n\nHUDSON, N. W. (1995). Soil Conservation. 3. Ed. Ithaca, New York: Cornell University\n\nPress, 324p.\n\nHUTCHINSON, M. F. (1989). A new procedure for gridding elevation and stream line\n\ndata with automatic removal of spurious pits. Journal of Hydrology, 106: 211-232.\n\nLEVY, M. C. T. C. (1995). Avaliação da sustentabilidade das terras de Piracicaba por\n\ncomparação de cenários. 104 f. Dissertação (Mestrado em Solos e Nutrição de Plantas)\n\n- Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo,\n\nPiracicaba.\n\nLIMA, J. E. F. W.; SILVA, E. M.; EID, N. J.; MARTINS, E. S.; KOIDE, S. &amp; REATTO, A.\n\n(2007). Desenvolvimento e verificação de métodos indiretos para a estimativa da\n\nerodibilidade dos solos da Bacia Experimental do Alto Rio Jardim – DF. Revista\n\nBrasileira de Geomorfologia, 8 (2): 21-34.\n\nMARTINS, E. S. (2000). Petrografia, mineralogia e geomorfologia de regolitos lateríticos\n\ndo Distrito Federal. 196 f. Tese (Doutorado em Geologia), Universidade de Brasília,\n\n\n\nMapa de Erodibilidade dos Solos da Bacia do Rio Jardim - DF 275\n\nInstituto de Geociências, Brasília, Distrito Federal.\n\nMARTINS, E. S.; CARVALHO JUNIOR, O. A.; MELLO, G. A.; ANDRADE, A. C.; PIRES,\n\nA. C. B. &amp; GUIMARÃES, R. F. (2008). Mapeamento da superfície basal do manto de\n\nintemperismo pelo comportamento da resistividade elétrica do Distrito Federal. Revista\n\nBrasileira de Geomorfologia, 9: 15-28.\n\nMARTINS, E. S.; REATTO, A.; CARVALHO JUNIOR, O. A. &amp; GUIMARÃES, R. F. (2004).\n\nEvolução Geomorfológica do Distrito Federal. Documentos da Embrapa Cerrados,\n\n122: 1-35.\n\nMARTINS, E. S.; REATTO, A.; CARVALHO JUNIOR, O. A. &amp; GUIMARÃES, R. F. 2004.\n\nUnidades de Paisagem do Distrito Federal. Documentos da Embrapa Cerrados, 124:\n\n1-23.\n\nMATA, C. L.; CARVALHO JUNIOR, O. A.; CARVALHO, A. P. F.; GOMES, R. A. T.;\n\nMARTINS, E. S. &amp; GUIMARÃES, R. F. 2007. Avaliação multitemporal da\n\nsuscetibilidade erosiva na bacia do rio Urucuia (MG) por meio da equação universal\n\nde perdas de solos. Revista Brasileira de Geomorfologia, 8: 55-69.\n\nNOGUEIRA, F. P. (2000). Uso agrícola sustentado das terras do município de Vera Cruz,\n\nSP: proposta metodológica. 85 f. Tese (Doutorado em Geociências e Meio Ambiente)\n\n- Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, Rio\n\nClaro.\n\nNOVAES-PINTO, M. (1986). Superfícies de aplainamento na Bacia do Rio São Bartolomeu,\n\nDistrito federal/ Goiás. Revista Brasileira de Geografia, 48: 237-257.\n\nRANZANI, G. (1980). Erodibilidade de alguns solos do Estado do Amazonas. ACTA\n\nAmazônica, 10(2): 263-269.\n\nREATTO, A.; CORREIRA, J. R.; SPERA, S. T.; CHAGAS, C. S.; MARTINS, E. S.;\n\nANDAHUR, J. P.; GODOY, M. J. S. &amp; ASSAD, M. L. C. L. (2000). Levantamento\n\nsemidetalhado dos solos da bacia do Rio Jardim – DF, escala 1:50.000. Boletim de\n\n\n\nT.A.Chaves et al.276\n\nPesquisa Embrapa Cerrados. 18: 1-63.\n\nSILVA, A. M.; ALVARES, C. A. &amp; WATANABE, C. H. (2011). Natural potential for erosion\n\nfor Brazilian territory. In: GODONE, D. &amp; STANCHI, S. (Org.). Soil Erosion / book 2.\n\n1. ed. Rijeka - Croatia: Intech, p. 3-24.\n\nSILVA, F. G. B.; MINOTTI, R. T.; LOMBARDI NETO, F.; PRIMAVESI, O. &amp; CRESTANA,\n\nS. (2010). Previsão da perda de solo na Fazenda Cachim – SP (Embrapa) utilizando o\n\ngeoprocessamento e o USLE 2D. Engenharia Sanitária e Ambiental, 15 (2): 141-148.\n\nSILVA, M. L. N.; CURI, N.; FERREIRA, M. M.; LIMA, J. M. &amp; FERREIRA, D. F. (1999).\n\nProposição de modelos para estimativa da erodibilidade de latossolos brasileiros.\n\nPesquisa Agropecuária Brasileira, 34 (12): 2287-2298.\n\nWISHMEIER, W. H. &amp; SMITH, D. D. (1978). Predicting rainfall erosion losses: a guide\n\nto conservation planning. Washington: United States Department of Agriculture, 58\n\np. (Agriculture Handbook, 537)."}]}}}