{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08387"}, {"@name": "filename", "#text": "13223_000681075.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "NARRATIVAS DO EU   \n\nMARLEN BATISTA  De MARTINO\n\nPorto Alegre\n\n2009\n\nCONF ISSÕES NA ARTE CONTEMPORÂ NEA \n\n - O CORPO COMO DIÁRIO\n\nOrie ntador: Edson Luiz André de Sous a\n\n\n\nMARLEN BATISTA De MARTINO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n\n \n\nNARRATIVAS DO EU \n\nCONFISSÕES NA ARTE CONTEMPORÂNEA – O CORPO COMO DIÁRIO \n\n \n\nOrientador: Edson Luiz André de Sousa \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2009 \n\n \n\n \n\n\n\n II\n\nMARLEN BATISTA De MARTINO \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n\n \n\nNARRATIVAS DO EU \n\nCONFISSÕES NA ARTE CONTEMPORÂNEA – O CORPO COMO DIÁRIO \n\n \n\nTese apresentada ao Curso de Pós-Graduação \nem Artes Visuais, Instituto de Artes, \nUniversidade Federal do Rio Grande do Sul, \ncomo requisito parcial à obtenção do título de \nDoutor em História, Teoria e Crítica de Arte. \n\n \nOrientador: Edson Luiz André de Sousa \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2009 \n\n \n\n\n\n III\n\nTERMO DE APROVAÇÃO \n\n \n\n \n\n \n\nMARLEN BATISTA De MARTINO \n\n \n\n \n\nNARRATIVAS DO EU \n\nCONFISSÕES NA ARTE CONTEMPORÂNEA – O CORPO COMO DIÁRIO \n\n \n\n \n\n \n\nTese  aprovada como  requisito parcial à obtenção do grau de Doutor no Curso de Pós-\nGraduação em Artes Visuais da Universidade Federal do Rio Grande do Sul, \n\npela Comissão formada pelos professores: \n \n \n\n \n \n \n \n \n\nOrientador: Prof. Edson Luiz André de Sousa – UFRGS \n\nProf. Blanca Brites  - UFRGS \n\nProf. Cláudia Perrone – UFSM \n\nProf. Eduardo Vieira da Cunha – UFRGS \n\nProf. Rosângela Cherem – UDESC \n\nProf. Tania Rivera - UnB \n\n \n \n\n \n\n \n\n \n\nPorto Alegre, 30 de janeiro de 2009 \n\n \n \n\n\n\n IV\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAs minhas avós  \n\nNair Boschetti e  \n\nAngiolina Rescigno,  \n\npelas mais amargas histórias  \n\nacompanhadas  \n\ndos mais doces bolinhos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n\n\n V\n\nAGRADECIMENTOS \n\n \n\n \n\n      Acredito que nos agradecimentos expomos a condição de sermos autores de uma \n\ndívida.   \n\n      Tento senão saldar pelo menos tentar reparar estes débitos, escrevendo aqui os nomes \n\ndos meus credores e expondo a mais profunda gratidão a todas as pessoas que  contribuíram \n\ncomigo durante o período da escrita do meu trabalho: \n\nA minha belíssima família: Savério, Margo, Martha e Marion De Martino. E aos lindos \n\nMaurício e Mirna Chagas. \n\nAos meus queridíssimos amigos Fernanda Albertoni, Vinícius Godoy, Cláudia Paim, Mário \n\nAzevedo, Luciano Zanette, Eriel de Araújo Santos, Katja Plotz, Carlos Nunes, Zuca \n\nCampagna, Ashni Schwarz, Valério Burigo, Roberta Kolling Escalante, Fernanda Ortiga e \n\nTheofilo Oliveira. \n\nAos professores que colaboraram com o trabalho tecendo gentilmente considerações e \n\ncríticas: Cláudia Perrone, Blanca Brites, Eduardo Vieira da Cunha e Tania Rivera.. \n\nÀ Prof. Rosângela Cherem o meu eterno agradecimento por haver me ensinado a caminhar \n\npor entre as páginas dos mais belos livros. \n\nÀ Prof. Gabriele Oberreuter, a Prof. Beatrice Cron e ao Prof. Marcelo da Veiga Cron que \n\nme receberam no estágio desenvolvido na Alemanha. \n\nAo meu orientador Edson Luiz André de Sousa, por ter acreditado desde o início no germe \n\nda potência criativa do trabalho.  Agradeço seu constante estímulo e admiro a sua coerência \n\nao realmente  apostar na liberdade e na utopia como uma possibilidade criativa.    \n\nÀ CAPES e ao DAAD pela confiança depositada no trabalho. \n\n \n\nDevo agradecê-los!  \n\n \n\n \n\n \n\n \n \n\n \n\n\n\n VI\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n“Um homem se propõe a tarefa de desenhar o mundo. Ao \n\nlongo dos anos, povoa um espaço com imagens de \n\nprovíncias, de reinos, de montanhas, de baías, de naus, de \n\nilhas, de peixes, de moradas, de instrumentos, de astros, \n\nde cavalos e de pessoas. Pouco antes de morrer, descobre \n\nque este paciente labirinto de linhas traça a imagem de \n\nseu rosto.” \n\nJorge Luís Borges \n\n \n\n \n\n \n\n \n\n \n\n\n\n VII\n\nSUMÁRIO \n\n \n\nINTRODUÇÃO \n\n \n\nCAPÍTULO 1 \n\n \n \n \n\n• Lugares do eu \n• A existência como obra de \n\narte \n• Confissão e Autobiografia \n\n1 \n \n \n9 \n25 \n27 \n\n \n\nCAPÍTULO 2 \n\n \n\nA Confissão e a dor \nA dor \n\n• Os Anjos Caídos \n• Os Mártires \n• As Penitências \n\n               - Esperar \n               - Cuidar \n               - Servir \n               - Amar \n\n         - Costurar \n               - Recosturar \n\n \n\n \n\n34 \n38 \n43 \n50 \n66 \n67 \n71 \n76 \n83 \n86 \n90 \n\nCAPÍTULO 3    Matrizes Confessionais \n• Musas Masturbatórias \n• Maternidade-Paternidade \n\n \n \n\n98 \n100 \n142 \n \n\n \nCAPÍTULO 4 \n\n \n\n \n\n \n\n \n\n \n\nCONSIDERAÇÕES FINAIS \n\nTemas Confessionais  - Tipologias \ne Pequenos Ensaios \n\n• O duplo \n• O tempo \n• A morte \n• O sono como morte \n\n \n\n151 \n \n\n152 \n162 \n169 \n181 \n \n \n \n\n201 \n\nREFERÊNCIAS  \n\nBIBLIOGRÁFICAS \n\nÍNDICE ONOMÁSTICO \n\n  \n205 \n \n\n217 \n\n \n \n\n\n\n VIII\n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\n \n\nIL. 1 - LONG, Richard. Uma linha feita pelo caminhar, Inglaterra 1967. Anthony d’Offay. \nGallery, Londres. In: WOOD, Paul. Arte conceitual. São Paulo: Cosac &amp; Naify, 2002. p. \n47. \n \nIL. 2 -  NICOLAI, Olaf. Portrait of the artist as a weeping Narcissus. In: GROSENICK, \nUta; RIEMSCHNEIDER, Burkhard.  Art now: 137 artistas no limiar do novo milênio.  \nBonn: Taschen, 2002. P. 344. \n \nIL. 3 - ARNOLD, Skip. On display. 1993. Acrylic box, steel stand, the artist 132 x 48 x 72 \ncm Installation, ‘Performance Relikte &amp; Sedimente’, Offens Kulturhaus, Linz, Austia. In: \nJONES, Amelia; WARR, Tracey. The artists body. New York: Phaidon, 2003.p. 91. \n \nIL. 4 - GORMLEY, Antony. Uma caixa para um anjo II. 1990. Gesso, fibra de vidro, \nchumbo, aço e ar. 197 x 858 x 46. Contemporary Sculpture Center, Tóquio. In: O livro da \narte do século XX. Lisboa: Texto Editora, 1999. p. 173. \n\n \nIL. 5 - WOODMAN, Francesca. Untitled (from the Angel series, Rome). 1977-78. Black \nand white photograph. 20 x 25 cm.  In: JONES, Amelia; WARR, Tracey. The artists \nbody. New York: Phaidon, 2003.p. 171. \n\n \nIL. 6 - FRANÇA, Patrícia. Absorção, Opacidade, Recobrimento. 1998-2000. Materiais \nvariados. In: CANTON, Kátia. Novíssima arte brasileira: um guia de tendências. São \nPaulo: Editora Iluminuras, 2001. p. 184. \n\n \nIL. 7 - BURDEN, Chris. Kick Kunst. 1974. Fotografias de performance na Basel Art Fair, \nSuíça. In: O livro da arte do século XX. Lisboa: Texto Editora, 1999. p.67. \n \nIL. 8 -  FINLEY, Karen. I was not expected to be talented. In: FINLEY, Karen. Shock \nTreatment. San Francisco: City Lights, 1991. p. 106. \n\n \nIL. 9 - EMIN, Tracey. Outside Myself (Monument Valley), 1994. Colour photograph. 65 x \n81 cm. In: MERCK, Mandy; TOWNSEND, Chris. The art of Tracey Emin. London: \nThames &amp; Hudson, 2002. p. 22. \n \nIL. 10 - WILDING, Faith. Waiting. 1971. California Institute of the Arts, Los Angeles. In: \nAmelia; WARR, Tracey. The artists body. New York: Phaidon, 2003. p.137. \n \nIL. 11 - SMITH, Barbara. Feed me. 1973. San Francisco Museum of Conceptual Art, San \nFrancisco. In: JONES, Amelia; WARR, Tracey. The artists body. New York: Phaidon, \n2003. p.116. \n\n\n\n IX\n\nIL. 12 – UKELES, Mierle Laderman. Hartford Wash: Washing, Tracks, Maintenance: \nOutside 1973. Hartford, Connecticut.  In: JONES, Amelia; WARR, Tracey. The artists \nbody. New York: Phaidon, 2003.p. 89.  \n\n \nIL. 13 – ELTIT, Diamela. Maipu. 1980. Santiago, Chile. In: JONES, Amelia; WARR, \nTracey. The artists body. New York: Phaidon, 2003.p. 129. \n \n\nIL. 14 –  ABRAMOVIC, Marina. Rhythm 0. 1974. Studio Morra, Naples. In: JONES, \nAmelia; WARR, Tracey. The artists body. New York: Phaidon, 2003.p.125. \n\n \nIL. 15 – MENDIETA, Ana. Rape Scene. 1973. Moffit Street, Iowa City, Iowa. In: JONES, \nAmelia; WARR, Tracey. The artists body. New York: Phaidon, 2003.p.100. \n\n \nIL. 16 – FINLEY, Karen. We keep our victims ready. In: FINLEY, Karen. A different \nkind of intimacy: the collected writings of Karen Finley. New York: Thunder’s Mouth \nPress, 2000. P. 86. \n\n \nIL. 17 - Acima: GOLDIN, Nan. Self-Portrait making love w. Brian, NYC. 1983.  Abaixo: \nGOLDIN, Nan. Nan 1 month after battering. 1984. Cortesia da artista. In: WEINTRAUB, \nLinda. In the making: creative options for contemporary art.. New York: Distributed Art \nPublishers, 2003. p. 200. \n \nIL. 18 - Mireille Szanne Francette Porte (ORLAN): Omnipresença (cirurgias estéticas). \nFotografia, 1990-1996. In: FABBRINI, Ricardo Nascimento.  A arte depois das \nvanguardas.  Campinas, SP: Editora da Unicamp, 2002. p.177. \n\n \nIL. 19 –  EMIN, Tracey. The first time I was pregnant I started to crochet the baby a shawl. \n1990 – 2000. Yarn needle, wook, text, Plexiglas. Crochet piece: 141,5 x 40,6 x 40,6 cm. In: \nMERCK, Mandy; TOWNSEND, Chris. The art of Tracey Emin. London: Thames &amp; \nHudson, 2002. p. 140. \n\n \nIL. 20 – MOYSÉS, Beth. Sem Título. In: Folha de São Paulo, 19, dez. 2004. Caderno \nMais!p.8.  \n \nIL. 21 – MOYSÉS, Beth. Sem Título. 1998. Agulhas, madeira e metal. In: CANTON, \nKátia. Novíssima arte brasileira: um guia de tendências. São Paulo: Editora Iluminuras, \n2001. p. 163. \n \nIL. 22 - KRYSTUFEK, Elke. I’m your mirror . 1997. Wiener Secession, Viena. In: \nGROSENICK, Uta; RIEMSCHNEIDER, Burkhard.  Art now: 137 artistas no limiar do \nnovo milênio.  Bonn: Taschen, 2002. p.253. \n \nIL. 23 - KRYSTUFEK, Elke. I’m your mirror . 1997. Wiener Secession, Viena. In: \nGROSENICK, Uta; RIEMSCHNEIDER, Burkhard.  Art now: 137 artistas no limiar do \nnovo milênio.  Bonn: Taschen, 2002. P.111. \n \n\n\n\n X\n\nIL. 24 - Rrose Sélavy (Alter ego de Marcel Duchamp). Fresh widow. 1920. Janela em \nminiatura pintada de azule oito retângulos de couro polido77,5 x 45 cm, sobre uma placa de \nmadeira, 1,9 x 53,3 x 10,2 cm. Nova Iorque, The Museum of Modern Art. In:  MINK, \nJanis. Marcel Duchamp. Alemanha: Taschen, 2000. p. 69. \n \nIL. 25 - DUCHAMP, Marcel. A noiva despida pelos seus celibatários, mesmo ou O grande \nvidro. 1915-1923. Óleo, verniz, folha de chumbo, fio de chumbo e pó sobre dois painéis de \nvidro montados em molduras de alumínio, madeira e aço, 272,5 x 175,8 cm. Filadélfia \n(PA), Philadelphia Museum of Art. In:  MINK, Janis. Marcel Duchamp. Alemanha: \nTaschen, 2000. p. 75. \n \nIL. 26 - DUCHAMP, Marcel. Paisagem faltosa. 1946. The National Swedish Art Museums. \nIn: TOMKINS, Calvin. Duchamp: uma biografia. São Paulo: Cosac Naify, 2004. p. 393. \n \nIL. 27 - (Vista frontal da instalação) IL. DUCHAMP, Marcel. Etant donnés: 1. A queda      \nd´água. 2. O gás de iluminação. 1946-1966. Conjunto multimídia: uma porta antiga de \nmadeira, tijolos, veludo, madeira, couro esticado sobre uma moldura de metal, galhos, \nalumínio, ferro, vidro, plexiglas, linóleo, algodão, luz elétrica, lâmpada a gás, motor, etc., \n142,5 x 177,8 x 124,5 cm. Filadélfia, Philadelphia Museum of Art. In: MINK, Janis. \nMarcel Duchamp. Alemanha: Taschen, 2000. p. 85. \n \nIL. 28 - (Vista através da porta da instalação) IL. DUCHAMP, Marcel. Etant donnés: 1. A \nqueda d´água. 2. O gás de iluminação. 1946-1966. Conjunto multimídia: uma porta antiga \nde madeira, tijolos, veludo, madeira, couro esticado sobre uma moldura de metal, galhos, \nalumínio, ferro, vidro, plexiglas, linóleo, algodão, luz elétrica, lâmpada a gás, motor, etc., \n142,5 x 177,8 x 124,5 cm. Filadélfia, Philadelphia Museum of Art. In: MINK, Janis. \nMarcel Duchamp. Alemanha: Taschen, 2000. p. 87. \n \nIL. 29 - COURBET, Gustave. L’origine du Monde (The origin of the world). 1866. Óleo \nsobre tela. Reprod.: color; 46 x 55 cm. Collection Musée d’Orsay, Paris. In: JONES, \nAmélia; WARR, Tracey. The artist’s body. New York: Phaidon Press, 2003. p.192. \n \nIL. 30  - SPRINKLE, Annie. Post-Porn Modernist Show, 1992. New York. In:  JONES, \nAmélia; WARR, Tracey. The artist’s body. New York: Phaidon Press, 2003. p.110. \n \nIL. 31  - KUBOTA, Shigeko. Vagina Painting, 1965. ‘Perpetual Fluxfest’. New York. In: \nJONES, Amélia; WARR, Tracey. The artist’s body. New York: Phaidon Press, 2003. p. \n62. \n \nIL. 32 - SCHNEEMANN, Carolee. Interior Scroll. 1975. East Hampton, Long Island. In: \nJONES, Amélia; WARR, Tracey. The artist’s body. New York: Phaidon Press, 2003. p. \n145. \n \nIL. 33 – BERNINI, Giovanni Lorenzo. O êxtase de Santa Teresa. Roma. Igreja Santa Maria \nda Vitória. In: BATAILLE, Georges. O erotismo. São Paulo: Arx, 2004. p.427. \n\n \n \n\n\n\n XI\n\nIL. 34 - QUINN, Marc. Alison Lapper. Escultura em mármore. In: \nhttp://www.fourthplinth.co.uk/marc_quinn.htm \n \nIL. 35 - RAY, Man. Duchamp como Rrose Sélavy. 1920. Fotografia em preto e branco. \nMilão. Coleção de Arturo Schwarz. In: MINK, Janis. Marcel Duchamp. Alemanha: \nTaschen, 2000. p.70. \n \nIL. 36 - CAHUN, Claude. Auto-Retrato. 1921. Zabriskie Gallery, New York. In: KRAUSS, \nRosalind E. Bachelors. Cambridge, Massachusetts: The Mit Press, 1999. p. 32 \n \nIL. 37 - CAHUN, Claude. Self-Portrait. 1911. Fotografia em preto e branco. Museu de \nBelas Artes de Nantes. In: RICE, Shelley. Inverted Odysseys: Claude Cahun, Maya Deren, \nCindy Sherman.  Cambridge, Massachusetts: The Mit Press, 1999. p. 122. \n \nIL. 38 - SHERMAN, Cindy. Still de filme sem título n. 27. 1978. Fotografia sobre papel \n97,5 x 68,3. Tate Gallery. In: HEARTNEY, Eleanor. Pós-modernismo. São Paulo: Cosac y \nNaify, 2002. p. 58. \n \nIL.  39 - WARHOL, Andy. Self-Portrait in Drag (detail). 1981. Colour Polaroid. 11x 8.5 \ncm.  In: JONES, Amelia; WARR, Tracey. The artists body. New York: Phaidon, 2003.p. \n153.  \n \nIL.  40 - WARHOL, Andy. Outer and Inner Space, August 1965.Video.  The archives of \nthe Andy Warhol Museum, Pittsburgh.In: WATSON, Steve. Factory Made: Warhol and \nthe sixties. New York: Pantheon Books, 2003. p. 233.  \n \nIL.  41 - WEGMAN, William. Family Combinations. 1972. Silver gelatin prints. 6 prints, \n31 x 26 cm. In: JONES, Amelia; WARR, Tracey. The artists body. New York: Phaidon, \n2003. p. 122. \n \nIL.  42 - OPPENHEIM, Dennis. 2-Stage Transfer Drawing (Returning to a Past State). \n1971. Preto e Branco, 8 min., sonoro. Elenco: Eric e Dennis Oppenheim. In: XIII São \nPaulo Bienal. Video Art USA. Outubro-Dezembro 1975. Catálogo de exposição. p.51. \n \nIL.  43 - PISANI, Gianni. Each Morning Before Going Out. 1973. Black and white \nphotographs 10 photographs, 22,5 x 17,5 cm. In: JONES, Amelia; WARR, Tracey. The \nartists body. New York: Phaidon, 2003. p. 122. \n \nIL.  44 - EMIN, Tracey. Exorcism of the Last Painting I Ever Made. 1996. Galleri Andreas \nBrändström, Stockholm. In: JONES, Amelia; WARR, Tracey. The artists body. New \nYork: Phaidon, 2003. p. 69. \n \nIL. 45 – EVANS, Cerith Wyn. Inverse, Reverse, Perverse. 1996. In: Sensation. Catálogo \nde exposição. P. 191. \n\n \n\n\n\n XII\n\nIL. 46 - HSIEH, Tehching; Montano, Linda. A Year Spent Tied Together at the Waist. \n1983-1984. New York. In: JONES, Amelia; WARR, Tracey. The artists body. New York: \nPhaidon, 2003. p. 129. \n \nIL. 47 - HUYGUE, Pierre. Blanche Neige, Lucie, 1997. In: Paço das Artes. Intimidade. \nSão Paulo, 2002. Catálogo da exposição. p.50. \n \n \nIL. 48 - Yukata Sone. Birthday party. In: GROSENICK, Uta; RIEMSCHNEIDER, \nBurkhard.  Art now: 137 artistas no limiar do novo milênio.  Bonn: Taschen, 2002.  p.472. \n \nIL. 49  – CHAIA, Lia. Desenho corpo. 2002. Vídeo 51’. In: PAÇO DAS ARTES. O corpo \nentre o público e o privado.  São Paulo, 2004.  Catálogo de exposição. P.21. \n \nIL. 50 – OPALKA, Roman. Portrait. Black and white photograph. Bienal de Veneza. 2003. \nCatálogo de exposição. P. 172. \n \nIL. 51 - CAHUN, Claude. Self-portrait. 1947. Fotografia em preto e branco. Jersey \nMuseums Service. In: RICE, Shelley. Inverted Odysseys: Claude Cahun, Maya Deren, \nCindy Sherman. Cambridge, Massachusetts: The Mit Press, 1999. p. 107. \n \nIL. 52 - QUINN, Marc. Eu. 1991. Sangue, aço inoxidável, Perspex e equipamento de \nrefrigeração. 205x 60 x 60 cm. Coleção Saatchi, Londres. In: O livro da arte do século \nXX. Lisboa: Texto Editora, 1999. p. 376. \n \nIL. 53 - MASSON, André. Acéphale. 1936. Ilustração do primeiro número da revista \nAcéphale. IN: BATAILLE, Georges (et. al). Encyclopaedia acephalica. London: Atlas \nPress, 1997.  p. 13. \n \nIL. 54 – EMIN, Tracey.  My Bed. 1998. Mattress, linens, pillows, rope, suitcases and \nvarious memorabilia. Various dimensions. Installation shot, Lehmann Maupin, New York, \n1999. In: MERCK, Mandy; TOWNSEND, Chris. The art of Tracey Emin. London: \nThames &amp; Hudson, 2002. \n \nIL. 55 - CALLE, Sophie. The sleepers. 1979. Detalhes de Gloria K., acima; Gloria K. E \nAnn B., imagem do meio; Gerard Maillot, abaixo. Fotografia em preto e branco. Courtesia \nda artista e da Galeria Luhring Augustine, Nova Iorque. In:  WEINTRAUB, Linda; Danto, \nArthur; McEvilley, Thomas. Art on the edge and over: searching for art’s meaning in \ncontemporary society 1970s-1990s.  Art insight inc, 1997.  p.66. \n \nIL. 56 - WARHOL, Andy. John Giorno em ‘Sleep’. 1963. Filme de 16 mm, mudo e em \npreto e branco. Duração de 6 horas. In:  RUHRBERG, Karl. et. al. Art of the 20th century. \nBonn: Taschen, 2000. p. 592. \n \n \n\n\n\n XIII\n\nIL. 57  – EMIN, Tracey. Everyone I have ever with (1963-1995). 1995. Appliqued tent, \nmattress, light. In: ROSENTHAL, Norman; JARDINE, Lisa. Sensation. Thames &amp; \nHudson, 1997. p.79.  \n \nIL. 58 - LOUREIRO, João. Sem Título. 2000. Madeira [162x75x27cm] In: CANTON, \nKátia. Novíssima arte brasileira: um guia de tendências. São Paulo: Editora Iluminuras, \n2001. p. 48. \n \nIL. 59 - CINTO, Sandra. Sem Título. 1999. Fotografia e desenho sobre vidro [220 x 60 x \n7cm]. In: CANTON, Kátia. Novíssima arte brasileira: um guia de tendências. São Paulo: \nEditora Iluminuras, 2001. p. 71. \n \nIL. 60 - CAHUN, Claude. Self-Portrait. 1932. Black-and-White photograph. Jersey \nMuseums Service. In: RICE, Shelley. Inverted Odysseys. Cambridge, Massachusetts: The \nMit Press, 1999.p. 98. \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n XIV\n\nRESUMO \n\n \n\nA pesquisa que aqui se apresenta aborda a emergência da confissão na arte \n\ncontemporânea. Notamos que os artistas, nas duas últimas décadas, vêm reconhecendo cada vez \n\nmais uma necessidade de expor a sua própria existência como obra de arte. Assim, a vida  adquire \n\num estatuto de arte. A existência e todo o peso da intimidade passam a ser os temas essenciais a \n\nserem pensados. Investigamos os trabalhos de artistas contemporâneos como Tracey Emin, Nan \n\nGoldin, Beth Moysés e Karen Finley que tomam sua vida como narrativa e obra. \n\nA tese está fundamentada no anacronismo como possibilidade de análise historiográfica. \n\nTentamos realizar uma leitura particular de atividades artísticas separadas espacial e \n\ntemporalmente em uma espécie de estratigrafia, realizando uma montagem interpretativa. \n\nProcuramos investigar as origens da confissão em diversos momentos históricos na Idade Média, \n\nna Grécia, e no século XX com artistas como Claude Cahun, Andy Warhol, Marcel Duchamp, a \n\narte feminista nas décadas de 60 e 70 e o acionismo vienense que tencionaram, uma aproximação \n\nentre arte e vida. \n\nA confissão caracteriza-se como uma prática que consiste em anunciar o testemunho de \n\num desvio, revelando-se uma experiência diversa do saber cognitivo e da informação. As \n\n“narrativas do eu” existem enquanto dejeto, prurido, excreção, líquido abjeto que envenena e \n\ncontamina. Falar seria uma maneira de aliviar-se do que está retido. A confissão seria a fala que \n\nse perde, que se deixa, no entanto ao excretar o doloroso e o impuro, advém o prazer da dejeção.  \n\nAbordamos o universo da confissão utilizando o conceito de circonfissão, cunhado pelo \n\nfilósofo Jacques Derrida. A circonfissão seria a reunião da confissão com a circuncisão,  \n\nconstruindo um conceito em que confissão se torna uma espécie de recostura, uma cicatriz. Essa \n\nvia negativa que é cristalizada pela confissão, opera através da intimidade e conduz o relato a uma \n\nsensação de abandono que “não exclui o prazer ou o gozo, ao contrário provoca-os”1  \n\nDas confissões nascem lágrimas de Thanatos e lágrimas de Eros. Dessa forma, a \n\nconfissão passa a adquirir uma narrativa estética.  \n\n \n\n                                                 \n1 DERRIDA, Jacques. Salvo o nome.  Campinas, SP: Papirus, 1995.p.69. \n\n\n\n XV\n\nABSTRACT \n\n \n\nThe research presented here concerns the emergence of “confession” in contemporary art. \n\nIn the last decades we have noted that artists are recognizing the necessity, not only to exhibit \n\ntheir work but exhibit their own existence in their art. In this manner life acquires an artistic \n\nconnotation. The full weight of the intimacy becomes the essential theme to be considered. We \n\nhave investigated contemporary artists: Tracey Emin, Nan Goldin, Beth Moysés and Karen \n\nFinley that have taken their lives as a narrative and work. \n\nThe thesis is grounded on the anachronism as a possibility of historiographical analysis. \n\nWe have tried to make a particular reading about artistic activities that are separated in the space \n\nand in the time in a stratigraphic way, making a kind of interpretative montage. We attempt to \n\ninvestigate the roots of the confession in several historical periods: in Middle Ages, in Greece, in \n\nXX century, we have researched works made by artists as: Claude Cahun, Andy Warhol, Marcel \n\nDuchamp, the feminist art from the 60’s and 70’s, and the vienense acionism that made an \n\napproximation between art and life. \n\nConfession characterizes itself as a practice which consists of announcing a witness to \n\ndeviation, and in doing so reveals itself as a diverse experience of cognitive knowledge and \n\ninformation. The narratives of the self are a representation of sentiments excreted, rejected, \n\nexpelled from the artists inner self because they are considered to be impure and vile. Speaking \n\nwould be a manner to aliviate this retention. The confession would be a lost dialogue, \n\nnevertheless when the painful and the impure are excreted succeed the joy of the dejection.  \n\nWe investigate the universe of confession utilizing the idea of circonfession proposed by \n\nthe philosopher Jacques Derrida. The circonfession would be the amalgamation of confession \n\nwith circumcision, constructing the idea that confession becomes a form of resewing, a scar.  \n\nThis negative route is crystallized by the confession and operates through intimacy \n\nleading the narrative to a sense of abandonment that doesn’t exclude pleasure or joy, on the \n\ncontrary, provokes them. From the confessions are born: tears of Thanatos and tears of Eros.  In \n\nthis way the confession acquires an aesthetic narrative. \n\n \n\n \n\n \n\n\n\n \n \n \n\n1 \n\n                                                                                                      \n\nINTRODUÇÃO \n\nEscrever para não morrer, \nComo dizia Blanchot... \n\nMichel Foucault \n \n\nNão seria justo se iniciasse esse trabalho sem uma confissão, uma confissão minha, a \n\nautora, afinal foi através das confissões de artistas que esse trabalho foi construído. Gosto da \n\npalavra confissão, pois  há muito ela é permeada pela narrativa que implica em erro, em pecado, e \n\nfoi pensando assim que preferi iniciar o meu relato. Foi na tentativa de tornar-me escritora que \n\niniciei esse trabalho. Sou uma leitora, uma simples leitora, alguém que mergulhada na melancolia \n\ntenta encontrar o texto ideal. O texto de que é feito o meu material, que possui a freqüência da \n\nminha carne, do meu sangue. Nem sempre encontro o que procuro, mas investigo, caço, farejo \n\natrás de uma emoção maior que àquela de uma leitura qualquer, banal.  É nessa busca  que me \n\nsinto como uma guerreira, pirata dos mares literários, em busca de um grande e distante tesouro. \n\nNo fundo tento esconder a crença já sabida de que não há nenhuma recompensa no final, pois o \n\nmapa é o grande  tesouro e se fartar na satisfação da busca é o que me faz percorrer estas ilhas de \n\npapel. Devo confessar que não consegui encontrar o que talvez procurasse, exceto algumas \n\npérolas, rubis e diamantes soltos pelo caminho, e com eles o meu diário com as melhores \n\nexperiências passadas a bordo. A confissão que faço aqui, é um relato de viagem. \n\nOs artistas que trabalharemos nessa tese não buscam o perdão, mas tentam realizar uma \n\nconfissão pública na qual a absolvição não é a meta e sim a própria confissão do mal. O expurgo \n\ncomo fim. A confissão não é o meio em que se atinge o objetivo final da ascensão divina através \n\nda reiteração da pureza. A salvação está na própria legitimação do erro através das narrativas \n\níntimas que apenas denunciam o lugar do homem em suas idas e vindas.  \n\n\n\n \n \n \n\n2 \n\nDesse modo o corpo entra como elemento primordial para que a narrativa seja exposta. O \n\ncorpo funciona como uma ferramenta utilizada em prol de diversos objetivos: uma causa social, \n\num engajamento político, um veículo de transferência, como emissor da dor, como um suporte \n\npara a existência niilista, como um questionador do ser e do estar e como uma máquina desejante \n\nque fere e é ferido. Um corpo sem órgãos que evagina o desejo.  \n\nFormando um quadro necessariamente fragmentado, podemos avistar constelações que se \n\narticulam, abrindo um diálogo incessante em que cada obra de arte se apresenta como um \n\nfragmento, uma pequena peça recortada de um tecido infinitamente amplo.A teoria serve como \n\nponto de partida, os textos estarão em um território intermediário, de transição, entre diferentes \n\nsuportes, na passagem da pintura à fotografia, da escultura ao vídeo. A intenção é realizar um \n\ncaleidoscópio, no qual as obras, instituam o território possível das imagens, servindo como \n\nferramentas para realizarmos um diálogo mais amplo, tirando-as das instituições e dos circuitos \n\nde exibição estabelecidos, redefinindo o lugar da arte contemporânea a partir da integração com \n\noutras linguagens e outros suportes.  \n\nVejo sempre através do duplo que me acompanha... Para Walter Benjamin, a linguagem \n\nseria uma aplicação mimética na qual assim como na Antiguidade se deu a leitura a partir da \n\ncontemplação dos astros, das runas ou das vísceras, a leitura seria uma maneira de reconhecer as \n\nsemelhanças, as relações. É por esta via que encontro semelhanças não apenas na tradição \n\nhistoriográfica. A minha tentativa é a de realizar uma leitura que aproxima, percebe combinações \n\ne nuances. “Pode-se supor que o dom mimético, outrora o fundamento da clarividência, migrou \n\n\n\n \n \n \n\n3 \n\ngradativamente, no decorrer dos milênios, para a linguagem e para a escrita, nelas produzindo um \n\narquivo completo de semelhanças extra-sensíveis.”1 \n\n Ao identificar e descrever um conjunto de relações materiais de um regime de signos \n\ncorrespondentes, podemos utilizar o conceito deleuziano de agenciamento. Como linhas \n\ntransversais que reúnem as “coisas”, os agenciamentos remetem ao desejo da composição que \n\nnão prevê o equilíbrio, explorando a assimetria daquilo que se recolhe: “Todo agenciamento, uma \n\nvez que remete em última instância ao campo do desejo sobre o qual se constitui, é afetado por \n\num certo desequilíbrio.”2 Edson Sousa utiliza a expressão “corpo estrábico”3 para definir este \n\ndesequilíbrio, esta sensação de descompasso, de desatino. Esta noção de estrabismo parece ser \n\nconstitutiva do humano na medida em que constatamos um intervalo, uma distância, uma \n\nimpossibilidade de situar no mesmo lugar o que se olha e o que nos vê, o que pensamos e o que \n\ndizemos, o que queremos dizer e o que é dito, o que desejamos e o objeto que investimos. Ao \n\ndesejar algo além, é evidenciado um impasse na faculdade de desejar. Avistamos o estrabismo de \n\num corpo na tentativa de se duplicar em direção a este desejo - um abismo onde o sujeito \n\nencontra-se sempre aquém. \n\nPortanto criando mostramo-nos enquanto criaturas estrábicas porém seres também \n\nagenciadores. Agenciamos desejos e por sua vez, somos agenciados por outros desejos e outros \n\nsujeitos.  É justamente através desses estrabismos, tangências e pontos de fuga que nos \n\nenredamos na potência do sentir e do pensar. Com justaposições é que exercitaremos o ofício \n\n                                                 \n1 BENJAMIN, Walter. Obras escolhidas. Volume 1: Magia e técnica, arte e política: ensaios sobre literatura e \nhistória da cultura. São Paulo: Brasiliense, 1985. p.112. \n2 ZOURABICHVILI, François. O vocabulário de Deleuze. Rio de Janeiro: Relume Dumará, 2004. p. 21. \n3 SOUSA, E. L. A. (Docente ): O corpo estrábico; 2003; Conferência; O Amor em Tempos de Sexo - V Jornada do \nNUPSM; Núcleo Psicanalítico de Santa Maria; Português; Theatro Treze de Maio; Santa Maria; BRASIL; \nConferência realizada em 12 de setembro de 2003. passim. \n \n\n\n\n \n \n \n\n4 \n\ninventivo da reflexão, pois de acordo com Deleuze, “o filósofo é criador, ele não é reflexivo.”4 \n\n“Inventar conceitos, construir noções, forjar idéia, eis a tarefa que o define. Trata-se sempre de \n\ntirar a lição de Nietzsche. A verdade não espera em lugar nenhum para ser descoberta . Ela \n\ndepende do nosso desejo de inventá-la.”5  \n\nPortanto é através do desvio que não fixa o mesmo ponto no espaço que agenciamos \n\nartistas de épocas e movimentos distintos, estabelecendo uma outra organização. Não \n\nenxergamos a história da arte como uma narrativa encadeada linearmente por eventos que \n\nobedecem uma ordem seqüencial coerente, no qual um movimento não pode ocorrer sem a \n\npresença do anterior e como se o segundo fosse conseqüência do primeiro. Deste modo, o \n\ntrabalho terá o formato de uma narrativa encadeada por imagens que se revezam, construindo um \n\nenredo que contempla a história da arte na virada do século XX para o XXI. “A origem do \n\nsentido das imagens não é mais situada a partir das datações herdadas da tradição historiográfica, \n\nmas encontrada nos interstícios, nas dobras de seu surgimento imponderável, verdadeiro e \n\neventual.6” A relação entre a década de sessenta e a década de noventa é compreendida como \n\nmomentos que se justapõem, mesmo que haja um intervalo entre as duas décadas, podemos \n\nestabelecer certas afinidades entre elas. \n\ntorna-se claro que a tarefa da História da Arte, ao enriquecer-se num molde \nepistemológico aproximando o trabalho do historiador e do filósofo do trabalho \ndo artista, submete a História a uma implosão fascinante.7 \n\n \n\n                                                 \n4 DELEUZE, Gilles.  Conversações.  Rio de Janeiro: Ed. 34, 1992. p.152 \n5 DROIT, Roger-Pol. A companhia dos filósofos. São Paulo: Martins Fontes, 2002. (Mesmo que o céu não exista). \np. 380. \n6 Palavras de Stephane Huchet na Introdução do livro: HUBERMAN, Didi. O que vemos, o que nos olha. São \nPaulo: Editora 34. p.22. \n7 Idem. \n\n\n\n \n \n \n\n5 \n\nQuanto aos temas escolhidos posso dizer que muitos deles me escolheram, pois não podia \n\nretirá-los de minha cabeça pela força das imagens que conseguiam provocar. Nesse momento \n\nevoco o pensamento do filósofo Gilles Deleuze que caracteriza três compostos de sensação para \n\ndistinguir os afectos provocados por uma obra ou um texto: a vibração, o enlace e o recuo.  \n\n(...) pode-se no entanto caracterizar grandes tipos monumentais, ou \n‘variedades’ de compostos de sensação: a vibração que caracteriza a \nsensação simples (...) o enlace ou o corpo-a-corpo (quando duas sensações \nressoam uma na outra esposando-se tão estreitamente, num corpo-a-corpo \nque é puramente “energético”); o recuo, a divisão, a distensão(...)8\n\n \n \n\n \n\nO recuo, a distensão seria esse sentimento de repulsa que sentimos quando lemos um \n\ntexto ou vemos uma obra que nos perturba e nos acompanha, não nos abandona, nos persegue até \n\nque então, cansados de resistir à iminência do perigo, nos abrimos ao estranho. Foi assim que \n\nmuitas das obras que estão nesse trabalho apareceram, de uma luta constante entre o que \n\nconsiderava deleitante e o que me afligia, mortificava, provocava repugnância, mal-estar ou \n\nnáusea. Priorizei o indigesto, portanto a leitura não será das mais tranqüilas - mas se esse \n\ntrabalho, assim como as imagens que estão nele - não abandonar mais o leitor, como fizeram \n\ncomigo, fico contente por saber que consegui contagiar mais pessoas, no que chamo de confissão \n\ncontaminada. Essa contaminação se dá pelo fato de acreditar que a narrativa do eu existe \n\nenquanto dejeto, prurido, excreção, líquido abjeto que envenena e contamina. Borges, não \n\nacreditava em uma bibliografia sistemática, e estimulava uma “leitura adúltera”9 e  “os gnósticos \n\nafirmavam que o único modo de evitar um pecado era cometê-lo, e assim livrar-se dele”10. \n\nConfesso, eu pequei. \n\n                                                 \n8  DELEUZE, Gilles; GUATTARI, Felix. O que é a filosofia. Rio de Janeiro: Editora 34, 1992. p.218. \n9 MANGUEL. Alberto. Uma história da leitura. São Paulo: Companhia das Letras, 1997. p.34. \n10 BORGES, Jorge Luís. Um ensaio auto-biográfico. São Paulo: Globo, 2000. p. 83. \n \n\n\n\n \n \n \n\n6 \n\nOs capítulos que se seguem são compostos de recortes de histórias rasgadas em quatro \n\nséries: \n\nO primeiro capítulo é um apanhado que une diversas abordagens teóricas acerca do eu; na \n\nteoria da arte contemporânea, ao alcançar o conceito de personal site  na arte da atualidade, com \n\nos estudos do site  aprofundados por James Meyer e Miwon Kwon; analisando os primórdios da \n\nautobiografia como gênero literário, e comentando brevemente o estudo de Michel Foucault \n\nsobre o “cuidado de si” e a hermenêutica do sujeito. É através dessas abordagens que tentamos \n\nesboçar alguns aspectos relativos ao universo da confissão. \n\nO capítulo dois mergulha no submundo da confissão como narrativa estética, delineando o \n\nespaço do arame farpado, da carne esmagada no asfalto, da perda sumária das asas de anjos de \n\npapel. Os relatos dos artistas são ouvidos e divididos em atos, os artistas trágicos, a poética do \n\nanjo, além das penitências: esperar, cuidar, servir, amar e costurar. Utilizando esta nomenclatura \n\né que nos aprofundamos no universo da dor e do feminino _ que se oferece, se corta e é cerzido \n\n_através do conceito cunhado por Derrida denominado de circonfissão, reunião da confissão com \n\na circuncisão, quando a confissão opera como uma espécie de procedimento de corte e  recostura, \n\nproduzindo uma reconstrução e uma cicatriz.  \n\nO capítulo três tem como tema principal os artistas precursores da arte confessional. \n\nQuais seriam as matrizes estéticas dessas abordagens? Trabalhando com a possibilidade de \n\npensar nas matrizes artísticas que contamina as seguintes gerações, estabelecemos agenciamentos \n\nentre as experiências de transformação de gênero homem-mulher, nos auto-retratos de Marcel \n\nDuchamp, Claude Cahun e Andy Warhol. Visualizamos o corpo como o diário de uma confissão \n\nque sucumbe e ultrapassa o sofrimento vivenciado, ou a penúria em direção aos mistérios do \n\ngozo.  \n\n\n\n \n \n \n\n7 \n\nO capítulo quatro aborda temas preconizados pelas confissões, histórias que delatam as \n\nperdas: o duplo, o tempo, a morte e o sono. É através desses temas confessionais que os artistas \n\nque trabalhamos remetem à arte como um miasma. As obras e as narrativas dos artistas aparecem \n\ncomo o pharmakon, lugar da cura, lugar do veneno, a narrativa como a entidade capaz de \n\nsubverter a dor através da concessão da vida ou do Donner la mort , do dar a morte. \n\nAgradeço ao mestre  Jorge Luís Borges por ser tão presente em minhas leituras. Acredito \n\nno parentesco existente entre mestres e aprendizes, acredito na força da linhagem intelectual. \n\nSerei sempre uma jovem aprendiz na eterna busca em estabelecer uma certa cumplicidade com \n\nmeus mestres, mostrar-lhes minhas idéias e histórias. “Estudar, e não a vaidade de dominar, tem \n\nsido meu principal objetivo.”11  Imagino que eles realmente estejam comigo, ancestrais do \n\npensamento no qual “não sou digna que entrem em minha morada, mas que dizendo uma só \n\npalavra serei salva”12.  \n\nAcreditamos escolher nossos mestres, quando em um dado momento de nossas vidas nos \n\ndeparamos com um fragmento de um texto, uma poesia, uma citação, uma referência que nos \n\narrebata, perturba, persegue. Procurando mais informações encontramos um exemplar daquele \n\nescritor, lemos o primeiro livro, logo depois uma série deles, em um processo de aquisição de \n\nconhecimento através da sintonia com a freqüência fina que sai do som das frases escritas. Os \n\nlivros então se tornam bíblias, eternos aliados. O momento da leitura fabrica um encontro com o \n\nescritor, o eterno mestre. “Esta ferida é também um sinal de eleição que é necessário saber \n\nreconhecer em si, o privilégio de uma destinação, a missão assinalada.”13 Então timidamente, \n\n                                                 \n11 Ibidem, p.136. \n12 Confer, Bíblia,  ad tempora. \n13 DERRIDA, Jacques. Mémoires d’aveugle: l’autoportrait et autres ruines. Paris: Parti pris: Réunion des musée \nnationaux, 1990. p. 39. Tradução livre de: “Cette blessure est aussi um signe d’election qu’il faut savoir reconnâitre \nen soi, le privilege d’une destination, la mission assignee” \n\n\n\n \n \n \n\n8 \n\nfinalizo remetendo a passagem na qual Borges menciona a destinação na qual estamos fadados. \n\nPara Borges não são os alunos que escolhem seus mestres, ao contrário, são os mestres que \n\nelegem seus aprendizes.  \n\nGostaria que Borges estivesse certo pois poderia acreditar que é ele que grandioso me \n\nobserva calado de um sobrado antigo enquanto caminho por ruas de pedra... \n\n\n\n 201 \n\nCONSIDERAÇÕES FINAIS \n\nPorque o grande \nolho do abismo \n\nsempre  \nme vigiou \n\nJuliano Garcia \nPessanha \n\n \n\nNesse trabalho optamos por congregar uma legião de obras que tocassem em questões \n\npungentes dentro do universo da confissão. Tentamos realizar uma leitura particular das \n\natividades artísticas separadas espacial e temporalmente em uma espécie de estratigrafia que \n\nlançasse mão do anacronismo como possibilidade de análise historiográfica. Nas palavras de \n\nDidi-Huberman: “Benjamin dizia que uma verdadeira história da arte não deve contar a história \n\ndas imagens, senão concordar com o inconsciente da vista, da visão, algo, que não pode lograr \n\natravés do relato ou da crônica, senão por meio da montagem interpretativa.”258 Acreditamos no \n\nfato de que não se pode fazer uma  história das imagens seguindo uma cronologia linear, \n\nsimplesmente pelo motivo que uma imagem reúne diversos tempos heterogêneos, de modo que \n\npara historicizar as imagens é necessário criar um arquivo.  E foi na reunião e no diálogo de \n\nimagens, ora díspares e contrastantes, ora próximas e similares que procuramos construir uma \n\nnarrativa que criasse uma terceira possibilidade. \n\nEsta construção acabou estruturando-se através de um relato, um desvio. Jacques Lacan \n\nno capítulo VI, do livro 20259, inicia seu seminário utilizando o verbo “confessar” para dizer que \n\nhá a “satisfação da fala”. A confissão aparece aí como algo que habita a clave do \n\n                                                 \n258  Un conocimento por el montaje. Entrevista com Georges Didi-Huberman. Acesso em 14 de julho de 2007. \nDisponível em : http://www.circulobellasartes.com/ag_ediciones-minerva-\nLeerMinervaCompleto.php?art=141&amp;pag=4 \nTradução Livre de: Benjamin decía que uma verdadera historia del arte no debe contar la historia de las imágenes, \nsino acceder al inconsciente de la vista, de la visión, algo que no puede lograrse a través del relato o la crónica, sino \npor medio del montaje interpretativo”.  \n259 LACAN, Jacques. O seminário, livro 20: mais, ainda. Rio de Janeiro: Jorge Zahar, 1985. p.87. \n\n\n\n 202 \n\ntransbordamento. Transbordamento esse que pode ser entendido como a marca da confissão. Ela \n\neclode do extravasamento, do anseio em contar a outrem um algo ali. Ela se origina também da \n\nnecessidade da denúncia, da delação e da extirpação do deletério.  \n\nA confissão nasce da mácula, quando há a intenção de participar de um deslize, \n\ndiversamente do que ocorre muitas vezes na autobiografia, que tem em sua gênese ainda na \n\nGrécia o dispositivo da autoglorificação. Avistamos porém, o entrecruzamento destes que \n\npoderíamos denominar de gêneros, quando as autobiografias adquirem um caráter confessional e \n\nas confissões uma característica autobiográfica.  A confissão se relacionaria ao conceito do \n\nabjeto, no sentido que abjetar estaria associada a expelir, separar, sentir a objetividade no risco. A \n\nconfissão estaria intimamente vinculada ao ato  da excreção e da abjeção corrosiva, pois aquele \n\nque abjeta, abjeta um outro ou um algo, estabelecendo uma operação regulatória.260   \n\nNesse sentido poderíamos arriscar a expor o fato de que o que não tem um caráter residual \n\ne negativo parece não conter os vestígios da confissão. Michel Foucault ao analisar as técnicas \n\ncristãs de isolamento, da obediência, do exame de consciência e da confissão conclui que esta é \n\numa estratégia que leva os indivíduos a trabalhar em uma espécie de “mortificação”, que estaria \n\nrelacionada não necessariamente ao evento da morte em si, mas sim a uma certa mortificação \n\ndiária  que através da renúncia nesta terra, resultaria em uma vida mais plena no além. Através da \n\nmorte na terra é que se consolidaria a vida no paraíso. \n\n A mortificação é uma atitude presente ainda na Grécia, como vimos no primeiro capítulo, \n\nno entanto lá ela detinha um outro sentido, o de constituir uma renúncia que faria com que o \n\nindivíduo beneficiasse a própria pólis. A mortificação cristã no entanto “não se trata de sacrifício \n\n                                                 \n260 Foster, expõe a ambiguidade do termo abjeto, na obra de Julia Kristeva. In: FOSTER, Hal. The return of the \nreal. Cambridge: MIT, 1996. \n\n\n\n 203 \n\nem favor da cidade; (...) é uma forma de relação para consigo mesmo.”261 Endossamos a \n\nconclusão de Michel Foucault de que “tanto a ternura mais desarmada quanto os mais sangrentos \n\npoderes têm necessidade de confissões. O homem, no Ocidente, tornou-se um animal \n\nconfidente.”262 Portanto, a confissão acaba de certo modo construindo os rudimentos daquele que \n\nseria o indivíduo moderno, pois ela inaugura a possibilidade da abertura de um espaço interior \n\nsecreto. \n\nNa obra de Georges Bataille percebemos a ênfase na mortificação cristã na qual a \n\nconfissão é constitutiva desse método, mas no entanto com um caráter diverso pois a mortificação \n\né atribuída não à renúncia e sim a “pequena morte” vivenciada pelo orgasmo. Bataille constrói \n\numa lógica análoga porém calcada em um pressuposto profano para alcançar o sagrado. Ele \n\nafirma no prefácio a história do olho: “eu nada saberei sobre o que acontece, se nada souber sobre \n\no prazer extremo e a extrema dor.”263 \n\nJustamente por acreditar que a confissão nasce da ânsia em expurgar um acúmulo, no \n\nanseio de desfazer-se do mal que se encontra fermentado, é que há o ímpeto de exaurir-se. A \n\nconfissão conduz a uma necessidade de libação, onde algo é sorvido por um outro, em um \n\nexagero, em um ato dispendioso provocado por uma hipermnésia, uma hipertrofia dos sentidos \n\nque deságua em declarações oriundas da modalidade cristã da penitência, ora dolorosas, ora \n\ngozosas, ora ambíguas. É a marca da estesia vibrátil que produz o arremessamento ao outro e \n\numa criação de certa alteridade em nós. A necessidade de excretar um secreto doloroso e de \n\nregozijo é o que produz a confissão. Esse ato pode vir a produzir vestígios e se manifestar na \n\nforma do próprio gozo. “O ato sexual arranca do corpo uma substância que é capaz de transmitir \n                                                 \n261 FOUCAULT, Michel. Omnes et singulatim: vers une critique de la raison politique. In: Dit et Écrits 1954 – \n1988, Vol.IV (1980-1988) Édition établie sous la direction de Daniel Defert et François Ewald, avec la collaboration \nde Jacques Lagrange. Paris, Gallimard, 1994, pp 134-161. Tradução Selvino Assman, Florianópolis, setembro de \n2001. \n262 FOUCAULT, Michel. A história da sexualidade 1: a vontade de saber . São Paulo: Graal, 2005. p.59. \n263 BATAILLE, Georges. A história do olho.  São Paulo: Cosac&amp;Naify, 2003. \n\n\n\n 204 \n\na vida, mas que só a transmite porque ela própria está ligada à existência do indivíduo e carrega \n\nem si uma parte dessa existência”264  \n\nCom essa qualidade presente na desobstrução é que encontra-se o produto desta operação \n\ndesejante: “A vida animal descende toda do movimento dos mares, e dentro dos corpos a vida \n\ncontinua a sair de água salgada (...) O mar está continuamente a masturbar-se.”265  Durante as \n\natividades humanas expelimos saliva, suor, sangue, muco, esperma, corrimento e lágrimas. A \n\nvida é fruto das atividades que desprendem o sal. O sal está na vida e na morte. Desde o \n\nnascimento, e em todos os atos que envolvem emoções, excreta-se um líquido salino. Saindo das \n\ntêmporas, axilas, sexo ou olhos, há a recorrência de uma substância que evoca o universo marino. \n\nPretendemos anular as pistas deixadas pelos fluidos, através de um pretenso estancamento \n\nrealizado rotineiramente. Tudo em vão.  \n\n  Nesses rastros, pistas e deflexões “num terremoto de proporções gigantescas e, ainda que \n\nde um lado do telescópio esteja uma galáxia longínqua, do outro estará um pequeno pedaço de \n\ncorpo humano chamado olho.”266 Entendemos que o olho é sujeito mas também autor do \n\nrepulsivo, na medida em que impele e expele. Assim: “os olhos humanos não suportam o sol, \n\nnem o coito nem o cadáver, nem o escuro, embora o façam com reacções [sic] diferentes” 267 \n\nTentamos produzir  um trabalho que expusesse essa qualidade ambígua acreditando no fato de \n\nque  “O pensamento é gozo”268. Avisamos no entanto que após o desvio negamos o ato de \n\ncontrição. \n\n \n \n \n\n                                                 \n264 FOUCAULT, Michel. A história da sexualidade 2: o uso dos prazeres . São Paulo: Graal, 2003. p.118. \n265 BATAILLE, Georges. O coito é a paródia do crime. (1931) Introdução. In: Kronhausen, Phyllis e Eberhard. Ex-\nLibris eróticos. Lisboa: Fenda, 1985. p.9. \n266 PESSANHA, Juliano Garcia. Certeza do agora. São Paulo: Ateliê Editorial, 2002. p.76. \n267 BATAILLE, opere citato, p.9. \n268 LACAN, opere citato . p.96. \n\n\n\n 205 \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \nABREU, Caio Fernando.  Ovelhas negras. Porto Alegre: L&amp;PM, 2002. \n\nALVAREZ, A. Noite: a vida noturna, a linguagem da noite, o sono e os sonhos. São Paulo: \n\nCompanhia das Letras, 1996. \n\nALVAREZ, Eliseo. Um rio sem margens. Folha de São Paulo. 3 de julho de 2005. Caderno \n\nMais! \n\nARGAN, Giulio Carlo. Arte moderna. 9.ed. São Paulo: Companhia das Letras, 1992. \n\nARIÈS, Philippe. História da morte no ocidente. Rio de Janeiro: Ediouro, 2003. \n\nARTAUD, Antonin. O teatro e seu duplo. São Paulo: Max Limonad, 1985. \n\nAUSTER, Paul. Cortina de fumaça &amp; sem fôlego: dois filmes. São Paulo: Editora Best Seller: \n\nCírculo do livro, 1995. \n\n_____.  Noite do oráculo. São Paulo: Cia das letras, 2004. \n\nBAKHTIN, Mikhail. Questões de literatura e estética: (a teoria do romance). 3. ed. São Paulo: \n\nUnesp, 1993.  \n\nBARTHES, Roland. A câmara clara: nota sobre a fotografia. Rio de Janeiro: Nova Fronteira, \n\n1984. \n\n_____. O neutro: anotações de aulas e seminários ministrados no Collège de France, 1977-1978. \n\nSão Paulo: Martins Fontes, 2003. (Coleção Roland Barthes). \n\nBARTUCCI, G. Psicanálise, arte e estéticas da subjetivação. Rio de Janeiro: Imago, 2002. \n\n_____. Psicanálise, literatura e estéticas da subjetivação. Rio de Janeiro: Imago, 2001. \n\nBASBAUM, Ricardo (org.). Arte contemporânea brasileira: texturas, dicções, ficções, \n\nestratégias.   Rio de Janeiro: Rios Ambiciosos, 2001. \n\nBATAILLE, Georges (et. al). A literatura e o mal. São Paulo: L&amp;PM, 1989. \n\n_____. Encyclopaedia acephalica. London: Atlas Press, 1997. \n\n\n\n 206 \n\n_____. Les larmes d’Éros. Paris: 10/18, 2004. \n\n_____. O erotismo. São Paulo: Arx, 2004. \n\nBAUDELAIRE, Charles Pierre. Pequenos poemas em prosa. 2.ed. Florianópolis: UFSC, 1996. \n\nBAUDRILLARD, Jean. De um fragmento ao outro. São Paulo: Zouk, 2003. \n\nBENJAMIN, Walter. Obras escolhidas. Volume 1: Magia e técnica, arte e política: ensaios \n\nsobre literatura e história da cultura. São Paulo: Brasiliense, 1985.  \n\nBEUYS, Joseph. Joseph Beuys (et. al). New York: Dap-Distributed art, 2007. \n\nBÍBLIA SAGRADA. 54 ed. São Paulo: Editora Ave Maria, 1987.   \n\nBIENAL DE VENEZA. 2003. Catálogo de exposição. \n\nBLANCHOT, Maurice. A conversa infinita-1: a palavra plural (palavra de escrita).  São Paulo: \n\nEscuta, 2001. \n\n_____. O espaço literário 2.  \n\nBLOCH, Ernst. O princípio esperança. Volume 1. Rio de Janeiro: EdUERJ: Contraponto, 2005.  \n\nBLOOM, Harold. A angústia da influência: uma teoria da poesia. 2.ed. Rio de Janeiro: Imago, \n\n2002.  \n\n_____. Anjos caídos. Rio de Janeiro: Objetiva, 2008. \n\nBORGES, Jorge Luís; ARIAS, Martín; HADIS, Martín.(org.).Curso de literatura inglesa. São \n\nPaulo: Martins Fontes, 2002. \n\n_____. Elogio da sombra.  São Paulo: Globo, 2001. \n\n_____. Ficções. 5.ed. São Paulo: Globo, 1989. \n\n_____. História universal da infâmia. Porto Alegre: Globo, 1975. (Sagitário)  \n\n_____. Obras completas. Volume 2. São Paulo: Globo, 1999. \n\n_____. Obras Completas. Volume 3. São Paulo: Globo, 1999. \n\n_____. Um ensaio auto-biográfico. São Paulo: Globo, 2000.  \n\n\n\n 207 \n\nBOTTON, Alain de. As consolações da filosofia. Rio de Janeiro: Rocco, 2001 \n\n_____. Desejos de status. Rio de Janeiro: Rocco, 2005. \n\nBOURGEOIS, Louise. Destruição do pai, reconstrução do pai. São Paulo: Cosac&amp;Naify, \n\n2000. \n\nBRICOUT, Bernadette (org.). Olhar de Orfeu: os mitos literários do ocidente. São Paulo: \n\nCompanhia das Letras, 2003. \n\nCABANNE, Pierre. Marcel Duchamp: engenheiro do tempo perdido. São Paulo: Perspectiva, \n\n1977. (Coleção Debates). \n\nCALLE, Sophie. Exquisite pain. New York: Thames &amp; Hudson, 2005.  \n\nCALVINO, Ítalo.  As cidades invisíveis. 7.ed. São Paulo: Companhia das Letras, 1995. \n\n_____. Seis propostas para o próximo milênio: lições americanas.  São Paulo: Companhia das \n\nLetras, 1990. \n\nCANTON, Kátia. Novíssima arte brasileira: um guia de tendências. São Paulo: Editora \n\nIluminuras, 2001. \n\nCOHEN, Renato.  Performance como linguagem: criação de um tempo-espaço de \n\nexperimentação.  São Paulo, 2002. (Coleção Debates). \n\nCORTÁZAR, Júlio. Valise de cronópio. São Paulo: Perspectiva, 1974 (Coleção Debates). \n\nCOSTA, Ana Maria Medeiros da. A ficção do si mesmo: interpretação e ato em psicanálise. Rio \n\nde Janeiro: Companhia de Freud, 1998. \n\nCOSTA, Flávio Moreira da.  Os 100 melhores contos de humor da literatura universal.  4.ed. \n\nRio de Janeiro: Ediouro,  2001. \n\nCOZARINSKY, Edgardo. Borges em e sobre o cinema. São Paulo: Iluminuras, 2000. \n\nDELEUZE, Gilles.  Conversações.  Rio de Janeiro: Editora 34, 1992. \n\n_____; PARNET, Claire. Diálogos.  São Paulo: Editora Escuta, 1998. \n\n\n\n 208 \n\n_____. El concepto de diagrama. Buenos Aires: Cactus, 2007. \n\n_____; GUATTARI, Félix. Mil platôs: capitalismo e esquizofrenia. Vol. 2. 3.ed. São Paulo: \n\nEditora 34, 1995. (Coleção Trans). \n\n_____; GUATTARI, Félix. Mil platôs: capitalismo e esquizofrenia. Vol. 5. São Paulo: Editora \n\n34, 1997. (Coleção Trans). \n\n_____; GUATTARI, Felix. O que é a filosofia? Rio de Janeiro: Editora 34, 1992.   \n\nDEMPSEY, Amy. Estilos, escolas e movimentos: guia enciclopédico da arte moderna. São \n\nPaulo: Cosac &amp; Naify, 2003. \n\nDERRIDA, Jacques. A farmácia de Platão. São Paulo: Iluminuras, 1997. \n\n_____; ROUDINESCO, Elisabeth. De que amanhã. Rio de Janeiro: Jorge Zahar, 2004. \n\n_____; BERGSTEIN, Lena. Enlouquecer o subjétil. São Paulo: Ateliê Editorial: Imprensa \n\nOficial do Estado: Fundação Editora da UNESP, 1998. \n\n_____. Estados-da-alma da psicanálise: O impossível para além da soberana crueldade. São \n\nPaulo: Escuta, 2001. \n\n_____; BENNINGTON, Geoffrey. Jacques Derrida. Rio de Janeiro: Jorge Zahar, 1996. \n\n_____. Mal de arquivo: uma impressão Freudiana. Rio de Janeiro: Relume Dumará, 2001. \n\n(Conexões;11). \n\n_____. Mémoires d’aveugle: l’autoportrait et autres ruines. Paris: Parti pris: Réunion des musée \n\nnationaux, 1990. \n\n_____. Papel-máquina. São Paulo: Estação Liberdade, 2004.  \n\n_____.  Salvo o nome.  Campinas, SP: Papirus, 1995. \n\n_____. The ear of the other: otobiography, transference, translation. University of Nebraska \n\nPress: Bison Book, 1988. \n\nDIDI-HUBERMAN, Georges.  O que vemos, o que nos olha.  São Paulo: Editora 34, 1998. \n\n\n\n 209 \n\nDROIT, Roger-Pol. A companhia dos filósofos. São Paulo: Martins Fontes, 2002. (Mesmo que o \n\ncéu não exista). \n\nDUBY, Georges. (org.). História da vida privada, 2: da Europa feudal à Renascença. São \n\nPaulo: Companhia das Letras, 1990. \n\n_____. História da vida privada, 5: da Primeira Guerra a nossos dias. São Paulo: Companhia \n\ndas Letras, 1992. \n\nDURANT, Will. A história da filosofia. São Paulo: Nova Cultural, 1996. (Os pensadores). \n\nELIAS, Norbert. A sociedade dos indivíduos. Rio de Janeiro: Jorge Zahar, 1994. \n\n_____. A solidão dos moribundos, seguido de envelhecer e morrer. Rio de Janeiro: Jorge \n\nZahar, 2001. \n\nERIBON, Didier. Michel Foucault 1926-1984. São Paulo: Cia das Letras, 1990. \n\nFABBRINI, Ricardo Nascimento.  A arte depois das vanguardas.  Campinas, SP: Editora da \n\nUnicamp, 2002.  \n\nFERRY, Luc. Homo aestheticus: the invention of taste in the democratic age. University of \n\nChicago Press, 1994. \n\n_____. O que é uma vida bem-sucedida? Rio de Janeiro: Dife: 2004. \n\nFINLEY, Karen. A different kind of intimacy: the collected writings of Karen Finley. New \n\nYork: Thunder’s Mouth Press, 2000. \n\n_____. Shock Treatment. San Francisco: City Lights, 1991. \n\nFOSTER, Hal. The return of the real: art and theory at the end of the century. Cambridge, \n\nMassachusets: Mit pres, 1996. \n\nFOUCAULT, Michel. A hermenêutica do sujeito. São Paulo: Martins Fontes, 2004. (Tópicos). \n\n_____. As palavras e as coisas: uma arqueologia das ciências humanas.  8.ed.  São Paulo: \n\nMartins Fontes, 1999. \n\n\n\n 210 \n\n_____. Dit et Écrits 1954 – 1988, Vol.IV (1980-1988) Édition établie sous la direction de Daniel \n\nDefert et François Ewald, avec la collaboration de Jacques Lagrange. Paris, Gallimard, 1994, pp \n\n134-161. Tradução Selvino Assman, Florianópolis, setembro de 2001. \n\n_____. Estética: literatura e pintura, música e cinema. Rio de Janeiro: Forense Universitária, \n\n2001 (Ditos e escritos; III). \n\n_____. Herculine Barbin: being the recently discovered memoirs of a nineteenth century French \n\nhermaphrodite.  New York: Pantheon, 1980. \n\n_____. História da sexualidade, 1: A vontade de saber. 16.ed. Rio de Janeiro: Graal, 1988. \n\n_____. História da sexualidade, 2: O uso dos prazeres. 10.ed. Rio de Janeiro: Graal, 1984. \n\n_____. História da sexualidade, 3: O cuidado de si. 8.ed. Rio de Janeiro: Graal, 1985.  \n\n_____. Isto não é um cachimbo.  Rio de Janeiro: Paz e Terra, 1988 ( Oficina das Artes; 1). \n\n_____. Resumo dos cursos do Collège de France (1970-1982). Rio de Janeiro: Jorge Zahar, \n\n1997. \n\nFREUD, Sigmund. Obras Completas.  Vol. 3. Buenos Aires: Amorrortu,1999. \n\nGINZBURG, Carlo. Mitos, emblemas, sinais: morfologia e história. São Paulo: Cia. das Letras, \n\n1989. \n\nGORDON, Richard. A assustadora história da medicina. 5.ed. São Paulo: Ediouro, 2004. \n\nGUALANDI, Alberto. Deleuze. São Paulo: Estação Liberdade, 2003.  \n\nGUATTARI, Felix. Caosmose: um novo paradigma estético.  São Paulo: Ed. 34, 1992. \n\nGREEN, André. Narcisismo de vida, narcisismo de morte. São Paulo: Escuta, 1988. \n\nGROSENICK, Uta; RIEMSCHNEIDER, Burkhard.  Art now: 137 artistas no limiar do novo \n\nmilênio.  Bonn: Taschen, 2002. \n\nHALL, Stuart. A identidade cultural na pós-modernidade. 5.ed. Rio de Janeiro: DP&amp;A, 2005.  \n\nHEARTNEY, Eleanor. Pós-modernismo. São Paulo: Cosac y Naify, 2002. \n\n\n\n 211 \n\nHONNEF, Klaus.  Arte contemporânea.  Lisboa: Taschen, 1994. \n\nJOHN, Richard. As faces da origem: morfologias possíveis para uma poética de identificações. \n\nTese. Programa de Pós-Graduação em Artes Visuais. UFGRS, 1998. \n\nJONES, Amelia; WARR, Tracey. The artists body. New York: Phaidon, 2003. \n\nKERÉNYI, Karl. Os deuses gregos.  São Paulo: Cultrix, [199_]. \n\nKONDER, Leandro. Os sofrimentos do homem burguês. São Paulo: Editora SENAC São \n\nPaulo, 2000. (Livre pensar; 2). \n\nKRAUSS, Rosalind. Bachellors.  Cambridge, Masschusets: Mit press, 1999. \n\nKRISTEVA, Julia. As novas doenças da alma. Rio de Janeiro: Rocco, 2002. \n\n_____. Sol Negro: depressão e melancolia. 2.ed. Rio de Janeiro: Rocco, 1989. \n\n_____.O texto do romance: estudo semiológico de uma estrutura discursiva transformacional. \n\nLisboa: Livros Horizonte, 1984. \n\nKRONHAUSEN, Phyllis e Eberhard. Ex-Libris eróticos. Lisboa: Fenda, 1985. \n\nKWON, Miwon. One place after another: site specific art and locational identity. MIT PRESS, \n\n2004. \n\n_____. Um lugar após o outro: anotações sobre site specificity. Revista October 80, 1997. \n\nLACAN, Jacques. Escritos.   Rio de Janeiro: Jorge Zahar Editor, 1998. \n\n_____. L’identification. Séminaire 1961-1962. Publication hors commerce. Document interne à \n\nL’Association Freudienne Internationale et destinée à ses membres. Paris, 1996. \n\n_____.  O Seminário:  livro 11: os quatro conceitos fundamentais de psicanálise. 2.ed. Rio de \n\nJaneiro: Jorge Zahar Editor, 1985. (Campo Freudiano no Brasil). \n\n_____. O Seminário: livro 20: mais, ainda. 2.ed. Rio de Janeiro: Jorge Zahar, 1985. (Campo \n\nFreudiano no Brasil). \n\nLEMINSKI, Paulo. Catatau: um romance idéia: Curitiba: Travessa editores, 2004.  \n\n\n\n 212 \n\nLIPOVETSKY, Gilles.  A era do vazio: ensaio sobre o individualismo contemporâneo.  Relógio \n\nd’água, 1989. \n\n_____. Os tempos hipermodernos. São Paulo:Barcarolla, 2004. \n\nLISPECTOR, Clarice. Água viva. São Paulo: Círculo do livro, 1976. \n\nLLOSA, Mário Vargas. A verdade das mentiras. São Paulo: Arx, 2004. \n\nLYOTARD, Jean-François.  A condição pós-moderna. 7.ed. Rio de Janeiro: José Olympio, \n\n2002. \n\n_____. Peregrinações: lei, forma, acontecimento.  São Paulo: Estação Liberdade, 2000. \n\nMACHADO, Duda (org.).  Friederich Nietzsche – breviário de citações. 2.ed.  São Paulo: \n\nLandy Editora, 2001.  \n\nMAFFESOLI, Michel.  A parte do diabo: resumo da subversão pós-moderna. Rio de Janeiro: \n\nRecord, 2004. \n\n_____. O instante eterno: o retorno do trágico nas sociedades pós-modernas. São Paulo: Zouk, \n\n2003. \n\nMANGUEL, Alberto.  Lendo imagens. São Paulo: Companhia das Letras, 2001. \n\n_____. No bosque do espelho: ensaios sobre as palavras e o mundo.  São Paulo: Companhia das \n\nLetras, 2000.  \n\n_____. Uma história da leitura. São Paulo: Companhia das Letras, 1997. \n\nMERCK, Mandy; TOWNSEND, Chris. The art of Tracey Emin. London: Thames &amp; Hudson, \n\n2002. \n\nMINK, Janis. Marcel Duchamp. Alemanha: Taschen, 2000. \n\nNASCIMENTO, Evando. Derrida. Rio de Janeiro: Jorge Zahar, 2004. (Filosofia Passo-a-Passo). \n\nNATHAN, Monique. Virgínia Woolf. Rio de Janeiro: José Olympio, 1989. \n\n\n\n 213 \n\nNESTROVSKI, Arthur; SELIGMANN-SILVA, Márcio. Catástrofe e representação: ensaios. \n\nSão Paulo: Escuta, 2000. \n\nNIETZSCHE, Friedrich Wilhelm. Ecce homo: de como a gente se torna o que a gente é.  Porto \n\nAlegre: L&amp;PM, 2003. (Coleção L&amp;PM Pocket). \n\n_____. Escritos sobre educação. Rio de Janeiro- São Paulo: Editoras Loyola e Editora PUC-\n\nRIO, 2003. \n\n_____. Obras incompletas. 3ed. São Paulo: Abril Cultural, 1983. (Os pensadores). \n\nOLIVA, Fernando. Subversão em movimento. Bravo!. São Paulo, n° 71, p.28, agosto de 2003.  \n\nO LIVRO DA ARTE DO SÉCULO XX. Lisboa: Texto Editora, 1999. \n\nPAÇO DAS ARTES. O corpo entre o público e o privado.  São Paulo, 2004.  Catálogo de \n\nexposição. \n\nPEIXOTO, Nelson Brissac.  Paisagens urbanas.  São Paulo: Editora Marca D’Água, 1996. \n\nPEREC, Georges. Species of spaces and other pieces. London: Penguin Books, 1997. \n\n_____. Un homme qui dort. Paris: Gallimard, 1998. \n\nPERFIL DA COLEÇÃO ITAÚ. Itaú. 1998. Catálogo de exposição. \n\nPESSANHA, Juliano Garcia. Certeza do agora. São Paulo: Ateliê Editorial, 2002. \n\nPLATÃO. Diálogos. 5.ed. São Paulo: Nova Cultural, 1991. (Os pensadores).  \n\n_____. Fédon: diálogo sobre a alma e morte de Sócrates. São Paulo: Martin Claret, 2004. \n\n_____. Fedro. São Paulo: Martin Claret, 2004. \n\nPROST, Antoine; VINCENT, Gérard. História da vida privada 5: Da primeira guerra a nossos \n\ndias.  São Paulo: Companhia das Letras, 1992. \n\nRAMOS, Nuno. Cujo. Rio de Janeiro: Editora 34,  1993. \n\nREAD, Herbert. As origens da forma na arte.  Rio de Janeiro: Zahar, 1967. \n\n\n\n 214 \n\nRENAUT, Alain. A era do indivíduo: contributo para uma história da subjectividade. Lisboa: \n\nInstituto Piaget, 1989. \n\n_____. O indivíduo: reflexão acerca da filosofia do sujeito. Rio de Janeiro: Difel, 1998. (Coleção \n\nEnfoques. Filosofia). \n\n_____. The era of the individual. Princeton University Press, 1999. \n\nREY, Roselyne. The history of pain. Cambridge, Massachusetts: Harvard University Press, \n\n1995. \n\nRICE, Shelley. Inverted Odysseys: Claude Cahun, Maya Deren, Cindy Sherman.  Cambridge, \n\nMassachusetts: The Mit Press, 1999. \n\nRILKE, Rainer Maria. O diário de Florença. São Paulo: Nova Alexandria, 2002. \n\nROSENTHAL, Norman; JARDINE, Lisa. Sensation. Thames &amp; Hudson, 1997. \n\nRUHRBERG, Karl. et. al. Art of the 20th century. Bonn: Taschen, 2000. \n\nSANTO AGOSTINHO. Confissões. São Paulo: Nova Cultural, 1999. ( Os pensadores). \n\nSCHWAB, Gustav. As mais belas histórias da Antigüidade clássica: os mitos menores. Rio de \n\nJaneiro: Paz e Terra, 1994. \n\nSENNET, Richard. O declínio do homem público: as tiranias da intimidade.  São Paulo: \n\nCompanhia das Letras, 1988. \n\nSENRA, Stella. Metamorfoses do corpo. In: Folha de São Paulo. 30 de abril de 2000. Mais! \n\nSERRES, Michel. Variações sobre o corpo. Rio de Janeiro: Bertrand Brasil, 2004. \n\nSONTAG, Susan. A doença como metáfora. 3.ed. Rio de Janeiro: Graal, 1984. (Coleção \n\nTendências; volume n. 6). \n\nSOUSA, Edson Luiz André. Psicanálise e colonização: leituras do sintoma social no Brasil. \n\nPorto Alegre: Artes e Ofícios, 1999. \n\nSTEINER, George. Gramáticas da criação. São Paulo: Globo, 2003. \n\n\n\n 215 \n\nSTRATHERN, Paul. Derrida em 90 minutos. Rio de Janeiro: Jorge Zahar, 2002. (Filósofos em \n\n90 minutos). \n\n_____. Foucault em 90 minutos. Rio de Janeiro: Jorge Zahar, 2003. (Filósofos em 90 minutos). \n\nSTRICKLAND, Carol. Arte comentada: da pré-história ao pós- moderno. Rio de Janeiro: \n\nEdiouro, 2002. \n\nSZONDI, Peter. Teoria do drama burguês: século XVIII. São Paulo: Cosac Naify, 2004. \n\n(Coleção Cinema, teatro e modernidade). \n\n_____. Teoria do drama moderno: 1880-1950. São Paulo: Cosac Naify, 2001. \n\nThe Museum of Modern Art, New York. Tempo. Junho 29 – Setembro 9, 2002. Catálogo de \n\nexposição.   \n\nTOMKINS, Calvin. Duchamp: uma biografia. São Paulo: Cosac Naify, 2004. \n\nVARAZZE, Jacopo. Legenda áurea: vida de santos. São Paulo: Companhia das Letras, 2003. \n\nVILA-MATAS. Enrique. O mal de Montano. São Paulo: Cosac Naify, 2005. \n\nVINCENT-BUFFAULT, Anne. História das lágrimas: séculos XVIII-XIX. Rio de Janeiro: Paz \n\ne Terra, 1988. (Coleção Oficinas da História). \n\nWATSON, Steven. Factory made: Warhol and the sixties. New York: Pantheon Books, 2003. \n\nWATT, Ian. Mitos do individualismo moderno: Fausto, Dom Quixote, Dom Juan, Robinson \n\nCrusoé. Rio de Janeiro: Jorge Zahar, 1997. \n\nWEINTRAUB, Linda. In the making: creative options for contemporary art. Zzdap publishing, 2003. \n\n_____; Danto, Arthur; McEvilley, Thomas.  Art on the edge and over: searching for art’s \n\nmeaning in contemporary society 1970s-1990s.  Art insight inc, 1997. \n\nWELSH, Irvine. Os anos selvagens. Folha de São Paulo. 23 de janeiro de 2005. Caderno Mais! \n\nN.673.  \n\nWILLIAMS, Raymond.  Tragédia moderna.  São Paulo: Cosac &amp; Naify, 2002.  \n\n\n\n 216 \n\nWITTGENSTEIN, Ludwig.  Investigações filosóficas.  São Paulo: Nova Cultural, 1999 \n\n(Coleção Os pensadores).  \n\nWOOD, Paul. Arte conceitual. São Paulo: Cosac &amp; Naify, 2002.(Movimentos da arte moderna). \n\nXIII São Paulo Bienal. Video Art USA. Outubro-Dezembro 1975. Catálogo de exposição. \n\nZOURABICHVILI, François. O vocabulário de Deleuze. Rio de Janeiro: Relume Dumará, \n\n2004. (Conexões; 24). \n\n \n\nhttp://www.caroleeschneemann.com/interiorscroll.html. \n\nhttp://circulobellasartes.com/ag_ediciones-minerva-LeerMinervaCompleto.php?art=141 . \n\nhttp://www.dundee.ac.uk/transcript/volume2/issue2_2/orlan.htm \n\nhttp://www.fourthplinth.co.uk/marc_quinn.htm \n\nwww.fog.br/anatomia/histmed.htm \n\nwww.jornada.unam.mx/2005/02/07informacion/78_abramovic.htm \n\nhttp://members.aol.com/mindwebart2/page183.htm \n\nhttp://memoriachilena.cl/mchilena01/temas/dest.asp?id=eltitcada \n\nhttp://netart.incubadora.fapesp.br/portal/members/julmonachesi/critica/bethmoyses \n\nhttp://www.orlan.net \n\nhttp://photoarts.com/journal/romano/woodman \n\nhttp://spencerbrownstonegallery.com/artists/skip_arnold/arnold.htm \n\nhttp://www.theartnewspaper.com/interviews/interviews.asp \n\nwww.unb.br/fe/tef/filoesco/foucault/art09.html \n\n \n\n\n\n 217 \n\nÍNDICE ONOMÁSTICO \n\n \nABRAMOVICH, Marina 76,77,78 \nABREU, Caio Fernando 34,47, 108,169 \nAGOSTINHO  19, 31,114,116,178,181, 192 \nARNOLD, Skip 44, 45,46,52 \nARTAUD, Antonin 78,98,99,118,119 \narte vanitas 151,169 \nAUSTER, Paul 65,142,165 \nautobiografia 6,27,28,30,32,33,72,90,91,133,202 \nBAKHTIN, Mikhail 27,29,30 \nBARTHES, Roland 60,142,186 \nBARTUCCI, G. 21,78,147,148,149,150 \nBATAILLE, Georges \n49,74,113,114,116,117,118,119,120,178,180,199,203\n204 \nBAUDELAIRE, Charles Pierre 24,98 \nBAUDRILLARD, Jean 126,149 \nBEAUVOIR, Simone de 66 \nBENJAMIN, Walter 3,201 \nBEUYS, Joseph 51,52 \nBLANCHOT, Maurice 1,11,20,34,94,173 \nBLOCH, Ernst 36,37,70,182,184,189,192,197,198 \nBLOOM, Harold 49 \nBORGES, Jorge Luís \n5,7,8,42,64,142,149,150,157,159,161,163,168,169, \n181,192,193,194,195,197,198 \nBOTTON, Alain de 70,199 \nBOURGEOIS, Louise 41,92,136 \nBURDEN, Chris 56,57,72 \nBUTLER, Judith 129,132 \nCAHUN, Claude \n125,128,133,134,136,171,172,195,196,199 \nCAILLOIS, Roger 178,180 \nCALLE, Sophie 59,60,61,63,64,125,184,185,186,188 \nCALVINO, Ítalo 20,153 \nCHAIA, Lia 155,166,165,169 \nCINTO, Sandra 193,199 \ncirconfissão, circonfissões 6,91,97 \nCOHEN, Renato 12 \nconfissão, confissões \n1,5,6,7,13,27,31,32,33,34,40,41,43,44,60,62,66,91,92\n97,98,115,116,118,132,133,136,140,201,202,203 \nCORTÁZAR, Júlio 52,54,98 \nCOSTA, Ana Maria Medeiros da 94,149 \nDELEUZE, Gilles 3,4,5,18,25,26,59,61,114 \nDE LILLO, Don 16,17 \nDERRIDA, Jacques \n6,7,20,27,28,31,32,90,91,121,157,172,174,175,176, \nDIDI-HUBERMAN, Georges 4,51,201 \ndor, dores \n2,6,7,33,34,35,38,42,43,44,46,52,54,55,56,57,59,60, \n61,64,65,69,76,81,87,88,92,93,94,113, \n121,129,141,166,194,203 \n\nDROIT, Roger-Pol 4,163 \nDUBY, Georges 30 \nDUCHAMP, Marcel \n102,103,104,105,106,107,108,109,125,126,127,128, \n136,137 \nELTIT, Diamela 66,74,75,78 \nEMIN, Tracey \n40,41,42,52,61,80,89,92,93,124,139,140,146,147,148\n182,183,184,189 \nEVANS, Cerith Wyn 154 \nFERRY, Luc 125 \nFINLEY, Karen 52,57,58,80,81,82,96 \nFOSTER, Hal 78,139,202 \nFOUCAULT, Michel \n1,6,25,26,32,38,39,43,64,66,118,129,130,132, \n158,199,202,203,204 \nFRANCA, Patrícia 53,54 \nFREUD, Sigmund 19,149 \nGINZBURG, Carlo 23 \nGOIFMAN, Kiko 21 \nGOLDIN, Nan 52,80,83,84,85,89,92 \nGORMLEY, Anthony 47,50 \nGUATTARI, Félix 5,18,51,211 \nHSIEH, Tehching 160,161 \nHUYGUE, Pierre 162,163 \nJONES, Amelia 71 \nKRAUSS, Rosalind 49,135 \nKWON, Miwon 6,9,15,16,18 \nKRYSTUFEK, Elke 99,100,101,124,125 \nLACAN, Jacques  \n16,17,21,23,24,89,95,109,117,201,204 \nLAPPER, Alison 121,122,123 \nLIPOVETSKY, Gilles 11,12,44,146 \nLIPPARD, Lucy 132,133,135,136 \nLISPECTOR, Clarice 9,155 \nLLOSA, Mário Vargas 169 \nLONG, Richard 13,14,15 \nLOUREIRO, João 190,191 \nLYOTARD, Jean-François 152,156,157 \nMAFFESOLI, Michel 36,54,55,158,174 \nMANGUEL, Alberto 5,42,154,155,192,193 \nMASSON, André 179,180 \nMEAD, Margareth 66 \nMENDIETA, Ana 77,78,79 \nMERCK, Mandy 41,140,148,184 \nMONTANO, Linda 160,161,162 \nMOYSÉS, Beth 80,84,94,95,96 \nNIETZSCHE, Friedrich Wilhelm 42,50,126, \n149,163,164,174 \nOLAF, Nicolai 43,44,46 \nOPALKA, Roman 167, 169 \nOPPENHEIM, Dennis 144 \n\n\n\n 218 \n\nORLAN 80,86,87,88,89,92 \npersonal site 6,9,10,46,124 \nPEREC, Georges 35,36,54,170,184,188,189,190,191 \nPESSANHA, Juliano Garcia 201,204 \nPLATÃO 19,27,159,173 \nPISANI, Gianni 145,146 \nPLUTARCO 29,38 \nPOE, Edgar Alan 23,24,98 \nPROST, Antoine 33 \nQUINN, Marc 121,122,123,176,177,178 \nRAMOS, Nuno 97,98 \nREAD, Herbert 155 \nRICE, Shelley 46,133 \nSegredo, secreto, 9,15,22,30,32,68,85,88,91,114,129,152, \n203 \nSCHNEEMAN, Carolee 80,112,113 \nSCHOPENHAUER, Arthur 50,70, 194 \nSCHWAB, Gustav 188 \nSCHWOB, Marcel 151,158,159 \nSENNET, Richard 10 \nSMITH, Barbara 66,71,72,78 \nsofrimento  \n6,34,37,40,42,55,56,57,60,61,64,65,80,87,94,132,148\n184 \nSONE, Yukata 164 \nSOUSA, Edson Luiz André 3,78,85,149 \nSPRINKLE, Annie 110 \nTEHCHING, Hsieh 160,161 \nTOMKINS, Calvin 105,109,126,136,137 \nTOWNSEND, Chris 41,140,148,184 \nUKELES, Mierle 66,73,78 \nVARAZZE, Jacopo 40,50,130 \nVILA-MATAS, Enrique 152 \nVINCENT, Gérard 32 \nWARHOL, Andy 136,137,138,139,140,141,186,187 \nWARR, Tracey 69,71 \nWEGMAN, William 143 \nWEINRICH, Harald 19 \nWEINTRAUB, Linda 84,85,124,186 \nWILDING, Faith 66,67,,69,70 \nWILKIE, Hannah 80 \nWOODMAN, Francesca 48,49,50,52 \nWOOLF, Virgínia 34,61 \nWITTGENSTEIN, Ludwig 155 \nZOURABICHVILI, François 3 \n \n\n\n\tSlide 1"}]}}}