{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08165"}, {"@name": "filename", "#text": "12958_000970341.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nESCOLA DE ENGENHARIA \n\nDEPARTAMENTO DE ENGENHARIA QUÍMICA \n\nENG07053 - TRABALHO DE DIPLOMAÇÃO EM \nENGENHARIA QUÍMICA  \n\n \n\n \n\n \n\n \n\n \n\nU s o  d a  Va z ã o  d e  A r  c o m o  \nL i m i t a n t e  d a  C a r g a  Té r m i c a  \n\ne m  u m  F o r n o  I n d u s t r i a l  \n \n\n \n\n \n\n \n\n \n\n \n\nAutor: Carlos Miguel Iegli da Silva \n\nOrientador: Pedro Juarez Melo \n\n \n\n \n\n \n\nPorto Alegre, julho de 15  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial ii \n\nSu má r i o  \n\nSumário ii \n\nAgradecimentos iii \n\nResumo iv \n\nLista de Figuras v \n\nLista de Tabelas vi \n\nLista de Símbolos vii \n\nLista de Abreviaturas e Siglas viii \n\n1 Introdução 1 \n\n2 Fundamentação Teórica e Revisão Bibliográfica 2 \n\n2.1 Descrição Geral do Forno 3 \n\n2.2 Controles de combustão 5 \n\n2.3 Demanda de ar 7 \n\n2.4 Limites Cruzados 8 \n\n2.5 Gás combustível de refinaria e gás natural 9 \n\n2.6 Relação entre poder calorífico e ar estequiométrico 10 \n\n3 Formulação do problema e estudo de caso 14 \n\n4 Materiais e Métodos 16 \n\n4.1 Teste de impacto da contribuição do gás natural 16 \n\n4.2 Amostragem e análise das composições 17 \n\n4.3 Uso de outras composições para avaliação 17 \n\n5 Resultados e discussão 19 \n\n5.1 Avaliação da interferência de componentes não alcanos 19 \n\n5.2 Comparação do desempenho das vazões de ar e gás 22 \n\n5.3 Avaliação dos dados obtidos na planta durante o teste 23 \n\n6 Conclusões e sugestões de trabalhos futuros 25 \n\n7 Referências 26 \n\n  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\niii \n\nA gra d e c i me nto s  \n\nAos colegas que emprestaram os cadernos. \n\nAos colegas de trabalho pelas trocas. \n\nAos professores da UFRGS, especialmente os do DEQUI, por irem além do básico. \n\nAo professor Pedro Juarez Melo, orientador deste trabalho, pela ajuda, disponibilidade \ne paciência. \n\nAos engenheiros Paulo Ramos Torres e Paulo Ricardo Kugland de Azevedo pelo \nconhecimento compartilhado e pela atenção. \n\nE principalmente aos meus pais, irmãos e à Julia, que tem sido a minha outra metade, \npelo incentivo, suporte e compreensão durante esses anos de curso. \n\n \n\n \n\n  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial iv \n\nRe s u mo  \n\nO presente trabalho trata de um estudo de caso em um forno de destilação de petróleo, \nno qual se buscou uma forma de garantir que o calor transferido respeite o limite imposto \npelo projeto do equipamento mesmo diante de mudanças na composição do combustível. \nEsse limite é controlado através da vazão de gás combustível, porém, o objetivo deste \ntrabalho foi avaliar se a quantidade de ar necessária para a combustão é uma medida mais \nfiel da carga térmica e se, portanto, seu uso é preferível como limitante dessa variável. Para \nverificar a validade dessa hipótese nas condições de trabalho do forno em estudo, foi \nrealizada uma análise das composições do combustível normalmente queimado. A partir \ndas composições obtidas, os poderes caloríficos e as quantidades estequiométricas de ar \nnecessárias para a sua combustão foram calculados. Isso permitiu comparar as quantidades \nde ar e de gás necessárias com as diferentes composições para gerar a mesma quantidade \nde calor. O resultado obtido foi que a vazão de ar variou menos que a vazão de gás, \nprincipalmente frente a mudanças bruscas no poder calorífico da mistura combustível. Com \nisso foi concluído que ela é um indicador mais fiel da carga térmica do forno e seria \nvantajoso desenvolver uma estratégia de controle na qual a carga térmica seja associada à \nvazão de ar para a combustão em vez da vazão de gás combustível. \n\n \n\nPalavras-chave \n\nCarga térmica; Combustão; Estequiometria; Forno industrial \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\nv \n\nLi sta  d e  F i gu ra s  \n\nFigura 1: Esquema geral de uma unidade de destilação atmosférica ................................... 2 \n\nFigura 2: Forno de aquecimento de petróleo ....................................................................... 3 \n\nFigura 3: Desenho esquemático de um PAF rotativo Ljunstrom ........................................... 4 \n\nFigura 4: Esquema de um forno operando com PAF ............................................................. 5 \n\nFigura 5: Esquema do controle de temperatura do petróleo ............................................... 6 \n\nFigura 6: Regiões de eficiência de combustão em função do excesso de oxigênio .............. 8 \n\nFigura 7: Estratégia de Limites Cruzados ............................................................................... 9 \n\nFigura 8: Composições típicas do gás de refinaria e gás natural ......................................... 10 \n\nFigura 9: Relação entre estequiometria da reação de combustão e poder calorífico dos \nalcanos ................................................................................................................................. 12 \n\nFigura 10: PCI por ar estequiométrico para componentes comuns do gás combustível \nFonte: KING, 2011 ................................................................................................................ 13 \n\nFigura 11: Esquema do header de gás combustível ............................................................ 14 \n\nFigura 12: Trend de dados do processo durante um evento de aumento da contribuição \nde gás natural ...................................................................................................................... 15 \n\nFigura 13: Relação entre PCI/O2 estequiométrico .............................................................. 19 \n\nFigura 14: Relação entre PCI e ar estequiométrico dos alcanos ......................................... 20 \n\nFigura 15: Composições do gás queimado no forno durante o teste ................................. 20 \n\nFigura 16: Composições do gás durante o teste agregadas por grupos de comportamento\n ............................................................................................................................................. 21 \n\nFigura 17: Relação entre PCI e ar estequiométrico dos componentes do gás combustível 21 \n\nFigura 18: Erros nas vazões de ar e gás combustível em relação às vazões necessárias para \natingir a carga térmica de projeto com diferentes gases .................................................... 22 \n\nFigura 19: Dados do controlador de processo frente à mudança na composição do \ncombustível ......................................................................................................................... 23 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial vi \n\nLi sta  d e  Ta b e l a s  \n\nTabela 1: Especificação da composição do gás natural na região Sul ................................. 10 \n\nTabela 2: Poderes caloríficos e razão estequiométrica ar/gás dos componentes do \ncombustível ......................................................................................................................... 11 \n\nTabela 3: Composições dos gases considerados para análise do método .......................... 18 \n\nTabela 4: Resultados obtidos no teste de variação da composição do gás ........................ 24 \n\n \n\n \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\nvii \n\nLi sta  d e  Sí mb o l o s  \n\nCH4 – Metano  \n\nC2H6 – Etano \n\nC2H4 – Eteno  \n\nC3H8 – Propano \n\nC3H6 – Propeno \n\nC4 – Butanos \n\nC4= – Butenos \n\nC5+ – Pentanos e Maiores \n\nCO – Monóximo de Carbono \n\nCO2 – Dióxido de Carbono \n\nH2 – Hidrogênio \n\nH2S – Ácido Sulfídrico \n\nH20 – Água \n\nN2 – Nitrogênio \n\nO2 – Oxigênio \n\nSO2 – Dióxido de Enxofre \n\n \n\n \n\n \n\n \n\n  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial viii \n\nLi sta  d e  A b re vi at u ra s  e  Si gl a s  \n\nAIC – Controlador Indicador de Análise \n\nAT – Transmissor de Análise \n\nGLP – Gás Liquefeito de Petróleo \n\nGN – Gás Natural \n\nGR – Gás Combustível de Refinaria \n\nFI – Indicador de Vazão \n\nFIC – Controlador Indicador de Vazão \n\nFIT – Transmissor Indicador de Vazão \n\nFT – Transmissor de Vazão \n\nFV – Válvula de Vazão \n\nFY – Cálculo de Vazão \n\nHIC – Controlador Indicador Manual \n\nHV – Válvula Manual \n\nOP – Output (Saída do Controlador) \n\nPAF – Pré-aquecedor de Ar de Forno \n\nPCI – Poder Calorífico Inferior \n\nPCS – Poder Calorífico Superior \n\nPIC – Controlador Indicador de Pressão \n\nPT – Transmissor de Pressão \n\nPV – Variável do Processo \n\nSP – Setpoint \n\nTE – Elemento de Temperatura \n\nTI – Indicador de Temperatura \n\nTIC – Controlador Indicador de Temperatura \n\nTT – Transmissor de Temperatura \n\n \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n1 \n\n1 Int ro d u çã o  \n\nFornos industriais são equipamentos de grande importância para os processos nos \nquais são inseridos, pois eles levam as correntes até as condições de temperatura e/ou \nfração vaporizada necessárias aos processos posteriores. Na sua operação, uma das \nvariáveis mais importantes a serem controladas é a quantidade de calor transferida ao \nfluido, pois é ela que define a condição de saída do fluido do forno. Essa variável precisa \nrespeitar o limite para o qual o equipamento foi projetado, sob pena de causar \nentupimento ou rompimento de tubos, o que representa alto risco para a segurança das \npessoas e das instalações, além de grande prejuízo. \n\nUm dos distúrbios que influenciam diretamente na carga térmica transferida é a \ncomposição do combustível queimado. Por isso é importante trabalhar com uma estratégia \nque minimize o efeito desse distúrbio. O objetivo do presente trabalho é avaliar a \npossibilidade de aprimoramento na limitação da carga térmica de um forno de destilação \nde petróleo, de forma a operar um com maior confiabilidade e eficiência, frente às \nvariações na composição do combustível. Para isso, a hipótese levantada é de que a vazão \nde ar necessária para a combustão é diretamente proporcional à quantidade de calor \ngerada, e pode ser usada como medida dessa variável, apresentando maior acuracidade \nque a vazão de gás, que é tradicionalmente usada. \n\nPara avaliar essa hipótese, é apresentada uma revisão bibliográfica sobre o assunto, \nincluindo suas aplicações no controle de sistemas de combustão. E para avaliar a sua \nvalidade no caso em estudo, as composições dos combustíveis usados são obtidas \ndiretamente da planta através da análise via cromatografia de amostras coletadas. O \nconhecimento das composições permite calcular os poderes caloríficos e demandas \nestequiométricas de ar dos combustíveis.  A partir dos valores obtidos, os desempenhos \ndas vazões de ar e gás como indicadores da carga térmica podem ser comparados.  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 2 \n\n2 F u n d a me nta çã o  Te ó r i ca  e  Revi s ã o  B i b l i o gráf i ca  \n\nA destilação atmosférica de petróleo é a primeira etapa do processo de separação dos \nderivados de petróleo em uma refinaria. Este processo separa o petróleo em diversas \ncorrentes, de acordo com as faixas de pontos de ebulição dos seus componentes. Um \nexemplo de arranjo é apresentado Figura 1. É possível que o forno de uma unidade de \ndestilação atmosférica é o equipamento responsável pelo aquecimento da corrente que \nalimenta a coluna, elevando a temperatura do petróleo até aquela adequada para que haja \na vaporização da fração desejada. \n\n \n\nFigura 1: Esquema geral de uma unidade de destilação atmosférica \nFonte: SPEIGHT, 2011 \n\nO petróleo é admitido na unidade de destilação a uma temperatura próxima da \ntemperatura ambiente e passa por uma bateria de trocadores na qual se aquece até \naproximadamente 120º C, resfriando os produtos quentes que saem da torre de destilação \natmosférica. Nesta etapa do processo o petróleo sofre uma pausa no aquecimento para \npassar pela dessalgação, na qual sais inorgânicos, água e outras impurezas prejudiciais aos \nequipamentos subsequentes são removidos. A seguir, o petróleo volta a ser aquecido \npassando por uma nova bateria de trocadores de calor, dessa vez sendo aquecido pelos os \nprodutos mais pesados da torre de destilação (ERRICO, 2008). \n\nAs duas etapas de pré-aquecimento elevam a temperatura do petróleo até cerca de \n240 °C, enquanto que, para vaporizar toda a fração de interesse é necessário atingir cerca \nde 345 °C. Desta forma, se faz necessário o uso de um forno para atingir a temperatura \ndesejada (ERRICO, 2008).  \n\nSegundo SPEIGHT (2011), em uma unidade de destilação de petróleo, o forno é o \nequipamento responsável pelo aquecimento do petróleo e vaporização dos componentes \nmais leves. A parte vaporizada sobe através da coluna onde é fracionada e retirada nas \ncorrentes laterais como nafta, querosene e diesel, ou no topo ainda na fase gasosa. A fase \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n3 \n\nlíquida desce para o fundo da coluna de onde é retirada como Resíduo Atmosférico (RAT). \nDessa forma, é evidente que uma quantidade insuficiente de calor no forno acarreta menor \nvaporização da corrente de alimentação da torre, diminuindo a produção das correntes \nlaterais que possuem maior valor agregado.  \n\n2.1 Descrição Geral do Forno \n\nUm forno de destilação é composto por uma câmara inferior, denominada seção de \nradiação (câmara de combustão ou fornalha), uma região superior, denominada seção de \nconvecção e uma chaminé. Ele é equipado com um sistema de fornecimento de \ncombustível que supre gás ou óleo combustível para os queimadores e um sistema de \ntiragem, responsável por fornecer o ar e expulsar os gases gerados na combustão, que \ngeralmente inclui um pré-aquecedor de ar (CAMPOS &amp; TEIXEIRA, 2010). \n\nNormalmente o petróleo entra no forno em quatro correntes separadas (quatro \npasses), começando seu aquecimento na zona de convecção (menor temperatura), na qual \ntroca calor em contracorrente com os gases quentes provenientes da queima do \ncombustível na fornalha. Depois da seção de convecção o petróleo entra na de radiação, \nonde recebe a maior parte do calor transferido no forno, irradiado pela chama dos \n\nqueimadores (BERMAN, 1978). A Figura 2 ilustra o funcionamento de um forno industrial.  \n\n \n\nFigura 2: Forno de aquecimento de petróleo \nAdaptado de VINAYAGAM, 2007 \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 4 \n\nOs gases de combustão, após aquecerem o petróleo na zona de convecção podem ser \nutilizados para pré-aquecer o ar para combustão desde a temperatura ambiente até \naproximadamente 300 °C. Isso permite economizar o combustível extra que seria \nqueimado para realizar este aquecimento (CAMPOS &amp; TEIXEIRA, 2010). Este processo é \nrealizado em um trocador de calor, normalmente chamado de Pré-aquecedor de Ar do \nForno (PAF). O modelo de PAF mais comumente adotado é o rotativo Ljungstrom, \napresentado na Figura 3. Este aparato consiste em elementos trocadores de calor situados \nem um cilindro que roda dentro de um revestimento. Os gases efluentes quentes passam \nem um lado do cilindro e o ar frio através do outro. Como o cilindro roda devagar, os \nelementos continuamente absorvem calor dos gases efluentes e entregam calor à corrente \nde ar (BERMAN, 1978). \n\n \n\nFigura 3: Desenho esquemático de um PAF rotativo Ljunstrom \nAdaptado de&lt;http://steamofboiler.blogspot.com.br> \n\nA utilização de um PAF exige o emprego de um exaustor, que succiona os gases de \ncombustão do forno e os força a passar pelo PAF e de um soprador, que succiona o ar do \nambiente e o envia para o PAF e dele para os queimadores do forno (CAMPOS &amp; TEIXEIRA, \n2010). A Figura 4 ilustra o funcionamento de um forno equipado com PAF.  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n5 \n\n \n\nFigura 4: Esquema de um forno operando com PAF \nFonte: CAMPOS &amp; TEIXEIRA, 2010 \n\nA pressão no interior da câmara de combustão deve ser mantida ligeiramente abaixo \nda atmosférica para facilitar a entrada de ar no forno e evitar que haja saída de combustível \npara o exterior do forno, o que representaria perigo às pessoas e instalações nos arredores \n(CAMPOS &amp; TEIXEIRA, 2010). Essa pressão normalmente é controlada pela abertura do \ndamper na sucção do exaustor e a vazão de ar para a combustão é controlada pela abertura \ndo damper na sucção do soprador. Essa forma de operação é chamada de tiragem \nbalanceada, e é a forma normal de operação por apresentar maior eficiência, uma vez que \né a única que comporta a operação do PAF. Os outros modos de tiragem não têm relevância \npara o presente trabalho, são eles: natural, forçada e induzida.  \n\n2.2 Controles de combustão \n\nSegundo CAMPOS &amp; TEIXEIRA (2010), os principais objetivos do controle de um forno \nindustrial são:  \n\n? manter constante e estável a temperatura de saída do produto; \n\n? manter constantes as vazões de cada passe do forno;  \n\n? controlar a pressão interna da fornalha em um valor seguro; \n\n? manter o excesso de oxigênio nos gases de combustão em um valor ótimo; \n\n? garantir que a pressão de gás nos queimadores se mantenha  dentro dos limites \nde segurança operacional; \n\n? controlar a vazão do gás combustível em um valor requerido para fornecer a \ncarga térmica desejada naquele instante;  \n\n? garantir a vazão de ar necessária para os queimadores. \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 6 \n\nEstes autores ainda ressaltam que o controle adequado da carga térmica se traduz na \ntemperatura do produto, e essa é a variável mais importante a ser controlada em um forno. \nA filosofia de controle varia de acordo com as características de cada sistema, todavia, a \ncarga térmica e a razão de ar/combustível são sempre parâmetros críticos que precisam \nser monitorados e controlados (MOURIS, 2010).  \n\nO controle de temperatura é feito, tradicionalmente, através de uma malha feedback, \nna qual a vazão de combustível é a variável manipulada para controlar a temperatura de \nsaída do produto, ao passo que a vazão de ar é manipulada para controlar o excesso de O2 \nna saída da chaminé. Segundo CAMPOS &amp; TEIXEIRA (2010), esse tipo de controlador pode \nser combinado com um controlador de pressão do combustível no header dos \nqueimadores. A Figura 5 ilustra essa estratégia, que é largamente empregada. O \ncontrolador de vazão (FIC) tem o objetivo de garantir a temperatura desejada do petróleo \nna saída do forno e o controlador de pressão (PIC) garante a proteção dos queimadores, \nlimitando a pressão máxima e mínima em seu setpoint. Com estes limites evita-se a \nextinção da chama, por descolamento, no caso de pressão alta, ou por não conseguir \nsustentar a queima se a pressão for muito baixa (KING, 2011). \n\n \n\nFigura 5: Esquema do controle de temperatura do petróleo \nFonte: CAMPOS &amp; TEIXEIRA, 2010 \n\nSegundo MOURIS (2010), mudanças repentinas na composição do gás combustível \nocorrem frequentemente em refinarias de petróleo e plantas petroquímicas, em \ndecorrência de flutuações nas condições de processo ou origem da corrente gasosa. Essas \nvariações afetam o poder calorífico do combustível e a demanda de ar, causando distúrbios \nno processo de combustão. Esse autor afirma que controladores feedback não são rápidos \no suficiente para lidar com variações bruscas, exigindo o emprego de maiores excessos de \nar para prevenir a combustão incompleta. Porém, isso causa aumento do consumo de \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n7 \n\ncombustível, uma vez que uma quantidade desnecessária de ar é aquecida, causando \nredução na eficiência de transferência de energia. Segundo ele, uma forma mais eficiente \nde lidar com esse problema é o uso de um controle feedforward, com base em medições \nda demanda de ar do combustível, corrigindo a vazão de ar. Assim as emissões podem ser \nreduzidas, ao passo que a qualidade do produto e tempo de vida útil dos equipamentos \npodem ser aumentados. Porém sua implementação depende do investimento em \nanalisadores em linha da demanda de ar com confiabilidade e com tempo de resposta \nsatisfatório. \n\n2.3 Demanda de ar \n\nÉ importante garantir um suprimento de ar suficiente para promover a combustão \ncompleta da totalidade do combustível, pois a presença de combustível não queimado traz \nriscos à operação do equipamento. Uma vez que a câmara de combustão opera a uma \npressão ligeiramente abaixo da atmosférica, a entrada de ar na câmara de combustão \natravés de frestas nas janelas de inspeção ou qualquer outro ponto, fenômeno conhecido \ncomo entrada de ar falso, pode causar explosão. Além disso, a combustão incompleta reduz \na eficiência do processo de combustão por não aproveitar toda a energia do combustível \n(KING, 2011). \n\nAssim, o processo de combustão ideal seria realizado com a mistura estequiométrica, \nporém existem ineficiências no processo e a mistura entre o oxigênio do ar e o combustível \nnão é perfeita, tornando necessário o emprego de excesso de ar para garantir a queima \ntotal do combustível. Por outro lado, o uso de excesso maior que o necessário prejudica a \neficiência da combustão, na medida em que exige a queima de maior quantidade de \ncombustível para aquecer o ar em excesso (KING, 2011).  \n\nA eficiência da mistura ar/combustível depende basicamente do projeto e regulagem \nadequados dos queimadores. Para queimadores com bom desempenho, o percentual de \nexcesso de ar situa-se entre 2% e 4% em relação à quantidade estequiométrica (LIPTÁK, \n2006). A Figura 6 ilustra o efeito do excesso de ar na eficiência da combustão. \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 8 \n\n \n\nFigura 6: Regiões de eficiência de combustão em função do excesso de oxigênio \nAdaptado de CAMPOS &amp; TEIXEIRA, 2010 \n\n2.4 Limites Cruzados \n\nOutra estratégia utilizada para controlar as vazões de ar e gás em um processo de \ncombustão é a chamada de Limites Cruzados, apresentada na Figura 7.  Ela visa garantir \nque sempre exista excesso de ar, mesmo em regime transiente. Nesta estratégia, as vazões \nde gás combustível e ar se limitam reciprocamente, através do uso de seletores que levam \nem consideração a temperatura de saída de petróleo do forno e a vazão um do outro. O \nfuncionamento se dá da seguinte forma: a saída do controlador de temperatura do produto \né enviada para dois seletores, um de maior sinal, cuja saída é o setpoint do controlador de \nar e outro de menor sinal, cuja saída é o setpoint do controlador de combustível. A outra \nentrada do seletor de maior é a vazão atual de combustível e a sua saída é dividida pela \nrazão combustível/ar, gerando o ar requerido. A outra entrada do seletor de menor é a \nvazão de ar requerida multiplicada pela razão combustível/ar, gerando o combustível \nmáximo que aquele ar pode queimar (CAMPOS &amp; TEIXEIRA, 2010). \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n9 \n\n \n\nFigura 7: Estratégia de Limites Cruzados \nFonte: CAMPOS &amp; TEIXEIRA, 2010 \n\nAssim, quando a saída do controlador de temperatura (TIC) aumentar, inicialmente só \na saída do seletor de maior irá aumentar, fazendo com que entre mais ar no forno. Quando \na vazão de ar aumentar, o segundo sinal do seletor de menor aumentará, liberando a \ncolocação do combustível no forno. De forma equivalente, quando a saída do TIC diminuir, \no sistema fará com que se reduza primeiro a vazão de combustível e só depois a de ar \n(KING, 2011). \n\n2.5 Gás combustível de refinaria e gás natural  \n\nO gás combustível de refinaria é uma mistura de hidrocarbonetos leves gerada como \nsubproduto em diferentes unidades das refinarias, principalmente nas unidades de \ndestilação e de craqueamento catalítico. A sua composição varia de acordo com a unidade \nde origem e das circunstâncias dos processos dessas unidades. Ele é o principal combustível \nconsumido em refinarias devido à disponibilidade e aos baixos teores de enxofre e material \nparticulado. Porém, a produção de gás combustível geralmente não é suficiente para suprir \ntoda a demanda energética de uma refinaria, exigindo o emprego de outros combustíveis \ncomo complemento, sendo o principal deles o gás natural (ZHOU, et al., 2014).  \n\nSegundo VAZ et al. (2008), gás natural é a mistura de hidrocarbonetos que existe na \nfase gasosa ou em solução no petróleo nas condições de reservatório, e que permanece no \nestado gasoso nas condições atmosféricas de pressão e temperatura. A composição do gás \nnatural é especificada para cada região do país pela Resolução ANP n/ 16, de 17.6.2008. A \nTabela 1 mostra a especificação da ANP para a região Sul. \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 10 \n\nTabela 1: Especificação da composição do gás natural na região Sul  \n\nComponente Concentração (% mol) \n\nMetano Min 85,0 \n\nEtano Max 12,0 \n\nPropano Max 6,0 \n\nButanos + Max 3,0 \n\nFonte: Resolução ANP n° 16/2008 \n\nAs principais diferenças entre o gás natural e o gás de refinaria são as maiores \nconcentrações de H2 e de olefinas no gás de refinaria (GARCIA, 2002), enquanto o gás \nnatural é composto basicamente por metano (cerca de 90%), etano e outros alcanos em \nmenor proporção. A Figura 8 mostra a comparação entre as composições típicas do gás \nnatural e o gás de refinaria. \n\n \n\nFigura 8: Composições típicas do gás de refinaria e gás natural \nDados de GARCIA, 2002 \n\n2.6 Relação entre poder calorífico e ar estequiométrico \n\nPoder calorífico é a quantidade de energia liberada, por unidade de massa ou volume, \nna queima estequiométrica de um combustível a uma determinada temperatura (GARCIA, \n2002). São dois os conceitos utilizados: o poder calorífico superior (PCS), que inclui o calor \nde condensação de vapor de água e o poder calorífico inferior (PCI) que assume que o vapor \nde água formado permanece no estado vapor e é numericamente igual ao PCS menos o \ncalor latente de vaporização da água. Em fornalhas industriais, normalmente os gases de \ncombustão são liberados sem condensar o vapor gerado, portanto o PCS pode ser \nconsiderado como o calor real liberado, enquanto o PCI pode ser considerado como a \nporção útil do calor total liberado (BERMAN, 1978). \n\n16,8\n\n37,6\n\n15,6 15,4\n\n0,4 1,6 0,3\n0,0 0,5 5,0\n\n0,0\n6,0\n\n0,0\n\n90,3\n\n5,5 0,0\n1,0 0,0 0,1\n\n0,0 0,0 0,0\n1,9\n\n1,4 0,0\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n(%)\n\nGás de Refinaria Gás Natural\n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n11 \n\nSegundo LOUBAR (2007), o poder calorífico de uma mistura gasosa é calculado por: \n\nPCIm = ? xi. PCIii1 , ou seja, é dado pelo somatório dos PCI’s individuais de seus \ncomponentes ponderados por suas frações molares. A Tabela 2 mostra os PCI’s e razões de \nar estequiométrico dos principais componentes do gás combustível. As razões de ar/gás \nsão obtidas da estequiometria das reações de combustão de cada componente, \nconsiderando participação de 20,9% em volume de O2 no ar.  \n\nTabela 2: Poderes caloríficos e razão estequiométrica ar/gás dos componentes do \ncombustível \n\nComponente PCI (kcal/Nm³) Razão Ar/Gás \n\nH2 2578 2,39 \n\nMetano 8550 9,55 \n\nEtano 15216 16,71 \n\nEteno 14101 14,32 \n\nPropano 21780 23,87 \n\nPropeno 20522 21,48 \n\nButanos 28330 31,03 \n\nButenos 27024 28,64 \n\nC5+ 34877 38,10 \n\nCO 3016 2,39 \n\nDados de GARCIA, 2002 \n\nSobre a relação entre o PCI e o ar estequiométrico, sabe-se que os hidrocarbonetos \nsaturados, quando queimados, apresentam uma relação linear quase perfeita, como pode \nser observado na Figura 9. Quando outros gases como CO e H2 estão presentes no \ncombustível, essa relação não é tão rigorosamente seguida e é útil medir a composição do \ncombustível para otimizar a combustão (PARAMESWARAN et al., 2015).  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 12 \n\n \n\nFigura 9: Relação entre estequiometria da reação de combustão e poder calorífico dos \nalcanos \n\nFonte: ULBIG &amp; HOBURG, 2001 \n\nEssa linearidade é o princípio de funcionamento de alguns analisadores industriais de \npoder calorífico de gás natural. Eles medem o consumo de ar de para a combustão de uma \nporção do combustível e determinam o poder calorífico por correlação (ULBIG &amp; HOBURG, \n2001). Esses instrumentos apresentam tempo de resposta e custo melhores que os \ncalorímetros convencionais e os cromatógrafos, embora percam em ambos os critérios \npara os densímetros, que relacionam o poder calorífico com a massa específica do gás \n(KING, 2011). De maneira inversa, existem instrumentos que medem de forma indireta a \ndemanda de ar para a queima de um combustível, através da medida de seu poder \ncalorífico (ULBIG &amp; HOBURG, 2001). \n\nAlém do uso em analisadores, é possível utilizar a proporcionalidade entre a demanda \nde ar e o poder calorífico para manter uma combustão estável. Isso já é feito em aplicações \nenvolvendo queima de gás natural. CHEOLWOONG PARK et al. (2015) afirmam que a \nmaioria das usinas de cogeração a gás natural instaladas na Coréia do Sul a partir de 2006 \npossuem controle feedback baseado na razão de ar/combustível. O método de controle \nconsiste em manter a vazão de ar adequada à demanda energética e atuar na vazão de \ncombustível de forma a compensar as variações na sua composição, aumentando ou \ndiminuindo a vazão de combustível com base na medida de ar/combustível nos gases \nexaustos. Este recurso é uma forma de contornar os problemas produzidos pela falta de \num suprimento de combustível estável. Ele permite manter a geração constante diante de \nconsideráveis variações na composição do combustível, prevenindo grandes quedas na \nprodução quando o poder calorífico do combustível cai. \n\nKING (2011) afirma que, mesmo incluindo inertes como N2 e CO2 e outros gases não \nhidrocarbonetos como H2, H2S e CO, existe uma forte relação entre o ar mínimo requerido \ne o PCI para componentes comuns do gás combustível, conforme mostrado na Figura 10.  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n13 \n\n \n\nFigura 10: PCI por ar estequiométrico para componentes comuns do gás combustível \nFonte: KING, 2011  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 14 \n\n3 Fo r mu l a çã o  d o  p r o b l e ma  e  e st u d o  d e  c a s o  \n\nNa empresa em estudo, o gás combustível que alimenta todas as unidades \nconsumidoras é proveniente de um anel de gás (header) que recebe contribuição de \ndiversas unidades que geram gás combustível e ainda de dois pontos de recebimento de \ngás natural do Gasoduto Bolívia-Brasil (Gasbol), situados nos extremos opostos do header. \nAs composições dos gases alimentados no header e suas vazões variam de acordo com o \nfuncionamento específico de cada unidade geradora. E a quantidade de compra de gás \nnatural do Gasbol depende da necessidade de complemento do gás gerado. Por isso, o gás \ncaptado por cada unidade consumidora depende de quais são as unidades que contribuem \npara o anel em pontos próximos à sua captação e das condições de operação dessas \nunidades.  A Figura 11 mostra um esquema simplificado do sistema de fornecimento de gás \ncombustível. \n\n \n\nFigura 11: Esquema do header de gás combustível \n\nMudanças repentinas podem ocorrer nesse sistema em função de partidas ou paradas \nde equipamentos ou unidades que consomem ou produzem gás combustível, alterando o \nperfil de fornecimento de gás para as unidades consumidoras. O forno de destilação \natmosférica, por consumir grande quantidade de gás, sofre com esse tipo de flutuação na \ncomposição do gás. Esse equipamento capta o gás combustível de um vaso pulmão que \nfica na extremidade do header, e recebe as contribuições do gás proveniente da unidade \ndenominada como Gerador 2 (UG2), que é o principal contribuinte, e da própria unidade \nde Destilação, além de uma entrada de GN que é utilizado quando necessário. \n\nComo já foi visto, a carga térmica é uma das variáveis mais importantes na operação de \num forno de destilação, pois define a fração do petróleo que é vaporizada e, \nconsequentemente, o rendimento das frações laterais. Um dos principais distúrbios no \ncontrole dessa variável é a composição do gás que alimenta o header de queimadores do \nforno. Para um controle efetivo da carga térmica, o ideal é implementar um controlador \nfeedforward baseado em um analisador em linha do poder calorífico do combustível no \nanel de gás que alimenta a fornalha, controlando a vazão de gás em função do poder \ncalorífico. \n\nDiante da ausência do referido instrumento, o equipamento opera com um controle de \ntemperatura feedback atuando na vazão de combustível, em cascata com a pressão de \ncombustível no header dos queimadores. E para manter a carga térmica abaixo do limite \nde projeto, o controlador de vazão de gás combustível trabalha com uma limitação no seu \nsetpoint em 5100 Nm3/dia, que corresponde à quantidade de gás necessária para gerar a \nquantidade máxima de calor admitida pelo projeto do forno por um gás com poder \ncalorífico de 8960 kcal/m³. Porém, essa estratégia apresenta erro na quantidade máxima \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n15 \n\nde calor permitida sempre que se opera com combustível cujo poder calorífico diferente é \ndeste valor. Se o PCI do gás captado for maior que 8960 kcal/m³, o forno poderá ultrapassar \na carga térmica de projeto. Por outro lado, se ele se apresentar menor, não será transferido \ntodo o calor possível para a carga, causando aumento na produção de RAT em detrimento \nao diesel e diminuindo a lucratividade do processo. A Figura 12 mostra os dados de \nprocesso durante uma situação em que o PCI do gás queimado no forno aumentou em um \ncurto espaço de tempo. Neste caso, a válvula de admissão de GN abriu de 0 a 17% no \nintervalo de meia hora, aumentando a participação de gás natural na mistura combustível, \nquando a vazão de gás para o forno estava em 5100 m³/dia, causando um aumento de 9 °C \nna temperatura de saída do petróleo. \n\n \n\nFigura 12: Trend de dados do processo durante um evento de aumento da contribuição \nde gás natural \n\nDadas essas circunstâncias, busca-se uma forma de otimizar a operação deste \nequipamento, possibilitando que ele opere próximo da carga térmica limite, porém sem \nultrapassá-la. A ideia proposta foi avaliar a possibilidade de relacionar a carga térmica com \na vazão de ar estequiométrica para a combustão. Dessa forma, busca-se poder limitar a \ncarga térmica através da vazão de ar, em vez da vazão de gás, uma vez que a relação com \na vazão de combustível sofre influência de oscilações de composição.   \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 16 \n\n4 Mate r i a i s  e  Méto d o s  \n\nPara avaliar o comportamento do combustível no forno, foi necessário obter \ninformações sobre a composição do gás que chega nesse equipamento, tendo em vista que \nse trata de uma mistura de correntes gasosas, com composições e quantidades distintas. \nOs principais contribuintes dessa mistura são os gases vindos da UG2 e da própria Unidade \nde Destilação Atmosférica, além do gás natural, que é usado como complemento em caso \nde necessidade. Desses, o GN apresenta composição praticamente constante, mostrada \nanteriormente, o gás da UG2 é analisado 3 vezes por semana, e o de destilação não é \nanalisado. Porém, mesmo que a composição dos três fosse sempre conhecida, a proporção \nentre eles é variável, portanto suas composições não são suficientes para determinar a \ncomposição do gás que é queimado no forno. \n\nCom o intuito de medir a composição da mistura combustível que alimenta o forno, foi \ninstalado um amostrador na entrada de combustível, possibilitando coletar amostras da \nmistura tal qual chega ao equipamento. Foi então realizado um teste na planta, simulando \nas situações extremas de contribuição de gás natural no combustível para o forno, primeiro \nsem gás natural e depois com o máximo de gás natural possível. \n\n4.1 Teste de impacto da contribuição do gás natural  \n\nO teste foi realizado em uma oportunidade em que a geração de gás combustível na \nempresa não era suficiente para suprir o consumo, necessitando de complemento com gás \nnatural. Além disso, para aumentar o consumo e maximizar a contribuição de GN para o \nanel de gás, foram postos em operação equipamentos em outras unidades consumidoras \nde gás. Nesta condição, a participação do GN na mistura queimada no forno pôde ser \naumentada através do direcionamento do seu recebimento para o extremo próximo à \ncaptação de combustível da unidade de destilação.  \n\nNa primeira etapa do teste, o recebimento de GN foi direcionado para o extremo \noposto, excluindo a sua participação na unidade, através da alteração dos outputs para as \nválvulas que recebem o GN nos extremos opostos do header. A malha de controle da \ntemperatura de saída do forno foi mantida em automático com o setpoint fixo, de forma a \ngarantir que em ambas as etapas a carga térmica fornecida fosse igual, já que a \ntemperatura de saída do petróleo foi mantida constante. Nesta condição, foi retirada uma \namostra do combustível. \n\nO recebimento de GN foi então direcionado para a região do header que alimenta a \nunidade de destilação, através da alteração dos setpoints dos controladores de pressão do \nheader de gás. Com isso houve um aumento do PCI do combustível, que foi compensado \npela malha de controle de temperatura com um corte na vazão de gás. A vazão de ar foi \nmanipulada para manter o mesmo excesso de oxigênio da etapa anterior e, quando esse \nexcesso foi atingido de maneira estável, nova amostragem foi realizada.  \n\nO experimento realizado também permitiu observar o comportamento do forno frente \nà brusca mudança na composição do combustível, em termos das quantidades de ar e gás \nadmitidas nas duas situações e o comportamento do excesso de ar.  \n\nAlém das composições obtidas nesse experimento, foram também calculados os PCI’s \ne razões estequiométricas de O2 médios do gás da UG2, que é o principal contribuinte da \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n17 \n\nmistura, e do GN que pode ter contribuição alta em alguns momentos. O único contribuinte \nque não pôde ser analisado foi o gás de destilação devido à indisponibilidade de ponto de \namostragem. Por isso, a composição mais importante dentre todas as avaliadas é aquela \namostrada diretamente no forno, sem a participação do GN, que inclui o gás de destilação \ne o da UG2 e é a situação mais comum. \n\n4.2 Amostragem e análise das composições  \n\nAs amostras foram retiradas em balas de aço inox de 1L, próprias para amostragem de \ngases, que foram purgadas através de circulação de gás por 5 minutos para sistema de gás \nresidual antes do fechamento da bala e coleta da amostra, conforme procedimento \nespecífico da empresa para amostragem de gases. As amostras foram imediatamente \nlevadas para laboratório, onde tiveram suas composições analisadas via cromatografia \nconforme método ABNT NBR 14903-14. \n\nOs poderes caloríficos foram calculados, em planilhas de Excel, a partir dos PCI’s \nindividuais dos componentes da mistura e suas concentrações, conforme o método ISO \n6976/1995. As razões estequiométricas de ar para a combustão em cada caso foram \ncalculadas da mesma forma, utilizando os valores individuais de cada componente da \nmistura. Usando como exemplo o metano: CH4+2O2?CO2+2H2O, de onde 1 mol de metano \ndemanda 2 móis de O2 para a combustão completa, e, considerando a composição de O2 \nno ar de 21%, 2/0,21=9,52 mols de ar. \n\n4.3 Uso de outras composições para avaliação  \n\nAlém do aumento da participação de gás natural na mistura combustível, outros \ndistúrbios podem ocorrer, alterando o perfil do gás queimado no forno como, por exemplo, \no arraste de GLP pelo gás vindo da unidade de Destilação (o que não é desejado). Para \navaliar o comportamento da demanda de ar em função de variações na mistura \ncombustível causadas por esse tipo de evento, foram utilizadas composições que \nrepresentam situações limite, como queima de GN puro, GLP puro e altas concentrações \nde H2 e CO no gás combustível. Apesar de as ocorrências desses casos limite serem quase \nimpossíveis de acontecer, descontroles momentâneos de processo podem vir a causar \naumento na contribuição desses gases na mistura. A Tabela 3 mostra as composições \nconsideradas. \n\n  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 18 \n\nTabela 3: Composições dos gases considerados para análise do método \n\n H2 e CO GLP GN \n\nComponente % volume % volume % volume \n\nH2 35,00 0,00 0,00 \n\nCH4 30,00 0,00 90,00 \n\nC2H6 5,00 1,00 6,00 \n\nC2H4 5,00 0,00 0,00 \n\nC3H8 5,00 15,00 1,00 \n\nC3H6 0,00 14,00 0,00 \n\nC4 0,00 70,00 1,00 \n\nC4= 0,00 0,00 0,00 \n\nC5+ 0,00 0,00 0,00 \n\nCO 20,00 0,00 2,00 \n\nTotal 100,00 100,00 100,00 \n\nPCI (kcal/Nm³) 6625,41 26123,22 8842,54 \n\n \n\n  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n19 \n\n5 Re s u l ta d o s  e  d i s c u s s ã o  \n\nA revisão bibliográfica mostrou que os gases contendo alcanos apresentam uma relação \npraticamente constante entre o poder calorífico e a demanda estequiométrica de ar, que \npode ser prejudicada pela presença de H2 e CO na mistura. Primeiramente tentamos \nquantificar as interferências desses componentes através da medida de seus desvios e de \nsuas contribuições nas misturas de trabalho. \n\n5.1 Avaliação da interferência de componentes não alcanos  \n\nA Figura 13 apresenta os valores de PCI divididos pela razão estequiométrica O2 dos \ncomponentes do gás combustível, resultando na quantidade de calor gerada por m³ de ar \nqueimado. Esses cálculos foram feitos a partir dos valores apresentados por GARCIA (2002). \nÉ possível notar que os alcanos apresentam valores em torno de 4300 kcal/m³, os alcenos \nna faixa de 4550 kcal/Nm³, enquanto para H2 e CO as razões são maiores, 5100 kcal/m³ e \n6000 kcal/m³, respectivamente. \n\n \n\nFigura 13: Relação entre PCI/O2 estequiométrico \n\nPara melhor examinar o grau de proporcionalidade apresentado pelos alcanos. Os \nvalores de PCI em relação à razão estequiométrica de ar/gás foram plotados, resultando na \nFigura 14. Os gases chamados de ‘padrão’ e ‘padrão+GN’ representam as composições dos \ngases amostrados na entrada do forno sem e com a contribuição do GN, respectivamente. \n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\n5000\n\n6000\n\nkcal/m³O2\n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 20 \n\n \n\nFigura 14: Relação entre PCI e ar estequiométrico dos alcanos \n\nPorém, o combustível comumente queimado no forno é composto principalmente por \ngás de refinaria, o qual apresenta em sua composição, além de alcanos, alcenos e outros \ncomponentes em menor concentração.  As composições obtidas no teste realizado na \nplanta são mostradas na Figura 15.  \n\n \n\nFigura 15: Composições do gás queimado no forno durante o teste \n\nÉ possível identificar a grande predominância de hidrocarbonetos saturados em ambos \nos casos, com 57,58% e 79,47%. A Figura 16 facilita a visualização mostrando as \nconcentrações da Figura 15 agregadas de acordo com as faixas de relação PCI/demanda de \nar. \n\nMetano\n\nEtano\n\nPropano\n\nButano\n\nPentano\n\nPadrão\n\nPadrão+GN\n\ny = 920,74x - 171,66\nR² = 0,999987\n\n0\n\n10000\n\n20000\n\n30000\n\n40000\n\n0,0 10,0 20,0 30,0 40,0\n\nPCI (Kcal/m³)\n\nAr estequiométrico m³ar/m³\n\n14,4\n\n44,4\n\n11,7 12,9\n\n0,7\n2,0\n\n0,6 0,6 0,1\n\n2,7\n0,2\n\n9,4\n\n4,0\n\n68,9\n\n8,6\n6,7 1,1\n\n0,8\n0,7 0,3 0,2\n\n1,5 0,8\n6,3\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\nH2 Metano Etano Eteno Propano Propeno Butano Butenos C5+ CO CO2 N2\n\n% volume\nPadrão\n\nPadrão+GN\n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n21 \n\n \n\nFigura 16: Composições do gás durante o teste agregadas por grupos de comportamento \n\nA Figura 17 reapresenta a relação entre PCI e relação estequiométrica ar/gás incluindo \nos componentes não alcanos.  \n\n \n\nFigura 17: Relação entre PCI e ar estequiométrico dos componentes do gás combustível \n\nÉ possível observar nesta figura que apesar da presença dos componentes que diferem \ndo valor de 4300 Kcal/m³ apresentados pelos alcanos, um comportamento \naproximadamente linear é mantido. Além disso, como visto na Figura 15, as misturas \napresentam concentrações relativamente baixas desses componentes, exceto o H2, que \nrepresenta 14,4% da primeira mistura e 4,3% da segunda. Nessas condições, é possível \nprever que, para as composições obtidas, a interferência dos componentes não alcanos na \nmistura não altere de maneira significativa a proporcionalidade da relação entre poder \ncalorífico e demanda de ar.  Dessa forma, variações no poder calorífico do gás devem \n\n57,58\n\n15,53 14,40\n\n2,72\n\n79,47\n\n7,74\n4,03\n\n1,54\n\n0,0000\n\n10,0000\n\n20,0000\n\n30,0000\n\n40,0000\n\n50,0000\n\n60,0000\n\n70,0000\n\n80,0000\n\n90,0000\n\nAlcanos Alcenos H2 CO\n\nConc. (%)\n\nPadrão Padrão+GN\n\nPadrão\nPadrão+GN\n\nMetano\n\nEtano\nEteno\n\nPropano\nPropeno\n\nButanos Butenos\n\nC5+\n\nH2\n\nCO\n\ny = 905,81x + 561,49\nR² = 0,9982\n\n0\n\n10000\n\n20000\n\n30000\n\n40000\n\n0,00 10,00 20,00 30,00 40,00\n\nPCI kcal/m³\n\nAr Estequiométrico (Nm³ar/Nm³gás)\n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 22 \n\nresultar em variações proporcionais da demanda de ar, de forma que, para uma \ndeterminada carga térmica, a quantidade de ar equivalente seja aproximadamente \nconstante.  \n\n5.2 Comparação do desempenho das vazões de ar e gás  \n\nSe considerarmos que o gás amostrado na primeira etapa do teste representa a \ncondição normal do combustível do forno, e utilizarmos ele como padrão, para uma carga \n\ntérmica de 45,7 Gcal (limite atual) são necessários: \n45,7Gcal\n\n8821kcal/m³\n= 5182m3 de gás e \n\n56760m³ de ar. Composições diferentes dessa deverão demandar diferentes quantidades \nde gás, mas aproximadamente a mesma quantidade de ar. Essa hipótese é testada \navaliando os erros percentuais cometidos ao utilizar as vazões de ar ou de gás equivalentes \nao gás padrão para obter uma carga térmica de 45,7 Gcal em relação ao que seria \nnecessário, para diferentes composições de gás. Esses erros são mostrados na Figura 18. \n\n \n\nFigura 18: Erros nas vazões de ar e gás combustível em relação às vazões necessárias para \natingir a carga térmica de projeto com diferentes gases \n\nA análise dos erros obtidos indica que, para obter a mesma carga térmica com gases de \ndiferentes composições, a quantidade de ar necessária para a combustão é menos variável \nque a vazão de gás necessária. O único caso em que a vazão de gás apresentou erro menor \nque a vazão de ar no caso de queima de gás natural puro. Isso acontece porque o poder \ncalorífico do gás natural é muito próximo do gás que foi usado como padrão (8843 kcal/m³ \nno gás natural e 8823 kcal/m³ do gás padrão), correspondendo à necessidade de vazões \nparecidas para atingir a mesma carga térmica. Porém, para as composições mais comuns \nde serem usados na unidade dentre as apresentadas, que são aquela obtida no teste com \ncontribuição de gás natural e a composição média do gás de refinaria, as vazões de ar \napresentaram erros menores. \n\nNos outros casos analisados, que são o GLP e o gás rico em H2 e CO, a vazão de ar se \nmostrou muito mais confiável. Embora esses últimos casos sejam muito improváveis de \nserem usados na unidade em questão, o fato de apresentarem poderes caloríficos bem \ndestoantes do gás padrão (6625 e 26123 kcal/m³, conforme Tabela 3) faz deles bons \nparâmetros para testar a eficiência da vazão de ar como aproximação da carga térmica. Os \n\n1,9\n0,3\n\n3,6\n0,9\n\n2,92,45\n6,14\n\n0,25\n\n64,81\n\n33,13\n\n0,0\n\n10,0\n\n20,0\n\n30,0\n\n40,0\n\n50,0\n\n60,0\n\n70,0\n\nPadrão+GN Gás de Refinaria GN GLP H2 e CO\n\nErro (%)\nem relação ao ar\n\nem relação ao gás\n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n23 \n\nerros calculados para a vazão de ar são muito pequenos e para a vazão de gás são muito \ngrandes. Isso mostra que quando maiores as variações possíveis de ocorrer no poder \ncalorífico, maior a vantagem em estimar a carga térmica através da vazão de ar em vez de \nfazê-lo através da vazão de gás. \n\n5.3 Avaliação dos dados obtidos na planta durante o teste   \n\nA Figura 19 mostra os dados do controlador de processo durante o período de \nrealização do teste. Estão marcados em vermelho os períodos durantes os quais as \namostragens foram realizadas e entre eles é possível notar um período de instabilidade \ncausado pelo aumento da contribuição de GN. \n\n \n\nFigura 19: Dados do controlador de processo frente à mudança na composição do \ncombustível \n\nOs resultados do teste, obtidos através dos medidores de vazão da planta e cálculos \nbaseados nas composições obtidas via cromatografia são mostrados na Tabela 4. \n\n  \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 24 \n\nTabela 4: Resultados obtidos no teste de variação da composição do gás \n\n Origem \nSem \nGN \n\nCom \nGN \n\nDiferença \n\n (%) \n\nPCI (kcal/Nm³) Calculado/Cromatografia 8823 9049   \n\nVazão de gás (Nm³/dia) Medidor de vazão 5130 5050   \n\nCarga térmica (Gcal/dia) PCI x vazão de gás 45,3 45,7 0,96 \n\nAr estequiométrico (m³/dia) Vazão de gás/Estequiometria 48554 49941 2,86 \n\nExcesso de ar (%) Analisador 3,3 3,3   \n\nAr estequiométrico + 3% (m³/dia) Calculado 50156 51589   \n\nVazão de ar medida (m³/dia) Medidor de vazão 45300 44300 2,21 \n\nDiferença ar calculado x medido (%) Calculado 9,7 14,1   \n\n \nComparando os dados obtidos nos dois momentos do teste, percebemos que o \n\nprimeiro gás, sem a participação do gás natural, cuja análise apresentou PCI de 8823 \nkcal/Nm³ necessitou de 5130 Nm³/dia de gás enquanto o segundo, com a máxima \nparticipação de GN e PCI de 9049 kcal/Nm³ necessitou de 5050 Nm³ de gás. Esses dados \nindicam a carga térmica fornecida pelo segundo gás foi 1,05% superior àquela fornecida \npelo primeiro. Esperava-se um valor parecido entre as duas cargas térmicas, uma vez que \na malha de combustão foi mantida em automático, mantendo a temperatura de saída do \npetróleo constante. \n\nA medida de vazão de ar foi 2,21% menor no segundo momento do teste, quando o \nesperado era que esse dado fosse aproximadamente igual à diferença de carga térmica, ou \nseja, 1,05% na segunda etapa. Isso significa um erro total de 3,26% em relação ao previsto. \nEsse erro, considerado moderado, pode ser devido à calibração do medidor de vazão de ar. \n\nPara ambos os gases, os cálculos do ar estequiométrico equivalente à vazão de gás \nmedida, com 3,3 % de excesso, indicado pelo analisador da chaminé, apontaram vazões de \n50156 e 51589 Nm³/h de ar, respectivamente. Já os valores indicados pelos medidores de \nvazão de ar foram de 45300 e 44300 Nm³/h, apresentando diferenças de 9,7% e 14,1% em \nrelação ao ar estequiométrico calculado. Esses valores chamam a atenção, não apenas pelo \ntamanho da diferença, mas principalmente pelo fato de o ar medido ser menor que o \nestequiométrico para a vazão de gás medida. Esses resultados apontam para misturas \nar/combustível sub-estequiométricas, o que se sabe não ser verdadeiro pelas \ncaracterísticas visuais das chamas e pelos valores medidos de excesso de O2 de 3,3%. Neste \ncaso, as possíveis justificativas são: pelo menos um dos medidores de vazão (ar ou gás) está \napresentando erro de medição ou existe entrada de ar falso no forno, justificando que as \nvazões medidas sejam inferiores às estequiométricas e ainda assim exista excesso de O2 \nnos gases de combustão. \n\n  \n\n\n\nDEQUI / UFRGS – Carlos Miguel Iegli da Silva \n\n \n\n25 \n\n6 C o n c l u s õ e s  e  s u ge stõ e s  d e  t ra b a l h o s  f u t u ro s  \n\nA revisão bibliográfica mostrou que a relação linear entre o poder calorífico dos alcanos \ne a quantidade de ar necessário para a sua combustão estequiométrica é uma propriedade \nconhecida e com diversas aplicações industriais, inclusive no controle da carga térmica \ngerada no processo de combustão. Ainda foi constatado que outros componentes \ncomumente encontrados nos gases de combustão apresentam comportamento \nsemelhante, embora a relação não seja tão fiel quanto a dos alcanos. \n\nAs composições obtidas no teste revelaram que as concentrações dos componentes \nnão alcanos totalizam cerca de 33% da mistura em condição normal de operação, podendo \ncair para 13% quando a participação de gás natural aumenta. Em ambos os casos, os \nalcenos, cuja relação entre PCI e demanda de ar é apenas 5% maior que a dos alcanos, \nrepresentam cerca de metade do total de não alcanos.  A outra metade é devido \npraticamente ao H2, que apresenta relação 19% maior que os alcanos, enquanto o CO cuja \nrelação é a mais destoante, 40% superior, apresenta concentrações da ordem de 2%. Dessa \nforma, conclui-se que o impacto da presença de componentes não alcanos deve causar um \ndesvio pequeno na relação entre PCI e demanda de ar das misturas apesentadas em relação \naos alcanos. \n\nMesmo com a presença desses componentes, foi possível constatar que a quantidade \nestequiométrica de ar apresenta uma relação muito íntima com a quantidade de calor \ngerada na combustão. A estimativa da carga térmica com base na vazão de ar apresentou \nerros inferiores a 4%, muito menores que aqueles obtidos utilizando a vazão de gás para a \nobtenção da mesma carga térmica. Portanto foi possível concluir que a vazão de ar para \ncombustão é uma variável mais eficiente que a vazão de gás para limitar a carga térmica \nde um forno. \n\nA estratégia de controle mais adequada para implementar esse recurso deverá ser \nestudada em trabalhos futuros. Uma possibilidade que parece interessante é a estratégia \nde Limites Cruzados, apresentada na revisão bibliográfica, na qual a vazão máxima de ar \nseja aquela equivalente à carga térmica máxima. Desta forma, um aumento na saída do TIC \nirá atuar primeiro o aumento na vazão de ar, respeitando a vazão limite, ajustando a vazão \nde gás em seguida, mantendo o excesso de ar durante o período transiente. Outra \npossibilidade, de implementação mais simples, seria limitar a carga térmica através de um \nlimite na vazão de gás que seja variável, calculado em função da folga na vazão de ar em \nrelação à vazão máxima. \n\nNo caso específico da planta em estudo, foram constatadas diferenças significativas \nentre as indicações do medidor de vazão de ar e os valores calculados de ar \nestequiométrico para as vazões de gás medidas. Desta forma, antes da escolha da \nestratégia a ser empregada, os medidores de vazão de ar e gás precisam ser verificados, \nidentificando a fonte dessa diferença e corrigindo o problema. Na condição atual esses \ninstrumentos não apresentam a confiabilidade necessária para o controle de carga térmica. \nInclusive a própria estratégia atual, que trabalha com limitação da vazão de gás, pode estar \ncomprometida se o medidor de vazão de gás for origem do erro encontrado.   \n\n\n\nUso da Vazão de Ar como Limitante da Carga Térmica em um Forno Industrial 26 \n\n7 Refe rê n c i a s  \n\nAXON, B., 2009. Improve Combustion System Efficiency. ProQuest Science Jornals, \nAgosto, pp. 41-46. \n\nBERMAN, H. L., 1978. Caltex Petroleum Corp. Chemical Engeneering, Setembro.  \n\nCAMPOS, M. C. M. d. &amp; TEIXEIRA, H. C. G., 2010. Controles típicos de \nequipamentos e Processos Industriais. São Paulo: Edgard Blücher. \n\nERRICO, M., 2008. Energy saving in a crude unit by a preflash implementation. \nApplied Thermal Engeneering, 23 Julho.  \n\nGARCIA, R., 2002. Combustíveis e Combustão. Rio de Janeiro: Interciência. \n\nKING, M., 2011. Process Control: A Practical Approach. s.l.:John Wiley &amp; Sons Ltd. \n\nLIPTÁK, B. G., 2006. Process control and optimization. s.l.:CRC Press. \n\nLOUBAR, K., RAHMOUNI, C., LE CORRE, O. &amp; TAZEROUT, M., 2007. A \ncombustionless determination method for combustion properties. Science Direct, \nMarço.  \n\nMOURIS, A. J., 2010. Optimized fired heather control. Hidrocarbon Processing, p. \n65. \n\nPARAMESWARAN, T., GOGOLEK, P. &amp; HUGHES, P., 2014. Estimation of combustion \nair requirement and heating value of fuel. Applied Thermal Engineering, \nNovembro.  \n\nPARK, C. et al., 2015. Effect of control strategy on performance and emissions of \nnatural gas. Elsevier, Fevereiro.  \n\nSPEIGHT, J. G., 2011. The refinery of the future. s.l.:s.n. \n\nULBIG, P. &amp; HOBURG, D., 2001. Determination of the calorific value of natural gas \nby. Elsevier Science, Julho.  \n\nVAZ, C. E. M., MAIA, J. L. P. &amp; SANTOS, W. G., 2008. Tecnologia da Indústria do Gás \nNatural. s.l.:s.n. \n\nZHOU, L. et al., 2014. Energy configuration and operation optimization of refinery \nfuel gas networks. Applied Energy, 26 Novembro, pp. 365-375."}]}}}