{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18321"}, {"@name": "filename", "#text": "25227_000858643.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CARACTERIZAÇÃO DE DEPOSITO AURÍFERO NO \n\nCORPO PEQUIZÃO, CRIXÁS - GO. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011  \n\n\n\nMATHEUS SILVEIRA SOBIESIAK \n \n \n \n \n \n \n\n \n \n \n \n \n \n \n \n\nCARACTERIZAÇÃO DE DEPOSITO AURÍFERO NO \n\nCORPO PEQUIZÃO, CRIXÁS - GO. \n\n \n \n \n \n \n \n\n \n \n\nTrabalho de Conclusão do Curso de Geologia do Instituto \nde Geociências da Universidade Federal do Rio Grande \ndo Sul. Apresentado na forma de monografia, junto à \ndisciplina Projeto \nTemático em Geologia III, como requisito parcial para \nobtenção do grau de Bacharel em Geologia. \n\n \n \n\nOrientador: Dr. José Carlos Frantz \n\nCoorientadora: Dra. Juliana Charão Marques \n\nSupervisor: Rodrigo Martins \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre, 2011  \n\n\n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nINSTITUTO DE GEOCIÊNCIAS \n\nDEPARTAMENTO DE GEOLOGIA \nCURSO DE GRADUAÇÃO EM GEOLOGIA \n\n \n \n \n \n \n \n \n\nA Comissão Examinadora, abaixo assinada, aprova o Trabalho de Conclusão de Curso \n“CARACTERIZAÇÃO DE DEPOSITO AURÍFERO NOCORPO PEQUIZÃO, \nCRIXÁS - GO”, elaborado por “MATHEUS SILVEIRA SOBIESIAK”, como requisito \nparcial para obtenção do grau de Bacharel em Geologia. \n\n \n \n \nComissão Examinadora: \n \n \n \n \n \n \nProf. Dr. André Sampaio Mexias \n \n \n \n \n \n \nProf. Dr. Marcus Vinicius Dorneles Remus \n\n  \n\n\n\nAGRADECIMENTO(S) \n\n \n\nGostaria de agradecer aos meus pais Ana e Eliseu, irmãs Bruna e Júlia, cunhado Marcelo e a \n\nminha família por sempre me apoiarem nas decisões tomadas e a me incentivar a fazer sempre o que \n\neu gosto. Também gostaria de agradecer a Dinda Cida, Cerilo, Andressa, Jefferson, Cristiano, Arthur, \n\nVó Mi e Gabriel por todo o apoio e suporte aqui em Porto Alegre. \n\nEm especial aos meus orientadores José Carlos Frantz e Juliana Charão Marques pela \n\noportunidade de desenvolver esse projeto e a pela formação que me deram nesses últimos anos. \n\nAo meu supervisor o Gerente de Exploração Rodrigo Martins e ao geólogo do Corpo Pequizão \n\nPaulo Aguirre por me darem todo apoio de campo, acreditar em mim e me ensinar a ser um geólogo \n\nmelhor. \n\nA todos os funcionários da Mineradora Serra Grande pelo meu estágio, pela excelente \n\nlogística e por tudo que pude aprender com todos. \n\nAos meus queridos colegas Rodrigo, Julia, Ellen, Manoela, Codorna, Ana, Thisiane entre \n\noutros, por todas as coisas que passamos juntos, por tudo isso muito obrigado. \n\nGostaria de agradecer aos funcionários da UFRGS, aos colegas de bolsa e de curso, ao Ronei \n\npela ajuda no MEV, a todos os professores da universidade pela formação e aprendizado e aos \n\nmotoristas da Geociência. \n\nGostaria também de agradecer a Dra.Célia Paludo e ao Dr. Nelson Augusto Flores Machado \n\nque foram pessoas muito importantes tanto para minha formação pessoal quanto para minha formação \n\nprofissional. \n\nE a todos aqueles aos quais eu esqueci e que merecem reconhecimento. \n\n \n\nMUITO OBRIGADO. \n\n \n\n  \n\n\n\nRESUMO \nO Corpo Pequizão está hospedado no greenstone belt de Crixás, localizado no nordeste do \n\nestado de Goiás. As rochas supracrustais do greenstone belt foram definidas por Sabóia et al. (1981) \nem três formações, da base para o topo, formação Córrego Alagadinho composta por metakomatiitos \ncom cumulados e textura spinifex, formação Rio Vermelho composto por metabasaltos toleiíticos com \nestruturas primárias e a formação Ribeirão das Antas composta por rochas metassedimentares. \nMassucato (2004) definiu os eventos deformacionais e de metamorfismo aos quais essas rochas foram \nsubmetidas, como de distribuição heterogenia, podendo variar da fácie xisto verde inferior até a fácie \nanfibolitos inferiores. No Corpo Pequizão a mineralização é controlada pela estrutural, e esta \nhospedada ao longo de um corredor com alta taxa de deformação rúptil, com percolação de fluidos \nhidrotermais gerando zonas hidrotermalizadas distintas. Esse corredor de deformação rúptil é \ndenominado de estrutura IV e possui um mergulho de 10-25/297° e no caso do Corpo Pequizão esta \nhospedada no xisto carbonoso. Este trabalho teve como principal objetivo caracterizar a mineralização \naurífera e a alteração hidrotermal do Corpo Pequizão, visando contribuir para o aumento do \nconhecimento das zonas mineralizadas da área, estabelecer parâmetros prospectivos e contribuir num \nmelhor reconhecimento do potencial econômico da região. Para o melhor desenvolvimento do trabalho \nas atividades foram divididas em duas partes. A primeira foi realizada nas dependências da Mineração \nSerra Grande na forma de um reconhecimento regional dos principais afloramentos representantes das \nunidades do greenstone belts de Crixás e unidades adjacentes, depois um mapeamento foi realizado \nnas galerias já abertas do Corpo Pequizão. Com a combinação dos dados gerados mais os teores de \nouro, três furos de sondagem representativos do alvo foram selecionados, descritos e amostrados no \ngalpão de testemunho da Mineradora. A segunda etapa foi realizada nas dependências da Universidade \nFederal do Rio Grande do Sul, onde as amostras coletadas foram descritas e selecionadas para análises \npetrográficas, as descrições petrográficas permitiram um reconhecimento das unidades e das zonas \nhidrotermais e alguns minerais índices foram escolhidos para serem analisados no microscópio \neletrônico de varredura. A partir dessas atividades foi possível a determinação de zonas de alteração \ncom composições diferentes, sendo três delas mais precoces e parcialmente contemporâneas e duas \nzonas representando alterações tardias. As zonas de alteração hidrotermal precoces são silicificação, \nalteração potássica e alteração fílica, cujos contatos entre si tendem a ser transicionais e possuem uma \nzona de gradação ou de sobreposição entre si. As zonas de alteração hidrotermal tardias são a alteração \ncloritica e a alteração carbonática, que estão sobrepostas aos demais tipos de alteração. O corpo de \nminério do Corpo Pequizão está posicionado em sua maior parte na zona de alteração hidrotermal com \nintensa silicificação. Por conseqüência, é controlado fortemente pela estrutura IV e está hospedado nas \nunidades designadas na área como sendo a meta vulcânica ácida (zona silicificada) e nos xistos \ncarbonosos. Possui uma mineralização do tipo sulfeto disseminado que são representados basicamente \npor arsenopirita, pirrotita e subordinadamente por calcopirita. A arsenopirita é um mineral índice da \nestrutura IV e assim sendo dos altos teores de ouro, ela praticamente marca a estrutura junto com as \nestruturas rúpteis, tornando-se um dos principais critérios prospectivos. \n\n \nPalavras-Chave: Crixás, Corpo Pequizão, Depósitos Auríferos, Greenstone Belts. \n \n  \n\n\n\nABSTRACT \n \n \n\nThe Pequizão ore body is hosted in the Crixás Greenstone Belt, that is located in the northwest \nof the Goiás state, the greenstone belt supracrustal rocks were defined by Sabóia et al. (1981) into \nthree formations, from bottom to top, Córrego Alagadinho formation consists of meta komatiitos with \ncumulative and spinifex texture, Rio Vermelho formation composed of tholeitic meta basalts with \nprimary structures and Ribeirão das Antas formation consists of meta sedimentary rocks. Massucato \n(2004) defined the metamorphic and deformational events to which these rocks were submitted as a \nheterogeneous distribution, ranging from green schist facies to the lower amphibolite facies. The \nPequizão mineralization is controlled by a geological structural, which is hosted along a corridor with \na high rate of ruptile deformation, with percolation of hydrothermal fluids generating distinct \nhydrothermal areas. This corridor is known as IV structure and has a plunge of 10-25/297 ° and in the \ncase of the Pequizão it is hosted in carbonaceous schist. This work objective was to characterize the \ngold mineralization and hydrothermal alteration of the Pequizão ore body, to contribute to increase \nknowledge of the mineralized zones in the Crixás area, and help to establish some parameters that can \nbe utilized for exploration and to better recognition of the economic potential of the region. To obtain \na good work execution the activities were divided into two parts. The first stage was held in the sites \nof Serra Grande Mining, first of all a regional recognition was made of the main representatives \noutcrops of the units of Crixás Greenstone Belts and it´s adjacent units, then a mapping was carried \nout in the galleries of the Pequizão Mine. By combining this generated data plus the gold content, \nthree representative boreholes were selected, described and sampled in the mining testimony shed. The \nsecond stage was conducted on the premises of the Federal University of Rio Grande do Sul, where \nthe samples were described and selected for petrographic analysis; the petrographic descriptions \nallowed recognition of rocks units and hydrothermal zones as well as indexes minerals, some of this \nminerals were chosen to be analyzed in scanning electron microscope. From these activities was \npossible to determine alteration zones with different composition, three of them showing an earlier \nformation and partly contemporary and two zones representing later changes. The earlier hydrothermal \nalteration zones are silicification, potassic alteration and phyllic alteration, whose contacts with each \nother tend to be transitional and have a gradational area or overlapping with each other. The later \nhydrothermal alteration zones are chloritic alteration and carbonatic alteration, which overlap with all \nother types. The ore body is positioned mostly in the zone of intense silicification alteration. \nConsequently, it is strongly controlled by IV structure and is hosted in the rock unit designated by the \nmine workers as a meta acid volcanic rock (silicified zone) and carbonaceous schist. It has a \ndisseminated sulfide type mineralization that are represented primarily by arsenopyrite, pyrrhotite and \nsubordinately by pyrite. The index mineral is arsenopyrite and combines with the ruptile deformation \ncorridor brand the IV structure, making it one of the main prospective criteria. The pyrrhotite is the \nmost common ore mineral in abundant into the Pequizão body, but in the zone of the IV structure it is \nsubject occurring at the edges or included within the arsenopyrite. \n\n \n \nKey words: Crixás, Pequizão Gold Body, Gold Deposit, Greenstone Belts. \n \n \n  \n\n\n\nLISTA DE ILUSTRAÇÕES \n \n \n\nFigura 01: Localização de Crixás, GO....................................................................................................14 \n\nFigura 02: Mostra a ordem das metodologias seguidas..........................................................................18 \n\nFigura 03: Perfil vertical aos furos de sondagem, mostrando o corpo de minério.................................20 \n\nFigura 04 – Mapa Geológico simplificado da porção centro-leste da Província Tocantins. 1) Bloco \n\nArqueano de Crixás-Goiás; 2) Terrenos Paleoproterozóicos de Almas-Natividade; 3) Complexos \n\nmáficos-ultrmáficos; 4) Complexo Anápolis-Itauçu; 5) Arco Magmático de Goiás. Retirado de \n\nPimentel et al. (2004)..............................................................................................................................26 \n\nFigura 05 – Mapa geológico simplificado dos terrenos granito-greenstone belt de Crixás-Goiás \n\n(retirado de Carvalho, 2005)...................................................................................................................30 \n\nFigura 06: Mapa dos cinco greenstone belts de Goiás: A - Crixás, B - Guarinos, C - Pilar de Goiás, D - \n\nSerra de Santa Rita (a SE) e Faina (a NW). Retirado de Almeida et al. 1981.......................................33 \n\nFigura 07 – Mapa simplificado das principais unidades metavulcânicas e metassedimentares do \n\ngreenstone belt de Crixás (retirado de Pimentel et al. 2004)..................................................................38 \n\nFigura 08 – (A) Mapa simplificado do greenstone belt de Crixás e suas unidades estratigráficas. (B) \n\nColuna estratigráfica do greenstone belt de Crixás segunda Sabóia (1979). Modificado de Jost et al \n\n(2010)......................................................................................................................................................39 \n\nFigura 09. Localização dos corpos de minério sobre o a geologia do greenstone belt de Crixás. \n\nModificado de Serra Grande.S.A............................................................................................................47 \n\nFigura 10 -(A) Desenho geológico esquemático das áreas contendo as jazidas de ouro de Crixás, \n\nprojetados do subsolo para a superfície (modificado de um mapa da Mineração Serra Grande SA). (B) \n\nSeção transversal idealizada, paralela ao eixo da Antiforme do Rio Vermelho mostrando a posição \n\nprojetada das jazidas de ouro do painel A. Modificado de Jost e Fortes (2010)....................................48 \n\nFigura 11: Acesso do Corpo Pequizão pelas galerias da Mina Nova. Cores representam diferentes \n\ncorpos de minério. Figura retirada do programa Datamine da Mineradora Serra Grande.....................49 \n\nFigura 12: Mostrando a estratigrafia do Corpo Pequizão no furo de sondagem II – 434. Sendo o \n\nGNCX: Quartzo-Clorita-Sericita-Granada xisto, DOL:Dolomitos, GXN: Xisto Carbonoso, VQZ: Veio \n\nde Quartzo, MVA: Meta Vulcânica Ácida.............................................................................................51 \n\nFigura13: Mostrando uma amostra de mão do dolomito laminado a maciço.........................................52 \n\nFigura 14: Amostra de mão do xisto carbonoso com fratura perpendicular a foliação..........................54 \n\nFigura 15: Amostra de mão mostrando a aparência da meta vulcânica acida........................................56 \n\nFigura 16: Amostra de mão mostrando o Quartzo-Clorita-Sericita-Granada xisto com veio d quartzo e \n\nlente de xisto carbonoso..........................................................................................................................58 \n\nFigura17: Mostra a localização das Zonas de Alteração Hidrotermal....................................................59 \n\nFigura18: Mostrando a cara de uma rochas típica do zona de silicificação...........................................60 \n\nFigura 19: Mostrando os efeitos da silicificação no xisto carbonoso.....................................................61 \n\n\n\nFigura 20: Mostrando a carbonatação das maclas do feldspato..............................................................61 \n\nFigura 21: Mostrando um veio polimineralico com quartzo, dolomita e feldspato................................62 \n\nFigura 22: marca o fim da estrutura IV e da Zona de Silicificação........................................................62 \n\nFigura 23: Mostra as duas fases da biotita, luz natural...........................................................................64 \n\nFigura 24: Mostrando as duas fases da biotita luz polarizada................................................................64 \n\nFigura 25: Mostrando a biotita margeando as paredes do veio de quartzo.............................................65 \n\nFigura 26: Mostrando o veio polimineralico com feldspato, quartzo, carbonato e opacos....................65 \n\nFigura 27: Mostrando a mica branca envelopando a alteração potássica...............................................66 \n\nFigura 28: Mostrando a sericitização da matriz no xisto carbonoso.......................................................67 \n\nFigura 29: Alteração cloritica na matriz.................................................................................................68 \n\nFigura 30: Mostrando a alteração das biotitas localizadas nas paredes dos veios polimineralicos para \n\nclorita......................................................................................................................................................68 \n\nFigura 31: Mostrando a carbonatação da matriz.....................................................................................69 \n\nFigura 32: Carbonataçaõ em matriz quartzosa. Notar agregados de quartzo tensionado e com as bordas \n\ncorroídas, protólito da rocha...................................................................................................................70 \n\nFigura 33: Mostra a arsenopirita com pirrotita na forma de inclusões e/ou ao seu redor.......................71 \n\nFigura 34: Mostrando a relação entre a pirrotita e a calcopirita.............................................................72 \n\nFigura 35: Mostrando a relação entre a arsenopirita, pirrotita e calcopirita...........................................72 \n\nFigura 36: Mostrando um grão de ouro numa fratura da arsenopirita....................................................73 \n\nFigura 37: Mostrando grão de ouro ponto 01 incluso na Arsenopirita ponto 02, 03, 05. MEV.............73 \n\nFigura 38: Mostrando o ouro (01 e 04) na arsenopirita (02) e a pirrotita (03).......................................74 \n\nFigura 39: Mostrando ouro livre (01 e 02) na matriz.............................................................................74 \n\nFigura 40: Mostra os dados semi-quantitativo das biotitas, clorita e carbonato.....................................75 \n\nFigura 41: Mostra os dados semi-quantitativo da arsenopirita, pirrotita e calcopirita...........................75 \n\nFigura 42: Mostra os dados semi-quantitativo do ouro..........................................................................75 \n\n \n  \n\n\n\nLISTA DE TABELAS \n \n\n \nTabela 01: Amostras coletadas referente aos furos de sondagens estudados.........................................21 \n\nTabela 02: Lâminas descritas e a sua relação com os furos de sondagem..............................................22 \n\nTabela 03: Com um resumo comparativo da estratigrafia dos greenstone belts de Goiás (modificado de \n\nQueiroz 2000).........................................................................................................................................31 \n\nTabela 04: Evolução estrutural do greenstone belt de Crixás – GO (adaptado de Carvalho 2005).......42 \n\n \n  \n\n\n\nSUMÁRIO \n\n1 INTRODUÇÃO ........................................................................................................... 13 \n\n1.1 Introdução ............................................................................................................. 13 \n\n1.2 Objetivos ............................................................................................................... 13 \n\n1.3 Localização ............................................................................................................ 13 \n\n1.4 Aspectos Fisiográficos ........................................................................................... 14 \n\n1.5 Histórico Regional ................................................................................................. 15 \n\n2 METODOLOGIA ........................................................................................................ 18 \n\n2.1 Etapa de Planejamento ........................................................................................... 19 \n\n2.2 Etapa Serra Grande ................................................................................................ 19 \n\n2.2.1 Reconhecimento Regional .............................................................................. 19 \n\n2.2.2 Mapeamento de Galeria .................................................................................. 19 \n\n2.2.3 Descrição de Testemunhos de Sondagem ........................................................ 20 \n\n2.3 Etapa UFRGS ........................................................................................................ 22 \n\n2.3.1 Caracterização Macroscópica .......................................................................... 22 \n\n2.3.2 Microscopia Óptica ......................................................................................... 22 \n\n2.3.3 Microscopia Eletrônica de Varredura – MEV .................................................. 23 \n\n2.4 Interpretação dos Resultados e Redação Final da Monografia ................................ 24 \n\n3 GEOLOGIA REGIONAL ............................................................................................ 25 \n\n3.1 Província de Tocantins ........................................................................................... 25 \n\n3.2 Maciço de Goiás .................................................................................................... 27 \n\n3.3 Terrenos granito-greenstone arqueanos de Goiás .................................................... 27 \n\n3.4 Terrenos Granito - Gnáissicos ................................................................................ 28 \n\n3.4.1 Bloco Moquém ............................................................................................... 28 \n\n3.4.2 Complexo Caiamar ......................................................................................... 28 \n\n3.4.3 Complexo Hidrolina ....................................................................................... 29 \n\n3.4.4 Complexo Anta ............................................................................................... 29 \n\n\n\n3.4.5 Complexo Caiçara .......................................................................................... 29 \n\n3.4.6 Complexo Uvá ................................................................................................ 30 \n\n3.5 Greenstone Belts de Goiás ..................................................................................... 31 \n\n3.5.1 Greenstone belt de Crixás ............................................................................... 31 \n\n3.5.2 Greenstone belt de Guarinos ........................................................................... 32 \n\n3.5.3 Greenstone belt de Pilar de Goiás ................................................................... 32 \n\n3.5.4 Greenstone belt de Faina e Santa Rita ............................................................. 32 \n\n3.6 Diques Máficos ...................................................................................................... 34 \n\n3.7 Albita Granitos ...................................................................................................... 34 \n\n3.8 Eventos Registrados no Bloco Arqueano ................................................................ 35 \n\n4 GEOLOGIA LOCAL ................................................................................................... 37 \n\n4.1 Greenstone Belt de Crixás ...................................................................................... 37 \n\n4.1.1 Formação Córrego Alagadinho ....................................................................... 37 \n\n4.1.2 Formação Rio Vermelho ................................................................................. 37 \n\n4.1.3 Formação Ribeirão das Antas ......................................................................... 38 \n\n4.2 Evolução Deformacional ........................................................................................ 41 \n\n4.2.1 A instalação do greenstone belt de Crixás ....................................................... 41 \n\n4.2.2 Evento Deformacional 1 – D1 ......................................................................... 41 \n\n4.2.3 Evento Deformacional 2 – D2 ......................................................................... 42 \n\n4.2.4 Evento Deformacional 3 – D3 ......................................................................... 42 \n\n4.2.5 Evento Deformacional 4 – D4 ......................................................................... 43 \n\n4.3 Metamorfismo do greenstone belt de Crixás........................................................... 44 \n\n4.4 Depósitos de Ouro ................................................................................................. 45 \n\n5 GEOLOGIA DO CORPO PEQUIZÃO ........................................................................ 49 \n\n5.1 ESTRATIGRAFIA DO INTERVALO DO CORPO PEQUIZÃO .......................... 50 \n\n5.1.1 Dolomitos (DOL) ........................................................................................... 51 \n\n5.1.2 Xisto Carbonoso (GXN) ................................................................................. 52 \n\n\n\n5.1.3 Meta Vulcânica Acida (MVA) ........................................................................ 54 \n\n5.1.4 Quartzo-Clorita-Sericita-Granda Xisto (GNCX) ............................................. 56 \n\n5.2 Zonas Hidrotermais ............................................................................................... 58 \n\n5.2.1 Silicificação .................................................................................................... 59 \n\n5.2.2 Alteração Potássica. ........................................................................................ 63 \n\n5.2.3 Alteração Fílica .............................................................................................. 66 \n\n5.2.4 Alteração Cloritica .......................................................................................... 67 \n\n5.2.5 Alteração Carbonática ..................................................................................... 69 \n\n5.3 Corpo de Minério ................................................................................................... 70 \n\n5.4 Dados Quantitativos ............................................................................................... 75 \n\n6 CONCLUSÕES ........................................................................................................... 76 \n\nREFERÊNCIAS .................................................................................................................. 78 \n\n7 ANEXOS ..................................................................................................................... 83 \n\n7.1 Log de Sondagem do Furo II - 301 ......................................................................... 83 \n\n7.2 Log de Sondagem do Furo II - 384 ......................................................................... 83 \n\n7.3 Log de Sondagem do Furo II - 434 ......................................................................... 83 \n\n \n\n \n \n \n \n\n\n\n13 \n \n\n1 INTRODUÇÃO \n1.1 INTRODUÇÃO \n\nA região de Crixás é a sexta maior reserva de ouro do Brasil com 70 t de ouro, e uma \n\nmédia de 12g/t é o maior distrito aurífero do centro do país. Sendo objeto de estudos desde o \n\nfinal da década de 70, na qual foram caracterizados os greenstone belts da região. A \n\nintensificação dos trabalhos de prospecção e pesquisa mineral na área resultou no \n\ndescobrimento de alvos explorados desde o período dos Bandeirantes. A atividade até então \n\ngarimpeira foi substituída pela mineração subterrânea mecanizada com a implantação da \n\nMineração Serra Grande S.A. com a Mina III em meados dos anos 80.  \n\nAtualmente, um programa agressivo de exploração para ampliação de reservas foi \n\nimplantado, resultando no descobrimento de novos corpos mineralizados, dentre os quais o \n\nCorpo Pequizão. \n\nA caracterização do Corpo Pequizão é um trabalho pioneiro vinculado á Mineração \n\nSerra Grande S.A., que visa investir nos estudos das zonas hidrotermais que hospedam as \n\njazidas de ouro dos corpos descobertos na região. \n\n1.2 OBJETIVOS \n\nEste trabalho tem como objetivo caracterizar o Corpo Pequizão determinando as \n\nlitologias hospedeiras, as zonas de alteração hidrotermal e as estruturas que possam controlar \n\na mineralização aurífera do Corpo Pequizão. O trabalho irá contribuir para o estabelecimento \n\nde parâmetros prospectivos, dentro de um projeto sistemático em desenvolvimento na área da \n\nMineração Serra Grande. S.A. \n\nA proposta do tema leva em consideração a ausência de estudos direcionados às \n\nassociações mineralógicas com intensa atividade hidrotermal e elevado teor de ouro na região. \n\n1.3 LOCALIZAÇÃO \n\nO Corpo Pequizão localiza-se a aproximadamente 2 km a sudoeste do município de \n\nCrixás. \n\nA Cidade de Crixás situa-se a noroeste do estado de Goiás, a 380 km de Brasília e a 338 \n\nkm de Goiânia (Fig. 01). O acesso, saindo de Brasília, pode ser feito pegando a BR-070 em \n\ndireção ao município de Pirinópolis-GO a oeste de Brasília, seguido até o entroncamento com \n\na BR-153. No entroncamento com a BR-153 se pega a direita rumo ao norte, até o \n\n\n\n \n\nentroncamento com a rodovia GO\n\nesquerda rumo a sudoeste e depois a norte, passando pelos a\n\nAparecida de Goiás-GO e Guarinos\n\nFigura 01: Localização de Crixás, GO.\n\n1.4 ASPECTOS FISIOGRÁFICOS\n\nOs aspectos fisiográficos da região do Greenstone belt de Crixás foram descritas por \n\n(Almeida et al., 2007). \n\nOs aspectos morfológicos são principalmente condicionados pela geologia. Nas áreas \n\nonde ocorrem os terrenos granito\n\nmédias variando de 300 a 400. Nos terrenos de rochas máficas e ultramáficas as cotas va\n\nentroncamento com a rodovia GO-336. No entroncamento com a rodovia GO\n\nesquerda rumo a sudoeste e depois a norte, passando pelos acessos dos municípios de \n\nGO e Guarinos-GO até chegar em Crixás. \n\nFigura 01: Localização de Crixás, GO. \n\nISIOGRÁFICOS \n\nOs aspectos fisiográficos da região do Greenstone belt de Crixás foram descritas por \n\nOs aspectos morfológicos são principalmente condicionados pela geologia. Nas áreas \n\nonde ocorrem os terrenos granito-gnáissicos o relevo é suavemente ondulado, com cotas \n\nmédias variando de 300 a 400. Nos terrenos de rochas máficas e ultramáficas as cotas va\n\n14 \n\n336. No entroncamento com a rodovia GO-336 segue a \n\ncessos dos municípios de \n\n \n\nOs aspectos fisiográficos da região do Greenstone belt de Crixás foram descritas por \n\nOs aspectos morfológicos são principalmente condicionados pela geologia. Nas áreas \n\ngnáissicos o relevo é suavemente ondulado, com cotas \n\nmédias variando de 300 a 400. Nos terrenos de rochas máficas e ultramáficas as cotas variam \n\n\n\n15 \n \n\nentre 500 a 600 m e nas rochas metassedimentares a cota varia em torno de 400m com \n\nalgumas elevações sustentadas por rochas mais quartzosas. \n\nOs solos provenientes dos terrenos granito-gnáissicos são esbranquiçados e quartzosos, \n\nenquanto os solos originados das rochas máficas e ultramáficas são avermelhados a \n\namarelados, com aspecto argiloso a sedoso muitas vezes magnético. Os solos das rochas \n\nsedimentares variam de quartzosos a argilosos com coloração amarelada a avermelhada, ou \n\ncinza escuro derivado dos xistos carbonosos.  \n\nO clima é tropical semi-úmido com temperatura anual variando de 22°C a 25°C e \n\npluviosidade anula entre 1750 a 1850 mm.  \n\nOs cursos d’água da área pertencem às bacias dos Rios Vermelho, Crixás-Mirim e \n\nCrixás-Açú, tributários do rio Araguaia. \n\nA vegetação predominante é do tipo campos e cerrados nas áreas de rochas granito-\n\ngnáissicas e metassedimentares e do tipo mata nas áreas de ocorrência de rochas máficas e \n\nultramáficas metamorfisadas. \n\n1.5 HISTÓRICO REGIONAL \n\nA ocupação dos territórios de Goiás teve início com Catarina Silva e suas expedições \n\ndos bandeirantes da Capitania de São Paulo. Dentre esses bandeirantes, destacou-se \n\nBartolomeu Bueno da Silva, o Anhanguera, que no final do século XVII percorreu o território \n\ngoiano em busca de jazidas de metais preciosos. Segundo a lenda, Bartolomeu Bueno da Silva \n\ndiante da recusa dos índios em lhe informar a localização das jazidas auríferas de onde \n\nretiravam material para as peças de ouro com as quais se enfeitavam derramou aguardente \n\nnum prato, jogando-lhe fogo, e ameaçando fazer o mesmo com as águas dos rios. \n\nApavorados, os índios levaram-no imediatamente às jazidas, chamando-o \"Anhanguera\" \n\n(Diabo Velho ou Feiticeiro).  \n\nDe qualquer modo, após o \"Anhangüera\", diversas outras expedições partiram em \n\ndireção a Goiás, em busca das riquezas do subsolo da região. \n\nEm 1726, o filho de Bartolomeu Bueno (Bartolomeu Bueno Filho) fundou o primeiro vilarejo \n\nde Goiás, o qual foi denominado Arraial da Barra, logo após essa fundação, povoados \n\npassaram a ser fundados por toda a parte no estado. A exploração do ouro atingiu o seu auge \n\nna segunda metade do século XVIII. \n\nEm 1739, Dom João V com o objetivo de regulamentar a extração de ouro da região, \n\nordenou a fundação da primeira cidade do estado de Goiás e a nomeia de Vila Boa. \n\n\n\n16 \n \n\nEm 1744 é criada a Capitania Geral de Goiás e o estado de Goiás deixa de pertencer à \n\nCapitania de São Paulo. \n\nEm 1941 foram descobertas as minas de Papuã, posteriormente denominada de Pilar e \n\natual Pilar de Goiás, quando João Godoy Pinto da Silveira chega ao Quilombo de Papuã.  \n\nPorém devido aos altos custos da extração do ouro e altas porcentagens pagas à \n\nsuperintendência das minas a mineração chegou ao declínio. A extração de ouro da época \n\ncolonial diminuiu progressivamente e foi sendo substituída pela atividade garimpeira.  \n\nApós 250 anos de extração de ouro sem nenhum registro geológico em 1969, foi \n\nproduzido por Barbosa o primeiro relato geológico da região. Barbosa interpretou os terrenos \n\ngranito-gnáissicos como Arqueanos e os xistos como Pré-cambrianos, ambos situados na base \n\ndo Grupo Araxá. Barbosa et al., (1969) \n\nEm 1977 Almeida inclui as rochas arqueanas de Goiás na Província Tocantins e \n\ninterpreta os terrenos granito-gnáissicos como embasamento das seqüências vulcano-\n\nsedimentares. Almeida et al., (1977) \n\nEm 1978 foi destacado dentro do projeto Pilar-Mara Rosa as diferenças entre rochas \n\nvulcanossedimentares de Crixás-Pilar de Goiás e os xistos de Araxá por Ribeiro Filho et al., \n\n(1978)  No mesmo ano, Danni e Ribeiro (1978), interpretam as supracrustais da área como \n\ngreenstone belts, tendo por comparação com terrenos greenstone belts da África do Sul.  \n\nEm 1979 houve a consagração dos terrenos greenstone belts após a descoberta das \n\nrochas ultramáficas contendo texturas spinifex em Crixás por Saboia (1979).  \n\nA partir de então a importância desses terrenos arquenos de Goiás cresceu \n\nsignificativamente, tanto sob o ponto de vista econômico como o científico, seguindo uma \n\ntendência mundial.   \n\nAs características geológicas dos terrenos granito-greenstone belts passaram, então, a \n\nser investigadas por mapeamentos de detalhe e semi-detalhe (1:25.000 e 1:45.000)  iniciando \n\npor Crixás (Kuyumjian, 1981) e Goiás (Danni et al., 1981, Teixeira 1981), estendendo-se para \n\nas regiões de Pilar de Goiás (Danni et al., 1986), de Guarinos (Jost e Ferreira Filho, 1987,  \n\nJost H., 1995) e de Faina realizado na escala 1:50.000 sob a coordenação de Ariplínio \n\nAntônio Nilson, César Fonseca Ferreira Filho e Almir Neves Figueredo em 1988. Esses \n\nmapeamentos foram realizados a título de trabalhos de conclusão de curso de alunos do Curso \n\nde Geologia da Universidade de Brasília ou por objetos de compilação de dados \n\ncomplementares feito pelo DNPM (DNPM 1996). \n\nOs resultados dos mapeamentos geológicos estimularam, a partir da segunda metade \n\nda década de 80, inúmeros estudos de detalhe que resultaram em um grande volume de dados \n\n\n\n17 \n \n\nsobre metalogenia, petrografia, petrologia, geoquímica, estratigrafia, geologia estrutural, \n\ngeologia isotópica e geofísica.  \n\nEm 1980 foram retomadas as sondagens e a partir de 1983 as reservas da Mina III \n\nforam definidas por (Yamaoka e Araújo, 1988). \n\nNos últimos trabalhos os minerais de minério das minas Mina III e Mina Nova foram \n\ndescritos por Fortes (1996), Portocarrero (1996) e Petersen Jr. (2003), sem um detalhamento \n\npróprio dos halos de alteração hidrotermal. \n\nPorém recentemente com a implantação de um programa de exploração agressivo \n\nvisando a ampliação das reservas locais resultaram nos descobrimentos de novos corpos \n\nmineralizados, dentre os quais se encontram os Corpos Palmeiras, Sul, Forquilha, V e \n\nPequizão. \n\n \n\n\n\n18 \n \n\n2 METODOLOGIA \nA metodologia do trabalho proposto está organizada em quatro etapas principais: (1) \n\nEtapa de Planejamento; (2) Etapa Serra Grande; (3) Etapa UFRGS; e, (4) interpretação dos \n\nresultados e redação final da monografia, conforme a (Fig. 02). \n\n \n\nFigura 02: Mostra a ordem das metodologias seguidas. \n\n\n\n19 \n \n\n2.1 ETAPA DE PLANEJAMENTO \n\nEsta etapa foi realizada na biblioteca do Instituto de Geociências da Universidade \n\nFederal do Rio Grande do Sul, no portal CAPES e no acervo bibliográfico da Mineração Serra \n\nGrande, GO. \n\nO principal objetivo foi reunir artigos publicados, dissertações de mestrado, tese de \n\ndoutorados, trabalhos de graduação e relatórios internos  relativos a área de estudo, tais como, \n\ngeologia regional, geologia local, ambientes geotectônicos entre outros. Ainda, foram \n\nacessados artigos de outras áreas similares no mundo para ampliar o conhecimento técnico \n\nsobre depósitos de natureza hidrotermal e, assim, subsidiar o trabalho aqui desenvolvido. \n\n2.2 ETAPA SERRA GRANDE \n\nEsta fase foi realizada em uma visita de dois meses à área da Mineração Serra Grande e \n\nnas proximidades de Crixás e teve como objetivo o reconhecimento geológico regional, local \n\ne de detalhe. \n\n2.2.1 Reconhecimento Regional \n\nO reconhecimento regional foi realizado em afloramentos ao longo do greenstone belt \n\nde Crixás e nos terrenos granito-gnaissicos que o circundam.  \n\n2.2.2 Mapeamento de Galeria \n\nO mapeamento de galeria foi realizado nas galerias já abertas do Corpo Pequizão nas \n\ndependências da Mineração Serra Grande. Esta etapa teve como objetivo gerar um mapa \n\nparalelo à direção do mergulho do corpo mineralizado para, assim, promover uma descrição \n\nde campo do topo, meio e base do pacote mineralizado do Corpo Pequizão. \n\nO mapeamento foi realizado através dos canais de sondagem, onde em cada canal \n\n(com distância de 10 m entre cada um), foram marcados os contatos geológicos entre as \n\nlitologias. Contudo apenas três canais foram selecionados, um no topo da estrutura (zona de \n\nestéril), outro no meio da zona de alteração hidrotermal (zona do minério) e um último na \n\nbase da estrutura (zona de estéril), para amostragem e descrições detalhadas das estruturas \n\npresentes nas rochas. \n\nTambém foram coletadas cinco amostras de campo representando as zonas de estéril \n\n(topo da estrutura e base da estrutura) e a zona de alteração hidrotermal (zona do minério) \n\npara um melhor detalhamento nas etapas de laboratório (petrografia, microscopia eletrônica \n\nde varredura). \n\n\n\n20 \n \n\nPor se tratar de caráter restrito devido ao desenvolvimento do corpo de minério, o \n\nmapa produzido não foi liberado pela Serra Grande. \n\n2.2.3 Descrição de Testemunhos de Sondagem \n\nEsta etapa foi realizada no galpão de testemunhos de sondagem da Gerência de \n\nGeologia (GGE) e Gerência de Exploração (GEX) da Mineração Serra Grande. \n\nO objetivo principal desta etapa, foi a descrição em detalhe de 3 testemunhos de \n\nsondagem com o intuito de caracterizar em escala mesoscópica as rochas encaixantes, definir \n\nas dimensões, geometria e mineralogia da zona de alteração hidrotermal para uma melhor \n\ncaracterização do Corpo Pequizão. \n\nOs testemunhos de sondagem foram selecionados a partir do teor de ouro (definido no \n\nlaboratório da empresa) e de acordo com a geometria do corpo e das variações observadas \n\ndurante o mapeamento. Esses testemunhos são perpendiculares ao sentido principal do corpo \n\nde minério. Foram selecionados e descritos três testemunhos (II 284, II301, II434) (Fig.03). \n\nEstas descrições possibilitaram a construção de um perfil perpendicular ao mergulho do corpo \n\nPequizão (10-25/297°), possibilitando uma comparação das associações mineralógicas da \n\nzona mineralizada com a zona estéril. \n\n \n\nFigura 03: Perfil vertical aos furos de sondagem, mostrando o corpo de minério, \n\nas cores representam os corpos de minério. Fonte Datamine Mineração Serra \n\nGrande. \n\n\n\n21 \n \n\nNos testemunhos, foi coletados um total de 64 amostras (Tab 01) representando as \n\nzonas estéreis (topo e base da estrutura) e a zona de alteração hidrotermal (zona do minério), \n\nas quais terão um melhor detalhamento nas etapas de laboratório (petrografia e microscopia \n\neletrônica de varredura). \n\nII - 284 II – 434 II - 301 \n\nAmostra \nProfundidade \n\n(m) \nAmostra \n\nProfundidade \n\n(m) \nAmostra \n\nProfundidade \n\n(m) \n\n01 258,73 24 478,56 46 236,60 \n\n02 263,48 25 479,20 47 236,91 \n\n03 266,32 26 484,47 48 243,47 \n\n04 268,56 27 485,61 49 245,49 \n\n05 274,95 28 487,63 50 247,30 \n\n06 276,76 29 494,80 51 250,56 \n\n07 278,30 30 498,02 52 263,37 \n\n08 279,08 31 507,45 53 269,59 \n\n09 280,82 32 510,33 54 270,65 \n\n10 281,97 33 514,35 55 273,19 \n\n11 283,03 34 518,33 56 274,62 \n\n12 283,20 35 529,91 57 275,34 \n\n13 283,49 36 530,30 58 276,70 \n\n14 284,41 37 531,83 59 290,75 \n\n15 285,00 38 533,32 60 297,10 \n\n16 285,32 39 533,85 61 298,65 \n\n17 286,50 40 535,65 62 302,74 \n\n18 287,56 41 538,49 63 306,42 \n\n19 289,69 42 541,60 64 307,97 \n\n20 289,81 43 545,53   \n\n21 297,06 44 551,51   \n\n\n\n22 \n \n\n22 303,47 45 558,33   \n\n23 308,20     \n\nTabela 01: Amostras coletadas referente aos furos de sondagens estudados. \n\n2.3 ETAPA UFRGS \n\nA etapa UFRGS é composta pelas análises feitas nos laboratórios da universidade e visa \n\nà obtenção de dados fundamentais para o atendimento dos objetivos propostos. Esta etapa foi \n\nsubdividida em caracterização macroscópica, microscopia óptica e microscopia eletrônica de \n\nvarredura. \n\n2.3.1 Caracterização Macroscópica \n\nFoi realizada uma descrição cuidadosa nas amostras coletadas durante a fase de \n\ndescrição de testemunhos, utilizando lupa de mesa. Critérios tais como, cor, tipo de rocha, \n\nassembléia mineralógica, estruturas, quantidade de venulações, entre outros foram utilizados \n\npara selecionar as amostras mais representativas para serem laminadas.  \n\n2.3.2 Microscopia Óptica \n\nEsta etapa foi realizada no Instituto de Geociências - UFRGS. Teve por objetivo \n\ncaracterizar em detalhe o Corpo Pequizão através da petrografia. \n\nO processo foi iniciado com a seleção cuidadosa de amostras a partir da descrição de \n\ntrês testemunhos de sondagem. Foram confeccionadas 21 lâminas delgadas (Tab 02) e \n\nutilizando um microscópio Leica DMLP binocular de luz polarizada e refletida para as \n\ndescrições. \n\nO objetivo das descrições petrográficas foi a identificação dos minerais formadores \n\ndas rochas, das paragêneses minerais, das texturas, das estruturas, das deformações, dos \n\nminerais de minério, da ganga entre outras feições fundamentais para uma boa classificação \n\ndas amostras e definições dos processos de alteração hidrotermal ao qual essa rocha foi \n\nsubmetida. \n\nII - 434 II - 284 II - 301 \n\nAmostra \nProfundidade \n\n(m) \nAmostra \n\nProfundidade \n\n(m) \nAmostra \n\nProfundidade \n\n(m) \n\nII 434 - A 478,56 II 284 - A 276,76 II 301 - A 236,60 \n\nII 434 - B 494,80 II 284 - MIII 281,97 II 301 - B 247,30 \n\n\n\n23 \n \n\nII 434 - MI 531,83 II 284 - MII 283,49 II 301 – C 263,37 \n\nII 434 - MII 531,83 II 284 - MIV 285,37 II 301 – MI 273,19 \n\nII 434 – MIII 535,65 II 284 - MV 285,37 II 301 – E 290,75 \n\nII 434 - MIV 535,65 II 284 - MVI 289,69 II 301 - D 306,42 \n\nII 434 - C 545,53 \nII 284 – \n\nMVII \n289,69   \n\n  II 284 - MI 289,81   \n\nTabela 02: Lâminas descritas e a sua relação com os furos de sondagem. \n\n2.3.3 Microscopia Eletrônica de Varredura – MEV \n\nEsta etapa foi realizada no Centro de Microscopia Eletrônica- CME da UFRGS. O \n\nmodelo utilizado foi o JSM 5800, e teve como objetivo reconhecer a forma, tamanho e \n\nocorrência do ouro e minerais associados. Já no EDS teve como objetivo a determinação \n\nsemi-quantitativa da composição química de minerais como cloritas, sulfetos, carbonatos, \n\nbiotitas e outros. \n\nA Microscopia Eletrônica de Varredura (MEV) é uma técnica adequada para análises \n\ndetalhadas de minerais, pois permite alcançar aumentos muito superiores ao da microscopia \n\nótica. Dependendo do material pode-se atingir até 300.000 vezes de aumento, mas, para a \n\nanálise de materiais, normalmente o aumento é da ordem de 10.000 vezes. O Microscópio \n\nEletrônico de Varredura é um equipamento versátil que permite a obtenção de informações \n\nmorfológicas e estruturais de amostras diversas, caso acoplado a um sistema (EDS) pode-se \n\nobter informações sobre a química da amostra também.  \n\nNo caso da microscopia eletrônica a área ou o microvolume a ser analisado é irradiado \n\npor um fino feixe de elétrons ao invés da radiação da luz. Como resultado da interação do \n\nfeixe de elétrons com a superfície da amostra, algumas séries de radiações são emitidas tais \n\ncomo: elétrons secundários, elétrons retroespalhados, raios X característicos, elétrons Auger, \n\nfótons, etc. Estas radiações, quando captadas corretamente, irão fornecer informações \n\ncaracterísticas sobre a amostra (topografia da superfície, composição, cristalografia, etc).  \n\nO feixe fino de elétrons de alta energia incide na superfície da amostra onde, \n\nocorrendo uma interação, parte do feixe é refletida e coletada por um detector que converte \n\neste sinal em imagem de elétrons retroespalhados (BSE) ou imagens de elétrons secundários \n\n(SE). Também é utilizado o sistema de Espectroscopia por Dispersão de Energia (EDS), que \n\nocorre com a emissão de raios X que fornece a composição química elementar de um ponto \n\n\n\n24 \n \n\nou região da superfície, possibilitando a identificação de praticamente qualquer elemento \n\npresente. \n\nNeste trabalho foram analisadas oito lâminas polidas previamente metalizadas com \n\ncarbono, sendo estas lâminas representativas das zonas de alteração hidrotermal do Corpo \n\nPequizão. \n\n2.4 INTERPRETAÇÃO DOS RESULTADOS E REDAÇÃO FINAL DA \n\nMONOGRAFIA \n\nEsta etapa consiste na integração das informações disponíveis da área de estudo com os \n\nresultados obtidos durante a fase de campo e laboratório. \n\n  \n\n\n\n25 \n \n\n3 GEOLOGIA REGIONAL \nO presente capítulo tem como objetivo apresentar uma revisão bibliográfica dos \n\nprincipais autores e seus conceitos sobre o contexto geotectônico e geológico no qual está \n\ninserido o greenstone belt de Crixás, que é um de cinco fragmentos de greenstones localizado \n\nna porção central da Província Tocantins. \n\n3.1 PROVÍNCIA DE TOCANTINS \n\nA Província de Tocantins (Almeida et al. 1981) localizada entre os Crátons São \n\nFrancisco e Amazônico, é um sistema orogênico neoproterozóico, gerado nos eventos \n\ncolisionais que originaram a amalgamação do supercontinente Gondwana no final do \n\nNeoproterozóico. Compondo a Província do Tocantins está as Faixas Brasília, Paraguai, \n\nAraguaia, o Arco Magmático de Goiás e o Maciço de Goiás. \n\nA Província Tocantins é afetada por Três faixas de dobramentos, a faixa Paraguai, \n\nAraguaia e Brasilia. Todas estas faixas são produtos do Ciclo Orogênico Brasiliano. A área de \n\nestudo está situada no domínio da Faixa Brasília com o Maciço de Goiás. \n\nA região oriental da Província de Tocantins (Fig-04) foi subdividida por em \n\ncompartimentos tectônicos. Tais como: Zona Cratônica; Faixa Brasília – Zona Externa; Faixa \n\nBrasília – Zona Interna; Maciço de Goiás e Arco Magmático do Oeste de Goiás. \n\nZona Cratônica: representada por algumas exposições do embasamento e por \n\ncoberturas fanerozóicas e precambrianas, cuja deformação, quando existente, é de caráter \n\nepidérmico; Fuck (1994) \n\nFaixa Brasília – Zona Externa: Compreende unidades metassedimentares dos grupos \n\nParanoá, Bambuí, Canastra e Ibiá, e da Formação Vazante, todos estruturados em um cinturão \n\nde dobras e falhas de antepaís; Fuck (1994) \n\nFaixa Brasília – Zona Interna: representada por rochas dos grupos Arai, Serra da \n\nMesa e Araxá, e porções do embasamento situadas entre as faixas de rochas metavulcânicas e \n\nmetassedimentares; Fuck (1994) \n\nMaciço de Goiás: composto por rochas arqueanas representadas pelos terrenos \n\ngreenstone belts, terrenos granito-gnáissicos e sequencias vulcano-sedimentares \n\npaleoproterozóicas da região de Almas-Natividade-Cavalcante, rochas paleo-\n\nmesoproterozóicas representadas pelos complexos Máficos-Ultramáficos de Canabrava, Barro \n\nAlto e Niquelândia, sequências vulcano-sedimentares de Indaianópolis/Coitezeiro, \n\n\n\n26 \n \n\nPalmeirópolis e Jucelândia, complexo granulítico de Anápolis-Itauçu e por uma área de \n\nterrenos ortognáissicos vulcano-sedimentares neoproterozóicos do Arco Magmático de Goiás. \n\nPimentel et al., (2004) \n\nArco Magmático de Goiás: sendo composta por sequências vulcando-sedimentares \n\ncom idade neoproterozóica representadas pelas regiões de Mara Rosa, Bom Jardim de Goiás e \n\nPorangatu, além de ortognaisses subordinados. Pimentel e Fuck, 1992 \n\nFigura 04 – Mapa Geológico simplificado da porção centro-leste da Província Tocantins. 1) Bloco \n\nArqueano de Crixás-Goiás; 2) Terrenos Paleoproterozóicos de Almas-Natividade; 3) Complexos \n\nmáficos-ultrmáficos; 4) Complexo Anápolis-Itauçu; 5) Arco Magmático de Goiás. Modificado de \n\nPimentel et al. (2004). \n\n \n\n\n\n27 \n \n\n3.2 MACIÇO DE GOIÁS \n\nO maciço de Goias situa-se na porção central da Província do Tocantins (Fig-04) e \n\nsegundo Pimentel et al. (2004) o Maciço de Goiás é um pequeno fragmento continental que \n\ncolidiu contra a margem ocidental do Cráton São Francisco e apresenta uma evolução muito \n\ncomplexa. \n\nNa parte sul do maciço aflora um embasamento granito-greenstone com idades entre \n\n2,8 e 2,6 Ga (Queiroz e Jost. 1998), nesses embasamento esta alojados cinco greenstone belts \n\nde Crixás, Pilar de Goiás, Guarinos, Santa Rita e Faina. E sofreu um importante \n\nretrabalhamento produzindo magmatismo graníticos e sucessões supracurstais durante \n\nEventos do Transamazônico. \n\nA noroeste tem-se terrenos granito-gnáissicos e seqüências vulcano-sedimentares \n\npaleoproterozóicas da região de Almas-Natividade-Cavalcante. \n\nNa parte norte do maciço ocorrem sucessões vulcano-sedimentares (Juscelândia, \n\nPalmeirópolis e Indaianópolis) de alto grau metamórfico, que podem estar relacionadas á \n\nabertura precoce de um oceano, devido a suas características bimodais e geoquímica \n\nanorogênicas, que datam em 1,3 – 1,25 Ga por Pimentel et al., (2003). Sendo que essas rochas \n\nsupracrustais recobrem tectonicamente três complexos máfico-ultramáficos (Cana Brava, \n\nBarro Alto, Niquelândia). Esses complexos resultaram da cristalização de câmaras \n\nmagmáticas básicas profundas. \n\nDatações obtidas por Ferreira Filho et al., (1994) confirmam o metamorfismo \n\ngranulítico em 770 Ma, o que indica um evento orogênico do Neopreterozóico, que é \n\nparcialmente preservado no Maciço de Goiás, porém muito comumente é obliterado pelos \n\neventos metamórficos (650 – 600 Ma) relacionados ao estruturamento colisional da Faixa \n\nBrasília. \n\nO Maciço de Goiás também possui uma extensa área de terrenos ortognáissicos vulcano-\n\nsedimentares neoproterozóicos, em parte, juvenis do Arco Magmático de Goiás. \n\n3.3 TERRENOS GRANITO-GREENSTONE ARQUEANOS DE GOIÁS \n\nSegundo Pimentel et al. 1997 os terrenos arqueanos/paleoproterozóicos são constituídos \n\npor aproximadamente 80% de complexos granito-gnáissicos e 20% de supracrustais do tipo \n\ngreenstone belt. Localizam-se no Maciço de Goiás, setor meridional do Estado a oeste da \n\nFaixa Brasília e possuem cerca de 50.000Km², formato ovalado, orientado segundo NE-SW.  \n\n\n\n28 \n \n\nOs terrenos granito-greenstone (Fig.05) estão limitados ao norte e sul, com o Arco \n\nMagmático de Goiás a nordeste com os complexos máfico-ultramáfico e a sudeste faz contato \n\ncom rochas metassedimentares neoproterozóicas do Grupo Araxá. \n\nOs terrenos granito-gnáissicos são formados por gnaisses e intrusões de composição \n\ntonalítica a granodiorítica e subordinadamente granítica, formando cinco Complexos, Anta, \n\nCaimar, Hidrolina, Caiçara e Uvá e um bloco, Moquém. Todos os complexos apresentam \n\nstocks e diques de dolerito, diabásio e muito raramente de ultramáficas (Pimentel et al. 2004) \n\ne o bloco Moquém diferencia-se desses complexos por apresentar limites exclusivamente \n\ntectônicos verticais a subverticais (Pimentel et al. 2000). \n\nOs terrenos greenstone belts ocorrem em cinco faixas com dimensões variando entre 40 \n\ne 100km de comprimento e 6 a 30km de largura, dentre as quais três situam-se no extremo \n\nnorte, Crixás, Guarinos e Pilar de Goiás, e duas no extremos sul, Santa Rita e Faina. Os \n\ncontatos do greenstone belts com os complexos granito-gnaisses são o que determinam a \n\ngeometria linear, curva ou irregular das faixas arqueanas. \n\n3.4 TERRENOS GRANITO - GNÁISSICOS \n\nOs terrenos granito – gnáissicos ou complexos graníticos são compostos na região norte \n\nde leste para oeste, pelo Bloco Moquém e pelos Complexos Hidrolina, Caiamar e Anta, e na \n\nparte sul, pelos Complexos Caiçara e Uvá. \n\n3.4.1 Bloco Moquém \n\nO Bloco Moquém limita-se a oeste pelo greenstone belt de Guarinos, a leste pelo \n\ngreenstone belt de Pilar de Goiás, a norte e sul por rochas do Proterozóico, que pertencem ao \n\nGrupo Araxá.Os limites são dados por falhas de empurrão, nos contatos norte e sul são por \n\nrampas laterais de direção E – W com vergencia para leste, ou por falhas transcorrentes, como \n\nnos contatos sudoeste com a faixa Guarinos e no contato a leste com a faixa Pilar de Goiás. \n\nAs principais rochas formadoras por ordem de abundância segundo (Vargas 1992) e \n\n(Jost et al. 1994b) são gnaisses granodioríticos, gnaisses graníticos e gnaisses tonalíticos. \n\nStocks tonalíticos e intrusões máficas e ultrmáficas também são encontrados no Bloco. Todas \n\nas unidades do Bloco foram afetadas por metamorfismo fácie Xisto – verde durante o \n\nArqueano e o Neoproterozóico. \n\n3.4.2 Complexo Caiamar \n\nO Complexo Caiamar limita-se a oeste, na metade norte com o greenstone belt de \n\nCrixás e a metade sul com o Complexo Anta; ao norte e a sul limita-se com rochas \n\n\n\n29 \n \n\nmetassedimentares do Proterozóico e a leste limita-se com o greenstone belt de Guarinos. Os \n\ncontatos norte e sul são os únicos contatos tectônicos do Complexo, Sendo o contato sul uma \n\nrampa lateral com vergência para leste (Jost et al. 1994a) e o contato norte uma rampa frontal \n\nde falha de empurrão com vergência para sul(Jost, 2001). \n\nO Complexo foi subdividido segundo (Jost et al. 1994a) em três unidades, de norte \n\npara sul em Gnaisse Crixás-Açu, Tonalito Tocambira e os Gnaisses Águas Claras.Todas as \n\nunidades do Complexo são cortadas por microgabros e diques de diabásio e raramente por \n\nveios pegmatíticos. Os diques máficos possuem a mesma deformação que os gnaisses e \n\npossuen paragênese de fácies anfibolito superior. \n\n3.4.3 Complexo Hidrolina \n\nO Complexo Hidrolina limita-se a sudoeste num contato regular curvo pela faixa de \n\nPilar de Goiás, a sudeste, leste e oeste limita-se com unidades metassedimentares \n\nProterozóicas e metavulcânicas. \n\nEste complexo consiste de gnaisses granodioríticos a gnaisses graníticos e mais \n\nraramente tonalíticos. Uma foliação paralela aparece próxima ao contato com o as rochas \n\nsupracrustais de Pilar de Goias. Mai ao centro do complexo essa foliação diminui de \n\nintensidade e torna-se horizontal. \n\n3.4.4 Complexo Anta \n\nO Complexo Anta limita-se a leste, na metade sul com o complexo Caiamar e ao sul \n\ncom o greenstone belt de Crixás; ao sul limita-se com o complexo Caiçara; ao sudoeste, \n\nsudeste, norte e nordeste com rochas do Proterozóico. \n\nPossui contato irregular a sinuoso com o greenstone belt de Crixás e em poucos locais \n\nexistem milonitos subverticais de direção N30°W a N20°W no contato (Vargas 1992). Pode-\n\nse evidenciar uma pequena recristalização dos metakomatiítos, metabasaltos e apófises dos \n\ngranitóides adjacentes como resultado do metamorfismo de contato. \n\nO Complexo foi subdividido segundo (Vargas 1992) em ordem decrescente de \n\nabundância, de granodioritos, tonalitos e subordinado a estes o granito. \n\n3.4.5 Complexo Caiçara \n\nO Complexo Caiçara limita-se ao norte com os Complexos Caiamar e Anta, ao sul dos \n\ngreenstone belts de Santa Rita e Faina. \n\nO Complexo Caiçara compreende granitos, quartzo-metasienitos e subordinadamente \n\nquartzo dioritos, granodioritos e quartzo-monzonitos. \n\n\n\n30 \n \n\n3.4.6 Complexo Uvá \n\nO Complexo Uvá limita-se a norte com o greenstone belts de Santa Rita e Faina, a sul \n\ne a sudeste com metassedimentos do Proterozóico e a oeste com depósitos terciário-\n\nquaternários representados por platôs lateríticos e depósitos fluviais (Jost et al.2005). \n\nO Complexo Uvá compreende gnaisses e intrusões de composição tonalíticas, \n\ngraníticas e granodioríticas.  \n\n \n\nFigura 05 – Mapa geológico simplificado dos terrenos granito-greenstone belt de Crixás-Goiás \n\n(modificado de Carvalho, 2005). \n\n\n\n31 \n \n\n3.5 GREENSTONE BELTS DE GOIÁS \n\nOs terrenos arqueanos do Maciço de Goiás (Fig 06) foram estudados por vários autores \n\nsendo que a variedade das informações geradas tornou a compreensão dessas regiões um \n\npouco confusa, devido á diversidade de nomes e subdivisões. \n\nA tabela (Tab 03) contém um resumo comparativo da estratigrafia dos greenstone belts \n\nde Crixás, Guarinos, Pilar de Goiás, Faina e Santa Rita, para um melhor entendimento \n\n(modificado de Queiroz 2000). \n\n Litotipos \n\nGreenstone belts Sedimentares \nVulcânicas \n\nFélsicas \n\nVulcânicas \n\nMáficas \n\nVulcânicas \n\nUltramáficas \n\nGreenstone belt \n\nCrixás \n\nFormação \n\nRibeirão das \n\nAntas \n\n \nFormação Rio \n\nVermelho \n\nFormação \n\nCórrego \n\nAlagadinho \n\nGreenstone belt \n\nGuarinos \n\nFormações São \n\nPatricinho, \n\nAimbé e \n\nCabaçal \n\n \nFormação Serra \n\nAzul \n\nFormação Serra \n\ndo Cotovelo \n\nGreenstone belt \n\nPilar de Goiás \n\nFormações \n\nBoqueirão e \n\nSerra do Moinho \n\n \nFormação \n\nCedrolina \n\nFormação \n\nCórrego Fundo \n\nGreenstone belt \n\nSanta Rita \n\nFormações \n\nFazenda Limeira \n\ne Fazenda \n\nCruzeiro \n\nMembro \n\nSuperior(MS) \n\nFormação Digo-\n\nDigo (MI) \n\nFormação \n\nManoel \n\nLeocádio \n\nGreenstone belt \n\nFaina \n\nFormações \n\nFazenda Tanque, \n\nSerra São José e \n\nCórrego Tatu \n\n \nFormação Digo-\n\nDigo (MI) \n\nFormação \n\nManoel \n\nLeocádio \n\nTabela 03: Com um resumo comparativo da estratigrafia dos greenstone belts de Goiás \n\n(modificado de Queiroz 2000) \n\n3.5.1 Greenstone belt de Crixás \n\nO Greenstone belt de Crixás é uma faixa alongada segundo NS, com cerca de 6km de \n\nlargura e aproximadamente 45km de comprimento. Limita-se a oeste com o Complexo da \n\n\n\n32 \n \n\nAnta, a leste e a sudeste com o Complexo Caimar, a norte com a Sequência metassedimentar \n\nSanta Terezinha. \n\nO greenstone belt de Crixás foi agrupado em três sequências por Sabóia e Teixeira \n\n(1980), da base para o topo como Formação Córrego Alagadinho com 500m de espessura, \n\nFormação Rio Vermelho com 350m de espessura e Formação Ribeirão das Antas com 700m \n\nde espessura. \n\n3.5.2 Greenstone belt de Guarinos  \n\nO greenstone belt de Guarinos compreende uma estrutura antiforme, alongada com \n\norientação segundo N10° - 30°W, com média de 23km de comprimento e 6km de largura. \n\nLimita-se a norte com rochas Neoproterozóicas por meio da Zona de Cizalhamento de \n\nMandinópolis; a leste pelo Bloco Moquém; a oeste pelo Complexo Caimar e ao sul por rochas \n\nmetassedimentares do Grupo Serra da Mesa (Jost et al. 2001). \n\nO greenstone belt de Guarinos foi inicialmente dividido estratigraficamente por Danni \n\ne Ribeiro (1978) porém posteriormente foi redefinido por Jost e Oliveira (1991). Sendo assim \n\na subdivisão da base para o topo ficou como Formação Serra do Cotovelo com 500m de \n\nespessura, Formação Serra Azul com 300m de espessura, Formação São Patricinho com 300m \n\nde espessura, Formação Aiambé com 50m de espessura e Formação Cabaçal com 400m de \n\nespessura. \n\n3.5.3 Greenstone belt de Pilar de Goiás \n\nO greenstone belt de Pilar de Goiás ocorre como um grande homoclinal alongada na \n\ndireção N10° - 20°W e possui em média 7km de largura com aproximadamente 15km de \n\ncomprimento. Limita-se a oeste com gnaisses do Bloco Moquém por falha, a norte com \n\nrochas Neoproterozóicas pela Zona de Cisalhamento de Mandinópolis, a leste pelo Complexo \n\nde Hidrolina e na parte meridional coberta por rochas metassedimentares Paleoproterozóicas \n\ndo Grupo Serra da Mesa. \n\nO greenstone belt de Pilar de Goiás foi subdividido estratigraficamente por Jost e \n\nOliveira (1991) da base para o topo em Formação Córrego Fundo com 900m de espessura; \n\nFormação Cedrolina com 500m de espessura; Formação Boqueirão com 200m de espessura e \n\nFormação Serra do Moinho com 400m de espessura. \n\n3.5.4 Greenstone belt de Faina e Santa Rita \n\nOs greenstone belt de Faina e Santa Rita estão estruturadas em sinclinórios de direção \n\nN50° - 60°W  e estão justapostos ao longo de uma faixa direcional N30°E, e juntas perfazem \n\n\n\n33 \n \n\ncerca de 100km de comprimento e até 7km de largura. São alóctones confinados sobre os \n\nadjacentes complexos granito-gnáissicos Uva e Caiçara. \n\nO greenstone belt de Faina foi subdividido estratigraficamente por Resende et \n\nal.(1998) da base para o topo em Formação Manoel Leocádio com 300m de espessura; \n\nFormação Digo-Digo com 300m de espessura; Formação Fazenda Tanque com 250m de \n\nespessura; Formação Serra São José com 650m de espessura e Formação Córrego do Tatu \n\ncom 200m de espessura. \n\nO greenstone belt de Santa Rita foi subdividido estratigraficamente por Resende et \n\nal.(1998) da base para o topo em Formação Manoel Leocádio com 600m de espessura; \n\nFormação Digo-Digo com 600m de espessura; Formação Fazenda Limeira com 600m de \n\nespessura e Formação Fazenda Cruzeiro com 300m de espessura. \n\n \nFigura 06: Mapa dos cinco greenstone belts de Goiás: A - Crixás, B - Guarinos, C - Pilar de Goiás, D \n\n- Serra de Santa Rita (a SE) e Faina (a NW). Retirado de Almeida et al. 1981. \n\n\n\n34 \n \n\n3.6 DIQUES MÁFICOS \n\nDiques e raros stocks máficos são comumente encontrados nos terrenos arqueanos de \n\nGoiás, onde ocorrem como enxames nos complexos granito-gnáissicos, e nas seções \n\nestratigráficos inferiores de metakomatiitos e metabasaltos dos greenstone belts. \n\nPrimeiramente essas estruturas foram estudadas por Kuyumijian (1981) e Danni et al. \n\n(1981, 1982), porém nas áreas estudadas por esses autores, as intrusões eram interrompidas \n\nbruscamente no contato com os greenstone belts. Posteriormente Almeida (2004) descreveu a \n\nexistência de corpos cortando as duas seqüências. \n\nAs intrusões nos complexos granito-gnáissicos são preferencialmente diques, circulares \n\ná irregulares de composição de diabásio, diorito e gabro. Intrusões menos freqüentes de Stock \n\ncom até 6 km de diâmetro e composição média de piroxienitos e serpentinitos. \n\nEvidências de deformação e metamorfismo na fácies xisto verde a anfibolito superior \n\npodem ser notadas em algumas das intrusões. Os diques e stocks estão controlados por \n\nsistemas de fraturas N10°-20°W e  N40°-N50°W;  N30°-50°E e EW.  \n\nTomazzolli (1997) datou algumas amostras de andesito basáltico que geraram idades K-\n\nAr com rocha total de 2,3 e 2,5 Ga, que foram interpretadas como sendo rochas \n\nintracratônicas e associadas a uma fase inicial de distensão crustal com deformação no Ciclo \n\nBrasiliano. \n\nJá os diques associados aos metakomatiitos e metabasaltos dos greenstone belts e as \n\nocorrências nas unidades metassedimentares superiores eram desconhecidas, mas passaram a \n\nser reconhecidas em testemunhos de sondagem das rochas hospedeiras da mineralização \n\naurífera do greenstone belt de Crixás. \n\nA datação destes diques por Jost et al,.2010 resultou numa idade de 2,17 Ga e uma \n\nnatureza geoquímica de alto-Ti, que foram interpretados como compatíveis com o \n\nmagmatismo epicratônico semelhante aos basaltos da Bacia do Paraná \n\n3.7 ALBITA GRANITOS \n\nDanni et al. (1986) descreveu os Albita granitos pela primeira vez como plagio-granitos \n\nespacialmente pequenos, porém como parte importante dos terrenos arqueanos de Goiás. Mais \n\ntarde Jost et al. (1992) classificou os como tromdjhemitos baseado em propriedades \n\npetrográficas e geoquímicas. \n\n\n\n35 \n \n\nEssas intrusões são raras nos complexos granito-ganaissicos, porém intrudem os cinco \n\ngreenstone belts de Goiás. Essas intrusões encontram-se intensamente associadas a \n\nimportantes zonas de descontinuidade tectônica. \n\nAs intrusões ocorrem como rochas brancas a cinza-claro, finas a muito finas, \n\napresentando foliação ou bandas muito discretas, composição homogenia, geralmente \n\nocorrem com uma forte caolinização e textura protomilonítica. São compostos basicamente \n\npor minerais de albita e quartzo, possuindo minerais subordinados de biotita e microclíneo, \n\nsendo os acessórios de biotita e anfibólio, os elementos traços são de zircão, pirita, apatita, \n\nmagnetita e ilmenita e minerais resultantes da alteração hidrotermal são comuns tais como \n\nparagonita, clorita, sericita, epidoto, carbonato e a caolinização. \n\nJost et al.(1992) descreve altos teores de Na2O (entre 4,5% e 8,2%) o que indica que as \n\nrochas da intrusão foram submetidas a um metassomatismo além da alteração hidrotermal, \n\nassim obliterando a natureza da rocha original.Quando apresentam altas porcentagens de \n\nparagonita, os albita-granitos ficam muito parecidos com greisens. \n\n3.8 EVENTOS REGISTRADOS NO BLOCO ARQUEANO \n\nVários trabalhos foram reunidos por Jost et al. (2000), que resumiram os principais \n\neventos da evolução dos terrenos arqueanos de Goiás até o presente. Os eventos abaixo \n\nrefletem tal estudo sobre a evolução do bloco arqueano: \n\nPrimeiramente ocorre um evento de acresção, com formação de crosta siliática entre 3.1 \n\na 3.2 Ga, registrada por datações em zircão, então por volta de 3.0 Ga, ocorre uma extensão \n\ncrustal e o desenvolvimento de bacia, ocorre vulcanismo ultramáfico e máfico com \n\nsedimentação restrita. A partir de 2.9 Ga uma série de eventos começam a ocorrer, e duram \n\ncerca de 150 Ma, tais eventos são: compressão e fechamento de bacia, deslizamentos \n\ngravitacionais e intra-estratos, dobramento e metamorfismo regionais das supracrustais, \n\nseguido de deslocamento, evolução de falhas de empurrão, formação de nappes epidérmicas \n\n(thin-skinned) e dobras recumbentes. Magmatismo félsico, intrusão de tonalitos, granodioritos \n\ne raros granitos mantélicos e possível injeções de diques e intrusões máficas e ultramáficas. A \n\n2.7 Ga, ocorre magmatismo granítico a granodiorítico de derivação crustal, seguido de \n\nmetamorfismo, logo após inicia-se um período de 60 Ma de aquiescência. \n\nEntre 2,7 e 2,2 Ga entra-se em um estágio cratônico, seguido por um evento de colisão \n\nem torno de 2,15 Ga, com duração de 150 Ma que gerou retrometamorfismo parcil de \n\ngnaisses dos complexos arqueanos, falhas de empurrão com vergência para norte, a formação \n\nde zonas de cisalhamento com intrusões máficas e intermediárias e mineralizações de ouro. \n\n\n\n36 \n \n\nEm 1.57 Ga registra-se atividade vulcânica e sedimentação, seguida por um período sem \n\nregistros e por volta de 550 Ma acontece a amalgamação da Faixa Brasília que aglutina os \n\nblocos arqueanos no interior do Arco Magmático de Mara Rosa. Ocorrem deformações \n\nperiféricas e mineralizações auríferas durante o estágio de colapso do orógeno brasiliano e por \n\nfinal durante o Cenozóico há uma evolução do relevo, com a formação de amplos pedimentos. \n\n  \n\n\n\n37 \n \n\n4 GEOLOGIA LOCAL \nO presente capítulo tem como objetivo a caracterizar o greenstone belt de Crixás e as \n\nmineralizações de ouro associadas a ele, através de uma revisão bibliográfica. \n\n4.1 GREENSTONE BELT DE CRIXÁS \n\nSegundo (Pimentel et al. 2000) o greenstone belt de Crixás é uma faixa alongada \n\nsegundo a direção norte e sul, com aproximadamente 45km de comprimento e 6km de \n\nlargura, com um apêndice estreito de direção nordeste, na porção noroeste (Fig 07) Limita-se \n\na oeste com o Complexo da Anta; a leste e a sul com o Complexo Caiamar; a norte com \n\nrochas metavulcano-sedimentar (Sequência Mina Inglesa) e metasedimentos atribuídos ao \n\nneoproterozóicos da Sequência Santa Terezinha (Jost et al.2001, Dantas et al.2001). \n\nA sequência vulcano-sedimentar do greenstone belt foi denominada como Grupo Crixás \n\npor Jost e Oliveira (1991). Este Grupo foi carcterizado por Sabóia et al.( 1981) da base para o \n\ntopo em Formação Córrego Alagadinho formado por rochas ultamáficas komatiíticas; \n\nFormação Rio Vermelho formado por basaltos com estruturas primárias(pillow-lavas, \n\nvesículas e etc); e a Formação Ribeirão das Antas formada por uma sequência de \n\nmetasedimentos químicos e detríticos.(Fig 08) \n\n4.1.1 Formação Córrego Alagadinho \n\nA Formação Córrego Alagadinho possui aproximadamente 500m de espessura, e é \n\npredominantemente composta por rochas ultramáficas, que apresentam feições primárias \n\npreservadas do tipo spinifex, disjunções poliedrais, cumulados de olivina e brechas de fluxo, \n\nque sofreram serpentinização parcial ou total, ou ainda, podem ter sido transformadas em \n\nxisto magnesiano. \n\nOs Xistos magnesianos são compostos por peridotitos, piroxenitos e dunitos \n\nmetamorfisados e possuem uma proporção variada de talco, clorita, serpentina e anfibólio na \n\nsua composição petrográfica. Os serpentinitos apresentam foliação metamórfica ou são \n\nmaciços e localmente podem conter relictos de textura spinifex. \n\n4.1.2 Formação Rio Vermelho \n\nA Formação Rio Vermelho possui aproximadamente 350m de espessura, e é composta \n\ndominantemente por metabasaltos toleíticos,anfibolitos e anfibolito xisto e raramente intercala \n\ncom metabasaltos Komatiíticos. Os basaltos toleíticos apresentam estruturas primárias do tipo \n\n\n\n38 \n \n\npillow-lava, varíolitos, vesículas e amídalas preservadas. Estas rochas ocorrem intercaladas \n\ncom xistos carbonosos, formações ferríferas e metavulcânicas intermediarias. \n\nO Contato inferior desta unidade com a Formação Còrrego Alagadinho é caracterizado \n\npela intercalação de rochas máficas e ultramáficas; e o contato superior com a Formação \n\nRibeirão das Antas, é caracterizado pela intercalação de metabasaltos com sedimentos \n\ngrafitosos. \n\n4.1.3 Formação Ribeirão das Antas \n\nA Formação Ribeirão das Antas possui aproximadamente 400m de espessura, e é \n\ncomposta por rochas metassedimentrares e vulcânicas exalativas compostas por metarenitos, \n\nxisto carbonosos, metassiltitos, quartzitos, quartzitos carbonosos, metacherts carbonosos, \n\nmetacherts ferriginosos, rochas carbonáticas como dolomitos e calcários e \n\nmetavulcanoclásticas aluminosas e intermediárias. Nesta seção incluem-se os depósitos de \n\nouro da Mina III e Mina Nova. \n\nA Formação Ribeirão das Antas foi agrupada em três membros por Theodoro (1995). \n\nMembro Vulcanossedimentar; Membro Carbonático; Membro Siliciclástico. \n\nO Membro Vulcanossedimentar é composto por filitos carbonosos com fragmentos de \n\nprovável púmice. \n\nO Membro Carbonático é composto por mármores laminados a maciços, com oncóides \n\nou relíquias de prováveis estromatólitos, depositados, respectivamente, em barreiras e \n\nplanícies de maré e intermaré, por vezes possui brechas carbonáticas sedimentares. \n\nO Membro Siliciclástico é composto por metarenitos, metasiltitos e metafolhelhos, \n\nritmicamente acamadados, com laminação plano-paralela e cruzada, granodecrescência \n\nascendente, depositados, provavelmente, por correntes de turbidez. \n\nTheodoro (1995) descreve que o topo da formação consiste de uma sucessão de \n\nmetarritmitos siliciclásticos. O contato entre os filitos carbonosos e os metarritmitos é brusco \n\ne, não raro, os últimos apresentam intraclastos centimétricos de xistos carbonoso, o que \n\nsugere contato por discordância erosiva. \n\nA associação dos litotipos metassedimentares e as estruturas sedimentares reliquiares \n\nsugerem deposição em ambiente lacustre ou plataformal restrito de águas rasas. A plataforma \n\nfoi gradativa, porém repentinamente interrompida pela deposição de turbiditos. \n\n\n\n39 \n \n\n \nFigura 07 – Mapa simplificado das principais unidades metavulcânicas e metassedimentares do \n\ngreenstone belt de Crixás (Pimentel et al. 2004). \n\n\n\n40 \n \n\n \nFigura 08 – (A) Mapa simplificado do greenstone belt de Crixás e suas unidades estratigráficas. (B) Coluna estratigráfica do greenstone belt de Crixás segunda \n\nSabóia (1979). Modificado de Jost et al (2010).\n\n\n\n41 \n \n\n4.2  EVOLUÇÃO DEFORMACIONAL \n\nO greenstone belt de Crixás possui uma grande complexidade deformacional, onde é \n\npossível indicar a existência de uma fase de distensão durante a instalação do greenstone belt, \n\nseguida por quatro eventos deformacionais compressivos. Esta seqüência de eventos \n\ncompressivos tem forte ligação com a mineralização aurífera e foram descritas por Massucato \n\n(2004) e Carvalho (2005) (Tab 04). \n\n4.2.1 A instalação do greenstone belt de Crixás \n\nSegundo Massucatto (2004) o desenvolvimento do greenstone belt de Crixás inicia-se \n\ncom derrames komatiiticos sobrepostos por derrames toleitios. Devido à sobrecarga exercida \n\npor esses derrames ocorre a formação de uma rasa bacia flexural com deposição de \n\nsedimentos pelíticos-psamiticos e químicos (pelitos carbonosos). Sobrepondo a deposição dos \n\npelitos carbonosos, ocorre a deposição de arenitos líticos, sendo o contato entre eles, \n\naparentemente gradacional que indica um aumento na carga sedimentar. \n\nSimultaneamente com a deposição dos sedimentos ocorre um evento distensivo, o qual \n\npermite um aporte maior de sedimentos grosseiros, fazendo com que a camada de arenito \n\nfique mais espessa e permite a formação de conglomerados de arenito lítico com seixos \n\nangulosos de pelito carbonoso, indicando um pequeno transporte. Esta distensão permitiria \n\nainda um adelgaçamento nos derrames de komatiito e basaltos toleiticos. \n\n4.2.2 Evento Deformacional 1 – D1 \n\nO evento deformacional ocorre após a instalação do greenstone belt de Crixás, e trata-\n\nse de uma compressão de direção aproximada de leste oeste, com vergência para leste, \n\ndecorrente de uma tectônica epidérmica sem envolvimento do embasamento, gerando um \n\nsistema de cavalgamento de baixo ângulo (thrust faults), sendo este sistema definido por uma \n\ngeometria semelhante a um duplex na região da Mina 3 e Mina Nova, sendo que a inversão \n\ntectônica observada entre basaltos e sedimentos se deve a estas falhas, permitindo a formação \n\nde horses. \n\nTais falhas de empurrão de baixo ângulo possuem direção aproximadamente Norte-\n\nSul, com mergulho para Oeste, sendo responsáveis pela geração de pequenas zonas de \n\ncisalhamento rúptil-dúctil, com espessuras variando de ordem métrica. Estas zonas de \n\ncisalhamento são responsáveis pela geração da foliação S1. \n\n\n\n42 \n \n\nA foliação S1 caracteriza-se pela reorientação e geração de novas micas, apresentando \n\num caráter milonítico e possui uma direção preferencial que varia em torno de 19/273. Porem \n\npode ser mascarada pela geração de novos minerais provocados pela hidrotermalização. \n\nA foliação S1 apresenta uma pequena variação quanto à direção e o mergulho em \n\nrelação ao acamamento sedimentar (S0) que possuir uma direção preferencial em torno de \n\n13/295. \n\nDurante este evento ocorre a hidrotermalização principal da área, responsável pela \n\ngeração da proto-mineralização, sendo que as falhas de empurrão e as zonas de cisalhamento \n\nassociadas a estas, servem como condutos, permitindo a percolação dos fluidos hidrotermais. \n\nEsta hidrotermalização possui um caráter sin a pós-tectônico, com o encaixe do veio de \n\nquartzo da Zona Inferior da Mina 3 e demais corpos de minério, sendo que esta tende a \n\ndestruir as feições típicas do plano de falha, uma vez que tende a avançar sobre as rochas \n\nhospedeiras. \n\n4.2.3 Evento Deformacional 2 – D2 \n\nO segundo evento deformacional, chamado de D2, caracteriza-se por uma compressão \n\nNorte-Sul, com vergência para Sul, decorrente do cavalgamento das rochas da Seqüência \n\nSanta Teresinha sobre as rochas do Grupo Crixás, permitindo a formação de dobras F2 \n\n(19/296) e o desenvolvimento de uma clivagem plano axial, denominada de S2 (15/306) que é \n\ndesenvolvida por dissolução por pressão.  \n\nO dobramento F2 é caracterizado por dobras cilíndricas, semi recumbentes a \n\nrecumbentes, com vergência para sudoeste, que tende a perder a sua intensidade em direção a \n\nsul sudoeste, ficando cada vez mais abertas e suaves. \n\nO dobramento F2 permite a remobilização do ouro, o que gera uma concentração \n\nsecundária a qual se instala paralela aos eixos de dobra, que é coincidente com o plunge da \n\nmineralização. Associados a estes dobramentos ocorrem falhas reversas com direção \n\naproximada leste-oeste e mergulhos para norte. Estas falhas estão associadas a pequenas \n\nzonas de cisalhamento (de ordem milimétrica a centimétrica), que permitem uma pequena \n\nremobilização de ouro, que se precipita em zonas próximas a estas falhas. \n\n4.2.4 Evento Deformacional 3 – D3 \n\nO terceiro evento deformacional (D3) é um evento tardio as mineralizações auríferas \n\nda região, e caracteriza-se por uma compressão Leste – Oeste, onde se destaca a formação de \n\num grande dobramento, com eixo aproximadamente Norte-Sul, que permite a geração de uma \n\nclivagem de crenulação denominada de S3 (74/89). \n\n\n\n43 \n \n\nA clivagem de crenulação (S3) ocorre de maneira generalizada em praticamente todos \n\nos tipos de rochas foliadas, destacando-se aquelas que possuem uma maior quantidade de \n\nminerais filossilicáticos e metassedimentos finos, onde se desenvolvem microdobramentos \n\n(dobras do tipo kink e “en chevron”), com eixos que possuem direção praticamente Norte-Sul, \n\nsendo esta clivagem marcada pela re-orientação de minerais micáceos. \n\nEste evento permite o arqueamento do GB de Crixás, dando origem ao “Antiforme do \n\nRio Vermelho” denominação sugerida por Magalhães (1991), entretanto, com um conceito \n\ndiferente. Magalhães (1991) sugere que o Antiforme do Rio Vermelho é formado pela \n\nconjunção de rampas laterais e frontais de empurrão em um sistema transpressivo. Este \n\ndobramento, na realidade, se reflete em uma grande dobra aberta, com desenvolvimento de \n\numa clivagem de crenulação (S3) como descrita anteriormente. \n\nAparentemente o evento 3 não afeta a mineralização aurífera no GB de Crixás, não \n\nhavendo indícios de remobilização do ouro. \n\n4.2.5 Evento Deformacional 4 – D4 \n\nO quarto e último evento deformacional (D4) também é um evento tardio as \n\nmineralizações auríferas da região, e caracteriza-se por uma compressão NNW-SSE to N-S. \n\nÈ caracterizada por dobras suaves, formações de kink bands e crenulações. A foliação não é \n\npenetrativa e considera-se como clivagem plano axial e crenulação. O dobramento é aberto, \n\nnormal e inclinado. \n\nOs eventos deformacionais tardios (D3 e D4) são menos intensos do que as \n\ndeformações principais (D1 e D2), não havendo transposição da foliação principal e não há \n\nindícios que essas deformações tenham remobilizado ouro, assim sendo não possuem muita \n\nrelevância em um trabalho de exploração. \n\nGreenstone Belt de Crixás \nEvento Estruturas Foliação Lineação \n\n \n \n \n \n \n \n\nD1 \n\n-Dobras assimétricas, \napertada a isoclinal, \nrecumbentes a \nhorizontal normal. \n-Foliação S1 plano \naxial, foliação \nmetamórfica. \n-Lineação \nmineral/estiramento. \n-Falhas de empurrão. \n-Indicadores \ncinemáticos com \ntopo para SE \n\n \n \n \n \n- S1 19/273 \n\n \n \n \nLineação \nmineral/estirame\nnto 10/300 e \n10/119 \n\n\n\n44 \n \n\n \n \n \n \n \n\nD2 \n\n- Dobras abertas, \ncom plano axial \nsubvertical e eixo \nsubhorizontal e \nsubparalelo ao eixo \ndas dobras \nposteriores. \n- Falhas reversas. \n- Foliação S-C \n- Movimento para \nSW \n\n \n \n-S2: 15/306. \n- S-C:  \n\nS: 267/68 \n\nC: 240/47 \n\n \n\n \n \n \n \n \n-Eixo 19/296 \n\n \nD3 \n\n- Dobras suaves \n- Crenulação \n- Kink band \n\n \n- S3: 74/089 \n\n- Eixo, lineação \nde interseção \nWNW – ESSE \n\n \nD4 \n\n- Dobras suaves \n- Crenulação \n- Kink band \n\n \n- S4: 90/186 \n\n- Eixo, lineação \nde interseção N \n- S \n\nTabela 04: Evolução estrutural do greenstone belt de Crixás – GO \n\n(adaptado de Carvalho 2005) \n\n4.3 METAMORFISMO DO GREENSTONE BELT DE CRIXÁS \n\nAs litologias do greenstone belt sofreram quatro tipos principais de metamorfismo ao \n\ndecorrer dos anos. Estes eventos metamórficos são classificados como metamorfismo estático, \n\nmetamorfismo regional, metamorfismo termal e metamorfismo dinâmico. \n\nO metamorfismo estático é facilmente reconhecido onde rochas vulcânicas possuem \n\nsuas texturas e estruturas primárias preservadas (pillow lavas, amídalas, vesículas). Os \n\nmelhores exemplos são as assembléias de serpentina-talco-clorita-tremolita-carbonato das \n\ntexturas spinifex e das texturas cumulaticas dos komatiitos da Formação Córrego Alagadinho, \n\ne a assembléia de clorita-tremolita-quartzo-pirita das indeformadas pillow lavas da Formação \n\nRio Vermelho (Jost e Fortes, 2001). O metamorfismo estático pode ser atribuído à hidratação \n\ndos derrames durante as erupções aquosas e aos pulsos de alteração hidrotermal (Queiroz, \n\n2000). \n\nO metamorfismo regional produz uma assembléia mineral que é similar nos greenstone \n\nbelt de Crixás, Guarinos e Pilar de Goiás. Os meta-basaltos inferiores possuem ferro-\n\ntschermakita e andesina na fácies anfibolito, e os meta-basaltos superiores possuem ferro-\n\nactinolita, albita e clinozoisita na fácies xisto verde, sugerindo um gradiente metamórfico \n\ncrescente do topo para base das seqüências. Metapelitos da zona superior da seqüência \n\n\n\n45 \n \n\nsedimentar apresentam um metamorfismo de fácie xisto verde, zona da biotita (Kuyumjian, \n\n1981, Magalhães, 1991 e Fortes, 1996).  \n\nO metamorfismo termal de fácies albita-epidoto hornfels é evidenciado nos contatos \n\nentre as rochas supracrustais com tonalitos, granodioritos e intrusões graníticas. \n\nRecristalização de ferro-tremolita para hornblenda e plagioclásio pode ser observado como \n\num efeito térmico sobre estas rochas, assim como a formação de cristais centimétricos de \n\nactinolita acompanhada de biotização, carbonatação e silicificação nos komatiitos. Turmalinas \n\npodem ser encontradas em quantidades expressivas nas zonas adjacentes a estas intrusões.  \n\nO metamorfismo dinâmico é representado por milonitos recristalizados e possuem uma \n\nvariação em seu protólito, mas não com a posição estratigráfica das rochas que afetam. Nos \n\nmetassedimentos ocorre a estabilização da granada na fácie xisto verde como principal \n\nindicador, já nos basaltos ocorre a transformação de ferro-tschermakita para ferro-actinolita e \n\nde andesina para albita. Granadas são comumente observadas nas falhas que cortam os \n\nmetapelitos, indicando um pequeno aumento no gradiente de pressão e temperatura. Zonas de \n\ncisalhamento com paragêneses ricas em sericita, sulfetos, cianita, cloritóide, pirofilita, com ou \n\nsem ouro, foram evidenciadas por Fortes, (1996) como alteração hidrotermal contemporânea \n\ncom o metamorfismo. \n\nA serpentinização, talcificação, cloritização, tremolitização e carbonatação dos \n\nkomatiitos e a cloritização, piritização, silicificação e tremolitização dos basaltos representam \n\num processo de metassomatismo. \n\n4.4 DEPÓSITOS DE OURO \n\nNo greenstone belt de Crixás encontra-se as principais mineralizações de ouro da região \n\nas quais estão sobre as sequências estratigráficas com  metabasaltos e unidades adjacentes. Os \n\ndepósitos auríferos de Crixás localizam-se em áreas que eram exploradas anteriormente pelos \n\nbandeirantes. Assim sendo entre 1987 e 1989 a Inco e a Anglo American desenvolveram o \n\nprojeto Crixás que resultou na abertura da Mina III e da Planta Metalúrgica no final de 1989. \n\nPosteriormente, houve a abertura da Mina Nova em 1995. Em 1999 a Anglo Gold adquiriu as \n\nações da Anglo American e em 2003 a Kinross adquiriu a Inco. Em 2007 é aberto a Mina III \n\nOpen Pit, em 2008 é aberta a Mina Palmeiras e em 2009 é iniciado o projeto Pequizão (Fig \n\n09). \n\nJost e Fortes (2010) caracterizaram o tipo de depósito aurífero do greenstone belt de \n\nCrixás de acordo com os seus principais controles estruturais que são falhas transcorrentes e \n\nde empurrão. (Fig10) \n\n\n\n46 \n \n\nMineralização tipo sulfeto maciço da Mina III foi descoberto no final da década de \n\n1970 e já está esgotado e foi a segunda jazida mais importante de Crixás. Ela consistia de um \n\nconjunto de lentes concordantes com a foliação local, e essas lentes possuiam em média 0,5 a \n\n2,5 m de largura e 50 a 200 m de comprimento, que se estendia por até 400 m pelo mergulho, \n\na partir da superfície até uma profundidade de cerca de 450 m. Em 2009 a exploração do \n\nsulfeto maciço do Corpo Palmeiras foi iniciado. Em ambos os casos, as lentes ocorrer perto \n\nou no contato do metabasalto da Formação Rio Vermelho e do xisto carbonoso da Formação \n\nRibeirão das Antas. \n\nO minério geralmente contém até 95% pirrotita e / ou arsenopirita, com pouco de \n\nmagnetite, ilmenite, bornita e calcopirita, em uma rara ganga de quartzo, plagioclase, \n\ndolomita, siderita, sericita, biotita, mica branca, epídoto e rutilo. \n\nA alteração hidrotermal é representada, de zonas proximais para distais, por halos \n\nfílicos, dolomíticos e cloritizados, que sob um metamorfismo mais tardiu ainda resultou em \n\nassembléias que contêm muscovita, paragonita, flogopita, clorita, cloritóide, turmalina, \n\ngranada, grunerita ou Cummingtonita, ilmenita, hematita e magnetita. Quartzo, albita, \n\nparagonita e lentes pegmatíticas de ouro são uma característica ocasional deste tipo de \n\nminério. Os halos de alteração hidrotermal do sulfeto maciço aparentemente derivam do \n\nbasalto como é indicado pelo seu contato gradacional e geoquímico com elementos menos \n\nmóveis (Al, Ti, Cr and Ni) (Fortes, 1996). \n\nEste tipo de depósito possui cerca de 2Mt de minério e teor médio de 12gAu/t. \n\nMineralização tipo veio de quartzo, são as maiores jazidas da mina, e é descontinua, \n\nvariando entre 0,5m a 5,0m de largura, e 500m de comprimento e se estende por até 1500m \n\nseguindo o mergulho da mineralização até o nível N700 m. Nos níveis mais altos, o veio pode \n\nser encontrado a cerca de 120m abaixo das lentes de sulfeto maciço, mas eles convergem em \n\nprofundidade. O veio ocorre dentro de uma zona de alta tensão da Formação Ribeirão das \n\nAntas e é hospedado por xisto carbonoso, perto do contato com a seção de metagrauvaca. \n\nEsses veios são de granulação fina de quartzo leitoso recristalizado, seu núcleo é em geral \n\nmaciço, mas fica cada vez mais cisalhado em direção das paredes do veio, o que indica que se \n\nformou sob um ambiente extensional e depois sofreu cisalhamento. O ouro ocorre como grãos \n\ndisseminados a partir de 0,1 até 2mm de tamanho. Componentes menores do minério como \n\narsenopirita, pirrotita, mica branca, material carbonoso, plagioclásio, carbonato e clorita são \n\nencontrados na paragênese. Se o xisto carbonoso contém arsenopirita e/ou pirrotita perto do \n\ncontato com o veio, estes também contém ouro. O mineral de alteração hidrotermal mais \n\ncomum envolvendo o xisto carbonoso é a ankerita. \n\n\n\n47 \n \n\nMineralização tipo minério disseminado, é típico da zona intermediária de Yamaoka \n\ne Araújo (1988) da Mina Nova e Corpo Forquilha. A zona rica em ouro tem em meia 1,5m de \n\nlargura e 200 m de comprimento e se estende para mais de 1000 m seguindo o mergulho das \n\ncamadas. Com exceção do Corpo Palmeiras, que o ouro ocorre numa falha de empurrão no \n\ncontato entre os basaltos da Formação Rio Vermelho e os xistos carbonosos da Formação \n\nRibeirão das Antas, nas outras minas ele é hospedado no xisto carbonoso. Os intervalos ricos \n\nem ouro consistem em zonas cisalhadas e fraturadas com pirita, pirrotita, arsenopirita e menos \n\ncomumente calcopirita e pentlandita, todos disseminados, e inundados por quartzo e/ou \n\nquartzo-carbonato, localmente quartzo-albita-biotita-carbonato-veios de sulfeto, como no \n\nCorpo Forquilha e Palmeiras. A alteração hidrotermal é simétrica para as zonas de minério, e \n\nincluem de zonas proximais para distais, halos potássicos, fílicos e propilliticos. Os halos do \n\nCorpo Palmeiras sofreram metamorfismo, o que resultou em uma zona de clorita-granada-\n\nmagnetita-biotita-turmalina, que envolve a zona fílica proximal (Almeida et al.,2007). \n\nCarbonatização varia entre os corpos de minério e podem ser representados por ankerita, \n\ndolomita ou calcita. Corpos Forquilha e Palmeiras também incluem turmalinização e \n\nbiotização. Halos ricos em biotita também possuem magnetita que é resultado de um \n\nmetamorfismo de óxidos de ferro ou hidróxidos. \n\n \n\nFigura 09. Localização dos corpos de minério sobre o a geologia do greenstone belt de Crixás. \n\nModificado da Serra grande \n\n\n\n48 \n \n\n \nFigura 10 -(A) Desenho geológico esquemático das áreas contendo as jazidas de ouro de \n\nCrixás, projetados do subsolo para a superfície (modificado de um mapa da Mineração Serra \n\nGrande SA). (B) Seção transversal idealizada, paralela ao eixo da Antiforme do Rio Vermelho \n\nmostrando a posição projetada das jazidas de ouro do painel A. Modificado de Jost e Fortes \n\n(2010) \n\n  \n\n\n\n49 \n \n\n5 GEOLOGIA DO CORPO PEQUIZÃO \n\nO Corpo Pequizão esta situado a aproximadamente 2km a sudoeste do município de \n\nCrixás, e não possui sua própria rampa de acesso, sendo esta através de uma galeria da Mina \n\nNova(Fig11). \n\n \n\nFigura 21: Acesso ao Corpo Pequizão pelas galerias da Mina Nova. Cores representam \n\ndiferentes corpos de minério. Figura retirada do programa Datamine da Mineradora Serra \n\nGrande. \n\nO Corpo Pequizão é composto por duas litologias preferenciais os xistos carbonosos \n\n(GXN) e as metas vulcânicas ácidas (MVA), sua espessura pode variar entre 58 e 92m, e está \n\nsituado entre duas zonas de estéril. A primeira zona de estéril, o topo é composto por quartzo-\n\nclorita-sericita-granda xisto (GNCX) seguido por dolomitos impuros (Dol) que podem variar \n\ndesde brechados, maciços a laminados, a zona estéril de base é marcada por xistos carbonosos \n\ncom uma zona com enxames de vênulas e veios de quartzo seguidos por dolomitos ou xistos \n\ncarbonosos. Para as nomenclaturas das rochas foram adotadas as mesmas utilizadas pelos \n\nfuncionários da Mineradora Serra Grande  \n\nPossui uma mineralização do tipo minério disseminado (Jost e Fortes 2001) descrito no \n\ncapitulo anterior e é controlado pela Estrutura IV, que também contém os corpos de minério \n\nIV, V e Forquilha. Essa estrutura possui um controle estrutural apresentando um mergulho de \n\n10-25/297°, é marcada pela abundancia de cristais de arsenopirita de até 1cm e pela presença \n\nde uma zona de deformação rúptil, que pode ser identificada pela fartura de venulações com \n\n\n\n50 \n \n\ngeometrias e tamanhos variadas. Os litotipos hospedeiros preferenciais da estrutura IV no \n\nCorpo Pequizão são os xistos carbonosos (GXN) e as metas vulcânicas ácidas (MVA) com \n\nsulfetação de pirrotita e arsenopirita. \n\nPara a execução desta caracterização do Corpo Pequizão primeiramente foi feito um \n\nreconhecimento regional de campo, onde foram visitados afloramentos típicos das principais \n\nunidades geológicas que compões o greenstone belt de Crixás (Córrego Alagadinho, Rio \n\nVermelho, Ribeirão das Antas), os terrenos granito-gnáissicos e a seqüência alóctone do Arco \n\nMagmático de Mara Rosa. \n\nLogo após do reconhecimento regional foi feito um mapeamento de galeria subterrânea \n\ncom o objetivo de caracterizar o corpo de minério segundo suas dimensões, geometria, rochas \n\nencaixantes e mineralogia da zona de alteração hidrotermal.  \n\nA partir dos dados coletados no mapeamento de galeria e dos teores de ouro, três \n\ntestemunhos de sondagem (Anexos 1,2 e 3) foram selecionados (II 284, II301, II434) na \n\nGerencia de Exploração da Mineradora Serra Grande, para serem descritos em detalhe, com \n\num espaçamento de 0,5m na zona de estéril e 0,25m na zona mineralizada, com a finalidade \n\nde caracterizar em escala mesoscópica e macroscópica o Corpo Pequizão e selecionar \n\namostras com feições características das rochas hospedeiras, estruturas e da zona de alteração \n\nhidrotermal para serem analisadas nos laboratórios da UFRGS. \n\nNa UFRGS os testemunhos de sondagem amostrados nas dependências da Serra Grande \n\nforam descritos com lupa de mesa, com o intuito de melhorar a compreensão das litologias e \n\npara selecionar amostras típicas para a análise petrográfica. Na petrografia foram feitas \n\ndescrições microscópicas das lâminas com intuito de identificar os minerais formadores das \n\nrochas, das paragêneses minerais, das texturas, estruturas, deformações, dos minerais de \n\nminério e outras feições fundamentais para uma boa definição dos processos de alteração \n\nhidrotermal. Depois das lâminas descritas, minerais de alterações hidrotermais e minerais de \n\nminério foram devidamente selecionados para serem analisados no MEV para melhor \n\nidentificar as zonas de alteração hidrotermal. \n\n5.1 ESTRATIGRAFIA DO INTERVALO DO CORPO PEQUIZÃO \n\nO intervalo do Corpo Pequizão é composto por quatro tipos de rochas principais, sendo \n\nda base para o topo composto por xisto carbonosos com meta vulcânica ácida, dolomitos e \n\nquartzo-clorita-sericita-granda xisto (Fig 12). Os quais serão descritos abaixo segundo os \n\nestudos geológicos realizados neste trabalho e alguns relatórios internos da Mineradora Serra \n\nGrande.S.A. \n\n\n\n51 \n \n\n \n\nFigura 12: Mostrando a estratigrafia do Corpo Pequizão no furo de sondagem II–434. Sendo o \n\nGNCX: Quartzo-Clorita-Sericita-Granada xisto, DOL:Dolomitos, GXN: Xisto Carbonoso, \n\nVQZ: Veio de Quartzo, MVA: Meta Vulcânica Ácida. \n\n5.1.1 Dolomitos (DOL) \n\nMacroscopia: \n\nSão rochas de cor cinza claro e seu aspecto pode ser maciço, brechado ou laminado, \n\npossuem uma mineralogia simples, compostos basicamente por carbonato e quartzo sendo que \n\npor vezes podemos identificar um pouco de clorita e mica branca. Apresentam fragmentos de \n\nxisto carbonoso que por vezes ocorrem como manchas pretas irregulares ou como trilhas \n\nescuras de material carbonoso que apresentam contatos irregulares podendo ser resultantes de \n\n\n\n52 \n \n\ncorrosão. Podemos encontrar veios de quartzo que podem variar de 8 a 0,2 cm de espessura. \n\nOs intervalos de dolomito possuem geometria lenticular e variam de 6m no furo II301 a 9m \n\nno furo II 284 a 15m no furo II 434 indicando que a sua espessura aumenta lateralmente (Fig. \n\n13). \n\nMicroscopia: \n\nSão rochas de composição muito simples em média possuem 70% de carbonato e 30% \n\nde quartzo sendo muitas vezes impuros. Os grãos possuem em média 0,6 milímetros e estão \n\nalongados segundo a foliação, recristalizados e com extinção ondulante. Possuem \n\nsubordinadamente mica branca, clorita e apatita disseminados e por vezes intensamente \n\nlixiviados com aspecto de porcelana. O principal carbonato é a dolomita e por vezes com \n\nbaixas concentrações de ferro representados pela Fe-dolomita, sendo a calcita com dimensões \n\nmilimétricas a centimétricas limita a vênulas de quartzo que cortam os dolomitos. Possuem \n\nlaminações milimétricas marcada por material carbonoso proveniente do xisto carbonoso ou \n\npor níveis de clorita. (Relatório Interno). \n\n \n\nFigura13: Mostrando uma amostra de mão do dolomito laminado a maciço. \n\n5.1.2 Xisto Carbonoso (GXN) \n\nMacroscopia \n\n\n\n53 \n \n\nSão rochas de cor preta, granulação fina, com xistosidade bem marcada e por vezes \n\ncrenulada, comprovada por lâminas milimétricas de material carbonoso. Possui intercalações \n\narenosas locais que podem variar de alguns milímetros até uns 50 cm de espessura, veios de \n\nquartzo concordantes com a foliação são muito comuns e podem variar desde alguns \n\nmilímetros até alguns metros de espessura, já os discordantes variam de milímetros a 1cm, os \n\nveios de carbonato também são comuns porém bem menos do que os de quartzo e bem \n\nmenores, os concordantes variam de alguns milímetros a 3cm e os discordantes de alguns \n\nmilímetros a 1cm de espessura. Possuem níveis milimétricos concordantes com a foliação de \n\nbiotita e clorita, a sulfetação de pirrotita e arsenopirita pode ocorre disseminada ao longo da \n\nrocha e pode ocorrer na forma de agregados. A sulfetação vai ficando muito mais abundante \n\nquando vamos chegando perto da zona mineralizada assim como os veios de quartzo e \n\ncarbonato (Fig. 14). \n\nMicroscopia \n\nO xisto carbonoso é preto, de granulação fina, com xistosidade bem marcada por \n\nlâminas milimétricas de material carbonoso que por vezes ocorre em nódulos, \n\nquartzo/carbonato, podendo ocorrer localmente com foliação de crenulação. Localmente \n\nocorrem pequenas intercalações mais arenosas e níveis de mármores representativos de \n\nestruturas primárias preservadas. Possuem texturas lepidoblástica marcada pela biotita e mica \n\nbranca e textura milonítica dada por quartzo sigmoidal e estiramento de grande parte da \n\nassembléia mineral segundo a foliação. \n\nA rocha apresenta em média 35% de material carbonoso, 20% de quartzo, 20% de \n\ncarbonato, 10% de mica branca, 8% de biotita, 5% de clorita e até 4% de sulfetos. \n\nO quartzo é representado em média por grãos incolores, límpidos em luz natural de até 0,7mm \n\nde eixo maior, sutilmente alongado segundo a foliação, com bordas irregulares e extinção \n\nondulante. Também ocorrem em forma de grandes agregados na forma de mosaicos de até \n\n2mm de eixo maior, com contatos poligonais, tensionados provocando extinção ondulante e \n\npor vezes apresentam dissolução. \n\nO carbonato é a dolomita e ocorre junto com o quartzo, em filetes de até 1mm de \n\nespessura, concordante com a foliação. \n\nA mica branca ocorre como faixas sobrepostas ao material carbonoso, podem ser mais \n\nintensas quando ocorrem veios quartzo/carbonaticos, sendo assim paralelas a esses veios. \n\nA biotita possui lamelas com tamanhos de até 1mm de eixo maior, ocorre intercrescidas com \n\na clorita, segundo a foliação ou em porfiroblastos de até 2mm discordantes da foliação. \n\n\n\n54 \n \n\nA clorita possui tamanho de 0,5mm de eixo maior, ocorre disseminada na rocha ou \n\nmuito raramente em forma de vênulas. Possui pleocroísmo fraco, de verde muito claro a verde \n\nclaro, clivagem boa, extinção reta e birrefringência de 1° ordem. Normalmente ocorre no \n\nprocesso de alteração da biotita. \n\nO sulfeto característico é a pirrotita e subordinadamente a calcopirita e ocorrem com \n\ntamanhos de até 1mm disseminados na rocha. \n\n \n\nFigura 14: Amostra de mão do xisto carbonoso com fratura perpendicular a foliação. \n\n5.1.3 Meta Vulcânica Acida (MVA) \n\nMacroscopia. \n\nSão rochas de cor cinza claro, com aspecto maciço silicificado, granulação fina, com \n\nausência de estruturas primárias, cortada por veios quartzosos irregulares. Apresenta níveis \n\nricos em biotita que normalmente acompanham as paredes das venulações de quartzo que por \n\nvezes apresentam alguns cristais brancos de possível carbonato, possui alta sulfetação muitas \n\nvezes apresentando sulfetos maciços de 15cm, a sulfetação normalmente ocorre com muita \n\npirrotita e arsenopirita em forma de agregados ou no caso da arsenopirita também pode ocorre \n\ncomo cristais euédricos de no máximo 0,5cm e a pirrotita também podem ocorrer \n\n\n\n55 \n \n\npreenchendo fraturas milimétricas. Possui venulação acentuada podendo variar de \n\nmilimétricas a métrica (Fig. 15). \n\nMicroscopia \n\nA rocha apresenta cor cinza claro, aspecto maciço, granulação fina a muito fina, \n\ncortada por venulações irregulares brancas e apresenta ausência de estruturas primárias. Com \n\npalhetas de biotita e cristais e/ou agregados irregulares de pirrotita e arsenopirita, bem como \n\ncristais brancos milimétricos de provável feldspato. A venulação é fina e composta de cristais \n\nmilimétricos, euédricos de feldspato, quartzo e carbonato com biotita intersticial e eventual \n\npirrotita e arsenopirita. As bordas da venulação são caracterizadas pela abundância de \n\npalhetas de biotita. \n\nA rocha apresenta em média 30% de quartzo, 20% de carbonato, 20% de mica branca, \n\n15% de feldspato, 12% de biotita, 2% de clorita, até 9% de sulfetos e epidoto e apatita \n\nsubordinados. \n\nO quartzo pode ocorrer em duas maneiras, uma na matriz na forma de pequenos grãos \n\ninferiores a 0,5 mm com formatos irregulares e arestas e bordas pontiagudas. A segunda \n\nmaneira é na venulação, na forma de agregados de grãos euédricos, com contatos poligonais e \n\nextinção ondulante, esses grãos variam de 0,5 a 1,5mm de comprimento no eixo maior. \n\nO carbonato é a dolomita que pode apresentar pequenos teores de ferro, e assim como \n\no quartzo ocorre de duas maneiras, uma na matriz menos abundante, como pequenos grãos \n\ninferiores a 0,5 mm. A segunda maneira é nas venulações, não é tão abundante como o \n\nquartzo, mas ocorre como grandes grãos de 0,2 a 1,3mm de comprimento euédricos \n\napresentam maclas e contatos irregulares. A maior abundância da dolomita é nas vênulas. \n\nA mica branca ocorre na forma de pequenas lamelas intersticiais entre os grãos da \n\nmatriz, na maior parte das vezes aparecem paralelamente as vênulas, seu tamanho varia de 0,1 \n\na 0,5 mm. \n\nO feldspato é o oligoclásio, e ocorre nas mesmas duas formas do quartzo, porém em \n\nmenor quantidade. Primeiro na forma de pequenos grãos inferiores a 0,4 mm com formato \n\nirregular e arestas e bordas pontiagudas na matriz e depois na forma de agregados de grãos \n\neuédricos, com contatos poligonais, extinção ondulante e por vezes com macla da albita, esses \n\ngrãos variam de 0,5 a 1,5 mm de comprimento no seu eixo maior. \n\nA biotita ocorre entre os interstícios na forma de palhetas disseminadas apresentando \n\nduas orientações preferenciais, uma paralela a foliação na forma de palhetas com tamanhos \n\nentre 0,5 a 2mm no seu eixo maior, e outra perpendicular a foliação que ocorre na forma de \n\nporfiroblastos com até 1mm no seu eixo maior.  \n\n\n\n56 \n \n\nOs sulfetos característicos são as arsenopiritas e as pirrotitas e subordinadamente \n\ncalcopirita. A pirrotita e a pirita ocorrem juntas com até 1mm de eixo maior e a arsenopirita \n\nocorre com forma euédrica e com tamanho de até 1cm de eixo maior. \n\nA venulação é composta de feldspato, quartzo e carbonato euédricos a subédricos, de \n\n0,5 a 1,5 mm de comprimento com extinção ondulante. Tendo a biotita e os opacos (pirrotita) \n\ncomo subordinados. Essas venulações estão margeadas por concentrações de palhetas de \n\nbiotita (por vezes cloritizada). \n\nPodem ser identificados fragmentos de rocha na forma de agregados de quartzo e \n\nfeldspato poligonais e tensionados com as bordas corroídas e apresentam formato estirado. \n\nNa matriz podem ser identificados fragmentos de rocha na forma de agregados de \n\nfeldspato e quartzo poligonais, com bordas corroídas, tensionados e apresentando formato \n\nestirado. \n\n \n\nFigura 15: Amostra de mão mostrando a aparência da meta vulcânica acida. \n\n5.1.4 Quartzo-Clorita-Sericita-Granda Xisto (GNCX) \n\nMacroscopia: \n\nSão rochas de cor verde escura com aspecto maciço e granulação variando de fina a \n\nmédia. Apresentam matriz quartzosa com agregados de granada granoblástica de até 1 cm de \n\n\n\n57 \n \n\nespessura onde níveis ricos em clorita com um pouco de mica branca percolam entre os seus \n\ninterstícios, contem pouca sulfetação mas ocorrem cristais bem formados de até 0,6cm de \n\nmagnetita. Possuem fragmentos de xisto carbonoso e pequenos veios com no máximo 10 cm \n\nde espessura de quartzo, em sua maioria concordante. Seu contato com o dolomito é abrupto \n\n(Fig. 16). \n\nMicroscopia \n\nA rocha apresenta cor verde escura com grandes cristais de granada avermelhada, \n\npossui aspecto maciço e granulação fina a média. Possui intercalações com dolomitos e com o \n\nxisto carbonoso. \n\nA rocha apresenta em média 35% de granada, 30% de quartzo, 20% de clorita, 15% de \n\nmica branca, 2% (sulfetos e óxidos) e possui epidoto, apatita subordinados (menos de 1%). \n\nA granada ocorre na forma de porfiroblastos de até 4mm de eixo maior em grandes \n\nagregados com clorita e um pouco de quartzo, mica branca e epidoto preenchendo os espaços \n\nentre os porfiroblastos.A granada pode aparecer também na forma de cristais esqueletais \n\nalongados com até 1mm de eixo maior com inclusões de sulfetos e quartzo. A granada \n\napresenta inclusões de quartzo, mica branca, clorita e epidoto dentro de seus grãos. \n\nO quartzo em sua maioria ocorre na matriz na forma de pequenos grãos de no máximo \n\n0,5mm de eixo maior e apresenta arestas pontiagudas e formatos irregulares não apresentando \n\norientação preferencial. \n\nA clorita ocorre como um conjunto de palhetas com tamanho inferior a 0,6mm de eixo \n\nmaior e com maior intensidade junto aos agregados de granada. Também ocorre como \n\npreenchimento de estruturas rúpteis da matriz quartzosa e nos interstícios da matriz. \n\nA mica branca ocorre do mesmo modo que a clorita, porém não foi encontrado \n\nevidencia desta estar preenchendo estruturas rúpteis. Aparecem como um conjunto de \n\npalhetas inferior a 0,4mm de eixo maior com maior intensidade junto aos agregados de \n\ngranada e nos interstícios da matriz com menor intensidade. \n\nOs sulfetos e óxidos característicos são a magnetita e subordinadamente a arsenopirita, \n\npirrotita e calcopirita. \n\n\n\n58 \n \n\n \n\nFigura 16: Amostra de mão mostrando o quartzo-clorita-sericita-granada xisto com veio de \n\nquartzo e lente de xisto carbonoso. \n\n5.2 ZONAS HIDROTERMAIS \n\nO sistema hidrotermal que envolve o Corpo Pequizão é composto por cinco zonas de \n\nalteração com composições distintas, sendo três delas mais precoces e parcialmente \n\ncontemporâneas e duas zonas representando alterações tardias. As zonas de alteração \n\nhidrotermal precoce são silicificação, alteração potássica e alteração fílica cujos contatos entre \n\nsi tendem a ser transicionais e possuem uma zona de gradação ou de sobreposição entre elas. \n\nAs zonas de alteração hidrotermal tardias são as alterações cloriticas e carbonáticas, que estão \n\nsobrepostas aos demais tipos de alteração (Fig. 17). \n\nA zona de alteração hidrotermal de mais fácil identificação é a silicificação, sendo que \n\nas demais zonas por estarem impressas, em sua maior parte sobre xistos carbonos, que \n\npossuem uma granulação muito fina são de difícil reconhecimento em galerias e testemunhos \n\nde sondagem. O tamanho de grão dos minerais de alteração tende a seguir o tamanho de grão \n\ndos minerais originais do protólito. \n\n\n\n59 \n \n\n \n\nFigura17: Mostra a localização das Zonas de Alteração Hidrotermal. \n\n5.2.1 Silicificação \n\nA zona de alteração hidrotermal representada por silicificação pode variar de 6 a 12m \n\ne ocorre dentro da zona de deformação da estrutura IV e é altamente mineralizada. Essa zona \n\nde silicificação representa um dos principais critérios prospectivos do Alvo Pequizão. O \n\nprincipal resultado ou produto dessa silicificação é denominado de meta vulcânica ácida, ou \n\nMVA, na região mineralizada. Na área trabalhada, do Corpo Pequizão, a unidade denominada \n\nde MVA não passa de uma rocha com intensa fragmentação e com intensa silicificação, a qual \n\nnão foi possível identificar o protólito (Fig.18). \n\nNa zona de silicificação o quartzo pode ocorrer de duas maneiras, uma na matriz na \n\nforma de pequenos grãos com dimensões inferiores a 0,5 mm e com formato anédrico, \n\n\n\n60 \n \n\nincolor, límpido em luz natural, com quantidades moderadas de inclusões fluidas, extinção \n\nondulante com arestas e bordas pontiagudas. A segunda maneira é na forma de agregados de \n\ngrãos com contatos poligonais e extinção ondulante, esses grãos variam de 0,5 a 1,5mm de \n\ncomprimento no eixo maior. A segunda fase está nos veios junto com carbonato, feldspato e \n\nbiotita e/ou em agregados com carbonato ou feldspato (Fig. 19) e (Fig. 21). \n\nFragmentos de rocha podem ser identificados na forma de agregados de quartzo e \n\nfeldspato poligonais e tensionados com as bordas corroídas e apresentando formato estirado. \n\nAcompanhando a zona silicificada também ocorrem registros de alteração potássica \n\ncom biotita, na forma de lamelas que margeiam os veios polimineralicos, e com algumas \n\nlamelas de biotita apresentando leve alteração cloritica. Esta alteração cloritica é \n\nacompanhada por uma sutil carbonatação da matriz da rocha silicificada. \n\nEm direção ao topo da estrutura IV a alteração potássica torna-se mais evidente dentro \n\nda zona silicificada e torna-se mais forte a presença da biotita à medida que chegamos ao topo \n\nda estrutura IV. A carbonatação superposta, por sua vez, é mais forte na base da estrutura IV \n\nenquanto que a cloritização é fraca e homogênea em toda a rocha da zona silicificada. Parte da \n\ncarbonatação dessa zona silicificada é encontrada na forma de alteração carbonática ao longo \n\nde planos de maclas de alguns grãos de feldspatos (Fig. 20) e (Fig. 22). \n\n \n\nFigura18: Mostrando a cara de uma rochas típica do zona de silicificação. \n\n\n\n61 \n \n\n \n\nFigura 19: Mostrando os efeitos da silicificação no xisto carbonoso. \n\n \n\nFigura 20: Mostrando a carbonatação das maclas do feldspato. \n\n\n\n62 \n \n\n \n\nFigura 21: Mostrando um veio polimineralico com quartzo, dolomita e feldspato. \n\n \n\nFigura 22: marca o fim da estrutura IV e da Zona de Silicificação. \n\n\n\n63 \n \n\n5.2.2 Alteração Potássica. \n\nA zona de alteração potássica é marcada pela ocorrência de feldspato e de biotita na \n\nrocha hidrotermalizada.  \n\nEssa zona pode variar de 10 a 25m e ocorre acima da zona silicificada, com passagem \n\ngradacional entre ambas, gerando superposição parcial entre as duas zonas de alteração \n\nhidrotermal. A zona potássica é marcada pela ocorrência de feldspato e de biotita, \n\ndesenvolvidos principalmente nas margens dos veios quartzo-feldspáticos, bem como na \n\nmatriz. \n\nA biotita ocorre como principal mineral índice da zona potássica e está presente em \n\nduas fazes diferentes. Na primeira ocorre como lamelas estiradas paralelamente a foliação e \n\ncom eixo maior de no máximo 1mm. Apresenta formato subédrico com pleocroismo de \n\ncastanho claro a castanho médio, boa clivagem, extinção reta e birrefringência de 3° ordem. \n\nNessa zona é muito comum encontrar a biotita margeando as paredes dos veios de quartzo e \n\ncarbonato bem como dentro destes veios. Na segunda fase a biotita ocorre perpendicular a \n\nfoliação na forma de porfiroblastos de até 2mm de comprimento no eixo maior, porém essa \n\nfase não é muito abundante (Fig.23), (Fig. 24) e (Fig.25) \n\nO feldspato identificado nessa zona de alteração é o oligoclásio, que pode ocorre de \n\nduas formas distintas. A primeira na forma de pequenos grãos inferiores a 0,4 mm com \n\nformato irregular com arestas e bordas pontiagudas na matriz e, a segunda, na forma de \n\nagregados de grãos com contatos poligonais, extinção ondulante e por vezes com macla albita. \n\nEsses grãos variam de 0,5 a 1,5 mm de comprimento no seu eixo maior (Fig.26). \n\nNa zona de alteração potássica pode ser observada uma sobreposição, na base com a \n\nzona de silicificação que ocorre na forma de uma maior intensidade de veios e vênulas, e no \n\ntopo uma transição com a zona representada pela alteração fílica, indicada por um aumento \n\ngradativo até uma intensa presença de mica branca. Também é possível observar uma \n\nsubstituição local de biotita por clorita, mostrando a presença de uma fraca alteração cloritica \n\nacompanhada de algumas vênulas de carbonato indicando a alteração carbonática.  \n\n\n\n64 \n \n\n \n\nFigura 23: Mostra as duas fases da biotita, luz natural. \n\n \n\nFigura 24: Mostrando as duas fases da biotita luz polarizada. \n\n\n\n65 \n \n\n \n\nFigura 25: Mostrando a biotita margeando as paredes do veio de quartzo. \n\n \n\nFigura 26: Mostrando o veio polimineralico com feldspato, quartzo, carbonato e opacos. \n\n\n\n66 \n \n\n5.2.3 Alteração Fílica \n\nA zona de alteração fílica é assinalada pela presença de uma zona paralela a \n\nsubparalela a foliação com presença de muita mica branca. Essa zona de alteração fílica pode \n\nvariar de 12 a 30m de espessura (Fig.27) e (Fig.28). \n\nA composição dessas micas brancas não é conhecida e para sua definição seria \n\nnecessário a utilização de microssonda eletrônica. A mica branca ocorre em intervalos \n\ncentimétricos a dessimétrico e está disposta em faixas que muitas vezes contornam \n\nexternamente a alteração potássica que acompanha os veios de quartzo. \n\nA mica branca forma um conjunto de filonetes de até 2cm de comprimento, é incolor a \n\nluz natural, possui uma birrefringência de 3°ordem e uma boa clivagem. A mica branca \n\npresente na zona de alteração fílica por vezes corre como agregados, junto com clorita, bem \n\ncomo na matriz da rocha como alteração pervasiva. \n\n \n\nFigura 27: Mostrando a mica branca envelopando a alteração potássica. \n\n\n\n67 \n \n\n \n\nFigura 28: Mostrando a sericitização da matriz no xisto carbonoso. \n\n5.2.4 Alteração Cloritica \n\nA alteração cloritica é representada basicamente pela alteração hidrotermal \n\nretrogressiva da biotita para clorita. \n\nEssa alteração possui caráter tardio às demais zonas de alteração hidrotermal e à \n\nmineralização. Ocorre praticamente homogênea em todo o intervalo de rochas que hospeda o \n\nCorpo Pequizão e normalmente altera parcialmente a biotita que acompanha as vênulas de \n\nquartzo. Sua presença é muito forte nos quartzo-clorita-sericita-granda xisto que estão \n\nposicionados acima do Corpo Pequizão (Fig.29) e (Fig.30). \n\nNos xistos carbonosos e nas metavulcânicas ácidas a clorita possui tamanho de grão \n\ncom 0,5mm de eixo maior e ocorre disseminada na rocha ou, mais raramente, na forma de \n\nvênulas. Possui pleocroísmo fraco, de verde muito claro a verde claro, clivagem boa, extinção \n\nreta e birrefringência de 1° ordem. \n\nNos quartzo-clorita-sericita-granda xisto a clorita ocorre como um conjunto de lamelas \n\ncom tamanho inferior a 0,6mm de eixo maior e está presente com maior intensidade junto aos \n\nagregados de granada. Também ocorre como mineral de preenchimento de estruturas rúpteis \n\nda matriz quartzosa e nos interstícios da matriz. \n\n\n\n68 \n \n\n \n\nFigura 29: Alteração cloritica na matriz. \n\n \n\nFigura 30: Mostrando a alteração das biotitas localizadas nas paredes dos veios \n\npolimineralicos para clorita. \n\n\n\n69 \n \n\n5.2.5 Alteração Carbonática \n\nA alteração carbonática é composta basicamente por carbonatos e pode ocorre de duas \n\nformas. A primeira ocorre posicionada abaixo da estrutura IV, na forma de carbonatação da \n\nmatriz, e vai até a base do intervalo do Corpo Pequizão. A segunda ocorre ao longo de todo o \n\nintervalo do Corpo Pequizão na forma de veios carbonáticos ou polimineralicos junto com o \n\nquartzo, plagioclásio e biotita. Essa alteração possui caráter tardio em relação às demais zonas \n\nde alteração hidrotermal e à mineralização (Fig.31) e (Fig.32). \n\nO carbonato presente é a dolomita ou a Fe - dolomita, e ocorre junto ao quartzo nos \n\nveios e agregados. É incolor, com forma anédrica a subédrica, apresentando maclas, com \n\ngrãos de até 1,5 mm de eixo maior. Possui inclusões de quartzo, sulfetos e apresenta feições \n\nde recristalização local. Na matriz, ocorre como agregado de grãos com até 1,3 mm de eixo \n\nmaior que possuem inclusões de grãos de quartzo e de sulfetos. Na região da sobreposição da \n\nzona de alteração potássica com a zona de silicificação ocorre carbonatação das maclas do \n\nfeldspato. \n\n \n\nFigura 31: Mostrando a carbonatação da matriz. \n\n\n\n70 \n \n\n \n\nFigura 32: Carbonatação em matriz quartzosa. Notar agregados de quartzo tensionado e com as \n\nbordas corroídas, protólito da rocha. \n\n5.3 CORPO DE MINÉRIO \n\nO corpo de minério, no caso deste trabalho, que é representado por um depósito de ouro \n\nacompanhando sulfetos disseminados é delimitado levando em conta dois fatores muito \n\nimportantes, o primeiro é o teor de ouro disseminado na rocha hospedeira e o segundo é o \n\nvalor de mercado do ouro, sendo que o tamanho do corpo de minério e seus limites podem \n\naumentar ou diminuir de acordo com o valor do ouro no mercado internacional. \n\nO corpo de minério do Corpo Pequizão está posicionado em sua maior parte na zona de \n\nalteração hidrotermal com intensa silicificação. Por conseqüência, é controlado fortemente \n\npela estrutura IV e está hospedado nas unidades designadas na área como sendo a \n\nmetavulcânica ácida (zona silicificada) e nos xistos carbonosos. Possui uma mineralização do \n\ntipo sulfeto disseminado que estão representados basicamente por arsenopirita, pirrotita e \n\nsubordinadamente por calcopirita, e se encontram em formas distintas. \n\nA arsenopirita é um mineral índice da estrutura IV e assim sendo dos altos teores de \n\nouro, ela praticamente marca a estrutura, tornando-se um dos principais critérios prospectivos. \n\n\n\n71 \n \n\nA pirrotita é o mineral de minério mais comum e abundante no Corpo Pequizão, porém na \n\nzona da estrutura IV ela fica subordinada a arsenopirita ocorrendo nas bordas ou inclusas \n\ndentro desta última (Fig.33) e (Fig.35) \n\nA arsenopirita ocorre com uma cor cinza metálico na luz refletida, com forma euédrica \n\ne com tamanho de até 1cm, ou mais raramente, aparece disseminada nos xistos carbonosos. \n\nA pirrotita possui uma cor creme levemente avermelhada na luz refletida, possui forma \n\nanédrica, com tamanho máximo de até 0,7mm e normalmente ocorre na forma de agregados \n\ncontendo a calcopirita associada. A pirrotita ocorre disseminada em todo intervalo do Corpo \n\nPequizão. \n\nA calcopirita possui uma cor amarelada a luz refletida, com forma anédrica e com \n\ntamanho de até 0,3mm, ocorre sempre na forma de inclusão ou em contato na pirrotita \n\n(Fig.34). \n\nO ouro aparece com uma cor amarelo metálico e ocorre junto com a arsenopirita, \n\nincluso no meio do mineral ou preenchendo as suas fraturas (Fig.36), (Fig.37) e (Fig.38), \n\ntambém pode ser encontrado na forma de ouro livre (Fig.39). O ouro possui mais alto teor nas \n\nzonas que ocorrem as arsenopiritas. \n\n \n\nFigura 33: Mostra a arsenopirita com pirrotita na forma de inclusões e/ou ao seu redor. \n\n\n\n72 \n \n\n \n\nFigura 34: Mostrando a relação entre a pirrotita e a calcopirita. \n\n \n\nFigura 35: Mostrando a relação entre a arsenopirita, pirrotita e calcopirita. \n\n\n\n73 \n \n\n \n\nFigura 36: Mostrando um grão de ouro numa fratura da arsenopirita. \n\n \n\nFigura 37: Mostrando grão de ouro ponto 01 incluso na \n\narsenopirita ponto 02, 03, 05. MEV. \n\n\n\n74 \n \n\n \n\nFigura 38: Mostrando o ouro (01 e 04) na arsenopirita (02) e a pirrotita (03) \n\n \n\nFigura 39: Mostrando ouro livre (01 e 02) na matriz. \n\n \n\n\n\n75 \n \n\n5.4 DADOS QUANTITATIVOS \n\nAtravés da utilização do microscópio eletrônico de varredura (MEV) foi possível \n\nreconhecer a forma, tamanho e ocorrência do ouro e minerais associados. Já o EDS teve como \n\nobjetivo a determinação semi-quantitativa da composição química de minerais hidrotermais \n\ncomo cloritas, sulfetos, carbonatos, biotitas e ouro. \n\nOs dados semi-quantitativo mostram a perde de potássio e um aumento sensível de ferro \n\ne magnésio entre as biotitas de 1° fase e 2º fase, provam que o carbonato na rocha é a \n\ndolomita com baixos teores de ferro e a composição da clorita. (Fig.40). Foi possível também \n\nconfirmar os tipos e composição química dos sulfetos (Fig.41) e determinar algumas \n\nimpurezas do ouro (Fig.41). \n\n \n\nMineral C O Mg Al Si K Ca Ti Fe \n\nBiotita de 1°Fase 12.36  11.40  32.04 20.18  2.75 21.28 \n\nBiotita de 2° Fase  17.83 14.46  30.35 12.34   25.03 \n\nClorita  16.94 14.15 19.05 22.76    27.11 \n\nCarbonato 29.83 30.43 9.60    26.25  3.89 \n\nFigura 40: Mostra os dados semi-quantitativo das biotitas, clorita e carbonato. \n\n \n\nMineral  S Fe Cu As W Re Os \n\nArsenopirita 24.53 30.95  44.52    \n\nPirrotita 43.82 56.18      \n\nCalcopirita 37.30 28.48 29.34  0.45 2.02 2.41 \n\nFigura 41: Mostra os dados semi-quantitativo da arsenopirita, pirrotita e calcopirita. \n\n \n\nMineral C Al Ag Ta Au \n\nOuro     100.00 \n\nOuro 14.77  3.58 0.50 81.15 \n\nOuro  5.67   94.33 \n\nFigura 42: Mostra os dados semi-quantitativo do ouro. \n\n \n\n \n\n  \n\n\n\n76 \n \n\n6 CONCLUSÕES \nO Corpo Pequizão foi resultado de inúmeros eventos geológicos que o mineralizaram \n\ndesde o Arqueano até hoje. \n\nA ocorrência de uma zona de deformação rúptil no meio do xisto carbonoso e da meta \n\nvulcânica ácida sugere uma fonte para tal mineralização. A zona rúptil facilitou a abertura de \n\nespaços para a percolação de fluidos com elementos incompatíveis que interagiu com as \n\nrochas encaixantes. A variedade de minerais hidrotermais que ocupam os espaços e as \n\nextensões das zonas nas rochas apontam para uma alta taxa fluido/rocha. \n\nFoi possível a identificação de cinco zonas de alteração com composições diferentes, \n\nsendo três delas mais precoces e parcialmente contemporâneas e duas tardias.  \n\nAs zonas de alteração hidrotermal precoces são silicificação que pode variar de 6 a \n\n12m e ocorre dentro da zona de deformação da estrutura IV, é altamente mineralizada e o \n\nprincipal resultado dessa silicificação é denominado de Meta Vulcânica Ácidas, ou MVA; \n\nalteração potássica pode variar de 10 a 25m e ocorre acima da zona silicificada é marcada \n\npela ocorrência de feldspato e de biotita, desenvolvidos principalmente nas margens dos veios \n\nquartzo/feldspáticos, bem como na matriz; alteração fílica pode variar de 12 a 30m de \n\nespessura e é marcada pela presença de faixas paralela a subparalela a foliação com presença \n\nde muita mica branca e muitas vezes contornam externamente a alteração potássica que \n\nacompanha os veios de quartzo, cujos contatos entre si tendem a ser transicionais e possuem \n\numa zona de gradação ou de sobreposição entre si. \n\nAs zonas de alteração hidrotermal tardias são a alteração cloritica que é representada \n\nbasicamente pela alteração hidrotermal retrogressiva da biotita para clorita ocorrendo \n\npraticamente homogeneamente em todo o intervalo de rochas que hospeda o Corpo Pequizão; \n\ne a alteração carbonática que é composta basicamente por carbonatos na forma de veios \n\npolimineralicos tardios ou na forma de carbonatação da matriz. As alterações tardias estão \n\nsobrepostas aos demais tipos de alteração. \n\nO corpo de minério do Corpo Pequizão está posicionado em sua maior parte na zona \n\nde alteração hidrotermal com intensa silicificação. E é fortemente controlado pela estrutura IV \n\nestando hospedada nas unidades designadas na área como meta vulcânica ácida (zona \n\nsilicificada) e nos xistos carbonosos. Possui uma mineralização do tipo sulfeto disseminado \n\nque são representados basicamente por arsenopirita, pirrotita e subordinadamente por \n\ncalcopirita. A arsenopirita é um mineral índice da estrutura IV e assim sendo dos autos teores \n\n\n\n77 \n \n\nde ouro, ela praticamente marca a estrutura junto com as estruturas rúpteis, tornando-se um \n\ndos principais critérios prospectivos. A pirrotita é o mineral de minério mais comum e \n\nabundante no Corpo Pequizão, porém na zona da estrutura IV ela fica subordinada a \n\narsenopirita ocorrendo nas bordas ou inclusas dentro desta última. \n\nAssim sendo os altos teores de ouro estão localizados na estrutura IV que é a zona com \n\nsilicificação e é marcada fortemente pela presença de uma zona com deformação rúptil e pela \n\nocorrência de cristais de até 1cm de arsenopirita podendo estar hospedada tanto nos xistos \n\ncarbonosos como nas meta vulcânicas acidas. \n\n \n\n  \n\n\n\n78 \n \n\nREFERÊNCIAS \n\nAlmeida, B.S., Jost, H., Tassinari, C.C.G., Frantz, J.C., Strikis, N.M., 2007. Alteração hidrotermal e \n\nmineralização aurífera do Corpo Palmeiras, Crixás, Goiás. SBG, Simpósio de Geologia do Centro-\n\nOeste, Pirenópolis, Abstracts CD, Abstract #OR036. 1 page (unpaginated). \n\nAlmeida B.S. 2006. Mineralização aurífera, alteração hidrotermal e indicadores prospectivos do Corpo \n\nPalmeiras, greenstone belt de Crixás, Goiás. Trabalho de Conclusão do Curso de Geologia, Instituto \n\nde Geociências, Universidade Federal do Rio Grande do Sul, 88 p. \n\nAlmeida, B.S. 2004. Relatório das Atividades – Estágio 2004/1 em Crixás – GO – Anglo Gold Ashanti. \n\nCrixás-GO. 89p, Relatório Interno. \n\nAlmeida, F.F.M., Hasui, Y., Neves, B.B.B., Fuck, R.A. 1981. Brasilian structural provinces: an \n\nintroduction. Earth Sciences Rewiew, 17:1-29. \n\nAlmeida, F.F.M, Y.; Brito Neves, B.B. &amp; Fuck, R.R. 1977. Províncias Estruturais Brasileiras. In: \n\nSIMPÓSIO DE GEOLOGIA DO NORDESTE, 8., 1977, Anais, SBG, p. 363-391. \n\nAlmeida F.F.M. 1968. Evolução tectônica do centro-oeste brasileiro. Anais da Academia Brasileira de \n\nCiências. 40:280-296. \n\nBarbosa, O.; Baptista, M.B.; Dyer, R.C; Braun, O.P.G. &amp; Cotta, J.C.1969. Geologia e Inventário dos \n\nRecursos Minerais da Região Central Do Estado de Goiás – Projeto Brasília. DNPM, Série \n\nGeologia, n° 18, Seção Geologia Básica, N° 13, Brasília. DF, 1989. \n\nCarvalho R.S., 2005. Mapeamento Geológico Estrutural da Faixa Leste-Oeste ao Norte do \n\nGreenstone belt de Crixás (GO). Rio de Janeiro, Universidade do Estado do Rio de Janeiro, 45p., \n\nRelatório Parcial. \n\nCastro, J.H.G. &amp; Magalhães, L.F. 1984. Revisão estratigráfica do Grupo Pilar de Goiás na Faixa \n\nCrixás. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 33, 1984, Rio de Janeiro,. Anais...SBG, u.6, \n\np.2563-2576. \n\nDanni, J.C.M.; Jost, H.; Winge, M. &amp; Andrade, G.F. 1986. Aspectos da Evolução dos Terrenos Granito-\n\nGreenstone: Exemplo da Região de Hidrolina, Goiás. In: CONGRESSO BRASILEIRO DE \n\nGEOLOGIA, 34, 1978. Anais, SBG, p. 570-584. \n\nDanni, J.C.M.; Fuck, R.A.; Leonardos Jr., O.H. 1982. Archean and Lower Proterizoic Units in Central \n\nBrazil. Geolog. Rund., 71:291-317. \n\n\n\n79 \n \n\nDanni, J.C.M.; Fuck, R.A. &amp; Winge, M. 1981. Geologia do Greenstone Belt de Goiás, do Grupo Araxá na \n\nSerra Dourada e do Complexo de Barro Alto na região de Goianésia.. In: SIMPÓSIO DE GEOLOGIA \n\nDO CENTRO-OESTE,1, Goiânia, SBG-Núcleo Brasília e Centro-Oeste Goiânia, GO. Boletim \n\nExcursão n°1, p 22. \n\nDanni, J.C.M. &amp; Ribeiro, C.C. 1978. Caracterização Estratigráfica da Sequência Vulcano-Sedimentar \n\nde Pilar de Goiás e de Guarinos, Goiás. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 34, Anais, \n\nSBG, p.582-596. \n\nDantas, E.L., Jost, H., Fuck, R.A., Brod, J.A., Pimentel, M.M. 2001. Proveniência e idade deposicional de \n\nseqüências metavulcano-sedimentares da região de Santa Terezinha de Goiás, baseada em dados \n\nisotópicos Sm-Nd e de U-Pb em monocristal de zircão. Revis. Bras. Geoc., 31: 329-334. \n\nDNPM. 1996. Mapa Geológico da Região de Guarinos e Pilar de Goiás. Projeto Distrito Mineiro \n\nCrixás-Pilar de Goiás (1:50.000). DNPM/MME. \n\nFortes P.T.F.O. 1996. Metalogenia dos depósitos auríferos Mina III, Mina Nova, e Mina Inglesa, \n\nGreenstone Belt de Crixás, Goias. Brasília, 177p. Tese de Doutorado em Geociências. Universidade \n\nde Brasília. \n\nFuck, R.A 1994. A Faixa Brasília e a compartimentação tectônica da Província Tocantins. In: SBG, Simp. \n\nde Geologia do Centro-Oeste, IV,. Anais, p. 184-187. \n\nJost, H.; Chemale JR, F.; Dussin, I. A.; Martins, R. . A U Pb zircon Paleoproterozoic age for the \n\nmetasedimentary host rocks and gold mineralization of the Crixás greenstone belt, Goiás, Central \n\nBrazil. Ore Geology Reviews, v. 37, p. 127-139, 2010. \n\nJost, H; Scandolara, J.E. . Características estruturais, petrográficas e geoquímicas de enxame de diques \n\nmáficos intrusivos em rochas metassedimentares do greenstone belt de Crixás, Goiás. Geologia USP. \n\nSérie Científica, v. 10, p. 119-134, 2010. \n\nJost, H., Bennell, M.R., Massucato, A.J., Almeida, B.S.2005. Sistemas de alteração hidrotermal \n\nconstrastante no distrito aurífero de Crixás, Goiás. In: SBG, Simpósio Brasileiro de Metalogenia, 1, \n\nCD-ROM. \n\nJost H., Fuck R.A, Brod J.A., Dantas E.L Meneses P.R., Assad M.L.L., Pimente M.M.,Blum M.L.B., \n\nSilva A.M., Spigolon A.L.D., Maas M.V.R., Souza M.M., Fernandez B.P., Faulstich F.R.L., Mcedo \n\nJunior P.M., Schobbenhaus C.N., Almeida, L., Silva A.A.C., Anjos C.W.D., Santos A..P.M.R., \n\nBubenick A.N., Teixeira A.A., Lima B.E.M., Campos M.O., Barjud R.M., Carvalho R., Scislewski \n\n\n\n80 \n \n\nL.R., Sarli C.L., Oliveira D.P.L. 2001. Geologia de terrenos arqueanos e proterozóicos da região de \n\nCrixás-Cedrolina, Goiás. Rev. Bras. Geoc., 31: 315-328. \n\nJost, H. &amp; Fortes, P.T.F.O. (2001). Gold deposits and occurrences of the Crixás Goldfields, central \n\nBrazil. Mineralium Deposita (2001). \n\nJost, H. 1995. Alguns aspectos da geoquímica de metabasaltos de Greenstone belt Guarinos, Goiás. In: \n\nCONGRESSO BRASILEIRO DE GEOQUÍMICA, 5., 1995, SBG, Anais em CD-ROM, 4p \n\nJost, H.; Carmelo, A.C. &amp; Menezes, P.R. 1994a. Litologias, relações de contato e estrutura do Bloco \n\nCaiamar, Crixás, Goiás. In: SIMPÓSIO DE GEOLOGIA DO CENTRO-OESTE, 4., 1994, Brasília, \n\nSBG, Resumo expandido, 18-20. \n\nJost, H.; Theodoro S.M.C.H.; Figueiredo A.M.G &amp; Boaventura G.R. 1994b. Propriedades geoquímicas e \n\nproveniência de rochas metassedimentares detríticas arqueanas dos greenstone-belts de Crixás e \n\nGuarinos, Goiás. Revista Brasileira de Geociências, 26:151-166. \n\nJost H.; Oliveira, A.M.; Vargas, M.C. 1992. Petrography, geochemestry, and structural control of \n\ntrondhjemitic intrusions in greenstone belts of the Crixás region, Central Brazil. In CONGRESSO \n\nBRASILEIRO DE GEOLOGIA,37., 1992, São Paulo, Resumo Expandido, SBG, u.1, p.43-44. \n\nJost H. &amp; Oliveira A.M. 1991. Stratigraphy of the greenstone belts, Crixás region, Goiás, Central \n\nBrazil. Journal of South American Earth Sciences, 4:201 -214. \n\nJost, H &amp; Ferreira Filho, C.F. 1987. Geologia da região meridional de greenstone belt de Guarinos, \n\nGO. Brasília, não publicado. Instituto de Geociências, Universidade de Brasília. \n\nKuyumjian, R.M. 1981. Geologia e mineralização auríferas do Greenstone Belt da Faixa Crixás-GO. \n\nBrasília, 67p. Dissertação de Mestrado, Universidade de Brasília. \n\nMassucato, A.J. 2004. Relatório de Geologia Estrutural – Aspecto Estruturais do Greenstone Belt de \n\nCrixás – GO – Anglo Gold Ashanti. Crixás-GO. 30p, Relatório Interno. \n\nMagalhães, L.F. 1991. Cinturão de Cisalhamento de Empurrão Córrego Geral-Meia Pataca: Geologia, \n\nDeformação, Alteração Hidrotermal e Mineralizações Auríferas Associadas Crixás-Goias. Brasília, \n\n233p. Dissertação de Mestrado, Universidade de Brasília. \n\nMontalvão, R. M. G.; Lopes, L.M. &amp; Pereira, L.G. M. 1981. Petrografia dos komatiítos de Crixás, \n\nGoiás. SBG, Núcleo Centro-Oeste, Boletim Informativo, 10: 89-127. \n\n\n\n81 \n \n\nPeterson Jr., K.J. 2003. Estudo das mineralizações auríferas do Corpo IV e V da Estrutura IV do \n\ngreenstone belt de Crixás (GO). São Paulo, 195p. Tese de Doutorado, Instituto de Geociências, USP. \n\nPimentel M.M., Ferreira Filho C. F., Amstrong R. A 2004. SHRIMP U-Pb and Sm-Nd ages of the \n\nNiquêlandia layered complex: Meso – (1.25 Ga) and Neoproterozoic (0.79 Ga) extensional events in \n\ncentral Brazil. Prec. Res,132:132-135. \n\nPimentel M.M., Fuck R.A., Jost H., Ferreira Filho C.F., Araújo S.M. 2000. The basement of the Brasilia \n\nFold Belt and Goiás Magmatic Arc. In: U.G. Cordani, E.J. Milani, A. Thomaz Filho, D.A. Campos \n\n(editores,) Tectonic Evolution of Smith America. 31stIntern. Geol. Cong., pp.: 195-230. \n\nPimentel M.M., Whitehouse M.J., Fuck R.A, Machado N. 1997. The Mara Rosa arc in the Tocantins \n\nProvince: further evidence for Neoproterozoic crustal accretion in central Brazil. Prec. Res, 81: 299-\n\n310. \n\nPimentel M.M. &amp; Fuck R.A. 1992. Neoproterozoic crustal accretion in central Brazil. Geology, 20: 375-\n\n379. \n\nPortocarrero, J.L.T. 1996. Geologia da jazida aurífera Mina Nova, greenstone belt de Crixás, Goiás. \n\nBrasília, 102p. Dissertação de Mestrado, Instituto de Geociências, UNB. \n\nQueiroz C.L. 2000. Evolução tectono-estrutural dos terrenos granito-greenstone belt de Crixás, Brasil \n\nCentral. Dissertação de Doutorado, Instituto de Geociências, Universidade de Brasília, 209p. \n\nQueiroz, C.L.; Jost, H. 1998. Polyciclic deformation on an Archaean crustal segment of the Goiás Massif, \n\ncentral Brazil. In: International Conference on Basement Tectonics, 14, Ouro Preto (MG), \n\nProceedings, p. 166-169. \n\nResende, M.G.; Jost, H.; Osborne, G.A &amp; Mol, A.G. 1998. Stratigraphy of the Goiás and Faina \n\ngreenstone belts, central Brazil: a new proposal. Revista Brasileira de Geociências, 28(1):77-94. \n\nSaboia L. A, Teixeira N. A, Castro J. H. G., Texeira A S. 1981. Geologia do greenstone belt de Crixás \n\n(GO) e suas implicações geotectônicas. In: SBG. Simp.sobre o Cráton de São Francisco e suas Faixas \n\nMarginais, Salvador, Anais, p. 39-50. \n\nSaboia, L.A. &amp; Teixeira, N. A. 1980. Lavas ultrabásicas de unidade basal de Greenstone Belt de Crixás \n\n(GO): Uma nova classe de rochas ultrabásicas no Estado de Goiás. Revista Brasileira de \n\nGeociências, 10 (1): 28-42. \n\nSaboia, L.A. 1979. Os “Greenstone Belts” de Crixás e Goiás – GO. SBG, Núcleo Centro-Oeste, Boletim \n\nInformativo, 9:44-72. \n\n\n\n82 \n \n\nSobiesiak, M.S. 2011. Relatório das Atividades – Estágio 2011/1- GEX em Crixás – GO – Anglo Gold \n\nAshanti/Kinross. Crixás-GO. 30p, Relatório Interno. \n\nTheodoro, S.M.C.H. 1995. Ambiente de sedimentação da Formação Ribeirão das Antas, Grupo Crixás \n\n– Goiás. Brasília, 88p. Dissertação de Mestrado. Instituto de Geociências, Universidade Federal de \n\nBrasília. \n\nTomazzoli E.R. 1997. Aspectos Geológicos e Petrológicos do Enxame de Diques Morro Agudo de \n\nGoiás. Brasília, 293p. Tese de Doutorado, Instituto de Geociências, Universidade de Brasília. \n\nTeixeira N.A.; Saboia L.A.; Ferreira M.C.B.; Teixeira A.S. &amp; Castro J.H.G. 1981. Estruturas e texturas \n\ndas lavas ultrabasicas e básicas do greenstone belt de Crixás, Goiás, Brasil. Rev. Bras. Geoc. 25:111-\n\n123 \n\nVargas M.C. 1992. Geologia das rochas granito-gnáissicas da região de Crixás, Guarinos, Pilar de \n\nGoiás e Hidrolina. Dissertação de Mestrado, Instituto de Geociências, Universidade de Brasília, 167p. \n\nYmaoka, W.N. &amp; Araújo, E.M. 1988. Depósitos de Ouro Mina III, Crixás, Goiás, In: C.Schobbenhaus \n\n&amp; C.E.S Coelho (Eds.) Principais Depósitos Minerais do Brasil, Brasília, NPM/CVRD. V.3, cap.34, \n\np491-498. \n\n  \n\n\n\n83 \n \n\n7 ANEXOS \n7.1 LOG DE SONDAGEM DO FURO II - 301 \n\n7.2 LOG DE SONDAGEM DO FURO II - 384 \n\n7.3 LOG DE SONDAGEM DO FURO II - 434"}]}}}