{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10486"}, {"@name": "filename", "#text": "15601_2000Tese_AnaPaulaMAlves.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "DOUTORADO\nUNIVERSIDADE FEDERAL DA PARAÍBA CENTRO DE CIÊNCIAS EXATAS E DA NATUREZA DEPARTAMENTO DE QUIMICA PROGRAMA DE PÓS-GRADUAÇÃO EM QUÍMICA\nAna Paula de Melo Alves\nJoão Pessoa - PB - Brasil Março / 2009\nVermiculitas tratadas quimicamente na obtenção de sólidos microporosos como precursores para híbridos inorgânico-orgânicos com aplicações adsortivas.\nTESE DE\nUNIVERSIDADE FEDERAL DA PARAÍBA CENTRO DE CIÊNCIAS EXATAS E DA NATUREZA DEPARTAMENTO DE QUIMICA PROGRAMA DE PÓS-GRADUAÇÃO EM QUÍMICA\nTESE DE DOUTORADO\nVermiculitas tratadas quimicamente na obtenção de sólidos microporosos como precursores para híbridos inorgânico-orgânicos com aplicações adsortivas.\nAna Paula de Melo Alves\nTese de Doutorado apresentada ao Programa de Pós-Graduação em Química, do Centro de Ciências Exatas e da Natureza da Universidade Federal da Paraíba, como requisito para obtenção do título de doutor em química.\nOrientador: Prof.- Dr.- Maria Gardênnia da Fonseca Co- orientador: Prof. Dr. José Geraldo de Paiva Espínola\nA474v Alves, Ana Paula de Melo.\nVermiculitas tratadas quimicamente na obtenção de sólidos microporosos como precursores para híbridos inorgânico-orgânicos com aplicações adsortivas / Ana Paula de Melo Alves . - - João Pessoa : [s.n.], 2010.\n122 f.\nOrientadora: Maria Gardênnia da Fonseca\nCo-orientador : José Geraldo de Paiva Espínola.\nTese (Doutorado) - UFPB /CCEN.\nI.Quimica inorgânica. 2.Híbridos inorgânico-orgânicos. 3.Vermiculita. 4.Organoargilas. 5.Argilas ativadas. 6. Silanização.\nUFPB/BC\nCDU: 546(043)\nVermiculitas Tratadas Quimicamente na Obtenção de Sólidos Microporosos como Precursores, para Híbridos Inorgânico-Orgânico com aplicações Adsortivas.\nAprovada pela banca examinadora:\n______________<x\\,\nProfa. DÍa. Maria Gardênnia da Fonseca\nOrientadora/Presidente\nProf. Dr. José Gèraldo de Paiva Espínola 2o. Orientador\nProf. Dr. Eduardo Aparecido Toledo Examinador\nProfa. Dra. Marta Maria da Conceicão\n3\nExaminadora\nProfa. Dra. Claudete Feriu\nExaminadora\nDedico este traôcdho aos meus amados pais, Paulo Xavier e ZéRa, que me dedicam todo o amor e oração desse mundo. As minhas irmãs Regina e ÉriÇa a quem tanto amo. E ao meu amigo e meu amor Bruno Çuedes.\nAgradecimentos\nA Deus, por sua eterna bondade e paciência comigo.\nA meus pais por serem meus guardiões nessa vida e por mim ensinarem a ser uma pessoa correta. A minhas irmãs peia paciência e amor.\nA Ilza Maria e Maria José por mim acolherem durante a minha graduação, se não nada disso seria possível.\nA professora Maria Çardênnia da Fonseca pela orientação e confiança em mim depositada.\nAos professores Luiza Nobuko Hirota Arakaki pela colaboração na realização deste trabalho e pelas confraternizações realizadas em sua casa. Ao professor José Çeraído de Paiva Espínola peia co-orientação. Ao professor Severino Francisco de Oliveira pela orientação na realização do estágio à docência e pela amizade.\nAo professor Josué Eugênio por ter despertado em mim amor pela química.\nAos amigos Albaneide, Ulysses, Ramon e Vaeldo por tornarem a pesquisa mais divertida. A todos que fazem ou já fizeram parte do LCCQS: Albaneide, Kaline, Ulisses, Oberto, Vaeldo, Ramon, Edson Filho, Edson, André, Victor Hugo, Vera, Evandro, Jackçline, Eveline, Handerson, Hundemberg, Israel, Dariston, Andréa, Mireía, Marcia, Ane, Joseane, Sol, Aline, Camila e Ariane.\nA Bruno Çuedes pela paciência e apoio, e especialmente por fazer parte da minha vida. A Waleska , Marcia e Patrícia por serem realmente minhas amigas.\nAo Laboratório de Termoquímica de Materiais (LATMAT) do IQ/UNICAMP na pessoa do professor Claudio Airoldi e ao Laboratório de solidificação rápida (LSR) do CT/UFPB nas pessoas do Professor Jakyon, Bruno Çuedes, Quirino, Itânio e a minha cunhada Danielíe.\nA Capes pelo o apoio financeiro e a possibilidade de lecionar durante doutorado, que foi de fundamental importância para minha formação como educadora.\nRESUMO\nTítulo: Vermiculitas tratadas quimicamente na obtenção de sólidos microporosos como precursores para híbridos inorgânico-orgânicos com aplicações adsortivas.\nAutor (a): Ana Paula de Melo Alves Orientador (a): Prof.a Dr.a Maria Gardênnia da Fonseca Co-orientador: Prof. Dr. José Geraldo de Paiva Espínola Palavras-chaves:\thíbridos inorgânico-orgânicos, vermiculita,\norganoargilas, argilas ativadas, silanização.\nA lixiviação seletiva de argilominerais é um método importante na preparação de silicatos porosos constituindo-se em uma rota simples, efetiva e de baixo custo. Neste estudo a vermiculita foi submetida a tratamento ácido com acido nítrico nas concentrações 1, 2, 3 e 4 mol dm3, originando os sólidos precursores denominados VacX (x=1 a 4), respectivamente. As matrizes ativadas e a vermiculita reagiram covalentemente com os organosilanos aminopropil-, propiletilenodiamino-, propildietilenotriamino- e glicidóxipropiltrimetoxissilano (GPTS) através dos grupos metoxilas do silano e as hidroxilas da superfície das matrizes. O híbrido Vac3G, derivado da silanização do Vac3 com GPTS, sofreu reações subseqüentes com as diaminas etil, propil, butildiamina e 2-aminopiridina, possibilitando a entrada de novos centros básicos. Os diversos sólidos foram caracterizados por análise química, espectroscopia na região do IV, DRX, RMN 29Si e 27Al, MEV, volume de poro e área superficial. A lixiviação da vermiculita sódica originou sólidos porosos reestruturados com elevadas áreas superficiais cujos valores foram 133, 334, 673 e 575 m2 g-1 para os sólidos Vac1, Vac2, Vac3 e Vac4, respectivamente. Independentemente do sólido, observou-se que à medida que a lixiviação se torna mais acentuada, houve um aumento na reatividade das matrizes ativadas em relação à vermiculita original, sendo a matriz Vac3 a mais reativa diante das reações aqui propostas. Todos os sólidos modificados apresentaram altos teores de grupos orgânicos incorporados. A série de vermiculitas modificadas com o grupo aminopropil foi utilizada para a adsorção de cátions divalentes de cobre e níquel em solução aquosa, mostrando maior afinidade para os íons de Ni2+(aq) do que para Cu2+(aq) como ilustrado pelos valores Nf de 2,97 e 1,23 mmol g-1, respectivamente. Os sólidos porosos argilosos derivados de tratamento ácido da vermiculita são substratos potenciais para imobilização de silanos apresentando importantes aplicações como adosrventes para espécies poluentes como metais pesados.\nABSTRACT\nTitle: Vermiculites treated chemically as precursors for micro porous solids as precursors for inorganic-organic hybrids with adsorptive applications.\nAuthor: Ana Paula de Melo Alves\nSupervisor 1: Profa Dr3 Maria Gardênnia da Fonseca\nSupervisor 2: Prof. Dr. José Geraldo de Paiva Espínola\nKeywords: hybrid inorganic - organic, vermiculite, organoclays, activated clays, silylation.\nThe selective leaching of clay minerals is an important method in the preparation of porous silicates presenting as a simple, effective and low cost route. In this study, vermiculite was submitted to acid treatment at concentrations 1, 2, 3, and 4 mol dm-3, resulting the precursor solids named as VacX (x=1 a 4), respectively. The lixiviated matrices and vermiculite reacted covalently with the organosilanes aminepropyl-, propyletilenediamine-,\tpropyldietilenetriamine-\tand\nglycidoxypropyltrimethoxisilane (GPTS). The hybrid Vac3G, derived from silanization reaction between Vac3 and GPTS, was submitted to subsequent reactions with ethyl, propyl, butyldiamines and 2-aminepiridine resulting in the entrance of new basic centres. The products were characterized by chemical analysis, infrared spectroscopy, X-ray diffraction, 29Si and 27Al NMR in solid state, SEM, and pore volume and surface area determination. The lixiviation of sodic vermiculite originated the restructured porous solids with high superficial area showing the values133, 334, 673 e 575 m2 g-1 for VacX where X = 1,2,3,4, respectively. These solids and sodic vermiculite reacted covalently with each organosilane through methoxyl groups of silane and the hydroxyl surface of matrices. Independently of solid, it was observed that the lixiviation favored the reactivity of activated matrices compared with sodic vermiculite, showing the Vac3 as more reactive comparing with others solids. All modified solids presented high nitrogen content showing the values of 6,31 %. The set of modified vermiculites containing aminepropyl group was applied as adsorbent for divalent cations as copper and nickel in aqueous solution. These solid showed highest affinity for Ni2+ than Cu2+ ions as illustrated by Nf values of 2,97 and 1,23 mmol g-1, respectively. Clay porous solids obtained of leaching treatment of vermiculite are potential substrates for grafting of silanes showing important applications as adsorbents for contaminant species as heavy metals.\nSUMÁRIO\n1.0 Introdução............................................................17\n1.1\tObjetivos.......................................................19\n2.0 REVISÃO BIBLIOGRÁFICA.................................................21\n2.1\tSilicatos.......................................................21\n2.2\tMinerais Argilosos.............................................23\n2.2.1\tArgilas ativadas..............................................28\n2.2.2\tVermiculita............................................30\n2.3\tArgilominerais modificados com agentes\torgânicos...............32\n2.3.1\tReações de ancoramento em argilomierais................34\n2.4\tArgilominerais como adsorventes\tpara\tpoluentes................40\n3.0 PROCEDIMENTO EXPERIMENTAL.............................................45\n3.1\tReagentes.....................................................45\n3.2\tPurificação de solventes e reagentes...........................46\n3.3\tObtenção das matrizes\ta\tpartir\tda vermiculita.................47\n3.3.1\tEliminação da matéria orgânica.........................47\n3.3.2\tArgila monoiônica......................................47\n3.3.3\tAtivação ácida da vermiculita..........................48\n3.4\tObtenção dos híbridos inorgânico-orgânicos.....................49\n3.4.1\tRota de síntese das argilas ativadas modificadas com agentes\nsililantes nitrogenados............................................49\n3.5\tEnsaios de adsorção de cobre e níquel nos híbridos............51\n3.6\tCaracterizações...............................................51\n3.6.1\tAnálise elementar......................................51\n3.6.2\tDeterminações espectroscópicas.........................52\n3.6.3\tDifração de Raio-X, DRX................................52\n3.6.3.1\tCristalinidade Relativa........................53\n3.6.3.2\tTamanho de Cristalito..........................53\n3.6.4\tCaracterização textural............................54\n3.6.5\tMicroscopia eletrônica de varredura (MEV).............54\n3.6.6\tAnálise Termogravimétrica.............................54\n3.6.7\tAdsorção de cátions metálicos.........................54\n4.0 RESULTADOS E DISCUSSÃO ..............................................57\n4.1\tResultados e discussões das argilas ativadas..................57\n4.1.1\tAnálise química.......................................57\n4.1.2\tEspectroscopia de Absorção na Região\tdo Infravermelho.....58\n4.1.3\tRessonância Magnética Nuclear de 29Si\te\t27Al..........60\n4.1.4\tDifratometria de Raios-X..............................64\n4.1.5\tMicroscopia de Varredura Eletrônica...................67\n4.1.6\tCaracterização Textural...............................69\n4.1.7\tAnálise Térmogravimétrica.............................72\n4.2\tArgilas ativadas modificadas com agentes sililantes nitrogenados.75\n4.2.1\tAnálise elementar.....................................75\n4.2.2\tEspectroscopia de Absorção na Região do Infravermelho ....77\n4.2.3\tRessonância Magnética Nuclear de 13C e 29Si...........79\n4.2.4\tDifratometria de Raio - X.................................83\n4.2.5\tAnálise termogravimétrica.................................90\n4.3\tResultados e discussões das reações com o GPTS...................93\nParte I - Obtenção das matrizes com o grupo epóxido.........................94\n4.3.1\tAnálise elementar.....................................94\n4.3.2\tEspectroscopia de Absorção na Região do Infravermelho.....96\n4.3.3\tAnálises termogravimétricas,.............................96\n4.3.4\tDifratometria de Raio - X................................98\nParte II - Reações subseqüentes do sólido Vac3-G com as moléculas aminadas...............................................................100\n4.3.5\tAnalise elementar.......................................101\n4.3.5\tEspectroscopia na região\tdo\tinfravermelho...............102\n4.3.6\tRessonância Magnética\tNuclear\tde 13C....................103\n4.4\tEnsaios de Adsorção com níquel e cobre em solução aquosa.........104\n5.0 CONCLUSÕES.........................................................113\n6.0 REFERÊNCIAS BIBLIOGRÁFICAS.........................................115\nLISTA DE FIGURAS\nFigura 1.1 - Modelo esquemático da estrutura da (a) folha tetraédrica e da (b) folha octaédrica..........................................................24\nFigura 1.2 - Modelo esquemático da camada estrutural básica de uma argila tipo 1:1.......................................................................24\nFigura 1.3 - Ilustração da estrutura da vermiculita (a) e com a representação dos íons sódio no espaço interlamelar (b).................................31\nFigura 1.4 - Reações interlamelares em argililominerais 1:1 e 2:1. JASMUND e LAGALY (1993).............................................................33\nFigura 1.5 - Representação de um dos mecanismos possíveis da interação de um agente sililante com superfícies inorgânicas em meio aquoso....................................................................35\nFigura 1.6\t- Esquema geral para a síntese das\tSPILC\n(ZHU,2007)................................................................37\nFigura 1.7 - Rotas utilizadas para a imobilização de um grupos organofuncional sobre uma superfície hidroxilada (A) heterogênea e (B) homogênea. Onde X representa o grupo funcional pendente na cadeia do organossilano, R representa o grupo alcóxido e L um grupo substituinte nucleofílico...................38\nFigura 1.8 - Ilustração da complexação indireta e direta e a difusão do íon livre em relação ao aluminossilicato lamelar BERGAYA, 2006......................41\nFigura 3.1. Resumo da metodologia utilizada na obtenção das matrizes inorgânicas...............................................................48\nFigura 3.2. Metodologia utilizada na reação da modificação com os agentes sililantes nitrogenados de cadeia crescente...............................50\nFigura 3.3 - Metodologia utilizada na reação da modificação com os agentes sililante GPTS............................................................51\nFigura 4.1 - Espectros na região do IV da vermiculita pura e a sólidos ativados..................................................................60\nFigura 4.2 - Espectros de RMN de 29Si: a) Ver, b) Vac1, c) Vac2, d) Vac3 e e) Vac4......................................................................62\nFigura 4.3 - Espectros de RMN de 27Al : a) Ver, b) Vac1, c) Vac2, d) Vac3 e\ne)Vac4....................................................................64\nFigura 4.4 - Difratometria de Raios-X da vermiculita original e dos sólidos lixiviados.................................................................67\nFigura 4.5 - Fotomicrografias dos Sólidos Ver, Vac2 e Vac3.................69\nFigura 4.6 - Isotermas de adsorção e dessorção de nitrogênio à 77K para os sólidos obtidos a partir da lixiviação da vermiculita......................71\nFigura 4.7 - Distribuição do tamanho de poros pelo método BJH para os solidos Vac1 e Vac4................................................................73\nFigura 4.8 - Curvas termogravimétricas referentes a vermiculita e os sólidos ativados...................................................................74\nFigura 4.9 - Estrutura sugerida para as modificações químicas: a) ancoramento de forma tridentada; b)ancoramento de forma bidentada e c) de forma monodentada. (A figura considera a hidrólise das metoxilas)................77\nFigura 4.10 - Espectros na região do IV das séries dos híbridos Ver (a), Vac1\n(b)\t, Vac2 (c) e Vac3 (d)..................................................79\nFigura 4.11 - Espectros de RMN de 29Si para a) Vac2, b) Vac2NN e c) Vac2NNN....................................................................81\nFigura 4.12 - Espectros de RMN de 29Si para i) Vac1 (a), Vac1NN (b) e Vac1N\n(c)\te (ii) (a) Vac3, (b) Vac3N e (c) Vac3NN................................81\nFigura 4.13 - Espectros de RMN de 13C, a) Vac3 N; b)Vac3NN e c) Vac3 NNN........................................................................83\nFigura 4.14 - Espectros de RMN de 13C: (i) - a) Vac1 N e b)Vac1NN ; (ii) - a) Vac2 N e b) Vac2NN.........................................................84\nFigura 4.15 - Difratogramas de Raios-X dos sólidos (a) Ver, (b) VerN, (c)\nVerNN, (d) Ver NNN.........................................................85\nFigura 4.16 - Ilustrações sugeridas das possíveis maneiras de ancoramento da cadeia orgânica no sólido Vac1N............................................87\nFigura 4.17 - Difratogramas de Raios-X dos sólidos: (a) Vac 1, (b) Vac1N, (c) Vac1NN e (d) Vac1NNN.......................................................88\nFigura 4.18 - Difratogramas de Raios-X dos sólidos: (a) Vac 2, (b) Vac2N, (c) Vac2NN e (d) Vac2NNN.......................................................89\nFigura 4.19 - Ilustrações sugeridas para as reações do suporte Vac2 com o agente sililante SilNNN; a) estrutura da argila com lamelas esfoliadas; b) a\nreordenação das lamelas pela presença do agente\nSilNNN..................................................................90\nFigura 4.20 - Curvas de termogravimétricas das séries dos híbridos Ver (a), Vac1 (b), Vac2 (c) e Vac3 (d).............................................91\nFigura 4.21 - Espectros na região do IV dos sólidos: i)- a) Vac 1G, b) Vac1; (ii)\n-\ta) Vac2G e b) Vac2......................................................97\nFigura 4.22 - Espectros na região do IV dos sólidos Vac3 e Vac3G..........98\nFigura 4.23 - Curvas TG das séries dos híbridos Vac1G(a), Vac2G (b) e seus respectivos suportes inorgânicos..........................................99\nFigura 4.24 - Curvas TG das séries dos sólidos Vac3G e Vac3..............99\nFigura 4.25 - Difratogramas de Raios-X dos sólidos: i)- a) Vac 1, b) Vac1G; (ii)\n-\ta) Vac2G e b) Vac2.....................................................101\nFigura 4.26 - Espectros na região do IV dos sólidos: Vac3 (a); Vac3G (b), Vac3G-et (c) Vac3G-prop (d), Vac3G-but (e) e Vac3G-pip (f)...............104\nFigura 4.27 - Espectros de RMN de 13C, a) Vac3 N; b)Vac3NN e c) Vac3 NNN......................................................................105\nFigura 4.28 - Comparação da adsorção de cobre em solução aquosa sobre vermiculita pura e suas formas modificadas a vários pH, 298 K e 1 atm....106\nFigura 4.29 - Comparação da adsorção de níquel em solução aquosa sobre vermiculita pura e suas formas modificadas a vários pH, 298 K e 1 atm....106\nFigura 4.30 - Isoterma de adsorção com os sólidos modificados a várias concentrações a 298 ± 1 K, para os cátions metálicos: a) cobre e b) níquel...................................................................107\nFigura 4.31 - Forma linearizada das isotermas de adsorção do (a) cobre e (b) níquel com a série de sólidos modificados: (-+-)VerN; (-o-)Vac1N; (-o-)Vac2N e (-A-)Vac3N, a várias concentrações a 298 ± 1 K...........................109\nFigura 4.32 - Estruturas sugeridas dos complexos de cobre/aminopropil nos espaços interlamelares em: a) Vac3N e b) VerN............................111\nLISTA DE TABELAS\nTabela 1.1 - Classificação dos silicatos................................................22\nTabela 1.2 - Classificação dos filossilicatos relacionados aos minerais argilosos, considerando o tipo de lamela (Tipo), grupo (Grupo) com carga da fórmula (x),\nsubgrupo (Subg) e exemplo das espécies (Esp)............................23\nTabela 4.1 - Análise química da vermiculita natural.....................58\nTabela 4.2 - Análise química dos principais componentes da vermiculita\nativada.................................................................59\nTabela 4.3 - Os dados listados referem-se à área relativa aos sinais Q3 e Q4 e a razão Q3/Q4, obtidos a partir dos espectros de RMN de 29Si das amostras de vermiculita ativada..........................................................63\nTabela 4.4 - Os dados listados referem-se a área relativa aos sinais Altet e Aloct e a razão Aloct/Altet, obtidos a partir dos espectros de RMN de 27Al das amostras de vermiculita ativada..........................................................65\nTabela 4.5 Dados de cristalinidade para os sólidos Ver, Vac1 e\nVac2.........................................................................68\nTabela 4.6 - Propriedades superficiais das suporte Vac1, Vac2,Vac3 e Vac4.........................................................................72\nTabela 4.7 - Percentuais das perdas de massa (Am) através das curvas termogravimétricas nos intervalos de temperatura (AT) da vermiculita e das vermiculitas modificadas organicamente.......................................75\nTabela 4.8 Análise elementar em percentagens de carbono (C), Hidrogênio (H), Nitrogênio (N), densidade de moléculas imobilizadas (Qf) e a relação molar C/N experimental (teórica) dos materiais modificados.............................76\nTabela 4.9 - Quantidade em (%) das espécies de silício T2 e T3 e a razão Q3/Q4 estimadas a partir do desdobramento dos picos de ressonância de RMN de 29Si\ndos híbridos.........................................................................82\nTabela 4.10 - Dados de cristalinidade da série Ver..................................85\nTabela 4.11 - Dados de cristalinidade da série Vac1*................................87\nTabela 4.12- Dados de cristalinidade da série Vac2...................................89\nTabela 4.13 - Percentuais das perdas de massa (Am) através das curvas termogravimétricas nos intervalos de temperatura (AT) da vermiculita e das vermiculitas modificadas organicamente...................................93\nTabela 4.14 - Análise elementar de carbono (C), hidrogênio (H), densidade de moléculas imobilizadas (Qf) dos materiais modificados em concentrações de saturação em tempos de reação variados....................................96\nTabela 4.15 - Percentuais das perdas de massa (Am) através das curvas\ntermogravimétricas nos intervalos de temperatura (AT) da vermiculita e das vermiculitas modificadas organicamente.......................................100\nTabela 4.16 - Dados de cristalinidade dos sólidos VaclG e Va2G e seus respectivos precursores......................................................101\nTabela 4.17 - Análise elementar de carbono (C), Hidrogênio (H), Nitrogênio (N), densidade de moléculas imobilizadas (Qf) e o rendimento da reação............103\nTabela 4.18 - Dados de troca catiônica da vermiculita com o íon cobre (Cu2+) de niquel (Ni2+) divalente, obtidos a partir do modelo de Langmuir: a constante de equilíbrio (b), a energia de Gibbs livre (AG°), quantia de máxima experimental trocada (Nfmax) e o coeficiente de correlação (r) para o linearização da curva\nisotérmica a 298\t±1 K e Qf densidade moléculas orgânicas\nancoradas.................................................................111\nLISTA DE SÍMBOLOS E ABREVIATURAS\nRMN\tRessonância Magnética Nuclear\nMAS\tRotação em ângulo mágico\nMEV\tMicroscopia eletrônica de varredura\nDRX\tDifratometria de raio - X\nIV\tInfravermelho\nTG\ttermogravimetria\nB.E.T.\tBrauner, Emmet &amp; Teller\nGPTS\t3-glicidóxipropiltrimetoxisilano\nVer\tVermiculita natural\nVerN\tVer modificada com 3-aminopropiltrimetoxisilano\nVerNN\tVer modificada com 3-diaminopropiletilenotrimetoxisilano\nVerNNN\tVer modificada com 3-triaminopropiletilenotri-metoxisilano\nVac1\tVermiculita ativada com ácido a 1M\nVac1N\tVac1 modificada com 3-aminopropiltrimetoxisilano\nVac1NN\tVac1 modificada com 3-diaminopropiletilenotri-metoxisilano\nVac1NNN\tVac1 modificada com 3-triaminopropiletilenotri-metoxisilano\nVac2\tVermiculita ativada com ácido a 2M\nVac2N\tVac2 modificada com 3-aminopropiltrimetoxisilano\nVac2NN\tVac2 modificada com 3-diaminopropiletilenotri-metoxisilano\nVac2NNN\tVac2 modificada com 3-triaminopropiletilenotri-metoxisilano\nVac3\tVermiculita ativada com ácido a 3M\nVac3N\tVac3 modificada com 3-aminopropiltrimetoxisilano\nVac3NN\tVac3 modificada com 3-diaminopropiletilenotri-metoxisilano\nVac3NNN\tVac3 modificada com 3-triaminopropiletilenotri-metoxisilano\nVerG\tVer com 3-glicidóxipropiltrimetoxisilano\nVaclG\tVacl modificada com 3-glicidoxipropiltrimetoxisilano\nVac2G\tVac2 modificada com 3-glicidoxipropiltrimetoxisilano\nVac3G\tVac3 modificada com 3-glicidoxipropiltrimetoxisilano\nVac3Get\tVac3 modificada com 3-glicidoxipropiltrimetoxisilano e subseqüente com etilenodiamina\nVac3Gprop\tVac3 modificada com 3-glicidoxipropiltrimetoxisilano e subseqüente com 1,3 - propanodiamina\nVac3Gbut\tVac3 modificada com 3-glicidoxipropiltrimetoxisilano e subseqüente com 1,4 - butanodiamina\nVac3Gpip\tVac3 modificada com 3-glicidoxipropiltrimetoxisilano e subseqüente com 2-aminometilpiperidina\nCapítulo I\nIntrodução\n1.0 INTRODUÇÃO\nAs mais recentes tecnologias requerem materiais com combinação de propriedades que não são encontradas nos materiais convencionais. Materiais híbridos inorgânico-orgânicos constituem uma alternativa para a produção de novos materiais multifuncionais, com uma larga faixa de aplicações. Dentre as diversas superfícies inorgânicas que podem servir de suporte para obtenção destes materiais, os óxidos derivados de metais e ametais têm se destacado como, por exemplo, a sílica gel cuja química de modificação vem sendo bastante explorada (WEN et al, 2008). Por outro lado, inúmeros materiais hidroxilados, dentre estes os silicatos, podem ser utilizados com comportamento relacionado à presença das hidroxilas superficiais.\nA síntese de silicatos híbridos inorgânico-orgânicos normalmente é feita por reações que partem de uma matriz inorgânica precursora, na qual um agente orgânico modificador é incorporado à superfície do material e/ou no espaço interlamelar, ou ainda através do método sol-gel, no qual uma fase inorgânica é formada contendo simultaneamente um grupo orgânico em sua estrutura (BORDOLOI, 2008; LEYDEN,1980). A escolha do método de obtenção dependerá da natureza do material e da aplicação a que este se destina. Geralmente, o propósito dessas reações é a obtenção de novos materiais com propriedades superiores à matriz inorgânica precursora. Desta forma, é possível a combinação das vantagens da fase inorgânica como alta estabilidade térmica e mecânica, e a resistência a solventes e ácidos, com aquelas do grupo orgânico como a capacidade de interagir com diversas espécies como íons, complexos metálicos, enzimas, proteínas, metaloporfirinas ou ftalocianinas. Conforme a funcionalidade do grupo ancorado, pode-se alterar uma superfície hidrofílica em hidrofóbica ou lipofílica, direcionando a utilização dessas fases para fins cromatográficos específicos (BORDOLOI, 2008).\nA reatividade dos filossilicatos deve-se, principalmente, à presença de grupos hidroxilas na região interlamelar e em sua superfície. Esses\n17\ngrupos possibilitam a formação de redes híbridas quando se usa um agente modificador de natureza orgânica. Dentro desse enfoque as argilas tornaram-se precursores interessantes para produção desses novos materiais devido as suas propriedades mecânicas e térmicas combinadas, que podem ser incorporadas com a processabilidade e a flexibilidade dos compostos orgânicos e polímeros orgânicos.\nAs reações de silanização tem permitido o ancoramento de diferentes grupos funcionais em superfícies de sólidos inorgânicos diversos, sendo uma rota efetiva para obtenção dos materiais denominados de híbridos (DANIEL,2008; ZHANG,2006). Esse tipo de abordagem tem despertado importância tanto em termos de pesquisa básica como em termos de potencialidade de utilização dos compostos obtidos.\nNessa direção, o propósito deste trabalho de pesquisa é a obtenção de organovermiculita através da reação de silanização utilizando-se agentes sililantes nitrogenados de cadeia crescente e derivados do grupo epóxido. As reações subseqüentes com aminas alifáticas de cadeia aberta também foram avaliadas. Os diversos sólidos serão explorados como novos adsorventes para íons metálicos.\n1.1\tObjetivos\nO presente trabalho dedica-se à investigação da influência da ativação ácida da vermiculita na síntese de híbridos inorgânicos-orgânicos por reações de silanização da vermiculita com agente sililantes nitrogenados e derivados do epóxi, sendo o último submetido a reações subseqüentes com aminas alifáticas.\nOs objetivos específicos são:\nJ A obtenção de matrizes inorgânicas mediante a ativação da vermiculita, através de tratamento ácido em concentrações variadas.\nJ Síntese de matrizes de vermiculita ativadas modificadas organicamente mediante reações com agentes sililantes nitrogenados e o agente sililante 3-glicidóxiltrimetoxisilano.\nJ Obtenção de materiais híbridos de vermiculita derivado do glicidóxi com os compostos nitrogenados etildiamina, 1,3-propanodiamina,\n1,4\tbutildiamina e 2-aminometilpiridina.\nJ Caracterização dos produtos pelas técnicas de análise elementar, espectroscopia na região do infravermelho, ressonância magnética dos núcleos 13C, 29Si e 27Al, termogravimetria, difração de Raios-X, MEV e medidas de áreas superficial.\nJ Aplicação dos novos materiais na adsorção de metais pesados em solução aquosa, nessa direção foi realizado um ensaio em vários pH com cátions divalentes de cobre e níquel em solução aquosa.\nF\n20\n2.0 REVISÃO BIBLIOGRÁFICA\n2.1\tSilicatos\nOs silicatos e óxidos são os minerais dominantes da crosta terrestre, cujas propriedades dependem das condições físicas e químicas de sua formação (SOUZA,1975). A classe mineral dos silicatos supera qualquer outra em abundância, pois, cerca de 25% dos minerais conhecidos e quase 40% dos minerais comuns são silicatos. Os silicatos são compostos formados por unidades estruturais extremamente estáveis contendo tetraedros, representados por SiO4 que, dependendo do tipo de polimerização envolvido, podem formar diferentes grupos de compostos.\nConstata-se que há uma relação entre as condições de origem dos silicatos e o grau de polimerização. Dependendo desta propriedade e da amplitude da participação do oxigênio entre os tetraedros, a estrutura dos silicatos pode ser constituída de tetraedros independentes, arranjos de grupos tetraédricos múltiplos independentes, cadeias simples, cadeias duplas ou faixas, folhas ou armações tridimensionais (SOUZA,1975). Assim, conforme o arranjo, os silicatos podem ser agrupados em classes como mostra a tabela 1.1.\nDentre os vários grupos, a classe dos filossilicatos é a que possui uma maior participação dentro da química de materiais. Dentro dessa categoria estão inseridos os minerais argilosos, que são extensamente estudados (PAIVA,2008) e são discutidos a seguir.\nTabela 1.1. Classificação dos silicatos.\nClasses\tArranjos (SO4)\tFormação\tEstrutura\nNesossilicato s\tIsolados\tNão compartilham os vértices\t\nDuas unidades\nSorossilicatos\nDuplos\ntetraédricas juntam-se compartilhando o O\nCiclossilicato\nAnéis\ns\nde um dos vertices\nDois átomos de O\nde cada tetraedro são compartilhados, formando\nestruturas cíclicas\nDois átomos de O\nde cada tetraedro Cadeias\nsão Inossilicatos simples ou\ncompartilhados, duplas\nformando cadeias\nFilossilicatos\nFolhas\nsimples ou duplas\nTrês O dos vértices são compartilhados\nTodos os quatro\nTectossilicato Tridimensionai\nvértices são\ns\ts\ncompartilhados\n2.2\tMinerais Argilosos.\nOs argilominerais são silicatos de Al, Fe e Mg hidratados, com estrutura cristalina em camadas (filossilicatos), constituídas por folhas contínuas de tetraedros SiO4, ordenados de forma hexagonal, condensados com folhas octaédricas de hidróxidos de metais tri e divalentes (CARRADO, 2004). Estes filossilicatos podem ser agrupados em classes como ilustra a tabela 1.2.\nTabela 1.2 - Classificação dos filossilicatos relacionados aos minerais argilosos, considerando o tipo de lamela (Tipo), grupo (Grupo) com carga da fórmula (x), subgrupo e exemplo das espécies.\nTipo\tGrupo\tSubgrupo\tEspécies\n1:1\tSerpen tina - caulin x~0\tSerpentina Caulin\tCrisotila, antigorita Caulinita, nacrita\n2:1\tTalco-pirofilita x~0\tTalco Pirofilita\tTalco, willemseita Pirofilita\n\tEsmectita X~0,2-0,6\tSaponita Montmorrilonita\tSaponita, hectorita Montmorrilonita, beidelita\n\tVermiculita X~0,2-0,6\tTrioctaédrica Dioctaédrica\tVermiculita trioctaédrica Vermiculita dioctaédrica\n\tMica x~1\tTrioctaédrica Dioctaédrica\tBiotita, lepidolita Muscovita, paragonita\n\tMica\tTrioctaédrica Dioctaédrica\tClintonita\n\tx~2\t\tMargarita\n\tClorita X~variável\tTrioctaédrica Dioctaédrica Di,trioctaédrica\tChamosita Donbassita Sudoita\n2:1\tSepiolita-paligorskita X~variável\tSepiolita Paligorskita\tSepiolita Paligorskita\nAs estruturas dos argilominerais são derivadas da combinação da folha tetraédrica de Si2Os com qualquer uma das folhas octaédricas da gibbsita ou da brucita (Figuras 1.1 e 1.2).\n(a)\t(b)\nFigura 1.1 - Modelo esquemático da estrutura da (a) folha tetraédrica e da (b) folha octaédrica\nFigura 1.2 - Modelo esquemático da camada estrutural básica de uma argila tipo 1:1\nA camada de Si2O5 não é eletricamente neutra e por si só não forma uma estrutura estável. Quando se permite que os oxigénios dos vértices ocupem as posições das hidroxilas na folha da gibbsita ou da brucita, ficam satisfeitas as exigências de espaço dando origem as estruturas dos argilominerais.\nOs argilominerais cristalinos podem ser divididos em duas classes gerais: a) silicatos cristalinos com estruturas lamelares; que ainda podem ser sub-divididos em grupos ou famílias: a1) camadas 1:1 ou difórmicos, quando se une uma camada tetraédrica com uma octaédrica. a2) camadas 2:1 ou trifórmicos e a3) Camadas 2:2 ou 2:1:1 . A nomenclatura 1:1 e 2:1 e 2:2 se deve ao número de camadas de tetraedro de óxido de silício (SiO4) e de octaedros de hidróxidos, que entram na constituição da cela unitária da estrutura cristalina do argilomineral; e; b) silicatos cristalinos com estrutura fibrosa.\nOs silicatos lamelares também podem ser classificados ainda quanto à população da camada octaédrica: a) silicatos lamelares trioctaédricos, onde cada O ou OH- é cercado através de 3 cátions divalentes, como Mg+2 ou Fe+2; b) silicatos lamelares dioctaédricos, onde cada O ou OH- é cercado por 2 cátions trivalentes, normalmente Al+3 (NEWMAN, 1987; VELDE,1999).\nA folha octaédrica de brucita, Mg(OH)2, consiste em duas camadas de íons hidroxilas em empacotamento hexagonal compacto com os íons magnésio ocupando os interstícios. Os íons hidroxilas ocupam os vértices de um octaedro regular com o íon magnésio em seu centro. Quando os octaedros estão compartilhados entre os octaedros adjacentes, de maneira que existem três íons magnésio para cada octaedro de íons hidroxila a denominação da folha é trioctaédrica, podendo acomodar íons bivalentes, de tamanho tal que possam entrar em coordenação seis com a hidroxila. Outro grupo importante é o da estrutura da gibbsita, Al(OH)3, constituído de lamelas formadas pelos íons hidroxila coordenados pelos íons alumínio. O alumínio, semelhante ao magnésio, forma um poliedro estável de coordenação seis com a hidroxila. Porém, por causa da carga mais elevada do íon alumínio, somente 2/3 destes íons podem entrar na estrutura. Portanto, embora os íons hidroxila formem folhas (lamelas) com empacotamento hexagonal compacto, nem todos os interstícios podem ser ocupados, recebendo o nome de folha dioctaédrica.\nAs ligações entre os íons dentro das lâminas são fortes, porém as ligações das folhas entre si são mais fracas. Essas ligações fracas são responsáveis pela fácil clivagem paralela aos planos basais, de onde resulta a morfologia da maioria das partículas dos argilominerais (NEWMAN, 1987).\nA substituição de Si por Al no centro dos tetraedros é um fato que ocorre freqüentemente na natureza. Como o Si tem carga 4+ e o Al 3+, esta substituição desestabiliza eletricamente a estrutura. A compensação da carga +1 é feita pela ligação de cátions no chamado espaço interlamelar. Estes cátions aumentam a força de ligação entre as folhas\n25\ndando à estrutura uma maior rigidez. Nas micas trioctaédricas, o cátion interlamelar é o K+ enquanto que nas dioctaédricas pode ser o K+ ou o Na+. Menos comumente pode ocorrer a entrada de íons de carga 2+ (se a substituição do Al por Si o permitir), dando origem as micas duras da terra.\nUm aspecto importante em cada uma das espécies de filossilicatos é a ligação química que prevalece nas lacunas intercalares, como por exemplo, interação do tipo O-O no talco; interação OH-O (ligação de hidrogênio) na caulinita, antigorita e clorita; interação H2O-O na haloisita; interação cátion trocável-H2O-O nas esmectitas e vermiculitas; interação cátion interlamelar K+ ou Na+-O nas ilitas (GOMES,1986 ).\nGenericamente, o termo argila denomina um material de textura terrosa e de baixa granulometria, que desenvolve plasticidade quando misturado com uma quantidade limitada de água (SOUZA,1975). As argilas podem ser selecionadas em duas grandes classes (REICHLE,1986): argilas catiônicas (ou argilominerais), encontrados na natureza, e argilas aniônicas (ou hidróxidos duplos lamelares, HDL), mais raras na natureza, mas com síntese simples de ser realizada em laboratório e de baixo custo (GAINI,2009). As argilas catiônicas possuem lamelas de aluminosilicatos carregadas negativamente, com cátions pequenos no espaçamento interlamelar que equilibram a carga da lamela, enquanto as argilas aniônicas como a brucita possuem carga positiva que se deve as camadas do hidróxido do metal, a carga é equilibrada por ânions e moléculas de água intersticiais. Argilas catiônicas são principalmente obtidas a partir de minerais (BERGAYA, 2006), enquanto as argilas aniônicas são normalmente sintéticas (GAINI,2009).\nEm algumas circunstâncias os cátions interlamelares podem ser substituídos por espécies químicas de natureza orgânica ou inorgânica através de reações de intercalação, ocasionando modificações no espaçamento interlamelar ou ainda modificações do material por reações onde ocorre o ancoramento dessas espécies na superfície do material. Os argilominerais são, portanto, sólidos eficientes para a promoção tanto das\n26\nreações de intercalação como modificação apenas da superfície externa do material (NEUMANN,2000; ZENG,2003).\nAs modificações químicas desses materiais possibilitam no geral o desenvolvimento de reações que ocorrem não somente na superfície como na lacuna interlamelar dependendo do tipo de filossilicato. Para a lamela não expansível, apesar dessa classificação, a obtenção de derivados de intercalação já foi realizada com sucesso, como para a caulinita cuja primeira reação de intercalação foi feita na década de setenta com sais de potássio, rubídio, césio e amônio derivados de ácidos carboxílicos. Posteriormente, as intercalações de compostos orgânicos tais como uréia, formamida, metilformamida, dimetilformamida, dimetilsulfóxido e hidrato de hidrazina também foram conseguidas (GOMES,1986).\nPor outro lado, para os filossilicatos expansíveis como as esmectitas, várias reações no espaço interlamelar envolvendo processos de troca iônica e intercalação de moléculas neutras, complexos metálicos, polímeros ou organocátions tem sido reportadas (PAIVA, 2008). Desse modo, uma grande diversidade de reações e, portanto, novos materiais podem ser explorados.\nConsiderando que devido às restrições ambientais, como também a otimização de processos catalíticos tem requerido a substituição de ácidos líquidos e bases através de catalisadores sólidos mais satisfatórios. As argilas podem ser consideradas substitutas muito promissoras, devido possuírem alta versatilidade, propriedades peculiares associadas ainda à facilidade de manipulação no aspecto preparativo (principalmente para a argila catiônica) e ao seu baixo custo. Aplicações promissoras aparecem continuamente na literatura e em áreas novas e inesperadas, levando-se em conta as possibilidades de melhoria tecnológica destes materiais, com transição de estruturas bi para tridimensionais pela preparação de argilas pilarizadas, a ativação ácida destas superfícies e a formação de híbridos orgânico-inorgânicos.\n2.2.1\tArgilas ativadas\nA lixiviação seletiva é um método importante na preparação de materiais porosos que incluem carbono ativado (OKADA ET AL., 2003) e a obtenção de silicas porosas (OKADA, 2005). O tratamento ácido em vários argilominerais constitui um método simples, efetivo e de baixo custo na obtenção de sílicas porosas. Neste sentido, são encontrados muitos estudos utilizando vários argilominerais como materiais de partida: crisotila (HALMA et al, 2006), montmorilonita (BHATTACHARYYA e GUPTA, 2008), caulinita (KOYUNCU, 2007), sepiolita (LAZAREVIC, 2007), vermiculita (MAQUEDA et al, 2007), etc.\nOs mecanismos para geração da acidez no sólido, proposta para zeólitas (BARRER, 1978), dependem da substituição do silício por alumínio nas estruturas. Nesta base, o grau de substituições de Si nas folhas tetraédricas de SiO4 por Al no material de partida dos argilominerais é importante para a geração da acidez nas argilas ativadas. É então, interessante examinar a relação entre o grau de substituições do Al nas folhas da matriz dos argilominerais resultando na acidez sólida. Os argilominerais de tipo 2:1 têm variados graus de substituição de Si tetraédrico por Al constituindo uma classe interessante de materiais de partida. Nestes casos, com exceção do SiO2, quase todos os componentes são lixiviados completamente através de tratamentos com ácidos fortes a temperaturas ligeiramente elevadas. Os espaços formados a partir da lixiviação destes componentes formam poros. Isto sugere que filossilicatos naturais, como as vermiculitas e as micas, nas quais as substituições tetraédricas e estabilidade térmica são superiores comparadas com as esmectitas, poderão produzir materiais interessantes com elevada acidez e área superficial.\nO tratamento com ácidos serve para três objetivos: dissolver alguma impureza da bentonita (por ex., calcita ou gipsita); substituir o cálcio e outros cátions intercalados por cátions hidroxônio H3O+; e dissolver, nas folhas tetraédricas das camadas 2:1 (próximo à superfície\n28\ndos empilhamentos ou em suas bordas), alguns cátions como Mg2+, Al3+, Fe3+ ou Fe2+.\nA montmorilonita ativada por ácido é a mais utilizada na produção industrial, e por isso também, é a mais estudada. Por essa razão, este argilomineral servirá como exemplo para as próximas explanações.\nAlterações morfológicas muito importantes acontecem na estrutura cristalina da montmorilonita durante e após a ativação ácida. Os extremos e as arestas das camadas 2:1 lamelares dos cristais desorientam-se, separam - se e ficam como em um leque aberto (constituídos por folhas flexíveis e moles de ácido silícico). Entretanto, o centro do cristal não se altera e mantém a distância interplanar original. Os cátions trocáveis originais são substituídos por Al3+ e H+ hidratados. Os diâmetros dos poros aumentam e o seu volume interno fica mais facilmente acessível a líquidos e gases. Tanto a área específica dos cristais, a acidez, e o seu \"poder descorante\" (\"bleaching performance\") aumentam até atingir valores máximos (que são dependentes da argila original) e, depois, ambos diminuem com o tempo de ataque por ácido.\nAs montmorilonitas ativadas por ácido, na quase totalidade, são utilizadas no refino (branqueamento ou descoramento) de óleos e gorduras comestíveis; óleos, gorduras e ceras industriais; sabões e sabonetes para toalete e usos específicos; de componentes orgânicos de vernizes e tintas; na reciclagem de óleos lubrificantes usados em motores à explosão e para purificação de óleos isolantes para transformadores e turbinas elétricas.\nOs compósitos também podem ser produzidos através da ativação ácida. Um estudo realizado com a crisotila e sepiolita foi reportado, onde após a extração dos cátions octaédricos como os íons de Mg2+ através de ataque ácido, obtém-se uma sílica que contém novos gupos silanóis que reagem com o organosilanois produzido por hidrólise do cloro- ou alcoxi-organosilanos como mostrado na Eq. (1).\n-=- Si -O-Mg-O-Si -=- + [H+/H2O] ► [superfície]^ Si-OH + Mg2+ Eq. (1)\nA crisotila e a sepiolita preservam a morfologia até mesmo depois da remoção completa da folha octaédrica. Quando esta folha é eliminada as partículas desintegram, e microestruturas individuais inorgânico-orgânicos ou até mesmo, nanofibras são produzidas.\n2.2.2\tVermiculita\nA vermiculita é um filossilicato que pode ser considerado como micas trioctaédricas que sofreram substituições do Si4+ por Al3+ nas camadas tetraédricas, e o Fe3+ e Al3+ para substituições de Mg2+ nas camadas octaédricas. Eles constituem minerais intermediários na sucessão de desgaste natural de micas para esmectitas, com um valor de carga lamelar negativo também intermediário, onde a carga das micas que é o precursor da vermiculita é neutralizada por íons de potássio, é substituído por cátions hidratados trocáveis, freqüentemente Mg2+ e Ca2+, provendo propriedades de expansão parciais (R.EY-PER.EZ-CABALLER.0,2000).\nA estrutura da vermiculita foi estudada pela primeira vez por GRUNER em 1934. Os parâmetros da cela unitária monoclínica da vermiculita, sugerido por GRUNER, são: a ~ 5,35; b ~ 9,25; c = 28,5728,77 Â; p ~ 97,12 0. HENDRICKS E JEFFERSON (1938) confirmaram a conclusão de Gruner e sugeriram que a vermiculita possui deslocamentos das lamelas comparados ao eixo de Y. Eles propuseram um arranjo hipotético de moléculas de água no espaço interlamelar dos anéis hexagonais. Nesta época não foi feita nenhuma providência para cátions trocáveis em quaisquer destes estudos, mas sabe-se que estes cátions estão presentes para equilibrar a carga negativa na lamela do tipo 2:1.\nA fórmula estrutural da cela unitária da vermiculita é (Mg,Ca)0.7(Mg,Fe,Al)6.0[(Al,Si)8O20)](OH)4.8H2O, onde Mg2+ ou Ca2+ são os cátions interlamelares trocáveis (BRINDLEY,1980). Os parâmetros das camadas da vermiculita estendem-se em um arranjo bidimensional. Esta argila é constituída por lamelas ou placas de perfil hexagonal, devido ao arranjo hexagonal das unidades constituintes das folhas de silicato e de\n30\nhidróxido de alumínio (gibbsita). A figura 1.3 ilustra a estrutura idealizada da vermiculita, onde se observam as duas camadas tetraédricas e uma camada central octaédrica, unidas entre si por oxigénios comuns,\nformando uma lamela do tipo 2:1.\nFigura 1.3 - Ilustração da estrutura da vermiculita (a) e com a representação dos íons sódio no espaço interlamelar (b).\nEstão ilustrados também na figura 1.3 a distância interplanar basal\n(d)\tdestes compostos, bem como a espessura da camada(eC) e a distância interlamelar(a).\nWALKER (1956) mostrou que a vermiculita saturada com Mg (como cátion interlamelar ) em equilíbrio com uma atmosfera úmida, apresenta um espaçamento basal de 14,36 Â , este estado apresenta dois planos interlamelares incompletos de moléculas de água como conchas de hidratação ao redor dos cátions trocáveis. A imersão em água aumenta o espaçamento basal para 14,81 Â e os dois planos interlamelares de moléculas de água são completados.\nA desidratação da fase 14,36 Â leva a uma fase com espaçamento igual a 13,82 Â que corresponde a uma estrutura que contém dois planos de moléculas de água ligeiramente incompletos com um arranjo diferente\nda fase 14,36 Â. O progresso da desidratação conduz progressivamente a uma fase 11,59 Â com um único plano de moléculas de água. Uma fase com distância 9,02 Â não possui nenhuma molécula de água no espaço interlamelar\n2.3 Argilominerais modificados com agentes orgânicos.\nPor definição, compósitos são sólidos que resultam da combinação de dois ou mais materiais mais simples que desenvolvem uma fase contínua (polímero, metal, cerâmico, etc.), em uma fase dispersada como fibras de vidro, partículas de carbono, silica, argilominerais, etc. Esses novos materiais têm propriedades essencialmente diferentes dos componentes separadamente. Dentro dessas possibilidades de materiais híbridos inorgânico - orgânicos, os nanocompósitos receberam muito atenção não só por causa de suas potenciais aplicações industriais mas também por sua importância acadêmica (RUIZ-HITZKY, 2003, 2004). Recentes revisões neste tópico foram publicadas por DUBOIS (2000), SINHA RAY e OKAMOTO (2003), RUIZ-HITZKY et al. (2004), BERGAYA (2006). As partículas dos argilominerais podem reagir de diferentes modos com os compostos orgânicos. A penetração das moléculas orgânicas no espaço interlamelar dos argilominerais é chamado de intercalação e pode ocorrer de diversas maneiras, figura 1.4.\nDeslocamento\nSolvatação\nIntercalação\nFigura 1.4 - Reações interlamelares em argililominerais. JASMUND e LAGALY (1993)\nUma ampla diversidade de reações caracteriza o comportamento dos argilominerais 2:1. As moléculas hidratadas no espaçamento interlamelar das esmectitas e vermiculitas podem ser deslocadas por muitas moléculas orgânicas polares. Os ligantes orgânicos neutros podem formar complexos com os cátions interlamelares. Os cátions interlamelares podem ser trocados por vários tipos de cátions orgânicos. Os íons de aquilamônio são extensamente utilizados em aplicações industriais principalmente os íons quartenários de aquilamônio (ZANG,2008), para modificação de bentonitas. Outro grupo importante de combinações orgânicas é com corantes (ROULIA E VASSILIADIS ,2008) e complexos de catiônicos (YUE,2007).\nDentro das inúmeras possibilidades de híbridos os materiais obtidos a partir do ancoramento de moléculas orgânicas em argilominerais são o foco deste estudo. As reações de ancoramento ocorrem quando há a formação de ligações covalentes entre a superfície do suporte e moléculas orgânicas. É uma excelente opção para obtenção de materiais híbridos estáveis, podendo tornar hidrofóbica as partículas naturalmente hidrofílicas dos argilominerais. Os argilominerais do tipo 2:1 possuem\nsilanois (Si-OH) e aluminois (Al-OH) que se agrupam nas extremidades das partículas onde as reações de ancoramento aparentemente acontecem.\n2.3.1\tReações de ancoramento em argilominerais\nAgentes sililantes são vastamente utilizados na preparação de micro-combinações baseados em argilas, sílica, fibra de vidro, etc (BERGAYA,2006). Os agentes sililantes possuem grupos =Si-X (X = OR, Cl) que podem reagir com grupos silanóis da superfície dos agilominerais, dando pontes de siloxanos estáveis, como mostrado na reação a seguir.\nApós a reação de ancoramento com organosilanos, a superfície hidrófilica se torna organofílica, e o produto pode ser facilmente dispersado em combinações de baixa polaridade inclusive em polímeros (ALVES, 2007).\nA estabilidade destes derivados orgânicos é excelente. Os grupos fixos só são eliminados com aquecimento a temperaturas elevadas por combustão ou pirólise, respectivamente, na presença ou ausência de oxigênio (BERGAYA,2006).\nNo processo de silanização de superfícies dois métodos podem ser destacados (FONSECA,2001):\n(a)\tFuncionalização por hidrólise de silanos em presença de água proveniente do substrato mineral, atmosfera ou gerada \"in situ\". Nos métodos tradicionais são utilizados os sistemas com solventes aquosos. No caso de um silano RnSiR'(n-4) onde R' é um grupo hidrolisável, os grupos silanóis resultantes da hidrólise de R' são usualmente lábeis e\ncondensam formando ligações siloxanos com outros grupos silanóis tanto da superfície do mineral como na solução. Tipicamente, os silanos hidrolisáveis condensam em solução aquosa, formando oligômeros siloxanos (figura 1.5).\nA silanização em meio aquoso é um método inconveniente por ser difícil controlar a extensão da oligopolimerização em solução, resultando em coberturas de superfície não reprodutíveis. Outros problemas envolvem o processo de cura em que as propriedades do substrato e as espécies em solução interagem com a superfície e influenciam na determinação das características da superfície modificada (FONSECA,\n2001). A representação de um dos mecanismos de interação de um agente sililante com superfícies inorgânicas em meio aquoso pode ser visto na figura 1.5.\n1.\tHidrólise\nRSiR'3\t+ 3H2O\n2. Condensação\n(n + 1)RSi(OH)3\t-\nRSi(OH)3\t+ 3HR\n3. Ligação de hidrogênio\nR 1\t[R]n\nOHSi - 1\t1 -O -SHOH\t+ nH2O\nOH\t1 [OH]n\nR\tRR\n1 O H S i —O 1\t—S i —O — S i —O H 1 1\n1 O\t1\t1 O\tO\nH *H\tH H H\tH\n\\ /\t\\ / \\ •\nO\tO\tO 1\t1\n\tSi \tSi \tSi \t llllllllllllllllllllllllllllllllllllllllllllll\t\nR\tR\tR\nI\tI\tI\nOHSi — O— S i —O -Si-OH\nI\tI\tI\nO\tO\tO\nI\tI\tI\n-------S i ---------- S\ti --------- S\ti -------\n//////////////////////////////////////////////////////////\n4. Formação da ligação\n+ 3H2O\nFigura 1.5 - Representação de um dos mecanismos possíveis da interação de um agente sililante com superfícies inorgânicas em meio aquoso.\nUm exemplo recente desse tipo de processo foi utilizado na obtenção de esmectitas modificadas com silanos de diferentes funcionalidades (GUIMARÃES,2009) e vermiculitas modificadas (ALVES,2007).\n(b)\tFuncionalização envolvendo a formação de ligações covalentes com a superfície via condensação com os silanóis da superfície ou hidroxilas na ausência de água. Deve-se destacar que para a ocorrência de interação covalente, as reações devem ser conduzidas em atmosfera anidra. Isso exige o uso de agentes sililantes e solventes puros, como também a eliminação por aquecimento da água superficial presente na matriz inorgânica precursora. Desse modo, o tratamento térmico adequado aplicado à amostra pode ser decisivo sobre a natureza do produto final (ALVES, 2007).\nNa literatura inúmeros trabalhos são citados envolvendo a silanização de filossilicatos nessas condições (PAIVA, 2008). Um trabalho recente é a modificação da vermiculita com silano clorado e subseqüente reação com aminas (ALVES, 2007).\nUm recente estudo publicado por ZHU (2007) visa à obtenção de híbridos inorgânico-orgânicos baseados na silanização de bentonitas pilarizadas (SPILCs) por pré - pilarização da betonita com o íon de Keggin de Al e posterior silanização destes sólidos (figura 1.6). De acordo com este estudo as argilas pilarizadas silanizadas possuem teor de carbono orgânico mais alto em relação à bentonita original.\nFigura 1.6 - Esquema geral para a síntese das SPILC (ZHU,2007).\nOs pilares formados na estrutura inserem um espaçamento 1.91 nm e introduzem novos sítios ativos pelos grupos OH. A distância interlamelar é relativamente inalterada durante o processo de silanização. As amostras SPILC demonstraram-se bastante eficientes na adsorção de alguns compostos orgânicos.\nAs superfícies modificadas com vinilsilanos permitem uma posterior co-polimerisação com vários monômeros não saturados como metilacrilato, metilmetacrilato, n-butilacrilato, vinilacetato e estireno (MARCINIEC, 2008). Os compósitos apresentam propriedades mecânicas melhoradas. Estes e outros filosilicatos ancorados, e especialmente a mistura deles com polímeros merecem atenção.\nPodem ser ancorados em argilominerais como sepiolitas e vermiculitas também usando combinações de várias funcionalidades como isocianatos e epóxidos. Isocianatos reagem com os grupos silanóis como mostra reação abaixo:\n[superfície]^^ Si-OH + R-NCO —►\tSi-O-CO-NH-R\nO ancoramento de 1,2-epóxidos pela reação com os grupos silanóis em superfícies minerais é bem estabelecido por espectroscopia de IV. As funções de epóxi são abertas à 80-100 °C, em fase de vapor ou em solução com o uso de solventes apróticos. A reação de junção do epóxido\ncom os grupos RSi-OH da sepiolita (CASAL e RUIZ-HITZKY, 1977, 1984) é mostrado abaixo:\n[superfícies^ Si-OH + CH2-CH-R\nV\n* = Si-O-CH (CH2OH)-R\nNeste caso os grupos orgânicos R são unidos à superfície por ligações RSi-O-CR. A abertura dos anéis de epóxido pode ser aplicada na obtenção de nanocompósitos de esmectita-poliéter (WANG et al., 2000).\nOutra maneira de explorar a reatividade do grupo do epóxido em agente sililantes que possuem esses anéis, e servem para produção em laboratório de novos agentes sililantes para a obtenção de novos híbridos, que podem ser obtidos de forma homogenia ou heterogênea, ver figura\n1.7.\nA\n---\n+\n-E-Si-OH\n-ROH OR\nI ’\n— Si-O-Si-(CH2)3-X\nOR\n(RO)3Si-(CH2)3-X\n+ L\n-X\nOR\n+ -E-Si-O-Si-(CH2)3-L\nOR\nE\n---->■\n+ L\n-X\nT\n(RO)3Si-(CH2)3-L\n+\n-ESi-OH\n-ROH\nFigura 1.7 - Rotas utilizadas para a imobilização de um grupo organofuncional sobre uma superfície hidroxilada (A) heterogênea e (B) homogênea. Onde X representa o grupo funcional pendente na cadeia do organossilano, R representa o grupo alcóxido e L um grupo substituinte nucleofílico.\nNa literatura, um grande número de matrizes contendo grupos nitrogênio tem sido amplamente utilizado na adsorção de metais pesados em solução aquosa e não-aquosa, cujo mecanismo interativo está associado à formação de complexos metálicos envolvendo o nitrogênio\n38\natuando como centro básico e o cátion metálico que age como ácido (AIROLDI,2008). Esses processos podem então ser tratados como uma reação do tipo ácido-base em que a dureza dos centros ativos envolvidos é determinante na eficiência e seletividade da adsorção.\n2.4\tArgilominerais como adsorventes para poluentes.\nDevido à ocorrência generalizada e onipresente de argilas em solos e sedimentos, não é surpreendente que as argilas há muito tempo sejam utilizados para o controle de materiais tóxicos, embora em pequena escala ou apenas localmente. Como exemplo, a \"terra Lemnian\", conhecida só pela sua localização, foi utilizada medicinalmente na antiga Grécia e na Turquia para reverter os efeitos de venenos de picadas de serpentes e na cura de feridas (ROBERTSON, 1986). Da mesma forma, ao longo do Nilo sudanês aldeãos utilizavam uma argila, recentemente identificada como a bentonita, para purificar a água turva do rio. Como uma consequência, estas pessoas sofriam menos distúrbios gastrointestinais do que comunidades vizinhas.\nOs experimentos demonstraram que vírus (LUND e NISSEN, 1986), parasitas (OLSEN, 1987) e vários tipos de bactérias (MADSEN e SCHLUNDT, 1989) são removidos da água através, da adição de argila, que provavelmente atuam tanto como adsorvente quanto como floculante.\nA inegável utilidade das argilas no controle da poluição e proteção do meio ambiente surge a partir de muitas das mesmas características que as tornaram tão úteis industrialmente. Um estudo publicado por GRIM (1962) a mais de quatro décadas já apontava a utilização das argilas no controle de diversos poluentes, como por exemplo, a aplicação desses materiais na eliminação de resíduos radioativos, adsorventes, e na clarificação da água. Entretanto, as principais utilizações identificadas para as argilas até hoje são na cerâmica e no processo de refinação do petróleo.\nAs propriedades peculiares das argilas como a capacidade de troca iônica, estabilidade térmica, mecânica e a elevada área superficial aliada ao seu baixo custo, as tornam materiais importantes para controle de poluição. A capacidade de adsorção as torna mais adequadas a aplicações mais específicas. Estas incluem a utilização na liberação controlada de pesticidas (CASAL,2001), gestão dos resíduos nucleares (BERGAYA,2006) e no auxílio na liberação controlada de drogas (DEPAN, 2009).\nAs argilas são eficazes para o controle de cátions em solução, embora, a eficácia da sua capacidade de troca iônica seja ditada pelo equilíbrio entre os íons em solução e os sítios de troca. No entanto, argilas são mais úteis para o controle de poluentes quando o mecanismo de captação catiônica se estende para além da troca catiônica. Isto é particularmente o caso dos íons de metais pesados, em que a discussão está centrada na sequência.\nTILLER (1996) concluiu que os argilominerais têm uma maior afinidade com íons de metais pesados do que para os cátions alcalinos e alcalinos terrosos. Adsorção de íons de metais pesados por argilas é um processo complexo, refletindo a sua forte tendência para formar ligações covalentes (JACKSON, 1998). A extensão da adsorção não é simplesmente uma função da capacidade de troca catiônica (CTC) dos argilominerais, este é um processo bastante complexo, pois envolve uma grande variedade de processos de captação de íons, incluindo: i) complexação na superfície que pode ser tanto direta ou indireta; ii) a simples troca iônica; iii) precipitação na superfície (BERGAYA, 2006). Alguns tipos comuns de complexação de íon na interface sólido-solução são ilustrados na figura\n1.8\nFigura 1.8 - Ilustração da complexação indireta e direta e a difusão do ion livre em relação ao aluminossilicato lamelar, BERGAYA, 2006.\nA complexação na superfície constitui uma adsorção e ocorre em sítios das extremidades do sólido. Esse processo envolve a formação de vínculos diretos entre os cátions metálicos e os grupos OH e os átomos O da superfície, que possuem força intermediária entre a força das ligações iônicas e covalentes (MCBRIDE, 1991; SWIFT e MCLAREN, 1991; JACKSON, 1998; WU et al., 1999). A adsorção de íons de metais pesados pode ocorrer em diferentes sítios sobre a estrutura do aluminosilicato (INSKEEP e BAHAM, 1983), e os sítios envolvidos podem variar para cada metal pesado. Para cada um dos íons metálicos, o local preferencial depende, em diferentes formas e com intensidades diferentes, e com diversos fatores como: força iônica, pH, e os ânions que estão presentes na solução.\nOs hidróxidos metálicos formam precipitados especialmente sobre superfícies minerais quando as concentrações dos íons de metais pesados são mais elevados ou com pH próximo a neutro ou alcalino (BHATTACHARYYA e GUPTA,2008 ; JACKSON, 1998). TILLER (1996) salienta, no entanto, que é difícil explicar os resultados de interação sólido-solução em termos de precipitação. De acordo com MCBRIDE (1991), muitos das chamados isotermas de adsorção combinam os efeitos da quimissorção, precipitação, com a nucleação de hidróxidos metálicos na superfície, enquanto SCHEIDEGGER e SPARKS (1996) sugeriram que\nexiste uma continuidade entre a superfície de complexação (entendida como adsorção) com a precipitação na superfície.\nGeralmente, o pH elevado favorece a adsorção por meio da produção de hidroxicátions (BHATTACHARYYA E GUPTA,2008; JACKSON, 1998). Por exemplo, o chumbo é retido fortemente por argilas, desde que o pH seja alto o suficiente para garantir que ocorra precipitação do chumbo (YONG et al. 1990), embora no caso do mercúrio, um aumento da captação ocorre com a diminuição do pH (FARRAH E PICKERING, 1978). Altos valores de pH também podem resultar em uma maior especificidade do argilomineral para íons de metais pesados, em relação aos íons dos alcalinos terrosos, provavelmente devido à maior tendência dos íons de metais pesados para hidrólise (MCBRIDE, 1991).\nA aparente afinidade dos argilominerais com a solução pode variar com a concentração dos íons de metais pesados. Por exemplo, a ilita é mais eficaz em altas concentrações de Cu2+ do que a montmorilonita, mas a ordem se inverte em baixas concentrações (SWIFT E MCLAREN, 1991). Para uma única montmorilonita, a seltividade também pode variar de acordo com a saturação do cátion.\nApesar de poucos estudos tratarem a dessorção de íons de metais pesados a partir de argilas, a facilidade de dessorção na troca de íons de metais pesados, após a sua adsorção pelas argilas é tão importante como a sua capacidade de adsorção ou absorção. Os gestores de recursos naturais e depósitos de resíduos normalmente exigem materiais que detêm os íons metálicos contra a dessorção e de forma tão eficaz quanto for possível.\nA capacidade das argilas para atrair e manter os íons de metais pesados pode ser reforçada através de modificações. CREMERS et al. (1979) relata um processo pelo qual a adição de poliaminas a um argilomineral reforça a remoção de cátions de metais pesados em solução. Do mesmo modo, bentonitas organicamente modificados com dimetil dioctadecilamonio (DMDOA) eleva consideravelmente a remoção dos íons de metais pesados em solução aquosa (LAGALY, 1995). A quantidade de\níons zinco adsorvida por DMDOA-bentonita praticamente triplica, na presença de dietil fenol e acetona (STOCKMEYER E KRUSE, 1991). Chumbo e clorobenzeno são absorvidos simultaneamente por uma bentonita modificada com hexadeciltrimetilamônio (HDTMA) (LEE et al.,\n2002). CHURCHMAN (2002) verificou que o aquecimento da bentonita após absorção de cátions de metais pesados, diminui a sua facilidade de dessorção.\nA modificação de esmectitas por intercalação de hidroxicátions e pilarização pode elevar significativamente a absorção de determinados íons metálicos (GUERRA,2008). COOPER et al. (2002) observaram que uma montmorilonita que sofreu intercalação com polihidroxo de ferro ou polihidroxo ferro/alumínio têm maiores afinidades para Cd2+, Cu2+, Ni2+, Pb2+ e Zn2+ do que o correspondente com compostos polihidroxo alumínio.\nA modificação por ativação ácida também se mostra como alternativa para aumentar a capacidade de adsorção das argilas. VENGRIS et al.(2001) relata um estudo onde um aluminosilicato 2:1 é tratada com HCl concentrado e o produto é neutralizado com NaOH. Este último passo resulta na re-adsorção de Al, Fe e Mg sobre a argila ativada, o que dá um material com uma elevada capacidade de adsorção Cu2+, Ni2+ e Zn2+ em água.\nEm resumo, podemos dizer que as leis que regulam a adsorção e liberação seletiva de íons de metais pesados por argilas e argilominerais são tão numerosas e diversificadas que provavelmente não podem ser reduzidas a uma fórmula preditiva universalmente aplicável (SWIFT E MCLAREN, 1991). Além disso, a operação de fatores como a variabilidade inerente de minerais naturais, a influência de revestimentos de superfície, a variedade de sítios de ligação na superfície, e a variabilidade das condições ambientais, justificam as contradições entre os resultados experimentais de diferentes pesquisadores (BERGAYA, 2006; JACKSON, 1998).\nCapítulo III\nProcedimento\nExperimental\nF\n3.0 PROCEDIMENTO EXPERIMENTAL\n3.1\tReagentes\nAs amostras de vermiculita natural foram provenientes da região de Santa Luzia, PB, cuja composição química e caracterização foram determinadas por técnica espectroscópica. Os reagentes utilizados neste trabalho foram:\nJ Reagentes utilizados na reação de silanização\nForam utilizados nas sínteses das matrizes modificadas os seguintes agentes sililantes todos sem purificação prévia:\n1.\t3-aminopropiltrimetoxissilano (N)\nch3o\n\\\nOH3C--- Si-CH2CH2CH2NH2\nCH3O\n2.\t3-propiletilenodiaminotrimetoxissilano (NN)\nch3o\n\\\nOH3C  Si-CH2CH2CH2NHCH2CH2NH2\nCH3O\n3.\t3-propildietilenotriaminotrimetoxissilano (NNN)\nch3o\n\\\nOH3C  Si-CH2CH2CH2NHCH2CH2NHCH2CH2NH2\nCH3O\n4.\t3- glicidóxipropiltrimetoxissilano (GPTS).\nch3o\nO\nch3o\nReações subsequentes com a vermiculita modificada com o agente sililante GPTS foram realizadas com as diaminas abaixo: a) etildiamina\n(Aldrich); b) 1,3-propanodiamina (Aldrich); c) 1,4-butanodiamina (Aldrich), d) 2-aminometilpiridina (Aldrich).\na)\nh2N\nNH\nc) H2N\nNH\nb) HN\n2\n2\nComo solvente para as reações de modificação, com purificação prévia, foi utilizado o seguinte:\n-xileno P.A (MERCK).\nO gás utilizado no processo de silanização:\n-nitrogênio (White Martins)\nPara a lavagem dos materiais modificados foi utilizado os seguintes reagentes com purificação prévia:\n-álcool etílico (CHEMCO); acetona (CHEMCO); água desionizada.\nOutros reagentes\n- Ácido nítrico P. A (MERCK); peróxido de hidrogênio P.A (MERCK); cloreto de sódio P.A (CARLOS ERBA); nitrato de cobre(MERCK); nitrato de níquel (MERCK); ácido acético(MERCK); acetato de sódio (MERCK); tris(hidróximetil)aminometano (MERCK);\n3.2\tPurificação de solventes e reagentes\nAcetona e etanol (CHEMCO) foram tratados com óxido de cálcio calcinado a 1173 K por 12 h, e em seguida, os mesmos foram refluxados, destilados e armazenados em frascos apropriados.\nPara purificação de xileno (MERCK) método semelhante foi usado acrescentando-se o tratamento com sódio metálico por uma hora antes de\nser refluxado e destilado. O xileno purificado foi conservado em vidro escuro.\n3.3\tObtenção das matrizes a partir da vermiculita\n3.3.1\tEliminação da matéria orgânica\nA argila em seu estado natural pode conter material orgânico, madeira, material em decomposição e outros em grandes quantidades, o que não interessa, já que esse material poderia vir a interferir em reações futuras as quais a argila será submetida. A matéria orgânica pode ainda produzir alargamento dos picos na análise por difração de raio X. A matéria orgânica pode ser removida quimicamente utilizando um agente oxidante.\nInicialmente 200 g da argila foram lavados com água e em seguida secos por dois dias à temperatura ambiente. Em seguida foi adicionada a esta argila sob agitação, uma solução tampão de acetato de sódio e ácido acético pH 5,0. Mantendo-se a agitação, aqueceu-se à solução a temperatura de aproximadamente 313 K. Foram então adicionados 120 cm-3 de peróxido de oxigênio 100 volumes, e manteve-se as condições por três dias. Passado-se esse tempo a mistura foi centrifugada e lavada por três vezes com água desionizada.\n3.3.2\tArgila monoiônica.\nA argila obtida anteriormente foi posta em uma solução de NaCl 1 mol dm-3, durante 72 horas sob agitação a uma temperatura de 313 K. Este procedimento foi repetido por duas vezes.\nFinalmente a argila foi lavada com água desionizada e seca a vácuo em temperatura ambiente.\n3.3.3\tAtivação ácida da vermiculita\nA ativação ácida foi realizada partindo-se da amostra de argila obtida anteriormente; Adicionou-se 10 cm-3 de solução de HNO3 a 1,0 mol dm-3, 2,0 mol dm-3, 3,0 mol dm-3e 4,0 mol dm-3 por grama da argila limpa, mantida sob agitação a 368 K durante 4,0 h. Em seguida a mistura foi decantada e o sólido obtido foi lavado exaustivamente com água desionizada .\nOs sólidos obtidos foram denominados por Ver para vermiculita sódica e Vac para vermiculita tratada com ácido que será seguido por um número que indica a concentração do ácido utilizado no tratamento (1, 2, 3 e 4 mol dm-3), a procedimento de obtenção das matizes inorgânicas está resumido na figura 3.1.\n\t\t200 g da vermiculita\t\n\t\t1\t\nRetirada da matéria orgânica 120 mL do H2O2, pH 5,0, 313 K, 72 h\nHomogeneização da argila\nNaCl 1 mol dm-3, 72\n50 g Ver, 500 mL de HNO3 a 1, 2, 3 e 4 mol dm-3\nFiltração e secagem a\n323 K sob vácuo\nVer\nr-\nVacl\nVac2\nVac3\nI\nVac4\n|L\nT\n\nFigura 3.1. Resumo da metodologia utilizada na obtenção das matrizes inorgânicas.\n3.4\tObtenção dos híbridos inorgânico-orgânicos.\n3.4.1\tRota de síntese das argilas ativadas modificadas com agentes sililantes nitrogenados.\nAs condições de síntese utilizadas para silanização da série de vermiculitas ativadas com ácido (Vac 1, Vac 2 e Vac 3) e a vermiculita original (Ver), empregaram 72 horas de reação, utilizando 5 mL agentes sililantes aminopropiltrietoxisilano (N), propiletilenodiamino- (NN) ou propildietilenotriaminotrimetoxissilano (NNN) em 150 cm-3 de xileno para cada 3 g destes suportes a 393 K sob vácuo, em um balão de vidro redondo de três bocas com capacidade de 500 cm-3, conectado a um\ncondensador de refluxo, a um toper conectado ao cilindro de N2 e na terceira boca a conexão com o agitador mecânico. A suspensão foi mantida sob refluxo em atmosfera de nitrogênio em 393 K por 72 h (observe a figura 3.2). Depois de fria, a mistura foi filtrada, sendo o produto lavado com etanol e seco sob vácuo por 48 h a 393 K.\nPara efeito de comparação foi realizada uma reação controle com a vermiculita pura (Ver) nas mesmas condições. Os sólidos obtidos foram\ndenominados VN, VNN ou VNNN ( V = Ver, Vac1, Vac2 ou Vac3).\n3g do suporte\nSeco a 383 K sob vácuo , 24 h\n-3\n5 cm\n1 1 1 1 Làl\n5 cm'3\n150 cm\nWMIHII\nil\n■lili\n_____\ndo agente si\n150 cm-3 de xi\n\n^Atmosfera de N2, agitação\nmecânica a 393 K, 72 h\nAtmosfera de N2, agitação mecânica a 393 K, 72 h '\n\nc.. „ „„„„________\n323 K s b >'».«\nI\n\nc.. „ „„„„________\n323 K s b vácbo\nFigura 3.2. Metodologia utilizada na reação da modificação com os agentes sililantes nitrogenados de cadeia crescente.\nFoi utilizado o mesmo aparato para a reação da vermiculita com o agente 3- glicidoxipropiltrimetoxisilano, GPTS. As condições estão ilustradas na figura 3.3.\nFigura 3.3 - Metodologia utilizada na reação da modificação com os agentes sililante GPTS.\nOs produtos obtidos após os processos de lavagem e secagem foram denominados VG, (V = Ver, Vac1, Vac2, ou Vac3).\nEm uma etapa seguinte, 3,0 g de Vac3G foram suspensos em 80 cm-3 de xileno seco e a esta suspensão foram adicionados as diaminas, e mantida sob refluxo por 72 h. O sólido foi filtrado e lavado com metanol e posteriormente seco sob vácuo a 323 K durante 24 h. A quantidade de diamina adicionada ao sistema foi três vezes superior à quantidade de grupos epóxidos imobilizado no sólido. As diversas matrizes obtidas foram denominadas Vac3Get, Vac3prop, Vac3but e Vac3pip para os sólidos contendo os grupos epóxido imobilizados, com etil, propil, butildiamina e 2-aminometilpiridina, respectivamente.\n3.5\tEnsaios de adsorção de cobre e níquel nos híbridos\nA obtenção das isotermas de adsorção a vários pH foi feita pelo método da batelada em que amostras de aproximadamente 50 mg do sólido foram suspensas em 10,0 cm-3 de uma solução aquosa de nitrato de cobre 0,02 mol dm-3 e 10,0 cm-3 da solução tampão. Foram utilizados quatro tampões: KCl/HCl pH 4,0 ; THAM/HCl pH 7,00 e 8,00. A suspensão foi, então, mecanicamente agitada em um banho termostatizado a 298 K por tempo pré-estabelecido. A obtenção das isotermas de adsorção foram obtidas pelo método de batelada em que amostras de aproximadamente 50 mg do sólido foram suspensas em 20,0 cm-3 de uma solução aquosa de nitrato de cobre e níquel de 0,001 a 0,01 mol dm-3. A suspensão foi, então, mecanicamente agitada em um banho termostatizado a 298 K. Em seguida, as suspensões foram filtradas e alíquotas dos sobrenadantes foram removidas e diluídas. Por sua vez, as quantidades de metais remanescentes foram quantificadas por absorção atômica. Assim, foi possível determinar a quantidade de material adsorvido (Nf) por grama de vermiculita modificada pela diferença entre a quantidade de cátion metálico inicial (Ni) e após o equilíbrio (Ns) pela a equação: Nf = (Ni - Ns)/m.\n3.6\tCaracterizações\n3.6.1\tAnálise elementar\nOs teores de carbono, nitrogênio e hidrogênio foram determinados usando um analisador de de microelementar da Perkin-Elmer modelo PE 2400.\n3.6.2\tDeterminações espectroscópicas\ni.\tEspectroscopia de Absorção na Região do Infravermelho, IV\nOs espectros de absorção na região do infravermelho dos compostos foram obtidos no espectrofotômetro Bomem, Serie MB, com transformada de Forrier, TF, com resolução de 4 cm-1 pelo método da pastilha de brometo de potássio com 1% em massa da amostra. O número de varreduras foi 30...\nii.\tRessonância magnética nuclear, RMN.\nA ressonância magnética nuclear (RMN) dos núcleos de 13C, 29Si e 27Al foram obtidas com rotação no ângulo mágico (MAS), em um espectrômetro AC 300/P Bruker operando a 100.62 MHz para o 13C com tempo de contato de 2ms e tempo de aquisição de 5s e 79.49 MHz, para o 29Si com tempo de aquisição 5s , tempo de contato 4ms e com largura de pulso de 90°, para o 27Al com tempo de aquisição 1s, tempo de contato 1ms e com faixa de 120 a -120 ppm.\n3.6.3\tDifração de Raio-X, DRX.\nAs medidas de difração de Raios-X foram realizadas em um difratômetro Shimadzu modelo XD3A, trabalhando com uma diferença de potencial no tubo de 30KV e uma corrente elétrica de 20mA. A varredura foi feita na faixa de 20 de 1,7 a 40 graus. A radiação utilizada foi a KaCu.Todas as medidas foram realizadas através do método do pó.\nEstas medidas foram importantes para identificar a cristalinidade, e se houve possíveis intercalações no material.\n3.6.3.1\tCristalinidade Relativa\nA cristalinidade relativa (CR) dos diversos materiais obtidos para um mesmo sistema foi calculada a partir da relação entre as intensidades dos picos de difração. A evolução da cristalinidade relativa dos sólidos ativados e organicamente modificados foi obtida considerando 100 % cristalina, a amostra com maior intesidade de pico ( 0 0 2) - I100 , e 0 % a amostra com menor intensidade de pico ( I0 ):\nCR(%) =\nI -I0\n1 100 — 10\n(1)\n3.6.3.2\tTamanho de Cristalito\nO tamanho de cristalito foi determinado a partir do pico de difração do plano (002) da vermiculita, utilizando-se o quartzo como padrão externo e a equação de Scherrer:\n0,92 f ~ J3cos0\t(2)\nOnde: t é o tamanho de cristalito; À é o comprimento de onda (Ka Cu), 9 o ângulo de difração e P a largura a meia altura (FWHM) do pico de difração, onde se considera:\n3\t\\(3 — b2) (3)\nBobs é a largura a meia altura (FWHM) relacionada à amostra e b a FWHM do padrão de quartzo.\nOs valores da largura a meia altura são dados importantes por fornecerem informações sobre a organização a longo alcance do material. Quanto menor o valor de FWHM mais organizado será o material. Os valores de FWHM dos materiais modificados foram obtidos através do tratamento dos dados obtidos dos ditratogramas de raio - X pelo programa PEAKFIT.\n3.6.4\tCaracterização textural\nOs parâmetros das argilas ativadas foram obtidos de isotermas de adsorção de nitrogênio a 77 K (BRUNAUER, 1938), usando um porosímetro Micrometris ASAP 2010, conectando a um microcomputador. Todas as amostras foram previamente secas em estufa a 333 K e estocadas em dessecadores.\n3.6.5\tMicroscopia eletrônica de varredura (MEV).\nAs micrografias foram obtidas por microscopia eletrônica de varredura por detecção de elétrons secundários em um microscópio Jeol JSTM-300, as amostras foram recobertas com uma fina camada de carbono por metalização em um instrumento da Plasma Science.\n3.6.6\tAnálise Termogravimétrica.\nAs curvas termogravimétricas (TG) foram obtidas em uma termobalança Du Pont 951, interfaciada ao computador Du Pont, modelo 9900, a uma razão de aquecimento programada em 0,16 K s-1, sob atmosfera de nitrogênio. A faixa de temperatura utilizada foi de 2981180K.\n3.6.7\tAdsorção de cátions metálicos\nA adsorção em solução é um processo que envolve vários fatores tais como: a competitividade entre o soluto e o solvente pela superfície e entre a superfície e o solvente pelo soluto (Adamson,1990). Dentre as várias formas de expressar a isoterma de adsorção de íons metálicos, a que melhor se adequou para os sistemas estudados é o modelo de adsorção de Langmuir, que pode ser aplicado para o caso especial de soluções diluídas. Este modelo considera a superfície composta de sítios\nde adsorção, de área 5°, na qual toda espécie adsorvida interage somente com um sítio, formando assim, uma monocamada sobre as superfície (Adamson,1990).\nConsiderando uma aproximação com a condição ideal, obtém-se a expressão para a adsorção em solução diluída, equivalente ao sistema de adsorção gás-sólido de Langmuir (equação 4).\nCs Cs 1\n— = — + \t(4)\nNf Ns Nsb\tk 7\nQuando se constrói um gráfico de Cs/Nf em função de Cs. O coeficiente angular (a) é igual a 1/ Ns e o coeficiente linear (P) é 1 / Ns . b, onde b é a uma medida da intensidade de adsorção, uma vez que está diretamente relacionada com K, e Ns é a quantidade máxima de soluto (cátions) adsorvido por massa de adsorvente. Assim, os valores de Ns e b podem ser obtidos a partir do coeficiente angular e linear, respectivamente, da forma de linearizada da isotermas de adsorção, considerando Cs/Nf em função dos valores de Cs. A constante b depende apenas das propriedades do solvente como densidade (d) e massa molar (M), e a constante de equilíbrio (K) do processo pode ser obtido pela expressão 5.\nK = d.b/M\t(5)\nNo caso estudado, onde o solvente utilizado é a água, podemos descrever a Equação 5 como:\nK = 1000b/18\t(6)\nA energia livres de Gibbs, AG0, foi calculada pela equação AG0 = -RT lnK onde, T é temperatura absoluta e R é a constante dos gases ideais, 8,314 J mol-1 K-1.\nCapítulo IV\nResultados e discussão\nI\n4.0 RESULTADOS E DISCUSSÃO\nO objetivo geral deste trabalho se constitui em estudar a influência da ativação ácida na obtenção de híbridos inorgânico - orgânicos. Neste capítulo constam os resultados e discussões deste estudo, que foram divididos em quatro partes: 1) análise das matrizes obtidas a partir do tratamento ácido; 2) análise dos híbridos obtidos a partir da reação dos agentes sililantes nitrogenados de cadeia crescente com as matrizes ativadas; 3) obtenção e exploração da reatividade dos híbridos obtidos a partir da reação do agente sililante GPTS com a série de matrizes; 4) a quarta e última parte deste capítulo se constitui de um ensaio de adsorção do Cu2+ e Ni2+em solução aquosa com alguns híbridos aqui reportados.\n4.1\tResultados e discussões das argilas ativadas\n4.1.1\tAnálise química.\nA análise química, geralmente, é realizada segundo o método clássico que, apesar de demorado, permite a obtenção de resultados bastante precisos. Nos últimos tempos, com o desenvolvimento de técnicas modernas, a análise de argilas tem sido realizada utilizando-se métodos complexiométricos e instrumentais. As determinações usuais são: perda ao fogo, SiO2, Al2O3, Fe2O3, CaO, MgO, Na2O, K2O. Nesse procedimento analítico foi utilizada a vermiculita natural, cujo resultados da análise química são apresentado na tabela 4.1.\nTabela 4.1 - Análise química da vermiculita natural\nConstituintes\tSiO2\tAl2O3\tFe2O3\tCaO\tNa2O\tMgO\tK2O\nPercentuais\t44,62\t9,18\t5,46\t0,78\t0,11\t20,44\t0,48\nAl(OH)3, Fe(OH)3. Além destes, compostos como matéria orgânica, sulfetos, carbonatos e sulfatos, se presentes, estão também incluídos nesta determinação.\nA ativação dos sólidos pelo tratamento ácido foi acompanhada pela análise química dos seus principais constituintes, listados na tabela 4.2.\nTabela 4.2 - Análise química da vermiculita natural e dos sólidos ativados\nConstituintes\tSiO2(%)\tAÍ2Oa(%)\tFe2O3(%)\tMgO(%)\nVer\t44,62\t9,18\t5,46\t20,44\nVac1\t47,60\t7,54\t5,29\t13,82\nVac2\t55,80\t5,01\t4,04\t6,94\nVac3\t58,80\t0,88\t1,37\t0,95\nVac4\t61,30\t0,62\t0,79\t0,92\nOs dados da análise química demonstram que, à medida que se eleva concentração do ácido, a lixiviação dos metais se torna mais acentuada, havendo apenas a preservação do silício no esqueleto inorgânico.\n4.1.2\tEspectroscopia de Absorção na Região do Infravermelho (IV)\nTodos os suportes foram caracterizados por espectroscopia na região do infravermelho. Estes espectros foram importantes para a investigação das alterações no esqueleto inorgânico após o tratamento ácido. Na figura 4.1, tem-se os espectros dos suportes Ver, Vac1, Vac2, Vac3 e Vac4.\n4000 ’ 3000\t2000\t1000\t0\nnúmero de onda. cm\"1\nVac4\nIV da vermiculita pura e a série sólidos\nFigura 4.1 - Espectros na região do\nativados.\nEm uma primeira observação a figura 4.1 percebe-se uma grande similaridade do conjunto de bandas em todos os espectros. A banda larga na região de 3500 cm-1 é atribuída ao estiramento OH presente na superfície dos suportes, além de moléculas de água que são invariavelmente adsorvidas por ligações de hidrogênio e encontradas na região interlamelar. Outra banda em 1640 cm-1, comum nos espectros, com maior ou menor intensidade, é característica da deformação angular da ligação O-H da água. Invariavelmente observa-se uma acentuada diminuição na intensidade das vibrações de deformação Al-OH em 814 cm-1 confirmando a lixiviação do Al pelo tratamento ácido. A banda intensa, atribuída à freqüência da ligação Si-O e ao estiramento assimétrico Si-O-Si (NAKAMOTO, 1986; SILVERSTEIN 1990) é observado em aproximadamente 1000 cm-1. A vibração do grupo [u(Si2O5)] foi atribuída em 550 cm-1 (SCOTT, 2004; SILVERSTEIN,1990).\nNo espectro referente ao sólido Vac3 é observado o surgimento de um novo estiramento em 963 cm-1, característico dos grupos silanóis (u -Si-OH), este sinal é observado em sílicas e argilas ativadas pelo\n59\ntratamento ácido onde estes grupos existem em abundância (TYAGI, 2006; TEMUUJIN,2003). Em contraste tem-se para o sólido Vac4 uma acentuada perda na intensidade da banda larga em 3500 cm-1, atribuída ao estiramento OH presente na superfície dos suportes. Temos ainda para o sólido Vac3 e Vac4, o surgimento de uma nova banda próxima 800 cm-1 característica de Fe, Al ou Mg octaédricos, que se tornam visíveis nos espectros devido a exposição desses sítios após a lixiviação do alumínio da camada tetraédrica.\n4.1.3\tRessonância Magnética Nuclear de 29Si e 27Al\nOs argilominerais lixiviados possuem diversas aplicações. Estas aplicações dependem das características estruturais da superfície nas quais, a concentração e natureza dos grupos silanóis são de grande importância. A espectroscopia de RMN de 29Si no estado sólido permite distinguir os átomos de silício envolvidos em pontes como no caso do grupo siloxano (SiO)4Si, cujo sinal de ressonância é indicado como Q4 em aproximadamente -110 ppm. Para o aparecimento de grupos silanóis livres do tipo (SiO)3SiOH, o sinal atribuído tem denominação das espécies Q3, com valores próximos de -100 ppm. Os silanóis geminais encontrados nos grupos (SiO)2Si(OH)2 são denominados de Q2 em -90 ppm (ver figura\n4.2). Através da rotação do ângulo mágico (MAS) ou associado com polarização cruzada (CP/MAS), obtêm-se a proporção relativa destas diferentes vizinhanças do átomo de silício, que caracteriza os silanóis livres, germinais e a presença de siloxanos (LUHMER,1996).\nA presença do alumínio na estrutura da vermiculita desloca os sinais para valores menos negativos, sendo assim, para o espectro da amostra da vermiculita pura seriam esperados três sinais de ressonância próximos a -92,0, -88,0 e -83.5 ppm, que são atribuídos ao Si cercado por: três silícios; dois Si e um Al; e um Si e dois Al, respectivamente (SANZ e SERRATOSA, 1984). Entretanto, observamos no espectro da vermiculita pura (figura 4.2a) apenas um pico alargado próximo a -88 ppm\ncaracterísticas do Si cercado por dois Si e um Al. O alargamento do sinal reflete a concentração relativamente alta de Fe presente nesta amostra (MACKENZIE E SMITH, 2002), impedindo então a visualização dos outros dois picos, mas indicando a presença do alumínio na estrutura. Esses dados corroboram com dados encontrados na literatura (TEMUUJIN,\n2003).\nI ./OH\nSi\n| '\"'\"-OH\nSi—OH\nI\nSi — OH\nQ2\nQ3\nQ4\nO\n«AAA/wO---SÍ----O\nO\nFigura 4.2 - Espectros de RMN de 29Si: a) Ver, b) Vac1, c) Vac2, d) Vac3 e e) Vac4\nEm todas as amostras lixiviadas encontramos um sinal em -110 ppm que pode ser nomeado como Q4 enquanto que, os sinais em -100 ppm correspondem a Q3, como na sílica gel. Tomando como base a área dos sinais observamos altas relações de Q3/Q4 (tabela 4.3) para as amostras lixiviadas Vac1, Vac2 e Vac3 que sugerem a formação de estruturas lamelares porosas. Estes dados corroboram com os dados encontrados por\n61\nTEMUUJIN (2003). Esta relação também foi observada por OKADA et al. (1998) e KOSUGE et al. (1995) que obtiveram materiais lamelares porosos partindo da lixiviação da antigorita e metacaolinita, e que também mostram um alto valor da relação de Q3/Q4.\nTabela 4.3 - Os dados listados referem-se à razão Q3/Q4, obtidos a partir dos espectros vermiculita ativada.\t\t\tárea relativa aos sinais Q3 e Q4 e a de RMN de 29Si das amostras de\t\nAmostras\t\tÁrea (%)\t\tq3/q4\n\tQ3\t\tQ4\t\nVac1*\t61\t\t25\t2,47\nVac2\t80\t\t20\t4,17\nVac3\t80\t\t20\t4,10\nVac4\t34\t\t66\t0,53\n* Para amostra Vac1 temos 14 % da área referente a presença de Q2, para as outras amostras, os valores de Q2 não foram significativos.\nOs espectros de RMN de Si referentes aos solidos Vac1, Vac2 e Vac3 demonstram sempre predominância do sinal Q3 em relação a Q4, ou seja, estas superfícies são ricas em grupos silanóis livres do tipo (SiO)3SiOH. Por outro lado, o sólido Vac4 apresentou uma inversão destes valores, ou seja, para este sólido o grupo siloxano (SiO)4Si é superior em relação aos silanois livres, corroborando com dados da espectroscopia na região do infravermelho já discutidos.\nOs espectros de RMN de 27Al da vermiculita e a série de sólidos ativados estão ilustrados na figura 4.3.\nDeslocamento Químico / ppm\nDeslocamento Químico / ppm\ne)\nrl\\\tAl\nDeslocamento Químico / ppm\nAl\noct\n_______________\n200 100 ' 0 -100 -200\nDeslocamento Químico / ppm\nFigura 4.3 - Espectros de RMN de 27Al : a) Ver, b) Vac1, c) Vac2, d) Vac3 e\ne)Vac4.\nOs espectros de RMN de 27Al mostrados na figura 4.3 consistem em dois componentes principais. De acordo com trabalhos anteriores, o pico central próximo a 0,0 ppm é atribuído ao Al octaédrico, Aloct , e o sinal próximo a 60 ppm é característico do Al tetraédrico, Altet ( SANZ e SERRATOSA,1984 ). Tomando como base a área dos picos (tabela 4.4), observa-se uma predominância dos Altet para o sólido Ver. A elevada intensidade do sinal referente ao Altet reflete o alto número de substituições do Si por Al na camada tetraédrica, característico da vermiculita.\nTabela 4.4 - Os dados listados referem-se a área relativa aos sinais Altet e Aloct e a razão Aloct/Altet, obtidos a partir dos espectros de RMN de 27Al das amostras de vermiculita ativada.\nAmostras\tÁrea (%)\t\tAloct/Altet\n\tAltet\tAloct\t\nVer\t56\t44\t0,78\nVac1\t40\t60\t1,5\nVac2\t33\t67\t2,03\nVac3\t25\t75\t3\nVac4\t-\t100\t100\nPara os sólidos ativados a razão Aloct/Altet se eleva gradativamente (tabela 4.4), à medida que se aumenta a concentração do ácido utilizado na lixiviação, até observar-se apenas a presença do Aloct para o sólido Vac4, esses dados mostram uma clara preferência pela lixiviação do Altet, que devido à organização da estrutura 2:1 está mais exposto ao tratamento ácido, sendo totalmente lixiviado da camada tetraédrica no sólido Vac4.\nComo o objetivo final deste trabalho é a investigação da reatividade destes suportes com agentes sililantes, sendo esta reatividade diretamente relacionada com a presença de grupos silanóis na superfície, pode-se dizer de antemão, que a ativação destes sólidos foi conseguida com sucesso pelo tratamento ácido, sendo que a concentração limite será próxima a 3mol dm-3. Acima deste valor observou-se a obtenção de sólidos com clara diminuição dos grupos silanóis.\n4.1.4\tDifratometria de Raios-X\nA vermiculita como sendo um material lamelar permite duas possibilidades de reações de modificação as quais envolvem a superfície externa tanto quanto a região interlamelar. Por isso, se tornou fundamental a caracterização dos materiais por difratometria de Raios-X cujos resultados para vermiculita após a purificação estão na figura 4.4. O\nprimeiro pico representa a reflexão no plano (002), correspondendo a 20 = 6,25 equivalente a uma distância interlamelar de 1,41 nm. Este valor corrobora com o fornecido na literatura. Os demais picos também são característicos da vermiculita (MOORE, 1997). A reflexão no plano (060) possibilita a distinção entre minerais dioctaédricos e trioctaédricos, pois a dimensão de b na cela unitária é sensível ao tamanho dos cátions que ocupam os sítios da folha octaédrica (MOORE, 1997). Para valores de d (060) entre 1,49 e 1,50 Â a argila é dioctaédrica e para valores de d (060) entre 1,51 e 1,53 Â a argila é trioctaédrica. O valor de d na reflexão do plano (060) para a vermiculita estudada é de 1,486 Â, indicando que a mesma é do tipo dioctaédrica.\nConforme se observa na figura 4.4, os dados de DRX mostram que há alterações significativas na cristalinidade do material, à medida que se aumenta a concentração do ácido utilizado na lixiviação. O material vai perdendo a cristalinidade, tornado-se completamente amorfo a partir do tratamento com ácido a 3 mol dm-3. Esse comportamento é atribuído ao aumento da quantidade de metais lixiviados da estrutura inorgânica e esfoliação das lamelas, que pode ser acompanhada pela diminuição da intensidade do pico referente ao plano (002).\nVer\n0\t'\t15\t' 30\t' 45\t'\t60\t'\t75\n2 e / graus\nV a c2\n\n0\t' 15\t' 30\t' 45\t' 60\t' 75\n2 e / graus\nFigura 4.4 - Difratometria de Raios-X da vermiculita original e dos sólidos lixivados.\nOs dados de cristalinidade das amostras são mostrados na tabela\n4.5.\tA lixiviação dos metais da estrutura causou uma gradativa diminuição do espaçamento de intercalação (d) devido ao desmoronamento das camadas, levando a uma estrutura semelhante a do talco, que é caracterizada por camadas empilhadas sem água ou cátions de intercalação (POYATO, 2002). Este comportamento é semelhante a resultados obtidos quando a vermiculita é aquecida a temperaturas elevadas (BALEK, 2007).\nTabela 4.5 Dados de cristalinidade para os sólidos Ver, Vac1 e Vac2\namostra\tFWHM (graus)\t20 (graus)\td (nm)\tTamanho de cristalito (nm)\tCR (%)\nVer\t0,21\t6,25\t1,41\t48,26\t100,00\nVac1\t0,27\t6,38\t1,38\t33,63\t0,84\nVac2\t1,81\t7,08\t1,25\t4,41\t0,00\nA lixiviação é acompanhada por uma significante redução do tamanho de cristalito. Como esperado, os valores de CR diminuem e os de FWHM aumentam consideravelmente à medida que a lixiviação do suporte se torna mais marcante, indicando uma menor organização do material devido a retirada dos metais da estrutura inorgânica pelo tratamento ácido.\n4.1.5\tMicroscopia de Varredura Eletrônica.\nA morfologia das amostras após o tratamento ácido foi acompanhada por microscopia eletrônica de varredura, MEV. Os resultados obtidos estão ilustrados na figura 4.5. Conforme são observados, mesmo após a lixiviação dos metais do suporte, o empilhamento das lamelas se mantém.\nVer\nVac2\nVac3\nFigura 4.5 - Fotomicrografias dos Sólidos Ver, Vac2 e Vac3\n4.1.6\tCaracterização Textural.\nAs isotermas de adsorção de nitrogênio a 77 K dos sólidos ativados são mostradas na Figura 4.6. De acordo com a classificação da IUPAC (International Union Pure and Apllied Chemistry) (GEEG,1982), as isoterma se aproximam às isotermas do tipo I características de materiais microporosos.\nObserva-se ainda na figura 4.6 que para baixos valores de pressão relativa (P/P0 ~ 0,1) o volume de gás adsorvido não parte do zero. Ocorre um brusco aumento do volume em pequenas pressões relativas, o qual confirma a existência de microporos (diâmetro &lt;2 nm). Quanto maior a quantidade de microporos maior é o volume de gás adsorvido (GEEG,1982). Deste modo, através da figura 4.6, percebe-se que a quantidade de microporos nos sistema aumenta com a elevação da lixiviação dos sólidos até o sólido Vac3. Após isso há um decréscimo para o sólido Vac4. O volume máximo de gás adsorvido, também aumenta com a elevação da concentração do ácido utilizado no tratamento. Este volume está relacionado com a capacidade de adsorção máxima do sólido (P/P0 ~1), sendo esta, associada diretamente à quantidade total de poros existentes (GEEG,1982).\nP/P0\nFigura 4.6 - Isotermas de adsorção e dessorção de nitrogénio à 77K para os sólidos obtidos a partir da lixiviação da vermiculita.\nAinda analisando a Figura 4.6 verifica-se a presença mesoporos indicada pelo grande volume adsorvido em pressões relativas acima de 0,2 para todos os sólidos.\nA partir das isotermas de adsorção e dessorção de N2 foram determinadas a área superficial total (SBET) dos suportes utilizando-se o método de BET (BRUNAUER et al., 1938), conforme indicado na tabela\n4.6.\tOs dados de adsorção de N2 foram tratados de acordo com o método t-plot (DE BOER et al., 1966) obtendo assim os valores estimados para volume microporoso (Vmic) e a área externa (Sext) dos suportes (Tabela 4.6).\nTabela 4.6 - Propriedades superficiais dos suporte Vac1, Vac2,Vac3 e Vac4.\nSuporte\tSbet (m2 g-1)\tÁrea (m2 g-1)\t\tVmic (cm3 g-1)\n\t\tSext\tSint\t\nVac1\t133\t58\t75\t0.035\nVac2\t339\t159\t179\t0.085\nVac3\t673\t324\t349\t0.166\nVac4\t575\t507\t67\t0.028\nz\tz\t7\t1\nO sólido precursor forneceu uma pequena área de 16 m2g-1, comum para materiais cristalinos e não porosos como a vermiculita.\nAs isotermas de adsorção para sólidos mesoporosos freqüentemente mostram o fechamento da histerese na faixa de 0,4 a 1,0, o que é observado para os suportes Vac2, Vac3 e Vac4. Os mesoporos são formados pela coalizão dos microporos causado pelo aumento da retirada de átomos da estrutura pelo tratamento ácido. Note que para o sólido Vac4 há uma diminuição da SBET e Sint causada pela elevada formação de mesoporos que pode ser observada na distribuição do tamanho de poros pelo método BJH, figura 4.7. Temos então, sólidos porosos com a presença de micro e mesoporos, aonde a presença de mesoporos vai gradativamente se tornando dominante para os sólidos, com a elevação da concentração do ácido utilizado no tratamento.\nFigura 4.7 - distribuição do tamanho de poros pelo método BJH para os solidos Vac1 e Vac4\nO aumento da lixiviação influenciou e ampliou as propriedades texturais em relação à vermiculita original. Os resultados de RMN, DRX e MEV da vermiculita ativada sugerem que o produto final do tratamento ácido seja um aluminosilicato poroso lamelar que contem microporos formados após a lixiviação dos metais, onde as ligações Si-O-Si formam a estrutura dos poros, fornecendo uma elevada área superficial ao produto final.\n4.1.7\tAnálise Termogravimétrica.\nAs curvas termogravimétricas foram obtidas com o intuito de avaliar a influência da lixiviação ácida na estabilidade térmica dos novos materiais. Em todas as curvas termogravimétricas das matrizes inorgânicas (figura 4.8), observa-se uma primeira estapa de massa atribuída à eliminação de moléculas de água que se encontram fisicamente adsorvidas na superfície através de ligações de hidrogênio e da água de coordenação presente no espaço interlamelar, em seguida observa-se uma outra etapa de perda de massa atribuída à condensação\ndos grupos silanóis livres, como conseqüência da liberação de moléculas de água anteriormente adsorvidas e formação de novas ligações siloxano =Si-O-Si=, na estrutura final do óxido inorgânico.\nTGA\nFigura 4.8 - Curvas TG referentes a vermiculita e os sólidos ativados.\nA curva TG referente à amostra Vac1 é muito próxima a curva da amostra não tratada, indicando que a lixiviação com a concentração a 1mol dm-3 do ácido nítrico, aparentemente, não afeta a estabilidade térmica da amostra. Observa-se na tabela 4.7 que a quantidade de água adsorvida aumentou gradativamente para os sólidos ativados à medida que a lixiviação se torna mais pronunciada, fato que pode está relacionado a maior quantidade de água adsorvida, provocada pelo aumento da área superficial, e a formação de poros.\namostras\tAm /%\tAT / K\nVer\t9,4\t298 - 352\n\t8,4\t352 - 1170\nVac1\t10,78\t298 - 373\n\t6,8\t373 - 1170\nVac2\t12,35\t298 - 390\n\t4,12\t390-1170\nVac3\t23,32\t298-364\n\t5,45\t364-1170\nVac4\t28,99\t298-360\n\t8,18\t360-1170\n4.2\tArgilas ativadas modificadas com agentes sililantes nitrogenados.\n4.2.1\tAnálise elementar\nA análise elementar das superfícies modificadas, listadas na tabela\n4.8,\tpermitiu determinar a quantidade de grupos ancorados nas matrizes inorgânicas e comparar as relações C/N teórica e a obtida experimentalmente.\nTabela 4.8 Análise elementar em percentagens de carbono (C), Hidrogênio (H), Nitrogênio (N), densidade de moléculas imobilizadas (Qf) e a relação molar C/N experimental (teórica) dos materiais modificados.\nSólido C / % H / % N / % Qf/ mmol g 1 C/N (teo)\nVerN\t2,29\t2,13\t0,89\t0,64\t3,00 (3,00)\nVerNN\t3,55\t2,27\t1,65\t0,59\t2,51 (2,50)\nVerNNN\t2,15\t1,99\t1,15\t0,28\t2,18 (2,33)\nVaclN\t3,l9\t2,32\t1,17\t0,84\t3,16 (3,00)\nVaclNN\t9,51\t3,14\t4,90\t1,75\t2,26 (2,50)\nVaclNNN\t4,91\t2,73\t2,32\t0,55\t2,47 (2,33)\nVac2N\t4,96\t2,01\t1,67\t1,19\t3,47 (3,00)\nVac2NN\t7,45\t2,20\t2,76\t0,98\t3,15 (2,50)\nVac2NNN\t8,27\t2,45\t3,60\t0,86\t2,68 (2,33)\nVac3N\t7,95\t2,14\t2,99\t2,14\t3,10 (3,00)\nVac3NN\t10,13\t3,19\t4,07\t1,45\t2,91 (2,50)\nVac3NNN\t14,07\t3,00\t6,31\t1,50\t2,60 (2,33)\nOs valores da relação C/N teóricos foram obtidos levando - se em consideração a estrutura química da molécula imobilizada na matriz, como ilustrado na reação da figura 4.9, onde o agente sililante pode estar ancorado de diversas maneiras no esqueleto inorgânico. Nesta forma, a\nrelação molar teórica C/N em (CH2)3NH2 é 3,0; em (CH2)3NH(CH2)2NH2 é C/N de 2,5 ; em (CH2)3NH(CH2)2NH(CH2)2NH2 com C/N 2,33. Conforme se observa na tabela 4.8 há uma boa concordância entre os valores de C/N teórico e experimental indicando que a molécula imobilizada não sofreu alteração estrutural após a reação de silanização.\na)\n—0\n-O — Si CH2CH2CH2bIH2\nb)\n— 0\n—O — Si CH2CH2CH2NH2 —OH \\\nOH\nr oh\n—OH\n—\tO — Si ch2ch2ch2nh2\n—\tOH \\\nOH\nFigura 4.9 - Estrutura sugerida para as modificações químicas: a) ancorameto de forma tridentada; b)ancoramento de forma bidentada e c) de forma monodentada. (A figura considera a hidrólise das metóxilas)\nDe forma geral, observa-se em todas as séries que o valor de Qf diminui à medida que ocorre o aumento da cadeia carbônica. Este comportamento é atribuído a impedimento estérico. Os sólidos modificados a partir da reação da vermiculita ativada com ácido exibem um número significativamente superior de grupos orgânicos ancorados, chegando a 2,14 mmol g-1 no sólido Vac3N, enquanto que, para a vermiculita orginal o melhor resultado foi 0,64 mmol g-1 para o sólido VerN. Observa-se também, que o efeito estérico é amenizado gradualmente à medida que a concentração do ácido utilizado no tratamento do sólido se eleva. Este comportamento pode ser atribuído a maior área superficial das argilas ativadas, que chega a 673 m2 g-1 para o sólido Vac3 contra 16 m2 g-1 da vermiculita original, fazendo com que não apenas a superfície se torne mais reativa devido ao aumento dos grupos OH, como também as moléculas orgânicas se acomodem com maior facilidade na superfície, devido à maior área disponível no suporte.\nOs espectros da vermiculita pura e a série de sólidos modificados pelos agentes sililantes nitrogenados estão mostrados na figura 4.10. A princípio, percebe-se uma grande similaridade do conjunto de bandas em todos os espectros. Em geral os sinais provenientes do esqueleto inorgânico se mantiveram, entretanto, após a reação de funcionalização com os agentes sililantes, ocorre o aparecimento de novas bandas de pequena intensidade, relativas à vibração de estiramento assimétrico e simétrico do grupo C-H, respectivamente, em 2938 e 2853 cm-1 (BARRIO, 2008), resultado do efetivo processo de imobilização das moléculas. Também se percebe que, à medida que há o aumento da quantidade de grupos orgânicos ancorados, ocorre à diminuição da intensidade da banda de estiramento O-H em 3500 cm-1 da vermiculita após a imobilização das moléculas, indicando a reação dos agentes sililantes com estes grupos.\nV e rN\n---V ac3\nFigura 4.10 - Espectros na região do IV das séries dos híbridos Ver (a), Vac1 (b), Vac2 (c) e Vac3 (d).\nA banda em 965 cm-1, característica dos grupos silanóis (u -Si-OH) observada no sólido Vac3, não aparece nos espectros das amostras silanizadas, o que evidencia a sua reação com os alcóxidos do agente silante. A grande presença dos grupos silanóis do sólido Vac3 demonstrados nos espectros justifica a sua grande reatividade com os agentes sililantes, corroborando com os dados de CHN, que demonstram uma elevada quantidade de grupos orgânicos ancorados.\n4.2.3\tRessonância Magnética Nuclear de 13C e 29Si.\nAs imobilizações do agente sililante à vermiculita induzem ao surgimento de novos picos nos espectros de RMN 29Si (figura 4.11 e 4.12) referentes à presença de silício ligado a um radical orgânico. As novas formas de silício dependerão da maneira como a molécula orgânica possa estar ligada à superfície que são as formas mono, bi e tri dentadas. Em princípio, estas espécies são esperadas com deslocamentos químicos entre -49,8 a -50,5; -57,0 a -58,0 e -65,0 a -67,0, respectivamente (SILVA, 1997; ARAKAKI, 2000). O pico -64 ppm é atribuído ao silício ligado à cadeia orgânica que pode ser representado pela forma R-Si*-(OSi=)3 definido como T3, em que R representa cadeia orgânica ancorada. Outro pico em -56 ppm é atribuído aos átomos de silício do tipo R-Si*-(OSi=)2-(R') definido como T2, sendo R' um grupo OH ou metóxi -OCH3 que não sofreram reação de hidrólise, dificultando a diferenciação destes dois grupos por esta técnica, pois estes dois picos de ligação apresentam deslocamentos químicos na mesma região (JANG, 1997). Não foram observados sinais próximos a -48 ppm, característicos de silício do grupo R-Si-(OSi)-(OH)2 que pode ser representado por T1, indicando que não houve condensação entre as moléculas ancoradas.\n--0\n—0 — Si CH2CH2CH2NH2\n-c/\n--0\n—0 — Si CH2CH2CH2NH2\n—OH \\\nR1\nT3\nrp2\nFigura 4.11 - Espectros de\nRMN de 29Si para a) Vac2, b) Vac2NN e c) Vac2NNN.\ni)\n—1—'—1—'—1—*—1—'—1—'—1—'—1—\n50 O -50\t-100\t-150\t-200\t-250\nDeslocamento Químico / ppm\nFigura 4.12 - Espectros de RMN de 29Si para i) Vacl (a), VaclNN (b) e VaclN\n(c)\te (ii) (a) Vac3, (b) Vac3N e (c) Vac3NN\nTomando-se por base a área desses picos, temos que para todos os sólidos analisados, há uma diminuição da quantidade de grupos silanóis 80\ndos suportes após o ancoramento das moléculas orgânicas. Isto que pode ser acompanhada pela redução da razão Q3/Q4 (tabela 4.9) para os sólidos modificados em comparação as suas respectivas matrizes, numa clara indicação da reação destes sítios com os agentes sililantes. Para o sólido VaclNN a intensidade dos sinais referentes aos grupos Q3 e Q4 é bem menor que os sinais T3, corroborando com os dados de análise elementar, que indicam um maior número de moléculas imobilizadas para este sólido na série de sólidos modificados Vacl. Deve-se ressaltar que como recomendado para fins comparativos, os espectros foram obtidos sob as mesmas condições. A partir do desdobramento dos picos dos espectros, a quantidade de espécies de silício T2 e T3 foram obtidas conforme os resultados listados na tabela 4.9.\nTabela 4.9 - Quantidade (em %) das espécies de silício T2 e T3 e a razão Q3/Q4 estimadas a partir do desdobramento dos picos de ressonância de RMN de 29Si dos híbridos.\nAmostras\tq3/q4\tT2\tT3\nVac1N\t0,47\t15\t85\nVac1NN\t0,64\t19\t81\nVac2NN\t0,67\t20\t80\nVac2NNN\t0,72\t36\t64\nVac3N\t1,04\t25\t70\nVac3NN\t0,61\t22\t78\nDe acordo com as percentagens obtidas para as espécies de silício, é observado que os híbridos possuem alto grau de polimerização, ou seja, menor quantidade de grupos hidroxilas presas ao silício. Tem-se predominância da espécie T3 em relação T2 indicando que a maioria das moléculas orgânicas está ancorada de forma tridentada.\nA espectroscopia de RMN de 13C tem sido bastante usada para caracterizar estruturas de agentes sililantes presos em silicatos híbridos. Os espectros de RMN de 13C para os híbridos Vac3 N, Vac3 NN e Vac3NNN\nestão ilustrados na figura 4.13. A numeração dos átomos de carbono é mostrada na estrutura da molécula inserida no espectro.\nFigura 4.13 - Espectros de RMN de 13C, a) Vac3 N; b)Vac3NN e c) Vac3 NNN.\nAs atribuições foram baseadas em resultados prévios com estes agentes sililantes imobilizados em silica gel, quando do uso do processo sol-gel (JANG, 1997; SINFORD, 1983). O espectro Vac3 N mostrou três sinais distintos em 10,6; 24,8; 40,2 ppm devido aos carbonos C1, C2 e C3, respectivamente, conforme mostra a figura 4.13. No entanto, em Vac3 NNN observaram-se quatro sinais em 10,6; 24,8; 40,2; 50,3 ppm, cujo espectro é similar ao de Vac3 NN. O pico 50,3 ppm foi atribuido à presença de ambos os grupos metilenos C3 e C4. A figura 4.14 ilustra os espectros de RMN de 13C para os híbridos obtidos a partir das matrizes\nVac1 e Vac2. A numeração dos átomos de carbono é análoga a mostrada nos espectros anteriores (figura 4.13).\nFigura 4.14 - Espectros de RMN de 13C: (i) - a) Vac1 N e b)Vac1NN ; (ii) - a) Vac2 N e b) Vac2NN\nAs informações dos espectros de RMN reforçam os resultados obtidos pela análise elementar. Partindo-se destes dados foi proposto que a modificação química da vermiculita com os agentes sililantes nitrogenados ocorre sem alterações da cadeia orgânica havendo predominância do ancoramento de forma tridentada.\n4.2.4\tDifratometria de Raio - X\nOs difratogramas de Raios-X ilustrados na figura 4.15 foram obtidos das amostras modificadas, a partir da vermiculita não lixiviada.\nFigura 4.15 - Difratogramas de Raios-X dos sólidos (a) Ver, (b) VerN, (c) VerNN, (d) Ver NNN.\nOs dados de cristalinidade da série de híbridos Ver são ilustrados na tabela 4.10. Em uma primeira observação, percebe-se que os valores de 20, para todos os híbridos, são maiores que para o suporte Ver, indicando que o espaçamento interlamelar (d) é contraído durante silanização. Esta contração do espaçamento interlamelar é acompanhada por uma queda significativa nos valores de cristalinidade relativa, CR, e tamanho de cristalito dos sólidos modificados em relação ao suporte original.\nTabela 4.10 - Dados de cristalinidade da série Ver\nAmostra\tFWHM (graus)\t20 (graus)\td (nm)\tTamanho de cristalito (nm)\tCR (%)\nVer\t0,21\t6,25\t1,41\t48,26\t100.00\nVerN\t0,22\t6,45\t1,38\t44,85\t32.93\nVerNN\t0,31\t6,45\t1,37\t28,28\t6.72\nVerNNN\t0,70\t6,81\t1,30\t11,57\t0\nConsiderando que, a reação ocorra preferencialmente na região interlamelar, pode-se dizer que a contração do espaçamento interlamelar, se deva ao deslocamento dos cátions hidratados da região interlamelar com a entrada do agente sililante, comportamento também observado na intercalação de aminas alifáticas por FONSECA, 2006.\nAnalisado com mais atenção à tabela 4.10, percebe-se que a CR e o tamanho de cristalito tendem a ser menores quanto mais longa for a cadeia orgânica ancorada. Esse comportamento está também refletido nos valores da largura a meia altura, FWHM, que se elevam a medida que a cadeia orgânica incorporada se torna mais longa. Entretanto, os valores de FWHM se mantêm consideravelmente próximos para os sólidos Ver, VerN e VerNN. Para o sólido VerNNN temos uma brusca elevação dos valores de FWHM. Tem-se também, para este sólido, os menores valores de CR, d e tamanho de cristalito, demonstrando mais uma vez que o tamanho da cadeia orgânica influencia não só a quantidade de grupos ancorados, como já discutido nos dados de CHN, como também, a organização da estrutura do produto final. Sugere-se que a reação no espaço interlamelar é dificultada pelo aumento do tamanho da cadeia orgânica. Então, após a saturação desses sítios de reação, a cadeia orgânica provavelmente deve ser ancorada nas extremidades da superfície do sólido, diminuindo assim a cristalinidade do híbrido VerNN em relação ao sólido original. Esse comportamento também justificaria, os valores tão baixos de moléculas ancoradas para o sólido VerNNN e Vac1NNN, devido a escassez de grupos OH nas extremidades da estrutura da vermiculita (BERGAYA, 2006 ).\nPara os difratogramas de Raios-X dos sólidos lixiviados e seus híbridos percebe-se comportamentos peculiares, dependendo do grau de lixiviação do sólido e/ou agente sililante incorporado.\nA heterogeneidade do comportamento da argila Vac1 é refletido nos dados de cristalinidade ilustrados na tabela 4.11, que se devem a principalmente a dois fatores: i) a heterogeneidade do sólido Vac1 mostrada no difratograma de Raios-X, o qual sugere material não\n85\nhomogêneo, onde provavelmente encontramos ainda, parte da vermiculita não ativada; ii) à medida que se tem uma quantidade maior de grupos nitrogenados ancorados, aumentam as possibilidades de maneiras como essas moléculas podem se acomodar na estrutura inorgânica, devido à interação desses grupos com as lamelas, como mostrado na figura 4.16.\nFigura 4.16 - Ilustrações sugeridas das possíveis maneiras de ancoramento da cadeia orgânica no sólido VaclN.\nTabela 4.11 - Dados de cristalinidade da série Vacl*\namostra\tFWHM (graus)\t20 (graus)\td (nm)\tTamanho de cristalito (nm)\tCR\nVacl\t0,27\t6,38\tl,38\t33,63\t54,22\nVaclN\t0,52\t6,33\tl,39\t29,47\tl00,00\nVaclNN\t0,6l\t6,36\tl,39\tl3,35\t70,l6\nVaclNNN\t0,78\t7,05\tl,25\tl0,35\t0,00\n*Os dados são baseados no pico de maior intensidade na região de 20 entre 1,5 e 10°.\nOs valores de CR para os sólidos modificados VaclN e VaclNN superam os do sólido original. Provavelmente, esses valores devem estar relacionados a uma distribuição homogênea no espaço interlamelar das moléculas orgânicas, antes ocupado por íons H3O+ e outros íons decorrentes da lixiviação no tratamento ácido. Entretanto, para o híbrido VaclNNN temos uma perda significativa de cristalinidade, similar a encontrada para o sólido VerNNN. O comportamento dos resultados de\nFWHM e tamanho de cristalito também são similares aos encontrados para os híbridos da série Ver.\nOs difratogramas de raios-X ilustrados na figura 4.17 foram obtidos das amostras modificadas a partir do sólido Vac1.\nFigura 4.17 - Difratogramas de Raios-X dos sólidos: (a) Vac 1, (b) Vac1N, (c) Vac1NN e (d) Vac1NNN\nPara a série Vac2 os difratogramas da figura 4.18 sugerem que reação ocorra de duas maneiras. Percebe-se mais uma vez a contração do espaçamento interlamelar, o que é atribuído à acomodação molécula de forma paralela a lamela, observa-se também a expansão do espaçamento interlamelar, indicando que um considerável número de moléculas se acomoda de forma perpendicular a lamela.\n(d)\nFigura 4.18 - Difratogramas de Raios-X dos sólidos: (a) Vac 2, (b) Vac2N, (c) Vac2NN e (d) Vac2NNN.\nA não expansão das lamelas para os sólidos Ver e Vac1 é esperada, devido ao elevado número de substituições de Si por Al na estrutura inorgânica, que conferem uma alta carga lamelar, dificultando à expansão das lamelas na argila (DEL REY-PEREZ-CABALLERO, 2000). Entretanto, a lixiviação de parte dos metais da estrutura é acompanhada pelo aumento da relação Si/Al diminuindo a carga lamelar facilitando, então, a expansão do espaçamento interlamelar do sólido Vac2 pela entrada das moléculas.\nOs dados de cristalinidade da série Vac2 estão demonstrados na tabela 4.12.\nTabela 4.12 - Dados de cristalinidade da série Vac2\namostra\tFWHM (graus)\t20 (graus)\td (nm)\tTamanho de cristalito (nm)\tCR\nVac2\t1,81\t7,08\t1,25\t4,41\t0,00\nVac2N\t1,51\t2,83\t3,12\t5,28\t50,73\nVac2NN\t1,29\t7,65\t1,15\t6,20\t23,73\nVac2NNN\t0,84\t7,74\t1,14\t9,59\t100,00\nObservam-se nos dados de cristalinidade referentes à série de híbridos Vac2, que o comportamento é inverso aos encontrados para os híbridos obtidos a partir dos sólidos Ver e Vacl. De forma geral, todos os dados de cristalinidade referentes à série dos sólidos modificados Vac2 indicam uma clara reorganização da estrutura à medida que a cadeia orgânica incorporada se torna mais longa. Sugerindo de forma clara que, o número elevado de nitrogénios na cadeia orgânica tende a interagir com as folhas esfoliadas do esqueleto inorgânico, reordenando - as\ncontribuindo para reorganização da estrutura, ver figura 4.19.\nFigura 4.19 - Ilustrações sugeridas para as reações do suporte Vac2 com o agente sililante SilNNN; a) estrutura da argila com lamelas esfoliadas; b) a reordenação das lamelas pela presença do agente SilNNN.\nUma observação importante é que devido à complexidade da reação global, apenas aferimos de acordo com a intensidade e posição dos picos, sugestões de como essas moléculas estariam acomodadas, e como estas influenciam a estrutura do esqueleto inorgânico. Pois se tem suportes de estrutura não homogênea, onde provavelmente temos fases interestratificadas de vermiculita e fases lixiviadas, causando uma distribuição de carga lamelar heterogênea. Todavia, temos em geral um comportamento regular da cristalinidade dos suportes, com a entrada do agente sililante, sobretudo, com o tamanho da cadeia ancorada, o que nos fornece resultados interessantes da síntese desses materiais.\n4.2.5\tAnálise termogravimétrica\nAs curvas termogravimétricas foram obtidas com o intuito de avaliar a estabilidade térmica dos materiais, assim como quantificar as moléculas imobilizadas juntamente com os dados de análise elementar. Na figura 4.20 estão apresentadas as curvas dos sólidos modificados com o agente sililante nitrogenados e seus respectivos suportes.\na) TGA\nTGA d) %\t\t\t\t\n100.01\t\t\t\t\tVac3\n\t\t\t\t\tVac3N \t VacSNN\n90.01\t\t\t\t\t VacSNNN\n80.01\t\t\t\t\n70.01 60.01\t\t\t\t\n400.OC 600.0C\t800.0C\t1000.0Í\t1200.0C\nTemp [K]\nFigura 4.20 - Curvas TG das séries dos híbridos Ver (a), Vac1 (b), Vac2 (c) e Vac3 (d).\nEntre a temperatura ambiente até aproximadamente 400 K, ocorre a perda de massa atribuída à saída de moléculas de água, que se encontram fisicamente adsorvidas na superfície através de ligações de hidrogênio. Observa-se que a quantidade de perda de massa diminui nos sólidos modificados em relação as suas respectivas matrizes, não havendo então decomposição da molécula orgânica para esse intervalo de temperatura, este comportamento é esperado devido a reação da\nmolécula orgânica com as hidroxilas superficiais responsáveis pela água adsorvida.\nAs curvas termogravimétricas das matrizes funcionalizadas, com exceção dos sólidos VerNN e VerNNN, apresentaram uma perda de massa superior em relação aos seus respectivos suportes, no intervalo de aproximadamente 400 a 1170 K (observe a tabela 4.13). Esta perda de massa está relacionada à decomposição da cadeia orgânica do agente sililante imobilizado, que também adiciona a condensação dos grupos silanóis remanescentes.\nConforme se observa na tabela 4.13, há um aumento da perda de massa pronunciado para o híbrido Vac3NNN em relação ao suporte Vac3, uma vez que uma maior quantidade de grupos orgânicos ancorados resultam numa maior degradação térmica. Esse aumento de perda de massa do híbrido obtido pela ativação ácida reforça os dados de análise elementar.\nTabela 4.13 - Percentuais das perdas de massa (Am) através das curvas termogravimétricas nos intervalos de temperatura (AT) da vermiculita e das vermiculitas modificadas organicamente.\nAmostras\tAm /%\tAT / K\nVer\t9,4\t298 - 352\n\t8,4\t352 - 1170\nVerN\t7,2\t298 - 390\n\t9,0\t390 - 1170\nVerNN\t8,9\t298 - 376\n\t7,4\t376 -1170\nVerNNN\t9,5\t298 - 390\n\t7,4\t390-1170\nVac1\t10,78\t298 - 373\n\t6,8\t373-1170\nVaclN\t8,14\t298 - 393\n\t9,65\t393-1170\nVac1NN\t7,74\t298 - 383\n\t10,17\t383-1170\nVac1NNN\t10,20\t298 - 403\n\t15,05\t403-1170\nVac2\t12,35\t298 - 390\n\t4,12\t390-1170\nVac2N\t6,20\t298-380\n\t8,85\t380-1170\nVac2NN\t7,27\t298-373\n\t10,95\t373-1170\nVac2NNN\t6,34\t298-357\n\t16,30\t357-1170\nVac3\t23,32\t298-364\n\t5,45\t364-1170\nVac3N\t11,89\t298 -360\n\t14,05\t360-1170\nVac3NN\t9,6\t298- 363\n\t18,74\t363-1170\nVac3NNN\t8,84\t298-377\n\t26,09\t377-1170\n4.3\tResultados e discussões das reações com o GPTS\nA segunda rota de obtenção de híbridos inorgânicos-orgânicos neste\ntrabalho de pesquisa consiste em explorar a capacidade de reação dos sólidos com o agente sililante 3-glicidoxipropiltrimetoxissilano (GPTS). Este interesse está relacionado com a alta reatividade química do grupo epóxido, localizado na extremidade da molécula, que possui a habilidade de interagir com centros básicos, destacando-se as moléculas com grupos aminados. A proposta de inclusão de moléculas de aminas aos sólidos\n1a\nmodificados com o agente sililante contendo o grupo epóxido está representada no Esquema I.\nEsquema I.\nApós a incorporação do agente sililante GPTS, a segunda etapa da reação se dá pela incorporação da molécula de amina (conforme o Esquema I). O par de elétrons livres do átomo de nitrogênio da amina ataca o carbono deficiente em elétrons do anel epóxido (I). Conseqüentemente, os elétrons da ligação carbono-oxigênio do anel são transferidos ao oxigênio da extremidade do anel, provocando a abertura do mesmo (II). A localização da densidade eletrônica do oxigênio possibilita a interação do grupo H3N+ formado na estrutura da amina (III), e finalmente, os elétrons da ligação entre o hidrogênio e nitrogênio (IV) estabelecem a formação de um novo composto (SALES, 2002). Este procedimento é de extrema importância para o desenvolvimento desta área da química porque possibilita, a partir de um produto comercial, efetuar a síntese de novos materiais, com incorporação de novas moléculas ao sólido. Para melhor compreensão, os resultados e discussão foram separados em duas partes, a primeira contendo os dados da obtenção das matrizes com o grupo epóxido e a segunda parte com os dados dos sólidos que sofreram as reações subseqüentes com as moléculas aminadas.\nParte I - Obtenção das matrizes com o grupo epóxido\n4.3.1\tAnálise elementar\nA tabela 4.14 lista os valores de análise elementar para os híbridos obtidos com a reação com o agente GPTS para as reações realizadas nos tempos reacionais de 24 e 72 h. A partir dos percentuais de carbono foi possível determinar o teor de GPTS ancorado nos suportes e estabelecer a densidade de moléculas imobilizadas (Qf). Como observado para os híbridos estudados anteriormente, o aumento dos teores de carbono concorda com o aumento da área superficial do suporte. Para os híbridos obtidos com a série agentes sililantes nitrogenados percebe-se que há impedimento estérico, dificultando a reação das moléculas orgânicas mais\nlongas com os suportes, os dados da tabela 4.14 mostram que, nas condições estudadas a vermiculita,Ver, não reagiu com o GPTS. Isto pode está relacionada à baixa densidade de grupos OH disponíveis para interação, ao impedimento estérico e ao fato desse grupo não catalisar a reação como ocorre em agentes aminados.\nTabela 4.14 - Análise elementar de carbono (C), hidrogênio (H), densidade de moléculas imobilizadas (Qf) dos materiais modificados em concentrações de\nsaturação em tempos de reação variados.\nMaterial\tTempo / h\tC / %\tH / %\tQf /mmol g -1\nVerG\t24\t0,09\t1,90\t-\nVerG\t72\t0,06\t1,79\t-\nVaclG\t24\t1,50\t1,62\t0,21\nVaclG\t72\t4,2l\t2,19\t0,58\nVac2G\t24\t7,73\t2,63\t1,07\nVac2G\t72\t11,53\t2,65\t1,60\nVac3G\t24\t12,34\t3,20\t1,71\nVac3G\t72\t12,24\t2,68\t1,70\nObserva-se que para os sólidos Vac1G e Vac2G, os maiores números de moléculas imobilizadas são alcançados quando a tempo de reação foi 72 h. Entretanto, para o sólido Vac3G a saturação é alcançada em apenas 24 h, obtendo-se também neste caso os maiores teores de moléculas de GPTS ancorados, entre os híbridos estudados. A alta área superficial aliada à grande quantidade de grupos -OH na superfície, causada pela lixiviação dos metais do esqueleto inorgânico durante o tratamento ácido, fazem com que os sólidos ativados obtenham até 12,34 % (1,71 mmol g-1) de teor de carbono para o sólido Vac3G. Este resultado é superior a aqueles obtidos em estudos anteriores para sílica mesoporosas (SALES,2002), onde o teor de carbono obtido é de 8,62% com densidade de moléculas imobilizadas de 1,03 mmol g-1. Este fato ilustra mais uma vez a alta reatividade dos sólidos ativados por lixiviação ácida.\nOs espectros dos sólidos Vac1 e Vac2 e seus respectivos sólidos modificados pelos agentes sililante GPTS estão mostrados na figura 4.21.\ni)\n—I-----'-----1-----'----1-----'----1\n3000\t2000\t1000\t0\nnúmero de onda / cm-1\n3000\t'\t2000\t'\t1000\t'\t0\nnúmero de onda / cm-1\nFigura 4.21 - Espectros na região do IV dos sólidos: i)- a) Vac 1G, b) Vac1; (ii)\n- a) Vac2G e b) Vac2\nAnalisando os espectros das figuras 4.21, percebe-se que os sinais provenientes do esqueleto inorgânico se mantiveram. Entretanto, após a reação de funcionalização com o agente sililante, ocorre o aparecimento de novas bandas de pequena intensidade, relativas à vibração de estiramento assimétrico e simétrico do grupo C-H, respectivamente, em 2938 e 2853 cm-1 (BARRIO, 2008). No espectro do híbrido Vac2G ocorreu o surgimento de uma nova banda de pequena próxima a 810 cm-1 atribuída à deformação axial assimétrica do anel, na qual a ligação C-C aumenta e há contração da ligação C-O, como resultado do efetivo processo de imobilização das moléculas.\nOs espectros dos sólidos Vacl e Vac2 e seus respectivos sólidos modificados pelos agentes sililante GPTS estão mostrados na figura 4.22.\nFigura 4.22 - Espectros na região do IV dos sólidos Vac3 e Vac3G\nO mesmo comportamento dos espetros na região do IV anteriores é observado para a série Vac3G. Entretanto, a banda em 965 cm-\\ característica dos grupos silanóis (u-Si-OH) observada no sólido Vac3, não aparece nos espectros das amostras modificadas organicamente, o que confirma a reação destes grupos com os grupos alcóxidos do agente silante. A deformação axial simétrica do anel epóxido, na qual todas as ligações do anel expandem-se e contraem-se em fase, ocorre como um sinal de pequena intensidade em aproximadamente l250 cm¿. Outra banda seria esperada, na região de 950 a 8l0 ot-1 atribuída à deformação axial assimétrica do anel, na qual a ligação C-C aumenta e há contração da ligação C-O. Entretanto, este sinal é encoberto pelo alargamento do sinal relacionado ao estiramento assimétrico Si-O-Si (NAKAMOTO, l986; SILVERTEIN l990) que é observado em aproximadamente l000 cm-:l.\n4.3.3\tAnálises termogravimétricas.\nAs curvas termogravimétricas mostradas nas figuras 4.23 e 4.24 apresentam entre a temperatura ambiente até aproximadamente 400 K, uma diminuição da quantidade de perda de massa nos sólidos modificados em relação as seus respectivos suportes. Este comportamento é similar aos híbridos anteriores e é esperado devido a reação da molécula orgânica com as hidroxilas superficiais, diminuindo então a quantidade de água\nFigura 4.23 - Curvas TG das séries dos híbridos Vac1G(a), Vac2G (b) e seus respectivos suportes inorgânicos.\nFigura 4.24 - Curvas TG das séries dos sólidos Vac3G e Vac3.\nAs curvas TG das matrizes funcionalizadas apresentaram uma perda de massa superior em relação aos seus respectivos suportes, no intervalo de aproximadamente 400 a 1170 K (observe a tabela 4.15). Esta perda de massa está relacionada à decomposição da cadeia orgânica do agente sililante imobilizado, que também adiciona a condensação dos grupos silanóis remanescentes.\nConforme se observa na tabela 4.15, há um aumento da perda de massa pronunciado para o híbrido Vac3G em relação ao suporte Vac3, uma vez que uma maior quantidade de grupos orgânicos ancorados resulta numa maior degradação térmica. Esse aumento de perda de massa do híbrido obtido pela ativação ácida reforça os dados de análise elementar.\nTabela 4.15 - Percentuais das perdas de massa (Am) através das curvas termogravimétricas nos intervalos de temperatura (AT) da vermiculita e das vermiculitas modificadas organicamente.\nAmostras\tAm /%\tAT / K\nVac1\t10,78\t298 - 373\n\t6,8\t373-1170\nVac1G\t8,77\t298-396\n\t12,27\t396-1170\nVac2\t12,35\t298-390\n\t4,12\t390-1170\nVac2G\t5,77\t318-378\n\t11,23\t570-690\n\t9,251\t690-1170\nVac3\t23,32\t328-364\n\t5,45\t364-1170\nVac3G\t3,88\t316 -400\n\t6,32\t478-495\n\t20,43\t500-1170\n4.3.4\tDifratometria de Raio - X.\nOs dados de cristalinidade obtidos a partir dos difratogramas de raio-X dos sólidos modificados Vac1G e Vac2G, e suas respectivas matrizes estão listados na tabela 4.16.\nTabela 4.16 - Dados de cristalinidade dos sólidos Vac1G e Va2G e seus respectivos precursores.\nAmostra\tFWHM (graus)\t20 (graus)\tTamanho de cristalito (nm)\tCR (%)\nVac1\t0,27\t6,38\t33,63\t100%\nVac1G\t1,85\t6,46\t4,31\t0\nVac2\t1,81\t7,08\t4,41\t0\nVac2G\t0,73\t7,88\t11,09\t100%\nOs difratogramas de raios-X dos sólidos Vac1 e Vac2 e seus respectivos sólidos modificados pelos agentes sililante GPTS estão mostrados na figura 4.25.\nFigura 4.25 - Difratogramas de Raios-X dos sólidos: i)- a) Vac 1, b) Vac1G; (ii) - a) Vac2G e b) Vac2.\nAnalisando a tabela 4.16, percebe-se que a série de híbridos se comporta de forma similar aos sólidos modificados com os agentes\nsililantes nitrogenados, a incorporação da molécula orgânica ao suporte Vac2, contribui para elevar a organização do material, reforçando a idéia que a cadeia orgânica interagiu com as lamelas esfoliadas. Para o híbrido VaclG, temos mais uma vez o comportamento inverso, os dados de cristalinidade indicam uma desorganização da matriz provocada pela entrada da longa molécula orgânica, a imobilização da molécula de GPTS causa forte queda no tamanho de cristalito, contração do espaço interlamelar e aumento nos valores FWHM.\nParte II - Reações subseqüentes do sólido Vac3-G com as moléculas aminadas.\n4.3.5\tAnálise elementar\nA propriedade química que mais diferencia os epóxidos é sua alta reatividade a reagentes nucleofílicos como já mencionado. Esta acentuada reatividade é atribuída à tensão do anel de três membros, que é no presente caso sensível à presença da densidade eletrônica dos átomos de nitrogênio do grupo amina. Na intenção de explorar a reatividade do grupo epóxido foram efetuadas reações subseqüentes com várias aminas. O sólido Vac3G com tempo de reação de 24 h foi escolhido para este fim, por ter o maior teor de moléculas imobilizadas. A tabela 4.17 contem os dados da análise elementar e o rendimento da reação dos materiais modificados pela reação do sólido Vac3G com as moléculas de etilenodiamina (et), 1,3-propanodiamina (prop), 1,4-butildiamina (but) e 2-aminopiridina (pip), considerando-se que a reação ocorre na proporção de 1:1.\nMaterial\tC / %\tH / %\tN / %\tQf / mmol g -1\tRendimento/ %\nVac3G\t12,34\t3,20\t-\t1,71\t-\nVac3G-et\t13,20\t3,58\t3,43\t1,23\t71,93\nVac3G-prop\t16,12\t3,70\t3,61\t1,30\t76,02\nVac3G-but\t15,61\t2,85\t2,75\t0,97\t56,72\nVac3G-pip\t14,93\t2,01\t2,38\t0,85\t49,70\nObserva-se na tabela 4.13 que o aumento dos dados de CHN concorda com o aumento da cadeia orgânica, causado pela incorporação da molécula da amina ao híbrido. Percebe-se novamente, que o tamanho da cadeia orgânica influencia o rendimento da reação, sendo que, a medida que a cadeia se torna mais longa o rendimento da reação diminui, indicando que a reação pode sofrer impedimento estérico para a incorporação de cadeias com mais de três carbonos.\n4.3.5\tEspectroscopia na região do infravermelho\nOs espectros da nova série de híbridos obtidos a partir da reação do grupo de sólidos contendo o grupo époxido com as diaminas é mostrado na figura 4.26.\nFigura 4.26 - Espectros na região do IV dos sólidos: Vac3 (a); Vac3G (b), Vac3G-et (c) Vac3G-prop (d), Vac3G-but (e) e Vac3G-pip (f).\nPara os espectros resultantes dos sólidos que sofreram as reações subseqüentes tem-se o desaparecimento das freqüências características do anel corroborando com a eficiência da reação, confirmando a abertura do anel do GPTS, durante a reação com o grupo amina. Observou-se ainda nos sólidos modificados, a presença de bandas de pequena intensidade próxima a 1540 cm-1 referentes à deformação da ligação N-H.\n4.3.7\tRessonância Magnética Nuclear de 13C.\nOs espectros de RMN de 13C para os sólidos Vac3G e Vac3Get estão mostrados na figura 4.27. A numeração dos átomos de carbono é mostrada na estrutura da molécula inserida no espectro.\nO espectro do híbrido Vac3G apresenta dois picos próximos a 50 e 45 ppm atribuídos aos dois carbonos 5 e 6 do anel epóxido do agente sililante ancorado na superfície da sílica, os demais picos foram atribuídos\nconforme mostra o esquema de imobilização inserido na figura (Sales, 2002).\nNeste espectro o pico em 44,6 ppm é atribuído ao átomo de carbono do anel epóxido, como mostra a estrutura da molécula, na posição 6. A ausência deste pico no composto Vac3Get implica que todo o grupo epóxido reagiu. Os sinais do C(5) e C(6) nos espectro são deslocados de\n51,5\te 44,6 para 68,0 e 60,0 após a reação, respectivamente. Isto mostra que o par de elétrons da amina primária interage como o carbono 6 do\nGPTS.\n, . _ H2\tH2\tH2\tH2\tH\tH2\th2\th\th2\nb)=si—C— C—C—O— C— C\tC—N—C\tC—\n- ' ' 8\n1\t2\t3\t4 P 6\nOH\n7\nH2\tH2 H2\tH2\tH 6\na) =-Si—C—C—C—O —C—C\tCh2\n1\t2\t3\t4\t5\\ /\nO\nnh2\n7\nFigura 4.27 - Espectros de RMN de 13C, a) Vac3G; b)Vac3Get.\n4.4\tEnsaios de Adsorção com níquel e cobre em solução aquosa\nOs processos de interação dos cátions metálicos nos filossilicatos aminados levaram em conta que, as matrizes contendo grupos aminas têm sido usadas como sorbentes na concentração e isolamento de metais de transição, devido à ação complexante do nitrogênio com esses metais (AIROLDI, 2008). Os processos de adsorção foram realizados apenas para\nos híbridos obtidos da reação da vermiculita original e a série de vermiculitas ativadas com o agente sililante 3\t-\naminopropiltrimetóxisilano. Com a finalidade de explorar o comportamento da adsorção, foram feitos estudos de tempo de reação, verificando - se que após 2 e l2 h de agitação da suspensão contendo os cátions de cobre e níquel, respectivamente, a saturação dos sólidos modificados é alcançada. Desta forma escolheu-se este tempo para todas as determinações, é importante ressaltar que para a vermiculita original a saturação do sólido só é obtida após 48 h para o cobre e 24 h para níquel. A diminuição no tempo requerido para o equilíbrio ser alcançado é atribuído a formação de complexos com o cátion metálico de transição divalente, onde as coordenações ocorrem através dos pares de elétrons disponíveis nas cadeias orgânicas, ligadas covalentemente ao esqueleto inorgânico.\nO efeito da variação do pH da solução aquosa foi também estudado, no sentido de elucidar a influência na adsorção,cujo comportamento para a série de sólidos para os cátions de cobre pode ser visto na figura 4.28 e 4.29. A partir dos dados da figura 4.28 nota-se que para o sólido Ver a adsorção de cobre se eleva com o aumento dos valores de pH, o mesmo comportamento é observado para o híbrido VerN, sendo que a quantidade adsorvida no pH 4 e pH 7 é superior ao sólido sem modificação. No pH oito tem-se uma adsorção muito próxima entre os dois sólidos Ver e VerN, para os outros materiais tem-se um comportamento aleatório com o pH. Para os testes realizados sem controle de pH, tem-se que todos os híbridos adsorvem quantidades superiores aos seus respectivos suportes sem modificação, ressaltando aqui o sólido VerN, que adsorve aproximadamente quatro vezes a quantidade adsorvida pela sua matriz inorgânica no tempo estudado. A adsorção superior sem o controle de pH é atribuído a ausência dos íons da solução tampão. Em geral tem-se uma diminuição da adsorção de cobre para os sólidos ativados organofuncionalizados, a qual a influência do suporte inorgânico no processo de adsorção deste íon.\nFigura 4.28 - Comparação da adsorção de cobre em solução aquosa sobre vermiculita pura e suas formas modificadas a vários pH, 298 K e 1 atm.\nA figura 4.29 ilustra o comportamento da adsorção dos cátions de níquel em solução aquosa a vários pH para a série de sólidos utilizados como adsorventes.\nFigura 4.29 - Comparação da adsorção de níquel em solução aquosa sobre vermiculita pura e suas formas modificadas a vários pH, 298 K e 1 atm.\nPara a adsorção de níquel tem-se um comportamento mais homogêneo com a variação do pH, com exceção do sólido Vac2, onde observa-se um aumento na adsorção com o aumento dos valores de pH. Para os sólidos modificados considera-se que a protonação do grupo amina torna os centros básicos não disponíveis para a interação dos cátions. Os valores elevados de adsorção em pH 8,0 se deve ao fato da desprotonação do grupo amina.\nLevando-se em conta que todos os cátions apresentam uma maior adsorção sem a presença das soluções tampões, como visto nas figuras 4.28 e 4.29, foram feitos todos os experimentos nestas condições. A adsorção foi feita com os cátions divalentes de cobre e níquel em água, à qual foi aplicado o modelo de isoterma de Langmuir.\nAs isotermas de adsorção destes cátions em meio aquoso para a matrizes organofuncionalizadas estão descritos na figura 4.30. As isotermas obtidas apresentaram basicamente o mesmo tipo de perfil para os vários sólidos estudados, havendo apenas a variação na intensidade de adsorção que está diretamente relacionada com a disponibilidade dos centros básicos de Lewis, conforme apresentado na Figura 4.30.\nCs / mol L'1\nFigura 4.30 - Isoterma de adsorção com os sólidos modificados a várias concentrações a 298 ± 1 K, para os cátions metálicos: a) cobre e b) níquel.\nEntre as matrizes modificadas, a eficiência na adsorção de cobre decresce à medida que o teor de nitrogênio incorporado aumenta. O sólido VerN possui o menor teor de nitrogênio e é o mais eficiente no processo de adsorção para o cobre. Com o aumento da densidade de moléculas imobilizadas os centros básicos se tornam mais próximos favorecendo a interação dos cátions de cobre com mais de um grupo amino. Outra possibilidade é que boa parte da adsorção deste metal pelas matrizes se deva a troca iônica com o esqueleto do suporte inorgânico. O impedimento estérico gerado pelo maior número de moléculas orgânicas ancoradas pode estar impedindo não só o acesso aos seus sítios básicos de nitrogênio como também, dificultando a troca iônica com o suporte.\nPara o níquel tem-se um comportamento inverso, quanto maior a quantidade de nitrogênio ancorado maior a adsorção do cátion metálico, a seqüência de adsorção para os híbridos seguiram a ordem Vac3N> Vac2N> Vac1N> VerN. É possível que a formação do complexo de níquel seja facilitada pela maior quantidade de centros básicos duros, pois o níquel terá maior preferência em relação ao cobre para interagir com os grupos aminados.\nNa busca de mais informação sobre o equilíbrio cátion/híbridos, os dados foram ajustados a uma equação de Langmuir modificada. Para aplicar os dados de adsorção a este modelo de isoterma foram feitos os gráficos de Cs/Nf, os quais estão apresentados na figura 4.31.\nFigura 4.31 - Forma linearizada das isotermas de adsorção do (a) cobre e (b) níquel com a série de sólidos modificados: (-+-)VerN; (-o-)VaclN; (-0-)Vac2N e (-A-)Vac3N, a várias concentrações a 298 ± 1 K.\nOs valores de b obtidos a partir da linearização das isotermas estão associados com as constantes de equilíbrio dos respectivos processo de troca iônica de cada cátion, a energia livres de Gibbs, AG0, foi calculada pela equação AG0 = -RT lnK onde, T é temperatura absoluta e R é a constante dos gases ideais, 8,314 J mol-1 K-1. Os resultados da série completa para todos os sólidos é listada na tabela 4.18.\nPara todos os casos os valores negativos estão de acordo com a espontaneidade da reação de troca geral. Os resultados demonstraram que as interações com os sólidos modificados foram efetivas, reforçando a alta preferência do cobre e níquel pelo nitrogênio.\nTabela 4.18 - Dados de troca catiônica da vermiculita com o íon cobre (Cu2+) de niquel (Ni2+) divalente, obtidos a partir do modelo de Langmuir: a constante de equilíbrio (b), a energia de Gibbs livre (AG°), quantia de máxima experimental trocada (Nfmax) e o coeficiente de correlação (r) para o linearização da curva isotérmica a 298 ±1 K e Qf densidade moléculas orgânicas ancoradas.\nSólido\tb\tK (1°3)\tAG° (KJ mol-1)\tNfmax (mmol g-1)\tQf -1) (mmol g-1)\tR\nCu (aq) VerN\t497,44\t39,69\t-26,23\t1,23\t°,64\t°,9987\nVaclN\t631,13\t35,°6\t-25,93\t°,48\t°,84\t°,9956\nVac2N\t714,48\t27,64\t-25,33\t°,45\t1,19\t°,999°\nVac3N\t1°°9,67\t56,1°\t-27,°9\t°,22\t2,14\t°,9981\nNi2 + (aq) VerN\t2°°,71\t11,15\t-23,°9\t1,2°\t°,64\t°,9938\nVac1N\t261,63\t14,35\t-23,75\t1,32\t°,84\t°,9937\nVac2N\t23°,°7\t12,78\t-23,43\t1,83\t1,19\t°,9946\nVac3N\t229,48\t15,21\t-23,86\t2,97\t2,14\t°,9973\nPara a adsorção do cobre os valores de AG são muito próximos, no entanto, foram mais favoráveis do que os apresentados pelos sistemas na adsorção de níquel. Isso indica que os processos de interação com o cobre são mais espontâneos, cujo fato pode estar relacionado à quelação dos cátions pelos centros básicos da cadeia orgânica. Para o sólido VerN, devido a menor quantidade de moléculas orgânicas ancoradas há a formação de complexos monodentados é esperado, sendo a reação menos energética que para os sólidos com maior densidade de moléculas orgânicas ancorada (Qf). Assim a formação de complexos mais estáveis é favorecida pelo aumento da densidade de moléculas ancoradas, ver figura 4.32. Aparentemente a formação dos complexos quelados é mais pronunciada para o cobre, o que justificaria a menor adsorção do cobre com o aumento dos valores Qf.\nFigura 4.32 - Estruturas sugeridas dos complexos de cobre/aminopropil nos espaços interlamelares em: a) Vac3N e b) VerN\nUma observação importante é que devido à complexidade da reação global por envolver na realidade o processo de troca e a formação de um complexo fica muito complicada a interpretação desses resultados, como também de inferir qual das contribuições estão sendo mais significativas no valor final dos valores determinados.\nCapítulo V\nConclusões\n5.0 CONCLUSÕES\nA vermiculita natural foi submetida a tratamento ácido a diferentes concentrações, onde suas propriedades texturais foram ampliadas em relação à vermiculita original. Os produtos obtidos são aluminosilicatos porosos lamelares com elevada área superficial. A vermiculita natural e a série de vermiculitas ativadas foram submetidas a reações com silanos nitrogenados de cadeia crescente em meio anidro.\nA série de suportes também foi modificada organicamente com agente sililante 3-glicidoxipropiltrimetoxisilano, GPTS, sofrendo reações subseqüentes com quatro aminas. Todas as caracterizações indicam que as reações de funcionalização foram efetivas.\nInvariavelmente, observou-se um aumento de reatividade do suporte com a ativação ácida, diante das reações com os agentes sililantes estudados, que se tornam gradativamente mais elevados à medida que a lixiviação se torna mais acentuada.\nOs sólidos obtidos a partir da reação do suporte ativado Vac3 com todos agentes sililantes estudados, mostraram um maior número de moléculas orgânicas ancorados em relação aos outros suportes inorgânicos estudados, chegando a 2,14 mmol g-1 para o sólido Vac3N contra 0,64 mmol g-1 para o VerN. Em relação a reação de com GPTS, este suporte consegui também o menor tempo de reação (24 h), o que o torna mais eficiente entre o sólidos estudados para a obtenção de híbridos contendo o grupo epóxido.\nDe acordo com os dados de DRX, de forma geral para os híbridos obtidos a partir das matrizes Ver e Vac1, as reações ocorrem na região interlamelar, havendo uma diminuição do tamanho de cristalito e distância interlamelar, e perda de cristalinidade em relação as matrizes precursoras, sendo este fato mais acentuado para os sólidos VerNNN e Vac1NNN. Isto pode ser atribuído à dificuldade da entrada do longo agente sililante. Para os híbridos obtidos da matriz Vac2 temos uma visível reorganização da matriz, provocada pela entrada dos agentes sililantes.\nPara estes híbridos constata-se a ocorrência da entrada do agente sililante de forma perpendicular à lamela, causando uma expansão da região interlamelar. Isto foi possível devido a diminuição da carga lamelar pela lixiviação do alumínio da estrutura.\nA série de vermiculitas modificadas com o grupo aminopropil mostrou-se favorável a adsorção de Cu2+ e Ni2+ em solução aquosa, sendo o tempo de adsorção reduzido de 72 h para vermiculita original para 10 h para os híbridos. As capacidades máximas de adsorção de cobre (II) foram 1,23, 0,48 0,45 e 0,22 mmol g-1 e para o Ni2+ foram 1,20, 1,32, 1,83 e 2,97 mmol g-1 para os sólidos VerN, Vac1N, Vac2N e Vac3N, respectivamente. O conjunto de dados termoquímicos obtidos a partir da equação modificada de Langmuir indica que, todos os processos interativos são favoráveis entálpica e entropicamente, sendo refletido em valores exotérmicos de energia de livre de Gibbs. Os sólidos porosos argilosos derivados de tratamento ácido da vermiculita são substratos potenciais para imobilização de silanos apresentando importantes aplicações como adosrbentes para espécies poluentes como metais pesados.\n\nCapítulo VI\nReferências\nBibliográficas\nF\n\n6.0 REFERÊNCIAS BIBLIOGRÁFICAS\nADAMSON, A. W., Physical Chemistry of Surface, 5th Ed, Wiley, New York, 1990\nAIROLDI, Claudio, A relevante potencialidade dos centros básicos nitrogenados disponíveis em polímeros inorgânicos e biopolímeros na remoção catiônica, Quim. Nova, 31: 144, 2008.\nALEXANDRE, M., DUBOIS, P., Polymer-layered silicate nanocomposites: preparation, properties and uses of a new class of materials. Materials Science and Engineering Report, 28: 1, 2000.\nALVES, Ana Paula de Melo, et al., Synthesis and characterization of hybrids derived from vermiculite chloropropyl and aliphatic diamines, Journal of thermal Analysis and Calorimetry, 87: 771, 2007.\nARAKAKI, Luiza N. H.; AIROLDI, Claudio, Ethylenimine in the synthetic routes of a new silylating agent: chelating ability of nitrogen and sulfur donor atoms after anchoring onto the surface of silica gel Polyhedron, 19:367, 2000.\nBALEK , V., et al, Thermal Behaviour Of Ground Vermiculite, Journal of Thermal Analysis and Calorimetry, 88: 819, 2007.\nBERGAYA, F.: THENG, B.K.G. and LAGALY, G., Handbook of Clay Science, Edited by Developments in Clay Science, Vol. 1 r 2006 Elsevier Ltd.\nBRUNAUER, S., EMMETT, P. H., TELLER, E., Adsorption of gases in multimolecular layers. J. Am. Chem. Soc., v 60, p. 309, 1938.\nBEM-NAIM, A., Sovation Thermodynamics, Plenium Press, New York, 1987.\nBHATTACHARYYA, Krishna G. and GUPTA, Susmita Sen, Influence of acid activation on adsorption of Ni(II) and Cu(II) on kaolinite and montmorillonite: Kinetic and thermodynamic study, Chemical Engineering Journal, 136: 1, 2008a.\nBHATTACHARYYA, Krishna Gopal and GUPTA, Susmita Sen; Adsorption of a few heavy metals on natural and modified kaolinite and montmorillonite: A review, Advances in Colloid and Interface Science 140: 114, 2008b.\nBORDOLOI, Ankur; et al, Inorganic-organic hybrid materials based on functionalized silica and carbon: A comprehensive understanding toward the structural property and catalytic activity difference over mesoporous\n116\nBRINDLEY, G.W.; BROWN, G.; Crystal structures of clay minerals and their X-ray identification. 1a ed. Mineralogical Society. London, 1980.\nBRUNAUER, S., EMMETT, P. H., TELLER, E., Adsorption of gases in multimolecular layers. J. Am. Chem. Soc., 60: 309, 1938.\nCASAL, B., et al., Sepiolite-based materials for the photo- and thermalstabilization of pesticides. Applied Clay Science, 18: 2001, 245.\nCHURCHMAN, G.J., Formation of complexes between bentonite and different cationic polyelectrolytes and their use as sorbents for non-ionic and anionic pollutants. Applied Clay Science, 21: 177, 2002.\nCOOPER, C., JIANG, J.Q., OUKI, S., Preliminary evaluation of polymeric Fe- and Al-modified clays as adsorbents for heavy metal removal in water treatment. Journal of Chemical Technology and Biotechnology, 77: 546, 2002.\nCREMERS, A.E.J., MAES, A.P.A., PIEGNEUR, P.G.L., 1979. Process for the removal of met from solution. U.S. Patent 4,167,481.\nDANIEL, Lisa M.; FROST, Ray L.; ZHU, Huai Yong; Edge-modification of laponite with dimethyl-octylmethoxysilane, Journal of Colloid and Interface Science, 321: 302, 2008.\nDE BOER, J. H., LIPPENS, B. C., LINSEN, B. G., BROEKHOFF, J. C. P., VAN DEN HEUVEL, A., OSINGA, T. V., T-curve of multimolecular N2-adsorption. J. Colloid. Interface Sci., 21: 405, 1966.\nDEL REY-PEREZ-CABALLERO, J. and PONCELET, G.; Microporous 18 A Al-pillared vermiculites:\tpreparation and characterization\nMicroporous and Mesoporous Materials, 37:313, 2000.\nDEPAN, Dilip; KUMAR, Annamalai Pratheep; SINGH, Raj Pal, Cell proliferation and controlled drug release studies of nanohybrids based on chitosan-g-lactic acid and montmorillonite, Acta Biomaterialia, 5: 93, 2009.\nFARRAH, H., PICKERING, W.F., The sorption of mercury species by clay minerals. Water, Air and Soil Pollution, 9: 23, 1978.\nFONSECA, Maria G. da, and AIROLDI, Claudio, New amino-inorganic hybrids from talc silylation and copper adsorption properties,Materials Research Bulletin, 36: 2001, 277.\nGEEG, S. J. and SING, K. S. W., \"Adsorption, Suface and Porosity\", 2a Ed., Academic Press, London, 1982.\nGAINI, L. El, et al, Removal of indigo carmine dye from water to Mg-Al-CO3-calcined layered double hydroxides, Journal of Hazardous Materials, 161: 627, 2009.\nGOMES, C. F.; Argilas: O que são e para que servem?, FundaçãoCalouste Gulbenkian: Lisboa, 1986.\nGUERRA, et al, Adsorptive, thermodynamic and kinetic performances of Al/Ti and Al/Zr-pillared clays from the Brazilian Amazon region for zinc cation removal, Journal of Hazardous Materials, 155: 230, 2008.\nGUIMARÃES, Angela de Mello Ferreira, et al.,Smectite organofunctionalized with thiol groups for adsorption of heavy metal ions, Applied Clay Science, 42: 410, 2009.\nGRIM, R.E., 1962. Applied Clay Mineralogy. McGraw-Hill, New York.\nGRUNER J. W., The structures of vermiculites and their collapse by dehydration. Am. Miner. 44: 557,1934.\nHENDERSHORT, W. H.; DUQUETTE, M.; a simple barium choride method for determining cation exchage capacity and exchangeable cátions. Soil Sci. Sic. Am. J. ; 50: 605, 1986.\nHENDRICKS, S. B and JEFERFERSON. M. E., Crystal structures of vermiculites and mixed vermiculite-chlorites. Am. Miner. 23: 851, 1938.\nHALMA, Matilte, et al, Catalytic activity of anionic iron(III) porphyrins immobilized on grafted disordered silica obtained from acidic leached chrysotile, Journal of Molecular Catalysis A: Chemical, 243: 44, 2006.\nINSKEEP, W.P., BAHAM, J., Adsorption of Cd(II) and Cu(II) by Na-montmorillonite at low surface coverage. Soil Science Society of America Journal, 47: 660,1983.\nJACKSON, T.A., 1998. The biogeochemical and ecological significance of interactions between colloidal minerals and trace elements. In: Parker, A., Rae, J.E. (Eds.), Environmental Interactions of Clays. Springer-Verlag, Berlin, pp. 93-205.\nJ.J.Jang, I.M. El-Nahhal, I.E. chuang and G.E. Maciel, J, Non Cryst. Soids,\n204 (1996) 105\nKIM, D. J., et al, ordered mesoporous carbons: implication of surface chemistry, pore structure and adsorption of methyl mercaptan, Carban, 43: 1868, 2005.\nKOYUNCU, Hulya et al., Equilibrium and kinetic studies for the sorption of 3-methoxybenzaldehyde on activated kaolinites, Journal of Hazardous Materials, 141: 128, 2007.\nLAGALY, G., Surface and interlayer reactions: bentonites as adsorbents. In: Churchman, G.J., Fitzpatrick, R.W., Eggleton, R.A. (Eds.), Clays: Controlling the Environment, Proceedings of the 10th International Clay Conference. Adelaide, Australia, 1993. CSIRO Publishing, Melbourne, pp. 137-144, 1995.\nLAZAREVIC, Slavica et al., Adsorption of Pb2+, Cd2+ and Sr2+ ions onto natural and acid-activated sepiolites, Applied Clay Science, 37: 47, 2007.\nLEE, J.J., CHOI, J., PARK, J.W., Simultaneous sorption of lead and chlorobenzene by organo-bentonite. Chemosphere, 49: 1309, 2002.\nLEYDEN, D. E. and COLLINS, W. T., Silylated Surfaces, Gordon Breach Science: New York, 1980.\nLUHMER, M.; D'ESPINOSE, J. B.; HOMMEL, H. ; LEGRAND, A. P., Magnetic Resonance Imaging, 14: 911, 1996.\nLUND, E., NISSEN, B., Low technology water purification by bentonite clay flocculation as performed in Sudanese villages: virological examinations. Water Research, 20: 37, 1986.\nMACKENZIE, K. J. D., and SMITH, M. E., Multinuclear Solid-State NMR of Inorganic Materials. Pergamon Materials Series, vol. 6. Pergamon-Elsevier, Oxford. 2002.\nMADSEN, M., SCHLUNDT, J., Low technology water purification by bentonite clay flocculation as performed in Sudanese villages: bacteriological examinations. Water Research, 23: 873, 1989.\nMAQUEDA, C. et al, Effect of grinding on the preparation of porous materials by acid-leached vermiculite, Journal of Physics and Chemistry of Solids, 68: 1220, 2007.\nMARCINIEC, Bogdan, et al., Silylation of silanols with vinylsilanes catalyzed by a ruthenium complex, Tetrahedron Letters, 49: 1310, 2008. MARCUS, Y., Ion Solvation, John Wiley, London, 1985.\nMCBRIDE, M.B., Processes of heavy and transition metal sorption by soil minerals. In: Bolt, G.H., de Boodt, M.F., Hayes, M.H.B., McBride, M.B. (Eds.), Interactions at the Soil Colloid-Soil Solution Interface. Kluwer, Dordrecht, pp. 149-175, 1991.\nMOORE, D. M.; REYNOLDS Jr, R. C.; X- Ray diffration and the indetification and analysis of clay minerals. 2a edition. Oxford-New York: Oxford University Press, 1997\nNAKAMOTO, K; Infrared Spectra of Inorganic and Coordination Compounds. 4 th ed.; John Wiley and Sons, New York, 1986.\nNEUMANN, M. G.; et. al.; Interação entre corantes e argilas em suspensão aquosa, Química Nova.23: 818, 2000.\nNEWMAN, A.C.D. Chemistry of Clays and Clays Minerals, Longman Scientific Technical, London, 1987.\nOKADA, Kiyoshi et al., Preparation of porous silica from chlorite by selective acid leaching, Applied Clay Science, 30: 116, 2005.\nOKADA, Kiyoshi; et al, Porous properties of activated carbons from waste newspaper prepared by chemical and physical activation, Journal of Colloid and Interface Science, 262: 179, 2003.\nOLSEN, A., Low technology water purification by bentonite clay and moringa oleifera seed flocculation as performed in Sudanese villages: effects on schistosoma mansoni cercariae. Water Research, 21: 517, 1987.\nOVADYAHU, D. et al.; Mechanochemical adsorption of phenol by tot swelling clay minerals. II. Simultaneos DTA and TG study. Journal of Thermal Analysis. 51: 431, 1998.\nPÉREZ-RODRÍGUEZ, J. L.; et al, Modification of the thermal dehydroxylation of antigorite by ultrasound treatmente, Journal of Thermal Analysis and Calorimetry, 2005\nPOYATO, J.; PÉREZ-MAQUEDA, L.A.; JUSTO, A.; and BALEK, V., Clays Clay Miner., 50: 791, 2002.\nPAIVA, Lucilene Betega de, MORALES, Ana Rita, DÍAZ, Francisco R. Valenzuela Organoclays: Properties, preparation and applications, Applied Clay Science, 42: 8, 2008.\nROBERTSON, R.H.S., Fuller's Earth: A History of Calcium Montmorillonite. Volturna Press, Hythe, Kent, 1986.\nROULIA, Maria and VASSILIADIS, Alexandros A.; Sorption characterization of a cationic dye retained by clays and perlite Microporous and Mesoporous Materials, 116: 2008, 732.\nRUIZ-HITZKY, E., Functionalizing inorganic solids: towards organic-inorganic nanostructured materials for intelligent and bio-inspired systems. The Chemical Records, 3: 88, 2003.\nRUIZ-HITZKY, E., 2004. Organic-inorganic materials: from intercalations to devices. In: Gómez-Romero, P., Sánchez, C. (Eds.), Functional Hybrid Materials, Chapter 2. Wiley-VCH,Weinheim, pp. 15-49.\nWALKER G. F., The mechanism of dehydration of Mg-vermiculite. Clays Clay Miner. 4: 101,1956.\nWEN, Xiu-fang, et al, Study of the physicochemical properties of silica powder and the stability of organic-inorganic hybrid emulsion in the presence of ethanol, Colloids and Surfaces A: Physicochem. Eng. Aspects, 327: 103, 2008.\nWU, J., LAIRD, D.A., THOMPSON, M.L., Sorption and desorption of copper on soil clay components. Journal of Environmental Quality, 28: 334, 1999.\n1.\nWYPYCH, F. et al, Synthesis and characterization of disordered layered silica obtained by selective leaching of octahedral sheets from chrysotile and phlogopite structures, Journal of Colloid and Interface Science, 283: 107, 2005.\nSILVERTEIN, R. M.; BASSER, G. C.; MORRILL, T. C.; Spectrometic Identification of Organic Compounds. John Wiley &amp; Sons Inc., 2a ed., New York, 1990.\nSANZ, J. and SERRATOSA, J. M., 29Si and 27Al High-Resolution MAS-NMR Phyllosilicates, , J. Am. Chem. SOC. 1984, 106, 4790-4793.\nSINHA RAY, S., OKAMOTO, M., Polymer/layered nanocomposites: a review from preparation to processing. Progress in Polymer Science, 28: 2003, 1539.\nSOUZA, P. S.; Tecnologia das Argilas, Ed. da USP/Edgard Bluecher Ltda: São Paulo, 1975.\nSCHEIDEGGER, A.M., SPARKS, D.L., A critical assessment of sorptiondesorption mechanisms at the soil mineral/water interface. Soil Science,161: 813,1996.\nSTOCKMEYER, M., KRUSE, K., Adsorption of zinc and nickel ions and phenol and diethylketone by bentonites of different organophilicities. Clay Minerals, 26: 431, 1991.\nSUAREZ, P. A. Z.; MENEGHETTI, S. M. P; MENEGHETTI, M. R.; WOLF, C.\nR.\tTransformação de Triglicerídeos em Combustíveis, Materiais Poliméricos e Insumos Químicos: Algumas Aplicações da Catálise na Oleoquímica. Química Nova, 30: 667, 2007.\nTEMUUJIN, J; OKADA, K.; OKADA, K. J.D., Preparation of porous silica from vermiculite by selective leaching, Applied Clay Science 22 (2003) 187- 195.\nTILLER, K.G., Soil contamination issues: past, present and future, a personal perspective. In: Naidu, R., Kookana, R.S., Oliver, D.P., Rogers,\nS.\t,McLaughlin,M.J. (Eds.), Contaminants and the Soil Environment in the Australasia-Pacific Region. Kluwer, Dordrecht, pp. 1-27, 1996.\nVENGRIS, T.; BINKIENE, R.; SVEIKAUSKAITE, A.. Nickel, copper and zinc removal from waste water by a modified clay sorbent, Applied Clay Science, 18: 183, 2001.\nYONG, R.N., WARKENTIN, B.P., PHADUNGCHEWIT, Y., GALVEZ, R., Buffer capacity and lead retention in some clay minerals. Water, Air and Soil Pollution, 53: 53, 1990.\nYUE, Qin-Yan, et al., Formation and characteristics of cationic-polymer/bentonite complexes as adsorbents for dyes, Applied Clay Science, 35: 268, 2007.\nZANG, Yangling, et al; Synthesis, characterization and thermal stability of different polystyryl quaternary ammonium surfactants and their montmorillonite complexes, Thermochimica Acta, 474: 2008, 1.\nZHANG, Jinguo; GUPTA, Rakesh K.; WILKIE, Charles A.; Controlled silylation of montmorillonite and its polyethylene nanocomposites, Polymer, 47: 4537, 2006.\nZHU, Lizhong, et al., Silylated pillared clay (SPILC): A novel bentonitebased inorgano-organo composite sorbent synthesized by integration of pillaring and silylation, Journal of Colloid and Interface Science, 315: 191, 2007."}]}}}