{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10694"}, {"@name": "filename", "#text": "1584_Onde%20a%20Cidade%20se%20Encontra%20com%20a%20sua%20constru%c3%a7%c3%a3o%3a%20Passados%20e%20passos%20estratigr%c3%a1ficos.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Onde a cidade se encontra com a sua construção: \n\npassados e passos estratigráficos\n\nM. Conceição Lopes\nCEAUCP/Univ. Coimbra\n\nO projeto Arqueologia das Cidades de Beja: onde a cidade se encontra \ncom a sua construção, o qual responde pela atividade arqueológica na área \ndo reservatório de água da cidade de Beja, em razão dos achados que pro-\nporcionou e das condições em que estes existiram e se conservaram, abriu \num vasto e rico campo de possibilidades para refletir sobre a arqueologia \ncontemporânea, nomeadamente aquela que se faz em cidades com quoti-\ndiano a cumprir e futuro a delinear e que se impõe como objectivo a análise \ndo processo de interação entre os habitantes da cidade e o espaço urbano \nna longa duração.\n\nO trabalho arqueológico em contexto urbano ativo assume particularida-\ndes que o distinguem daquele que se realiza em contextos que facilmente se \ndesimpedem e onde, por circunstâncias várias, em algum tempo cessou um \nprocesso ininterrupto de ocupação habitada e de vida comunitária.\n\nÉ que, entre outros, a intervenção arqueológica em estrutura urbana ar-\nrisca uma forte possibilidade de interferência na vida diária das colectividades \ne um impacto desregulador na cadeia de hábitos quotidianos dos habitantes, \nde alguns apenas, ou de todo o colectivo. \n\nA minimização dos custos de interferência e perturbação dos ritmos de vida \npessoais e colectivos e o esforço de adaptação que é imposto à colectividade \npoderá ser aliviado se houver um forte comprometimento social dos arqueólogos, \nos quais se devem empenhar em transferir e incorporar conhecimento científico \nno quotidiano e em assegurar a participação da comunidade no processo de \n\n\n\n2 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 3Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nprodução do conhecimento. Todavia, esta participação inclusiva deve ser en-\ntendida não como uma compensação ou um modo de estabelecer uma relação \nharmoniosa com a população mas, ao invés, como uma exigência de coerência, \nconsiderando, entre outros, a óbvia e natural curiosidade que as comunidades \ntêm em conhecer a sua história, o contributo que estas podem aportar por \nserem herdeiras particulares e (re)criativas guardiãs do passado colectivo de \ntodos os tempos, incluindo o presente e o direito que lhes é devido ao acesso \nao conhecimento. Portadoras privilegiadas de vasto e rico conhecimento sobre \no devir colectivo é obrigatório asseverar a sua participação em todas as fases \ntrabalho arqueológico desde a intervenção até à interpretação.\n\nO plano de trabalhos e as estratégias de intervenção devem, assim, \ncompreender tanto os instrumentos metodológicos adequados á necessidade \nde minimizar entraves e estorvos como contemplar formas de relacionamento \nequiponderado com a colectividade em geral e com as autoridades respon-\nsáveis pela gestão do espaço. \n\nNos trabalhos arqueológicos que se realizam enquadrados com interven-\nções e obras inscritas nos planos de ordenamento e em intervenções planea-\ndas no quadro de políticas públicas de desenvolvimento os mecanismos para \nminimizar os eventuais incómodos estão, à priori, devidamente acautelados e \na sua duração definida1.\n\nTodavia, nos casos em que os trabalhos arqueológicos se realizam autó-\nnoma relativamente a obra ou a intervenção planeada, a mobilização de meios \npara obviar os transtornos nem sempre se assegura com a mesma facilidade. \nTratando-se de trabalhos cujos limites de intervenção não estão previamente \nfixados, terminando quando se cumprem os objectivos científicos que se pro-\npõe desenvolver, o seu tempo de duração pode alongar-se por muito tempo \ne o desconforto pode transformar-se em factor de tenção.\n\nNestes casos é necessário que a intervenções compreenda uma adequa-\nda estratégia de ação, a qual deve atentar no facto de que as a visão que \nos colectivos têm do lugar onde pertencem e sentem como pertença sua os \nmobiliza em acordo ou em oposição, pontual ou geral, como ativos interve-\nnientes para as tomadas de decisão sobre o que querem que seja e como \nquerem que seja o seu espaço de vida, não lhes sendo, portanto, indiferente \no trabalho que lhes rompe o chão e de onde pode surgir informação passível \nde utilização por uns e por outros em questões de políticas de gestão do \nespaço urbano.\n\n 1 O que ocorre cada vez com mais frequência, sobretudo no quadro de intervenções de salvamento, \npara dar cumprimento à lei.\n\n\n\n2 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 3Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nEm circunstâncias em que os dados da arqueologia se apresentam com \npotencial para confrontar diretamente as políticas de intervenção urbana e sus-\ntentam ou sugerem propostas alternativas de intervenção urge assegurar que a \ndimensão política das propostas da arqueologia não será objecto de manipulação \npor interesses políticos que lhe são exteriores e garantir a sua participação nas \ntomadas de decisão sobre os planos de gestão urbana de modo direto e sem \nintermediários políticos ou técnicos. Se para obviar as alterações às condições \nde vida da comunidade, quer no que respeita à frequência do espaço quer no \nque se relaciona com a sua harmonia sonora, quanto maior for a informação \ndisponibilizada sobre a intervenção mais facilmente se criam cumplicidades, \nno que às decisões sobre o planeamento diz respeito, quanto mais amplo e \nintegrado for o conhecimento da cidade maior é a sua eficácia.2\n\nOra, para que esse conhecimento possa ser consequente é necessário \nque se não abdique de reclamar para os núcleos urbanos a condição de sítios \narqueológicos coesos e que o trabalho arqueológico, em observância de uma \ncorreta leitura das dinâmicas que marcam a “fábrica da cidade”3, não pres-\ncinda de reivindicar esta característica, mesmo que a lei permita intervenções \nque a desconsiderem e os agentes públicos e privados nem sempre mostrem \ndisponibilidade para a deferir. \n\nÉ que, dispensar a observação deste princípio aglutinador de compreensão \nque é o de entender o núcleo urbano como um único sítio arqueológico, no \nqual o tempo se não pode compartir em fatias cronológicas, porque ele é o \nlongo tempo da sua construção, onde o passado e o presente convergem de \nmodo interligado, e a malha urbana se não pode desmembrar em pedaços \nmorfológicos desarticulados, porque ela é uma rede vinculada às sociedades \ne às práticas sociais que nela vão evoluindo e deixando inscritos os proces-\nsos de evolução, é desobrigar-se de reconhecer que construção dos núcleos \nurbanos é um ato dinâmico, continuado e ininterrupto. \n\n 2 No quadro do tipo arqueologia que hoje domina a prática arqueológica portuguesa, que assume o \nregisto técnico de fragmentos dos factos como investigação arqueológica, raramente vemos as propostas \npúblicas e privadas de intervenção nos núcleos urbanos serem confrontadas com o conhecimento e o \npatrimónio ocasionado pela Arqueologia. Os resultados desse tipo de intervenções, burocraticamente \nrespeitantes da lei, nunca permitirá um conhecimento legível e que possa satisfazer o direito social de \ntomar partido nos casos de conflito, muito menos apresentar a arqueologia como um saber indispensável \nna tomada de decisões sobre políticas de planeamento.\nA prática atual, todavia, remete para uma vocação de registo e preservação de elementos significativos \ndo património arqueológico ameaçados por obras, atuando como medida para acautelar a destruição \ndo património sem qualquer registo.\n 3 Sobre o conceito veja-se: Noizet, Hélène, “La fabrique urbaine de Tours: une analyse dialectique \nentre sociétés et espaces urbains (IXe-XIIIe siècle)”, dans Voisinages, coexistences, appropriations. Groupes \nsociaux et territoires urbains (Moyen Âge - 16e siècle), édité par Chloé Deligne et Claire Billen, p. 19-37, \nTurnhout, Brepols, 2007.\n\n\n\n4 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 5Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nDesvalorizar a coesão do núcleo urbano como um todo inseparável significa \nsubtrair a estes contextos arqueológicos possuidores de grandes quantidades \nde informação de natureza muito variada o papel determinante que ocupam \nna reflexão sobre os quadros teóricos e as metodologias em que se baseia \no trabalho arqueológico e apagam o seu contributo decisivo no no debate \nsobre as formas contemporâneas de apropriação do passado.\n\nO projeto Arqueologia das cidades de Beja: onde a cidade se encontra \ncom a sua construção é parte integrante de um mais amplo trabalho de \ninvestigação que grosso modo se desenvolve no espaço que poderá ter \ncorrespondido ao território da colónia romana de Pax Iulia e objectiva o \nestudo dos processos de evolução que conduziram à atual cidade de Beja. \nEste projeto, beneficiou na sua concepção da experiência de alguns anos \nde trabalhos arqueológicos no centro histórico da cidade e de um profundo \nconhecimento da mesma, no tempo longo e nos ritmos mais pautados da \nsua construção. Beneficiou, também, de uma sistemática interlocução entre \na Arqueologia, a História e a Arqueogeografia, onde se destacou o Estudo \nde Gérard Chouquer sobre a morfologia da cidade (Chouquer, 2012), o \nqual torna claro que além de um sítio arqueológico a cidade é, fundamen-\ntalmente, um sítio morfológico e que nenhum trabalho arqueológico pode \naugurar afirmar o conhecimento da dinâmica da cidade se excluir o estudo \nmorfológico.\n\nDesenvolveu-se a partir das escavações no centro da cidade, situadas \nno logradouro do Conservatório Regional do Baixo Alentejo, as quais durante \numa década se fizeram a ritmo incerto, em virtude de um conflito surdo com \nos poderes locais e com as entidades nacionais que regulamentam os traba-\nlhos arqueológicos, por estes se interessados pouco interessados nos seus \nresultados. Uma década depois do seu início, e na sequência de uma insis-\ntente persistência, as entidades locais reconheceram a pertinência do projeto \ncientífico e acolheram o potencial dos elementos patrimoniais exumados como \nsujeitos valorizadores num projeto de desenvolvimento local.\n\nEm consequência, prolongou-se a escavação para a área do edifício \ndos serviços técnicos da Câmara Municipal de Beja limitando-se pela Praça \nda República a este, a Rua dos Prazeres e Escudeiros a oeste, a Rua da \nMoeda a sul e o conservatório do Baixo Alentejo a norte. Os trabalhos cor-\nreram em diálogo articulado com o projeto de reconstrução do edifício dos \nserviços técnicos que, entretanto, ardera. Este facto permitiu ampliar a área \narqueológica e, em razão da dimensão que esta alcançou e do carácter ines-\nperado e surpreendente bom estado de conservação dos vestígios exumados, \n\n\n\n4 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 5Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nproporcionou à arqueologia emergir como determinante na reflexão sobre as \ncondições de revitalização do centro histórico da cidade. (FIG.1)\n\nA busca dos mecanismos mais adequados para operar a transferência \ndo conhecimento sobre o passado e dos seus elementos materiais para o \npresente da cidade e dos modos mais apropriados para os enquadrar como \nelementos de usufruto social e como instrumento de desenvolvimento ao ser-\nviço da comunidade, em acordo com o princípio de que os espaços atuais \nsão um instante de um processo de evolução que se não compreende em \nabordagens que o compartimentem em fragmentos do tempo histórico ou \nem parcelas dos seus componentes morfológico, ecológico, social, político, \neconómico cultural, etc, passou a fazer parte integrante do processo e da \nabordagem arqueológica em curso. \n\nAs cidades históricas, por serem espaços de longa e continuada ocu-\npação, são espaços privilegiados para conferir as configurações e as moda-\nlidades que ao longo do tempo da sua construção assumiram os processos \nde confluência do passado com o presente, quer tenham resultado de ações \nconscientes e planeadas ou de atos completamente inesperados e fora de \nqualquer plano organizado..\n\nA construção urbana realizada pelos indivíduos, isolados ou colectivamente, \nao longo do tempo é o resultado de um processo de experienciação. Este \nprocesso que Gedlin considera (GEDLIN, 1997) ser através dele que ocorre \na criação do significado e de tudo aquilo que possa ser significativo para \no indivíduo ou a comunidade, implica os aspectos físicos e representativos \ninerentes à vida das pessoas. Trata-se de um processo dinâmico e não se \n\nFIG. 1. ?????????\n(falta legenda)\n\n\n\n6 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 7Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nconfunde com o conteúdo, pois que este é todo o tipo de símbolos derivados \ndaquele no decurso da criação do significado.\n\nNão é, pois uma forma acabada; ela é a matéria prima capaz de adquirir \nqualquer forma; mais do que a estatueta ou o vaso, trata-se da argila passível \nde molde (PUENTE, 1978, 73). A experienciação responde, assim, por total \nda atividade das sociedades e comporta as práticas e representações dos \ngrupos e os processos de reciclagem, transmissão, transformação, reformula-\nção funcional e todos os outros que constituem o potencial que a construção \nvai inscrevendo no espaço, não se prestando a permitir que a materialidade \ndo mundo social se reduza a um sistema de comunicação susceptível de \nser descodificado (HODDER, 1991, LITTLE, 1992. LITTLE y SHACKEL, 1992) \ne a que a interpretação da espacialidade se faça como se esta fosse uma \nmetáfora do passado (ZARANKINI, et alli, 2011).\n\nDe entre os muitos caminhos que a Arqueologia vão tomando, alguns \ndeles privilegiando as abordagens do carácter simbólico dos factos arqueo-\nlógicos, outras o seu carácter funcional, existe uma arqueologia que se situa \nna compreensão dos processos dinâmicos que caracterizam a evolução das \nsociedades, atentando na dimensão híbrida dos factos que a caracterizam.\n\nÉ na complexidade e no hibridismo que a experienciação e os factos \ncomportam que o projeto inscreve a sustenta a reflexão sobre a cidade his-\ntórica de Beja. A leitura das mutações impressas no espaço urbano, onde as \nnecessidades de reconstruir e construir de novo, ampliar, reciclar ou readap-\ntar, recuperar ou descartar em definitivo dão origem a processos complexos \nde consolidação, nem sempre são fáceis de observar, desmotivou qualquer \ntentativa de desibridar os factos visando facilitar a sua explicação ou o seu \nencaixe num qualquer facto da história.\n\nAo contrário, estimulou a pesquisa de um método alternativo ao método \nestratigráfico que a Arqueologia nos propõe, por este se não adequar a uma \nexplicação coerente da relação de convivência e partilha que se foi observando \ndo construído, neste processo de reciclagem e renovação funcional continu-\nada e não ser incapaz de permitir a observação dos processos evolutivos de \noutro modo que não seja as duas dimensões, vertical (factos diacrónicos) e \nhorizontal (factos sincrónicos). Totalmente inepto, por exemplo, para abordar \nestruturas que se enquadrem e ganhem nova função em períodos outros pe-\nríodos que não sejam os da sua construção, noutro raciocínio que não seja o \nda reutilização, o método estratigráfico deu lugar uma metodologia adequada \na registar e refletir sobre a complexidade observada na inesperada e profunda \ncamada de sedimentos e na reserva documental que nela se encerra onde \nse priviligiam temporalidadades de dimensão espacio-temporal, que permitem \n\n\n\n6 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 7Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nacompanhar e perceber as dinâmicas dos processos de reciclagem próprias \nda evolução e crescimento das sociedades num tempo longo. \n\nNuma nova metodologia assentámos a leitura dos factos arqueológicos \ne no conceito de fábrica urbana encontrámos o suporte para poder explicar a \nurbanização de outro modo que não seja o de focalizar-se num projeto ou em \nprojetos pontuais de planeamento e de urbanismo e para aceder aos vestígios, \nvisando perceber na longa duração a relação entre as atividades sociais e o \nespaço urbano, e entre este e os projetos dos habitantes.\n\nDe par com outros restos materiais, o conjunto de edifícios e ruas dos \nquais, por exemplo, as construções romanas se utilizam como elementos da \ncidade no século XVIII, depois de terem feito parte dos planos urbanísticos \ndas cidades islâmicas e medievais e servirem depois como alicerces a edifícios \ndo século XX, permitem-nos ter uma imagem desse processo de construção, \nevolução e desenvolvimento da cidade ao longo dos tempos e de poder ver \ntransparecer a vitalidade da cidade romana, a grandeza da cidade muçulmana \nno século XI/XII, forte e atrativa até ao reinado de D. João III, mesmo atra-\nvessando períodos de conflitos mas, também, o enfraquecimento do carácter \ncosmopolita que a caracterizava e que lhe vinha desde os tempos muito \nanteriores aos romanos, que desde então se verifica.\n\nAtivas ao longo dos tempos, as estruturas vão desempenhando funções \ndistintas em tempos diferentes o que lhes confere um carácter pluri-temporal, pois \nque, por serem de vários tempos se não podem atribuir a nenhum período. \n\nO evidente contraste entre a história escrita da cidade de Beja e \no  testemunho dos vestígios que o tempo legou como herança implicou uma \nalteração dos paradigmas e argumentos com que a investigação tem feito o \ndebate sobre o processo de construção da cidade.\n\nNão se afirma que uma visão dinâmica exclua uma leitura mais porme-\nnorizada reportada a um período da História, o que faz é outra proposta de \nabordagem. Não se trata de recusar as análises cronológicas; trata-se de inverter \no paradigma: não é cidade romana ou a cidade medieval que pesquisamos, \no que pesquisamos é o processo de construção e é ele que nos informa o \nque existe em termos de cidade romana ou de cidade medieval. \n\nNa planta (FIG. 2) assinalam-se sem dificuldade um edifício pré-romano, \ndois templos romanos, pertencentes a dois distintos planos urbanísticos da \ncidade, um em tempo antes de Cristo e o outro imediatamente a seguir ao \nvirar da era, um quarteirão artesanal que no final do século XV/XVI se aco-\nmoda no interior dos alicerces romanos nos quais nos séc. XIX e XX, molda \ne alicerça um conjunto edificado. \n\n\n\n8 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 9Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nO excelente estado de conservação de algumas construções e os con-\ntextos em que se encontram permitem essa leitura. Pode destacar-se, pelo \ncarácter raro do seu plano arquitectónico o templo romano datado do reinado \nde Tibério, cuja estrutura repete as dimensões e modelo da Maison Carré, em \nNime, (FIG. 3, 4) mas que se distingue desta por comportar um tanque de \nágua rodeando três dos seus lados, característica que na arquitetura romana \napenas se conhece na vizinha cidade de Évora. Todavia, por ser no miolo \ndeste mesmo templo, de paredes laterais de 2, 75 m, que se conserva em \n3 metros de altura, que durante todo o período medieval e moderno, depois \nde devidamente compartimentado se vão acomodando funções (FIG. 5), que \na sua valorização como estrutura romana se pode discutir, sobretudo quando, \npor enquanto, surge como objecto isolado na arquitetura daquele período. \n\nA ocupação interna e as construções de adaptação do espaço só ter-\nminam nos anos 40 do século XX quando se construiu alicerçada em suas \nparedes uma casa que haveria de permanecer até ao início do Século XXI \nquando voltou a ser possível ver as estruturas romanas, as pré-romanas e as \nque depois se aí construíram.\n\nFIG. 2. ?????????(falta legenda)\n\n\n\n8 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 9Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nFIG. 3. ?????????\n(falta legenda)\n\nFIG. 4. ?????????\n(falta legenda)\n\n\n\n10 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 11Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nArqueologia das cidades de Beja, previamente a uma análise detalhada e \nperiodizada prefere assumir o carácter não determinante da cronologia para o \nconhecimento sobre o passado e aliviar o trabalho arqueológico dessa obses-\nsão pelo pressuposto historicista e modernista que compartimenta o tempo \nem camadas empilhadas umas sobre as outras, correspondendo a cada uma \ndelas a uma estrutura social e toma o tempo como medida valorativa, confe-\nrindo maior valor ao mais antigo. A paisagem urbana de Beja estrutura-se na \nherança de um povoado pré romano de dimensões largas ainda não definidas, \nna colónia romana de Pax Iulia  e na destacada Beja medieval e moderna, sem \nque algum destes tempos se posicione mais importante. \n\nÉ nesse perspectiva que, atendendo ao valor científico e patrimonial dos \ndados, ao seu carácter inédito e ao evidente potencial como propiciador de \ndesenvolvimento local e regional, que desenha uma estratégia de desenvol-\nvimento. Valorizando de modo equivalente o património da cidade de Beja, \ncidade com estatuto de colónia e capital de conventus em época romana, \naquele correspondente ao seu passado em épocas anteriores à romana e o \nde todas as outras cidades que depois dela se sucederam e colocando-o \nem articulação profícua com o presente, o projeto apresenta-se como um \noportunidade de valorizar o passado como um processo em construção no \npresente atribuindo-lhe um papel ativo no desenvolvimento da cidade atual, \nestruturado na materialidade da sua memória colectiva e numa concepção de  \nreciclagem para a contemporaneidade.\n\nFIG. 5. ?????????\n(falta legenda)\n\n\n\n10 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes 11Discursos em Arqueologia | Textos oferecidos ao Professor Vítor Oliveira Jorge\n\nA Arqueologia ao estudar a dinâmica das sociedades do passado, resgata \ne acrescenta elementos ocultados ao diálogo entre os tempos e, numa pers-\npectiva profundamente inclusiva, pode convocar a comunidade à participação \nna concepção de novas formas de usufruir o passado e diligenciar para que \neventuais impactos positivos deste encontro possam traduzir-se em melhorias \nde qualidade de vida.\n\nAbandonado o formato tradicional de museu e propondo como alternativa \num museu aberto pois que  as peças serão distribuídas por espaços públicos \ne emblemáticos da cidade (cafés, restaurantes, mercado, hotéis,…) onde se \ninstalarão estruturas simples e condições de segurança para que as peças \npossam ser exibidas, de modo a que cada uma delas remeta para percursos \nno interior da cidade, propõe-se entregar à comunidade a guarda do seu patri-\nmónio e dar aos seus membros a possibilidade de recriar roteiros alternativos \ne complementares da cidade em torno de objetos da sua história.\n\nAo invés de um museu, onde o habitante local raramente vai e o visitante \npode lá ir sem se quedar na cidade, este museu aberto implica a comunidade \nlocal na preservação do seu património e convoca o visitante a entrar na vida \nda comunidade.\n\nArqueologia das Cidades de Beja: onde a cidade se encontra com a sua \nconstrução não propõe o passado como cenário, desafia o presente a herdar \no seu passado e a usar essa transmissão na sua construção. \n\n \n\nFIG. 6?. ?????????\n(falta legenda)\n\nEsta não está \nmencionada no texto\n\n\n\n12 Onde a cidade se encontra com a sua construção: passados e passos estratigráficos | M. Conceição Lopes\n\nBibliografia\n\nZarankin, Andrés; Senatore,  María Ximena y Salerno, Melisa A., (2011),\n\n‘Tierra de Nadie’: Arqueología, Lugar y Paisaje en Antártida. ‘No Man’s Land’: \nArchaeology, Place and Landscape in Antarctica” Revista Chilena de Antropología, \nNo. 24 2do Semestre\n\nHodder, I. 1991. “Postprocessual archaeology and the current debate”. En Processual \nand Postprocessual Archaeologies: Multiple Ways of Knowing the Past, compilado por \nR. Preucel, pp: 30-41. Center for Archaeological Investigations, Carbondale.\n\nLittle, B. (1992), “From icons to ideology: A perspective on artifacts and historical \narchaeology”. En The Art and Mistery of Historical Archaeology. Essays in Honor of James \nDeetz, compilado por A. Yentsch y M. Beaudry, pp: 208-213. CRC Press, Florida.\n\nLittle, B. y Shackel, P. (1992), “Meanings and uses of material culture: Introduction”. \nHistorical Archaeology 26 (3): 1-4.\n\nGENDLIN, Eugene T. (1997), Experiencing and the Creation of Meaning: A Philosophical \nand Psychological Approach to the Subjective”, Evanston, Northwestern University Press \n(original publicado em 1962)"}]}}}