{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06690"}, {"@name": "filename", "#text": "11253_Pasquel_Antonio_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UMA CONTRIBUIÇÃO AO ESTUDO DA ZONA DE COMPRESSÃO\nNA SEDIMENTAÇÃO EM BATELADA\npor\nUNIVERSIDADE ESTADUAL DE CAMPINAS - UNICAMP Faculdade de Engenharia de Alimentos - FEA Departamento de Engenharia - DEA\nUMA CONTRIBUIÇÃO AO ESTUDO DA ZONA DE COMPRESSÃO\n\nNA SEDIMENTAÇÃO EM BATELADA\n¿5=1-\n7\n\nANTTOINO© IPASGNJEL \"\no\nTese or i entad\nDepartamento de Al i mentos da\nProf. Dr. Carlos Ar Gasparetto\nEngenharia da\nUniversidade Estadual\n, e apresentada Faculdade de Engenharia de de Campinas CUNICAMPD, como\n&amp;\nparte dos requisitos, para a obtençSo do título de MESTRE EM ENGENHARIA DE ALIMENTOS.\nBANCA EXAMINADORA\nPROF.\nDR. CARLOS \\lBERTO GA^PARETTO FEA /' UN1GAMP\nPRESIDENTE\nFEQ / UFSCar\nMEMBRO TITULAR\nPROF A. DRA. SANDRA/CRISTI NA DOS SANTOS ROCHA\nFEQ Z UNICAMP\nMEMBRO TITULAR\nPROF. DR. RANULFO MONTE ALEGRE\nFEA Z UNICAMP\nMEMBRO SUPLENTE\nDEDICATÓRIA\nParafraseando o velho e inesquecível Marx, direi que esta Tese tem dois valores; um que é evidente e se relaciona com o seu uso como documento técnico, e um outro valor que não fica em evidência mas que para mim como pessoa, como homem, interessa-me mui tí si mo mais; pois este outro valor, chamemo-lo de valor afetivo, origina-se dos quase dois anos de difícil, dolorosa e forçosa separação familiar que foram investidos na realização de meu mestrado. E ao invés do dizer de Jules Michelet de que \"feliz o homem que desde criança aprende a neutralizar os sentimentos românticos da vida\", acredito que esse valor afetivo só pode ser apreendido quando estabelecidos no canto sentimental e romântico das nossas vi das.\nEsse outro valor, esse valor maior, o valor afetivo deste estudo, eu dedico de todo coraçSo a minha leal, sofrida e amante-companheira de vida DORIS MERCEDES, e a nosso querido primogênito WLADIMIR ANTONIO, o nosso pequeno e travesso DIRIO, que com seus quase vinte e seis meses de vida constitui pilar fundamental das nossas existências.\nPara ELA e para ELE, todo meu amor e dedicação.\nAÍNTTCXNOO (PASCXLO.\nAGRADECIMENTOS\nAos membros da Banca Examinadora e em especial ao Professor Doutor Satosbi Tobinaga pelas valiosas sugestões feitas e pelos importantes esclarecimentos prestados ao autor.\nÃs minhas inesquecíveis companheiras nesse mestrado, Fabiana Queiroz C a BiaD e Eliane Aparecida Souza C a Li li D , bem como a meu companheiro Oscar Zalla Sampaio Neto, pela paciência, receptividade, colaboração e elevado grau de companherismo com que me distinguiram no nosso dia-a-dia destes quase dois anos de convi vência.\nA todos os demais colegas pós-graduandos do Departamento de Engenharia da FEA, pelo seu companherismo.\nAo Walter Zamalloa, compatriota, colega mestrando, e grande companheiro, pela sua solidaridade e apoio em todas as circunstâncias presentes nestes vinte e três meses.\nAos meus colegas docentes da Facultad de Ingenieria en Industrias Alim&amp;ntarias d&amp; la Universidad Nacional de la Amazónia Peruana CUNAP5, em Iquitos CPerúD, pelo apoio e cooperação.\nAo Carlos Vaz, Pesquisador da EMBRAPA-NPDIA de SSo Carlos CSPD pela sua desinteressada ajuda na parte experimental do trabalho.\nAo Professor Doutor Silvio Crestana pelas facilidades\noutorgadas para o uso do equipamento de atenuação de raios gama do EMBRAPA-NPDIA de São Carlos CSPZ).\nÃ Associação Brasileira das Indústrias de Alimentos CABIA3 pelas cópias xerográficas desta Tese.\nÃs funcionárias e aos funcionários do Departamento de Engenharia da FEA, e em especial ao pessoal do Microcentro, pelas facilidades no dia-a-dia e pelo elevado espirito de colaboração que me mostraram.\nAÍNUCXND© [PASQQJÍEQ-\nCONTEÚDO\nPáq.\nRESUMO.\t3\nSUMMARY.\t4\n1.\t- INTRODUÇÃO.\t5\n2.\t- PROCESSO\tDE SEDIMENTAÇÃO EM BATELADA.\t7\n2.1.\t- Queda de uma partícula esférica num fluido\ninfinito.\t7\n2.2.\t- Formas de\tsedimentação.\t8\n2.3.\t- Teoria da\tsedimentação\tde\tKynch.\tQ\n2.\t4. - Aperfeiçoamento da teoria\tde\tKynch.\t12\n3.\t- ZONA DE COMPRESSÃO NA SEDIMENTAÇÃO EM BATELADA.\t17\n3.1.\t- Modelo de Shirato.\t18\n3.2.\t- Modelo\tcompressivo\tde\tTiller.\t21\n3.3.\t- Modelo\tde\tConcha e\tBustos.\t24\n3.\t4. - Modelo\tde\tAuzerais.\t26\n3.4.\t- Model o\tde\tSi 1 va.\t28\n4.\t- MEDIDA DA CONCENTRAÇÃO NA ZONA DE COMPRESSÃO.\t31\n4.1.\t- Técnica de atenuação de raios gama para\nsedimentos incompressíveis.\t31\n4.2.\t- Técnica de atenuação de raios gama para\nsedimentos compresslveis.\t36\n5.\t- METODOLOGIA EXPERIMENTAL.\t38\n5.1.\t- Caracterização da suspensão.\t38\n5.2.\t- Preparação da suspensão e condições de\noperação.\t41\n5.3.\t- Testes de sedimentação\tem\tbatelada.\t42\n5.4.\t- Medida das\tconcentrações\tna\tzona de\ncompressão.\t43\n6. - RESULTADOS E\tDISCUSSÕES.\t49\n6. 1 . - Curvas\tde sedimentação.\t49\n6. 2. - Perfis\tde concentrações.\t58\n6.3.- Estimativas de Silva.\t\t71\n7.- CONCLUSGES E SUGESTÕES.\nBI BLIOGRAFI A.\nAPÊNDICE A\nTabela Al: Posição da interface descendente das\nsuspensões de CaCOj em água destilada\n72\n75\n79\n80\nAPÊNDICE B\n83\nTabela\tBI :\tContagem de fótons para o\tcálculo\t\tdo\t\n\t\ttempo morto do equipamento.\t\t\t\t84\nTabela\tB2:\tContagem de fótons para o\t. cálculo\t\tdo\t\n\t\tcoeficiente de atenuação\tda água.\t\t\t84\nTabela\tB3:\tContagem de fótons para o\tcálculo\t\tdo\t\n\t\tcoeficiente de atenuação\tdo CaCOj.\t\t\t85\nTabela\tB4:\tConcentração a 4 mm da\t\tbase\tna\t\n\t\tsuspensão de 70 g/1.\t\t\t\t86\nTabela\tB5:\tConcentração\ta 30 mm\tda\tbase\tna\t\n\t\tsuspensão de 70 g/1.\t\t\t\t88\nTabela\tB6:\tConcentração\ta 55 mm\tda\tbase\tna\t\n\t\tsuspensão de 70 g/1.\t\t\t\t90\nTabela\tB7:\tConcentração\ta 4 mm\tda\tbase\tna\t\n\t\tsuspensão de 1OO g/1.\t\t\t\t93\nTabela\tB8:\tConcentração\ta 38 mm\tda\tbase\tna\t\n\t\tsuspensão de 1OO g/1.\t\t\t\t*95\nTabela\tB9:\tConcentração\ta 83 mm\tda\tbase\tna\t\n\t\tsuspensão de 1OO g/1.\t\t\t\t97\nRESUMO\nForam usadas suspensões de carbonato de cálcio Cprecipitado seco) em água destilada para caracterizar o comportamento da concentração na zona de compressão da sedimentação em batelada.\nObservou-se que o carbonato de cálcio em água destilada sedimenta na forma de agregados de partículas, que se comportam de 15 forma similar aos flocos descritos por MICHAELS &amp; BOLGER ; e que a sedimentação de suspensões com concentrações iniciais maiores que 61 g/1 não apresentam zona de transição, pois a concentração aumenta súbitamente sem mostrar um aumento gradativo que caracterizaria essa zona intermediaria.\nMediante a técnica de atenuação de radiação gama, de 60 keV, emitida por uma fonte radioativa de Americio 241 de 1OO milicuries CmCiD de atividade, foi determinada a concentração na zona de compressão, em função do tempo, para diversas posiçSes previamente escolhidas. Foram propostas equaçSes de ajuste para o cálculo da concentração na zona de compressão em função do tempo, com base nas medidas tomadas a 4,00 mm, 38,00 mm e 83,00 mm, a partir da base, com a suspensão de 100 g/1 de concentração inicial.\nForam analisadas, com base nos resultados experimentais, a dependência da concentração na zona de compressão com a altura, para suspensões de 70 g/1 e 100\tg/1 de concentração inicial e\npropostas equações de ajuste para representar esse comportamento.\nSUMMARY\nSuspensions of Calcium Carbonate Precip Anhydrous in destilled water were used to study the behaviour of the solids contents within the compression region in batch sedimentation.\nExperiments showed sedimentation in\nbehaved as\nthe flocs described by MICHAELS\naggregate form that\n15\n&amp; BOLGER . Suspens!ons\nwith start\nconcentration higher than 61\ndid not present a\ntransi ti on\nzone because concentration in\nthe\nsediment increased\n\nrapidly without showing a gradual increase\nthat defines this\nintermediate region.\nMeasurements of concentration were conducted through a y-ray technique, using 60 keV radiation, from a source of Am 241 of 100 mCi. Experiments were conducted in order to determine the concentration as a function of time and height. Equations were proposed that describe the behaviour of height, within the compression zone, as a function of time, and coefficients were determined to fit experimental data obtained at positions, measured from the bottom, of 4. OO mm, 38.OO mm and 83. OO mm.\nThe relationship between concentration and height, within the compression zone, were analysed through experimental data and equations describing such behaviour were produced.\n1-\tINTRODUÇÃO\nA sedimentação de partículas sólidas num fluido viscoso é um processo industrial\tbastante comum nas diversas áreas da\nengenharia envolvida com o desenvolvimento de processos Cindústria de alimentos, química, metalúrgica, sanitária, petroleira, etc. D.\nMui tas\nsuspensóes\ncapaci dade separação\nseparação gravidade\nindústrias tem que trabalhar com grandes quantidades de partículas. Em muitos casos os volumes excedem para serem tratados pelos métodos convencionais como centrifugação, filtração sob pressão, etc. é então realizada mediante processos proporciona a força necessária,\nsedi mentação gravi taci onal.\nnos quai s produzi ndo\nde\nde\na\nA\na\na\nA chave para compreender esse processo comportamento dos materiais envolvidos. Por\né conhecer\nexemplo, alguns\no\nmateriais sedimentam na forma de suspensbes particuladas dando origem a sedimentos que constituem meios porosos incompressiveis, enquanto outros sedimentam na forma de suspensões floculadas e cujo sedimento é compressível.\nCom base nessas considerações, este trabalho focalizou o seu interesse numa parte do processo da sedimentação em batelada, isto é, na zona de compressão de maior concentração que se forma a partir da base do recipiente, e sobe até se encontrar com a suspensão que está descendo. Objetivou-se caracterizar o comportamento da concentração em função do tempo e da posição dentro dessa zona de compressão, durante o tempo todo de duração do processo da sedimentação.\nCom a finalidade de se ter um padrão de referência do\nsuspensões de carbonato de cálcio em água destilada.\nPara se determinar os perfis de concentrações uma técnica de raios gama, baseada no fato de que a radiação absorvida ou transmitida, por um dado proporcional à quantidade desse material presente no\nfoi utilizada quantidade de material, é mei o.\n2-\tPROCESSO DA SEDIMENTAÇÃO EM BATELADA\n2.1\tQUEDA DE UMA PARTÍCULA ESFÉRICA EM UM FLUIDO INFINITO.\nO problema hidrodinâmico de uma particuia esférica sedimentando em um fluido infinito, foi resolvido por STOKES que obteve a conhecida expressão da resistência viscosa\nFd = 3. n. (a. us. d = 2rr/uusd + npued\nCS. 1?\n= resistência por atrito + resistência pela forma\nonde\nFd é o arraste viscoso\np é a viscosidade do fluido ue é a velocidade de Stokes\nd é o diâmetro da partícula\nA força gravitacional efetiva sobre a partícula sendo\n3\nn. d Cpe - p) g / 6 ,\nigualando-a â equação CS.13, tem-se a velocidade terminal da\npartícula esférica\nue = d2 CpB - py g /\t18 p\nCS. S3\nonde\tP»\té a\tdensi dade\tda\tpartícula sólida\n\tP\té a\tdensi dade\tdo\tf 1 ui do\nÊ muito comum expressar o arraste viscoso da equação CS.13 nos termos de um coeficiente adimensional da forma\nCd = 8 Fd / n p us d2 = S4 / Re\tCS. 33\nonde Re = p us d / p , éo número de Reynolds da partícula\nAs equaçSes precedentes são conhecidas como a Lei de Stokes e tem validade para Re &lt;0,1\t; sendo que para Re =\t1, o arraste\n3 predito JÃ A cerca de 1 menor\n2.2\tFORMAS DE SEDIMENTAÇÃO.\n4\nEm 1916, COE &amp; CLEVENGER publicaram um, hoje clássico, trabalho sobre a sedimentação de lamas metalúrgicas. Eles observaram que as partículas coloidais agregavam-se rapidamente formando flocos, os quais subsequentemente separavam-se do líquido por sedimentação gravitacional.\nNa sedimentação em batelada os autores identificaram a existência de quatro zonas claramente diferenciadas:\n-\tuma camada superior de líquido claro;\n-\ta suspensão propriamente dita;\n-\tuma camada de concentração constante, sedimentando com veloci dade uni for me e;\n-\to sedimento formado na base.\nNa camada superior, os flocos movimentam-se essencialmente sob a ínfluençia das forças de gravidade e do arraste hidrodinâmico,\n4\nembora COE &amp; CLEVENGER , tenham reconhecido a peculiaridade da estrutura entrelaçada da polpa floculada, que origina pontos de contato entre os flocos nessa zona.\nA partir daí foram identificados dois tipos de comportamento da sedimentação:\nTipo 1: quando a espessura da terceira zona é muito pequena;\nTipo 2: quando a espessura dessa terceira zona é uma fração significativa da altura total da suspensão.\nEm 1986, RHEE et alí<apudl consideraram concentrações iniciais uniformes diferentes, e identificaram três tipos essencialmente diferentes de comportamento da sedimentação em batelada:\nTipo a; uma zona de concentração constante desce com\nvelocidade constante, até se encontrar com o sedimento que está se formando;\nTipo b; uma zona de variação continua da concentração, que separa o sedimento da zona de concentração constante; consequentemente a velocidade de descida dessa zona diminui antes de completar a sedimentação;\nTipo c; uma zona similar à segunda, exceto que a descontinuidade na concentração desenvolve-se entre a região de concentração variável e a região de concentração constante.\nOutras formas para descrever o comportamento da sedimentação\na pud 1\nem batelada podem ser encontradas em WALLIS\te em McROBERTS &amp;\n14\nNIXON .\n2.3\tTEORIA DA SEDIMENTAÇÃO DE KYNCH13.\nO problema da sedimentação uma suspensão só f oi tratado obstante os trabalhos pioneiros _apud10 e WORKS &amp; KOHLER\nde mui tas partículas a partir de\n13 matemáticamente por KYNCH , n&amp;o de COE &amp; CLEVENGER4, MISHLERaPUdiD\nA teoria de KYNCH é puramente cinemática e descreve a sedimentação gravitacional de partículas sólidas rígidas num fluido, como um fenômeno de propagação de onda. A sua hipótese principal é que a velocidade de queda das partículas num ponto, depende únicamente da concentração dessas partículas naquele ponto. O processo de sedimentação é então determinado inteiramente a partir da equação da continuidade.\n------\t+ VC&lt;/>&amp;5 --------------- = O dt\nC2. 45\ndS\nonde VC&lt;£»5\t=\t~\t----\nd^*\nC2. 55\né a velocidade de sedimentação ou velocidade de descida da\nrecipiente\nS\té o \"fluxo\" de partículas sólidas, va.\nv»\té a velocidade de uma partícula sólida que varia de\nu* a um vaior fi ni to defi ni do\nsendo que KYNCH supôs que perto de z = O, existe um rápido incremento continuo da concentração inicial tpao, até a máxima concentração poslvel 0s<x>; portanto, as condições de contorno consideradas foram\n08 Cz,O) = 0so\t0 &lt;z &lt;Ho\tC2. 6a?\n0» CO.t) =\t<0»oo\tO &lt;t\tC2.6bO\nonde Ho é a altura inicial da suspensão.\nUma solução geral da equação C2.4D foi apresentada na forma da função\n0. = fCzo + VtZ)\n26\nonde Czo+ Vt2> são as linhas características que sobem a partir da base ; ou seja, valores particulares de concentração constante, propagados para cima através da suspensão, com uma velocidade V dada pela equação C2.53 Cvide Fig 2.13.\nA equação C2. 43 é interpretada num gráfico da altura z pelo tempo t, como a existência de curvas que são traçadas através de pontos de igual concentração. As coordenadas Cz,t3 eCz + Az, t + At3 de dois pontos adjacentes sobre a curva, são relacionadas pela equação\n0>oC z + Az, t + At3 =\t0>»C z , t3\n0</>a\n---- dz +\t----- dt =\t0\n&amp;z\tat\nC2. 7Z>\nCombinando as equações C2.45 e C2.75, a inclinação da curva é\ndada por\ndz\n---\t= VC0s5 =\t- vbC0s5\ndt\nC2. 85\nComo&lt;f>B , e portanto\numa reta.\nV , é\nNum gráfico de z em ao 1ongo vai or da\ndas linhas retas\nconcentração.\nponto, e\nFig. 2. 15 ,\nnuma\nduas\nregi ão retas\nt., a concentração é constante inclinações dependem somente Cada uma destas retas passa através de onde a concentração é continua CHoOB\nnunca se interceptarão. Este resultado\n13\nánalise de KYNCH usando o diagrama z—t.\ndo\num\nda\nsi mples f or ma\nbase da\na\nOnde a premissa de VC<^>5 é válida, KYNCH mostrou que a\n=&lt;pso Ho / Hí\nC2. 95\na partir de um gráfico similar à Fig.2.1.\n2.4\tAPERFEIÇOAMENTO DA TEORIA DE KYNCH.\nSegundo CONCHA &amp; BUSTOS5\n\"\t. . . em b ora a teoria de KYNCH1* não seja aplicável aos\nproblemas comumente encontrados na sedimentação industrial, o 23\nprocedimento de cálculo de TALMAGE &amp; FITCH e conhecido como método de Kynch para projeto de sedimentadores, é muito utilizado até hoje...\"\nEsse procedimento geralmente dá resultados muito diferentes do\n4\nmétodo mais exato de COE &amp; CLEVENGER . O problema origina-se do fato que os lodos industriais são sempre compress! vei s, em maior\nou em menor grau, compressi bi 1i dade.\t\te o método de\tKynch\tnão\tconsidera\testa\nA\tsi mpli ci dade\tdo método de\tKynch\tpara\to cálculo\tde\nsedimentadores, induziu pesquisas orientadas a encontrar um método similar; isto é, baseado na teoria de KYNCH1* mas sem desprezar os efeitos da compressibilidade.\n24\t10\t11\nTILLER , FITCH e FONT , propuseram procedimentos gráficos alternativos para determinar a concentração da suspensão, bem como a correspondente velocidade de sedimentação, considerando os efeitos do sedimento formado na base dos recipientes de\n5 sedimentação; ao paso que CONCHA &amp; BUSTOS tentaram descrever a sedimentação de suspensões floculadas modificando a segunda\n13 condição de contorno usada por KYNCH na resolução da equação\nC2. 45 C vi de seção 3.3 deste trabalho5.\nTILLER\testabeleceu que essas características nascem na\nsuperfície do sedimento CFig.2. 25,\n2.4.1\tProposta de Tiller\n<¿>b =* O\n::::::::: í t : : : i : : t\n1\t! í t i í : : t i j : l : i : : : i i i i i | t i t t i : j > r t : : i i i | ? i ! ¡ i : : I ! • ! i ! >\n::::::::: ¡ ! ‘ i : H I I\nW W *-•\t'\ní\t*• i\nFigura 2.2. Gráfico do método de Tiller para o cálculo das concentrações acima a superfície do sedimento.\ne que a equação C2. 45 controla unicamente a região OAHo da Fig.2.2 A região OAB requer o uso simultâneo da equação C2. 45 e da equação diferencial parcial não linear de segunda ordem Cvide seção 3.2 deste trabalho para dedução5\nd£\tôo»\t\tk Cl - £5\t\t\t.2 d o»\td tk Cl - £5] p do»\t\tr do» [ dz\t2\ndoa\tdt\t\tP\t\t\tdz*\t\t\t\t\ng Ap 4-\t\t\td\tJk\tCl\t- £52]\tdo»\t\tO\t\tC2. 105\np do»\tdz.\nonde £ é a porosidade no sedimento\no» é a pressão efetiva Ccompressi va5 dos sólidos\nk é a permeabilidade do sedimento ao escoamento do liquido p é a viscosidade da fase liquida\nAp = p» — p\npe é a densidade dos sólidos\np é a densidade da fase líquida\ne a concentração, em qualquer ponto 2 acima da superfície do sedimento, é então calculada num processo de tentativa e erro pela equação\n4>»o Ho\trti dH2/dt2 - dLi/dti\n= ---------- exp II ---------------------- I\tC2.ll)\nH 4 2 - L i\t[J o\tH i 2 - L i\tJ\nSe Li = O , as características nascem da origem na Fig. 2. 2.\nH12 será igual a Hi da Fig. 2.1, e portanto a equação C2.ll) será igual à equação C2.Q).\nApós o ponto B na Fig. 2. 2, é a equação C2.1O) que controla a solução do processo.\n9\n2.4.2\tProposta de Fitch .\nApós constatar que o procedimento desenvolvido por TILLER para atender às omissSes da teoria de KYNCH^ era muito complicado; g\nFITCH sugiriu sua substituição por uma construção geométrica simples, onde uma linha característica hipotética ó traçada do eixo z à curva Li = fCti) como mostra a Fig. 2. 3. FITCH faz uso 13\nde uma relação derivada da própria teoria de KYNCH , e ignorada 24\npor TILLER , de que qualquer característica que sobe da superfície do sedimento, deverá fazé-lo tangencialmente a* essa curva L.\nz\nA partir destas considerações FITCH\t\tpr opôs\tas segui ntes\t\ncorrelações para\tcalcular a concentração\te a\tveloci dade\tde\nsedimentação, em\tqualquer ponto\t2\tacima da\t\tsuperf1ci e\tdo\nsedimento formado\tna base do recipiente\t\t\t\n^>aZ =\t[ C Ho\t- HJ3 / CHí - Hj3 J\t\tC2.\t123\nvz = CHí - Hz3 / tz\tC2. 133\n2.4.3\tProposta de Font11.\n11\t9\nFONT utilizou o mesmo raciocínio elaborado por FITCH , relacionado às linhas características tangenciais ao sedimento, 24\npara simplificar a equaçào proposta por TILLER Ceq. 2.113, utilizada no cálculo da concentração da suspensão acima da superfície do sedimento; e propôs a seguinte correlação substitutiva Cvide Fig.2. 33,\n1\n0bo Ho\n<^>ez = ----------- exp\nHiz - Li\nt2 - ti\ndti\nC2. 143\nca -\tHo / H2\tC2.15}\n3-\tZONA DE COMPRESSÃO NA SEDIMENTAÇÃO EM BATELADA\nA suposição do KYNCH de que o sedimento formado na base do recipiente é incompressível, é claramente irreal se se considera que todos os lodos industriais são compactáveis em maior ou em menor grau, sob a ação da gravidade e na medida que a altura do sedimento aumenta. Embora as tensões envolvidas sejam muito menores, a situação é matematicamente análoga à consolidação dos apud14 solos drenados, originalmente tratados por TERZAGHI\nMI CHAELS\nBOLGER1\nsuspensões\nsupuseram que a\ncompactaçao acontece devido à influência conjunta\ne tensões\nda força de gravidade, força de arraste sólido-líquido,\ntensões bem como a\nresistência ao escoamento do fluido\nessas\ndependem\nconcentr\nTrabalhando também com suspensões floculadas, KOS estudou o processo de consolidação pelo modelo de um meio poroso com pontos de contato entre as partículas, o que permite obter uma forma geral dos balanços de massa e de quantidade de movimento. Para definir completamente o meio, desenvolveu um modelo que descreve as propriedades de deformação e de filtração. Ele usou uma forma modificada da equação de Darcy, com a condutividade K sendo função não só da concentração, mas também da tensão de cisalhamento t do líquido sobre a superfície dos sólidos Ccondições de escoamento); e para descrever o comportamento compressivo CdeformaçãoJ, sugeriu uma relação constitutiva da fase sólida do meio na forma de\ndes = a dcxs + b dr\nC3. 1J\nsendo que a e b são parâmetros compressivos em função da concentração, e é a pressão efetiva (compressiva! dos sólidos. KOS reconhece, porém, que após sua sugestão, a pergunta óbvia é: ... \"como medir essas características de filtração e consolidação para uma dada suspensão? E no momento, não existe muita\nconstante (como imaginadas por CONCHA &amp; BUSTOS Cvide seção 3.3\ndeste trabalho}, equidistantes na curva OB da Fig.2.3\nConsidere-se uma situação hipotética. Supor que à medida que o sedimento está se formando na base do recipiente, as concentracSes de sólidos nas camadas desse sedimento são as máximas possíveis, de acordo com a compressão transmitida pelas camadas superiores. Nessa hipotética situação, £■ depende unicamente da massa de sólidos acima da camada considerada. Isto equivale a admitir que a velocidac ? de sedimentação é infinita, quando a compressão transmitida é maior que a máxima que seria suportada sem originar a descida da camada, e que a velocidade de sedimentação é zero, quando a compressão transmitida é igual à máxima permitida para evitar essa descida da camada. Portanto, nesse caso extremo as linhas de concentração constante no sedimento, são equidistantes à curva L = fCt3 num gráfico de altura em função do tempo, e consequentemente\té função só da distância à superfície do\n11\nsedi mento\nExistem outros trabalhos que receberam um maior tratamento matemático e que portanto alcançaram um grau superior de desenvolvimento. Esses trabalhos serão tratados a seguir, na forma de modelos existentes hoje para o estudo da zona de compressão.\n3.1\tMODELO DE SHIRATO20.\napu d 20\nYAGI &amp; YAMAZAKI\tmostraram a razoável aplicabilidade da\nÀpu d 2 0\nteoria de consolidação de solos de TERZAGHI\tao processo da\ncompactação de sedimentos; porém, no seus procedimentos matemáticos supuseram que o coeficiente de consolidação permanece constante como na teoria original, quando na verdade esse coeficiente pode variar muito em relação ao valor inicial.\nFigura 3. 1.\nL ÍQU iPO\nCtAR.O\nTT\n1 w\ni\ni 1\nL\nEsquema\ny '■•••’• ^^^//777777 ‘\t<+óg;\n■ ' ■ -■- ,\t. •\t• , *r\n■ .&lt;v\n•\n■\t- r •&lt;\n■\t■ ? • ■\n■. ■■ •' '\nf #*.\nk¿'\ndo\nelemento de volume de SHI RATO alii\nDa Fig.3. 1 observa-se que a força motriz para o escoamento do líquido através das redes particuladas que formam o sedimento em compactação, é o excesso da pressão hidráulica ch causado pela força da gravidade das partículas que ficam acima.\n20\nSHIRATO et alii derivaram uma equação diferencial parcial básica para o excesso da pressão hidráulica oh , a partir da equação de Darcy na forma\nCl -\t3 dcrh\tÕah\nU = vo - v =\t- k--------------= -ki -------- C3.2D\n(j\tdco\nonde w é o volume de sólidos por unidade de área na distância z a partir da origem na superfície do sedimento.\nki é o coeficiente modificado da permeabilidade.\nEles sugeriram que a variação da velocidade relativa U pode se relacionar à variação com o tempo da relação de porosidade e = tf / Cl - ¿D, mediante uma equação diferencial básica da f orma\nde / dt =\t- dU / dw\nC3. 3?\noh + o» = g C pa - pZ> w\nC3. 43\nDerivando a equação C3. 23 com relação a co , e considerando que ki = kiCoh3, aplica-se a regra da cadeia na sua variação com , obtendo-se\nMJ\td2 Oh\tdk i\td&amp;B\t#Oh\nàu>\t— ki Ôu?\tdo®\tdtji\tàu>\nC3. 53\ne substituindo a equação acima na equação C3. 33\ntem—se\nde\tàZ Oh\tdk i\tdo®\tdoh\n\t— ki ■ àu>2\tdo®\tdai\t<?co\nC3. 63\nSupor que a relação de porosidade \"e\" também é função só da\npressão compressiva ce\nde modo que\nde\tde do®\ndt\tdo® dt\ne portanto\ncombinando as equações C3.43 com C3. 63\ne rearranjando\n2\n----\t= - kl----------------+\ndt\tde dtò2\nC3. 73\nA equação acima pode ser\nexpressa na forma adimens!onal\nfazendo as seguintes combinações de variáveis,\n5\t= oh / wo [Cp® - p3g]\nC3. 8a3\nexcesso da pressão hidráulica reduzida.\nCi =\t- ki Cdos / de3\nC3. 8b3\nCz\nCdki / de3 coo Cp»\np2) g\nC3. 8c3\ncoeficiente modificado de consolidação.\nc*\nvaior de\nCi na base do sedi mento Ca = coo3\nem T\n00\nX\nCO / 0)0\nC3. 8d3\ndi stânci a\nadimensional modificada, expressa na forma\nde fração\nde sólidos.\nT\n* . _ 2\nCl t X&lt;A>O\nC3. 8e3\nf ator\ntempo.\nA equação C3. 73\né reescrita então,\nna f or ma\nCi\na2s\nC*\nax2\ncT\nCa\n* a$\t\t2\t•t aí\n»\tdx\t\tdx «1\na\nC3. 93\nA solução da equação C3.O3 para\nsedimentação em batelada tem\nas seguintes condições\nde contorno\nem\nsuperfície do sedimento\ni i 3 d$ / dx = O\nem\nbase do sedi mento\ndí\nJT\ni 3 í\nO\nx\nx\nO :\n1\ne a condição inicial\nx\n\nem\nT\nO\n3.2 MODELO COMPRESSIVO\n24 25\nDE TILLER '\n13 deduzida por KYNCH ;\nÀ equação C2. 43\nDe forma similar\n24\nTILLER formulou as equações da continuidade para o componente\nsólido do sedimento como sendo\nde*\nd Cv« ¿:b3\n+\nO\nC3. 103\nat\naz\nd£\tâ C v\t\ndt\tdz\t— o\nC3. 113\nsendo que es\ne ó a fração volumétrica de espaços vazios ou\nporosidade no sedimento.\nvs é a velocidade média de sedimentação dos sólidos,\nv\né a velocidade média do líquido,\nConsiderando que\n£&amp;\t+\t£\t=\t1 , e somando as duas equaç&amp;es\nanteriores, tem-se\nd Cvs ¿rs3\td Cv £Ò\t\to\n&amp;Z.\t-t-\t\t\nOU\t\t\t\nC3. 12a3\ndq® dz\tdq + \t &amp;z\t- 0\tC3. 12b3\nonde\tqs\te\tq\tsão os \"fluxos\" superficiais líquido, respetivamente.\tde sólido e de\nA integração da equação C3. 123 para t constante dá\nvs Cl - £)\t+ v £\t= qs + q = hCt3\tC3. 133\nonde hCt3 é uma função arbitrária do tempo, a ser determinada a partir das condiçSes de contorno.\nSupondo que\ncompenssado pelo\no movimento das partículas sólidas para baixo é\nescoamento do líquido para cima, então qe\nq\nou h<t> = O na\nequação\nC3. 133 .\nA partir da\nequação\ndo movimento, e desprezando\nos efei tos\ninerciais estabelece-se\nque\npressão efetiva\nsobre cada camada de\npartículas\nCsólidas3 é o resultado\nda força exercida para\nbai xo pel a\n\". . . a\nlíquido entre os poros do sedimento\"\nNa forma diferencial, a derivada da pressão efetiva,&lt;/•, é dada\npor\ndas\tp £ —\t— Cpa — p3Cl — £3 g +\tCv - v®3 dz\tk\tC 3. 14-3\nsendo que\tk\té a permeabilidade do sedimento, e\tp/k\ta\nresistência hidráulica específica ao escoamento.\t\nUsa-se a equação C3. 133 para eliminar v« na equação C3.143 e reescrevô-la na forma\nk Cl - £) das\tk Cl - £ÍZ Cp. - g\nv =------------------+---------------------------c3. 153\nfj £\tàz\t£\tfJ\nDa equação C3. 133 com h = O, tem-se que v = v £ / £s, que ao ser substituido na equação C3.103, e aplicando a regra da cadeia na variação da porosidade com o tempo e com a posição após essa substituição, fornece\ndf\tdas\tdv\td£\tdas\t\t\nd<y->\tat\t+ £ \t + dz\tV doa\tdz\t= 0\tC3. 163\ntem-se a equação que\nSubstituindo a equação C3. 153 em C3.163,\ncontrola o sedimento formado na base do recipiente\nd^\tdas\tk Cl - 4?3\td oo\t1\td Ek Cl - s3J\tdas\t2\n\t\t\t+\t\t\t\t\ndo-a\tat\t\tdzz\t\td<7a\t&amp;Z.\t\ng Ap\td [k Cl - £32]\tdas\np\tdas\tdz\n= O\nC2. 103\nonde £ é a porosidade no sedimento\nas é a pressão efetiva Ccompressiva3 dos sólidos\nk é a permeabilidade do sedimento ao escoamento do líquido\n\né\né\nP\nAp\nP* - P\nP»\na densidade dos sólidos\na densidade da fase liquida\n3.3 MODELO\nDE CONCHA E BUSTOS5.\nConvencidos de que os trabalhos de TILLER contrariavam os fundamentos da teoria de KYNCH ,\n5\ngrande valor prático; em 1987, CONCHA &amp; BUSTOS\nembora sejam de\npropuseram que\ntodas as condições estipuladas por KYNCH eram válidas na\nsedimentação de lodos reais, com concentrações menores ou iguais a\n<pac\numa concentração crítica\nisto é, a mais elevada\n\nconcentração que pode ser obtida\npor\ntestes iniciais\nde\nsedimentação Ceq.2.93.\nO sedimento formado na base\ndo\nrecipiente, com\numa\nconcentração igual a ^ac, mantém uma certa\nquanti dade de água\nque\nO peso dos sóii dos\né retirada do sedimento só por compressão.\nque estão sedimentando comprime as camadas inferiores, aumentando as\nsuas concentrações. Para considerar esse fenômeno deve-se\nmodificar a segunda condição de contorno utilizada por KYNCH\nC equação 2.6b3 .\nNa sedimentação em batelada, a velocidade vs das partículas\nsólidas e a velocidade v do fluido na base do recipiente Cz=O3\nsão nulas. Portanto, desprezando\nas forças inerciais, um balanço de\nquantidade de movimento aplicado\nao constituinte sólido dá\nd&amp;s / àz\n- Cpe - p3 Cl\nC3. 173\nem z\nO. A\nforça hidrodinâmica\né também zero em z\nO. poi s que\n£3 g\né uma função\npressão dos\nda velocidade relativa sólido - fluido. Supondo que a\nsólidos é função apenas da concentração, os autores\nusaram a seguinte relação constitutiva\na e\n\nC3. 183\ne aplicando a regra da cadeia\ndera / &amp;Z.\n(da» / d£»)(áí» / dz)\nC3. 193\nCombinando as equações C3.173 e C3. 193 tem-se\nÕ£a\tC ps —\tp3 ca g\tgi CO.t3\tO &lt;t\tC3. 203\n—\t\t—\t\t\t\n&amp;z\tdera /\tdfe\t\t\t\nem z = O.\tEssa equação C3.2O3\t\tseria a nova\tcondição de\tcontorno\nque substitui C2. 6b3\t\tna solução\tda equação de\tKYNCH Ceq.\t2. 43.\nO novo sistema foi resolvido numericamente usando o método das diferenças finitas e, considerando as seguintes relações constitutivas para o fluxo de sólidos fs e a pressão compressiva o-a.\nfa\t=\tn+1\t\t0ac\tC3. 213\n\tUa 0a Cl — 0a3\tO í 0a&lt;\t\t\nOa\t=\tb0a a e\t0ae&lt;\t0\t&lt;000\tC3. 223\nCONCHA\t&amp; BUSTOS5\tao\tcontrário\tdo TILLER24,\tFITCH9,\te\nFONT ; acreditam na validade da teori\t\t\ta de KYNCH13\tno caso de\nsuspensões\tcompr essí vei s,\taté que a\tconcentração\tde sóii dos\nalcance o\tvalor critico de\t0ac\t, isto é, até o\t\tponto B das\nFigs.2.2 e 2.3. Após essa concentração critica ^>ec, eles acham\nque o \"fluxo\" de partículas sólidas fa não é função apenas da concentração £a , e portanto a equação C3.213 já não seria válida. Dito de uma outra forma, a equação C2. 43 da teoria de KYNCH ainda seria válida, mas não a relação constitutiva para o\nfluxo dos sólidos dada pela equação C3. 213,\n5\nsimilar. Porém, CONCHA &amp; BUSTOS acreditam\npostular outras relaçSes constitutivas para\nnem qualquer outra ser desnecessário\nfa desde que,\nconhecendo a\nconcentração em todos os pontos\nCO, t3\ne usando a\ncondição de contorno modificada Ceq.3.203,\npode-se\ncalcular\na\nconcentração e o fluxo de sólidos\nem todos os outros pontos.\nDo ponto de vista matemático,\no fim do período de sedimentação\nforma de linhas\nretas, saindo da abcisa para\nCregiSo\nODE na\nFig. 2. 13\nmáxi ma\nque se\ncom inclinações dependentes da curva de fluxo na\n5\nconcentração. CONCHA &amp; BUSTOS argumentam a partir disso, se pretende que a teoria de KYNCH13\ninclua os efeitos da\ncompressão,\nas\nlinhas características para\n0s > 0sc que saem da\nabcisa em\ndeveriam ser linhas\nretas com inclinação\ndecrescente\nde\n£&amp;c até a concentração final\n£900.\nt >\t0\nt\n> O\nEspera-se que o modelo proposto represente razoavelmente bem a sedimentação de suspensões com baixa compressibi1idade, onde pode-se antecipar que para £a >\t, as linhas características\nserão aproximadamente linhas retas. Porém, se a compressibi1idade da suspensão é maior, as características serão linhas curvas, e 5 então o modelo já não será representativo do fenômeno .\n3.4 MODELO DE\nAUZERAIS1\nEm 1988,\nAUZERAIS et alii'\ndesenvolveram uma teoria\nf enomenológi ca\nda sedimentação e\nconsolidação de suspensões\nconcentradas,\ncujos\nresultados\ndependem\nbasi camente\nda\npossi bilí dade\nde se escrever os\nbalanços\nde quantidade de\nmovi mento contendo a\nforça de inércia, força de\narraste, e tensõe?\ni nter par ti culas.\nPara o caso de suspensões estáveis de partículas esféricas\nrígidas, sugeriram a seguinte equação adimensional da continuidade\nde\nd\n+ —\ndx\ndas / d<£»\nC ps — p3 g [H\nax\nC3. 233\n\n\n= o\nsendo que X = z / OH\n9\t= t us / 1H\nQJ = vb / u»\n[H = profundidade inicial da suspensão\nue = velocidade terminal de uma partícula sólida\nva = velocidade de sedimentação\nA velocidade de sedimentação vs partir da seguinte correlação empírica\npoderia ser calculada a\nva = Cl- 0a3 P\nC3. 243\ncom 5,8 &lt;p &lt;6,6.\nPara dispersSes estáveis de pequenas partículas, a tensão entre sólidos seria equivalente À pressão osmótica n , porém, essa pressão osmótica de um soluto ou de uma partícula coloidal é diretamente proporcional ao potencial químico do solvente; de modo que para uma esfera de raio r pode-se escrever1\n— n — [ 3k U / 4nr ] 0a ZC 0e3\nC3. 233\nZC0s3 =\t1,85 / CO,64 - 0a3\nC3. 263\nonde ZC 0s3 é kH\nfator de compressibilidade\nenergia térmica\nCombi nando\nas equações C3.233.\tC3.243,\tC3.253, e C3.263,\nobtém-se a equação que governa o de partículas esféricas rígidas\nprocesso integral\nda sedi mentação\n£0a\n6,55\nCl - 0a)\n1,184\n30.\"\n0a\nde\nax\nPe CO,64 - 0a32\nax\no\n+\né\nÔ\na\n\n1\nO\nk.\n.....................C3.\t273\ncom as seguintes condições de contorno\n2\n<30a / dX — Pe 0a C 0,64 — 0e3 / 1,184\tem X = O X = 1\nonde Pe = C 4/33 n r [ Cps - p3 g OH / kU]\né a taxa do potencial gravitacional à pressão osmótica. É portanto maior quando a tensão transmitida é pequena e vice-versa.\n\tâ\tr\t2 C 2 — 30e3\t\tdo» / d0®\td<t>a\t*\nàe\t+ ax\t3<f>a + 4 +&lt;2 8<^>e\t- 3^®2>1Z2\t- cpa - p2) g (H\tdX\t\n........................C3.\t282)\n1\t22\n3.5\tMODELO DE SILVA”\" ' ‘ .\nas equações\nmassa\nmomento\nlinear, obtidos da teoria das misturas da mecânica dos meios contínuos, SILVA22 faz uma análise do movimento da mistura, dividindo-a em três regiões: sedimentação livre, transição, e compressão ou compactação; bem como um sistema de equações\nFigura 3.2. Esquema de sedimentação de SILVA\ndiferenciais válido para cada zona ocupada pela suspensão em todo tempo maior que zero:\nC3. 303\nÕ£\tí [ Cl - «3 V.]\n\t _\t= 0 dt--------------áz\npe as\t\t\t\td£\tR vs\tC3. 313\n\t\tP a\t\tB\t-\t2\t- C pe - p3 g Jz\t£*\"\t\nonde\t\t\t\t\t\nas =\t<?Vs\t/ dt\t+\tVs (Jvs /&lt;?z)\tC3. 323\na\t=\t\t/ dt\t+\tv (<?v / 9z)\tC3. 333\nBC £3\t—\t[1 /\tC1\t- £3 ] (dexa / d£)\t- 1 S£ (d<y / d£)\tC3. 343\nsendo que\n£\tó\ta\tporosidade\tdo\tsedi mento\nas\té\ta\taceleração\tdas\tparticul as\na\té\ta\taceleração\tdo\t11 qui do\nB\tó\ta\tcompr essi bi1i dade\t\t\nR\tó\ta\tr esi sti vi dade\t\t\nsóli das\nPara a zona de compressão a altura\nvaria de acordo com os\ni nter val os\n0&lt;\tz &lt;H\t\to &lt;t&lt;\tte\t\n0&lt;\tz &lt;L\t\tte &lt;t&lt;\t00\t\nonde H\té a altura\tda\ti nterf ace\tsuperior\tdescendente\nL\té a altura\tda\ti nterf ace\tinferior\tascendente\ntzC\té o instante\t\tde encontro das\t\tinterfaces descendente e\n\tascendente\t\t\t\t\ne no fundo do recipiente, representado por\nz = O\n, para todo\ntempo maior que zero usa-se as condi çSSes de contorno\nvCO, t3\n= VsC0.t3\n= O\tO &lt;t &lt;00\nC3. 353\nConsidere-se também que em um tempo infinito v» = v = O em qualquer ponto, sendo que em uma equação tipo Darcy\nB (de / dz) = Cpa - p) g\tO &lt;z &lt;Loo\tC3. 373\nonde Loo é a altura final do sedimento formado na base do reci pi ente.\nO conjunto de equações de C3. 293 a C3. 373 formam um problema de valor inicial e de contorno para as funções porosidade £ e velocidade na zona de compressão v, e que foi definido aqui como o modelo de SILVA para a zona de compressão ou compactação.\n22\nSILVA , baseado no fato que as velocidades na zona de compressão são muito pequenas, fez simplificações que permitem a obtenção de uma solução exata, válida numa vizinhança adequada do\n21 fundo do recipiente Com essas simplificações resolveu o modelo geral e derivou uma função velocidade da forma\nW Cz,t3 = (u» z) / (2 (Ho - z) - u. t]\tC3.383\nque permite determinar o ponto de encontro tc, zc, das interfaces descendente e ascendente CH e L na Fig.3. 23, como sendo aquele ponto onde ocorre o mínimo W. Determinou também uma equação para predizer a concentração média na zona de compresão na forma\n£s C t3 =&lt;pso Ho / z\tC3. 393\nsendo que quando z CD é a altura final do sedimento, essa equação prediz a concentração final média.\n4-MEDIDA DA CONCENTRAÇÃO NA ZONA DE COMPRESSÃO.\nDada a natureza particulada instável da zona de compressão, qualquer técnica de medida da concentração em função do tempo e da posição, deverá considerar como premissa fundamental a necessidade de evitar alterar a ordem de acomodação das partículas. A técnica de atenuação de feixes energéticos cumpre com este requerimento básico, pois atravessam a amostra sem afetar o arranjo espacial das partículas.\nO cálculo da concentração de sólidos a partir da atenuação de um feixe de energia não é novo. Segundo citado em AUZERAIS et allí , que recentemente usou tomografia computadorizada de raios X para medir perfis de concentração em todas as etapas do processo de sedimentação, em 1958 GAUDIN &amp; FUERSTENAU utilizaram técnicas de absorção de raios X para medir as concentrações locais em sedimentos de caulim, como uma função do tempo e da distância; e em 1978 ONDEYKA et alii monitoraram partículas de minerais sedimentando em líquidos opacos, em elevadas temperaturas e pressões, usando raios X.\n4.1\tTÉCNICA DE ATENUAÇÃO DE RAIOS GAMA PARA SEDIMENTOS INCOMPRESSÍVEIS.\nQuando a densidade aparente das partículas permanece constante em todo tempo e posição, diz-se que esse é um sedimento i ncompr essí vel.\nO método não destrutivo de determinação da concentração, consiste em se medir a fração atenuada pela amostra, da intensidade do feixe monoenergético de radiação gama. £ necessário portanto, distinguir-se entre a fração atenuada pela amostra e aquela atenuada por outros meios existentes entre a fonte e o detector, e que constituem constantes do problema.\nA atenuação de um feixe monoenergético de radiação gama é\ndescrita pela lei de Lambert-Beer\n- T\t'aX\n= lie\nI\nC4. 15\nI\té\ta\tintensidade\tdo\tfeixe emergente,\tcpm\n11\té\ta\tintensidade\tdo\tfeixe incidente,\tcpm\no\té\to\tcoef i ci ente\tde\tatenuação 1i near\tdo mei o, L\nTl\té\to\tcoeficiente\tde\t¿ -1 atenuação de massa do meio, L M\t\nP\té\ta\tdensidade do meio, ML-\t\t\t\nX\té\ta\tespessura do meio absorvedor, L\t\t\t\nSegundo FERRAZ , um esquema de trajetória do fóton\natravés de uma suspensão é mostrado na Fig.4.1.\nX’ a\nI FONTE ~|......\ns\nFigura 4.1. Trajetória de um fóton através de uma amostra.\nsendo que,\nX'a\né a espessura da camada de ar entre a fonte e o\nr eci pi ente.\nX\"a é a espessura da camada de ar entre o recipiente e o detector .\nXs é a espessura do conjunto das partículas sólidas dentro da suspensão.\nX» é a espessura do componente fluido dentro da suspensão.\nXa\té a espessura do ar dentro da suspensão.\nXr\té a espessura das paredes do recipiente.\nX. . . . é a espessura total do meio.\nSegundo PASQUEL et alii , a partir da equação C4.13, considerando o esquema da Fig. 4. 1 para um recipiente de material Cr3 cheio com água C w3 , e desprezando os efeitos das camadas de ar entre o recipiente e a fonte bem como entre o recipiente e o detector, tem-se a fração do feixe atenuado pelos absorvedores constantes da geometria.\n_\t_ -CarXr + otwX» +\nIv - Ij. e\nsendo que X* + X> é igual\na X. Desprezando Xa\ntem-se que X» é\ni gual a X\n, portanto\n11.\n-C arXr e\n+ cx»X3\nC4. 23\nPara o\ncaso\nde um\nrecipiente contendo\numa suspensão de\npartículas sólidas\nCs3 em\nágua, tem-se\n_ -CotrXr + awXw li e\n+ o»sXs +&lt;*aXa3\nI V\nI auo\nsendo que X» + Xs + Xa = X. Desprezando os efeitos atenuantes do ar dentro da suspensão tem-se que X» + X$ ’X; e portanto\n_\t_ -CoirXr + awXw + asXsD\n1»ue = 11.e\nC4. 33\nDividindo as equações C4. 33\ne C4.23, membro a membro, tem-se\nI sue / Iv\nC CXvX — OvXv e\nOteXe3\nou na forma de logaritmos.\n\nI e u a\n]\no* CX\nXv3\nCXaXa\nIv\nmas Xs. ps\nXC,\nX - Xw = Xs,\nrçspj * as\nportanto,\nxc\n=\tCa* - rjspsD = - XC Ctqs - a*/ps}\nP’\na partir de onde,\nln CIv/Isus3\tj\nC = ---------------- ,\tML\"\tC4.45\nX Crjs - a«/ps)\nou na forma exponencial.\nC4. 52)\nT\tT -CXCrjs -\t(X*/ps3\nI eus = I v. e\nonde\tI sua\té a intensidade do feixe que atinge o detector após ser atenuado pela amostra\nIw\té a intensidade do feixe que atingiria o detector na ausência das partículas sólidas da amostra\nC\té a concentração de sólidos na amostra\n7)3\té o coeficiente de atenuação de massa das partículas sólidas da amostra\na*\té o coeficiente de atenuação linear da água da amostra\nps\té a densidade das partículas sólidas da amostra\ncuja diferenciação dá\ndlsus/Isus = - C T)s ~ o»/p^. dCXCD\nC4. 6D\nWHITEHOUSE &amp; PUTMANdpUd0 , mostraram que em uma medida de contagem de eventos N , a incerteza da medida, ao ni vel de 68>í de probabilidade será igual à raiz quadrada de N . Assim, em uma\ndl eue Z I sue\n1 Z -/n\nC4. 75\nA partir\ndesta equação C4. 75 ,\ne substituindo a contagem de\neventos N\npela intensidade I\nda equação C4.55,\npar a uma\nsuspensão de\npartículas sólidas em\nâgua, pode—se escrever\ndl ■ u •\ni\nC4. 85\nI e u e\n-XC Ct)í - c*w/p»5\nSubstituindo a\nequação C4. 65 na equação C4.85 tem-se\n1\n— Cr)* — «w/p*5\ndCXC5\n-XC Crçs - c*w/ps5\nDi vi di ndo por\nXC e rearranjando dá\ndCXC5\nôCXC Crp - aw/ps5] z 2\nXC\nXC\t-&lt;x*/ps5 CIv51/2\nC4. Q5\nEsta variação\npode ser considerada como sendo\no\nerro\nna\ndeterminação da concentração.\nAdi ci onal mente às\ncausas estatísticas do erro,\nexi ste\numa\noutra proveniente das\ncaracterísticas eletrônicas do\nsi sterna\nde\ndetecção o contagem.\npois um certo número de pulsos\nnão\nsão\ncontados, o que\né chamado de tempo morto do equipamento.\nA contagem\nlida deve então ser corrigida segundo a\nf ór mui a\nabai xo\nCc = Cl / [ 1\n- Cl T / t]\nC4. 105\nonde\nCc\té\ta\tcontagem\tcorri gi da\nCl\té\ta\tcontagem\tlida\nT\té\to\ttempo mor to\t\nt\té\to\ttempo de\texposição\n4.2\tTÉCNICA DE ATENUAÇÃO DE RAIOS GAMA PARA SEDIMENTOS COMPRESSÍVEIS.\nNo caso da sedimentação com sedimentos compressíveis, tem-se, para cada posição e tempo, uma concentração e uma densidade aparente das partículas.\n8\nBaseados no trabalho de FERRAZ para a determinação simultânea da umidade e a densidade de solos, pode-se utilizar duas fontes de raios gama para calcular a concentração de sólidos no sedimento, bem como a densidade das partículas que formam esse sedimento, em qualquer posição e em qualquer tempo.\nA equação C4.4? pode ser rearranjada e reescrita na forma logarítmica, substituindo a densidade constante da partícula pa pela densidade variável pf,\nLn\t(Iv\tZ\tI aus) = X\t(C\t7)s\t- av C\tZ pf)\tC4. 12?\nUsando\t\tdoi s fei xes\t\tde\tenergia tem-se\t\t\t\nLn\t(Iv\tZ\tI= X\t(c\t7?sl\t- a vi\tC y pf)\tC4. 13a?\nLn\t(Iv\tZ\tIsus)^ = X\t(C\t7?s2\t- av2\tC z pf)\tC4. 13b?\nsendo\tque\tOS\tsubscritos\t\t1\te\t2\tdenotam os\tcoeficientes e as\nintensidades para cada energia.\nDas equaçóes C4.13a? e C4.13b? obtém-se\nX (t?oi awa -\t7)»a o<wi)\ncxv2 Ln (I v / I *us ) j - ¿xw i Ln (I v / I s us\npf = ---------------------------------------------------- C4.133\n7)» i Ln (Iv / Iaue)-, -\t7)e2 Ln (Iv / Iaua)^\natenuação de dois feixes de\nPortanto, através da técnica de\ndetermi nar\nsimultaneamente os perfis os perfis\nbem como\nde concentração de sólidos, aparente das partículas no suspensões compress!vei\nde densi dade\n5-\tMETODOLOGIA EXPERIMENTAL\nA sedimentação é aquí definida como sendo um processo no qual são separadas partículas sólidas contidas numa suspensão líquida. Na sedimentação gravi taci onal, que é o nosso caso, a força motriz que origina a separação é a força da gravidade. Todas as etapas do processo são profundamente afetadas por fenômenos interfaciais, de modo que se as forcas de Van der Waals ou de London são maiores que as repulsões eletrostáticas Cpotencial ZD , ou que no cisalhamento f1uidodinámico, as partículas tendem a se aderir.\n10 formando aglomerados, ao entrarem em contato umas com as outras\n5.1\tCARACTERIZAÇÃO DA SUSPENSÃO.\nAntes de apresentar o tipo de suspensão utilizada neste trabalho, é interessante definir três tipos de suspensões, que abrangem a maioria dos casos prácticos de interesse tecnológico.\nO termo suspensão parti culada refere-se a uma suspensão de partículas rígidas i sol adas, com densidade constante, sendo que, portanto, a unidade sedimentável ó constituida por cada uma dessas partículas, pois é sobre elas individualmente que age a força motriz da sedimentação.\nNuma suspensão floculada as unidades sedimentáveis não são as partículas primárias, e sim pequenos agregados de partículas\n15\nCcontendo líquido preso> chamados flocos ; porém, mesmo quando a densidade desses agregados pode variar com o tempo e com a posição, espera—se que a densidade das partículas contidas nele permaneçam constantes, pois a variação da densidade dos agregados acontece pela maior ou menor quantidade de líquido preso entre as partículas primárias.\nJá numa suspensão compressi vel a densidade da partícula primária não é mais constante, e essa suspensão pode ser ou não f 1 ocul ada.\nCom base na análise de SCO 1'1 pressupõe—se que as partículas primárias de carbonato de cálcio, utilizadas neste trabalho, são partículas esféricas ou que tem um grau de esfericidade muito próximo de 1. A curva de sedimentação apresentada na Fig. 5. 1 , relaciona a altura da interface descendente em função do tempo, para o caso de partículas esféricas rígidas, conforme descrito por SCOTT10.\nFigura 5.1. Curva de sedimentação de partículas esféricas rígidas\nAo compará-la com as curvas de sedimentação da Fig.6.1, obtidas experimental mente neste trabalho, percebe-se que não é um caso similar. Conclui-se daqui que as curvas experimentais só podem ser explicadas, como sendo a sedimentação de agregados de partículas, com propriedades similares aos flocos descritos por MI CHAELS &amp; 15\nBOLGER . Tem—se, portanto, suspensões não particuladas e sim floculadas. Interessa aqui saber que o tamanho dos agregados não é uma propriedade fundamental de uma suspensão floculada, embora seja uma propriedade dinâmica que depende da relação entre a formação dos agregados pela colisão das partículas, e a destruição desses agregados pelas forças de cisalhamento viscoso, conforme 15\nanálise apresentada por MICHAELS &amp; BOLGER\nUma vez caracterizada a suspensão utilizada como sendo uma suspensão f1oculada, considera-se agora que a velocidade de descida da interface líquido claro - suspensão é representada adequadamente pela equação de RICHARDSON &amp; ZAKI e pôsteriormente\nmodificada por MICHAELS &amp; BOLGER15.\nv = ua (1 — Va 0»)\tC5. 13\nonde v é a velocidade de descida da interface líquido claro-suspensão,\nua é a velocidade de Stokes dos agregados.\nVa é a relação das frações volumétricas entre os agregados e as partículas primárias de carbonato de cálcio,\n0a é a fração volumétrica das partículas primárias secas\nA equação C5.13 pode ser rearranjada na forma\n1/4,65\t1/4,65\t\t1/4, 65\tC5. 23\nV\t= Ua\t—\tVa 0a Ua\t\nde modo que se se considera que a velocidade v da interface descendente é representada pela inclinação das curvas de sedimentação C z em função de t 3 no período de sedimentação constante Cparte reta das curvas3, é perfeitamente lícito 1/4,65\nconstruir o gráfico de v\tem função da fração volumétrica de\nsólidos 0s. que deve ser de uma linha reta se ua e Va forem constantes. Da interseção da reta com a ordenada determina-se o valor da velocidade de Stokes dos agregados, e da tangente do ângulo formado determina-se Va.\nAdmitindo a validade da equação C5.13 e fazendo as hipóteses restritivas de que o diâmetro e a densidade dos agregados não variem durante o período de velocidade de sedimentação constante, e que ao mesmo tempo sejam independentes da concentração inicial, de um balanço de matéria para o carbonato de cálcio, segue que\npeus — p —\tC (Oa — p3 = 0e C po — p3\nC5. 33\ndonde\npa\t=\t[ Cp-\t- p) / Va] + p\tC5. 43\nonde\tpa\té a\tdensidade dos agregados;\t\nP\té a\tdensidade do líquido Cágua destilada neste\tcaso);\npo\té a\tdensidade das partículas sólidas primárias;\t\npsue\té a\tdensidade da suspensão;\t\n<£a\té a\tfração volumétrica dos agregados;\t\n\té a\tfração volumétrica das partículas primárias.\t\tsóii das\nA equação C5. 43 determina, portanto, a densidade média dos agregados a partir das medidas experimentais das densidades da particuia sólida e da água, e do valor de Va determinado graficamente.\nNa equação C2.23, substituindo-se a velocidade de Stokes de uma partícula us, pela velocidade de Stokes de um agregado ua, e a densidade da partícula pt> pela densidade do agregado pa.\ntem-se\tque\t\t\t\t\nd ci\t=\t/\t(18 p Ua) / (pa\t“ P> 9\tC5. 53\nonde\tda\té é\to diâmetro dos a viscosidade\tagr egados do líquido\t\n5.2 PREPARAÇÃO DA SUSPENSÃO E CONDIÇÕES DE OPERAÇÃO.\nO sólido utilizado nos experimentos de sedimentação foi carbonato de cálcio Cprecipitado seco), CaCOT , com peso molecular 3\n100.09, densidade de 2,70 g/cm , e o seguinte grau de impurezas, segundo o fornecedor CCETUS Indústria e Comércio de Produtos Químicos Ltda.3:\n% em peso\n-\tinsolúveis em HC1 diluído\t0.01054\n-\tprecipitado pelo NH^OH\t0,05054\n-\tcloreto CCl3\tO.OOl^í\nsubstâncias oxidantes como NOj\t0,005%\nsulfato CSOp 4\tO, 030%\namónio CNH.3 4\t0,004%\nbário CBaD\tO, OO1 %\nmetais pesados como Pb\t0,001%\nferro CFeD\t0,003%\nmagnésio CMgD\t0,020%\npotássio CÍO\t0,010%\nsódi o C Na3\t0,100%\nstrôncio CSrD\t0.100%\ntotal\t0,335X\nForam preparadas oito suspensões em água destilada com as seguintes concentrações iniciais de sólidos,\n15\tg^i\t<^so\t=\t0,0056\n20\tg/i\t(pBO\t=\t0,0074\n30\tg^i\t(pao\t=\t0,0111\n40\tg^i\t<pso\t=\t0,OI 48\n50\tg^i\t(pso\t=\t0,0185\n70\tg/i\t(pso\t=\t0,0259\n1OO\tg^i\t(pao\t=\t0,0370\n120\tg^i\t<pso\t=\t0,0444\nUtilizou-se recipientes retangulares com dimensões médias de 74,0 mm de largura, 40,0 mm de espessura, e 320,0 mm de altura, feitas a partir de placas de acrílico de 2,00 mm de espessura. A temperatura durante os testes foi de 21°C ± 2 C, o que implica em variações na densidade do líquido, menores que 3%. Portanto essa variação não foi levada em conta nos cálculos.\n5.3\tTESTES DE SEDIMENTAÇÃO EM BATELADA.\nForam preparadas as oito suspensões citadas acima, em quantidades de 750 ml para cada. As suspensões contidas nos recipientes retangulares foram agitadas vigorosamente com a finalidade de uniformizar a concentração antes de dar início aos\ntestes de sedimentação.\nForam feitas as leituras, em função do tempo, da descida da interface líquido claro - suspensão, até que essa altura ficasse constante. Foram feitas três repetições para cada teste mas sem usar a mesma suspensão, de modo que o teste com cada uma das concentrações iniciais em estudo demandou o uso de três suspensões i guai s.\n5.4\tMEDIDA DAS CONCENTRAÇÕES NA ZONA DE COMPRESSÃO.\nDada a natureza particulada\tinstável dessa região de\ncompressão, qualquer técnica de medida da concentração em função do tempo e da distância, deverá considerar como premissa fundamental a necessidade de evitar alterar a ordem de acomodação das partículas. A técnica de atenuação de raios gama cumpre com este requerimento básico, pois os raios atravessam a amostra sem afetar o arranjo espacial das partículas em qualquer tempo.\nAqui\nfoi utilizada uma técnica de\natenuação de\nr ai os gama,\nbaseada\nno fato de que a quantidade\nde radiação absorvida ou\ntransmitida, por um dado\nmaterial, é\nproporcional à quantidade\ndesse material presente.\nconforme descrito na seção 4.1 deste\ntrabaiho.\nForam realizadas três repetições das medidas da contagem de fótons, durante 24 horas e com intervalos de dez segundos, e em três alturas diferentes da zona de compressão, feitas durante a sedimentação das suspensões com 70 g/l e 100 g/1 de concentração inicial de sólidos.\nA Fig. 5.2 mostra o esquema de montagem do equipamento\nuti1i zado.\n3 Alta tensão\t4 Amplificador\n5 Analisador\t6 Contador\n1\nFigura 5.2. Esquema da montagem experimental\nA radiação gama utilizada foi a de 60 keV, emitida por uma fonte radioativa de Americio 241 de 1OO milicuries CmCiD de atividade. O detetor de cintilação utilizado é constituído de um cristal de Iodeto de Sódio dopado com Tálio, Na I C TI D C unidade 2 na Fi g. 5. 23 .\nO alinhamento dos colimadores de feixes monoenergéticos entre a fonte e o detetor foi feita com um sistema laser. Os colimadores feitos de chumbo eram de fendas retangulares de 2 mm de altura por IO mm de largura. O uso de feixes com geometrias retangulares foi' decidido a partir da hipótese de que a sedimentação acontece na forma de camadas de concentração constante, de modo que um feixe retangular, se comparado com um feixe circular, entra em contato com uma maior quantidade da suspensão de igual concentração, aumentando assim a Área de integração bem como a representatividade das leituras.\nConsiderando que a largura interna do recipiente é de aproximadamente 74,0 mm, um feixe centralizado de 10 mm ficará suficientemente longe das paredes de modo a amparar a suposição de que essas paredes não afetam as medidas da concentração.\nComo observado na Fig 5.2, o recipiente contendo a suspensão a sedimentar foi colocado entre a fonte e o detector, separado de\natenuada.\nUtilizando o recipiente vazio foram\nfeitas dez leituras das\ncom intervalos de dez segundos, em cada um\ncontagens de fótons,\ndos\ttrês\tpontos\t\ndenomi nando-\t-se essas\t\npara medir\tIv\tcom\nmedi r\tI cc\tcom\to r\npara medir\tIf\tou\nisolada.\tA\tpar ti r\t\natenuação\nonde a concentração seria determinada,\nleituras como Ir. O procedimento repetiu-se\no recipiente contendo água destilada, para\necipiente contendo o carbonato de cálcio, e\na radiação de fundo, com a fonte radioativa\ndessas\nleituras todas,\nos coeficientes de\n1ei turas\nna\nY)\npm\n(1 / X)\nLn\nonde\nY)\npm\nsubstituindo os\nval or es\nmédi os das\n[(Ir\n10\n/ (Im - 10]\nC5. 63\nL*1\n2 -1 de massa do meio, L M\ndensidade do meio absorvedor, ML\ncoefi ci ente\ncoef i ci ente\nde\nde\natenuação\natenuação\n1 i near do mei o,\na\no\né\no\né\no\né\na\nX\né\na\nespessura do meio absorvedor, L\nsendo que Im é Iv ou\nIce segundo as circunstâncias.\nUma vez conhecido o valor dos coeficientes de atenuação do carbonato de cálcio e da água, fez-se a leitura nos pontos previamente estabelecidos, da contagem da radiação não atenuada pela suspensão que está sendo sedimentada, isto é, as suspensões de 70 g/1 e 100 g/1 de concentração inicial de carbonato de cálcio em água. Essa leitura foi feita durante 24 horas a intervalos de dez segundos de exposição com três repetições e identificando-se como sendo leue.\nCom as leituras médias de Isus das três repetições foram calculadas as concentrações, em função do tempo e/ou do espaço,\nusando a equação C4.45\nIn Civ/Ie u a5\nC = ------------------ ,\tML'\nX C))s - c»w/ps5\nC4. 45\nonde\nI BU8\nintensidade do feixe que atinge o detector após\nser\natenuado pela amostra\né a\nIv\na intensidade do feixe que atingiria o detector\nna ausência das partículas sólidas da amostra\né a concentração de sólidos na amostra\né o coeficiente\nmassa das\nC\n\nó\n«•*\npartículas sólidas da\né o coeficiente\nde\namostra\natenuação linear\nda água\nda\namostra\né a densi dade das\npartí culas\nsólidas da\namostra\nDa equação\nC4. 45\nó pos si vel\ncal cul ar\nfração volumétrica\nde\nsólidos através da\nreiação\npe. Porém, antes\nde\nsubstituir os dados\nobtidos na\nequação\nC4.45, e mesmo antes\nde\nPs\n\nC\na\n/\nusar a equação C3.65 que calcula os coeficientes de atenuação, todas as medidas feitas foram corrigidas dos efeitos do tempo morto do equipamento usando a equação C4.105\nCc = Cl / [ 1 - Cl T / t]\nC4. 105\nonde\tCc\té\ta\n\tCl\té\ta\n\tT\té\to\n\tt\té\to\ncontagem corrigida\ncontagem lida\ntempo\ntempo\nO\nmorto\nde exposi ção\nmétodo\ndo equi pamento f oi\nde GARDNER et alii C1Q725‘PU<1B\ntempo\nmorto\nPara\ndeterminado usando o\ni sso\nforam utilizadas\nduas pequenas\nplacas de alumínio, de\ni dênti cas\nespessuras, como\nabsor vedor es.\nForam feitas leituras da\ncontagem a\ncada 10 segundos\nT\ncom\ni5\nsem\nnenhum absorvedor CRo5\nii5\ncom\ncada absorvedor em separado e depois calculada a\nmédia CR13 e,\niii? com os dois absorvedores Juntos CR2D.\nO tempo morto do equipamento foi então calculado pela equação\nRÍ - R0R2\nT = ------------------------\nRi CRo + R2D — 2R0R1R2\nC5. 75\nDeve-se lembrar que para a escolha da fonte radioativa é importante considerar que o espectro de radiação deve possuir picos de energia bastante pronunciados e distintos uns dos outros para que não ocorram interações, pois na maioria dos experimentos emprega-se o detector de NaICTID cintilante, que embora possua alta eficiência possui baixa resolução. Considerar também que a meia vida do radioisótopo utilizado deve ser muito maior do que o tempo de duração dos experimentos programados, de forma a evitar correçSes decorrentes dos decaimentos.\napud6\nAlém dos fatores citados acima, FERRAZ Cl9833\trecomenda\ncuidados com outros dois fatores na escolha da fonte radioativa:\n\"Atividade. - A atividade total\ne a atividade especifica da\nfonte são importantes, devido\nà natureza caótica Caleatória)\nda desintegração radioativa.\nUm grande número de fótons deve\nalcançar o detetor, sendo que\no número real de fótons contados\né uma função\nda atividade da\nfonte, da atividade especifica,\nda geometria\ne da colimação. Em geral, uma fonte com 1OO a 200\nmCi\né usada\npara produzir um feixe colimado no\nlaboratório,\nmas\ncertos pesquisadores usam fontes mais\nf ortes\nCmaiores que\n250\nalta atividade\tfornece\nal tos\nvaior es de\ni ntensi dade\ndo\nf ei xe\ne isto embora\nseja\nbom para a\nestati sti ca\nde\ncontagem, por outro lado\naumenta os erros\npr oveni entes\ndo\ntempo ''morto\" do equipamento eletrônico.\nmCi 3 .\nA\nEnerqi a.- A espessura da amostra, sua densidade e a energia da\nradi ação\ngama\ndeterminam as\ncondi çSes\nóti mas\nde\n6-\tRESULTADOS E DISCUSSÕES\n6.1\tCURVAS DE SEDIMENTAÇÃO.\nNa Fig. 6.1 observa-se as curvas de sedimentaçSo, altura da interface líquido claro - suspensão, em função do tempo, traçadas\nTempo (min)\nFigura 6.1: Curvas de sedimentação de carbonato de cálcio em água.\na partir dos dados contidos na Tabela Al do Apêndice A. Como já foi assinalado no item 5.1, pelas formas não retilíneas dessas curvas Ccompará-las com a Fig 5.1D, percebe-se claramente que não\nestamos perante a sedimentação de uma suspensão constituída por partículas esféricas rígidas, e que portanto uma explicação 1ógica ó que as partículas primárias de carbonato de cálcio. formam agregados que contém água retida, sendo que as unidades básicas de sedimentação são esses agregados, conforme Já descrito 15\tu,,18\nanteriormente por MICHAELS &amp; BOLGER © SC011\nFigura 6.2: Período de velocidade de sedimentação constante do CaCOj em água destilada.\nA Fig. 6.2 mostra uma ampliação da parte reta das curvas da Fig. 6.1, isto é, o período estimado em que a velocidade de sedimentação é constante. As inclinações dessas retas Ccom coeficientes de correlação -0,9998,\t-0,9993,\t-0,9988,\t-0,9973,\nTabela 6.1: Velocidade da interface descendente\nConcentração\t\tVelocidade da\ti nterf ace 1/4,65 V\n\t\tv C cm/mi n?\t\n15\tO,0056\t2,625\t1,2307\n20\tO,0074\t2.089\t1,1717\n30\t0.0111\t1.290\t1,0563\n40\t0,01 48\t0.8186\t0,9579\n50\t0,0185\t0,3886\t0,8161\n70\t0,0259\t0,2261\t0,7263\n1OO\t0,0370\t0,1473\t0,6624\n120\t0,0444\t0,1157\t0,6289\nCom base na equação C5. 2? é traçada a Fig. 6.3 que é um gráfico da quarta coluna v ' em função da segunda coluna da Tabela 6.1, isto é, a velocidade constante de cada suspensão elevada a um expoente de 1/4,65, em função da fração volumétrica de sólidos inicial dessa suspensão. Observa-se nessa Fig. 6.3 que a hipótese de ua e\tconstantes na equação C5.2? é obedecida\napenas até a concentração de 40 g/1\t= 0,0148?, de modo que ao\ndeterminar a inclinação dessa parte reta da curva encontra-se que\n1/4,65\nu<*\t= 1 .393\te\tu<x =\t4,67 cm/min\nsendo que a interseção com a ordenada é\n1/4 65\nVa ua '\t— 29,7\te\tVa. = 21 ,32\nFigura 6.3: Curva de sedimentagSo dos agregados de CaCOj em ¿gua destilada.\nTabela 6.2: Valores de ua e Va para CaCOj\nRef er 6nci as\tua Ccm/minD\tVa\nEste trabalho\t4,67\t21,32\na p ud 0 TORY C19613\t6,20\t10,80\na p u d 8 COMINGS Cl9403\t2,10\t7,30\na p u d 8 HASSETT Cl964-653\t1 ,40\t7,10\nagitação ; e considerando que isso também é válido para as suspensões de carbonato de cálcio em água destilada, é lícito pensar que as diferenças de Ua e Va em relação a outros a pud 0\npesquisadores Cprincipalmente TORY, 1Q61\t2), estariam\nexplicadas pelo grau de agitação das suspensões antes de començar os testes de sedimentação, o que originaria diferenças nos tamanhos dos agregados e portanto diferenças nas velocidades de Stokes desses agregados.\nUsando as equações C5. 43 e C5. 53 respectivamemte, calcula-se a densidade média pa. e o diâmetro médio da dos agregados\npa. =\t1 ,080 g/cm^\nda =\t400 pm\nAo fazer uma analogia entre a equação inicial de RICHARDSON &amp; ZAKI1?\nC5. 13 e a equação\nUe\n4,65\nUb Cl\n</>e34'65\nC6. 13\nve—se que o\nfator\nVa 0e das equações C5. 13\ne C5.23 não é outra\ncoisa mais\nque a\nfração volumétrica dos\nagregados, ou seja\nv\n21,320®.\nUma outra forma de mostrar que as suspensões de carbonato de cálcio não sedimentam como partículas esféricas rígidas é usando a Fig. 6.4, onde estão graficadas as velocidades reduzidas sa dos agregados em função da fração de agregados 21,320b.\n.875.\n.87.\n6.5.\n6.\n5.5.\n.05.\n.045.\n,04.\n,.835.\nr03-\nÍ.825.\nt\n1 .02.\nt\nt.\n4\n0\n0\nt\n3\n015.\n.81.\n805.\n\\\n\\\n\\\n\\a\n\\ \\\nà\\ r\n\\E »\nI I I\nI\nI I I\nI I\nI I\n—- -- 1\n.¿5 .’1 .¡5 ?2 .¿5 J3 .^5 .4 .«A .¿5 ?6 .¿5 .*? .^5\t.¿5 V?!\nFração volumtrica dos agregados\n\nK\nx\nx\nX\nX\nX\nX\nX\nX\n\\\nX\nx\n8<r d\nX\nX\nFigura 6.4: Velocidade dos agregados em função da concentração.\nDe SCOTT\ttem—se que a velocidade reduzida dos sólidos de\numa suspensão é\ns = v/ub Cl -02)\nC6. 22)\nporém da equação C5.22) tem-se que\n4 65\nv/ua =\t(1 - Va 0s) ’\tC6.32)\nde modo que é fácil perceber que 0 da equação C6.22) é igual a\nFigura 6.5: Velocidade de partículas esféricas rígidas 18 em função da concentração.\nTomando as duas suspensões mais diluídas C15 gZl e 20 g/13 e graficando uma curva de sedimentação CFig.6.63, ve-se, como já foi ressaltado, que as partículas não se comportam como esferas rígidas e que a seção AB de ambas as curvas pode ser relacionada com a seção CD da Fig.6. 4. Em ambos os casos, essas partes das curvas podem significar uma zona intermédia ou zona de transição, com uma fração de agregados da ordem de O, 48 Ctangente no ponto E da Fig.6. 43, ou\t=\t0, 48\t/ 21,32\t=\t0,0225 ou 61\tg/1. Isso\nsignifica que a sedimentação com suspensões mais concentradas que 61\tg/1 não devem apressentar essa zona de transição, o que se\n6.2\tPERFÍS DE CONCENTRAÇÕES.\nA partir dos dados das Tabelas BI , B2 » B3 do Apêndice B e usando as equações C5. 73,\tC5. 63 e C4.103 obtém-se os seguintes\nresultados:\ntempo morto\tdo\tequi pamento\tT\t= 4,53 M\ncoefi ci ente\tde\tatenuação linear\t\t\nda água\t\t\tOtv\t= 0,1941\ncoef i ci ente\tde\tatenuação de massa\t\t\ndas partículas\t\tde CaC03\tc\t= 0,4344\n2 cm x'g\n-1 cm\n-6 10 s\nDas tabelas 6.4 e 6.5 observa-se que os valores de av e de t obtidos neste trabalho estão em concordância com aqueles obtidos por outros pesquisadores.\nTabela 6.4: Coeficientes de atenuação linear\nda água a 60 keV\nRef erência\tC1 Zcm3\nEste trabalho\t0,1941\nFERRAZ Cl9753\t0,20015\nSTROOSNYDER &amp; SWART Cl9745*\t0,1909\nOLESSEN Cl9733*\t0,1935\nREGI NATO Cl 9733*\tO,1970\nMANSELL, HAMMOND, &amp; McCURDY Cl9733*\t0,2012\nGARDNER, CAMPBELL &amp; CALISSENDORFF Cl9723*\tO,2036\nCOREY, PETERSON &amp; WAKAT Cl9713*\t0,20493\nGROENEVELT &amp; CISLER Cl9693*\t0,1960\nCISLER. THONY &amp; VACHAUD Cl9693*\t0.1788\nValores teóricos de HUBELL Cl9673*\t0,2050\n*FERRAZ Cl9753\t\nTabela 6.5: Tempo morto para 60 keV\nRef erência\nEste trabalho\nFERRAZ Cl97538\nSTROONYDER &amp; SWART C19743apud8\nGROENEVELT, SWART &amp; CISLER C19693apud8 a p u d 6\nFRITTOM C19693\nT C s3\n4.53 * 10\n4.89 * IO\n4.75 * 10\n3,50 «IO\n5,00 * 10\nNas Tabelas\t\tB4 - B9\tdo Apêndi ce\tB\tapresentam-se\tas\nconcentraçSes\tem\ttrês alturas\tdiferentes da\tzona\tde compressão\t, na\nsedi mentação\tde\tsuspensões\tde carbonato\tde\tcálcio em\tágua\ndestilada, a\tpartir de duas\t\tconcentrações\tiniciais;\t70 gZl\t\te\n100 gZl.\nTewpo (Min)\nFigura 6.7: Perfil de concentração em função do tempo na zona de compressão de uma suspensão inicial de 70\tg/1 de\nCaCOj em água destilada.\nFigura 6.8: Perfil de concentração em função do tempo na zona de compressão de uma\nCaCOj em\nsuspensão água destilada.\ninici al\nde 100\tg/1 de\nObserva-se das\nFi g. 6. Q vai or es\nFig.6. 7 e Fig.6. 8, que a concentração\ne mai s\nclaramente das\nmai or es\ne Fig. 6. IO,\npróximos à concentração inicial da\npróprios da zona de compressão,\ngradativo que caracterizaria a existência de uma zona de transi ção.\naumenta\nsubi lamente de\nsuspensão, para valores sem ter um incremento\nsuave e\nFigura 6.9: Formação da zona de compressão na sedimentação de suspensBes com concentração inicial de 70\tg/1 de\nCaCOj em água destilada.\nA não existência dessa zona de concentração intermmediaria confirma a hipótese da seção anterior, no sentido de que dadas as caracter!sticas da curva de velocidade reduzida em função da fração de agregados CFig.6.40, a sedimentação de suspensões com concentrações iniciais acima de um valor da ordem de 61\tg/1 de\nCaCOj em água destilada, não deverão apresentar zona de transição.\nFigura 6.10: Formação da zona de compressão na sedimentação de suspensões com concentração inicial de 1OO g/1 de CaCO^ em água destilada.\nPara a suspensão de 100 g/1 de concentração inicial, foram medidas as concentrações em trôs pontos a partir da base do recipiente; 4,0 mm; 38,0 mm; e 83,0 mm; sendo que a altura final do sedimento após 6.5 horas de testes foi de 04,0 mm CTabela Al do Apêndice AD . No caso das leituras a 4,0 mm da base do recipiente, observa-se que a zona de compressão forma-se já no primeiro instante, e que a partir dai a concentração aumenta com o tempo, durante as seguintes oito horas de teste, a partir do que a concentração tende a se manter quase constante num valor da ordem\nA curva log se função de 1 og t da Fig.6. 11, para a suspensão de concentração inicial de 100 g/1, no ponto de altura 4,00 mm da base, pode ser expressa pela equação\n2\t3\nlog £e = - log A + B log t + C Clog t) - D (log\tC6. 52>\nsendo que log A = 1,4320 log B = 0,6428 log C = 0,3366\nlog D = 0,4814\nt em minutos\nPerf i1\nFi gura 6.11:\nClog log? da concentração compressão da suspensão inicial de CaCO^ em água destilada.\nNo segundo ponto de medida, a 38,0 mm da base do recipiente, a zona de compressão começa logo após os 20 minutos de testes, isto é, até esse instante as concentraçSes são próximas do valor da concentração inicial de 100 g/1 , e partir dos 21 minutos a concentração sobe até quase se estabilizar na oitava hora, num valor da ordem de 275 g/1 ou = 0,1020. Nesse ponto, também, o comportamento da concentração em relação ao tempo segue uma forma quadráti ca CFi g. 6. 113\n2\nlog «e = - log A + B log t - CÇlog t)\tC6. 6)\nsendo que log A = 3,282\nB = 4,767\nC = 2,469\nt em minutos\nNo terceiro ponto de estudo, a 83,0 mm da base do recipiente ou a 11,0 mm da superfície do sedimento final, o comportamento da concentração com o tempo é similar . A zona de compressão inicia-se ao redor do tempo de 55 minutos de testes e aumenta até\na terceira hora aproximadamente, obedecendo CFig. 6.113\ta\tuma equação\tdo ti po\nlog £s = - log A + B log t\t\t\tC6. 73\nsendo que\tlog A = 2,405\t\t\t\nB = 0,5838\t\t\t\nt em mi ñutos\t\t\t\nportanto a equação C6. 73 pode ser reescrita\tna\tf orma\t\n£• = (1/A) tB = 0,4158 t°'5030\t\t\tC6. 7a3\nA partir desse instante Cterceira hora3\te\tdurante os\tpr óxi mos\n60 minutos deve acontecer uma acomodação dos\t\tagr egados,\tantes da\nconcentração começar a descer durante as seguintes cinco horas, similar à equação C6. 73 porém com a inclinação em sentido contrário, até quase se estabilizar na oitava hora num valor da\nordem de 150 g/1 ou £s> - 0,556.\nObserva-se então, nessa suspensão de concentração inicial d® 100 g/1, que o instante de estabilização ou quase estabilização da concentração em relação ao tempo, é independente da posição dentro da zona de compressão. Observa—se também que embora o sedimento tenha alcançado a sua altura definitiva às 6,5 horas de testes, a concentração continua variando dentro dele; tanto é assim, que a diminuição da concentração no terceiro ponto de estudo vai da terceira até a oitava hora, isto é, 1,5 horas após o sedimento ter se estabilizado a concentração ainda está diminuindo nas camadas superiores e aumentando nas camadas inferiores, fenômeno que acontece devido à redução de tamanho Ccom perda de águaD dos agregados dessas camadas inferiores.\nEsse comportamento da zona de compressão a partir de uma suspensão com concentração inicial de 100 g/1» repete-se para o caso de uma suspensão com concentração inicial de 70 g/1, mudando porém, como é lógico supor, os diferentes parâmetros envolvidos.\nFi gura\t6. 12:\tPerfil Clog log} da compressão da suspensão\t\tconcentr ação inicial de 70\tna g/i\tzona de de CaC03\n\t\tem água\tdestl1 ada.\t\t\t\nA\túnica\tdi f erença\tressaltável no\tcompor tamento\tda\tzona de\ncompressão com o tempo, das suspensões utilizadas C70 g/1 e 100 g/13, está no fato de a curva de diminuição da concentração perto da superfície final do sedimento ser bem menor no caso da suspensão de 70 g/1 quando comparada com a suspensão de 100 g/1 , isto apesar de abarcar períodos de tempo similares. Esse fato não deve iludir no sentido de pensar que ao se usar concentrações ainda menores que 70 g/1 , possa desaparecer essa diminuição da concentração nas camadas superiores da zona de compressão; pois é\nbem mais lógico supor que esse comportamento diferenciado é efeito da posição de leitura só. Enquanto na suspensão de 1 OOg/1 a terceira leitura foi feita num ponto C83,O mm5 que representa o 88% da altura final do sedimento C94.O mm5 ; na suspensão de 70 g/1 a terceira leitura foi feita num ponto C55,0 mm5 que representa apenas o 7854 da altura final do sedimento C70,0 mm5 ; de modo que esse terceiro ponto de estudo obedece ao comportamento que deveria ter uma curva que passa num ponto entre os 38,0 mm e 83,0 mm no caso da suspensão de 100 g/1.\nNas Fig.6. 13 e Fig.6.14 são mostradas as curvas concentração na zona de compressão em função da posição. A linha reta representa em ambos os casos o ponto de compressibi1idade, igual ao ponto de virada da concentração nos pontos mais próximos da superfície final do sedimento no caso das Fig.6.7 e Fig.6. 8.\nObserva-se das Fig.6. 13 e Fig.6.14 que para ambas suspensões, antes do ponto de compressibi1idade , isto é, abaixo da linha reta, a concentração varia quadráticamente de acordo com a seguinte equação quadrática\n£&amp; = A - B z + CzZ\nC6. 85\nNo ponto de compressi bi li dade, isto é, após três horas de sedimentação no caso da suspensão de 70 g/1 , e após quatro horas no caso da suspensão de 1OO g/1 , a concentração varia com a posição segundo a seguinte correlação linear\n£b = A - B z\nC6. 95\nApós o ponto de compressibilidade a variação da concentração com a posição obedece uma outra equação quadrática:\n= A - B Z\nC6. 105\nFigura 6.13: Concentração e posição em 100 g/1\n.14.\n.13.\n¿ Apos 5 Hin\tÀ Apos 45 Min\no Apos 1.5 horas\t1 Apos 3 horas\n0 Apos 6 horas\t€ Após 24 horas\nUo 1 une t r»! o a de Solidos\n.12.\nFigura 6.14: Concentração e posição em 70 g/1.\n6.4\tESTIMATIVAS DE SILVA21'22\nA equação C3.393 estima uma concentração final média quando a altura do sedimento alcança sua posição definitiva, desconsiderando as variações que acontecem após esse instante.\nTabela 6.6: Função velocidade mínima e ponto de encontro das interfaces descendente e ascendente em oito concentrações iniciais diferentes de CaCOj em água destilada.\ng/i\tWm í r> C mm/mi n3\ttc Cminí\tzc C mnO\n15\t5,20\tIO\t37,0\n20\t7,40\t12\t57,5\n30\t9,50\t17\t92,0\n40\t10,46\t23\t117,0\n50\t2,34\t66\t72,5\n70\t1 ,61\t87\t95,5\n100\t1,67\t115\t124,5\n120\t1 ,92\t120\t151,0\n7-\tCONCLUSÕES E SUGESTÕES\n7.1\tA hipótese adotada na seção 5.1 deste trabalho, no sentido de que a não coincidência do comportamento das curvas apresentadas nas Fig. S. 1 e Fig.6.1 se deveria ao fato de que o sistema experimental é uma suspensão floculada, está confirmada pela Fig.6. 4. Nessa Fig.6. 4 percebe-se que em concentrações volumétricas acima de 0,64 Climite onde termina o movimento no caso de suspensões de partículas esféricas rígidas2), o movimento ainda continua, devendo portanto alcançar a velocidade zero em concentrações muito mais elevadas. Isto é possível pelo fato de que os agregados, na medida em que são comprimidos, perdem a água contida entre as partículas, aumentando desse modo sua concentração de sólidos.\n7.2\tA diferença entre as velocidades de Stokes,conforme se verifica ao comparar os trabalhos de TORY Cl 9613, COMINGS\n18\nCl9402) e HASSETT Cl964-652) segundo citação de SCOTT , com os resultados deste trabalho, poderia ser explicada pela diferença na intensidade e no tempo de agitação a que foram submetidas as suspensões antes de iniciar os testes de sedimentação e ao fato de usar uma mesma suspensão para mais de uma corrida, o que acumula tempo de agitação. Embora essa informação não esteja contida nos trabalhos acima citados, chega-se a essa conclusão baseando-se nos resultados de 15\nMICHAELS &amp; BOLGER , que trabalhando com suspensões de caulim em água, concluiram que a maior agitação forma agregados maiores e portanto mais pesados, de modo que as velocidades de Stokes também serão maiores.\n7.3\tConfirmando a dedução feita a partir de dados da posição da interface descendente, de que a sedimentação de suspensões de carbonato de cálcio em água destilada, com concentrações iniciais maiores que 61 g/1 não apresentariam zonas de transição, viu-se que as suspensões de 70 g/1 e 100 g/1 não apresentam essa zona intermediária, conforme pode ser observado das Fig.6. 9 e Fig.6. 10.\n7.4\tA partir dos perfis de concentrações determinados ñas zonas de compressão da sedimentação, das suspensões com concentração inicial de 70 g/l e 100 g/'l de carbonato de cálcio em água destilada; pode-se generalizar que a variação da concentração com o tempo na camada mais próxima da superficie, obedece a uma equação cúbica da forma da equação C6. 5}, e que ela tende a um ponto em que essa variação obedece a uma equação do tipo da equação C6.7}, aproximadamente na metade da altura final do sedimento. A partir desse ponto tem um aumento e em seguida diminuição da concentração em função do tempo, como pode ser visto ñas Fig.6. 7 e Fig.6. 8.\n7.5\tNa equação C4.9}, aceitando que a espessura X bem como as\noutras propriedades do meio atenuante permanecem constantes, tem-se que o erro\tno\tcálculo\tda concentração\tvaria\ninversamente com essa.\tIsto\tse verifica nos valores da\tcoluna\ndo extremo direito das\tTabelas B4 -\tB9 do Apéndice B.\tPara a\nsuspensão de 70 g/1 o\terro\tdiminui\tde cerca de 3,8% CTabela\nB6:\tcomeço do teste} até cerca de 1% CTabela B4: final do\nteste}. Para a suspensão de 100\tg/1 essos valores são de\naproximadamente 3% CTabela B9: começo do experimento} e cerca de 0,99% CTabela B7: fim do experimento}.\n7. 6\nforça compressiva da concentração,\nentão,\nposição\nSupondo que a seja função apenas perfis de concentração em função da\ninfinito ou a variação da concentração com posição próxima a z = O e, usando uma equação velocidades nulas Cequação 3.20}, pode-se compressi bi1i dade rei ação\nCequação relação constitutiva da i\nconcentração. Essa nova\nutilizada em trabalhos\npost er i or es\n1i teratura,\nutilizando os\npara um tempo\no tempo numa\nde Darcy com as determinar\numa\nda\nem função constitutiva poderia testar model os\npara\nser\nmatemáticos existentes na\npor exemplo, e que na primeira\n2 próprio AUZERAIS et alii\naparentemente á inadequação do modelo\nrepresentar essa força de compressibi1idade.\ncomo o\nvez que\nnão\nde AUZERAIS et\nfoi usada pelo\nteve sucesso devido\nconstitutivo usado para\ndescendente e ascendente, percebe-se que os valores preditos pela equação C3. 383 superestimam a altura e subestimam o tempo. O uso da equação C3. 393 é mais restrito ainda, pois considerando a forma como varia a concentração com o tempo e com a posição, a utilidade dessa equação vê-se restringida a dar apenas dar uma idéia da ordem de grandeza da concentração.\n7.\t8\tUma segunda etapa do estudo da zona de compressão, deve\nser a aplicação dos modelos matemáticos existentes na literatura Cvide seções 3.1\t-\t3.53 às condições utilizadas\nneste trabalho experimental,\ncom a finalidade\nde conferi r\nse\nas predições resultantes\ncorrelacionam com\nos perfis de\nconcentração em função do tempo e da\nposição aqui\ncaracterizados.\n7. 9\tNo caso de testes com partículas sólidas de densidade\nvariável, ou mesmo no caso em que a densidade do sólido seja constante porém de difícil medição, pode-se usar a tónica de atenuação de raios gama com dois feixes de diferentes energias descrito na seção 4.2 deste trabalho.\nBIBLIOGRAFIA\n1.\t- AUZERAIS, F. M. , JACKSON, R. , RUSSEL, W. B. The resolution of\nshocks and the effects of compressible sediments in transient settling. Journal of Fl ui d Mechani cs, Cambridge CGreat Britai nJ, v.195, p. 437-462, October, 1988\n2.\t- AUZERAIS. F. M. , JACKSON, R. , RUSSEL, W. B. , MURPHY, W. F. The\ntransient settling of stable and flocculated dispersions. Journal of Fl ui d Mechani cs, Cambridge CGreat Britai nJ, v. 221, p. 613-630, December, 1990\n3.\t- BIRD, R. Byron, STEWART, Warren E. , LIGHFOOT, N. Edwim.\nTransport phenomena. John Wiley &amp; Sons, Singapore, 1960, p. 59-60\n4.\t— COE, H. S. , CLEVENGER, G. H. Methods for determining the\ncapacities of slime-settlings tanks. Transactions of the American Institute of Mining Engineers, New York, v. 55, p.356-384, 1917\n5.\t- CONCHA, Fernando, BUSTOS, M. C. A modification of the Kynch\ntheory of sedimentation. AIChE Journal, New York, v.33, n. 2, p. 312-315, February, 1987\n6.\t- CRESTANA, Silvio. A tomoqrafia computadorizada como urn novo\nmétodo para estudos da física da ¿qua no sol o. Tese CDoutorado em Física AplicadaJ - Instituto de Física e Química de S3o Carlos, USP, 1985\n7.\t- D’AVILA, J.S. , SAMPAIO, R. Algumas considerações sobre o\nproblema da sedimentação. In: ENCONTRO SOBRE ESCOAMENTO EM MEIOS POROSOS, VI, 1978, Rio Claro. Anais ... Rio Claro: IGCE / UNESP, 1978. v. 1 , p. 12. 1-12.8\n8.\t- FERRAZ, Epaminondas Sansigolo de Barros.\tDeter mi nacao\nsi mui tânea de densi dade e umi dade de sol os por atenuação de r ai os gama do 13?Cs e 241 Am.\tTese CLivre Docência do\nDepartamento de Física e Meteorologia) - Escola Superior de Agricultura \"Luiz de Queiroz\", USP, 1974\n9.\tFITCH, Bryant. Kynch theory and compression zones. AlChE\nJournal, New York, v.29, n.6, p.940-947, November, 1983\n10.\t- FITCH, Bryant. Sedimentation of flocculent suspensions:\nstate of art. AlChE Journal, New York, v. 25, n.6, p.913-930, November, 1979\n11.\t- FONT. R. Compression zone effect in batch sedimentation.\nAlChE Journal , New York. v. 34, n.2, p. 229-238, February, 1988\n12.\t- KOS, P. Fundamentals of gravity thickening. Chemical\nEnqi neer i ng Proqr ess , New York, v. 73, n. 11 , p. 99-105, November, 1977\n13.\t- KYNCH, G. J. Theory of sedimentation. Transaetions of the\nFaraday Society, Aberdeen CGreat Britain}, v.13, n.3, p.294-310, 1952\n14.\t- McROBERTS, E. C. , NIXON, J.F. a theory of soil sedimentation.\nCanadi an Geotec hni cal Journal , Otawa, v. 13, n.3, p. 294-310, August, 1976\n15.\t- MICHAELS, Alan S. , BOLGER, Justin C. Settling rates and\nsediment volumes of flocculated kaolin suspensions. I &amp; EC Fundamentals, Washington D. C. , v. 1, n. 1, p. 24-33, February, 1962\n17. -\nRICHARDSON, J.F. , ZAKI , W. N.\nSedimentation and fluidization:\nEnqi neers,\nPar t 1 .\tTransactions of the Insti tuti on of Chemi cal\nLondon, v. 32, n. 1 , p. 33-53, 1954\n18. -\nSCOTT. Keith\nJ.\nof\ncomparison Fundamentals\nThickening of calcium carbonate slurries:\nrigid spheres. I_ &amp; EC n.3, p. 484-490, August,\ndata with results for\nWashi ngton\nD. C. , v. 7,\n1968\n19. -\nSHANON, P. T. ,\nSTROUPE, E. ,\nTORY, E. M.\nBatch and continuous\nthi ckeni ng:\nD. C. , v. 2,\nbasic theory.\nn.3, p. 203-211,\nI &amp; EC Fundamentais, Washington\nAugust, 1963\n20.\t- SHIRATO, Mompei, KATO. Hiroo, KOBAYASHI, Kazumasa, SAKAZAKI,\nHiroo. Analyses of settling of thick slurries due to consolidation. Journal of Chemi cal Enqi neer i ng of Japan, Tokyo, v. 3, n. 1 , p. 98-104, January, 1970\n21.\t- SILVA, Antonio Santos. Meio poroso com restrição de\nincompressibi 1 idade e sua aplicação em sedimentação. In: J.T. Freire. J. C. Gubulin, eds. , Tópicos especiais em sistemas particulados. São Carlos: UFSCar, 1990, v.3, p. 1 -60\n22.\t- SILVA, Antonio Santos. Um model o matemático para a\nsedi mentacão em batelada pel o uso da teori a das misturas. Tese CDoutorado em CiênciasJ - Programa de Engenharia Química da COPPE / UFRJ, 1985\n23.\t- TALMAGE, W. P. , FITCH, Bryant. Determining thickener unit\nareas. Industrial and Enqineering Chemistry, Washington D. C. , v. 47, n. 1 , p. 38-41 , January, 1955\n24.\t- TILLER,\tFrank M.\tRevi si on\tof Lynch sedimentation\ttheory.\n\tAl ChE\tJournal.\tNew York ,\tv. 27, n. 5, p.823-829, September\t\n\t1981\t\t\t\t\n25.\t- TILLER.\tFrank M.\t, D’AVI LA.\tJ.\tZona de compressão\tem\n\tsedimentação.\t\tIn: ENCONTRO SOBRE ESCOAMENTO EM\t\tMEI OS\nPOROSOS. VIII, 1980, Curitiba. Anais ... Curitiba: 1980.\nv. 2, p. 270-297\n26.- ZWILLINGER, Daniel. Handbook of differenti al equati ons. San\nDiego: Academic Press, 1989, p.325-330\nAPÊNDICE A\nTempo\tAltura da interface líquido cl aro-suspensão CcnO\nmi nJ\t15g/l\t2Og/l\t3OgxT\t4OgXl\t5Og/l\t70g/l\t1OOg/1\t12Og/l\n0\t26,00\t26.35\t26,40\t26,10\t26,10\t26,10\t26,40\t26,60\n1\t24,00\t24,30\t24,90\t25,15\t25,40\t-\t-\t-\n2\t21,00\t22,00\t23,50\t24,05\t24,70\t-\t-\t-\n3\t18,50\t19,70\t22,10\t23,15\t24,10\t25,15\t26.12\t26,30\n4\t15,70\t17,60\t20,70\t22,30\t23.50\t-\t-\t-\n5\t13.10\t15.40\t19,35\t21,45\t23,00\t-\t-\t-\n6\t10.50\t13,40\t18.10\t20,70\t22,50\t24,20\t25,90\t26,10\n7\t7, 90\t11,40\t16,90\t19,95\t22,10\t-\t-\t-\n8\t5,40\t9,50\t15,75\t19,25\t21,60\t-\t-\t-\nQ\t4,25\t7,80\t14,60\t18,55\t21,20\t23,45\t25.35\t25.75\nIO\t3,70\t6,80\t13,50\t17,85\t20,80\t-\t-\t-\n11\t3,40\t6,20\t12,60\t17.25\t20,40\t-\t-\t-\n12\t3,10\t5,75\t11,75\t16,65\t20,00\t22,75\t24,90\t25,35\n13\t2,95\t5,35\t11 ,10\t16.10\t19,65\t-\t-\t-\n14\t2.85\t5,00\t10,50\t15,55\t19,25\t-\t-\t-\n15\t2,75\t4.70\t10,00\t15,00\t18,90\t22,10\t24,35\t25,00\n16\t-\t4,40\t9,60\t14,55\t18,50\t-\t-\t-\n17\t2,65\t4,10\t9,20\t14,15\t18,15\t-\t-\t-\n18\t-\t3,85\t8,87\t13,75\t17,80\t21,50\t23,95\t24,60\n19\t-\t3,70\t8,55\t13,35\t17,50\t-\t-\t-\n20\t2,50\t3,60\t8,25\t13,00\t17.15\t-\t-\t-\n21\t-\t-\t-\t12,65\t16,85\t20,90\t23,40\t24,25\n22\t-\t3,45\t7,70\t12,32\t16,50\t-\t-\t-\n23\t2,40\t-\t-\t12,00\t16,25\t-\t-\t-\n24\t-\t3.35\t7,12\t11,70\t15,95\t20,30\t22,95\t23,90\n25\t-\t-\t-\t11,42\t15,65\t-\t-\t-\n26\t2,30\t3,25\t6,60\t11,15\t15,35\t-\t-\t-\n27\t-\t-\t-\t10,87\t15.05\t19,70\t22,55\t23,60\n28\t-\t-\t6,12\t10,60\t14,80\t-\t-\t-\n29\t-\t-\t-\t10,35\t14,50\t-\t-\t-\n30\t2.25\t3,10\t5,70\t10,10\t14,25\t19,15\t22,30\t23,25\n31\t-\t-\t-\t9,85\t14,00\t-\t—\t—\nC Continua cão)\nTABELA Al .\nmi n)\t15g/l\t2Og^l\t30g/l\t4Og/l\t50g/l\t70gZL\t1 OOgZL\t12Og/l\n32\t-\t-\t5,30\t9.55\t13,75\t-\t-\t-\n33\t-\t-\t-\t9.32\t13,50\t18,55\t-\t22,90\n34\t-\t-\t5.05\t9,10\t13,20\t-\t-\t-\n35\t-\t2.95\t-\t8,85\t12,95\t-\t21,65\t-\n36\t-\t-\t4.85\t8,65\t12,70\t18,00\t-\t22,60\n37\t-\t-\t-\t8.40\t12,50\t-\t-\t-\n38\t-\t-\t-\t8,20\t12,25\t-\t-\t-\n3Q\t-\t-\t-\t8,00\t12,00\t17,50\t-\t22, 30\n40\t2.10\t2,80\t4,65\t7,80\t11,75\t-\t21,05\t-\n41\t-\t-\t-\t7,60\t11,50\t-\t-\t-\n42\t-\t-\t-\t7,40\t11,30\t16,95\t-\t22,05\n43\t-\t-\t-\t7,22\t11.10\t-\t-\t-\n44\t-\t-\t-\t7.05\t10,85\t-\t-\t-\n45\t-\t-\t4,40\t6,90\t10,60\t16,40\t20,50\t21,80\n48\t-\t-\t-\t-\t10,00\t15,85\t-\t-\n51\t-\t-\t-\t6,15\t9,40\t15,35\t-\t-\n54\t-\t-\t-\t-\t8,85\t14,80\t-\t-\n57\t-\t-\t-\t-\t8,35\t14,30\t-\t-\n60\t1.90\t2.50\t4,00\t5,70\t7,90\t13,75\t18,80\t20,50\n63\t-\t-\t-\t-\t-\t13,25\t-\t-\n66\t-\t-\t-\t-\t7,25\t12,65\t-\t-\n69\t-\t-\t-\t-\t-\t12,10\t-\t-\n72\t-\t-\t-\t-\t-\t11,60\t-\t-\n75\t-\t-\t-\t5,25\t-\t11,10\t17,05\t19,10\n78\t-\t-\t-\t-\t-\t10,60\t-\t-\n81\t-\t-\t-\t-\t-\t10,10\t-\t-\n84\t-\t-\t-\t-\t-\t9,75\t-\t-\n87\t-\t-\t-\t-\t-\t9,55\t-\t-\n90\t1,90\t2,35\t3,60\t4,95\t6,40\t9,40\t15,15\t17,40\n95\t-\t-\t-\t-\t-\t9,15\t14,50\t16,80\n1OO\t-\t-\t3.50\t4,80\t6,20\t9,00\t13,80\t16,20\n105\t—\t—\t—\t—\t-\t-\t13,20\t15,80\n(Continuação) TABELA Al .\nC nu nJ\tlSg/l\t20g/l\t30g/l\t4Og/l\t50g/l\t70g/l\t1 OOg/1\t120g/l\n110\t-\t-\t-\t-\t6,05\t12\t,70\t15\t,55\n115\t-\t-\t-\t-\t-\t-\t12,45\t-\n120\t1.90\t2,30\t3,40\t4,60\t5,90\t8.50\t12,20\t15,10\n150\t1.90\t2,30\t3,30\t4,40\t5,60\t7,95\t11,35\t14,15\n180\t1.90\t2,30\t3.30\t4,25\t5,40\t-\t10,80\t13,60\n210\t1,90\t2.30\t3,30\t4,25\t5,30\t7,40\t10,40\t13,15\n240\t1,90\t2,30\t3,30\t4,25\t5,20\t-\t-\t12,80\n270\t1.90\t2,30\t3,30\t4.25\t5,20\t7,10\t9,90\t12,50\n330\t1,90\t2,30\t3,30\t4,25\t5,20\t7,00\t9,60\t12,00\n390\t1,90\t2,30\t3,30\t4,25\t5,20\t7,00\t9,40\t11,70\n600\t1,90\t2,30\t3,30\t4,25\t5,20\t7,00\t9,40\t11,00\n1440\t1,90\t2,30\t3,30\t4,25\t5,20\t7,00\t9,40\t11,00\nAPÊNDICE B\nLei turas\tRo\t\t\tRz\n\t\tabs. 1\tabs. 2\t\n1\t497707\t329443\t350473\t225449\n2\t495716\t328287\t350037\t224716\n3\t497444\t328687\t350389\t225065\n4\t497415\t328092\t350916\t225151\n3\t497846\t329206\t350257\t225323\n6\t497337\t328347\t350678\t226117\n7\t4961 OI\t328833\t350919\t226074\n8\t496370\t327819\t351134\t225846\n9\t496231\t329124\t350526\t225694\nIO\t497540\t329637\t349935\t226007\nmédia\t496991\t339637\t\t225535\nTabela B2. Contagem de fótons para determinação do coeficiente de atenuação da água Ctempo de exposição de IO s)\nLei tura\tReci p. vazi o\t\t\tRecip.\tcom água\tdest.\n\t1 a.\t2a.\t3a.\tla.\t2a.\t3a.\n1\t474338\t475695\t474515\t134401\t135099\t134564\n2\t474162\t475291\t475782\t134530\t134716\t134288\n3\t474983\t475746\t475595\t134958\t135437\t134828\n4\t474791\t474690\t475290\t135229\t135514\t135050\n5\t475263\t474879\t475445\t134571\t135547\t135500\n6\t474983\t475482\t474838\t134860\t135401\t135157\n7\t474486\t475066\t476344\t134246\t134969\t134526\n8\t475684\t476255\t474975\t135507\t134535\t135368\n9\t475161\t476126\t474742\t134934\t135813\t135631\nIO\t474711\t476006\t475124\t134199\t135699\t134853\nmédia\t474861\t475587\t475265\t134744\t135273\t134977\nmédia das médias\t\tcorrigid\ta pelo tempo\tmorto\t\t\n\t\t604519\t\t\t143729\t\nde atenuação do CaCO^\nCtempo de exposição de 10 s?\nmassa = 130,4 g volume= 387,5 cm^\nconc. = 0,411 g/cm\nLei tura\tRecip. com CaCO3 seco\t\t\n\t1 a.\t2a.\t3<a.\n1\t152853\t150598\t148540\n2\t152284\t150663\t148998\n3\t151810\t150253\t148374\n4\t151776\t150321\t148609\n5\t151957\t150719\t148369\n6\t152832\t150865\t148564\n7\t152496\t150504\t148402\n8\t151648\t150842\t147972\n9\t152152\t150405\t147797\n10\t151 391\t151063\t148974\nmédia\t152120\t150623\t148460\nmédia\tdas médias\tcorrigida por 161319\tT\nsuspensão de 70 g/T numa altura de 4 mm.\nIv = 137228\nC = 4.4098 - 0,3728 lnCIsus>\n% Erro Cone. = - [e1'3412^® / 994rs]\t* 100\nTempo Cmin)\tI sus\tConcen. g/i\tConcen.\t% Erro da Cone.\n0\t\t70.0\t0,0259\t\n1\t108940\t85,6\t0,0318\t-3,301\n2\t104536\t1O1,2\t0,0375\t-2,821\n3\t102004\t110,4\t0,0409\t-2,598\n4\t99212\t120,7\t0,0447\t-2,390\n5\t97335\t127,9\t0,0474\t-2,262\n6\t95812\t133.7\t0,0495\t-2,172\n7\t94310\t139,6\t0,0517\t-2,086\n8\t92869\t145,4\t0,0538\t-2.010\n9\t91945\t149.1\t0,0552\t-1,963\n10\t91186\t152,2\t0,0564\t-1,924\n11\t90095\t156,7\t0,0580\t-1,875\n12\t88999\t161,2\t0,0597\t-1,826\n13\t88073\t165,1\t0,0612\t-1,784\n14\t88710\t162,4\t0,0602\t-1,812\n15\t87276\t168,5\t0,0624\t-1,753\n16\t86966\t169,8\t0,0629 .\t-1,740\n17\t86916\t170,1\t0,0630\t-1,738\n18\t85752\t175,1\t0,0648\t-1,694\n19\t85063\t178,1\tO,0660\t-1 ,665\n20\t85179\t177,6\t0,0658\t-1,670\n25\t82955\t187.4\t0,0694\t-1,591\n30\t81501\t194,0\t0.0719\t-1,541\n35\t80533\t198.5\t0,0735\t-1,511\n40\t79264\t204,4\t0,0757\t-1,471\n45\t78063\t210,1\t0,0778\t-1,435\nTempo C mi r>)\tX ou©\tConcen. g-T\tConcen.\t% Erro da Cone.\n50\t77644\t212,1\tO,0786\t-1,422\n55\t76657\t216,9\t0.0803\t-1.395\n60\t76166\t219,3\t0,0812\t-1,382\n70\t74639\t226,8\t0.0840\t-1 ,340\n80\t73593\t232,1\t0,0860\t-1,31 3\n90\t72599\t237.2\t0,0878\t-1,289\n100\t71805\t241,3\t0,0894\t-1,269\n110\t70773\t246,7\t0,0914\t-1,244\n120\t70162\t249,9\t0,0926\t-1,230\n135\t69536\t253,2\t0,0938\t-1,216\n150\t69268\t254,7\t0,0943\t-1 ,211\n165\t68110\t261,0\t0,0966\t-1,186\n180\t67585\t263,8\t0,0977\t-1.174\n210\t66881\t267,7\t0,0992\t-1 ,158\n240\t66164\t271 ,8\t0.1007\t-1 ,144\n270\t65888\t273.3\t0,1012\t-1,139\n300\t64989\t278.4\t0.1031\t-1 .121\n330\t64864\t279.2\t0,1034\t-1,118\n360\t64019\t284.0\t0,1052\t-1,1 Ol\n420\t63911\t284,7\t0,1054\t-1,099\n480\t62950\t290,3\t0,1075\t-1,081\n960\t62780\t291,3\t0, 079\t-1 ,078\n1440\t62260\t282,6\t0,1047\t-1 .106\nsuspensão de 70 g/1 numa altura de 30 mm.\nIv = 135692\nC = 4,4056 - 0,3728 In Claus)\nErro Cone. = - [ e*' 413£o / 998£e]\t* 100\nTempo C mi n2)\tI sus\tConcen.\tConcen.\t'S, Erro da Cone.\n0\t\t70.0\t0,0259\t\n1\t110794\t75.4\t0,0279\t-3,728\n2\t110681\t75,7\t0,0281\t-3,703\n3\t110457\t76,5\t0,0283\t-3,678\n4\t110458\t76,5\t0,0283\t-3,678\n5\t110452\t76,5\t0,0283\t-3,678\n6\t110176\t77,5\t0,0287\t-3,628\n7\t110574\t76,1\tO.0282\t-3,690\n8\t111006\t74.7\t0,0277\t-3,754\n9\t110003\t78,0\t0,0289\t-3,604\n10\t110500\t76,4\t0,0283\t-3,678\n11\t109367\t80,2\t0,0297\t-3,511\n12\t107222\t87,6\t0,0324\t-3,230\n13\t104983\t95,5\t0,0354\t-2,968\n14\t103356\t1O1,3\t0,0375\t-2,810\n15\t101365\t108,5\t0,0402\t-2,631\n16\t100866\t110,4\t0,0409\t-2,588\n17\t99919\t113,9\t0,0422\t-2,513\n18\t99246\t116,4\t0,0431\t-2,463\n19\t98201\t120,3\tO,0446\t-2,385\n20\t97849\t121,7\t0,0451\t-2.360\n21\t97460\t123,2\t0,0456\t-2,336\n22\t97649\t122,5\t0,0454\t-2,346\n23\t96184\t128,1\t0,0474\t-2,253\n24\t96328\t127,5\t0,0472\t-2,262\n25\t96210\t128,0\t0,0474\t-2,253\nTempo CmlnJ\tI eus\tConcen. g/i\tConcen.&lt;£e\t% Erro da Cone.\n30\t94444\t134.9\t0,0500\t-2.143\n35\t93677\t137.9\t0,0511\t-2,100\n40\t92793\t141,5\t0,0524\t-2.051\n45\t92020\t144.6\t0,0536\t-2.009\n50\t91 492\t146,7\t0,0543\t-1.985\n55\t90823\t149,5\t0,0554\t-1,948\n60\t90362\t151.4\t0,0561\t-1,926\n70\t89068\t156,7\t0,0581\t-1,864\n80\t87838\t161 ,9\t0,0600\t-1.810\n90\t86322\t168,4\t0,0624\t-1.746\n1OO\t84873\t174,7\t0,0647\t-1,689\n110\t83026\t182,9\t0,0678\t-1,619\n120\t81196\t191,2\t0,0708\t-1,556\n135\t79615\t198.6\t0.0735\t-1,505\n150\t77309\t209,5\t0,0776\t-1.433\n165\t75479\t218.5\t0,0809\t-1.381\n180\t74160\t225,0\t0,0833\t-1,345\n210\t71888\t236,6\t0,0876\t-1.286\n240\t70676\t243,0\t0,0900\t-1,256\n300\t67287\t261,3\t0,0968\t-1.179\n420\t67098\t262,3\t0,0972\t-1 ,1 74\n480\t66809\t263,9\t0,0978\t-1 ,1 68\n960\t68650\t253,8\t0,0940\t-1,209\n1440\t68692\t253,6\t0,0939\t-1,210\nIv = 133941\nC = 4.3772 - 0,3708 ln CIbubZ)\n1,34B4x?o\n% Erro Cone. = - [e\t/ 987¿?e]\t* 1OO\nTempo C mi n}\tI sue\tConcen. g/i\tConcen. £s\t>í Erro da Cone.\n0\t\t70,0\t0,0259\t\n1\t109830\t73,4\t0.0272\t-3,864\n2\t109298\t75,2\t0,0279\t-3,771\n3\t109385\t74.9\t0,0278\t-3.784\n4\t109407\t74,9\t0,0278\t-3,784\n5\t109169\t75,7\t0,0280\t-3,758\n6\t109124\t75,8\t0.0281\t-3,745\n7\t109204\t75,6\t0,0280\t-3,758\n8\t109532\t74,4\t0,0276\t-3,810\n9\t109403\t74,9\t0,0278\t-3,784\n10\t109686\t73,9\t0,0274\t-3,837\n11\t109518\t74,6\t0,0276\t-3,810\n12\t109189\t75.6\t0,0280\t-3,758\n13\t109036\t76,1\t0,0282\t-3,732\n14\t109317\t75,2\t0,0278\t-3,784\n15\t109385\t74,9\t0,0278\t-3,784\n16\t108733\t77,2\t0,0286\t-3,682\n17\t109788\t73,6\t0.0273\t-3,850\n18\t109694\t73,9\t0,0274\t-3,837\n19\t109807\t73,5\t0,0272\t-3,864\n20\t109470\t74,7\t0,0277\t-3,797\n21\t108856\t76.7\t0,0284\t-3.707\n22\t109247\t75,4\t0.0279\t-3,771\n23\t110029\t72,8\t0,0270\t-3,892\n24\t108675\t77,4\t0,0287\t-3,670\n25\t109333\t75.1\t0,0278\t-3,784\nTabela 86. (continuação)\nTempo Cmin)\t1 aue\tConcen. g^1\tConcen.\tJ-í Erro Cone,\n26\t108815\t76,9\t0,0285\t-3,694\n27\t108392\t78,3\t0.0290\t-3,633\n28\t108449\t78,1\t0,0289\t-3,645\n29\t107798\t80,4\t0,0300\t-3,517\n30\t106988\t83,2\tO.0308\t-3,429\n31\t105831\t87,2\t0,0323\t-3.276\n32\t105203\t89,4\t0,0331\t-3,201\n33\t103089\t, Q\t0,0359\t-2,962\n34\t102568\t98,8\t0,0366\t-2,908\n35\t101618\t102.3\t0,0379\t-2,813\n36\t99759\t109,1\t0,0404\t-2,648\n37\t99264\t110,9\t0,0411\t-2,606\n38\t98256\t114,7\t0,0425\t-2.525\n39\t98125\t115,2\t0,0427\t-2,513\n40\t97373\t118,1\t0,0437\t-2,459\n41\t97281\t118,4\t0,0439\t-2,449\n42\t96392\t121,8\t0,0451\t-2,387\n43\t95764\t124,3\t0,0460\t-2,343\n44\t95240\t126,3\t0,0468\t-2,306\n45\t95534\t125,1\t0,0464\t-2,325\n46\t95054\t127,0\t0,0470\t-2,297\n47\t94786\t128,1\t0,0474\t-2,279\n48\t94171\t130,5\t0,0483\t-2,239\n49\t94493\t129,2\t0,0479\t-2,256\n50\t93660\t132,5\t0,0401\t-2,205\n55\t92245\t138,1\t0,0512\t-2,120\n60\t91049\t143,0\t0,0530\t-2,053\n70\t89300\t150,2\t0,0556\t-1 ,964\n80\t88052\t155,4\t0,0576\t-1,901\n90\t85827\t164,9\t0,0611\t-1,801\nÍOO\t85186\t167,7\t0,0621\t-1,774\n110\t84116\t172,3\t0,0638\t-1,731\n120\t83281\t176,0\t0,0652\t-1 ,697\nTempo C mi n2)\tI ftUS\tConcert, g-'i\tConcen.\t% Erro da Cone.\n135\t81680\t183,2\t0,0679\t-1,635\n150\t80568\t188,3\t0,0698\t-1,595\n180\t79159\t194,9\t0,0722\t-1,547\n210\t78452\t198,2\t0,0734\t-1 ,524\n240\t78185\t199,5\t0,0739\t-1 ,515\n300\t78903\t196,1\t0,0726\t-1,539\n360\t80372\t189,2\t0,0701\t-1,589\n420\t80642\t188.0\t0,0696\t-1,599\n480\t80663\t187,9\t0,0696\t-1,599\n960\t81078\t186,0\t0,0689\t-1,61 4\n1440\t81275\t185,1\t0,0686\t-1.620\nTabela B7. Perfil de concentração na zona de compressão da suspensão de 100 g/1 numa altura de 4 mm.\nIv = 140933\nC = 4,4198 - 0,3728 ln Cleus}\n% Erro Cone. = - [e^’\t/ 1007£?e]\t* 100\nTempo Cmin5\t1 sue\tConcen. g/i\tConcen.\tSá Erro da Cone.\n0\t\t100,0\t0,0370\t\n5\t84239\t191 ,7\t0,0710\t-1,538\n10\t79747\t212,2\t0,0786\t-1,404\n15\t77210\t224,2\t0,0830\t-1,337\n20\t75254\t238,8\t0,0866\t-1.288\n35\t71073\t255,1\t0,0945\t-1,193\n40\t70392\t258,7\t0,0958\t-1 ,179\n45\t69519\t263,3\t0,0975\t-1 ,161\n50\t68837\t267,0\t0,0989\t-1 ,1 47\n55\t68091\t271 ,O\t0.1004\t-1,132\n60\t67896\t272,1\t0,1008\t-1 ,128\n70\t66964\t277,3\t0,1027\t-1,110\n80\t66337\t280,8\tO,1040\t-1,098\n90\t66024\t282,6\t0,1046\t-1,092\n100\t65142\t287,6\t0,1065\t-1,076\n110\t64864\t289,2\t0,1071\t-1,070\n120\t64585\t290,8\t0,1077\t-1,065\n135\t64365\t292,0\t0.1082\t-1 ,061\n150\t64048\t293,9\t0,1088\t-1 ,056\n165\t63971\t294,3\tO,1OQO\t-1,054\n180\t63842\t295,1\t0,1093\t-1,052\n210\t63083\t299.5\t0,1109\t-1,039\n240\t62594\t302.4\t0,1120\t-1,030\n270\t62100\t305,4\t0.1131\t-1,022\n300\t62092\t305,4\t0,1131\t-1,022\n360\t61103\t311,4\t0,1152\t-1 ,006\nTempo Cmin)\tI eua\tConcen. g^l\tConcen.\t>• Erro da Cone.\n420\t61150\t311.1\t0,1152\t-1,006\n480\t60675\t314.0\t0,1163\t-0,998\n900\t60010\t318.2\t0,1178\t-0,987\n1440\t60107\t317.6\t0,1176\t-0,989\nTabela B8.\tPerfil de suspensão de\tconcentração 100 g/1 numa\tna zona altura de\tde compressão da 38 mm.\t\n\tI\tv = 143463\t\t\t\n\tC\t= 4,4626 - O\t, 3758 1 n Cl bus)\t\t\n\tErro Cone.\tr 1,3304^ = - [ e\t/ íooe^a]\t* 100\t\nTempo\t\tConcen.\tConcen.\t\tM Erro da\nCmirD\t1 8US\t9^'1\t£e\t\tCone.\n0\t\t100.0\t0,0370\t\t\n5\t110780\t97,6\t0,0361\t\t-2,883\n10\t110378\t98,9\t0,0366\t\t-2.846\n15\t111027\t96,7\tO.0358\t\t-2,906\n20\t110527\t98.4\tO,0365\t\t-2.853\n21\t109376\t102,4\t0,0379\t\t-2,753\n22\t108029\t107,0\tO.0396\t\t-2,641\n23\t106497\t112.4\t0,0416\t\t-2,520\n24\t105849\t114,7\tO,0425\t\t-2,470\n25\t104440\t119,7\t0,0443\t\t-2,375\n27\t103822\t121,9\t0,0452\t\t-2,331\n28\t102351\t127,3\t0,0472\t\t-2,238\n29\t102030\t128,5\tO,0476\t\t-2,220\n30\t1 OI 006\t132,3\tO,0490\t\t-2,161\n35\t99118\t139,4\t0,0516\t\t-2,059\n40\t97452\t145.7\t0,0540\t\t-1,974\n45\t96566\t149.2\tO.0552\t\t-1,934\n50\t95288\t154,2\t0,0571\t\t-1,875\n55\t94597\t156.9\t0,0581\t\t-1,845\n60\t93466\t161.4\tO,0598\t\t-1,796\n70\t91 794\t168,2\t0,0623\t\t-1.730\n80\t89971\t175,8\tO,0651\t\t-1,662\n90\t88139\t183,5\t0,0680\t\t-1,597\n100\t86556\t190,3\t0,0705\t\t-1,546\n110\t84833\t197,9\t0,0733\t\t-1,492\n120\t82898\t206,5\tO,0765\t\t-1,436\nsuspensão de 100 g/1 numa altura de 83 mm.\nIv = 138518\nC = 4,3314 - 0,3659 ln Cl suei)\n1,3\t6 6 6 x? ®\n% Erro Cone. = — [ &amp;\t/ lO17e?e] ** 100\nTempo Cmini\tI ÕUB\tConcen. g^T\tConcon.\tJá Erro da Cone.\n0\t\t1OO, 0\t0,0370\t\n5\t107338\t92.9\t0.0344\t-2,996\n10\t107028\t94.0\t0.0348\t-2,963\n15\t107212\t93,3\t0,0346\t-2.979\n20\t107044\t93,9\t0,0348\t-2,963\n25\t106734\t95,0\t0,0352\t-2,931\n30\t107546\t92,2\t0.0341\t-3,021\n35\t107791\t91.4\t0,0338\t-3,047\n40\t107873\t91,1\t0,0337\t-3.055\n45\t107575\t92.1\t0.0341\t-3,021\n50\t106890\t94,4\t0,0350\t-2,947\n51\t106611\t95.4\t0,0353\t-2,923\n52\t106145\t97,0\t0,0359\t-2,877\n53\t105416\t99,5\t0,0369\t-2,803\n54\t104665\t102,1\t0,0378\t-2,739\n55\t104152\t103,9\t0,0385\t-2,692\n56\t103810\t105,1\t0.0389\t-2,666\n57\t102738\t108.9\t0,0404\t-2,572\n58\t1 OI 759\t112.4\t0,0416\t-2,502\n59\t101469\t113,5\t0.0420\t-2,479\n60\t100874\t115,6\t0,0428\t-2,436\n61\t99880\t119,3\t0,0442\t-2,363\n62\t100175\t118,2\t0,0438\t-2,383\n63\t991 49\t121,9\t0,0452\t-2,314\n64\t98645\t123,8\t0,0459\t-2,281\n65\t98432\t124,6\t0,0461\t-2,272\nTempo C mi. rO\tI eu®\tConcen.\tConcen.\t% Erro da Cone.\n70\t96335\t132.5\t0,0491\t-2,142\n75\t94882\t138,0\t0,0511\t-2.063\n80\t92861\t145,9\t0,0540\t-1.960\n85\t91753\t150.4\t0,0557\t-1,905\n90\t90337\t156,0\t0.0578\t-1,841\n95\t89527\t159.3\t0,0590\t-1,806\n1OO\t88947\t161 ,7\tO.0599\t-1,782\n105\t87781\t166.5\t0.0617\t-1 ,734\n110\t87056\t169.5\t0.0628\t-1.706\n115\t85925\t174.3\t0,0646\t-1,663\n120\t85543\t176.0\t0.0652\t-1,649\n135\t83976\t182,7\t0,0677\t-1.593\n150\t81895\t191.9\t0,0711\t-1 .524\n165\t80835\t196.7\t0,0728\t-1,492\n180\t80068\t200,2\t0.0741\t-1,468\n210\t80180\t199.6\t0,0739\t-1,472\n240\t81328\t194,4\tO,0720\t-1,507\n300\t83576\t184,5\t0,0683\t-1,581\n360\t86107\t173,6\t0,0643\t-1 ,670\n420\t88676\t162,8\t0,0603\t-1.771\n480\t90872\t153.8\t0,0570\t-1,865\n540\t91572\t151,0\t0.0559\t-1,899\n600\t91 471\t151.4\t0.0561\t-1,892\n1200\t91683\t150.6\t0,0558\t-1,902\n1440\t91683\t150.6\t0,0558\t-1.902"}]}}}