{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25273"}, {"@name": "filename", "#text": "991_000829947.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCâmpus de Rio Claro\nCARACTERIZAÇÃO DOS DEPÓSITOS GLACIAIS PERMO-CARBONÍFERO NO SUL DE MINAS GERAIS, BRASIL: FORMAÇÃO AQUIDAUANA OU GRUPO ITARARÉ?\nBruno Cesar Araújo\nUNIVERSIDADE ESTADUAL PAULISTA\nInstituto de Geociências e Ciências Exatas\nCâmpus de Rio Claro\nCARACTERIZAÇÃO DOS DEPÓSITOS GLACIAIS PERMO-CARBONÍFERO NO SUL DE MINAS GERAIS, BRASIL: FORMAÇÃO AQUIDAUANA OU GRUPO ITARARÉ?\nBruno Cesar Araújo\nDissertação de Mestrado apresentada ao Instituto de Geociências e Ciências Exatas do Câmpus de Rio Claro, da Universidade Estadual Paulista Júlio de Mesquita Filho,como parte dos requisitos para obtenção do título de Mestre em Geociências e Meio Ambiente.\nOrientador: Prof. Dr. José Alexandre de Jesus Perinotto\nCOMISSSÃO EXAMINADORA\nDr. Paulo Roberto dos Santos (IG/USP)\nDr. Antônio Roberto Saad (IGCE/UNESP)\nDr. José Alexandre de J. Perinotto (IGCE/UNESP)\nOrientador\nBruno Cesar Araújo - Aluno\nRio Claro, 11 de Abril de 2013.\nResultado: APROVADO\nAGRADECIMENTOS\nMuitos foram responsáveis para a realização dessa dissertação, aqui ficam meus agradecimentos.\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo - FAPESP, pelo financiamento dos trabalhos de campo através do projeto “Unidades Glaciais Permocarboníferas da Bacia do Paraná: relações estratigráficas e tratos deposicionais do Grupo Itararé e da Formação Aquidauana na faixa aflorante no Estado de São Paulo” (processo 2009/50876-4).\nAo professor e orientador José Alexandre de Jesus Perinotto pela oportunidade de realizar esta dissertação e ao longo desses anos, além do aprendizado que me proporcionou, se tornou um grande amigo.\nAos professores Mario Luis Assine e Antônio Roberto Saad pelas discussões e sugestões do trabalho.\nAos amigos geógrafos Hiran Zani e Eder Merino por me ensinar a utilizar as ferramentas de sensoriamento remoto, tirar dúvidas e o mais importante, pelas risadas sinceras.\nÀ Rosangela Vacello, secretária da Pós-Graduação em Geociências e Meio Ambiente, por sempre estar disposta a ajudar a todos os alunos do programa de pós-graduação e pela paciência que teve comigo.\nAos amigos de pós-graduação Denn, Caio, Cibele, Leo, Homero, Thaís, Mateus e especialmente Harumi, Priscila e Renato pelas horas de descontração.\nAos amigos de trabalho, Filipe, Patrícia e Michele que também sempre estiveram do meu lado e sempre dispostos a ajudar.\nAo grande amigo Henrique Giacomeli que, desde a graduação e por longo tempo também amigo de república, esteve presente nas discussões geológicas e sempre disposto a ajudar.\nAos orientadores da Mahikari Edison Yoshiaki Kubo e Helio Akio Sasai pelas palavras de apoio quando precisei.\nAos amigos da Mahikari, Diego, Renan, Paulo, Audren, Mateus, Patrick, Marcelo, Ana e Robinson que mesmo não sendo da área, tinha preocupação e interesse pelo trabalho que me fazia bem e motivado.\nAo meu tio, José Antonio Azzini e ao meu irmão, Flaviano Rodrigo Araújo, que sempre foram exemplos que me motivaram a chegar até aqui.\nÀ minha família, em especial minha mãe Ana que me ensinou desde cedo o valor da vida e pelo esforço que dedicou na formação dos seus filhos.\nE por fim agradeço a Deus por todas as proteções e oportunidades de aprimoramento concedidas em minha vida.\n“A imaginação é mais importante que a ciência, porque a ciência é limitada, ao passo que a imaginação abrange o mundo inteiro” Albert Einstein\n“Não há fatos eternos, como não há verdades absolutas” Friedrich Nietzsche\nRESUMO\nO Grupo Itararé registra o evento glacial que ocorreu no paleocontinenteGondwana no Permo-Carbonífero e aflora na porção leste/sudeste da Bacia do Paraná. A Formação Aquidauana é uma unidade crono-correlata ao Grupo Itararé e aflora principalmente na borda oeste da bacia, onde foi definida sua seção tipo. Os mapas geológicos também registram a Formação Aquidauana no sul de Minas Gerais, estendendo-se pelo Estado de São Paulo até o vale do rio Mogi-Guaçu. Em geral, as unidades Itararé e Aquidauana apresentam características semelhantes quanto ao conteúdo litológico, sendo a coloração a principal característica adotada para a diferenciação. As rochas do Grupo Itararé são predominantemente creme e branco-acinzentadas e as rochas da Formação Aquidauana marrom-avermelhadas. A transição da Formação Aquidauana para o Grupo Itararé é pouco estudada. No Estado de São Paulo os mapas apresentam a passagem lateral das unidades de forma brusca, sendo o vale do rio Mogi-Guaçu o limite entre elas. A Formação Aquidauana aflora na margem direita (norte) e o Grupo Itararé na margem esquerda (sul). Nesta dissertação busca-se caracterizar a Formação Aquidauana (Grupo Itararé) no sul de Minas Gerais (municípios de Monte Santo de Minas e São Sebastião do Paraíso) e, com isto, contribuir para a discussão sobre a sua origem e sobre a coloração vermelha de seus litotipos. Do ponto de vista paleogeográfico, foram aqui aprimorados os resultados e conclusões de autores que pesquisaram a região anteriormente. Sistemas aluviais, leques e rios entrelaçados, sob diferentes graus de influência glacial, com depósitos de outwashe de deltas lacustres foram registrados. Para entender a coloração predominante na unidade foram realizadas descrições petrográficas de seções delgadas que permitem supor que a típica cor avermelhada da Formação Aquidauana está associada a processos de evolução diagenética, considerando que existe capa de óxido de ferro recobrindo sobrecrescimento dos cristais. Este fenômeno poderia estar associado provavelmente à exposição da unidade, registrada na discordância entre a Formação Aquidauana e as unidades sobrepostas (formações Tatuí, Piramboia e Botucatu).\nPalavras chaves: Formação Aquidauana. Grupo Itararé. Bacia do Paraná. Estratigrafia\nABSTRACT\nThe Itararé Group records glacial events that took place on the Gondwana Paleocontinet during Carboniferous and Permian periods. Rocks from this unit crop out at the eastern / southeastern part of the Paraná Basin (South and Southeast regions of Brazil). The Aquidauana Formationis chrono-correlated to the Itararé Group and crops out at the western margin of the Paraná Basin, where its type section was described. The occurrence of the Aquidauana Formation is also documented in the Southern Minas Gerais State, extending southward to the Mogi-Guaçu river valley in the São Paulo State. Both units have similar lithotypes and their colors are the main distinguishing factor. Rocks from the Itararé Group are predominantly beige / whitish-gray and rocks from the Aquidauana Formation are reddish-brown. The contact, or transition, between these units is yet poorly understood. According to the geologic maps available for the São Paulo State this transition is abrupt, and spatially marked by the Mogi-Guaçu river. Rocks from the Aquidauana Formation crop out on the right bank (north) and the Itararé Group on the left (south). The present dissertation aims to characterize the Aquidauana Formation (Itararé Group) in the southern Minas Gerais State and contribute to the discussion about its formation and the origin of the red coloration of the rocks. Paleogeographic data corroborate previous studies and indicate the occurrence of alluvial fan sand braided rivers systems, both under the influence of glacial conditions, showing outwash and lacustrine deltas deposits. Petrographic studies suggest that the red dish coloration of Aquidauana Formation rocks is associated with the diagenetic evolution, since a thin layer of Fe-oxide is coating overgrown grains. This process is interpreted to be associated with exposure of this unit, supported by the unconformity between Aquidauana Formation and superimposed units (Tatuí, Pirambóia and Botucatu formations).\nKeywords: Aquidauana Formation. Itararé Group. Paraná Basin.\nLISTA DE FIGURAS\nFigura 1 - Mapa de ocorrência da Formação Aquidauana\te Grupo Itararé na Bacia do Paraná..............2\nFigura 2 - Localização dos pontos visitados..........................................................4\nFigura 3 - A) Imagem SRTM e; B) Mapa de relevo.......................................................5\nFigura 4 - Morro Dois Irmãos, em Monte Santo de\tMinas\t(MG).............................6\nFigura 5 - Morro testemunho em São Sebastião\tdo\tParaíso (MG).........................6\nFigura 6 - Mapa geológico da área estudada...........................................................7\nFigura 7 - Localização da Bacia......................................................................9\nFigura 8 - Mapa estrutural da Bacia do Paraná.......................................................10\nFigura 9 - Localização dos principais elementos\ttectônicos da Bacia do Paraná.......................11\nFigura 10 - Carta estratigráfica da Bacia do Paraná.................................................12\nFigura 11 - Dados de paleocorrente da sequência permo-carbonífera da Bacia do Paraná................17\nFigura 12 - Formação e sedimentação de lagos glaciais...............................................25\nFigura 13 - Ambientes de sedimentação glácio-marinhos...............................................26\nFigura 14 - Diagrama de outwash.....................................................................28\nFigura 15 - Diagrama do empilhamento de canal entrelaçado...........................................29\nFigura 16- Diagrama indicando as variações no tamanho das partículas ao longo do delta de outwash...30\nFigura 17 - Fácies sedimentares descritas...........................................................33\nFigura 18 - Fácies sedimentares descritas...........................................................34\nFigura 19 - Fácies sedimentares descritas...........................................................35\nFigura 20 - Painel de fotos ilustrando as macro-formas..............................................36\nFigura 21 - Painel de fotos ilustrando as macro-formas..............................................37\nFigura 22 - Painel de fotos ilustrando as macro-formas..............................................37\nFigura 23 - Figura ilustrativa de afloramento comparado com modelos encontrados na literatura.......38\nFigura 24 - Figura ilustrativa de afloramento comparado com modelos de\toutwash.....................39\nFigura 25 - Localização das seções levantadas sobre o mapa fotolitológico de Fiori (1977)...........42\nFigura 26 - Localização das seções levantadas no município de Monte Santo de Minas..................46\nFigura 27 - Vista de um morro testemunho próximo a Monte Santo de Minas.............................46\nFigura 28 - Perfil estratigráfico vertical (seção colunar) Retífica (Monte Santo de Minas - MG).....47\nFigura 29 - Perfil estratigráfico vertical (seção colunar) Cristo (Monte Santo de Minas - MG).......48\nFigura 30 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tCascalheira (Monte Santo de Minas -\tMG)......49\nFigura 31 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tCanal (Monte Santo de Minas - MG)............50\nFigura 32 - Perfil estratigráfico vertical (seção colunar) Sigmóide (Monte Santo de Minas - MG).....................51\nFigura 33 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tDois Irmãos (Monte Santo de Minas -\tMG)......52\nFigura 34 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tFazenda da Pedra (Monte Santo de Minas - MG) ... 53\nFigura 35 - Localização das seções levantadas no município de São Sebastião do Paraíso..............................54\nFigura 36 - Vista geral da estrada onde foi levantada a seção Fz. São José do Paraíso...............................54\nFigura 37 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tMorro do Baú (São Sebastião do Paraíso\t-\tMG).55\nFigura 38 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tGrota das Abelhas (São Seb. do Paraíso\t-\tMG).56\nFigura 39 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tFazenda São José do Paraíso..................57\nFigura 40 - Localização das seções levantadas no município de Capetinga.............................................58\nFigura 41 -\tVista\tgeral da área, onde foram levantadas\tas seções na região de Goianases.............59\nFigura 42 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tGoianases (Capetinga - MG)...................60\nFigura 43 -\tPerfil\testratigráfico\tvertical\t(seção\tcolunar)\tCopasa (Capetinga - MG)......................61\nFigura 44 - Foto da região de Monte Santo de Minas..................................................................62\nFigura 45 - Correlação das seções colunares na região de Monte Santo de Minas ..................................... 63\nFigura 46 - Correlação das seções colunares na região de São Sebastião do Paraíso e Goianases ..................... 64\nFigura 47 - Localização dos pontos amostrados na Formação Aquidauana para análise petrográfica............65\nFigura 48 -\tFotomicrografia\tmostrando\taspecto geral da rocha. Aumento de 25x......................66\nFigura 49 -\tFotomicrografia\tmostrando\tborda de recristalização em feldspato K. Aumento de\t100x....66\nFigura 50 -\tFotomicrografia\tmostrando\taspecto geral da rocha. Aumento de 25x......................67\nFigura 51 -\tFotomicrografia\tmostrando\tao centro, no cruzamento dos retículos. Aumento de\t100x....67\nFigura 52 - Fotomicrografia caracterizando textura fina e presença de oxi/hidróxido de ferro........................68\nFigura 53 - Fotomicrografia mostrando aspecto geral da rocha. Aumento de 25x........................................68\nFigura 54 - Fotomicrografia mostrando feição de recristalização em feldspato........................................69\nFigura 55 - Fotomicrografia mostrando aspecto geral da rocha, a distribuição dos grãos..............................69\nFigura 56 - Fotomicrografia mostrando quartzo policristalino........................................................70\nFigura 57 - Prancha com fotos de possíveis estrias..................................................................71\nFigura 58 - Localização das estações e roseta de paleocorrentes.....................................................72\nFigura 59 - Superfície de reativação marcada por nível de conglomerado com gradação normal..........................74\nFigura 60 - Sequência de arenitos médios/grossos com estratificação cruzada acanalada (St) ........................ 75\nFigura 61 - Seis de\tarenito médio/grosso, maciço (Sm), separados por superfícies de reativação....75\nFigura 62 - Detalhe\tdo bolsão de conglomerado da figura anterior (Gcm)............................76\nFigura 63 - Seis de\tarenito médio/muito grosso, com estratificações cruzadas acanaladas (St)......76\nFigura 64 - Detalhe\tda figura anterior (St). São Sebastião do Paraíso (MG)........................77\nFigura 65 - Formas\tsigmóides de avanço progradacional compostas de arenitos......................78\nFigura 66 - Fácies areno-conglomeráticas..........................................................78\nFigura 67 - Detalhe\tda metade superior da foto da Figura 66.......................................79\nFigura 68 - Detalhe\tdas terminações das formas sigmoides (Srs) presentes nas barras de arenito....79\nFigura 69 - Detalhe\tda metade inferior da foto da Figura 66.......................................80\nFigura 70 - Lamitos\tlaminados (Fl)................................................................80\nFigura 71 - Clastos\tselecionados a partir de diamictitos da Formação Aquidauana/Grupo Itararé.....81\nLISTA DE TABELAS\nTabela 1 - Pontos visitados na área de ocorrência da Formação\tAquidauana..........................20\nTabela 2 - Fácies reconhecidas na área de estudo..................................................32\nTabela 3 - Localização dos pontos iniciais das seções\testratigráficas verticais...................41\nTabela 4 - Resumo das unidades de Fiori (1977)....................................................44\nSUMÁRIO\n1.\tINTRODUÇÃO.....................................................................1\n2.\tVIAS DE ACESSO E GEOMORFOLOGIA.................................................3\n3.\tGEOLOGIA REGIONAL..............................................................7\n3.1\tEmbasamento Cristalino........................................................8\n3.1.1\tComplexo Barbacena........................................................8\n3.1.2\tGrupo Araxá...............................................................8\n3.2\tBacia do Paraná...............................................................9\n3.2.1\tTectónica da Bacia do Paraná.............................................10\n3.2.2\tEstratigrafia Bacia do Paraná............................................12\n4.\tFORMAÇÃO AQUIDAUANA...........................................................14\n4.1\tAspecto Estratigráfico.......................................................14\n4.2\tAspecto Sedimentológico......................................................16\n5.\tOBJETIVOS.....................................................................18\n6.\tMÉTODOS E TÉCNICAS............................................................19\n6.1\tCampanhas de campo...........................................................19\n6.2\tLevantamento de seções estratigráficas e medidas de paleocorrentes;..........21\n6.3\tCaracterização, classificação e documentação das fácies sedimentares em afloramentos;.21\n6.4\tPetrografia .................................................................22\n6.5\tIntegração dos dados.........................................................22\n7.\tFUNDAMENTAÇÃO TEÓRICA...........................................................23\n7.1.\tFácies, Análise de Fácies e Associação de Fácies..............................23\n7.2.\tAmbientes Glaciais............................................................24\n8.\tRESULTADOS OBTIDOS..............................................................31\n8.1-\tFácies sedimentares...........................................................31\n8.2-\tComparação das fácies com modelos da literatura...............................37\n8.3\t- Seções Estratigráficas Verticais (Seções Colunares)..........................40\n8.3.1.\tSeções\tlevantadas\tem\tMonte Santo de Minas.................................45\n8.3.2.\tSeções\tlevantadas\tem\tSão Sebastião do Paraíso.............................54\n8.3.3.\tSeções\tlevantadas\tem\tGoianases............................................58\n8.4.4.\tCorrelação das seções.....................................................62\n8.4\t- Petrografia..................................................................64\n8.4.1\t- Descrição de lâminas delgadas............................................65\n8.4.2\t- Interpretação e discussão do resultado das análises petrográficas........70\n8.5\t- Análise de Paleocorrentes....................................................71\n9.\tINTEGRAÇÃO DOS DADOS............................................................73\n10.\tDISCUSSÃO DOS RESULTADOS E CONCLUSÕES..........................................74\n11.\tBIBLIOGRAFIA...................................................................84\n1.\tINTRODUÇÃO\nA Formação Aquidauana registra eventos glaciais ocorridos no Carbonífero e Permiano da Bacia do Paraná. Sua ocorrência se dá predominantemente nas porções N-NW da bacia e em menor parte na porção E-SE (Figura 1). Essa unidade é considerada equivalente cronologicamente ao Grupo Itararé, podendo ser considerada uma das formações que compõem este grupo (FRANÇA &amp; POTTER (1988, 1989) e MILANI et al. (1994, 2007)).\nEm geral, as unidades Itararé e Aquidauana apresentam características semelhantes quanto ao conteúdo litológico, registrando o evento glacial que ocorreu na bacia. A principal característica que difere e chama a atenção entre as duas é a coloração em superfície. As rochas do Grupo Itararé são predominantemente branco-acinzentadas e as rochas da Formação Aquidauana marrom-avermelhadas. No entanto, existem rochas vermelho-amarronzadas na área de ocorrência do Grupo Itararé e rochas cinza-esverdeadas na Formação Aquidauana.\nA transição da Formação Aquidauana para o Grupo Itararé é pouco estudada, sendo caracterizada principalmente com base em dados de poços perfurados pela Petrobras e Paulipetro. No estado de São Paulo, os mapas mostram a transição das unidades de forma brusca, na região do rio Mogi-Guaçu, onde a Formação Aquidauana aflora na margem direita e o Grupo Itararé na margem esquerda.\nO nome Aquidauana foi utilizado pela primeira vez por Lisboa (1909) para designar sedimentos vermelhos que ocorrem no flanco oeste da Bacia do Paraná, no vale do Rio Aquidauana, sul de Mato Grosso do Sul, indicando como seção tipo a estrada de Ferro Noroeste do Brasil.\nA maioria dos trabalhos publicados sobre a Formação Aquidauana concentra-se na sua ocorrência na borda oeste da bacia, onde foi descrita sua seção tipo e onde se encontra a maior área de afloramento da unidade.\nA primeira citação da ocorrência de sedimentos Aquidauana no flanco leste da Bacia do Paraná é encontrada em Almeida (1956). Segundo o autor, essa unidade estende-se sem interrupções, desde a rodovia de Mococa e Cajuru (SP) à região entre Capetinga e Goianases, em Minas Gerais.\nPara esse trabalho buscou-se encontrar locais que representassem da melhor maneira o empilhamento da Formação Aquidauana na borda leste da bacia. Para isso foi percorrida toda a área de afloramento da unidade registrada nos mapas apresentados na literatura, em especial o mapeamento ao milionésimo da CPRM (2006). Foram escolhidos locais que apresentam exposição com expressão vertical para que pudessem ser levantadas as seções estratigráficas colunares. As melhores exposições encontram-se nos municípios de São Sebastião do Paraíso e Monte Santo de Minas (MG).\nApós a caracterização das rochas sedimentares permo-carboníferas da borda leste da Bacia do Paraná no sul de Minas Gerais, com base em levantamento de seções colunares estratigráficas, descrição de fácies e de lâminas petrográficas, foi observado que não há um elemento estratigráfico que permita separar uma unidade distinta do Grupo Itararé. A ocorrência das rochas avermelhadas é uma expressão diagenética diferenciada. Em relação às fácies encontradas, sugere-se que foram formadas em porção mais proximal que as ocorrências do Grupo Itararé no Estado de São Paulo.\nNeste trabalho, como uma das conclusões, é sugerido que o nome Formação Aquidauana atribuído às fácies avermelhadas que ocorrem no sul de Minas Gerais seja substituído por Grupo Itararé. No entanto, no desenvolvimento do texto, para melhor compreensão de análises comparativas, o nome Formação Aquidauana será mantido (como, por exemplo, nas comparações com os trabalhos já realizados na área por Fiori(1977) e Bravo(1997).\n55'W\t50’W\n15-S\nMG\n20* S\nLEGENDA\n25-S\nFm. Aquidauana\nGr. Itararé\n0 50 100\t200\n'\tkm\n55’W\t50*W\nFigura 1 - Mapa de ocorrência da Formação Aquidauana e Grupo Itararé na Bacia do Paraná (CPRM, 2006). O retângulo preto indica a área geral de estudo, sendo (*) a área específica desta dissertação.\n2.\tVIAS DE ACESSO E GEOMORFOLOGIA\nA área de estudo é limitada pelas coordenadas 20°45' a norte, 22°25' a sul, 46°45' a leste e 47°15' a oeste. Encontra-se na divisa dos estados de São Paulo e Minas Gerais (Figura 2), conhecida como meso região de Campinas para o primeiro e sul de Minas Gerais para o segundo.\nO acesso à área se dá pela rodovia SP-340 que liga Campinas a Mococa, que corta toda a área de afloramento da unidade no Estado de São Paulo. Segue-se pela BR-491 até São Sebastião do Paraíso, passando por Monte Santo de Minas. Essa rodovia também tem direção norte-sul e atravessa a área de afloramento da Formação Aquidauna.\nA área de estudo encontra-se na depressão periférica, expressão geomorfológica inicialmente descrita para o Estado de São Paulo, mas que se estende para o sul de Minas Gerais, até encontrar o embasamento constituído predominantemente pelos grupos Araxá e Barbacena. A drenagem atual entalha os sedimentos da bacia permitindo boas exposições no sul de Minas Gerais. É possível que a proximidade do embasamento tenha permitido a percolação da água nas fraturas, que gerou o relevo mais acidentado.\nA figura 3 apresenta uma imagem de modelo digital do terreno e o mapa de relevo da CPRM (2006) na área de ocorrência da Formação Aquidauana (Grupo Itararé). Observa-se que há o predomínio de colinas amplas na porção sul da área e de morros e serras baixas nos locais onde foram levantadas as seções.\nOs rios são perenes e de pequeno a médio porte. Em alguns são encontradas antigas pequenas centrais hidrelétricas (PCH). Os principais rios que atravessam a área são Mogi-Guaçu, Jaguari-Mirim, Pardo e Canoas.\nA zona rural é bem desenvolvida nos estados de São Paulo e Minas Gerais. Para o primeiro é mais comum o cultivo de cana de açucar, pastagem e granja de frango (relevo de colinas amplas) e para o segundo predominam plantações de café nas encostadas das serras e topo de morros.\nLOCALIZAÇAO\nrf'V - A\n¿Xto\nCAPETINGA\niapous fino\nSAO SEBASTIAO. ÍO PA!\n1 J\nleza De Minas\nSo 13\tSo33\nItamoi\nPedro Da Ur\n.Cassia\nJuruaia\n.uis Antonio\nSanta Cruz Da Esperan\nr/À °\n/ Xryceburgo\nSao Simao\nSanta Rosa De Vil\nCaconde\n.Dhrrnolandia\nTambaui\nSanta Rita Do Passa Quatro\n.Porto Ferreira\nVargem Grande Do Sul\nLEGENDA\nRodovia\nIrassununt\n48°W\nLimite inter-estadual\nLimite inter-municipal\nSede municipal\nO Pontos visitados\nFm. Aquidauana\nLeme\nARARAS\t■\n■\tCONCHAL\nMOGI-GUACU\n47°W\n22’S\t21 °S\nFigura 2 - Localização dos pontos visitados em busca das melhores exposições da unidade. O retângulo em azul apresenta a área com as melhores exposições da unidade. (CPRM, 2006)\n7550\t7600\t7650\t7700\n250\n200\n250\t300\n250\n300\nIMBUIA\nSÃO\nITAMOGI\nCASSIA DOSO\n■ MOCOCA\nBl MONTE SANTO JL ■ DEMINAS\nARCEBURGO q\n■SÁ SÁO JOSÉ DO STT RIO PARDO\niC0V7\ns-‘ r»\n\n\nTAMBAU\nSANTA CRUZ ■ OAS PALMEIRAS\n■ PIRASSUNUNGAR|° '”Sw**n\nLEME\nARARAS\n0 5\n10\n250\nCONCHAL\nMOjf-GUACU\n300\n7550\t7600\t7650\t7700\nFigura 3 - A) Imagem SRTM com escala de cores mostrando a variação da cota altimétrica na área. A linha branca representa a área de afloramento da Formação Aquidauana e os pontos amarelos a localização dos pontos visitados; B) Mapa de relevo (CPRM, 2006)\nA principal característica do relevo na área de afloramentos da Formação Aquidauana, com ênfase para a região do sul de Minas Gerais é a presença de feições residuais, na forma de testemunhos como mesas e tabuleiros (alguns em forma de selas ou peões) de dimensões variadas e com topos aplainados. No geral, as camadas são horizontais e com ondulações sigmóides que se destacam nos paredões verticais, tipicamente em tons de vermelho (Figuras 4 e 5).\nFigura 4 - Morro Dois Irmãos, em Monte Santo de Minas (MG). Morro testemunho da Formação Aquidauana, com topo plano e paredão vertical de arenitos com típicas cores em tons de vermelho.\nFigura 5 - Morro testemunho em São Sebastião do Paraíso (MG) - em forma de mesa - da Formação Aquidauana, com extenso topo plano.\n3.\tGEOLOGIA REGIONAL\nA área estudada encontra-se no limite da Bacia do Paraná com o embasamento (Figura 6). Para o entendimento do contexto regional da Formação Aquidauana no sul de Minas Gerais, será apresentada uma breve descrição das unidades que ocorrem na área.\nLEGENDA\n1 1\t\t¿ 8\tDepósito» aluvonare»\n\t\t\tDepterioa FtoCtoro\n\t\t\tItaquen H Serra Gorai FormaçAo Botucatu\n\t\t\tPiram boa\n\t\t1\tR Coompatal ■1 Irati\n\t\t¡J\t^aíul | Formação Aqmdauana\tItararé\n\t\t1 0\tH Vargrzia-Guampa Sâo José do do R» Pardo Xisto» e Paragnacsses. Andreiftndia H Granflôrde Caconde\na\t\t5 j\tGrupo Ara tá PMúnta Fortaleza de M<ias H Grando PmhaMputúna\n8 1\t\t\t| Amparo | Séo Gonçalo do Sapucat\n\nLOCALIZAÇÃO\n10___20\nkm\nn ---------------------------------------\n300\nFigura 6 - Mapa geológico da área estudada. (CPRM, 2006).\n3.1\tEmbasamento Cristalino\nO embasamento cristalino da área estudada é composto basicamente pelo Grupo Araxá e Complexo Barbacena. Muitos trabalhos foram publicados para a descrição dessas unidades, mas nesse trabalho cabe apenas uma breve descrição apresentada a seguir:\n3.1.1\tComplexo Barbacena\nO Complexo Barbacena foi definido por Barbosa (1954), sendo constituído de xistos (mica xistos, clorita xistos, anfibólio xistos, talco xistos, etc.) e granitos, bastante diferentes das rochas associadas ao que na época era denominado de Série Mantiqueira (Barbosa, 1954) e Série Minas (Derby, 1906).\nAs rochas associadas ao embasamento foram inicialmente incluídas no Complexo Campos Gerais definido por Cavalcante et al. (1979). Segundo Zanardo et al. (1996) o Complexo Campos Gerais é constituído por rochas de diferentes idades, afetadas por tectônica direcional dúctil a rúptil-dúctil.\nEstudos realizados por Zanardo et al. (1996) permitiram aos autores a separação do Complexo Campos Gerais em duas unidades distintas. A unidade posicionada ao norte é representada por terrenos do tipo granito greenstonede idade arqueana e corresponde ao prolongamento oeste da unidade denominada Complexo Barbacena (Barbosa, 1954). As rochas da porção sul ocorrem tectonicamente embutidas entre o Complexo Barbacena e o Complexo Varginha-Guaxupé (Del Lama, 1993). Segundo Zanardo et al. (1996) estas rochas estão associadas a uma sequência metavulcano-sedimentar correlacionável ao Grupo Araxá.\n3.1.2\tGrupo Araxá\nO Grupo Araxá foi inicialmente denominado de Formação Araxá por Barbosa (1955), sendo composto por mica xistos, quartzitos e migmatitos. A partir de 1970 Barbosa et al. (1970) passaram a usar o termo Grupo, restringindo o Grupo Araxá aos xistos e quartzitos, considerando as rochas gnáissicas pertencentes a um conjunto mais antigo.\nOliveira et al. (1983) realizaram o mapeamento da Folha São Sebastião do Paraíso e descreveram que o Grupo Araxá é representado por xistos, quartzitos, metacalcários e gnaisses diversos. Os xistos apresentam textura lepdoblástica e são representados por biotita xistos, quartzo-muscovita xistos, granada xistos e cianitagranada xistos, com ou sem feldspato. Os quartzitos podem constituir corpos relativamente espessos (dezenas a centenas de metros) ou pequenas intercalações lenticulares nos xistos e gnaisses.\nSimões (1995), baseado em correlações estratigráficas com as áreas tipo dos grupos Araxá e Canastra, formulou uma nova proposta e sugeriu a seguinte denominação estratigráfica:\nGrupo Canastra: para as rochas incluídas na Sequência Metassedimentar Carmo do Rio Claro (VALERIANO et al., 1989) ou Sequência Serra da Boa Esperança (VALERIANO,1993);\nGrupo Bambuí: para os metassedimentos de baixo grau metamórfico que ocorrem caracteristicamente associados ao domínio autóctone.\nCom base em estudos petrográficos, estratigráficos e microestruturais realizados nas rochas da Nappe de Passos, Zanardo (1992), também propôs uma subdivisão do Grupo Araxá diferentemente de Simões (1995). Zanardo (1992) estendeu os estudos até a Folha São Sebastião do Paraíso.\n3.2\tBacia do Paraná\nA Bacia do Paraná é uma ampla região vulcano-sedimentar da América do Sul abrangendo porções territoriais do Brasil meridional (Figura 7), Paraguai oriental, nordeste da Argentina e norte do Uruguai, totalizando uma área total que ultrapassa 1.500.000 km2). Exibe uma forma ovalada com eixo maior N-S abrangendo uma sucessão sedimentar-magmática com idades entre o Neo-Ordoviciano e o Neocretáceo com espessura total máxima em torno dos 7 mil metros coincidindo geograficamente o depocentro estrutural da sinéclise com a região da calha do rio Paraná\n(MILANI et al. 2007).\nTTW\n- c\nPA\t.. 7 MA\tí rt\n\tr í Pl J\n3“\nBACIA DO PARANÁ\n500\nI\tI\nFigura 7 - Localização da Bacia\n3.2.1\tTectónica da Bacia do Paraná\nA Bacia do Paraná, originada como um golfo (ZALÁN et al., 1990;MILANI,1992) aberto para o Panthalassa, tornou-se com o tempo uma depressão intracratônica aprisionada no interior do Gondwana. A margem meridional do Gondwana, em particular o trecho que hoje em dia corresponde à borda andina da América do Sul, comportou-se durante praticamente todo o Fanerozóico como um domínio de convergência entre o bloco siálico e a litosfera oceânica do Panthalassa.\nInterpretações de dados geofísicos em escala de bacia (MARQUES et al., 1993), revelaram uma persistente orientação SW-NE de anomalias gravimétricas e mag neto métricas marcando toda a área da bacia, provavelmente relacionado à estruturação do embasamento. Dados de sísmica de reflexão igualmente detectaram um padrão SW-NE de estruturas, configuradas como calhas na região central da bacia e alojando seu pacote paleozóico mais inferior, pré-devoniano. Tal feição foi denominada por Marques et al. (1993) como \"rifte central\" (Figura 8), ajustando-se adequadamente às anomalias gravimétricas e magnetométricas dessa mesma região.\nFigura 8-Blocos estruturais da Bacia do Paraná. (MARQUES et al., 1993)\nO arcabouço estrutural da bacia é marcado por flexuras e várias direções de alinhamentos tectónicos e zonas de falha (Figura 9), mapeados com auxílio de geofísica e sensoriamento remoto (VIEIRA, 1973; FERREIRA, 1982; SOARES et al., 1982; ZALÁN et al., 1987; ARTUR &amp;SOARES, 2002). Essas estruturas foram desenvolvidas e/ou reativadas durante eventos tectónicos fanerozóicos relacionados à geodinâmica do supercontinente. O flanco leste da bacia corresponde a uma região afetada pelo rifteamento do Atlântico Sul e abertura do oceano, onde\ngrande parte da seção sedimentar paleozóica-mesozóica foi erodida. A borda oeste é marcada\npelo Arco de Assunção, cujo soerguimento está relacionado a respostas flexurais da compressão\nandina cenozóica (MILANI &amp;ZALÁN,1999).\nUNEAMENTOS\n1)\tTransbrasikano;\n2)\tCassdândia.\n3)\tGuapiara.\n4)\tAraçatuba,\n5)\tMoji-Guaçu/Dourados.\n6)\tSanto Anastácio;\n7)\tGuaxupd;\n8)\tJacutinga;\n9)\tSflo JerómmoCuriuva\n10)\tRio Alonzo;\n11)\tCândido de Abreu/\nCampo Mourão;\n12)\tSáo Sebastião,\n13)\tRio Rquiíi;\n14)\tCaçador\n15)\tTaxaquara;\n16)\tLancinha/Cubatão,\n17)\tBlumenau/Sotedade;\n18)\tLeão\n19)\tBento Gonçalves:\n20)\tAçotea\nARCOS ESTRUTURAIS\nA)\tArco de Bom\nJardim de Goiás.\nB)\tArco do Alto Paranaiba\nC)\tFtexura de Gotâma\nD)\tBaixo de Ipiaçu/ Campina Verde.\nE)\tArco de Ponta Grossa\nF)\tSindmal de Torres;\nG)\tArco do Rio Grande\nS\nH)\tArco de Assunção\nFigura 9 - Localização dos principais elementos tectônicos da Bacia do Paraná (modif. de VIEIRA 1973, FERREIRA 1982;ZALÁN et al., 1987 eVESELY, 2006)\n3.2.2\tEstratigrafia Bacia do Paraná\nA Bacia do Paraná apresenta o registro de eventos ocorridos do Neo-Ordoviciano até o final do Mesozóico, constituindo um complexo conjunto sedimentar-magmático. Os sucessivos episódios de sedimentação geraram o registro policíclico da bacia. Seis unidades de segunda ordem (MILANI, 1997) constituem o arcabouço estratigráfico na forma de pacotes rochosos separados por discordância de caráter inter-regional. Essas supersequências são: Rio Ivaí (Ordoviciano-Siluriano), Paraná (Devoniano), Gondwana I (Carbonífero-Eotriássico), Gondwana II (Meso a Neotriássico), Gondwana III (Neojurássico-Eocretáceo) e Bauru (Neocretáceo). Algumas de suas características podem ser observadas na figura 10.\nFigura 10 - Carta estratigráfica da Bacia do Paraná (MILANI et al., 2007) com destaque para a Formação Aquidauana (retângulo em vermelho). alg - Fm. Alto Garças; IAP - Fm. Iapó; VLM - Fm. Vila Maria; FUR - Fm. Furnas (JGR - Mb. Jaguariaíva; TBJ - Mb Tibagi; SdM - Mb São Domingos); ORT - Diamictito Ortigueira; PGR - Fm. Ponta Grossa; AQU -Fm Aquidauana; LAZ - Fm. Lagoa Azul; CMO - Fm. Campo Mourão; TAC - Fm. Taciba (RSL - Mb. Rio do Sul); RBN - Fm. Rio Bonito; PLM - Fm. Palermo; IRT - Fm. Irati; SAL - Fm Serra Alta; TRS - Fm. Teresina; RRT - Fm. Rio do Rasto; PIR - Fm. Pirambóia; SCB - Fm. Sanga do Cabral; SM - Fm. Santa Maria; BOT - Fm. Botutcatu; SGL - Fm. Serra Geral.\nDevido à complexidade da bacia e à grande quantidade de unidades geológicas, cabe aqui apenas descrever a SupersequenciaGondwana I (Carbonífero-Eotriássico), onde encontra-se a Formação Aquidauana e unidades correlatas.\nA SupersequênciaGondwana I (MILANI, 1997) engloba grande parte empilhamento deposicional da Bacia do Paraná, registrando eventos ocorridos do Carbonífero ao Eotriássico. A espessura média das unidades (MILANI, 2007), representa quase metade de todo o empilhamento da bacia.\nEsta supersequência engloba as unidades litoestratigráficas denominadas Grupo Itararé e Formação Aquidauana, Grupo Guatá (formações Rio Bonito e Palermo / Tatuí), Grupo Passa Dois (formações Irati, Serra Alta / Corumbataí, Teresina, Rio do Rasto) e formações Pirambóia e Sanga do Cabral.\nDurante boa parte do Eocarbonífero, o Gondwana encontrava-se em elevadas latitudes e experimentou uma extensa glaciação continental. Segundo Milani (2007) esse foi o fator que inibiu a sedimentação na Bacia do Paraná e gerou uma lacuna entre os estratos neodevonianos da Formação Ponta Grossa e os neocarboníferos do Grupo Itararé e Formação Aquidauna. Com a movimentação do continente, distanciando do foco da glaciação, foi retomada a sedimentação na bacia no Neocarbonífero.\nNesse contexto, a Formação Aquidauana se enquadra na base da SupersequênciaGondwana I, na nova fase do supercontinente, associada aos ciclos de avanço e recuo das geleiras da glaciação ocorrida no Neocarbonífero. França e Potter (1988) definiram para o Grupo Itararé e Formação Aquidauana ciclos de sedimentação com afinamento granulométrico para o topo que corresponderiam a mudanças climáticas cíclicas dentro do regime glacial. Esses ciclos iniciam em pacotes arenosos que gradam para cima para pacotes argilosos com ocorrência de seixos dispersos.\n4.\tFORMAÇÃO AQUIDAUANA\n4.1\tAspecto Estratigráfico\nA Formação Aquidauana, de idade carbonífera a permiana, é considerada equivalente cronologicamente ao Grupo Itararé.\nO nome Aquidauana foi utilizado pela primeira vez por Lisboa (1909) para designar sedimentos vermelhos que ocorrem no flanco oeste da Bacia do Paraná, no vale do rio Aquidauana, sul de Mato Grosso do Sul, indicando como seção tipo a estrada de Ferro Noroeste do Brasil. Inicialmente não foi observada discordância com os arenitos da Formação Botucatu, sugerindo que o arenito Aquidauana não se diferenciava pela textura, composição e condições estratigráficas do arenito superior.\nAlmeida (1945) denominou Série Bela Vista a ocorrência de sedimentos glaciais situados nas proximidades da cidade homônima, no sul de Mato Grosso do Sul. Em 1946, o mesmo autor descreveu o arenito Aquidauana correlacionando-o ao arenito Torres e, como verificou que recobria a Série Bela Vista e estava sotoposto ao Grupo Estrada Nova, situou-o no Permiano inferior. Em 1954 o mesmo autor reconheceu a existência de camadas glaciais e flúvio-glaciais no arenito Aquidauana, usando, então, a denominação de Série Aquidauana para todos os sedimentos situados estratigraficamente entre as camadas devonianas e a base da Formação Irati, incluindo nessa unidade os estratos anteriormente denominados de Série Bela Vista.\nBeurlen (1956) propôs os nomes de “Tilito Aquidauana”, “Tilito Bela Vista” e “Tilito Nioaque” para designar diferentes fácies da Formação Aquidauana, atribuindo-lhes caráter de unidades estratigráficas e considerando-os como representantes de morenas de fundo. No mapa geológico que organizou, os basaltos da Serra de Maracajú situam-se em contato direto com os sedimentos da sequência pós-glacial da Formação Aquidauana. Reconheceu também leitos conglomeráticos e depósitos flúvio-glaciais, pouco conspícuos na área. Em 1959, Beurlen atribuiu origem por gelos flutuantes aos seixos esparsos encontrados em arenitos.\nBauer (1958) e Bauer &amp;Langher (1958) usaram a denominação Série Aquiduana somente para parte da Série Aquidauana de Almeida (1954), correlacionando-a como depósitos fluviais e glaciais do Grupo Itararé do flanco leste da bacia. A parte superior, caracterizada pela presença de camadas de sílex, foi interpretada como Formação Palermo. Kremer (1959), Jewell (1961) e Vieira (1968) abandonaram a denominação Aquidauana em seus trabalhos, substituindo-a por Itararé.\nPetri e Fulfaro (1966) referiram-se à existência de conglomerados polimíticos na Formação Aquidauana em Goiás e leste de Mato Grosso, com seixos facetados e estriados, podendo eventualmente corresponder a tilitos.\nFarjalatt (1970), ao estudar a região de Aquidauana, considerou os diamictitos do sul do Mato Grosso, ao invés de verdadeiros tilitos, como depósitos subaquosos relacionados à glaciação, sugerindo que os principais processos para formação desses diamictitos seriam os gelos flutuantes, correntes de turbidez e correntes de lama.\nA primeira citação da ocorrência de sedimentos Aquidauana no flanco leste da Bacia do Paraná é encontrada em Almeida (1956) que, segundo o autor, estendem-se sem interrupções, desde a rodovia de Mococa e Cajuru (SP) até a região entre Capetinga e Goianases, em Minas Gerais, ocultando-se em seguida sob o arenito Botucatu para ressurgir mais ao norte como um bloco de falha encravado no Pré-Cambriano, na região de Piçarra, pouco ao sul da usina hidrelétrica de Peixotos, em Minas Gerais. Em uma tentativa de esclarecer a relação existente entre as Séries Aquidauana e Tubarão, o mesmo autor, com base em observações feitas no município de Águas da Prata (SP), correlacionou a Série Aquidauana ao membro inferior Tupi da Formação Itapetininga, no sentido de Barbosa e Almeida (1949). Andrade e Soares (1971) e Soares (1972) concluíram que a Formação Tatuí é discordante sobre a Formação Aquidauana no centro leste de São Paulo e esta é contemporânea às fácies mais novas do Grupo Itararé, situadas no Permiano inferior.\nSoares e Landim (1973) concordaram com Almeida (1956) quanto à correlação das rochas existentes em Águas da Prata, Poços de Caldas e sul de Minas Gerais com as da Formação Aquidauana em Mato Grosso e Goiás. No entanto, consideraram a Formação Aquidauana como fácies de borda da, então, Formação Itararé, com a mesma variação de idade desta, pois verificaram tanto em afloramentos como em poços da Petrobrás, a interdigitação entre esses dois conjuntos litológicos tanto na base como no topo. Tal interpretação está em desacordo com a idade carbonífero superior atribuída a toda a Formação Aquidauana por Daemon e Quadros (1970) para o flanco oeste da Bacia do Paraná. Segundo os citados autores esta seria a idade da base desta unidade apenas, cujo limite superior estaria no Permiano inferior. Como evidência de glaciação encontrada nestas rochas podem ser citadas as estruturas descritas como possíveis “drumlins” por Rocha-Campos et al. (1968).\nFiori (1977) estudou afloramentos da Formação Aquidauana na região sul de Minas Gerais. Descreveu três associações de fácies: clásticos finos (diamictitos, lamitos, siltitos, ritmitos e argilitos), arenitos de granulação fina (arenitos, lamitos e conglomerados com matriz de areia fina a muito fina) e clásticos grossos (arenitos de granulometria média a muito grossa e conglomerados).\nO autor constatou que os clásticos finos ocorrem em extensos depósitos tabulares. Os outros dois grupos faciológicos ocorrem em depósitos lenticulares e alongados segundo a direção leste-oeste, normalmente com os clásticos grossos progradando sobre os arenitos de granulação fina. Os contatos entre os grupos faciológicos geralmente são bruscos, às vezes com superfícies erosivas. O processo deposicional responsável pela sedimentação dos clásticos finos apontado\npelo autor é análogo ao imaginado por Farjalatt (1970): depósitos subaquosos formados por correntes trativas e fluxos de sedimentos.\nCottaset al. (1981) estudaram a faixa de afloramentos no nordeste de São Paulo e descrevem corpos arenosos maciços ou com estratificação horizontal, arenitos de granulometria fina com laminação cruzada e diamictitos, localmente com intercalações de arenitos de granulometria média a grossa, às vezes conglomeráticos.\nSegundo os autores, esta associação de litofácies também teria se depositado num lago periglacial e os sedimentos mais grossos seriam fandeltas ou fácies proximais do lago. O membro superior, que se assenta em caráter transicional sobre o anterior, apresenta fácies predominantemente arenosas: arenito de granulometria fina, maciço ou com estratificação horizontal, arenito de granulometria média e lamítico, lamitos com estratificação horizontal, arenito de granulometria grossa a conglomerático.\nBravo (1997) levantou seções colunares estratigráficas na área de Monte Santo de Minas e identificou 10 fácies sedimentares separadas em 3 grupos de faixa granulométrica. A mesma autora também identificou ciclos de granodecrescência ascendente com intervalos de 10 a 50 metros constituídos de arenito na base e lamitos no topo.\nPerinotto (1997) analisou a geologia das margens norte e noroeste da Bacia do Paraná e descreveu a Formação Aquidauana como Grupo Aquidauana, aventando a possibilidade de uma subdivisão em duas formações: Nioaque e Torres, que foram descritas como sendo uma sequência sedimentar marcada por erosão basal. Em termos de evolução sedimentar, a “Formação Nioaque” foi caracterizada por apresentar principalmente fácies relacionadas a fluxos gravitacionais associados à glaciação, enquanto a “Formação Torres” registra depósitos melhor organizados, com associações faciológicas permitindo inferir ambientes costeiros e marinhos rasos, com maior distanciamento das influências glaciais.\n4.2\tAspecto Sedimentológico\nIndícios da ação de geleiras são encontrados ao longo de toda a sucessão estratigráfica vertical, sugerindo que estes processos sempre estiveram presentes na paleogeografia durante a sedimentação da Formação Aquidauana. Entre as evidências da ação do gelo, destacam-se diamictitos maciços e estratificados contendo clastos facetados e estriados, e folhelhos e ritmitos com clastos dispersos, caídos de gelo flutuante (dropstones).\nA abundância de arenitos com estruturas de tração em todos os níveis estratigráficos indica grandes volumes de água de degelo, o que é típico de geleiras temperadas ou de base úmida, que deslizam sobre o substrato (MILLER, 1996). A alta proporção de fácies arenosas indica a ação efetiva de água de degelo, retrabalhando detritos glaciais na forma de sistemas de\noutwash e de lobos turbidíticos. Esses padrões de sedimentação refletem alta taxa de deposição, o que é característico de sistemas deposicionais glaciais proximais em condições climáticas temperadas.\nPelitos com clastos caídos são evidências conclusivas da ação de geleiras em ambiente aquático. Outras fácies e associações de fácies descritas em diferentes níveis estratigráficos apontam deposição subaquosa, indicando a ação de processos de escorregamentos de massa, fluxos de detritos e correntes de turbidez.\nSegundo Gesickiet al. (2002), em diversos locais são encontradas superfícies estriadas no sudoeste do Estado de Mato Grosso do Sul. As estrias apresentam variações da direção de N22E e N28W. A predominância de fluxo, a partir dessas estrias é para NNW conforme registrado em afloramentos mostrando concordância entre evidências da Formação Aquidauana e Grupo Itararé (Figura 11).\nBrasília\nCuiabê ■\nBRAZIL\nAsunción\nCuritib.\nCampo Grande\nPorto Alegre\n, 200km\nI\nSáo ■ Paulo,\nFigura 11 - Dados de paleocorrente da sequência permo-carbonífera da Bacia do Paraná.Legenda: 1 -embasamento cristalino; 2 - rochas sedimentares da Bacia do Paraná; 3 - área de afloramento do Grupo Itararé; 4 - vetores com indicação do sentido de estrias glaciais (Gesicki, 2002)\n5.\tOBJETIVOS\nO escopo desse trabalho é caracterizar a Formação Aquidauana no sul de Minas Gerais (Monte Santo de Minas e São Sebastião do Paraíso) e contribuir para a discussão sobre a origem da coloração avermelhada de suas litofácies.\nPara isso os seguintes objetivos foram traçados:\n1.\tCaracterização das fácies sedimentares e das associações de fácies sedimentares;\n2.\tInterpretação dos processos formadores e ambiente de sedimentação da unidade;\n3.\tEntendimento da cor avermelhada predominante na unidade.\n4.\tEstabelecimento da relação entre a Formação Aquidauana e o Grupo Itararé na borda\nleste da Bacia do Paraná.\n6.\tMÉTODOS E TÉCNICAS\nUm dos objetivos do estudo de rochas sedimentares implica o entendimento do empilhamento sucessivo dos estratos formados em tempos e ambiente distintos. Em ambientes glaciais não é comum a formação de camadas horizontais e de grande extensão.\nPara obter a compreensão do empilhamento foram levantadas 12 seções estratigráficas colunares nos municípios de São Sebastião do Paraíso e Monte Santo de Minas (MG). Considerando a ampla variação lateral e vertical de sedimentos glaciais, as seções foram posicionadas de acordo com as unidades definidas por Fiori (1977), na mesma área.\nEm relação à questão da diferença de coloração entre o Grupo Itararé e Formação Aquidauana nos estados de São Paulo e Minas Gerais, foram descritas lâminas de seção delgada para buscar evidências genéticas da oxidação dos grãos de quartzo.\n6.1\tCampanhas de campo\nApós levantamento bibliográfico sobre o tema e criação de um banco de dados (textos, fotografias, figuras e mapas), foram realizadas três campanhas de campo para reconhecimento da área e levantamento de seções colunares estratigráficas.\nA primeira campanha de campo realizada para o reconhecimento da área, corresponde ao trecho Rio Claro a São Sebastião do Paraíso (MG), passando por Mogi-Mirim, Mococa e Monte Santo de Minas. Este roteiro foi traçado com base nos mapas geológicos regionais que mostram faixa de afloramento das unidades estratigráficas Itararé e Aquidauana.\nAssim, foram definidas as áreas de interesse, com boas exposições da Formação Aquidauana e parte do Grupo Itararé. Depois de selecionadas as áreas para detalhamento, foram definidas duas cidades como bases de apoio: São Sebastião do Paraíso e Monte Santo de Minas.\nNas duas campanhas seguintes, sendo as campanhas com 10 dias cada uma, foram detalhadas as seções estratigráficas previamente selecionadas, com análises de fácies, medição de vetores para obtenção de paleocorrentes, documentação fotográfica e coleta de amostras para análise petrográfica. Foram levantadas doze seções na região de São Sebastião do Paraíso, Capetinga e Monte Santo de Minas, onde ocorrem as melhores exposições da Formação Aquidauana.\nConforme apontado no item 4 (Trabalhos Anteriores), a área em estudo já foi alvo de investigações de outros pesquisadores, com destaque para Fiori (1997), que dividiu a Formação Aquidauana em sete unidades litológicas agrupadas em três conjuntos que representam fácies lacustres, proximais e distais; e para Bravo (1997), que apresentou suas conclusões com base em seções colunares levantadas nas proximidades de Monte Santo de Minas. Ambos os trabalhos foram revistos nas campanhas de campo realizadas.\nTabela 1 - Pontos visitados na área de ocorrência da Formação Aquidauana.\n(Coordenadas em UTM, Zona 23k, em metros)\nPONTOS\tX\tY\tZ\n1\t290.131\t7.518.937\t-\n2\t295.977\t7.515.164\t688\n3\t297.979\t7.524.184\t601\n4\t298.870\t7.523.398\t633\n5\t298.935\t7.523.217\t617\n6\t296.619\t7.535.502\t629\n7\t286.299\t7.585.244\t663\n8\t287.900\t7.604.114\t598\n9\t288.534\t7.608.481\t592\n10\t288.583\t7.608.872\t613\n11\t288.696\t7.609.852\t624\n12\t290.803\t7.627.015\t607\n13\t292.151\t7.661.820\t930\n14\t292.623\t7.664.486\t1008\n15\t294.197\t7.677.151\t1091\n16\t294.787\t7.677.547\t1052\n17\t304.437\t7.683.178\t942\n18\t301.734\t7.681.953\t945\n18a\t292.752\t7.660.818\t-\n19\t242.647\t7.482.285\t556\n20\t239.792\t7.482.965\t537\n21\t243.945\t7.462.305\t606\n22\t244.744\t7.461.438\t566\n23\t246.136\t7.459.043\t533\n24\t250.128\t7.454.558\t533\n25\t253.894\t7.454.762\t568\n26\t251.782\t7.450.342\t582\n27\t250.792\t7.451.850\t543\n28\t242.586\t7.451.148\t550\n29\t233.740\t7.448.595\t593\n30\t227.465\t7.445.024\t533\n31\t225.175\t7.444.086\t511\n32\t244.734\t7.443.463\t532\n33\t221.753\t7.440.849\t500\n34\t302.459\t7.685.920\t945\nPONTOS\tX\tY\tZ\n35\t302.504\t7.685.548\t-\n36\t303.444\t7.684.952\t-\n37\t303.303\t7.684.918\t-\n38\t304.860\t7.683.478\t960\n39\t302.290\t7.685.866\t945\n40\t296.407\t7.687.913\t934\n41\t296.089\t7.687.812\t954\n42\t296.890\t7.682.560\t940\n43\t296.840\t7.682.749\t928\n44\t296.640\t7.682.835\t907\n45\t296.190\t7.682.603\t903\n46\t297.252\t7.686.714\t953\n47\t298.133\t7.679.225\t959\n48\t296.868\t7.684.811\t879\n49\t289.958\t7.710.621\t835\n50\t290.171\t7.709.161\t908\n51\t290.173\t7.708.397\t948\n52\t288.992\t7.709.397\t825\n53\t288.667\t7.709.459\t841\n54\t288.585\t7.709.626\t832\n55\t289.188\t7.709.477\t852\n56\t306.875\t7.668.588\t1043\n57\t303.490\t7.662.663\t972\n58\t297.488\t7.663.935\t995\n59\t306.696\t7.662.335\t1048\n60\t300.057\t7.660.912\t940\n61\t301.511\t7.663.504\t955\n62\t300.888\t7.662.702\t965\n63\t302.791\t7.663.434\t-\n64\t289.130\t7.661.395\t883\n65\t303.455\t7.680.226\t974\n66\t313.061\t7.639.033\t1165\n67\t229.924\t7.505.109\t-\n68\t242.611\t7.482.168\t-\n6.2\tLevantamento de seções estratigráficas e medidas de paleocorrentes;\nSeções colunares estratigráficas é uma das ferramentas utilizadas para a interpretação de paleoambientes de sedimentação e também importante para se estabelecer correlação estratigráfica. São realizadas para o entender e registrar o empilhamento vertical de uma unidade estratigráfica. Neste caso busca-se um local onde há todo o intervalo representativo da unidade, desde o contato basal ao do topo. Onde não é possível encontra todo o registro da unidade num único local levantam-se diversas seções colunares e as correlacionam a partir de um datum estratigráfico para se estabelecer uma coluna estratigráfica representativa da região.\nNo caso de ambientes glaciais é raro estabelecer camadas guias, pois há ampla variação lateral e vertical de fácies, o que dificulta a correlação entre as seções. Níveis de conglomerados podem ser utilizados para delimitar uma sequência sedimentares, mas a correlação entre eles pode não ser confiável, pois não é possível identificar os ciclos em seções distintas.\nNeste trabalho foi realizado o levantamento de 12 seções colunares em 3 municípios. As seções foram levantadas em corte de estradas e trilhas em morros testemunhos utilizando de visadas com bússola tipo Brunton e com trena.\nApós o levantamento e a confecção das seções, foi realizada a tentativa de empilhamento da unidade com correlação das seções utilizando o mapeamento de Fiori (1977) que separou a Formação Aquidauana em 7 unidades fotolitológicas (I, II, IIA, III, IV, IVA e VA). Essas unidades foram empilhadas pelo autor citado de forma que a unidade com o número menor é mais antiga que a unidade com o número maior.\nNa área de estudo, a Formação Aquidauana assenta-se sobre o embasamento e nenhuma das seções foi possível iniciar a partir do contato basal da unidade.\nJuntamente com o levantamento das seções colunares foram extraídas medidas de paleocorrente. As medidas foram realizadas com bússola Brunton modelo GEO Pocket Transit 5010 que permite extrair medidas tipo clar. As medidas foram separadas por pontos com uma média de 15 medidas por ponto e geradas as rosetas no programa RockWorks 14.\n6.3\tCaracterização, classificação e documentação das fácies sedimentares em afloramentos;\nPara a descrição e interpretação das fácies encontradas na área foram adotados os códigos de fácies, amplamente utilizados na literatura. Na área de estudo foram identificadas quatorze (14) fácies sedimentares, designadas com base no código de Miall (1978, 1985) e Eyleset al. (1983).\nOs códigos originais podem sofrer pequenas alterações para se adaptar a uma área de estudo, especialmente em ambientes glaciais. A primeira letra sempre indica a granulometria da\npartícula predominante e as letras seguintes, em minúsculo, indicam informações em relação à estrutura sedimentar ou deformações ocorrentes.\nAs fácies sedimentares encontradas na área serão apresentadas no item 8.2, com os códigos adaptados para os litotipos encontrados e fotos ilustrativas.\n6.4\tPetrografía\nPara identificar a origem das cores avermelhadas da Formação Aquidauana foram confeccionadas lâminas de seção delgada para estudo petrográfico. Para isso foram utilizadas as dependências do Departamento de Petrologia e Metalogenia (laboratórios de Laminação e de Microscopia Optica) com a colaboração do Prof. Dr. Antenor Zanardo.\nO estudo petrográfico realizado com lâminas de seção delgada permite identificar detalhes da evolução diagenética da rocha. Foram coletadas amostras de arenitos vermelhos da área de estudo e observadas e descritas 5 lâminas com microscópio petrográfico com luz polarizada e com aumento de 25, 50 e 100 vezes.\n6.5\tIntegração dos dados\nComo item final, foi realizada a integração dos dados a fim de estabelecer a paleogeografia e definir o ambiente de sedimentação.\n7.\tFUNDAMENTAÇÃO TEÓRICA\nPara auxiliar a interpretação e entendimento dos processos sedimentares, foi realizada uma pesquisa na literatura sobre ambientes de sedimentação glacial e processos formadores. Essa pesquisa é apresentada a seguir.\n7.1.\tFácies, Análise de Fácies e Associação de Fácies\nO termo fácies foi introduzido na geologia por Gressly em 1838(apud WALKER &amp; JAMES, 1992), utilizando este para agrupar os aspectos litológicos e paleontológicos de uma unidade estrati gráfica. Esta denominação foi utilizada de diferentes maneiras desde sua introdução, e desta forma foi trabalhado por vários autores para uma tentativa de definição.\nO termo foi sendo ampliado e modificado, mas continuou apresentando o mesmo significado proposto inicialmente, o da interpretação de ambientes deposicionais a partir de subdivisões de unidades através de suas características físicas.\nOs detalhamentos da subdivisão das fácies resultam em esquemas, onde as diferenças descritivas em alguns casos tornam complexa a capacidade de interpretação. Segundo Collinson 1969 (apud WALKER &amp; JAMES, 1992), estas subdivisões podem ser constituídas por grupos de fácies geneticamente relacionadas umas às outras apresentando alguns significados ambientais.\nA definição de fácies descrita por Walker (1984) se assemelha a de Selley (1982) que classifica fácies com um corpo sedimentar que pode ser reconhecido e distinguido de outros pela sua geometria, composição, estruturas sedimentares, padrão de paleocorrentes, e pela eventual presença de fósseis. Estas características estariam diretamente relacionadas com os processos deposicionais atuantes na construção dos corpos sedimentares, cujo entendimento, por sua vez, permitiria conhecer as condições ambientais da sedimentação.\nO desenvolvimento e ampliação do termo fácies resultaram na criação de outros dois termos: associação de fácies e modelo de fácies. O primeiro consiste em um agrupamento genético das fácies relacionadas, cujas características de inter-relações permitam interpretar o ambiente de sedimentação, de modo que cada fácies dentro da associação represente o registro sedimentar de um determinado processo deposicional. O segundo, por sua vez, consiste basicamente em delimitar os atributos mais importantes das fácies existentes, deixando de lado os aleatórios, para que se possa, desta forma, realizar estudos comparativos entre fácies, levando à interpretação do ambiente deposicional.\n7.2.\tAmbientes Glaciais\nAmbientes glaciais podem ser classificados como sendo de dois tipos: glacial e proglacial. Nos glaciais ocorre influência direta das geleiras, resultando em processos e feições típicas deste ambiente. Nos proglaciais não ocorrem influência direta das geleiras.\nNos ambientes glaciais o gelo e as águas decorrentes do degelo são os principais agentes de transporte e deposição de sedimentos. Englobam os ambientes glaciais stricto sensu (decorrentes do contato direto do gelo) e os proglaciais (decorrentes do contato indireto).\nNos ambientes glaciais stricto sensu, os sedimentos estão em contato com a geleira, sendo depositados pela ação do gelo ou da água de degelo, e classificados em relação à geleira como subglacial (na base da geleira), supraglacial (sobre a geleira) e englacial (dentro da geleira) (ASSINE &amp; VESELY, 2008). Já os ambientes proglaciais, abrangem desde a zona de contato com a margem da geleira até aos seus arredores, desde que haja influência do gelo ou da água de degelo.\nAtualmente, os ambientes glaciais ocupam cerca de 10% das superfícies emersas da Terra, se concentrando nas regiões polares e nas porções mais elevadas de cadeia de montanhas.\nAs geleiras são formadas a partir da compactação e recristalização da neve precipitada, requerendo para isto baixas temperaturas e alta precipitação atmosférica (ASSINE &amp; VESELY, 2008).\nDe maneira geral as geleiras são subdivididas em dois tipos geomorfológicos:\n•\tGeleiras de Vale (Valley Glaciers): típicas de áreas montanhosas, formam-se a partir do fluxo de gelo proveniente de porções mais elevadas adjacentes;\n•\tGeleiras Continentais (Ice-sheets): restritas a regiões de alta latitude, se desenvolvem sobre extensas áreas continentais.\nAmbiente flúvio-glacial\nEste é caracterizado como sendo um ambiente proglacial terrestre, de modo que sistemas aluviais são formados a partir do transporte de sedimentos pela água de degelo na frente das geleiras. Neste caso, são formadas planícies de areia e cascalho denominadas de planície de outwash. Quando os sistemas flúvio-glaciais se encontram próximos à margem das geleiras, são formados leques pelo desconfinamento dos fluxos subglaciais. Também são encontrados processos relacionados a fluxos gravitacionais e fluxos de lençol, responsáveis pela deposição de fácies conglomeráticas de arenitos grossos (ASSINE &amp; VESELY, 2008).\nNeste tipo de ambiente, os sistemas outwashsão muito importantes e frequentes, possuindo relação direta com o avanço e recuo das geleiras e com as variações na descarga da\nágua de degelo. Como a geleira apresenta grande quantidade de sedimentos incorporada, quando ocorre seu recuo a água de degelo carrega consigo estes sedimentos, sendo sua principal fonte.\nDe maneira geral, os sedimentos de leques de outwash tendem a apresentar diminuição granulométrica da região proximal para distal, resultando em um aumento na seleção e arredondamento dos grãos.\nAmbiente glácio-lacustre\nNormalmente em ambientes glácio-lacustres a formação de lagos é resultado do represamento de água de degelo pela própria geleira com auxílio dos depósitos de morenas.\nOs lagos glaciais são classificados em dois tipos, relacionados à sua disposição em relação à geleira: aqueles que estão em contato direto com geleiras (ice-contactlakes) ou situados em locais distantes (distal lakes).\nOs lagos que estão em contato direto com as geleiras recebem sedimentos através de material resultante da desagregação de blocos da margem da geleira, queda de clastos de gelo flutuante (ice-rafteddebris), de correntes de fundo provenientes de túneis englaciais e/ou subglaciais, e de fluxos gravitacionais (EYLES &amp; EYLES, 1992).\nNo caso dos lagos distais (Figura 12), a entrada de água e de sedimentos ocorre através dos sistemas flúvio-glaciais, que ao entrarem em contato com o lago formam sedimentos em suspensão originando deltas glácio-lacustres (SMITH &amp; ASHLEY, 1985; LONNE, 1995 apud VESELY, 2006).\nFigura 12 - Formação e sedimentação de lagos glaciais: A) lagos em contato com a geleira; B) lagos distais (VESELY, 2006 baseado em EYLES &amp; EYLES, 1992).\nAmbiente glácio-marinho\nEm ambientes glácio-marinhos existe a interação entre processos glaciais e marinhos,\nonde as geleiras atuam como principal fonte de sedimentos e a deposição ocorre por processos\natuantes no interior do corpo d'água. Desta forma, os ambientes glácio-marinhos podem ser\nsubdivididos em três tipos de acordo com sua posição relativa com a geleira (Figura 13): 1)\nsubglacial (processos e depósitos diretamente vinculados à dinâmica da geleira); 2) proglacial\nproximal (processos sofrem grande influência da margem da geleira); 3) proglacial distal\n(dominam os processos marinhos).\nSegundo Rocha-Campos &amp;Santos (2000), existem diversos fatores que interferem na\nsedimentação glácio-marinha como: circulação marinha, regime térmico basal das geleiras,\ncaracterísticas físico-químicas da água, energia das ondas e batimetria.\nOuada de detrito* lupogbiciai»\nNivel do mir\nO.\nOispersSo *\n• • 5 '\nDecantação de fino*\nCu'HíiIh de mar*\nFades heteroIttJcas\nDlamlctltos com claslos caldos\nLaques de outwash subaquoeo\niiuy iiiuiini^iiiyi Degalo basal\ntubgl»ciai«\nFluios gravltaclonals\nPlanos de cisalhamanto (glacloteclAnlca)\nUnha da atarramanto a sedimentos da morena terminal\nDISTAL\nPROXIMAL\nSUBGLACIAL\nFigura 13 - Ambientes de sedimentação glácio-marinhos (VESELY 2006, modificado de HART &amp; ROBERTS 1994).\nNa zona subglacial pode ocorrer a formação de diamictitos a partir da liberação de detritos localizados na base da geleira.\nNa zona proglacial proximal os sedimentos provêm do material transportado pela geleira, sendo que este passa por processo de retrabalhamento pelas correntes de água de degelo e por fluxos de gravidade ou ainda plumas de sedimentos em suspensão. Nesta zona é comum a presença de icebergs formados pelo rompimento do gelo que carregam consigo clastos que se desprendem perturbando os sedimentos na porção mais profunda. O fenômeno denominado de chuva de detritos (rain-out) é muito importante para a formação dos diamictitos (ASSINE\n&amp;VESELY, 2008). Leques de outwashpodem se formar a partir do fluxo de degelo, enquanto que os depósitos de morenas encontrados são formados a partir do avanço da geleira sobre o mar.\nNa zona proglacial distal ocorrem processos de baixa energia, sendo mínima a influência da geleira. Os depósitos ocorrem em grandes profundidades, representando, desta forma, local onde o potencial de preservação é maior. Os depósitos mais comuns nesta zona são os relacionados à sedimentação em suspensão e chuvas de detritos liberados pelos icebergs (ROCHA-CAMPOS &amp; SANTOS, 2000).\nSedimentação Glacial\nA sedimentação glacial pode ocorrer de duas maneiras: por ação da geleira ou à sua frente, onde os principais agentes de transporte são as correntes de água de degelo e fluxo de gravidade. Em relação aos tipos de sedimentos, tem-se que os supraglaciais e englaciais são muito instáveis, pois estes sofrem retrabalhamento nas fases de avanço e recuo glacial. Desta forma, os sedimentos subglaciais são os mais importantes a serem registrados, sendo que estes ocorrem tanto no avanço quanto no recuo do gelo ficando alojados em irregularidades do substrato e sendo recobertos por outros depósitos (ASSINE &amp; VESELY, 2008).\nOs canais alimentados por água de degelo apresentam grande flutação em seu fluxo, transportam grande quantidade de sedimento e podem levar ou serem afetados por blocos de gelo das geleiras ou por avanço sazonal das geleiras. Normalmente há pouca vegetação nas margens dos canais e os sedimentos são facilmente transportados para dentro do canal pela água ou pelo vento.\nEssas condições geram instabilidade para os cursos d'água e desenvolvem canais entrelaçados, que são cortados pelas cheias e preenchidos em cada enchente. Os rios glaciais formam padrão complexo de canais entrelaçados que são chamados de valleytrain, que são confinados nos vales montanhosos que se formam em canais distributários quando o canal deixa de ser confinado, quando chega em regiões de planície. Os valleytrainspodem ser longos e estreitos e as planícies possuem várias formas e dimensões, mas ambos geralmente terminam em ambientes lacustres ou marinho formando deltas Figura 14 A, B). Os leques aluviais subaquosos formam quando as geleiras terminam diretamente em lagos ou no mar (Figura 14 C).\nA composição dos clastos de canais de degelo é variável, dependendo da área fonte, mas geralmente são polimíticos. A maioria dos clastos é arredondada. Esse arredondamento é posteriormente gerado pela abrasão durante o transporte fluvial. Alguns clastos podem se quebrar nas fraturas por impacto durante o transporte ou por variação de temperatura, quando expostos na superfície.\nOs depósitos de outwash apresentam grande variedade de tamanho de clastos e no geral possuem pouca argila. Podem formar camadas com baixo grau de seleção dos clastos alternada com camadas mais bem selecionadas. Grandes variações no tamanho dos grãos ocorrem\nlateralmente e verticalmente, refletindo fortes mudanças no regime de fluxo em vários eventos de cheia ou variações dentro de um mesmo evento.\nNas áreas proximais às geleiras podem ocorrer variações verticais por mudanças diárias ou sazonais de descarga de degelo. Os ciclos desaparecem a jusante da geleira como nos canais tributários e amortecem as flutuações de descarga. A associação de estruturas sedimentares e fácies também pode mudar com a distância da fonte que reflete as mudanças das condições\nhidráulicas do fluxo e o tipo de sedimento.\nA\nPlanicie de outwash\nRegião de contato da geleira\nselecionada\nAreia e Cascalho (depósitos de canal)\nContato do gelo com sedimentos grosso e till\tCascalho e Areia\n(camadas deformadas)\nRegião de contato\n__ da geleira\n/\tPlanicie\no ■\nGelo\n/ n . 0 O. X •\t'\nte O O ° O' •-o 0 ‘ 0 o\"\n■\t•\t° . g .\nContato do gelo com sedimentos grosso Cascalho e areia etill\n9. t ■ g-\nTopset\nNível da Água\nForeset\n—^Bottomset\nArgila\nB\n\nC\n\n\nGelo\nSedimento em suspensão por degelo\nc.\nif\n\nSubaquoso\nÁgua\nTill\nxt\nAreia\nFigura 14 - Diagrama de outwash. A) depósito de outwash onde os depósitos são bem diferenciados, classificados e estruturados; B) outwash em canal terminando em delta. Normalmente os deltas são bem diferenciados em topsets, foresets e bottomsets quando desenvolvidos em lagos (WEST 1968); C) outwashsubaquoso formado na frente de uma geleira submersa. (MARTINI et al. 2001).\n1.\tQuanto mais próximo à área fonte, mais comum será a presença de conglomerados em forma de barras longitudinais (modelo Scott, figuras 15 e figura 16). Próximo à geleria os fluxos de\noutwash podem ter muitos abatimentoscausados por derretimento de blocos de gelo enterrados, estes deixados para trás durante o recuo da geleira ou transportados durante as enchentes.\n2.\tOs fluxos de degelo a distâncias médias da fonte (modeloDonjek, figura 15), são divididos em vários canais onde há sedimentação mal selecionada composta por conglomerados e areia e onde as barras transversais começam a se torna mais frequentes.\n3.\tEm locais mais distantes, as areias com estratificação cruzada são predominantes (modeloPlatte, figura 15). Em alguns lugares, como nas porções mais distais dos fluxos de degelo, os canais são menos definidos e formam vastas planícies fluviais e canais mais rasos são desenvolvidos. Nessa região, os sedimentos são compostos por areia com clastos dispersos e laminações onduladas (ripple) são comuns.\n4.\tOs pelitos (silte e argila) são formados em grandes quantidades durante o processo de abrasão das geleiras e são transportados e depositados nas porções distais. Como algumas superfícies ficam expostas no inverno devido à diminuição do fluxo das águas de degelo, as partículas finas são facilmente transportadas por ventos fortes e depositadas em áreas extensas formando os depósitos de loess ou ser transportados pelas águas até lagos ou mares.\nTipo Scott\nCanal secundário\nt t\nCunha de areia\nt\nDepósitos do fluxo de detritos\nt\nISuperimposição de barras longitudinais\nt\nTipo Donjek\nCanal secundano\nBarras transversais\nTipo Platte\nCanal principal e sistema de canais\nSupenmposlçâo de barras lingóades\nBarras longitudinais\nEstratificação cruzada planar\nEstratificação cruzada acanalada\nMaciço\nIsilte e argila\n•1->lLaminacão cruzada (ripple)\nFigura 15 - Diagrama do empilhamento de canal entrelaçado. Tipo Scott: predominância de conglomerados e de barras longitudinais; Tipo Donjek: arenito e conglomerado com predominância de barras transversais; Tipo Platte: predominância de arenito depositado por barras transversais e dunas de leito (MIALL, 1978) (MARTINI ET AL. 2001).\nOs deltas formados por fluxos de degelo variam, mas geralmente são dominados pelo rio.\nSe eles se desenvolverem em local com baixo gradiente topográfico serão formados deltas com canais anastomosados, ao contrário, se formados em bacias profundas ou corpos d'água\nprofundos os sedimentos trazido pelos canais serão transportados em meio subaquaso e podem ser gerados fluxos turbulentos (fluxos hiperpicnais, correntes de turbidez) que transportam os sedimentos para o fundo.\nNo sistema de outwash os sedimentos podem ser depositados durante o avanço ou recuo das geleiras. No entanto, aqueles formados durante o avanço das geleiras podem ser retrabalhados de alguma forma. Nos depósitos formados quando a geleira está estabilizada há predominância de clastos maiores e o depósito pode ser caracterizado por corte e preenchimento.\nA\nBrujo • pantano\nSilte e argila\nfxâ Lanunaçâo cruzada IX /I cavalgante\nTurfa\nLeque intermediám\nMorfologia longitudinal das barras\nLeque inferior\nm\tcanoa\nQZena eOamcâo antra m tw\n• lavrm em perto\nFigura 16- Diagrama indicando as variações no tamanho das partículas e formas de leito ao longo do delta de outwash da geleira Scott, no Alaska. A) variação da morfologia das barras em relação à distância das geleiras; B) variação a jusante (da direita para a esquerda) do tamanho das partículas e estruturas sedimentares. (BOOTHROYD &amp; ASHLEY, 1975) (MARTINI et al. 2001).\n8.\tRESULTADOS OBTIDOS\n8.1- Fácies sedimentares\nAs fácies sedimentares foram determinadas com base no código de Miall (1978, 1985) e Eylesef al. (1983)forammodificados para se ajustarem à descrição particular para a área de estudo.\nForam identificadas quinze (14) fácies sedimentares (Tabela 2). Essas fácies foram agrupadas em quatro (4) conjuntos, sendo: diamictitos (1 fácies), conglomerados (3 fácies), arenitos (8 fácies) e finos (2 fácies).\nMuito embora os diamictitos sejam rochas muito características do Grupo Itararé, na área de estudo essas rochas são poucos expressivas, havendo predominância de arenitos.\nAs figuras de 17 a 19 apresentam pranchas ilustrando as fácies descritas e apresentadas na tabela 2. As fácies foram descritas nas seções levantadas e também em pontos isolados em cortes de estradas.\nOs diamictitos apresentam-se com clastos facetados e com dois tipos de matriz silto-argilosa e silto-arenosa. Ambos apresentam aspecto maciço.\nOs arenitos apresentam feições diversas. Ocorre com frequência arenitos com estratificação cruzada acanalada, tangencial na base e cruzada cavalgante. Há também ocorrência de arenitos com estratificação sigmóide e às vezes com aspecto maciço em corpos também com forma sigmóide. Por vezes apresentam deformações plásticas sinsedimentares.\nOs conglomerados apresentam corpos restritos, como bolsões e às vezes lentes em meio aos arenitos. São compostos de clastos polimíticos, por vezes facetados e arredondados, geralmente sem seleção. A característica que os difere é que por vezes aparecem estratificados, por outras maciços. Também há diferença quando são sustentados pelos clastos ou pela matriz.\nOs lamitos também são pouco expressivos e subordinados. Apresentam laminados ou maciços e deformados.\nTabela 2 - Fácies reconhecidas na área de estudo.\nFigura\tFácies\tDescrição\n17 A/B\tDm\tDiamictito maciço; matriz silto-argilosa (A) a silto-arenosa (B), clastos com dimensão (grânulo a matacão) e composição diversas.\n17 C e D\tGcm\tConglomerado maciço, sustentado pelos clastos (seixos, calhaus e matacões facetados ou não), arenoso, polimítico (com predominância de quartzo, granito, quartzito e ocasionais clastos intraformacionais de argila)\n17 E\tGg\tConglomerado maciço, sustentado pelos clastos (seixos, calhaus e matacões facetados ou não), arenoso, polimítico (com predominância de quartzo, granito, quartzito e ocasionais clastos intraformacionais de argila); gradação normal ou inversa\n17 F\tGt\tConglomerado sustentado pelos clastos (seixos, calhaus e matacões facetados ou não), arenoso, polimítico (com predominância de quartzo, granito, quartzito e ocasionais clastos intraformacionais de argila); estratificação cruzada acanalada\n18 A e B\tSp\tArenito fino a grosso, quartzoso, feldspatos secundários, estratificação cruzada planar\n18 C e D\tSt\tArenito fino a grosso, quartzoso, feldspatos secundários, estratificação cruzada acanalada (sets cuneiformes ou festonados) e por vezes com clastos dispersos\n18 E\tSr\tArenito muito fino a médio, com laminação ou estratificação cruzada cavalgante (climbingripple)\n18 F\tSrs\tArenito fino a muito fino com acamamento ondulado e lâminas de argila entre as camadas; marcas onduladas; corpos sigmóides/barras amalgamadas\n19 A\tSh\tArenito fino a grosso com laminação/estratificação plano-paralela horizontal\n19 B\tSm\tArenito fino a grosso maciço\n19 C\tSmc\tArenito fino a grosso maciço, com clastos dispersos\n19 D\tSd\tArenito fino a grosso, maciço ou laminado/estratificado, deformado\n19 E\tFl\tLamito com laminação plano-paralela horizontal\n19 F\tFm\tLamitocom aspecto macico\nFigura 17 - Fácies sedimentares descritas: A e B - diamictito maciço (Fácies Dm); C e D - conglomerado clasto-suportado, maciço (Fácies Gcm); E - conglomerado clasto-suportado, maciço, gradado (Fácies Gg); F - conglomerado clasto-suportado, com estratificação cruzada acanalada (Fácies Gt).\nFigura 18 - Fácies sedimentares descritas: A e B - arenito fino a grosso, com estratificação cruzada tabular (Fácies Sp); C e D - arenito fino a grosso/muito grosso, com estratificação cruzada acanalada (C - sets festonados; D - sets cuneiformes) (Fácies St); E - arenito muito fino a médio, ondulado, com laminação cruzada cavalgante (climbingripple) (Fácies Sr); F - arenito fino/muito fino, ondulado, com lâminas de argila intercalada (fácies heterolítica), em corpos sigmóides (Fácies Srs).\nFigura 19 - Fácies sedimentares descritas: A - arenito fino a grosso, com estratificação plano-paralela horizontal (Fácies Sh); B - arenito fino a grosso, maciço (Fácies Sm); C - arenito fino a grosso, maciço, com clastos (grânulos e seixos) dispersos (Fácies Smc); D - arenito fino a grosso, maciço e laminado, deformado (Fácies Sd); E - lamito com laminação plano-paralela horizontal (Fácies Fl) - Escala: lapiseira em destaque; F - lamito com laminação plano-paralela horizontal, deformado.\nNas áreas próximas a Monte Santo de Minas e São Sebastião do Paraíso é comum a ocorrência de morros testemunhos. Nesses morros testemunhos foram encontradas com frequência barras sigmóides de avanço migrando sentido oeste. Na figura 20 é possível observar essas barras com dimensões decamétricas e aparentemente com aspecto maciço no interior.\nFigura 20 - Painel de fotos ilustrando as macro-formas. A) mosaico de fotos mostrando o afloramento ; B) o mesmo mosaico de fotos com transparência e as linhas pretas indicam alguns limites entre as barras sigmóides. Coordenada da foto: E = 297.790m / N = 7.680.375m\nEm alguns locais foram identificadas deformações plásticas dentro dessa sequência, como ilustrada nas figuras 21 e 22. Na figura 21 é possível observar os estratos inclinados para oeste, que aparecem à esquerda na foto. A partir da linha mais espessa, que aparece na porção média da foto, ocorre uma ruptura (falha) onde os estratos apresentam deformações plásticas sinsedimentares, gerando em alguns locais, dobras convolutas.\nLogo acima dessa sequência de estratos inclinados e deformados, ocorre camada horizontal cobrindo toda extensão do morro, representando uma superfície contínua na área que limita um ciclo sedimentar.\nFigura 21 - Painel de fotos ilustrando as macro-formas.. A) mosaico de fotos mostrando o afloramento; B) o mesmo mosaico de fotos com transparência e as linhas pretas reforçando os limites dos estratos deformados. E = 301.007m / N = 7.663.025m\nFigura 22 - Painel de fotos ilustrando as macro-formas. A) mosaico de fotos mostrando o afloramento; B) o mesmo mosaico de fotos com transparência e as linhas pretas reforçandoos limites dos estratos deformados. E = 300.723m / N = 7.662.903m\n8.2- Comparação das fácies com modelos da literatura\nA sedimentação em ambiente glacial apresenta ampla variação de granulometria e mal selecionamento das partículas, os clastos maiores geralmente são facetados e estriados devido a abrasão gerada pelo descolamento da geleira.\nO trabalho Martini et al. (2001) foi utilizado como correlato para as fácies encontradas na área. Nesse trabalho os autores apresentam a dinâmica hidráulica de fluxos glaciais e afloramentos de sedimentos depositados em sistema de outwash.\nNa Figura 23 é apresentado o esquema de Martini et al. (2001) que descrevem a sequência cíclica de pacote que se inicia com conglomerados na base com afinamento para o topo, chegando a arenito médio com clastos dispersos comparado com uma foto de um afloramento descrito na área de estudo.\nFigura 23 - Figura ilustrativa de afloramento comparado com modelos encontrados na literatura. A) fotografia de um depósito de outwash no sul do Canadá; B) diagrama representando linhas de corte e preenchimento e com afinamento para o topo (C = cascalho, F = finos) (MARTINI et al. 2001); C) afloramento da área de estudo com níveis de conglomerados (Gg)gradando para arenito com estratificação cruzada acanalada (St) (local onde foi levantada a seção Cascalheira). Notar semelhanças\nObserva-se a semelhança entre os depósitos descritos com o esquema que Martini et al. (2001) descrevem como depósitos de outwash. Até o presente momento, a Formação Aquidauana, é, em parte, interpretada como depósitos flúvio-glaciais. Os depósitos de outwash podem gerar canais entrelaçados, o que se encaixaria num depósito flúvio-glacial, porém algumas feições encontradas seriam provavelmente de fluxo subaquoso e por vezes em canais desconfinados.\nNa figura 24 novamente encontram-se semelhanças dos depósitos registrados próximos a Monte Santo de Minas com depósitos de outwash identificados por Martini et al. (2001). Na figura 24A apresenta-se um afloramento de arenito com estratificação sigmóide. Essa feições foram encontradas em escala maior, conforme apresentado no sub-item anterior (item 8.1).\nFigura 24 - Figura ilustrativa de afloramento comparado com modelos de outwash encontrados na literatura. A e C) afloramentos estudados onde foi levantada a seção Cascalheira (Srs, Gg e St); B e D) fotos da literatura mostrando em B) conglomerados e arenitos conglomeráticos na base que alteram para arenitos com grandes cruzadas de barras transversais nas partes mais distais do outwash; D) superimposição de camadas com estratificação cruzada formadas por migração das barras arenosas. (MARTINI et al. 2001).\nNeste caso são encontrados conglomerados e arenitos conglomeráticos na base que gradam para arenitos com grandes estratificações cruzadas de barras transversais nas partes\nmais distais do outwash e superimposição de camadas com estratificação cruzada formadas por migração das barras arenosas.\nEssas feições são indicativas de sedimentação em ambiente subaquoso, com sedimentos trazidos por canal que ao chegar num corpo d'água torna-se um fluxo desconfinado gerando forma sigmóides, semelhantes às encontradas em deltas.\n8.3\t- Seções Estratigráficas Verticais (Seções Colunares)\nSeção estratigráfica vertical ou seção colunar é uma ferramenta amplamente utilizada em trabalhos de estratigrafia e permitem representar o empilhamento estratigráfico de uma unidade. A correlação entre as seções, juntamente com a análise de fácies e associação de fácies, traz resultados que permitem interpretar o ambiente de sedimentação.\nUma seção colunar representativa de uma unidade tem que conter todo o seu empilhamento, partindo do contato basal com a unidade sotoposta e seguir continuamente até o seu contato superior. Quando não há num único lugar uma exposição contínua e completa, da base até topo da unidade, podem-se levantar várias seções e correlacionar os níveis estratigráficos para caracterizar todo o empilhamento.\nNo caso de unidades que contêm registros de depósitos glaciais, como o Grupo Itararé e Formação Aquidauana, são difíceis de serem encontrados níveis estratigráficos para correlação, pois ambientes glaciais caracterizam-se por apresentar grandes variações laterais e verticais. Nesses ambientes existem constantes variações no regime de fluxo padrão da sedimentação.\nPara o levantamento das seções colunares buscam-se locais com expressão vertical como em cortes de estradas, drenagens e regiões de serras e morros. Na área estudada houve dificuldade de se encontrar cortes em estradas e drenagens que permitissem uma representação vertical considerável para o levantamento das seções. Foram, então, utilizados morros testemunhos que ocorrem nas proximidades de Monte Santo de Minas e São Sebastião do Paraíso para o emprego desta técnica.\nAo todo foram levantadas 12 seções colunares na faixa aflorante da Formação Aquidauana no sul de Minas Gerais. Os pontos iniciais de cada seção estão listados na Tabela 3. As seções colunares foram levantadas nos municípios de Capetinga, Monte Santo de Minas e São Sebastião do Paraíso (MG).\nDevido às dificuldades de correlação por falta de significativos marcos estratigráficos, as 12 seções levantadas foram posicionadas com base o trabalho de Fiori (1977), que apresenta um mapa fotolitológico separando o Formação Aquidauana em 7sub-unidades distintas. Na figura 25 as seções estão indicadas sobre o referido. Observa-se que as sub-unidades mais antigas ocorrem na porção sul e as mais jovens a norte.\nO perfil geológico (figura 26) mostra que há discordância angular entre a Formação Aquidauana e as unidades sobrepostas. As sub-unidades definidas por Fiori (1977) se assentam diretamente sobre o embasamento.\nTabela 3 - Localização dos pontos iniciais das seções estratigráficas verticais (seções colunares). Coordenadas em UTM (Zona 23S) - Todas as unidades estão em metros.\nPerfil\tE\tN\tCota\tMunicípio\tUnidades Fiori (1977)\nGoianases\t288.585\t7.709.626\t832\tCapetinga\tVA\nCopasa\t290.171\t7.709.161\t908\tCapetinga\tVA\nMorro do Baú\t296.407\t7.687.913\t934\tS. S. do Paraíso\tIV\nGrota das Abelhas\t297.252\t7.686.714\t953\tS. S. do Paraíso\tIV\nFz. São J. do Paraíso\t302.290\t7.685.866\t945\tS. S. do Paraíso\tII (?)\nRetifica\t306.875\t7.668.588\t1043\tMte. Sto. de Minas\tIII\nCascalheira\t301.511\t7.663.504\t955\tMte. Sto. de Minas\tII A\nCanal\t302.791\t7.663.434\t951\tMte. Sto. de Minas\tII A\nCristo\t297.488\t7.663.935\t995\tMte. Sto. de Minas\tII\nFazenda da Pedra\t306.696\t7.662.335\t1048\tMte. Sto. de Minas\tII\nSigmóide\t300.888\t7.662.702\t965\tMte. Sto. de Minas\tI / II\nDois Irmãos\t303.490\t7.662.663\t972\tMte. Sto. de Minas\tI\nIII\nmi\nCONVENÇÕES GEOLÓGICAS\no_\nSâo Tomás B de Aqulno\nSâo Sebastlio do Piralto\no CO _&lt;X>\nO&lt;O_ 10\nItamogi\nCanal Cascalheira Sigmóide Cristo\nPratà poli»\nIDADE\tGRUPO\nCRETÁCEO •SFER-CR\tSAO\nTR1ÀS51CO\t\nPEWViA^ç SUPERIOR\tPASSA DOS\nPERUIANO MEDO\t\nPfRMO\t\nCARÔO*-\t\nFERO\t\nPRE-CAMBAIANO\t\np RAM&amp; a\nTAWÍ\nAOUOJAM\nESTRADA MOVA\nIORMAÇAO\nSERRA\nOERA1\nMorro do Baú Grota das Abelhas\nFazenda São José q do Paraíso\n\" i\nRetifica\nDois Irmãos\nUNIDAD! MAPEADA\nrZZl UNIDADE Z\n[ Y i UNIDADE Y\n. X I UNIDADE X\nUNIDADE VB\nmn UNIDADE III\nI ] UNIDADE I\nPròCambnono\nFortaleza de Minas\nJacui\nFazenda da Pedra\n(h 2,5 5\nLEGENDA\nO Seções colunares\n7660\t7680\t7700\n■ Sede municipal\nEstradas principais\nLimite municipal\nI\t*\t1,1\tT\" 'I '*\n1\tA\t'\t1\n280\tA\t300\t320\nFigura 25 - Localização das seções levantadas sobre o mapa fotolitológico de Fiori (1977). A tabela no canto superior direito representa o empilhamento estratigráfico e a esquerda é apresentado o perfil geológico esquemático da área (ver também a figura seguinte).\n[f SEÇÕES levantadas\nA\t8\nCONVENÇÕES GEOLOGICAS\nIONMAÇÃO\tUNIDADE MAPEADA\nSERRA GERAL\tm UNIOADE Z\nP RAMBLA\t[~Y~l UNIDADE Y\nestrada MOVA\tr~X~l UNIDADE X\nTATUI nnteocr,\t■1 UNIDADE VB\n\tHvl . • ívÃl léo-\n\triiFI UNIDADE 111\n\tEB &lt;nn\n\tm UNIDADE 1\nI I Pré-Cambnano\t\nFigura 26 - Perfil geológico de Fiori (1977) com as indicações das seções localizadas nas devidas unidades classificadas pelo referido autor.\n4—\nFiori (1977) separou a Formação Aquidauna em 7sub-unidades, distintas descritas na Tabela 4, e 3 grupos litológicos. Os grupos litológicos ocorrem em todas as unidades, enquanto que essas apresentam uma sequência estratigráfica sendo a unidade I mais antiga e a unidade VA a mais jovem.\nFoi observado, tanto no citado trabalho, quanto em outros mapas geológicos que há uma discordância entre a Formação Aquidauana com as unidades superiores. É comum este contato superior diretamente com a Formação Botucatu, o que representa uma discordância de cerca de 150 milhões de anos. Isso significa atividade geológica pronunciada sobre as rochas sedimentares da unidade após a sua deposição.\nTabela 4 - Resumo das unidades de Fiori (1977)\nUNIDADE\tLOCALIZAÇÃO\tLITOLOGIA\nI\tRestringe-se quase que exclusivamente à folha topográfica de Monte Santo de Minas.\tlamitos e arenito.\nII\tInicia-se a leste de Monte Santo de Minas e se estende até leste de São Sebastião do Paraíso.\tlamitos e arenito.\nII A\tSurge na cabeceira do Córrego do Barreiro, ao sul, e desaparece na cabeceira do Córrego Ponte de Pedra, a norte.\tlente arenosa entre as unidades II e III\nIII\tSurge a noroeste de Monte Santo de Minas e ao longo da Cuesta. Estende-se até a norte de São Sebastião do Paraíso.\tconstituída quase que exclusivamente por lamitos, com raros corpos de arenito\nIV\tSitua-se inteiramente na folha topográfica de São Sebastião do Paraíso. Surge nas proximidades de Ipoméia e desaparece em São Sebastião do Paraíso.\tlamitos e arenitos\nIVA\tOcorre a nordeste de São Sebastião do Paraíso como uma lente arenosa sobre a unidade IV.\tarenitos\nVA\tSurge a noroeste de São Sebastião do Paraíso e desaparece próximo a Goianases.\tlamitos e arenitos\nNos itens a seguir serão apresentadas as seções colunares levantadas e associadas à descrição de Fiori (1977). Embora a descrição de campo apresente diferenças com o trabalho citado, a separação em subunidades distintas pelo mapeamento fotolitológico feito por Fiori (1977)pode representar quebras no relevo que indicam ciclos glaciais.\nAs seções foram agrupadas em 3 (três) regiões distintas, sendo Monte Santo de Minas, São Sebastião do Paraíso e Goianases. Embora a separação coincida com os municípios, as unidades mais antigas afloram no munícipio de Monte Santo de Minas, ao sul e quanto mais se avança para Goianases, passando por São Sebastião do Paraíso, afloram as unidades mais jovens. Também se buscou essa separação para evitar correlação entre seções muito distantes umas das outras.\n8.3.1.\tSeções levantadas em Monte Santo de Minas\nNas proximidades de Monte Santo de Minas foram levantadas 7 seções colunares que estão distribuídas nas unidade de I a III de Fiori (1977), localizadas na figura 26. As seções Retífica, Sigmóide, Cascalheira e Canal também são indicadas no trabalho de Bravo (1997) e foram revisitadas e descritas nesse trabalho. Nessa região foram encontradas as melhores exposições da unidade.\nA figura 27indica a localização das seções nas proximidades de Monte Santo de Minas sobre imagem de satélite (Landsat7, banda 8 monocromática). Nota-se que a nordeste da sede municipal de Monte Santo de Minas há expressões no relevo que permitiram o levantamento das seções.\nAs seções apresentam predominantemente fácies arenosas com empilhamento granodecrescenteascendente, em alguns locais iniciando com conglomerados na base e gradando para lamitos (ou diamictitos). A seção Dois Irmãos (Figura 28) apresenta dois ciclos de granodescrecência ascendente.\nNa região de Monte Santo de Minas há predominância de arenitos vermelhos que afloram em morros testemunhos. São comuns as formas sigmóides dos pacotes. Onde foi levantada a seção Sigmóideobservam-se grandes sigmóides com deformações plásticas internas e uma camada horizontal no topo, mostrando eventos de sedimentação distintos, com representatividade geomorfológica diferenciada. As figuras de 28 a 34 representam as 7 seções levantadas em Monte Santo de Minas.\nLEGENDA\nLOCALIZAÇÃO\nMüa.\nRodovia principal\nRodovia secundária\n■\tSedes municipais\nO\tSeção levantada\n-----x-------------------\n■ 2 1\nLS £1\nFigura 26 - Localização das seções levantadas no município de Monte Santo de Minas.\nFigura 27 - Vista de um morro testemunho próximo a Monte Santo de Minas onde foi levantada a seção Dois Irmãos.\nEncoberto\nEstratificação cruzada planar\nGRANULOMETRIA\nFORMAS\ndispersos, com estratificação incipionte Ocorrem intercalações com lamdo\nArenito Ano. creme avermelhado, com clastos polimiticos dispersos, feições de deformação.\nArenito médio, creme avermelhado, com matriz siltosa, com clastos drspersos (quartzo e quartzito) de dimensões vanâveis e com estratificação cruzada acanalada\nDiamictito maciço com predominância de sãte com presença de clastos com\nUTOLOGIA\n■I Conglomerado\nI I Arenito\n^B Lamito marrom avermelhado ^B Siltito marrom avermelhado\nA Clastos (seixos e calhaus)\nArgila\nEstratificação plano-paralela\nEstratificação incipiente\nEstratificação cruzada cavalgante\nBarras amalgamadas Deformação\n1 M A /\tCcUto\ty * WsSítbpir?\tRthftca 1\t\n\t• •C&amp;nal- SMüôòido»\t•Qbth Irmâa» T\t•FtiJiP ; Fr d&amp;Agua •\t\t\t1 Mira\nT \\ :\t\t\t•_ 1_V\t\nPERFIL DO CRISTO\nFÁCIES\nDESCRIÇÃO\nSEÇAO-COLUNAR\nFm. Piramboia\nivével contato\nFm. Aquidauana\nEncoberto\n-\nArenito muito fino. com murta matriz slitica com aspecto maciço\n-ZOm\nEncoberto\n-60m\nArenito muito fmo. com muita matriz sitbca. com aspecto maciço\n■Mm\n-50m\n-40m\nEncoberto\n-Mm\n-Mm\n-Mm\n-20m\n777\"\n-I5m\nArgdito vermelho com esfoiiaçâo esferoidal\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito medo a grosso, bem selecionado. bimodal. quartzoso. com grãos arredondados, com ausência de matriz Apresenta grandes estratificações cruzadas acanaladas\nArenito muito fino, creme avermelhado, com matriz siltosa lammação mapiente e aspecto maciço\nArenito grosso a muito grosso, creme avermelhado, com grãos de feldspatos, pouca matnz e grãos arredondados, com estratificação cruzada acanalada Apresenta paleocorrente para N10\nESTRUTURAS 8:\nUTOLOGIA\n■I Conglomerado\nI I Arenito\nLamito marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nCOORDENADA UTM (Zona 23S)\nE = 291488 m\nN ■ 7 663 935 m\nGRANULOMETRIA\nI—I—I—I—I—I-C Amj Ag Am Al Am* l—— Areia----i\nArng ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ muito fina\nT—I------\nS A\n•— Argila '— Sllte\n-10m\nI\n\n1 M A í\tCristo\t* Çrhíítoei'?\t7 1\t\n. \\\t• •C&amp;nal- SMpnòido*\teOoih Irmão» t.’\tT\t•FtiJiP Ft da Açaa / ¿\t\t\thdra\nT \\ * .•••\t\t\t•_ 1_V\t\nPERFIL CASCALHEIRA\nSEÇAO-COLUNAR\nDESCRIÇÃO\nr45m\nArenito fino, creme avermelhado com aspecto maciço\nEncoberto\n3 Sm\n■30m\n-25m\nTi-\n“10m\nSiltito com aspecto maciço, micáceo\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nGgl Gcm\nConglomerado, clasto sustentado, maciço, com clastos desde seixos a calhaus pohmitícos, com matriz arenosa e com gradação normal\nArenito médio, creme avermelhado, mal selecionado e com matriz siltosa, com estratificações cruzadas acanaladas\nArenito médio, mal selecionado, com feldspatos alterados e com clastos dispersos O contato basal com o conglomerado é irregular com clastos de dimensões variáveis (5 -70 cm).\nArenito fino, creme avermelhado, micáceo. gritos arredondados, com estratificação cruzada tangencial na base\nArenito fino, creme avermelhado, grão arredondados, com estratificação cruzada tangencial na base. Ocorrem dois horizontes de conglomerado, clasto sustentados com matriz arenosa\nArenito médxr, cremo avermelhado, com clastos dispersos c com estratificações cruzadas acanaladas\nArenito fmo creme avermelhado com aspecto maciço, mtcaceo e matriz argdosa\nBarras amalgamadas Deformação\nFÁCIES\nCOORDENADA UTM (Zona 23S)\nE» 301.511m\nN = 7.663.504 m\nEstratificação incipiente Estratificação cruzada cavalgante\nESTRUTURAS 8:\nUTOLOGIA\n■I Conglomerado\nI I Arenito\nLamito marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nGRANULOMETRIA\n1—I—I—I—I—I-C Amj Ag Am Al Amt l—— Areia----i\nAmg ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ muito fina\nT—I------\nS A\n•— Argila '— Sllte\n\n\n1 M A /\tCrUto\t* Cascalheira\t1\t\n. \\\tj1 o »CanAÍ-’ SMmóiáoe\t•pOiM Irruios T\t•FtiJiP ; Fr d&amp;Agua • \tL\t->**\t\t\t\t\tRira\nT \\ * .••• mMtKMi \\\t\t\t•_ 1_V\t\nPERFIL CANAL\nFÁCIES\nDESCRIÇÃO\nSEÇAO-COLUNAR\n— 40m\n35m\n777\" -30m\n25m\n20m\n- 15m\n777\"\nA - 10m\nSiltito vermelho, com tammaçâo incipiente, localmente com porções arenosas\nDm\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nArenito muito fino, creme avermelhado. com seleção moderada dos grãos e matnz siltosa, com estratificação cruzada tangencial na base\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito muito grosso, creme avermelhado, mal selecionado, com clastos pofanibcos dispersos, com estrafrcação cruzada tangencial na base\nArenito grosso a muno grosso, creme avermelhado, com clastos potmibcos dispersos com aspecto maciço\nArenito mueo fino, creme avermelhado, apresenta seleção moderada e matnz siltosa.com estratificação cruzada tangencial na base\nArenito muito fino, cremo avermelhado, com estratificação plano-paralela levemente ondulada\nArenito muito fino, creme avermelhado, com aspecto maciço e localmente com estratificação incipiente.\nI—I—I—T\nC Amg Ag Am Aí Aml S\nESTRUTURAS 8:\nt~r i -\nA\nUTOLOGIA\nSE Conglomerado\nI I Arenito\nLamito marrom avermelhado M Siltito marrom avermelhado A Clastos (seixos e calhaus)\nCOORDENADA\nUTM (Zona 23S) E= 302 791 m\nN ■ 7 663 434 m\nA\n5m\nA\n!• ’Retifica\nGRANULOMETRIA I—I—I—I—I—I-C Amg Ag Am Af *ml l—— Areia-----l\nArng ■ muito grossa Ag • grossa Am - média Al • fina\nAmt ■ muito fina\nT—I------\nS A\n•— Argila '— Sllte\ncy°\t____\n• Canal\nSrftaòidoe «QO'» Irmâoa y ;\t• Fr d« Pbdra\n• Fr da Agua /\n\nFÁCIES\nSEÇAO-COLUNAR\nDESCRIÇÃO\nArenito mudo fino, creme avermelhado. com aspecto maciço\nArenito fino, creme avermelhado, com estratificação cruzada cavalgante\n* — Mm\n25m\n' — t5m\n\"— 10m\n---Sm\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito fino, creme avermelhado, com grãos arredondados, quartzoso. com estratificação cruzada acanalada\nArenito grosso a muito grosso, mal selecionado. grãos arredondados com pouca matriz e estratificação cruzada tangencial na base\nArenito médio, creme avermelhado, com grãos arredondados, com aspecto maciço.\nCOORDENADA UTM (Zona 23S)\nE =\t300 888 m\nN = 7 662.702 m\n1—I—I—T\nA\nESTRUTURAS 8:\nLITOLOGIA\n■I Conglomerado\nI I Arenito\nLamito marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nArenito fino a muito fino, creme avermelhado, com barras sigmóides amalgamadas\ni—i—r\nC Amg Ag Am U Amt S\nPERFIL SIGMÓIDE\n—1I\"  \"1---------\nGRANULOMETRIA I—I—I—I—I—I-C Amg Ag Am At *mt i—— Areia-----i\nAmg ■ muito grossa Ag • grossa Am - média Al • fina\nAmf ■ muito fina\nT—I------\nS A\n•— Argila '— Sllte\n1 M A /\tC<Uto\tÇdsíílhoir?. 1 •\t\n. \\\t.1’\t• .Canal-’ le\te •ftdaP 12\t\t\tKfra\n\t\t\t\nPERFIL DOIS IRMÃOS\nSEÇAO-COLUNAR\nDESCRIÇÃO\nA\n60m\nA\nArenito muito fino, creme avermelhado, micáceo\nDiarrnctito manom avermelhado\n55m\n-50m\n40m\n35m\nA A A A\nOianwctito marrom avermelhado com um nível de dastos na base\nDm\n25m\n20m\n— 15m\n777“\n- tOm\n777“\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nArenito fino, creme avermelhado, com matriz argilosa Ocorrem lentes de arenito médio a grosso.\nArenito grosso a muito grosso, sem matriz, mal selecionado e com estratificação cruzada acanalada\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito muito grosso, creme avermelhado, com seixos de tamanhos vanáveis entre 0.5 cm a 1 cm e nivets de dastos\nArenito médio, creme avermelhado, com grãos subarredondados. seixos de quartzo dispersos com média de 3 cm. níveis de dastos\nArenito fino a médio, com matriz argilosa, com estratificação cruzada acanalada No topo corre uma camada de lamito marrom avermelhado\nArenito médio que grada para arenito muito grosso com dastos dispersos, com estratificação cruzada acanalada\nArenito médio, creme avermelhado, quartzoso. com grftos subarredondados. com matnz siitosa e aspecto maciço\nCOORDENADA\nUTM (Zona 23S)\nE = 303 490 m N = 7 662 663 m\nConglomerado dasto suportado, com dastos polimilicos (granito, quartzito, xisto, argila), com diferentes dimensões (1-30 cm), com matriz arenosa e com estratificações cruzadas acanaladas\nA\nA A A A A A A ( A A A\nESTRUTURAS 8:\nLITOLOGIA\nSE Conglomerado\nI I Arenito\nLamito marrom avermelhado M Siltito marrom avermelhado A Clastos (seixos e calhaus)\nFÁCIES\nGRANULOMETRIA\nI—I—I—I—I—l““ C Am; Ag Am Al Amt l—— Areia----i\nAmg ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ mudo fina\nT—I------\nS A\n•— Argila '— Sllte\nI— 45m\n1 M A /\tCrUto\t* ÇtfsCithpir?\t’Retifica\t\n. \\\t• •CarvAl-Do»» Irmãos J\t• Fr PMm • ft.\t/ ¿\t\t\t\nT \\ * .••• mMtaMi \\\t\t\t\t\nFigura 33 - Perfil estratigráfico vertical (seção colunar) Dois Irmãos (Monte Santo de Minas - MG)\nPERFIL FAZENDA DA PEDRA\nFÁCIES\nDESCRIÇÃO\nSEÇAO-COLUNAR\n— 50m\n45m\nArenito mM« creme avermelhado, com aspecto maciço\n40m\nArenito fino, creme avermelhado, com aspecto maciço\n35m\n— 30m\n25m\n20m\n15m\ntOm\nArenito grosso, creme avermelhado, com aspecto maciço\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nArenito médto a grosso, creme avermelhado, mal selecionado, com grãos subanedondados e matnz siltosa. com estratificação cruzada acanalada\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito grosso, creme avermelhado, com grãos subarredondados e com estratificação cruzada acanalada.\nArenlto médxi a grosso. creme avermetoado. mal selecionado. com graos subarredondados e matnz siltosa, com estratificadlo cruzada acanalada\nArenito médio a grosso com lentes de arenito fino/muito fino Ocorrem eslratiticaçoes cruzadas acanaladas\nArenito muito fmo. creme avermelhado, matnz siltosa. com estratificação cruzada acanalada.\nCOORDENADA\nUTM (Zona 23S) E • 306 696 m\nN = 7.662 335 m\nESTRUTURAS 8:\nUTOLOGIA\n■I Conglomerado\nI I Arenito\nLamito marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nGRANULOMETRIA\nI—I—I—I—I—I-C Amj Ag Am W Aml i—— Areia----i\nArng ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ muito fna\n— Cascalho\nT—I------\nS A\n•— Argila '— Sllte\n2M\tMO\tM\t1\t•\t\nN A /\t\tp *RatJhca -4\t\t\n\tCheto Mscatlwira 1 '•\t\t\t? ■4\n\\\t• • • ^pnóido* ;* Fz da Agua *\t-r\t•Canal* •QbiU lrrr-âo» Fz. da Podra\t\t\n«MkmI\t\t\t\t•-\nm\tMO\tMS\t>10\t\t\nFigura 34 - Perfil estratigráfico vertical (seção colunar) Fazenda da Pedra (Monte Santo de Minas - MG)\n8.3.2.\tSeções levantadas em São Sebastião do Paraíso\nPróximo à sede municipal de São Sebastião do Paraíso foram levantadas 3 seções colunares estratigráficas sendo elas Morro do Baú, Grota das Abelhas e Fazenda São José do Paraíso (Figura 35). Na figura 36 é apresentada, a título de exemplo, uma foto para ilustrar um dos locais onde foi levantada uma das seções. As figuras de 37 a 39 representam as 3 seções\nlevantadas em São Sebastião do Paraíso.\nFigura 35 - Localização das seções levantadas no município de São Sebastião do Paraíso.\nFigura 36 - Vista geral da estrada onde foi levantada a seção Fz. São José do Paraíso.\nPERFIL MORRO DO BAÚ\nFÁCIES\nDESCRIÇÃO\n35m\n3Om\n25m\n20m\nArenito fino, vermelho, com estratificação plano paralela\n-15m\n10m\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nMorto\nEstratificação plano-paralela\nParaíso\nrrr\nFORMAS\nArenito médio, creme, com estratihcaçío cruzada acanalada, quartzoso com alguns grãos de fetospato e presença de matriz siltosa. Apresenta sets com clastos dispersos, clastos no toresof horizontes do clastos (argila), e localmente bolsOesconglomeràticos Os clastos sAopohmlticos (quartzo, granitoeargila).\nBarras amalgamadas Deformação\nArenito grosso, creme avermelhado, mal selecionado, oom estratificação cruzada acanalada e seixos dispersos\nArenito médio a grosso, creme avermelhado, mal setoctonado. com estrabficação cruzada acanalada. presença de matnz sittos e seixos polimiticos no foreset (de quartzrto.silex.argilitojcomaté 5 cm\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito médio, creme, com estratificação cruzada acanalada. quartzoso com alguns grãos de leldspato e presença de matnz siltosa. Ocorrem honzoote de clastos formado por seixos e calhaus com até 1 Sem de quartzo e granito.\nCOORDENADA UTM (Zona 23S)\nE = 296 407 m\nN = 7 687 913 m\nESTRUTURAS 8:\ndo Bau/*'-\nda* Abelhas\n1 I *\tFi. S*o Jose do\nLITOLOGIA\n■I Conglomerado\nI I Arenito\nLarruto marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nr r i ml S A\nSEÇAO-COLUNAR\nGRANULOMETRIA I—I—I—I—I—I-C Amj Ag Am Af Amt l—— Areia-----1\nArng ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ muito fina\nT—I------\nS A\n•— Argila ■— Sllte\n\nFigura 37 - Perfil estratigráfico vertical (seção colunar) Morro do Baú (São Sebastião do Paraíso - MG)\nPERFIL GROTA DAS ABELHAS\nFÁCIES\nSEÇAO-COtUNAR\nDESCRIÇÃO\n20m\na\n15m\nGcm\n-1Qm\nctaslos\nDm\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nMorro\nEstratificação plano-paralela\ntrr\nFORMAS\nclaslos alguns\nDiamtcfito marrom avermelhado, maciço a levemente laminado com dispersos, matriz lamltica marrom avermelhada.\nArenito mutlo fino, creme avermelhado, com grãos de feldspato, com estratificação cruzada acanalada localmente ocorrem claslos polimíbcos dispersos no foreset\nConglomerado clasto suportado, com matriz arenosa. Os claslos são cenbmétricos a decime tocos chegando até a 70 cm de diâmetro.\nAronito médio, crome avermelhado, com grãos de feldspato, com estratificação cruzada tangenoal na base Localmente ocorrem dastos polimiticos dispersos no foresef\nArenito médio, creme avermelhado, com grãos de feldspato, claslos polimíbcos dispersos, com estratilkação cruzada acanalada Localmente apresenta deformações\nCOORDENADA UTM (Zona 23S)\nE = 297 252 m N = 7 686.714 m\nAremlo grosso, creme avermelhado, mal selecionado, com matriz siltosa creme esbranquiçada, com estratificação cruzada acanalada Ocorrem dispersos pohmiticos (silex, lamito. granito, gnaisse) com drãmelros de milímetros a no máximo 4 centímetros.\nÇÇ Barras amalgamadas A Deformação\nESTRUTURAS\n8S\nEstratificação incipiente\nEstratificação cruzada cavalgante\nLITOLOGIA\n■1 Conglomerado\nI I Arenito\nLamito marrom avermelhado\n1 I Lamito cinza esverdeado A Clastos (seixos e calhaus)\nGRANULOMETRIA\n1—I—I—I—I—r-C Amg Ag Am M Am!\nI Areia----i\nAmg • muito grossa Ag • grossa Am ■ média\nAf * fina\nAmf ■ muito fina\n1—I------\n$ A\nI— Argila '— Sllte\nFigura 38 - Perfil estratigráfico vertical (seção colunar) Grota das Abelhas (São Seb. do Paraíso - MG)\nPERFIL FAZENDA SÂO JOSÉ DO PARAÍSO\nFÁCIES\nDESCRIÇÃO\nSEÇAO-COLUNAR\n-AOm\nArenito fino, creme avermelhado, com matnz argilosa\n30m\n25m\n-20m\nI - 15m\nEncoberto\n10m\n5m\nLOCALIZAÇÃO\nEstratificação cruzada acanaiada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nParaíso\nrrr\nFORMAS\nArenito médio. creme esbranquiçado quartzoso, mal selecionado com murta matriz, com aspecto maciço.\nÇÇ Barras amalgamadas Deformação\nSmcZ Srs\nLamrto com predominancia de argila, com laminaçâo incipiente. Apresenta deformações plásticas\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito grosso, creme avermelhado, quartzoso. grãos arredondados, com aspecto maciço\nArenito muito fino, creme avermelhado, com matriz argilosa e com laminaçâo plano-paralalela horizontal\nArenito grosso, creme avermelhado, com matriz siltosa, grãos arredondados, com estratificação cruzada acanalada\nArenito grosso, creme avermelhado, mal sefeoonado. com estratificação cruzada acanalada, com dois níveis de conglomerados Os clastos são pofamiticos (silex, quartzo, xisto e filito) e apresentam dimensões diferentes (entre 1 e 5 cm).\nArenito grosso, creme avermelhado, quartzoso. grãos arredondados Apresenta ctastos de pelctos dispersos e lentes amalgamadas\nArenito fino, creme avermelhado, com malnz argilosa e com laminação plano-paralalela horizontal\nArenito fino, creme avermelhado, com matnz argilosa Ocorrem micas dispersas e uma lente de areia fina de coloração acinzentada Apresenta clastos de pelltos dispersos e lentes amalgamadas.\nArenito grosso a muito grosso, creme avermelhado, sem matnz, com estratificação cruzada acanalada\nCOORDENADA\nUTM (Zona 23S)\nE = 302 290 m N = 7 685 866 m\nESTRUTURAS 8:\nLITOLOGIA\n■I Conglomerado\nI I Arenito\nLamito marrom avermelhado □ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nSnvSmc /Srs\nGRANULOMETRIA I—I—I—I—I—I-\nC Amj Ag Am Al Amt\nl—— Areia---1\nAmg ■ muito grossa Ag • grossa Am - média Al • fina\nAmt ■ muito fina\nT—I------\nS A\n•— Argila '— SHte\nMorro do BatnK^\n----- S-a rota da» Abelha»\nttotawa j • Fz.SAoJosedo\nFigura 39 - Perfil estratigráfico vertical (seção colunar) Fazenda São José do Paraíso\n8.3.3.\tSeções levantadas em Goianases\nAs seções Goianases e Copasa estão próximas ao distrito de Goianases pertencente ao município de Capetinga (Figura 40). Nesse local foral levantadas as seções no sopé da escapa sustentada pelas formações Botucatu e Serra Geral (Figura 41).\nAs figuras de 42 e 43 representam as 2 seções levantadas no distrito de Goianases. Ambas apresentam ciclos de granodecrescência ascendente, como o mesmo padrão observado nas regiões apresentadas anteriormente.\nSegundo o mapa fotolitológico de Fiori (1977), para norte, ocorrem as unidades mais jovens. Em Goianases o contato superior da Formação Aquidauna ocorre com a Formação Tatui. Nos trabalhos de campo foi observado o contato superior ocorre com a Formação Botucatu, não sendo encontrada a Formação Tatuí, representando, portanto, uma discordância.\nLEGENDA\nRodovia principal Rodovia secundária Sedes municipais Seção levantada\nCapetinga ■\n\t LOCALIZAÇÃO\t\t\t\t\n\trJ\t** t\tz\t-\tx? . x.\t\n\tA\t\t\t\n\t\t\t\t\n7710\t7715\t7720\nFigura 40 - Localização das seções levantadas no município de Capetinga.\nFigura 41 - Vista geral da área, onde foram levantadas as seções na região de Goianases, distrito de Capetinga-MG. A) Local onde foi levantada a seção Copasa; B) Local onde foi levantada a seção Goianases.\nEstratificação cruzada planar\nFORMAS\nArgila\nBarras amalgamadas Deformação\nArenito méd». sub-arcosiano, com estratificação cruzada acanalada e com grânulos e seixos dispersos com 3 cm de diâmetro no máximo\nUTOLOGIA\n■I Conglomerado I I Arenito\nLamito marrom avermelhado\n□ Lamito cinza esverdeado A Clastos (seixos e calhaus)\nGRANULOMETRIA\nmédio, com estratificação cruzada dastos dispersos.\nArenito mudo fino com pouca matnzsiltosa\nEstratificação incipiente\nEstratificação cruzada cavalgante\nFigura 42 - Perfil estratigráfico vertical (seção colunar) Goianases (Capetinga - MG)\nPERFIL COPASA\nDESCRIÇÃO\nSEÇAO-COLUNAR\n15m\nSiltito. marrom avermelhado, com aspecto maciço\n?- 10m\n-Sm\n777“\nArenito fino, disposto em barras sigmóides amalgamadas\nSrs\nArenito fino, disposto em barras sigmóides amalgamadas\nLOCALIZAÇÃO\nEstratificação cruzada acanalada (festonada)\nEstratificação cruzada acanalada (cuneiforme)\nEstratificação cruzada planar\nEstratificação plano-paralela\nrrr\nFORMAS\nBarras amalgamadas Deformação\nArenito muito fino, creme avermelhado, com matnz silto-argilosa. estratificação cruzada acanalada, cimentado por carbonato São observadas marcas onduladas com deeção leste-oeste\nEstratificação incipiente Estratificação cruzada cavalgante\nArenito fino, creme avermelhado, com aspecto maciço, cimentado, com clastos de diferentes tamanhos (milimétricos a declmèlrlcos).\nArenito fino, creme avermelhado, com aspecto maciço, cimentado, com clastos de diferentes tamanhos (milimétricos a decimétricos).\nCOORDENADA\nUTM (Zona 23S) E« 290 171 m\nN = 7.709.161 m\nUTOLOGIA\nSE Conglomerado\nI I Arenito\nLamito marrom avermelhado M Siltito marrom avermelhado A Clastos (seixos e calhaus)\nESTRUTURAS 8:\nArenito fino a médio, creme avermelhado, com grãos arredondados com estratificação incipiente.\nFÁCIES\nA\n777\"\nGRANULOMETRIA\nI—I—I—I—I—l““ C Amj Ag Am W Aml I—— Areia----i\nArng ■ muito grossa Ag • grossa\nAm - média Al • fina\nAmt ■ muito fina\n— Cascalho\nT—I------\nS A\n•— Argila '— Sllte\nN A\t\t\t\t\n\t\t■\t\t\n\t\ttaianatet\t\t\n\t\t•\tCopasa\t\nFigura 43 - Perfil estratigráfico vertical (seção colunar) Copasa (Capetinga - MG)\n8.4.4.\tCorrelação das seções\nNeste trabalho foi realizada a tentativa de correção das seções colunares. Para isso são necessários camadas ou níveis guias (marcos estratigráficos). No entanto, dois parâmetros geológicos dificultam a correlação entre as seções que são os depósitos glaciais, por apresentarem ampla variação lateral e vertical de fácies e também a proximidade com o embasamento, que pode promover reativação de falhas e basculamento dos blocos.\nFoi realizada a tentativa de correlacionar as seções apenas com a cota topográfica, mas não foram obtidos bons resultados. Por isso, conforme mencionado, foi utilizado o trabalho de Fiori (1977) que fez o zoneamento fotolitológico da área de afloramento da Formação Aquidauana.\nFoi observado que no setor de Monte Santo de Minas ocorrem dois ciclos completos de granodecrescência ascendente e o início de um terceiro. Esse ciclos são marcados no relevo por quebras positivas dentro da Formação Aquidauana, conforme mostra a figura 44.Os ciclos coincidem com as unidades de Fiori (1977), conforme apresentado na correlação das seções.\nNessa correlação foi mantida a escala vertical igual para todas as seções (figura 45 e 46). A distância horizontal entre as seções não se apresenta em escala, pois as seções ficariam muito distantes e não seria possível observar alguns detalhes que serão discutidos aqui.\nFigura 44 - Foto da região de Monte Santo de Minas mostrando a quebra de relevo que marca os ciclos de granodecrescência ascendente.\nFigura 45 - Correlação das seções colunares na região de Monte Santo de Minas, com as sub-unidades inferiores de Fiori (1977).\nA figura 45 apresenta as sequências basais de Fiori (1977). As seções Cascalheira e Canal estão embutidas na unidade IIA que é uma unidade restrita pela definição do mapa fotolitológico. Afigura 46 apresenta a correlação dos setores São Sebastião do Paraíso e Goianases. Nesses dois setores estão apresentadasas unidades superiores.\nObserva-se que o ciclo na unidade III apresentado na figura 45 se repete na figura 46, dando continuidade a dois ciclos, sendo as unidades IV e VA.\nRessalta-se que a correlação realizada é a mais próximo que se pode realizar com critérios estratigráficos mínimos. A partir desta correlação é possível observar umpadrão de 5 sequências de granodecrescência ascendente, sendo estas, provavelmente, referidas a ciclos glaciais de degelo.\nSÃO SEBASTIÃO DO PARAÍSO\nGOIANASES\nCOPASA\nGOIANASES\nLOCALIZAÇÃO\nLITOLOGIA ■I Conglomerado C i Arenito ■I Lanwto marrom avermetado ■9 Lamto onza esverdeado A Clastos (seseos e cAhaus)\nFAZENDA SÃO JOSÉ GROTA MORRO DO BAÚ DO PARAÍSO\tDAS ABELHAS\nFigura 46 - Correlação das seções colunares na região de São Sebastião do Paraíso e Goianases, com as sub-unidades superiores de Fiori (1977).\nLOCAL1ZAÇÀO\nM A\t\t\t?\n\t\t\t\n\t\t\t-\n\t«cuniMI\t\t9\n\t*\t\t\n!•\tB\t9\tm\tn«\t\t\n8.4\t- Petrografía\nCom o objetivo de caracterizar a cor avermelhada da Formação Aquidauana foram confeccionadas cinco (5) lâminas de seção delgada para estudo petrográfico, Dos pontos amostrados da Formação Aquidauana, são aqui apresentadas as descrições petrográficas dos seguintes pontos: P-35, P-36, P-46, P-47 e P-50 (Figura 47).\nUm dos objetivos dessa descrição petrográfica foi compreender melhor a causa da cor vermelha nos sedimentos da Formação Aquidauana. Nas amostras P-46 e P-50, por exemplo, foram observados preenchimentos dos poros por óxido de ferro.\n-Sao Tomás de Aquino\nLEGENDA\n—i—\no\n■\nF\n--- Rodovia pnnctpal (pavimentada .1\n— Rodovia secundána (em tema)\n■ Sedes municipais\n▲ Pontos de petrografia\n2Í5\nFigura 47 - Localização dos pontos amostrados na Formação Aquidauana para análise petrográfica nas proximidades de São Sebastião do Paraíso (MG)\n■ *\n\n8.4.1\t- Descrição de lâminas delgadas\nLâmina P35 (Figuras 48 e 49) - Rocha com grãos inequigranulares, granulometria variando de 0,1 a 1 mm, com duas modas distintas, sendo uma mais fina, de 0,3 mm, e outra mais grossa, de 0,7 mm. No geral, os grãos possuem arestas arredondadas e baixa esfericidade. Os contatos entre os grãos são lobulares e pontuais. A rocha possui porosidade inicial alta, com poros conectados, que posteriormente foram preenchidos por matriz e percolação de fluido alcalino.\nQuartzo: perfaz 83% da lâmina, possui extinção ondulante, sem inclusões. Encontram-se ainda cristais de quartzo policristalinos).\nFeldspato K (microclínio): perfaz 12% da lâmina, apresenta-se algumas vezes alterado, saussuritizado. Alguns cristais estão recristalizados com borda em descontinuidade óptica.\nPlagioclásio: perfaz 5% da rocha, sendo, em sua maioria, oligoclásio e albita. Os mais cálcicos estão muito saussuritizados.\nComo minerais traços aparecem zircão e micas muito finas.\nClassificação: arenito subarcósio.\nFigura 48 - Fotomicrografia mostrando aspecto geral da rocha, distribuição, grau de seleção e contatos dos grãos. Nicóis descruzados e cruzados. Aumento de 25x.\nFigura 49 - Fotomicrografia mostrando borda de recristalização em feldspato K. Nicóis descruzados e cruzados. Aumento de 100x.\nLâmina P36 (Figuras 50 e 51) - Rocha com grãos medianamente selecionados, granulometria com moda em 0,25 mm. Os grãos possuem contatos lobulares em sua maioria e também pontuais.\nÉ composta por quartzo (87%), sendo alguns deles policristalinos (quartzitos), feldspato K, ortoclásio e microclínio (9%), não apresentando feições de recristalização; e plagioclásio (4%). A lâmina possui muita matriz e os grãos de feldspato e plagioclásio estão muitosaussuritizados.\nClassificação: arenito subarcósio.\nFigura 50 - Fotomicrografia mostrando aspecto geral da rocha, feição dos grãos e seleção granulométrica. Nicóis descruzados e cruzados. Aumento de 25x.\nFigura 51 - mostrando ao centro, no cruzamento dos retículos, cristal de quartzo policristalino (quartzito). Nicóis descruzados e cruzados. Aumento de 100x.\nLâmina P46 (Figura 52) - Rocha com grãos medianamente selecionados, granulometria média de 0,1 mm. Observa-se uma leve isotropia, porém a lâmina possui muitos buracos e bolhas prejudicando a análise. Os grãos se conectam por contatos lobulares em sua maioria e também por contato pontual caracterizando baixa porosidade.\nA rocha é composta por quartzo (85%), alguns com sobrecrescimento, feldspato K (10%), plagioclásio - albita a andesina (5%), e como minerais traços aparecem zircão, finas micas e turmalina.\nObserva-se percolação de fluido rico em ferro que se depositou nos poros. Antes da percolação do fluído, alguns grãos de quartzo já exibiam capeamento por oxido de ferro.\nClassificação: arenito subarcósio.\nFigura 52 - Fotomicrografía caracterizando textura fina e presença de oxi/hidróxido de ferro disperso por quase toda a lâmina. Nicóis descruzados e cruzados, Aumento de 25x.\nLâmina P47 (Figuras 53 e 54) - Rocha inequigranular apresentando duas modas, sendo uma mais fina, de 0,1 a 0,6 mm, e outra mais grossa, 0,7 a 1mm. No geral, os cristais são subarredondados a angulosos. Em algumas porções da lâmina é possível identificar uma leve orientação dos minerais mais alongados/ovalados. A porosidade existente é intercristal, quando esta não se encontra preenchida por óxido de ferro.\nÉ composta por quartzo (85%), feldspato - microclínio (10%), óxido de ferro (5%) e muscovita (traço).\nO quartzo ocorre como mineral principal, com formas mais arredondadas e, às vezes, mais alongadas. No geral, apresenta extinção ondulante. Há presença, em pequena quantidade, de quartzo policristalino. O feldspato K é representado pelo microclínio, apresentando geminação em grade, tendo alguns deles feições de recristalização. A muscovita ocorre sob a forma de placas alongadas, em alguns casos, levemente dobradas. O óxido de ferro ocorre nos poros da rocha associado à percolação de fluido. Observa-se também a presença desse óxido entre o cristal e a “capa” de recristalização.\nClassificação: arenito subarcósio.\nFigura 53 - Fotomicrografia mostrando aspecto geral da rocha, feição dos grãos e seleção granulométrica. Nicóis descruzados e cruzados. Aumento de 25x.\nFigura 54 - Fotomicrografia mostrando feição de recristalização em feldspato. Atentar para a camada muito delgada, na parte inferior, entre a “capa” de recristalização e o mineral: observa-se a deposição de óxido de ferro, anterior ao depositado pela passagem de fluído rico em Fe (indicado pela seta). Nicóis descruzados e cruzados. Aumento de 100x.\nLâmina P50 (Figuras 55 e 56) - Rocha inequigranular com grãos variando de 0,2 a 1mm, apresentando muita matriz. Os minerais encontram-se dispersos de forma caótica e sua morfologia varia de subarredondados, na maior parte, até angulosos. O contato entre os grãos é lobular a pontual. É composta principalmente por quartzo (80%), feldspato (10%), óxido de ferro (10%) e pequena quantidade de plagioclásio e muscovita (traço).\nO quartzo ocorre em maior quantidade, apresenta extinção ondulante, provavelmente preservado da rocha pretérita. Há alguns grãos policristalinos.\nOs cristais de feldspato são caracterizados por microclínio, apresentando geminação em grade. Em alguns casos ocorrem fraturados e preenchidos por óxido de ferro.\nPreenchendo os poros e fraturas, está o óxido de ferro, disperso por toda a lâmina.\nA muscovita e o plagioclásio ocorrem como minerais traços, a primeira apresentando-se sob a forma de pequenas placas, enquanto o segundo apresenta geminação do tipo Carlsbad.\nClassificação: arenito subarcósio.\nFigura 55 - Fotomicrografia mostrando aspecto geral da rocha, a distribuição dos grãos, seleção granulométrica, morfologia e a grande presença de matriz e óxido de ferro. Nicóis descruzados e cruzados. Aumento de 25x.\nFigura 56 - Fotomicrografia mostrando quartzo policristalino que se destaca pelo seu grande tamanho. Nicóis descruzados e cruzados. Aumento de 25x.\n8.4.2\t- Interpretação e discussão do resultado das análises petrográficas\nAs lâminas analisadas apresentaram composição muito semelhante: quartzo, em maior quantidade, feldspato potássico (K), plagioclásio, variando desde albita a andesina, muscovita em finas lamelas, e minerais traços como zircão e turmalina. A presença de quartzo policristalino em algumas lâminas indica rocha fonte de litologias diferentes, no mínimo duas, sendo uma de composição mais granítica e outra metamórfica (como um quartzito, por exemplo).\nA granulometria das rochas varia em sua grande maioria, sendo a dispersão não muito grande. Esse fato atenta que o processo de transporte era ineficiente quanto à seleção do material.\nObservou-se porosidade inicial alta na maioria das lâminas, caracterizada por poros interconectados, tendo os grãos contatos pontuais a lobulares. Essa porosidade facilitou a passagem de fluído que trouxe grande quantidade de óxido de ferro e um pouco de matriz. As rochas que já tinham matriz dispersa ficaram muito mais avermelhadas, pois dificultavam a passagem do fluído favorecendo a precipitação.\nO fluido possuía características alcalinas, uma vez que propiciou a recristalização dos feldspatos potássicos (K). Os minerais mais cálcicos, como a andesina, ficaram instáveis quimicamente e foram os que mais se apresentaram alterados/saussuritizados.\nPode-se inferir, que antes da percolação deste fluido já existia certa quantidade de óxido de ferro presente na rocha. Essa constatação se deve pela presença de fina camada de óxido de ferro depositada entre a borda de recristalização e o mineral propriamente dito.\nTem-se aqui, portanto, uma pista para se afirmar que as cores avermelhadas, típicas da Formação Aquidauana, foram intensificadas com a passagem de fluidos pós-diagenéticos, sendo, assim, cores secundárias que fizeram sobressair o óxido de ferro que já impregnava os grãos, porém de maneira menos evidente.\n8.5-Análise de Paleocorrentes\nA análise de paleocorrente é uma das ferramentas que permite remontar a paleogeografia de uma área. Em ambientes glacias, além das estratificações em arenitos, estrias glaciais também são utilizadas como fonte de sentido de fluxo de uma geleira. As estrias glaciais são amplamente encontradas no Grupo Itararé na porção sudoeste da Bacia do Paraná.\nNa Formação Aquidauana são raras as estrias glacias por se tratarem de sedimentos arenosos, onde há o predomínio de fluxo com tração. Nas proximidades de São Sebastião do Paraíso e no distrito de Goianases foram encontradas estruturas que podem representar prováveis estrias glaciais (figura 57).\nConsiderando que a sua ocorrência foi restrita e não confiável, fica apenas o registro nessa dissertação, embora o sentido dos sulcos apresente direção compatível com o rumo das estrias encontradas no Grupo Itararé.\nPara o estudo de paleocorrentes foram geradas rosetas com os dados coletados em campo, através de medidas extraída com bússolas, medindo o sentido do paleofluxo na estratificação cruzada dos arenitos. Das 9 estações de paleocorrentes (figura 58), a maioria apresenta sentido de fluxo para sudoeste (SW).\nEste padrão está um pouco diferente dos padrões de paleocorrente do Grupo Itararé compredomínio do quadrante noroeste (NW). Devido à proximidade da borda da bacia, as camadas podem ter sofrido deformação com basculamento e rotação, que poderia levar alteração na medida.\nPor outro lado, podem indicar fonte a NE com fluxo para SW, que representaria uma nova fonte (secundária) no contexto glacial permo-carbonífero para a Bacia do Paraná.\nConsiderando que o Grupo Itararé apresenta sedimentação glacio-marinha no Estado de São Paulo, as fácies da Formação Aquidauana são indicativas de sedimentos mais proximais da área fonte, inclusive as paleocorrentes tem padrão diferente das correntes do Grupo Itararé.\nFigura 57 - Prancha com fotos de possíveis estrias com direções de N300 para A e N330 para B.\nPratâpol»\nCONVENÇÕES GEOLÓGICAS\nLEGENDA\nSeções colunares\nSede municipal\nEstradas principais\nLimite municipal\nContato gootògico\nFalha\nLOCALIZAÇAO\nItamogi\nJacul\nSão Sebastião do Paraíso\nSão Tomás B de Aquino\nMonte Santo de Minas I\nttamogi\nSão Sebastião Fortaleza do Paraíso \\ de Minas •\tK--i\t-X\n( r\nIDADE\tGRUPO\tFORMAÇAO\tUNOADE MA PE AO A\nCRETACEO\tSAO UENTQ\tSERRA GtRAL\t(TI UNIOADE Z\nTR^AS&amp;CO\t\tPtRAU&amp;ÔlA\tm UNIDADE Y\nPERUiA.NO SUPERIOR\tPASSA OCXS\tESTRADA NOVA\tm UNIDADE X\nPERMiANO MÉDO\t\tTATV* Irttonori\t■i UNIDADE VB\n\t\t\t! va;\níf RIX>\t1\t\t\nCARÔONÍ\t1\t\trnr UNIDADE III\nFERO\t\t\t\n\t\t\t■1 J\tL -.\tULJ\n\t\t\tm UNIOADE 1\nPRÊ-CAMBRWNO\t\t\tI 1 Pré-CamOnano\nFigura 58 -Localização das estações e roseta de paleocorrentes levantadas em campo sobre o mapa fotolitológico de Fiori (1977).\n9.\tINTEGRAÇÃO DOS DADOS\nApós coleta, tratamento e interpretaçãofez-se necessária uma breve integração dos dados para a discussão da caracterização e posição estratigráfica da Formação Aquidauana que aflora no sul de Minas Gerais. Para a comparação entre as unidades (Itararé e Aquidauana) foram visitados alguns afloramentos do Grupo Itararé no Estado de São Paulo na transição entre as unidades.\nFoi observado que não há nenhum controle estratigráfico que permita separar as rochas sedimentares das margens direita e esquerda do rio Mogi-Guaçu, no seu vale próximo à cidade homônima. De acordo com as descrições petrográficas foi possível determinar que há uma película de óxido de ferro sobre os grãos, sendo que esse sofreram sobrecrescimento após a sedimentação (sobrecrescimentodiagenético). Assim a cor vermelha que é usada para distinguir as unidades não apresenta um critério genético para diferenciá-las, visto que a cor é algo secundário formada por processo diagenético.\nNos mapas geológicos observa-se que há uma discordância entre as rochas da denominada Formação Aquidauana e as unidades sobrepostas, sendo sugestivo que essas rochas ficaram expostas por um longo período, o que pode ter facilitado a percolação de fluidos que precipitaram óxido de ferro sobre os grãos.\nAs paleocorrentes da área de estudo apresentam padrão diferente das paleocorrentes do Grupo Itararé. As paleocorrentes do Grupo Itararé apresentam padrão predominantemente para NW. Conforme apresentado no item 8.5 os dados de paleocorrentes da Formação Aquidauna apresentam padrão predominante para SW.\nOs trabalhos do Grupo Itararé para o Estado de São Paulo apresentam fosséis que indicam que o ambiente de sedimentação era em boa parte marinho. De acordo com as descrições das fácies e a comparação com os modelos da literatura, os depósitos gerados no sul de Minas Gerais foram gerados em canais entrelaçados e em outwash em meio subaquoso não sendo encontrada nenhuma evidência se seria lago ou mar.\nConsiderando o contexto geral, é possível que as rochas encontradas na área de estudo foram formadas num ambiente mais proximal às geleiras e levando sedimentos para as porções marinhas mais ao sul (em São Paulo).\nCom as correlações estratigráficas foi observado que há 5 ciclos de degelo registrados nos pacotes com granodecrescência ascendente. É observado que os pacotes de conglomerados são mais evidentes na base e toda a sequência da unidade também sofre um afinamento para o topo. Isso pode ser sugestivo de que cada vez mais para o topo a sedimentação estava mais distante da área fonte, sugerindo que a geleira estava regredindo, com evidência de deglaciação.\n10.\tDISCUSSÃO DOS RESULTADOS E CONCLUSÕES\nA Formação Aquidauana apresenta predominantemente sedimentos vermelhos com uma variação granulométrica muito ampla, porém com largo predomínio de arenitos. Registra parte dos eventos glaciais permo-carboníferos ocorridos no paleocontinenteGondwana e hoje se encontra preservada nas regiões oeste, noroeste, norte e, até o momento, também mapeada no setor nordeste da Bacia do Paraná. Seus litotipos são correlatos aos do Grupo Itararé, que afloram na borda leste da bacia. O seu posicionamento estrati gráfico em relação a este Grupo tem sido discutido ao longo do tempo. Pelas análises realizadas, concorda-se com França &amp; Potter (1988, 1989) e Milani et al. (1994, 2007) que designam a Formação Aquidauana como pertencente ao Grupo Itararé. Sua seção-tipo foi estabelecida na borda oeste da Bacia do Paraná próximo à cidade de Aquidauana (MS). As rochas atribuídas a esta unidade (arenitos, conglomerados, lamitos e diamictitos) também são registradas na borda leste da Bacia do Paraná (sul de Minas Gerais e nordeste do Estado de São Paulo), onde se concentraram os estudos dessa dissertação.\nAdaptando à região de estudos códigos de fácies amplamente utilizados para rochas de origem fluvial e glacial, foram descritas 14 fácies sedimentares em 12 seções colunares. Foi observado que há uma sucessão de fácies, nas seções colunares apresentadas no item 8.2. A sequência se inicia com conglomerados na base, tanto com passagens gradacionais, quanto abruptas, marcadas principalmente por superfícies de reativação (Figuras 59 e 60), níveis e bolsões de conglomerados na base de camadas (Figuras 61 e 62) e clastos nos foresets dos arenitos (Figuras 63 e 64).\nFigura 59 - Superfície de reativação marcada por nível de conglomerado com gradação normal (Gg), polimítico sobre arenito maciço (Sm) médio/grosso. São Sebastião do Paraíso (MG).\nFigura 60 - Sequência de arenitos médios/grossos com estratificação cruzada acanalada (St) em sets cuneiformes separados por superfícies de reativação marcada por níveis de clastos (Gg) (seixos e calhaus) de composição variada. São Sebastião do Paraíso (MG). Escala com divisão em 10 cm.\nSm\nGcm\nFigura 61 - Seis de arenito médio/grosso, maciço (Sm), separados por superfícies de reativação marcadas por níveis de clastos (seixos e calhaus) de composição variada (Gcm). Bolsão conglomeráticoclasto-suportado, com gradação normal, em nítida feição de corte e preenchimento. Monte Santo de Minas (MG). Escala com divisão em 10 cm.\nGcm\nFigura 62 - Detalhe do bolsão de conglomerado da figura anterior (Gcm). Monte Santo de Minas (MG). Escala com divisão em 10 cm.\nFigura 63 - Sets de arenito médio/muito grosso, com estratificações cruzadas acanaladas cuneiformes (St), com destaque para os clastos (grânulos e seixos) ao longo dos foresets. São Sebastião do Paraíso (MG). Escala com divisão em 10 cm\n\nSt\n\n\nFigura 64 - Detalhe da figura anterior (St). Sao Sebastiao do Paraíso (MG)\nUma feiçao bastante característica dos empilhamentos sao formas sigmóides de porte métrico a decamétrico (Figuras 65 e 66) que se amalgamam, indicando sentido de avanço do preenchimento sedimentar por progradaçao em lobos de frente deltaica, com fácies tipicamente geradas por desaceleraçao do fluxo (Figuras 67 e 68), passando de traçao pura a suspensao/decantaçao. Essas fácies encontram-se intimamente relacionadas a fácies de granulometria bastante grossa a conglomerática(Figuras 65 e 69) e a fácies de granulometria fina (Figura 70), geradas em corpos terminais, tipo prodeltas em lagos. Este empilhamento sugere tratar-se de deltas tipo Gilbert, com alimentaçao por rios de energia relativamente alta. É evidente em todo o conjunto o predomínio de arenitos de variadas granulometrias e graus de selecionamento. Porém, fácies finas (lamitos laminados e alguns diamictitos maciços) se intercalam aos arenitos e conglomerados e, por vezes, predominam em volume. Imersos nos diamictitos e presentes em algumas das fácies arenosas, sao registrados grânulos, seixos, calhaus e matacões de composiçao variada, além de clastos intraformacionais de argila. Boa parte dos clastos maiores encontra-se facetada e alguns estriados (Figura 71). Todas as fácies apresentam caracteristicamente cores em tons de vermelho, ora mais escuro (tendendo a marrom), ora mais claro (alaranjado/amarelado).\nFigura 65 -Formas sigmóides de avanço progradacional compostas de arenitos (principalmente fácies Srs) em típico paredão avermelhado em São Sebastião do Paraíso (MG), com cerca de 50m de altura.\n— -\n- aV\n■\n\n\nFigura 66 - Fácies areno-conglomeráticas (metade inferior) sucedidas por arenitos lamíticos com clastos dispersos em nítida geometria sigmoide (Srs). Monte de Santo de Minas (MG). Escala com divisão em 10 cm.\nFigura 67 - Detalhe da metade superior da foto da Figura 66, ilustrando as fácies de arenito lamítico com clastos dispersos (Srs). Notar ondulações no acamamento (lado esquerdo inferior) sucedidas por deformações plásticas. Monte de Santo de Minas (MG).\nFigura 68 - Detalhe das terminações das formas sigmoides (Srs) presentes nas barras de arenito com clastos (vide Figura 66, setor centro-direito). Monte de Santo de Minas (MG). Escala com divisão em 10 cm.\n?\tA*.\n'TTf *\t•\tw'1! >'*c\n>5 -ri.' • Wkjá\n\nFigura 69 - Detalhe da metade inferior da foto da Figura 66, ilustrando os ciclos de conglomerados (Gg) gradando a arenitos grossos/muito grossos com grânulos (Srs). Monte de Santo de Minas (MG).\nFigura 70 - Lamitos laminados (Fl) sucedidos por arenitos de granulometria variada, em geometrias lenticulares. São Sebastião do Paraíso (MG).\nFigura 71 - Clastos selecionados a partir de diamictitos da Formação Aquidauana/Grupo Itararé comuns em toda região de estudo.\nNos ambientes proglaciais, planícies aluviais de outwash dao lugar aos rios entrelaçados que formam uma rede de canais interconectados separados por barras arenosas ou cascalhosas. Duas das fácies mais típicas de rios entrelaçados sao arenitos e conglomerados com estratificaçao cruzada acanalada ou planar, intercaladas com arenitos com estratificaçao plano-paralela horizontal, variando nesses arenitos a quantidade de grânulos e seixos, tanto dispersos quanto distribuídos nos foresets.\nAnalisando-se as seções estratigráficas verticais levantadas na área de estudo é possível enquadrá-las no modelo supracitado, uma vez que a sucessao vertical de fácies como Gcm(Gg/Gt)-St;Smc-Sh-St;Sh-Sm-Smc e Sm-Sr-Fl, todas em diferentes graus de associaçao à fácies Dm, denotam uma diminuiçao de energia no sistema caracterizando uma granodecrescência ascendente (possivelmente ciclos de degelo).\nDo ponto de vista dos indicativos de polaridade sedimentar, o mapa de paleocorrentes mostra que o paleofluxo é variado, predominando vetores para o quadrante W (NW a SW) com\nárea fonte a E (SE e NE). São os primeiros registros para esta unidade nesta região da Bacia do Paraná. A fonte a NE é um fato novo que ajuda a entender o relacionamento estratigráfico entre a Formação Aquidauana e o Grupo Itararé. Neste sentido, ficou evidente que o contato abrupto entre essas unidades, conforme mostram alguns mapas geológicos (ALMEIDA et al., 1981; CPRM, 2006; por exemplo) no vale do rio Mogi-Guaçu, não existe como tal. Os litotipos mapeados como Formação Aquidauana a partir da margem direita deste rio ocorrem também em variados pontos de sua margem esquerda. Por outro lado, o inverso também ocorre, ou seja, o Grupo Itararé (como formalmente assim designado) também é registrado na margem direita. Como se trata simplesmente de uma variação de cores, propõe-se abandonar a designação Aquidauana para o Estado de São Paulo e sul de Minas Gerais, passando a nomenclatura da seção aflorante a Grupo Itararé.\nFica evidente que as cores (usadas para a distinção das unidades) são devidas a óxidos e hidróxidos de ferro carreados juntamente com os clastos, com fonte diferenciada (a NE), e ressaltadas diageneticamente com a formação de hematita (item 8.4).\nQuanto a estes aspectos petrográficos, as análises de lâminas delgadasmostraram que o processo de transporte não foi tão eficiente, com variação granulométrica acentuada e concentração de feldspatos (clima mais frio). Todas as amostras foram classificadas como arenito subarcóseo. Os contatos pontuais a lobulares entre os grãos conferem boa porosidade e permeabilidade à rocha, variando estas qualidades em função da maior ou menor presença de matriz e cimento. A característica descontinuidade lateral das fácies é algo muito desfavorável do ponto de vista de reservatórios. A presença de óxido de ferro depositada entre a borda de recristalização e o mineral (principalmente os feldspatos analisados) indica que possivelmente essa rocha já apresentava rubefação primária, intensificada pela percolação de fluido alcalino. Além disto, pode-se especular que parte dos tons avermelhados é também de origem mais tardia ainda. Como existe um grande hiato temporal entre o topo (por erosão) do Grupo Itararé e a base da sobreposta Formação Pirambóia/Botucatu, principalmente no sul de Minas Gerais, fluxos de quimismo variado (oxidantes) percolaram todo o conjunto.\nDe acordo com as observações de campo, levantamento de seções, detalhamento de afloramentos chaves e descriçao petrográfica, foi possível estabelecer que:\n1.\tNa área de estudo, a denominada Formaçao Aquidauana apresenta predominantemente arenitos mal selecionados, por vezes conglomeráticos, conglomerados e localmente diamictitos com matriz lamítica. Na maior parte ocorrem barras sigmóides, por vezes com deformações plásticas, sinsedimentares, em pacotes inferiores sobrepostos por pacotes nao deformados;\n2.\tO balizamento das seções com o trabalho de Fiori (1977) permitiu estabelecer que há 5 ciclos de granodecrescência ascendente e que todo o empilhamento também apresenta um afinamento para o topo, sugerindo evidencia dedeglaciaçao.\n3.\tObservou-se que no mapa de Fiori (1977)as unidades mais antigas afloram na porçao sul da área e as mais jovens no norte, o que implica uma descontinuidade angular ressaltando a discordância entre as unidades sobrepostas;\n4.\tA análise petrográfica permite a suposiçao de que a cor da Formaçao Aquidauana estaria associada a um processo de evoluçao diagenética e nao necessariamente genética, considerando que a capa de óxido de ferro é externa a um sobrecrescimento dos cristais, associadoà discordância que há entre a Formaçao Aquiduana e as unidades sobrepostas (formações Tatuí, Pirambóia e Botucatu);\n5.\tConsiderando que nao foram encontradas evidências estratigráficas que permitissem separar as unidades Formaçao Aquidauana e Grupo Itararé, propõe-se adotar Grupo Itararé para a regiao analisada.\n11.\tBIBLIOGRAFIA\nALMEIDA, F. F. M. de. 1945. Depósitos de origem glacial no território de Ponta Porã. An. Acad. Bras. Ci., Rio de Janeiro, 17 (1): 1-11.\nALMEIDA, F.F.M. de. 1948. Contribuição à geologia dos Estados de Goiás e Mato Grosso. Notas Prelim. Est. Div. Geol. Mineral. Dep. Nac. Prod. Min., Rio de Janeiro, n. 46. 15p.\nALMEIDA, F. F. M. de. 1954. Geologia do Centro - Leste Matogrossense. B. Div. Geol. Mineral. Dep. Nac. Prod. Min., Rio de Janeiro, n. 150, 97p.\nALMEIDA, F. F. M. de. 1956. Relatório Anual do Diretor. DNPM - Div. Geol. Min.\nALMEIDA, F.F.M.; HASUI, Y.; PONÇANO, W.L.; DANTAS, A.S.L.; CARNEIRO, C.D.R.; MELO, M.S. &amp; BISTRICHI, C.A. 1981. Mapa geológico do Estado de São Paulo, escala 1:500.000 Vol.1 Nota Explicativa. IPT, Série Monografias, 6. 126p.\nANDRADE, S.M. &amp; SOARES, P.C. 1971. Geologia do Centro-Leste do Estado de São Paulo. Petrobras/Desul, Rel. Int. n 407.\nARTUR, P.C. &amp; SOARES, P.C. 2002. Paleoestruturas e petróleo na Bacia do Paraná, Brasil. Revista Brasileira de Geociências, 32: 433-448.\nASSINE, M. L.; VESELY, F. F. 2008.Ambientes glaciais. In: Pedreira da Silva, A. J.; Aragão, A. N.\nF.; Magalhães, A. J. C. (eds.). Ambientes de Sedimentação Siliciclástica do Brasil. São Paulo, Editora Beca, p. 24-51.\nBARBOSA, O. &amp; ALMEIDA, F.F.M. A Série Tubarão na bacia do Rio Tietê, Estado de São Paulo. Boletim DNPMDGM, v. 48, 16 p., 1949\nBARBOSA O. 1954. Resumo da Geologia do Estado de Minas Gerais. Boletim do Departamento de Serviços Geográfico e Geológico, 3:1-40.\nBARBOSA O. 1955. Guia das Excursões. In: SBG, Congr. Brás. Geol., 9,. Not.3\nBARBOSA O., Braun O.P.G., Dyer R.C., Cunha C.A.B.R. 1970. Geologia da região do Triângulo Mineiro. Rio de Janeiro, DNPM/DFPM, 140p.(Boletim 136).\nBAUER, E. J. 1958. Semi-detailed reconnaissance report of the geology of southeastern MatoGrosso, Brazil. Petrobras/Desul, rel. int., v 129.\nBAUER, E. J. &amp; LARGHER, G.N.A preliminary report of the eastern central part of the State of MatoGrosso and a portion of the western part of the State of Goiás, Brasil.Ponta Grossa, Petrobras/DEBSP, Relatório Técnico Interno, n. 837, 1958.\nBEURLEN, K. 1955. As formações gondwânicas no sul do Estado do Paraná. Bol. Div. Geol. Min., DNPM, (153): 1-52.\nBEURLEN, k. 1956. A geologia pós-algonquiana do sul do Estado de Mato Grosso. Boletim da Divisão de Geologia e Mineralogia. DNPM. Rio de Janeiro. V. 163. 137p.\nBEURLEN, K. 1959. Geologia da zona de Barra do Garças a Chavantina - Estado do Mato Grosso. Rio de Janeiro, DNPM/DGM, 61 p. (Boletim 193)\nBRAVO, J. 1997. Arcabouço cronoestratigráfico da Formação Aquidauana na região de Monte Santos de Minas-Minas Gerais, Brasil. Dissertação de Mestrado. Rio Claro (SP), Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, 118p.\nCAVALCANTE, J.; CUNHA, H.C.S.; CHIEREGATTI, L.A.; KAEFER, L.Q.; ROCHA, J.M.; DAITX, E.C.; COUTINHO, M.G.N.; YAMAMOTO, K.; DRUMOND, J.; ROSA, D.B. &amp; RAMALHO, R. 1979. Projeto Sapucaí, estado de São Paulo, Rio de Janeiro e Minas Gerais, Relatório Final de Geologia. DNPM/CPRM, 229p. Brasília.\nCOTTAS, L. R., FIORI, A. P., LANDIM, P. M. B. 1981. Divisão Faciológica do Subgrupo Itararé e da Formação Aquidauana no Nordeste do Estado de São Paulo. In: SIMP. REG. GEOL., 3. Curitiba, 1981.Atas. Curitiba, SBG, v.2, p. 103-115.\nCOLLINSON J.D. 1969. The sedimentology of the GrindslowShales and the Kinderscout Grit: a deltaic\tcomplex\tin\tthe\tNamurian\tof\tnorthern\nEngland. JournalofSedimentaryPetrology, 39:194-221.\nCPRM, Mapa Geológico ao Milionésimo, 2006 (arquivo em shapefile disponível em http://geobank.sa.cprm.gov.br/).\nDAEMON, R.F. &amp; QUADROS, L.P. 1970. Bioestratigrafia do Neopaleozóico da Bacia do Paraná. Anais 24° Congresso Brasileiro de Geologia, Brasília, 1970, p. 359-412.\nDERBY, O. A. 1906. The Serra do Espinhaço, Brazil. J. Geol., 14 (3): 374-401.\nDEL LAMA, E.A. 1993. Petrologia das rochas metamórficas de alto grau do Complexo Campos Gerais e correlação com as do Complexo Varginha-Cuaxupé - estudos termobarométricos. 132p. (Dissertação de Mestrado, IGCE-UNESP).\nEYLES, N., EYLES, C.H., MIALL, A.D.1983. Lithofacies types and vertical profile models: an alternative approach to the description and environmental interpretation of glacial diamict and diamictite sequences. Sedimentology, 30, 1983. p. 393-410.\nEYLES, C. H.; EYLES, N.; FRANÇA, A. B. 1993. Glaciation and tectonics in an active intracratonic basin: the Late PalaeozoicItararé Group, Paraná Basin, Brazil. Sedimentology, 40:1-25.\nFARJALLAT, J. E. S. 1970. Diamictitosneopaleozóicos e sedimentos associados do sul de Mato Grosso. DNPM, Divisão de Geologia e Mineralogia, Rio de Janeiro, Boletim 250, 72p.\nFERREIRA, F.J.F. 1982. Alinhamentos estruturais - magnéticos da região centro-oriental da Bacia do Paraná e seu significado tectônico. In: Geologia da Bacia do Paraná: Reavaliação da Potencialidade e Prospectividade em Hidrocarbonetos. São Paulo, Paulipetro-Consórcio CESP/IPT, p. 143-166.\nFIORI, A.P. 1977. Estratigrafia do Grupo Tubarão (Formação Aquidauana) na região sudoeste do Estado de Minas Gerais. São Paulo, Dissertação de Mestrado, Instituto de Geociências, Universidade de São Paulo, 86 p + anexo.\nFRANÇA, A. B.; POTTER, P. E. 1988. Estratigrafia, ambiente deposicional e análise de reservatórios do Grupo Itararé (Permocarbonífero), Bacia do Paraná (Parte I). Boletim de Geociências da PETROBRÁS, v. 2, p. 147-191.\nFRANÇA A.B. &amp; POTTER P.E. 1989. Estratigrafia, ambiente deposicional do Grupo Itararé (Permocarbonífero), Bacia do Paraná (Parte 2). Boletim Geociências Petrobrás, 3:17-28.\nGESICKI, A. L. D., RICCOMINI, C., BOGGIANI, P. C. 2002. Ice flow direction during Late Paleozoic glaciation in western Paraná Basin, Brazil.Journal of South American Earth Sciences, v.14, p. 933-939.\nGRESSLY A. 1838. Observations géologiquessur le Jura Soleurois. NeweDenkschr. Allg.Schweiz, Ges. Ges.Naturw., 2:1-112. 2.2.1.\nJEWELL, J.W. 1961. Geology of a portion of South-west baias and eastern MatoGrosso States.Petrobras/Desul, Rel. Int. n 210.\nKREMER, G. 1959. Geologic Report on the Sedimentary outcrop area of south west Goyas State.Petrobras/Desul, Rel. Int. n 149.\nLISBOA, M.A.R. 1909. Leste de São Paulo, sul de Mato Grosso, geologia, indústria mineral, clima, solo agrícola, indústria pastoril. Rio de Janeiro. Typ. Jornal do Commércio, 172p.\nMARQUES, A.; ZANOTTO, O.A.; FRANÇA, A.B.; ASTOLFI, M.A.M.; PAULA, O.B. 1993. Compartimentação tectônica da Bacia do Paraná. Curitiba: PETROBRÁS/ NEXPAR, 87 p. (relatório interno).\nMARTINI, I.P.; BROOKFIELD, M.E.; SADURA, S. 2001.Principles of Glacial Geomorphology and Geology (Chapter 7 Fluvial Sediments and Landforms).P.125-154.\nMIALL, A. D. 1978. Lithofacies types and vertical profile models in braided river deposits: a summary. In. Miall, A.D. (ed.) Fluvial Sedimentology. Can.Soc. Petrol. Geol. Mem. 5:597 -604.\nMIALL, A. D. 1985. Architectural-element analysis: a new method of facies applied to fluvial deposits. Earth-Sci. Rev. 22:261-308.\nMILANI, E.J. 1992. Intraplate tectonics and the evolution of the Paraná Basin, S Brazil. In: M. J. De Wit &amp; I. D. Ransome (eds.) Inversion tectonics of the Cape Fold Belt, Karoo and Cretaceous basins of Southern África. Balkema, p. 101-108.\nMILANI, E. J.; FRANÇA, A. B.; SCHNEIDER, R. L. 1994. Bacia do Paraná. Boletim de Geociências da Petrobrás, V.8, p. 69-82.\nMILANI, E. J. 1997. Evolução Tectono-Estratográfica da Bacia do Paraná e Seu Relacionamento com a Geodinâmica Fanerozóica do Gondwana Sul-ocidental. Universidade Federal do Rio Grande do Sul. Tese de Doutorado. Pós-Graduação em Geociências. 2 vol. Vol.1, 255 p., Vol. 2 Ilustrações.\nMILANI, E.J. &amp; ZALÁN, P.V. 1999. An outline of the geology and petroleum systems of the Paleozoic interior basins of South America.Episodes, 22: 199-205.\nMILANI, E. J.; MELO J. H. G.; SOUZA P. A.; FERNANDES L. A.; FRANÇA, A.B. 2007. Bacia do Paraná. In: Boletim de Geociências da Petrobrás, Rio de Janeiro, v.15, n.2, p. 265-287.\nMILLER, J. M. G. 1996.Glacial Sediments. In: Reading, H. G. (ed.) Sedimentary Environments: processes, facies and stratigraphy. 3a ed. Oxford, Blackwell Science 454-484.\nMILWARD, G.B. 1935. Contribuição para a geologia do Estado de Goiás. São Paulo, Escolas Profissionais Salesianas, 98p.\nOLIVEIRA, M.A.F.; MORALES, N.; RODRIGUES, M.F.B., CARVALHO, S.G.; ZANARDO, A. Geologia das Quadriculas Cássia e São Sebastião do Paraíso, MG. In: SIMPÓSIO DE GEOLOGIA DE MINAS GERAIS, 2., 1983, Belo Horizonte. Atas... Belo Horizonte: SBG, p. 432-439.\nPERINOTTO, J.A.J. 1997. Análise estratigráfica dos Grupos Ivaí (O-S), Paraná (D) e Aquidauana (C-P) - Bacia Sedimentar do Paraná - no Centro Oeste Brasileiro. Tese de Livre Docência -Unesp - IGCE - Rio Claro.\nPETRI &amp; FULFARO, V.J. 1966. Sobre a geologia da área balizada pelas cidades de Barra do Garças e Guiratinga, Mato Grosso e Jataí e Amorinópolis, Goiás. Bol. Soc. Bras. Geol. São Paulo, 15 (3): 57-80.\nROCHA-CAMPOS, A.C.; FARJALLAT, J.E.S. &amp; YOSHIDA, R. 1968. New glacial features of the Upper Paleozoic Itararé Subgroup in the State of São Paulo, Brazil.Bol. Soc. Bras. Geol., 17(1), p. 47-57.\nROCHA-CAMPOS, A.C.; CANUTO, J.R. &amp; SANTOS, P.R. 2000. Late Paleozoic glaciotectonic structures in northern Paraná Basin, Brazil. SedimentaryGeology, 130, p. 131-143\nSAAD, A. R. 1977. Estratigrafia do Subgrupo Itararé no Centro e Sul do Estado de São Paulo. São Paulo. Instituto de Geociências, USP (Dissertação de Mestrado).\nSANTOS, P. R. 1979. Distribuição Estratigráfica, Características, e Fácies de Diamictitos e Rochas Associadas do Subgrupo Itararé no Centro e Sul do Estado de São Paulo. Instituto de Geociências, USP (Dissertação de Mestrado).\nSANTOS, P.R. 1988. Fácies e evolução paleogeográfica do Subgrupo Itararé/Grupo Aquidauana (Neopaleozóico) na Bacia do Paraná, Brasil., São Paulo.v. 1 (texto), 128p (Tese de Doutoramento, IGUSP).\nSCHNEIDER, R. L.; MUHLMANN, H.; TOMMASI, E.; MEDEIROS, R. A.; DAEMON, R. A.; NOGUEIRA, A. A. 1974. Revisão estratigráfica da Bacia do Paraná. In: SBG, 28 Congresso Brasileiro de Geologia, Anais...Porto Alegre, v. 1, p. 41-65.\nSELLEY, R. C. 1982. Ancient sedimentary environments.Ithaca, New York, 2nd Ed., Cornell University Press, 287 p.\nSIMÕES L.S. A. 1995. Evolução tectonometamórfica da Nappe de Passos, Sudoeste de Minas Gerais. Instituto de Geociências, Universidade de São Paulo, São Paulo, Tese de Doutoramento, 149 p.\nSOARES P.C. 1972. O limite glacial-pós-glacial do Grupo Tubarão no Estado de São Paulo. Anais da Academia Brasileira de Ciências, 44:333-341.\nSOARES, P. C. &amp; LANDIM, J. M. B. 1973. Aspectos Regionais da Estratigrafia da Bacia do Paraná no seu Flanco Nordeste. In: CONG. BRAS. GEOL., 27. Aracajú. Anais. Aracajú. SBG. v1, p. 243-256.\nSOARES, P.C., BARCELLOS, P.E., CORDAS, S.M. 1982. Análise, interpretação e integração de lineamentos a partir de imagens (Radar-Landsat) e suas relações com a tectônica da Bacia do Paraná. São Paulo, Relatório Paulipetro 342/82, Consórcio CESP/IPT.\nVALERIANO, C.M.; SIMÕES, L.S.A.; GODOY, A.M. 1989. Compartimentação tectônica da porção meridional das Faixas Uruaçú e Brasília, sudoeste de Minas Gerais: dados preliminares. In: SIMP. GEOL. MINAS GERAIS, 5, Belo Horizonte, 1989. Anais...Belo Horizonte, SBG, p.238242.\nVALERIANO C.M. 1993. Evolução tectônica da extremidade meridional da Faixa Brasília, região da represa de Furnas, Sudoeste de Minas Gerais. In: SBG, Simp, sobre o Cráton São Francisco e suas faixas marginais, 2, Salvador, Anais, 290-291.\nVESELY, F. F. 2001. Análise de Seqüências em Sucessões Glaciais: Estudo de Caso no Grupo Itararé (C-P), Nordeste do Estado do Paraná. Rio Claro. 119 p. (Dissertação de Mestrado, Instituto de Geociências e Ciências Exatas da Universidade Estadual Paulista).\nVESELY, F. F. 2006. Dinâmica Sedimentar e Arquitetura Estratigráfica do Grupo Itararé (Carbonífero-Permiano) no Centro-Leste da Bacia do Paraná. 226 p. (Tese de Doutorado, Instituto de Geociências da Universidade Federal do Paraná).\nVESELY, F. F. &amp; ASSINE, M. L. 2002.Superfícies estriadas em arenitos do Grupo Itararé produzidas por gelo flutuante, sudeste do estado do Paraná. Revista Brasileira de Geociências. v. 32(4), p. 161-162.\nVESELY, F. F.; ASSINE, M. L. 2004. Seqüências e tratos de sistemas deposicionais do Grupo Itararé, norte do Estado do Paraná. Revista Brasileira de Geociências, v. 34, p. 219-230.\nVESELY, F. F.; ASSINE, M. L. 2006.Deglaciation sequences in the Permo-Carboniferous Itararé Group, Paraná Basin, southern Brazil. Journal of South American Earth Sciences, v. 22, p. 156-168.\nVIEIRA, A.J. 1968. Geologia de semi-detalhe da parte central do sudeste de Goiás. Petrobras/Desul, Rel. Int. n 379.\nVIEIRA, A.J. 1973. Geologia do centro e nordeste do Paraná e centro-sul de São Paulo. In: SBG, Congresso Brasileiro de Geologia, 27, Aracaju, 1973. Anais...., v.3, p. 259-277.\nWALKER, R.G. 1984. General introduction: facies, facies sequences and facies models. In: WALKER, R.G. (Ed), Facies Models. Toronto: Geoscience Canada (Reprint Series 1), p. 1-9.\nWALKER, R. G. &amp; JAMES, N. P. 1992.Facies models: response to sea-level changes. GeologicalAssociationof Canadá, 454 p.\nWHITE, I. C. 1908. Relatório Final da Comissão de Estudos das Minas de Carvão de Pedra no Brasil. Commissão de Estudos das Minas de Carvão de Pedra do Brasil. Rio de Janeiro, Imprensa Nacional. Parte I, p. 1-201.\nZALÁN, P.V., WOLFF, S., CONCEIÇÃO, J.C.J., ASTOLFI, M.A.M. &amp; VIEIRA, I.S. 1987. Tectônica e sedimentação da Bacia do Paraná. In: SBG, Simpósio Sul-brasileiro de Geologia, 3, Curitiba, Atas..., v. 1, p. 441-477.\nZALÁN, P.V.; WOLFF, S.; ASTOLFI, M.A.M.; VIEIRA, I.S.; CONCEIÇÃO, J.C.J.; APPI, V.T.; NETO, E.V.S.; CERQUEIRA, J.R.; MARQUES, A. 1990. The Paraná Basin, Brazil. In: M. W. Leighton; D. R. Kolata; D. F. Oltz; J. J. Eidel (eds.) Interior cratonichasins. Tulsa: American Association of Petroleum Geologists Memoir 51, p. 681-708.\nZANARDO, A. 1992. Análise petrográfica, estratigráfica e microestrutural da região de Guaxupé-Passos-Delfinópolis (MG). (Tese de Doutorado, IGCE-UNESP). Rio Claro. 288p.\nZANARDO, A.; DEL LAMA, E.A.; MORALES, N.; OLIVEIRA, M.A.F. 1996. Aspectos litoestratigráficos da porção limítrofe entre os blocos São Paulo e Brasília. In: CONG. BRAS. GEOL., 39, Salvador, 1996. Anais... Salvador, SBG, p. 3-5."}]}}}