{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11496"}, {"@name": "filename", "#text": "16837_Lauro_Junior.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CARACTERIZAÇÃO DE SOLOS DEGRADADOS PELA \n\nATIVIDADE AGRÍCOLA E ALTERAÇÕES BIOLÓGICAS APÓS \n\nREFLORESTAMENTOS COM DIFERENTES ASSOCIAÇÕES DE \n\nESPÉCIES DA MATA ATLÂNTICA \n\n \n\n \n\nLAURO RODRIGUES NOGUEIRA JUNIOR \n\nEngenheiro Agrônomo \n\n \n\n \n\nOrientador: Prof. Dr. JOSÉ LEONARDO DE M. GONÇALVES \n\n \n\n \n\nDissertação apresentada à Escola Superior de \n\nAgricultura \"Luiz de Queiroz\", Universidade de São \n\nPaulo, para obtenção do titulo de Mestre em \n\nCiências, Área de concentração: Ciências Florestais. \n\n \n\n \n\n \n\nP I R A C I C A B A \n\nEstado de São Paulo - Brasil \n\nDezembro - 2000 \n\n \n\n\n\nCARACTERIZAÇÃO DE SOLOS DEGRADADOS PELA \n\nATIVIDADE AGRÍCOLA E ALTERAÇÕES BIOLÓGICAS APÓS \n\nREFLORESTAMENTOS COM DIFERENTES ASSOCIAÇÕES DE \n\nESPÉCIES DA MATA ATLÂNTICA \n\n \n\n \n\nLAURO RODRIGUES NOGUEIRA JUNIOR \n\n \n\n \n\nAprovada em: 15.02.2001 \n\n \n\nComissão julgadora: \n\n \n\nProf. Dr. José Leonardo de M. Gonçalves ESALQ/USP \n\nProfa. Dra. Elke Jurandy Bran Nogueira Cardoso ESALQ/USP \n\nProf. Dr. Iraê Amaral Guerrini FCA/UNESP \n\n \n\n \n\n \n\n \nProf. Dr. José Leonardo de M. Gonçalves \n\nOrientador \n\n \n\n\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ Mata Atlântica, dedico. \n\n\n\nAGRADECIMENTOS \n\nÀ incansável \"transmutaformação\" de tudo que existe no universo. \n\nAos meus amores: mãe, pai, filho, irmãos, amigos..., por tudo. \n\nAo Prof. José Leonardo de M. Gonçalves, pela oportunidade do ingresso no curso de Pós \nGraduação, por trabalharmos juntos, pela orientação, ensinamentos, confiança e \naprimoramento técnico-científico. \n\nÀ Profa. Vera Lex Engel e ao John Parrota por proporcionarem, através do Projeto \n“Restauração de sítios degradados da Mata Atlântica no Estado de São Paulo, Brasil”, \nesta dissertação. Além de agradecido, desejo que tudo dê certo nesse maravilhoso \ntrabalho - fica, assim, minha admiração por vocês. \n\nÀs Professoras Simey Thury Vieira Fisch e Maria Cecilia Barbosa de Toledo e ao Prof. \nSerafim Daniel Ballestero, ambos da Universidade de Taubaté (UNITAU), por me \niniciarem no campo da pesquisa, pelas oportunidades e incentivos, pelo amor e pelo \ncarinho. \n\nAos meus grandes irmãos, amigos e companheiros de moradia: Luciano Mendes Souza \nVaz, Marcio Sztutman e Valquiria Garrote – adoro vocês. \n\nA Denise e Fernando (Laboratório de Microbiologia-Solos), por tudo que vocês me \nensinaram e pela ajuda a mim emprestada. \n\nAo pessoal do Laboratório de Ecologia Aplicada (Juliana, Francismara, Luciana, \nFernanda e Alba), pela excelente colaboração. \n\nAos meus “pequenos” grandes amores: Daniela Midei, Audrei I. del N. da Costa, \nCatarina S. Camargo e Juliana Napolitano, por tudo que vocês me proporcionaram; \n\nA Elder, Patricia Vaz, Claudia Irene, Fabiane Ducatti, Luiz (fanho), Amarildo, Ivan, \nLuciana e André (dójine). \n\nA todas as pessoas que colaboraram direta ou indiretamente na realização do Projeto. \n\nAos inúmeros colegas de pós-graduação e graduação, professores e funcionários da \n\nESALQ e amigos de Piracicaba (Alexandra, Eduardo e Luciana). \n\nAo LCF e ESALQ, por facilitarem a pesquisa (biblioteca, internet e laboratórios) e por \noutras coisas (RUCAS, campo de futebol, centro de vivência e saúde, vila de estudante, \netc.). \n\nÀ Fundação de Amparo à Pesquisa do Estado de São Paulo (FAPESP), pela bolsa de \nMestrado e Reserva Técnica, que muito facilitaram minha manutenção e meus estudos. \n\nAo Estado de São Paulo, um dos mais degradados da Nação, onde morei por oito anos e \naprendi a importância da Restauração Ambiental; \n\nAgradeço, de corpo e alma. \n\n\n\nSUMÁRIO \n\nPágina \nRESUMO....................................................................................................................... i \n\nSUMMARY................................................................................................................... iii \n\n1 INTRODUÇÃO.......................................................................................................... 1 \n\n2 REVISÃO DE LITERATURA................................................................................... 3 \n\n3 MATERIAL E MÉTODOS........................................................................................ 8 \n\n3.1 Caracterização das áreas experimentais................................................................... 8 \n\n3.2 Tratamentos e delineamento experimental.............................................................. 10 \n\n3.3 Instalação do experimento....................................................................................... 15 \n\n3.4 Caracterização dos atributos do solo....................................................................... 15 \n\n3.4.1 Físicos e químicos................................................................................................. 15 \n\n3.4.2 Biológicos............................................................................................................. 16 \n\n3.5 Análise estatística.................................................................................................... 18 \n\n4 RESULTADOS E DISCUSSÃO................................................................................ 19 \n\n4.1 Atributos físicos e químicos do solo........................................................................ 19 \n\n4.2 Atributos biológicos do solo.................................................................................... 27 \n\n4.2.1 C da biomassa microbiana.................................................................................... 27 \n\n4.2.2 Liberação de CO2.................................................................................................. 32 \n\n4.2.3 Mineralização de N............................................................................................... 34 \n\n4.3 Correlação e relação entre o C orgânico e o C da biomassa microbiana................. 36 \n\n5 CONCLUSÕES.......................................................................................................... 40 \n\nREFERÊNCIAS BIBLIOGRÁFICAS.......................................................................... 42 \n\n \n\n\n\nCARACTERIZAÇÃO DE SOLOS DEGRADADOS PELA ATIVIDADE \n\nAGRÍCOLA E ALTERAÇÕES BIOLÓGICAS APÓS \n\nREFLORESTAMENTOS COM DIFERENTES ASSOCIAÇÕES DE \n\nESPÉCIES DA MATA ATLÂNTICA \n\n \n\nAutor: LAURO RODRIGUES NOGUEIRA JUNIOR \n\nOrientador: Prof. Dr. JOSÉ LEONARDO DE M. GONÇALVES \n\n \n\nRESUMO \n\nNo presente estudo perseguimos os seguintes objetivos: a) caracterizar o grau de \n\ndegradação física e química de solos usados em cultivo agrícola por várias décadas, \n\noriginalmente cobertos por Mata Atlântica (Floresta Estacional Semidecidual) em Botucatu, SP; \n\nb) avaliar as alterações biológicas destes solos ao longo de 16 meses pós-reflorestamento com \n\ndiferentes modelos de associação de espécies da Mata Atlântica. As áreas experimentais estavam \n\nlocalizadas em duas propriedades (Fazenda Lageado e Edgardia) da Faculdade de Ciências \n\nAgronômicas (FCA/UNESP) em Botucatu-SP. O clima da região é do tipo tropical com inverno \n\nseco (Cwa, classif. de Köppen). Os solos das áreas experimentais são os seguintes: um Nitossolo \n\nVermelho (NV) de textura argilosa; um Argissolo Vermelho-Amarelo (AVA) álico, de textura \n\nareia-franca; e um Latossolo Vermelho-Amarelo (LVA) álico, de textura arenosa. Seis \n\ntratamentos (delineamento em blocos casualizados, com três repetições) foram usados: \n\nTestemunha; Semeadura Direta; Taungya; Consorciação; Restauração e, por fim, Fragmentos \n\nFlorestais. Os atributos físicos (textura, densidade e porosidade) foram avaliados nas camadas de \n\n0-10, 10-20 e 20-40cm, os atributos químicos (pH, MO, P, S, K, Ca, Mg, H, Al, CTC, B, Cu, Fe, \n\nMn e Zn) nas camadas de 0-5, 5-10, 10-20 e 20-40cm e os atributos biológicos (C da biomassa \n\nmicrobiana, liberação de CO2 e mineralização de N) nas camadas de 0-5 e 5-20cm. No NV, o teor \n\nde argila no solo degradado foi 57% maior do que o obtido no solo sob o Fragmento Florestal \n\n(camada 0-10cm), no AVA, 33% maior e, no LVA, 77% menor. Este efeito, no NV e AVA, foi \n\natribuído à remoção de camadas superiores do solo, mais arenosas, pela erosão e exposição das \n\ncamadas inferiores mais argilosas. No LVA, o menor teor de argila e silte no solo degradado foi \n\n\n\n ii \n\natribuído à perda destas frações por eluviação ou em suspensão na enxurrada. O pH, teor de MO, \n\nde P e de Ca nos solos NV e LVA foram bem superiores nos Fragmentos Florestais relativamente \n\naos obtidos nas áreas com solos degradados. Diferenças menos acentuadas foram observadas no \n\nAVA, como também detectadas para a composição textural, indicando que este solo está menos \n\ndegradado que os demais. A CTC dos solos mostrou-se altamente correlacionada com os teores \n\nde argila e de MO. Isto destaca a importância da preservação da composição granulométrica e \n\nelevação dos teores de MO com o intuito de restaurar importantes propriedades físico-químicas \n\ndo solo, como a CTC. Em áreas com cobertura florestal (Fragmentos Florestais do NV, AVA e \n\nLVA), o C da biomassa microbiana apresenta maiores valores na camada superficial e no verão. \n\nFato atribuído a condições mais favoráveis (MO, pH, umidade, temperatura, etc) à manutenção \n\nda vida microbiana no solo. O C da biomassa microbiana e, em menor escala, a liberação de CO2 \n\napresentaram-se como bons indicadores das alterações ocorridas após o reflorestamento com as \n\ndiferentes associações de espécies. No LVA, como o solo desta área se apresenta mais degradado, \n\nem relação ao NV e ao AVA, a alta correlação e relação C microbiano/C orgânico indica que a \n\nbiomassa microbiana é um importante compartimento de reserva do C orgânico do solo. Quanto \n\naos atributos biológicos, as diferenças entre os Fragmentos Florestais e os demais tratamentos \n\ncontinuam a existir nas três áreas e camadas, devendo ser gradativo o retorno desses atributos à \n\ncondição pré-existente; ademais, o tempo de retorno sofrerá influência das condições \n\nedafoclimáticas da área e da associação de espécies presentes. \n\n\n\n iii \n\nCHARACTERIZATION OF SOILS DEGRADED BY THE \n\nAGRICULTURAL ACTIVITY AND BIOLOGICAL CHANGES AFTER \n\nREFORESTATION WITH DIFFERENT SPECIES ASSOCIATIONS OF \n\nTHE ATLANTIC FOREST \n\n \n\nAuthor: LAURO RODRIGUES NOGUEIRA JUNIOR \n\nAdviser: Prof. Dr. JOSÉ LEONARDO DE M. GONÇALVES \n\n \n\nSUMMARY \n\nThis study seeks to: a) characterize the degree of physical and chemical degradation of the \n\nsoils used in agricultural cultivation for several decades, originally covered by the Atlantic Forest \n\n(Seasonal Semideciduous Forest) in Botucatu, SP; b) evaluate the biological changes of these \n\nsoils along a 16-month post-reforestation with different models of species association of the \n\nAtlantic Forest.  The experimental areas were located in two properties (Fazenda Lageado and \n\nEdgardia) of the Agronomic Sciences College (FCA/UNESP) in Botucatu-SP.  The climate in \n\nthat region is the tropical type with dry winter (Cwa, Köppen class.).  The soils of the \n\nexperimental areas are: clayey Red Nitosol (NV), loamy alic Red-Yellow Argisol (AVA), and \n\nsandy alic Red-Yellow Latosol (LVA).  Six treatments (randomized block design with three \n\nreplications) were used: Test; Direct Seeding; Taungya; Consortium; Restoration and finally \n\nForestal Fragments.  The physical attributes (texture, density and porosity) were evaluated in \n\nlayers of 0-10, 10-20 and 20-40cm; the chemical attributes (pH, MO, P, S, K, Ca, Mg, H, Al, \n\nCTC, B, Cu, Fe, Mn and Zn) in layers of 0-5, 5-10, 10-20 and 20-40cm and the biological \n\nattributes (Microbial biomass C, CO2 release and N mineralization) in layers of 0-5 and 5-20cm.  \n\nThe clay content in the degraded soil in NV was 57% higher than that obtained in soil under \n\nForest Fragment (0-10cm layer), 33% higher in AVA, and 77% lower in LVA.  This effect in NV \n\nand AVA was accredited to the removal of the soil top layers, which are sandier due to the \n\nerosion and exposition of the lower layers that are more clayey.  In LVA the lowest clay and silt \n\ncontent in the degraded soil was accredited to the loss of these fractions by eluviation or flood \n\nsuspension.  The pH, MO, P and Ca contents in NV and LVA soils were much higher in Forestal \n\n\n\n iv \n\nFragments regarding those reached in degraded soil areas.  The less marking differences were \n\nobserved in AVA and also detected for the textural composition, thus indicating that this soil is \n\nless degraded than the other ones.  The CTC of the soils was highly correlated with the clay and \n\nMO contents.  That highlights the importance of preserving the granulometric composition and \n\nelevation of the MO contents in order to restore important physical-chemical soil properties, such \n\nas the CTC.  In primary forest areas (NV, AVA and LVA Forestal Fragments), the microbial \n\nbiomass C presents higher values at the top layer and in the summer, a fact accredited to more \n\nfavorable conditions (MO, pH, moisture, temperature, etc) for the maintenance of the microbial \n\nlife in the soil.  The microbial biomass C and, in a lesser scale, the CO2  release were good \n\nindicators of the changes occurred after the reforestation with the different species associations.  \n\nIn the LVA, since the soil of this area is more degraded in relationship to NV and AVA, the high \n\ncorrelation and microbial C/organic C relationship indicate that the microbial biomass is an \n\nimportant reserve compartment of the soil organic C.  As to the biological attributes, the \n\ndifferences between the Forestal Fragments and the remaining treatments still exist in the three \n\nareas and layers, and the return to the pre-existing attributes is likely to be gradual; moreover, the \n\ntime of return should undergo influences of the pedoclimatic conditions of the area and of the \n\nassociation of the present species. \n\n\n\n 1 \n\n1 INTRODUÇÃO \n\n \n\nEntre os ecossistemas de florestas tropicais e subtropicais, a Mata Atlântica é, \n\nseguramente, um dos mais afetados pelo desflorestamento. Sua vegetação natural cinge-\n\nse a poucas áreas de preservação e a remanescentes em propriedades particulares. \n\nAtualmente, a Mata Atlântica representa apenas cerca de 7% da cobertura vegetal \n\noriginal do Estado de São Paulo, concentrando-se em algumas grandes áreas na Serra do \n\nMar e a fragmentos no interior (Fundação SOS Mata Atlântica/INPE, 1993). No Estado \n\nde São Paulo, grande parte dos solos ocupados anteriormente por esse ecossistema \n\napresenta-se degradada. Destes solos, os utilizados de forma predatória (mineração, \n\náreas de empréstimo em usinas hidroelétricas, etc.) e os encontrados em áreas de \n\npreservação permanente (APP), devem ser restaurados. Da mesma forma, os que não se \n\nencontram em APP precisam ser restaurados, constituindo áreas de reserva legal ou \n\nvisando a preservar seu potencial para utilização futura. \n\nRestaurar a função e a estrutura de um ambiente degradado, buscando a \n\nsimilaridade com as características anteriores à ação antrópica ou distúrbio ambiental \n\ncausadores da degradação, é um dos desafios que as ciências enfrentam na tentativa de \n\nmitigar os efeitos da degradação (Ewel, 1987; Young, 2000). Assim, a restauração de \n\náreas degradadas é considerada por Ewel (1987) necessária; para tanto, devem ser \n\nseguidos alguns critérios: retenção de nutrientes, sustentabilidade do ecossistema, \n\ninterações biológicas, etc. No que concerne a tal restauração, estão sendo empregados \n\nprogramas de revegetação em “áreas de empréstimos” de hidroelétricas, matas ciliares e\n\n\n\n 2 \n\nde preservação permanente, solos degradados pela erosão e mineração (Kageyama et al., \n\n1992; Kageyama et al., 1994). \n\nAs pesquisas que visam a estudar a interação solo-vegetação na restauração de \n\náreas degradadas na Mata Atlântica são escassas. Faltam, sobretudo, as que auxiliem os \n\nproprietários rurais a encontrarem uma relação custo-benefício favorável à implantação \n\nde associações de espécies. Estudar seu funcionamento pode permitir, não só a avaliação \n\ndas modificações produzidas pelo uso de solos ocupados anteriormente por esse \n\necossistema como também propiciar a compreensão das distintas etapas necessárias à \n\nrestauração da função e estrutura do ambiente degradado. \n\nO presente estudo perseguiu os seguintes objetivos: a) avaliar o grau de \n\ndegradação física e química de solos usados em cultivo agrícola por várias décadas, \n\noriginalmente cobertos por Mata Atlântica (Floresta Estacional Semidecidual) em \n\nBotucatu, SP; b) caracterizar as condições biológicas desses solos ao longo de 16 meses \n\npós-reflorestamento com diferentes modelos de associação de espécies da Mata \n\nAtlântica. Os estudos foram conduzidos com base nas seguintes hipóteses: 1) quanto \n\nmaior o tempo e intensidade de ação antrópica maior o grau de degradação dos atributos \n\ndo solo; 2) reflorestando-se os solos com diferentes técnicas/modelos de reflorestamento \n\nos atributos químicos e biológicos do solo são gradativamente restaurados e os físicos \n\npreservados; 3) a velocidade de restauração é diretamente relacionada à qualidade dos \n\natributos edáficos e ao sucesso do estabelecimento florestal. \n\n \n\n\n\n 3 \n\n2 REVISÃO DE LITERATURA \n\n \n\nSolo degradado é  o que sofreu modificação em sua natureza ? quer tal mudança \n\ntenha sido física, química ou biológica ? em conseqüência de alterações climáticas \n\ncausadas por fatores naturais ou em decorrência de ação antrópica (Lal &amp; Stewart, \n\n1992). A degradação implica a diminuição da capacidade produtiva e, nos solos \n\nagrícolas, deve-se, principalmente, à ação erosiva ou ao uso indevido. Se não ocorrer a \n\nreposição das perdas de nutrientes devidas às colheitas, ao pastoreio, à lixiviação e à \n\nvolatização, estes solos passam a apresentar atributos físicos, químicos ou biológicos \n\npouco propícios à produção agrícola. Assim, o reflorestamento de solos degradados, \n\nbem como a sustentabilidade das associações de espécies florestais depende da \n\nrestauração do nível de fertilidade do solo, sendo, por conseguinte, imprescindível para a \n\nrecomposição do ecossistema. \n\nFranco et al. (1992) preconizam que, para a recuperação de solos degradados, os \n\nmodelos de associação de espécies florestais devem basear-se em tecnologias que \n\npromovam não apenas a utilização de espécies vegetais de rápido crescimento, mas, \n\ntambém, que sejam capazes de melhorar o solo por meio do aporte de matéria orgânica. \n\nResck et al. (1996), estudando sistemas agroflorestais (associações de árvores com \n\nculturas comerciais) em áreas de cerrado concluíram que esses podem melhorar a \n\nfertilidade do solo, especialmente em função da maior produção de fitomassa. Gama-\n\nRodrigues &amp; Barros (1997) verificaram que, em plantios puros e mistos de espécies\n\n\n\n 4 \n\nflorestais nativas do sudeste da Bahia, as coberturas florestais podem distinguir-se \n\nmarcadamente na capacidade de alterar os atributos edáficos, devido à quantidade, \n\nqualidade e taxa de decomposição da serapilheira. \n\nInicialmente, o estabelecimento da cobertura vegetal atua como proteção \n\nmecânica contra os agentes erosivos, como fonte potencial de matéria orgânica (Andrade \n\net al., 1995b) e como mecanismo regulador da liberação e ciclagem de nutrientes \n\ncontidos na serapilheira (Heaney &amp; Proctor, 1989; Costa et al., 1996, 1997). Após o \n\nestabelecimento, a vegetação proporciona nova dinâmica de nutrientes, seja pelo fluxo \n\nde material orgânico transferido para a superfície do solo via serapilheira ou pela ação \n\nmecânica e incremento dos tecidos radiculares incorporados ao solo (Proctor, 1987). \n\nA manutenção da capacidade produtiva dos solos está intimamente ligada ao seu \n\nteor de matéria orgânica, responsável por: a) aporte de energia e nutrientes ao sistema \n\n(Adams &amp; Attiwill, 1986; Swift &amp; Woomer, 1993); b) melhoria das condições físicas, \n\npreservação do efeito tampão, enriquecimento de nutrientes à biota em geral (Aniétot, \n\n1983); c) aumento da Capacidade de Troca Catiônica (Raij, 1969; Beer, 1988). \n\nAdmitindo-se o padrão de movimento de nutrientes raiz-caule-folhas-serapilheira-solo-\n\nraiz, observa-se que grande quantidade de nutrientes está contida na serapilheira (restos \n\nvegetais e animais), sendo importante fonte de entrada de matéria orgânica em solos sob \n\nflorestas (Golley et al.,1978; Haag, 1985). \n\nNa interface solo-serapilheira ocorre a decomposição e humificação da matéria \n\norgânica depositada e também a liberação, mineralização e lixiviação de nutrientes. \n\nToda essa dinâmica de nutrientes depende da qualidade do material depositado no solo e \n\ndas condições edafoclimáticas do local (Golley et al., 1978). No estádio inicial a \n\ntransferência e a decomposição parcial da serapilheira promovem o acúmulo de material \n\norgânico na superfície do solo por serem, as taxas de entrada, superiores às taxas de \n\ndecomposição desse material. Num segundo estádio as taxas de decomposição \n\naproximam-se das taxas de deposição promovendo um estado de equilíbrio entre \n\n\n\n 5 \n\nacúmulo e deposição de  serapilheira (Odum, 1985). Nesse estádio o povoamento \n\nflorestal encontra-se na maturidade (clímax), ou próximo dela. \n\nA decomposição da matéria orgânica é afetada pelos seguintes fatores: \n\ncomposição química da serapilheira, condições ambientais (temperatura e umidade), \n\ndiversidade e quantidade de macro e microorganismos (Singh &amp; Gupta, 1977; Lekha &amp; \n\nGupta, 1989; Killham, 1994), agregação e porosidade do solo (Sollins, 1989). As taxas \n\nde decomposição variam de acordo com o material da planta (hemicelulose, celulose e \n\nlignina) e o ambiente; tais taxas são diferentes devido à solubilidade em água do \n\nmaterial orgânico (Singh &amp; Gupta, 1977; Killham, 1994). \n\nOs principais grupos de organismos decompositores da serapilheira são: \n\nbactérias, actinomicetos, fungos, protozoários, nematóides, microartrópodos, \n\nmacroartrópodos e minhocas (Singh &amp; Gupta, 1977; Lekha &amp; Gupta, 1989; Killham, \n\n1994). Fundamentais nos ciclos biogeoquímicos, os organismos do solo são \n\nresponsáveis e participam dos processos de humificação, imobilizando eles próprios \n\ngrande quantidade de nutrientes em sua biomassa (Fernandes et al., 1997). Todavia, os \n\nmicroorganismos promovem alterações (físicas, químicas e biológicas) no solo; os \n\nefeitos de tais alterações podem afetar o desenvolvimento das plantas, auxiliando-as ou \n\nprejudicando-as. Entre os fatores benéficos podem-se citar os decorrentes da \n\ndecomposição e incorporação de matéria orgânica, da fixação de nitrogênio atmosférico \n\ne das alterações dos constituintes minerais do solo, resultando na liberação de nutrientes \n\nem forma assimilável (Killham, 1994).  \n\nAvaliando os resultados de carbono orgânico, taxa de respiração e nitrogênio \n\ntotal dos solos sob diferentes coberturas florestais, Gama-Rodrigues et al. (1997), \n\nconcluíram ser a biomassa microbiana de carbono e de nitrogênio indicadores sensíveis \n\npara aferir a dinâmica desses elementos. O solo, por suas características de estrutura e \n\ntextura, pode tornar-se um fator limitante à sua biota (Killham, 1994). Todavia, a \n\nbiomassa microbiana do solo é influenciada, principalmente, por limitações de C e N; \n\n\n\n 6 \n\nfatores climáticos; adições de resíduos, nutrientes e poluentes (De-Polli &amp; Guerra, \n\n1996). \n\nO nitrogênio chega ao solo das seguintes maneiras: fixação simbiótica, fixação \n\nnão-simbiótica e precipitação atmosférica. A maior parte do N do solo (95%) encontra-\n\nse na matéria orgânica, isto é nos resíduos orgânicos, sendo um elemento funcional para \n\nas atividades dos seres vivos (Killham, 1994). A disponibilidade de N para as plantas é \n\ndevida, principalmente, à atividade de microorganismos amonificadores e bactérias \n\nnitrificantes, que podem ter suas populações alteradas pela elevação do pH no solo \n\n(Andrade et al., 1995a). \n\nDo total do carbono, aproximadamente 1,5, 35 e 63,5% encontram-se, \n\nrespectivamente, na atmosfera, ecossistemas terrestres e oceanos. Boa parte do carbono \n\nnos ecossistemas terrestres está nas florestas que são, dessa forma, importantes para o \n\nequilíbrio global do carbono, pois guardam dentro de sua biomassa e no solo mais \n\ncarbono do que o existente atualmente na atmosfera (Beinroth et al., 1996). Portanto, se \n\nsolos degradados são reflorestados parte do CO2 atmosférico proveniente da mudança de \n\nocupação é retirado da atmosfera pelos processos fotossintéticos e armazenado, sob a \n\nforma de compostos orgânicos, na biomassa florestal ou no solo (Chmora &amp; \n\nMokronosov, 1994). \n\nA respiração do solo geralmente é definida como a quantidade de CO2 liberado \n\nda superfície do solo para a atmosfera. Tal respiração decorre, principalmente, da \n\ndecomposição de detritos (mineralização da matéria orgânica), envolvendo populações \n\ntransitórias (animais, micorrizas e microorganismos) e da respiração das raízes (Medina \n\net al., 1980; Keller et al., 1986; Behera et al., 1990). \n\nCerri et al. (1985) e Araújo (1996) demonstraram que a maior taxa de liberação \n\nde CO2 ocorre na camada superficial e que isso pode ser atribuído à biomassa \n\nmicrobiana que se concentra nos primeiros 20 cm do solo. Esse fato também pode ser \n\n\n\n 7 \n\natribuído às raízes, visto que, em estudos com vegetação natural da Amazônia (Volkoff \n\n&amp; Cerri, 1981) e eucalipto (Mello, 1997), verificou-se maior concentração de raízes \n\nfinas, responsáveis pela absorção de nutrientes, no topo da camada superficial do solo, \n\nem contato com a serapilheira. \n\nO fato de a decomposição da serapilheira ocorrer principalmente na camada \n\nsuperficial do solo favorece o aumento da retenção e absorção de água e nutrientes pelas \n\nraízes e micorrizas (Gerhardt &amp; Fredriksson, 1995; Medina et al., 1980; Alexander, \n\n1989) ocasionando, por conseguinte, uma rápida ciclagem de nutrientes e o crescimento \n\nda vegetação. Restabelecida a interação solo-vegetação, a restauração do ecossistema em \n\nrecomposição poderá ser promovida fornecendo, mediante o manejo florestal, uma \n\nrelação custo-benefício favorável à manutenção dessas florestas. \n\n \n\n \n\n\n\n 8 \n\n3 MATERIAL E MÉTODOS \n\n \n\n3.1 Caracterização das áreas experimentais \n\nOs estudos foram conduzidos no município de Botucatu, situado na região centro \n\nsul do Estado de São Paulo (22º50’S; 48º24’W). De propriedade da UNESP (Campus de \n\nBotucatu) as áreas experimentais estão instaladas na Fazenda Edgardia e Lageado que \n\nfazem parte da Faculdade de Ciências Agronômicas. A precipitação média anual \n\n(últimos cinco anos) foi de 1.530 mm, ocorrendo a maior incidência no período de \n\noutubro a março (1.165 mm) (Figura 1); a temperatura média anual foi de 20,3 ºC, \n\nocorrendo a média mínima, 16,5 ºC, no mês de julho e a máxima, 23,4 ºC, no mês de \n\njaneiro. \n\nAs áreas experimentais situam-se junto a cuesta arenito-basáltica, com altitudes \n\nvariando de 775 a 464 m. Em decorrência da topografia e embasamento geológico existe \n\numa variação de oito tipos de solo; alguns, de origem basáltica, são mais férteis já outros \n\napresentam-se como manchas de solos extremamente pobres e ácidos. A vegetação \n\nnatural das áreas foi classificada como Floresta Tropical Estacional Semidecidual \n\n(IBGE, 1993) de domínio de Mata Atlântica, existindo poucos remanescentes em bom \n\nestado de conservação. Presentemente a região vem merecendo a atenção de \n\nambientalistas, pois situa-se numa Área de Preservação Ambiental (APA) onde se \n\nlocaliza a recarga de um dos mais importantes aqüíferos do Estado de São Paulo. \n\n\n\n 9 \n\n \n \n\nO experimento foi estabelecido em três locais: \n\n- Área 1 - localizada a 700m de altitude, em área ocupada por um Nitossolo Vermelho \n\n(NV), textura argilosa e relevo ondulado. Do início do século até o fim da década de 60 \n\na área foi utilizada para a produção de café, na década de 70 e 80 para produção de \n\nfeijão e, na de 90, com plantios de capim napier (Pennisetum purpureum). Ao lado desta \n\nárea, há um remanescente florestal de mata ciliar. \n\n- Área 2 - localizada a 574m de altitude, em área ocupada por um Argissolo Vermelho-\n\nAmarelo (AVA), álico, textura areia franca, relevo suave ondulado a ondulado. De 1920 \n\na 1971, aproximadamente, a área foi utilizada como pastagem, depois parte da área foi \n\nutilizada com plantios de Citrus e parte como pastagem, formada com Brachiaria \n\ndecumbens. Ao lado desta área há um remanescente florestal em bom estado de \n\nconservação. \n\nPeríodo (mês)\n\njun 98 jul ago set out nov dez jan fev mar abr mai jun iul ago 99\n\nT\nem\n\np\neratu\n\nra (\noC\n\n)\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\nTemperatura média no período\nTemperatura média mensal\n\nP\nre\n\nci\np\n\nit\naç\n\não\n (\n\nm\nm\n\n)\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\nPrecipitação média no período\nPrecipitação média mensal\n\nFigura 1. Precipitação e temperatura médias no período de 06/98 a 08/99 e mensal (média dos\n     últimos cinco anos), na Fazenda Lageado.\n\n\n\n 10\n\n- Área 3 - localizada a 540m de altitude, em área ocupada por um Latossolo Vermelho-\n\nAmarelo (LVA), álico, textura arenosa, relevo plano a suave ondulado. De 1933 a 1964 \n\na área foi utilizada como pastagem, de 1964 a 1980, com plantios de manga e pecã e, \n\nnos últimos 10 anos, como pastagem (formada com Panicum maximum). Esta área é \n\nvizinha a um fragmento de mata secundária que se encontra em médio estádio de \n\nregeneração. \n\nOs atributos químicos do solo das três áreas experimentais, bem como os dos \n\nFragmentos Florestais adjacentes a cada área, são apresentados na Tabela 1. \n\n \n\n3.2 Tratamentos  e delineamento experimental \n\nOs tratamentos utilizados foram os seguintes: \n\n- Trat. 1 Testemunha (TEST) - As parcelas experimentais foram isoladas com cerca; \n\n- Trat. 2 Semeadura Direta (SEME) - Foram utilizadas 5 espécies heliófilas e de rápido \n\ncrescimento (Chorisia speciosa, Croton floribundus, Enterolobium contorstisiliquum, \n\nMimosa scabrela e Schizolobium parahyba). As sementes passaram pelo processo de \n\nquebra de dormência indicado para cada espécie. A semeadura foi feita em espaçamento \n\nde 1x1m e a 5cm da superfície. Foram utilizadas de 2 a 4 sementes/cova, esperando-se \n\numa população de plantas equivalente a 4000 plantas ha-1. Na Tabela 2 são apresentados \n\nalguns dados sobre a germinação de sementes e crescimento das plantas neste \n\ntratamento, obtidos por Engel &amp; Parrota (no prelo). Os dados apresentados nesta tabela \n\nsão importantes para discutir alguns resultados deste estudo; \n\n\n\n 11\n\nTabela 1. Atributos químicos dos solos das diferentes áreas experimentais: degradadas e Fragmentos Florestais. \n\nÁrea pH MO P-resina S-SO4\n2- K Ca Mg Ho Al V B Cu Fe Mn Zn \n\n CaCl2 g dm\n-3 ____mg dm-3___ ______________________mmolc  dm\n\n-3_____________________ % __________________________mg dm-3_________________________ \n NITOSSOLO VERMELHO \n 0-5 cm \n\nDegradada 5,8 51 40 13 4,7 84 26 26 0,1 82 0,26 15,6 24,0 256 5,54 \nFragmento Florestal 6,7 107 98 18 4,6 317 43 18 0,4 96 0,96 8,19 25,8 172 5,17 \n\n 5-10 cm \nDegradada 5,7 44 22 14 4,8 59 22 28 0,4 76 0,09 16,2 19,2 272 4,88 \nFragmento Florestal 6,3 84 106 17 4,1 274 44 22 0,2 94 0,47 11,7 28,7 235 4,90 \n\n 10-20 cm \nDegradada 5,7 37 16 15 3,6 77 18 32 0,5 77 0,28 15,8 16,8 255 3,84 \nFragmento Florestal 5,7 73 73 15 3,4 236 44 28 0,5 91 0,32 12,5 27,4 300 3,74 \n\n 20-40 cm \nDegradada 5,6 26 13 22 1,8 64 15 30 0,4 72 0,24 13,2 13,8 176 2,06 \nFragmento Florestal 6,0 63 45 16 4,5 181 40 27 0,1 90 0,40 11,3 27,7 280 3,88 \n\n ARGISSOLO VERMELHO-AMARELO \n 0-5 cm \n\nDegradada 5,6 16 27 8,3 2,3 18 12 13 0,1 67 0,12 0,56 29,0 25,6 0,88 \nFragmento Florestal 5,8 44 33 11 8,7 83 14 15 0,7 87 0,59 0,20 26,2 84,7 7,44 \n\n 5-10 cm \nDegradada 5,1 14 19 8,4 1,7 14 8,4 16 0,6 56 0,14 0,53 33,6 26,8 0,64 \nFragmento Florestal 5,4 27 25 25 2,4 52 10 16 0,6 79 0,36 0,15 29,0 96,9 5,51 \n\n 10-20 cm \nDegradada 4,6 11 12 7,0 1,3 12 5,8 18 1,6 47 0,09 1,05 30,8 23,4 0,29 \nFragmento Florestal 5,1 18 18 9,6 1,7 32 7,8 15 0,9 72 0,20 0,32 31,0 91,6 3,44 \n\n 20-40 cm \nDegradada 4,4 6,5 10 7,7 1,3 10 4,8 20 2,5 38 0,06 1,49 31,5 23,6 0,08 \nFragmento Florestal 4,8 7,0 12 10 2,0 19 5,5 16 0,7 62 0,11 0,34 30,2 67,5 1,86 \n\n LATOSSOLO VERMELHO-AMARELO \n 0-5 cm \n\nDegradada 4,8 17 14 8,4 3,1 14 5,2 17 0,6 57 0,08 0,42 30,0 36,5 2,02 \nFragmento Florestal 6,1 86 88 22 5,4 218 42 18 0,4 94 0,61 4,72 53,6 127 6,64 \n\n 5-10 cm \nDegradada 4,6 13 13 6,2 1,9 13 4,4 17 1,2 52 0,12 0,595 32,8 39,55 1,32 \nFragmento Florestal 5,7 40 72 18 3,8 125 34 21 0,3 89 0,46 6,22 57,2 153 4,05 \n\n 10-20 cm \nDegradada 4,4 7,6 12 5,6 1,1 12 2,6 16 1,8 46 0,10 0,63 24,5 37,1 0,34 \nFragmento Florestal 5,5 32 65 11 4,1 106 38 27 0,4 85 0,24 8,17 63,7 196 4,11 \n\n 20-40 cm \nDegradada 4,3 3,1 2,6 5,5 1,2 6,6 1,8 15  2,5 36 0,42 0,56 22,45 34 0,44 \nFragmento Florestal 5,4 23 53 12 3,2 109 41 26 0,3 85 0,21 8,00 62,6 189 3,90 \n\n\n\n 12\n\nTabela 2. Germinação de sementes1 (45 dias pós-semeadura) e crescimento das plantas1 (dois \nanos pós-semeadura) no Nitossolo Vermelho (NV), Argissolo Vermelho-Amarelo (AVA) e \nLatossolo Vermelho-Amarelo (LVA). Dados obtidos na mesma área e época experimental \npor Engel &amp; Parrota (no prelo). \n\nSolo \nEspécie \n\nNV AVA LVA \n\nMédia de \ntodas áreas \n\nANOVA2 \n\n Sementes germinadas (%) \n\nChorisia speciosa 13,1+1,8a 5,1+1,9b 4,5+1,4b 7,6 * \n\nCroton floribundus 0 0 0 0 ns \n\nEnterolobium contorstisiliquum 18,1+4,4 20,8+1,8 18,7+1,8 19,2 ns \n\nMimosa scabrella 3,3+1,7 0,5+0,5 0 1,3 ns \n\nSchizolobium parahyba 18,8+5,3 21,6+2,3 30,6+13,0 23,7 ns \n\nTodas espécies 10,6+1,5 9,6+1,0 10,8+2,9 10,3 ns \n\n Altura (m) \n\nChorisia speciosa 0,4+0,3 0,1+0,1 0 0,2 ns \n\nCroton floribundus 1,0+1,0 0 0,5+0,5 0,5 ns \n\nEnterolobium contorstisiliquum 1,6+0,2a 2,2+0,2a 0,8+0,1b 1,5 * \n\nMimosa scabrella 1,3+1,0 0 0 0,4 ns \n\nSchizolobium parahyba 2,0+0,4 1,4+0,02 1,8+0,4 1,7 ns \n\n Diâmetro do colo (cm) \n\nChorisia speciosa 1,2+0,8 0,4+0,4 0 0,5 ns \n\nCroton floribundus 1,4+1,4 0 0,1+0,1 0,5 ns \n\nEnterolobium contorstisiliquum 4,1+0,4ab 6,5+1,2a 1,8+0,3b 4,1 * \n\nMimosa scabrella 1,9+1,0 0 0 0,6 ns \n\nSchizolobium parahyba 4,5+1,2 4,8+0,6 4,6+0,7 4,6 ns \n1 Valores médios das repetições por parcela em cada área + desvio padrão (n=3); 2 Resultados da ANOVA: \nns – efeito da área não é significante; * - p<0,05, letras iguais na mesma linha indicam que as médias são \nsemelhantes (p<0,05; LSD, t-test). \n\n \n\n- Trat. 3 Sistema Taungya modificado (TAUN) - Nesse sistema as mudas de 19 espécies \n\nforam plantadas em linhas triplas com espaçamento entre si de 2m, intercaladas com \n\nfaixas de 5m, onde foram plantadas culturas anuais durante os 2 primeiros anos. O \n\nespaçamento entre plantas nas linhas triplas foi de 1,5m, sendo as plantas das linhas \n\nexternas formadas por 10 espécies (grupo A e B) de uso múltiplo e rápido crescimento \n\npara lenha (Tabela 3). Na linha central foram plantadas 9 espécies (grupo C) de valor \n\ncomercial e crescimento mais lento. As culturas anuais foram definidas com base na sua \n\n\n\n 13\n\nadaptabilidade aos diferentes solos e época de plantio; empregou-se  preparo do solo e \n\nadubação convencionais; as culturas escolhidas foram as seguintes: feijão e milho no \n\nNV, milho e mandioca no AVA e feijão e batata-doce no LVA; \n\n- Trat. 4 Consorciação de espécies nativas de rápido crescimento com espécies \n\ncomerciais para madeira (CONS) - Foram utilizadas mudas de 8 espécies do grupo A e \n\nB e 13 espécies do grupo C (Tabela 3), plantadas em linhas alternadas com espaçamento \n\nde 2m entre linhas e 1,5m entre plantas; \n\n- Trat. 5 Mistura de espécies nativas em modelos de plantio-restauração (REST) - Esta \n\nplantação consistiu de uma mistura de espécies características de remanescentes da Mata \n\nAtlântica da região. Essas árvores estão incluídas em diferentes grupos \n\necológicos/silviculturais (A - 6 spp, B - 8 spp, C - 13 spp e D - 7 spp) (Tabela 3); \n\n- Trat. 6 Fragmentos Florestais (FRAG) - Nas avaliações físicas, químicas e biológicas \n\ndo solo, para efeito de comparação (referência), foram utilizados os fragmentos \n\nflorestais de mata nativa localizados ao lado das áreas experimentais. \n\nOs tratamentos experimentais foram instalados no delineamento de blocos \n\ncasualizados, constituindo-se de seis tratamentos e três repetições. As parcelas \n\nexperimentais possuem 2.500m2 (50 x 50m), ocupando em cada área experimental \n\n4,5ha. \n\n\n\n 14\n\nTabela 3. Grupo, família, nome científico, vulgar e indivíduos/parcela das espécies utilizadas \nnas associações de espécies dos tratamentos1. \n\nNome Indivíduos/parcela \nGrupo Família \n\nCientífico vulgar TAUN CONS REST \n\nA Anacardiaceae Schinus terebinthifolius Aroeira-pimenteira - - 44 \nA Cecropiaceae Cecropia sp. Embaúba - - 10 \nA Euphorbiaceae Croton floribundus Capixingui - - 50 \nA Leguminosae Enterolobium contorstisiliquum Tamboril 10 52 33 \nA Leguminosae Anadenanthera colubrina Angico-branco 60 78 - \nA Leguminosae Ingá uruguensis Ingá 10 - - \nA Leguminosae Mimosa caesalpinaefolia Sansão-do-campo 30 26 - \nA Leguminosae Mimosa scabrela Bracatinga 90 78 - \nA Myrtaceae Eugenia pyriformis Uvaia - - 20 \nA Sterculariaceae Guazuma ulmifolia Mutamba 40 26 46 \nB Bignoniaceae Zeyheiria tuberculosa Ipê-felpudo 50 65 17 \nB Bombacaceae Chorisia speciosa Paineira - - 28 \nB Leguminosae Peltophorum dubium Canafistula 10 13 - \nB Leguminosae Piptadenia gonoacantha Pau-jacaré 10 - 10 \nB Leguminosae Pterogyne nitens Amendoim-bravo 40 39 28 \nB Leguminosae Schizolobium parahyba Guapuruvu - - 28 \nB Rubiaceae Genipa americana Genipapo - - 22 \nB Tiliaceae Luehea divaricata Açoita-cavalo - - 10 \nB Verbenaceae Citharexylum myrianthum Pau-viola - - 44 \nC Apocynaceae Aspidosperma polyneuron Peroba-rosa 15 26 20 \nC Apocynaceae Aspidosperma ramiflorum Guatambu 10 - 11 \nC Bignoniaceae Tatebuia aveilanedas Ipê-roxo - 13 - \nC Euphorbiaceae Pera glabrata Tamanqueira 10 - 33 \nC Lecythidaceae Cariniana estrellensis Jequitibá-branco - - 10 \nC Lecythidaceae Cariniana legalis Jequitibá-vermelho - 13 - \nC Leguminosae Copaifera longedorfii Copaíba 10 13 10 \nC Leguminosae Dalbergia nigra Jacarandá-da-bahia - 13 - \nC Leguminosae Dipteryx alata Cumbaru - - 17 \nC Leguminosae Hymenea courbaril (stilbocarpa) Jatobá 30 39 20 \nC Leguminosae Machaerium villosum Jacarandá-paulista 30 26 - \nC Leguminosae Myroxylum peruiferum Cabreúva - 13 - \nC Leguminosae Parapiptadenia rigida Angico-vermelho - 26 10 \nC Leguminosae Poecilanthe parviflora Coração-de-negro - - 10 \nC Meliaceae Cedrella fissilis Cedro 20 13 20 \nC Rutaceae Enzenbeckia leiocarpa Guarantã 20 52 20 \nC Rutaceae Balfourodendron riedelianum Pau-marfim - 26 20 \nC Sapotaceae Pouteria ramiflora Grão-de-galo - - 18 \nD Arecaceae Euterpe edulis Palmito-branco 10 13 27 \nD Boraginaceae Cordia superba Baba-de-boi - - 47 \nD Leguminosae Ormosia arborea Olho-de-cabra - - 10 \nD Moraceae Ficus guaranitica Figueira-branca - - 10 \nD Myrtaceae Eugenia uniflora Pitanga-vermelha - - 18 \nD Rutaceae Metrodorea stipularis Chupa-ferro - - 24 \n1 TAUN = Trat. 3; CONS = Trat. 4; e REST = Trat. 5. \n\n\n\n 15\n\n3.3 Instalação do experimento \n\nAs parcelas do tratamento “Semeadura Direta” foram preparadas \n\nconvencionalmente (uma aração e duas gradagens) em 06/97, logo a seguir as sementes \n\nreceberam quebra de dormência e foram semeadas. Para a instalação dos tratamentos \n\nTAUN, CONS e REST realizou-se o preparo da área de 11 a 12/97 e utilizaram-se \n\nmudas produzidas no viveiro do Departamento de Ciências Florestais da FCA-UNESP. \n\nEsses tratamentos e o TEST foram instalados no período de 01 a 02/98. As parcelas nos \n\nFRAGs foram instaladas no período de 03 a 06/98. \n\n \n\n3.4 Caracterização dos atributos do solo \n\nNa primeira amostragem – e com respeito à avaliação de seus atributos físicos, \n\nquímicos e biológicos – optou-se por analisar, isoladamente, o SEME e o FRAG. \n\nConsiderando-se que os demais tratamentos (TEST, TAUN, CONS e REST) foram \n\ninstalados no mesmo período (01 a 02/98), portanto sob condições edafoclimáticas \n\nsimilares, foram coletadas amostras compostas (10 amostras simples) representativas de \n\ncada bloco destes tratamentos em conjunto. A partir da segunda amostragem, para a \n\navaliação dos atributos químicos e biológicos do solo, os tratamentos foram avaliados \n\nisoladamente. \n\n \n\n3.4.1 Físicos e químicos \n\nA textura, densidade real e aparente do solo foram analisadas de acordo com os \n\nmétodos propostos em EMBRAPA (1997), sendo realizada uma amostragem em 07/98. \n\nPara avaliação da textura e densidade real foi realizada uma amostragem em 07/98, nas \n\nprofundidades de 0-10, 10-20 e 20-40cm. A densidade aparente foi avaliada nas \n\nprofundidades de 0-10 e 10-20cm. Na análise da textura e densidade real foram \n\nutilizadas amostras compostas de 10 amostras simples por parcela, coletadas com trado. \n\nJá para a análise da densidade aparente foram utilizadas 5 amostras indeformadas de \n\n\n\n 16\n\n98cm3 por parcela, coletadas em cilindros de 5cm de altura por 5cm de diâmetro. A \n\nporosidade foi calculada pela seguinte equação: porosidade = ((densidade real – \n\ndensidade aparente)/densidade real)*100. \n\nA fertilidade do solo foi avaliada segundo os métodos descritos por Raij et al. \n\n(1987), foram consideradas as seguintes características químicas: pH, carbono orgânico, \n\nfósforo disponível, enxofre, potássio, cálcio, magnésio, hidrogênio e alumínio trocáveis \n\ne saturação por bases. O boro foi extraído com água quente e analisado segundo o \n\nmétodo descrito por Abreu et al. (1994). Os micronutrientes, cobre, ferro, manganês e \n\nzinco foram extraídos com DTPA e analisados segundo os métodos descritos por \n\nLindsay &amp; Norvell (1978). \n\nOs atributos químicos das amostras coletadas em 07/98 (primeira avaliação) \n\nforam determinados nas profundidades de 0-5, 5-10, 10-20 e 20-40cm. Na segunda \n\navaliação (08/99), os micronutrientes não foram analisados e a fertilidade do solo foi \n\ndeterminada nas camadas de 0-5 e 5-10cm. Para as análises utilizaram-se amostras \n\ncompostas de 10 amostras simples por parcela. \n\n \n\n3.4.2 Biológicos \n\nPara a avaliação dos atributos biológicos, analisaram-se o carbono da biomassa \n\nmicrobiana, a liberação de dióxido de carbono (CO2) e a mineralização de nitrogênio. \n\nNesta avaliação foram feitas amostragens das camadas de 0-5 e 5-20cm de \n\nprofundidade, em três períodos: 08/98, 02/99 e 08/99. Para tais análises, foram usadas \n\namostras compostas por 20 amostras simples por parcela. Os métodos utilizados foram \n\nos seguintes: \n\nCarbono da biomassa microbiana - O carbono da biomassa microbiana (Cmicro) foi \n\ndeterminado pelo método da fumigação-extração (Vance et al., 1987). Foram utilizadas \n\nduas sub-amostras com 10g de massa seca: uma submetida à fumigação e a outra não \n\n(testemunha). Para a fumigação as sub-amostras foram colocadas em um dissecador \n\n\n\n 17\n\nforrado com papel toalha úmido, ao lado de um becker contendo 25ml de clorofórmio \n\npurificado (sem etanol) e algumas bolas de vidro. O dissecador foi evacuado até o \n\nclorofórmio borbulhar por dois minutos. Após vinte e quatro horas, o becker com \n\nclorofórmio foi removido e o resíduo retirado por evacuações repetidas. Para a extração \n\ndo carbono orgânico (Corga) das sub-amostras fumigadas e testemunhas, as sub-amostras \n\nforam transferidas para frascos de 80ml, onde foram adicionados 40ml de K2SO4 0,5mol \n\nL-1. Os frascos foram agitados por 30 minutos e a suspensão resultante filtrada. O Corga \n\ndo extrato foi determinado pela digestão de 10ml do extrato filtrado com 1ml de \n\nK2Cr2O7 66,7mmol L\n-1 e uma mistura de 5ml de H2SO4 mais 5ml de H3PO4 \n\nconcentrados. A mistura foi levada a banho-maria por uma hora e, após resfriada, \n\nacrescentou-se 10ml de H2O deionizada. O excesso de dicromato foi determinado por \n\ntitulação com sulfato ferroso de amônio (33,3mmol em H2SO4 0,4mol L\n-1), usando-se \n\ndifenil amina sulfonato de bário como indicador. O dicromato consumido foi dado pela \n\ndiferença entre uma digestão em branco de 10ml de extrator (K2SO4 0,5mol L\n-1) menos \n\naquela que sobrou na digestão do extrato de solo. O carbono extraível foi calculado \n\nassumindo que um ml de K2Cr2O7 66,7mmol é equivalente a 1200µg de C. O Cmicro de \n\ncada amostra foi obtido, multiplicando o valor da diferença entre o carbono orgânico \n\nextraível da sub-amostra fumigada menos o da não fumigada (testemunha), pelo fator K \n\n(2,64) de correção. \n\nLiberação de CO2 - Para avaliação da respiração do solo foi utilizado como indicador o \n\nCO2 liberado determinado pelo método da incubação (Jenkison &amp; Powlson, 1976). \n\nForam utilizadas 40g de terra úmida por amostra, próximo à capacidade de campo, \n\nsendo incubada inicialmente por 2 dias a 28ºC em vasilha hermeticamente fechada de 2 \n\nlitros, juntamente com um bequer contendo 10ml de NaOH 0,5N. A respiração foi \n\nmedida por titulação do NaOH residual com HCl a 0,5N. Antes acrescentou-se BaCl2 \n\npara precipitar o CO2 liberado e captado pelo NaOH. A fenolftaleína foi usada como \n\nindicador. A partir do volume de ácido usado para a titulação estimou-se a quantidade de \n\nCO2 que o NaOH captou. As amostras foram incubadas por dezesseis semanas, \n\n\n\n 18\n\nquantificando-se o CO2 liberado aos 2, 4, 7, 14, 21, 28, 35, 42, 49, 56, 63, 70, 84, 98 e \n\n112 dias após o início da incubação. \n\nMineralização de nitrogênio - O N mineralizado foi determinado pelo método da \n\nincubação anaeróbica descrito por Waring &amp; Bremmer (1964). Para a extração inicial de \n\nN colocaram-se 10g de solo seco (<2mm) em tubos de centrífuga de 50ml. A seguir \n\nadicionaram-se 30ml de KCl 2mol L-1, agitando os tubos por 45 minutos e centrifugando \n\na 2000 rpm durante 15 minutos. Para as incubações foram acrescentados, nestes tubos de \n\ncentrífuga, 30ml de solução nutritiva constituída de: MgSO4 (0,002mol L\n-1) e \n\nCa2(H2PO4)2 (0,005mol L\n-1). Os tubos foram agitados manualmente até a dispersão dos \n\nsolos e depois tampados com papel alumínio para prevenir perdas d’água por \n\nevaporação e crescimento de algas; após tal procedimento foram incubados em sala \n\nclimatizada a 28ºC. A primeira extração de N foi realizada três semanas após o inicio \n\ndas incubações, adicionando-se 2,6g de KCl (sal anidro) a cada tubo de centrífuga, \n\nobtendo a concentração de 1mol L-1 de KCl. Os tubos foram agitados e centrifugados da \n\nmesma forma empregada para a extração do N presente antes das incubações. Estas \n\noperações foram realizadas 3, 6, 9, 12, 18 e 24 semanas após o início das incubações, \n\nsendo congelados os extratos das amostras. Determinou-se o N-NH4\n+ por diferenças na \n\ncondutividade elétrica com utilização do sistema de análise por injeção de fluxo (FIA: \n\n“Flow Injection Analysis”). \n\n \n\n3.5 Análise estatística \n\nOs dados relativos aos atributos físicos, químicos e biológicos foram submetidos \n\nà análise de variância (ANOVA) e teste de média (t e Tukey, P?0,05). As relações entre \n\nCTC e teores de argila e matéria orgânica foram analisadas através da correlação simples \n\ne regressões múltiplas, do tipo “stepwise”, modelo “backward”. Foi também realizada \n\nanálise de correlação entre o carbono orgânico e o carbono da biomassa microbiana. O \n\nprograma estatístico utilizado para as análises foi o SAS Institute (1991). \n\n \n\n\n\n 19\n\n4 RESULTADOS E DISCUSSÃO \n\n \n\n4.1 Atributos físicos e químicos do solo \n\nTendo os solos dos Fragmentos Florestais como referência verificou-se – em \n\nrelação aos solos degradados e para as três camadas amostradas do Nitossolo Vermelho \n\n(NV) e Argissolo Vermelho-Amarelo (AVA) – maior teor de argila e, para as do \n\nLatossolo Vermelho-Amarelo (LVA), menores teores de argila e silte (Tabela 4). \n\nNa camada de 0-10cm do NV o teor de argila variou de 337 (Fragmento \n\nFlorestal) para 530g kg-1 (área com solo degradado), ou seja, 57% maior (Tabela 4). Para \n\na profundidade de 10-20 e 20-40cm, esta variação foi de 56 e 66%, respectivamente. \n\nVariações bem menores foram observadas no AVA, provavelmente associadas à menor \n\ndeclividade da área onde se localiza este solo. Essas variações estão relacionadas ao \n\nprocesso erosivo que se instaurou nas áreas após o desmatamento causando perdas de \n\nsolo das camadas superiores, mais arenosas, e expondo camadas inferiores, mais \n\nargilosas. Esta também é uma das causas da considerável redução do teor de matéria \n\norgânica (MO) das áreas usadas para cultivo agrícola (Figura 2). Cerri et al. (1991) e \n\nGregorich et al. (1998) atribuíram o depauperamento dos atributos físicos, químicos e \n\nbiológicos do solo após desmatamento, principalmente, à redução do estoque orgânico \n\ndo solo devido, respectivamente, ao cultivo agrícola e erosão. \n\n\n\n 20\n\nTabela 4. Textura, densidade e porosidade das camadas de 0-10, 10-20 e 20-40cm, de amostras \ncoletadas em 07/98, nos solos das diferentes áreas experimentais: degradadas e fragmentos \nflorestais. \n\nTextura Densidade \nÁrea \n\nArgila Silte Areia Classsificação Real Aparente \nPorosidade \n\n _____________g kg-1____________  ________g dm-3_______ _____%_____ \n\n Nitossolo Vermelho \n\n 0-10 cm \nDegradada 530 a 167 b 300 b Argiloso 2,7 0,99 63 \nFragmento Florestal 337 b 246 a 417 a Franco Argiloso 2,6 0,91 65 \n 10-20 cm \nDegradada 670 a 120 b 210 b Argiloso 2,8 0,99 65 \nFragmento Florestal 427 b 223 a 350 a Argiloso 2,6 0,91 65 \n 20-40 cm \nDegradada 650 a 127 b 223 b Argiloso 2,7 b - - \nFragmento Florestal 390 b 230 a 380 a Franco Argiloso 2,4 a - - \n\n Argissolo Vermelho-Amarelo \n\n 0-10 cm \nDegradada 80 a 0 b 920 a Arenoso 2,5 1,45 b 42 b \nFragmento Florestal 60 b 20 a 920 a Arenoso 2,6 1,24 a 53 a \n 10-20 cm \nDegradada 100 a 0 b 899 b Areia Franca 2,5 1,45 b 42 b \nFragmento Florestal 47 b 20 a 933 a Arenoso 2,6 1,24 a 53 a \n 20-40 cm \nDegradada 121 a 27 852 b Areia Franca 2,6 - - \nFragmento Florestal 40 b 20 940 a Arenoso 2,7 - - \n\n Latossolo Vermelho-Amarelo \n\n 0-10 cm \nDegradada 60 b 20 b 920 a Arenoso 2,6 1,45 b 44 b \nFragmento Florestal 196 a 149 a 655 b Franco Arenoso 2,6 1,30 a 50 a \n 10-20 cm \nDegradada 47 b 20 b 933 a Arenoso 2,6 1,45 b 44 b \nFragmento Florestal 224 a 176 a 600 b Franco Argilo Arenoso 2,6 1,30 a 50 a \n 20-40 cm \nDegradada 47 b 27 b 926 a Arenoso 2,7 - - \nFragmento Florestal 218 a 102 a 679 b Franco Argilo Arenoso 2,7 - - \n\nMédias seguidas por letras iguais ou sem letras, na mesma coluna, solo e camada, não diferem entre si \npelo teste t (P<0,05). \n\n\n\n 21\n\nO menor teor de argila e silte no LVA deve estar relacionado à maior perda \n\ndestas frações por eluviação ou em suspensão na água da enxurrada. Como esse solo é \n\nmuito arenoso (areia=650g kg-1 sob o Fragmento Florestal), a perda das frações mais \n\nleves e o acúmulo da areia são facilitados pela alta friabilidade e baixa coesão das \n\npartículas nele presentes (Bertoni &amp; Lombardi Neto, 1990). Em um LVE, Cavenage et \n\nal. (1999) verificaram, após 18 anos de cultivo intensivo com milho, menores teores de \n\nargila e silte nas camadas superficiais. \n\nKirkegaard et al. (1992) demonstraram, para solos argilosos, que a redução da \n\ncaptação de água e de poros – promovida pela mudança na estrutura e compactação do \n\nsolo decorrente, por via de regra, do seu uso indevido – limita o crescimento radicular e, \n\nconseqüentemente, o estabelecimento da vegetação. No entanto, diferentemente do \n\nrelatado por esses autores, a mudança na estrutura do solo causada pelo maior teor de \n\nargila, não limitou, no caso de nosso experimento, o crescimento da vegetação. Isto é \n\ndemonstrado pelo bom crescimento das espécies arbóreas utilizadas no tratamento \n\nSEME (Tabela 2) e pode ser atribuído aos níveis de MO (37g dm-3 na camada de 0-\n\n40cm) e de outros atributos químicos deste solo (Tabela 1) bem como à densidade \n\naparente e à porosidade (Tabela 4). \n\nStirzaker et al. (1996) observaram, em solo arenoso, que, numa menor densidade \n\ndo solo, o contato do sistema radicular com as partículas do solo é menor; isto diminui a \n\nabsorção de nutrientes e água causando menor crescimento das plantas. Desta forma, a \n\nmacroestrutura dos solos arenosos, como demonstrado por Cornish (1993), afeta o \n\ncrescimento radicular e o estabelecimento de plântulas. Estas constatações indicam que, \n\npara o AVA, a maior quantidade de frações finas no solo, o aumento na densidade \n\naparente e a redução na porosidade podem promover maior microagregação a qual se \n\nreflete em bom crescimento da vegetação no tratamento SEME instalado sobre tais solos \n\n(Tabela 2). \n\nDevido à grande redução do teor de argila e silte ocorridos com o cultivo agrícola \n\nno LVA – e isto em períodos de uso pouco diferentes dos observados quanto aos demais \n\nsolos –, bem como devido aos reflexos negativos sobre os atributos físicos, químicos e \n\n\n\n 22\n\nbiológicos do solo causados por tal efeito, deduz-se que este solo foi o mais sensível e o \n\nmais afetado pelas mudanças de ocupação e de manejo. Bons indicadores dessas \n\nafirmações, além dos atributos edáficos avaliados, consubstanciaram-se na dificuldade \n\nde estabelecimento e nos baixos índices de crescimento das espécies plantadas no \n\nSEME, bem inferiores aos observados nos demais solos (Tabela 2). Em observações de \n\ncampo verificou-se que, certamente devido ao elevado estado de degradação deste solo, \n\nas espécies nele plantadas foram mais afetadas por estresses hídricos e nutricionais,  \n\nQuanto ao NV e AVA, é impossível sua recuperação em termos de composição \n\ntextural. Química e biologicamente tal recuperação deverá ser possível; as alterações da \n\ntextura nas camadas superficiais não devem constituir empecilho a ela, ao contrário, \n\ntalvez agilizem o processo de recuperação. As boas condições estruturais desses solos, \n\nproporcionadas pela predominância da mineralogia mista (sesquióxidos de Fe e Al e \n\nargila 1:1) (Oliveira, 1999) e por sua maior fertilidade atual – relativamente ao LVA – \n\ndeverão favorecer a recuperação de sua fertilidade; tal recuperação dever-se-á ao \n\nestabelecimento e crescimento mais rápido das plantas dando  início à ciclagem de \n\nnutrientes e à deposição de MO mais cedo e em maior quantidade. \n\nEm função da intensa redução dos teores de argila e silte, característica intrínseca \n\ndo solo que não pode ser recuperada, o LVA é o solo que apresenta as maiores \n\ndificuldades no que tange à recuperação. Na impossibilidade de modificar sua \n\ncomposição textural deduz-se que, em termos edáficos, é impossível recuperar este solo \n\nde sorte a fazê-lo chegar aos níveis observados em áreas adjacentes, com solos pouco ou \n\nnão perturbados. Talvez isto seja possível em termos florísticos, mas seria prematura \n\nqualquer afirmação a esse respeito. \n\nO NV apresentou-se como um solo bem mais fértil do que o AVA e o LVA, os \n\nquais apresentam níveis de fertilidade próximos entre si para a maioria dos atributos \n\n(Figuras 2 e 3 e Tabela 1). Por exemplo, no SEME do NV, observou-se, nas duas \n\navaliações da camada de 0-5cm, em média, MO = 56g dm-3, P = 41mg dm-3, S-SO4\n2- = 9 \n\nmg dm-3, K = 5,2mmolc dm\n-3 e Ca = 76mmolc dm\n\n-3 e, no LVA, MO = 24 g dm-3, P = \n\n11mg dm-3, S-SO4\n2- = 6mg dm-3, K = 3,2mmolc dm\n\n-3 e Ca = 13mmolc dm\n-3. \n\n\n\n 23\n\n \n\nM\nO\n\n (\ng \n\nd\nm\n\n-3\n)\n\n0\n\n50\n\n100\n\n150\n\nNV   07/98\nNV   08/99\n\n1 2 1 2 1 2\n\nS\n (\n\nm\ng \n\nd\nm\n\n-3\n)\n\n0\n\n8\n\n16\n\n24\n\nAVA  07/98\nAVA  08/99\n\n1 2 1 2 1 2\n\nP\n (\n\nm\ng \n\nd\nm\n\n-3\n)\n\n0\n\n40\n\n80\n\n120\n\nLVA  07/98\nLVA  08/99\n\na b\n\nTratamentos (1 = SEME  e  2 = FRAG)\n\nFigura 2. Atributos químicos (média + erro padrão) da camada de 0-5 (a) e 5-10cm (b), 12 (07/98) e 25\n     meses (08/99) após a instalação do experimento, em  dois  tratamentos  no Nitossolo Vermelho (NV),\n     no Argissolo Vermelho-Amarelo (AVA) e no Latossolo Vermelho-Amarelo (LVA).\n\n\n\n 24\n\n \n\n4\n\n5\n\n6\n\n7\n\nNV  07/98\nNV  08/99\n\n1 2 1 2 1 2\n\n0,0\n\n0,8\n\n1,6\n\n2,4\n\nAVA  07/98\nAVA  08/99\n\n1 2 1 2 1 2\n\n0\n\n4\n\n8\n\n12\n\nLVA  07/98\nLVA  08/99\n\na b\n\nTratamento (1 = SEME  e  2 = FRAG)\n\nFigura 3. Atributos químicos (média + erro padrão) da camada de 0-5 (a) e 5-10cm (b), 12 (07/98) e 25\n      meses  (08/99)  após a  instalação do experimento, em dois tratamentos no Nitossolo Vermelho (NV),\n      no Argissolo Vermelho-Amarelo (AVA) e no Latossolo Vermelho-Amarelo (LVA).\n\n0\n\n110\n\n220\n\n330\n\n0\n\n20\n\n40\n\n60\n\nK\n (\n\nm\nm\n\nol\nc \n\nd\nm\n\n-3\n)\n\nC\na \n\n(m\nm\n\nol\nc \n\nd\nm\n\n-3\n)\n\nM\ng \n\n(m\nm\n\nol\nc \n\nd\nm\n\n-3\n)\n\nA\nl \n\n(m\nm\n\nol\nc \n\nd\nm\n\n-3\n)\n\np\nH\n\n (\nC\n\naC\nl 2\n\n)\n\n\n\n 25\n\nOs atributos pH, MO, P e Ca nos solos NV e LVA apresentaram valores bem \n\nsuperiores no FRAG relativamente ao SEME. Diferenças menos acentuadas, inclusive \n\nquanto à composição textural, foram observadas no AVA, indicando que este solo está \n\nmenos degradado que os demais, devendo sua fertilidade ser recuperada em lapso \n\ntemporal menor. Os teores de MO no NV, camada 0-5cm, decresceram de 120 (média \n\ndas duas avaliações no FRAG) para 56g dm-3 (no SEME; -53%) e, no LVA, de 80 para \n\n24g dm-3 (-70%) (Figura 2). Esses resultados evidenciam grande depauperamento de \n\nalgumas propriedades físico-químicas dos solos, como por exemplo, a CTC e o nível de \n\nagregação/estruturação de suas partículas. Como uma das principais implicações, o \n\npotencial de lixiviação de bases e de fixação de P dos solos degradados é bem maior do \n\nque o observado naqueles que se encontram sob floresta natural (Gonçalves et al., 2000). \n\nVerificou-se uma relação elevada entre a CTC dos solos e seus teores de argila e \n\nMO (Tabela 5). Isto realça a importância da preservação da composição granulométrica \n\ne elevação dos teores de MO com o intuito de restaurar importantes propriedades físico-\n\nquímicas do solo, como a CTC. No solo NV, observou-se uma correlação linear negativa \n\nentre os atributos CTC–argila, argila–MO e, positiva, para os atributos CTC–MO \n\n(Tabela 6). Relações semelhantes, embora com menores valores, também foram \n\nobservadas para o AVA. Essas correlações negativas entre o teor de argila e os demais \n\natributos estão relacionadas à erosão das camadas superficiais, o que ocasionou a \n\nexposição de camadas de solos com maiores teores em argila (Tabela 3), mas com \n\nmenores teores em MO (Tabela 1), atributo altamente correlacionado com a CTC \n\n(Tabela 6). Por outro lado, o solo LVA, que teve seu teor de argila reduzido com o \n\ncultivo agrícola, apresentou apenas correlações positivas entre esses atributos. \n\nUm dos fatores essenciais para elevar os teores de MO desses solos é o uso de \n\nespécies arbóreas da Família das Leguminosas, comuns nas florestas naturais da região. \n\nSegundo Binkley &amp; Giardina (1997), Debell et al. (1997), Parrotta (1999) e Binkley et \n\nal. (2000), as espécies arbóreas fixadoras de N têm alta capacidade de elevar os teores de \n\ncarbono (C) do solo, isto deve-se ao alto potencial de produção e deposição de MO e \n\n\n\n 26\n\nporque retardam a decomposição deste C, efeito relacionado à baixa relação C:N dos \n\nresíduos orgânicos. Destaca-se que o uso de espécies leguminosas fixadoras de N \n\nassociadas com outras espécies para a restauração florestal é fator imprescindível para \n\ncausar acréscimos estáveis de MO no solo, pois esta constitui a principal fonte de N do \n\nsolo; a deposição atmosférica e as adubações constituem fontes secundárias, perante as \n\nquantidades envolvidas e por não conter C. \n\n \n\n \n\nTabela 5. Relação entre a CTC e os teores de argila e MO dos solos NV, AVA e LVA em três \ncamadas, quando se consideram todos tratamentos. \n\nProf Equação (Y=CTC, X1=argila, X2=MO) R\n2 P \n\nCm    \n\n0-10 Y= -38,55 - 0,91X1 + 4,22X2 0,97&lt;0,01 \n\n10-20 Y= -14,54 - 0,91X1 + 4,68X2 0,96&lt;0,01 \n\n20-40 Y= 3,71X2 0,93&lt;0,01 \n\n \n\n \n\nTabela 6. Coeficiente de correlação entre CTC (mmolc dm\n-3), argila (g kg-1) e MO (g dm-3) nos \n\nsolos NV, AVA e LVA, quando se consideram todos tratamentos e profundidades. Todos \nvalores são significativos a pelo menos 2% de probabilidade. \n\nSolo CTC x Argila CTC x MO Argila x MO \n\nNV -0,87 0,95 -0,92 \n\nAVA -0,54 0,96 -0,50 \n\nLVA 0,85 0,91 0,68 \n\n \n\n\n\n 27\n\n4.2 Atributos biológicos do solo \n\n4.2.1 C da biomassa microbiana \n\nNas três avaliações (8/98, 2/99 e 8/99) da camada superficial (0-5cm) do NV, os \n\nmaiores teores de C da biomassa microbiana (Cmicro) foram encontrados no FRAG \n\n(Tabela 7). Porém, na terceira avaliação, a média do REST apresentou valor semelhante \n\nao do FRAG. Para a camada subsuperficial (5-20cm), a média do FRAG só é maior \n\nestatisticamente na primeira avaliação. Na segunda avaliação a diferença ocorreu entre o \n\nFRAG e o TAUN e, na terceira avaliação, não ocorreu entre nenhum tratamento. \n\nNo NV, os teores de Cmicro variaram de 568 (segunda avaliação da camada de 0-\n\n5cm sob o FRAG) a 103µg C g-1solo (primeira avaliação da camada de 0-5cm sob o \n\nSEME). Em um mesmo tipo de solo, sob diferentes tipos de uso (mata natural, pastagem \n\ne algodão), Marchiori Jr. &amp; Melo (1999), ao analisarem em fev/96 o Cmicro da camada de \n\n0-10 e 10-20cm pelo método da fumigação-extração obtiveram resultados de 428 (0-\n\n10cm sob a mata natural) a 123µg C g-1solo (10-20cm sob o algodão). Estes resultados \n\ndemonstram que, mesmo com a alteração ocorrida na textura, o solo da área degradada \n\napresenta elevado teor de Cmicro, não oferecendo restrições à biomassa microbiana. \n\nApesar de a terceira avaliação ter sido realizada no inverno, no NV, ao comparar \n\nos teores de Cmicro da segunda com os da terceira avaliação, observou-se que, na camada \n\nsuperficial do TAUN e REST, ocorreu aumento e, na camada subsuperficial, somente o \n\nFRAG não apresentou acréscimo. Isto indica que o solo na área degradada, \n\nprincipalmente na camada subsuperficial, começou a proporcionar melhores condições à \n\nbiomassa microbiana. \n\nNo AVA o FRAG apresentou nas três avaliações da camada superficial os \n\nmaiores teores de Cmicro (Tabela 7), porém, na terceira avaliação, este tratamento só \n\ndiferiu estatisticamente do TAUN. Para a camada subsuperficial o FRAG apresenta o \n\nmaior teor de Cmicro na terceira avaliação e só diferiu estatisticamente do TEST. \n\n\n\n 28\n\nTabela 7. Média1 do C da biomassa microbiana das camadas de 0-5 e 5-20cm, de amostras \ncoletadas em agosto de 1998 (Inv.98), fevereiro de 1999 (Ver.99) e agosto de 1999 (Inv.99), \ndos tratamentos no Nitossolo Vermelho (NV), no Argissolo Vermelho-Amarelo (AVA) e no \nLatossolo Vermelho-Amarelo (LVA). \n\nNV  AVA  LVA \nTratamento \n\nInv.98 Ver.99 Inv.99  Inv.98 Ver.99 Inv.99  Inv.98 Ver.99 Inv.99 \n\n __________________________________________________µg C g-1 solo________________________________________________ \n\n 0-5cm \n\nTEST 155 b 366 b 229 d  71 b 188 b 188 ab  19 b 62 b 166 b \n\nSEME 103 b 385 b 228 d  60 b 145 b 156 ab  32 b 86 b 138 b \n\nTAUN 155 b 306 b 416 bc  71 b 156 b 68 b  19 b 66 b 163 b \n\nCONS 155 b 351 b 320 cd  71 b 138 b 120 ab  19 b 90 b 155 b \n\nREST 155 b 349 b 468 ab  71 b 86 b 168 ab  19 b 137 b 230 b \n\nFRAG 313 a 568 a 524 a  234 a 492 a 278 a  331 a 692 a 572 a \n\n 5-20cm \n\nTEST 167 c 340 ab 351  71 296 ab 0,0 b  37 b 88 b 17 b \n\nSEME 265 b 332 ab 416  37 345 a 12 ab  56 b 158 b 58 b \n\nTAUN 167 c 236 b 408  71 300 ab 44 ab  37 b 202 b 13 b \n\nCONS 167 c 288 ab 383  71 316 ab 20 ab  37 b 184 b 47 b \n\nREST 167 c 280 ab 325  71 206 b 22 ab  37 b 184 b 60 b \n\nFRAG 330 a 412 a 400  25 220 ab 68 a  136 a 452 a 172 a \n1 Médias na mesma coluna e camada, seguidas por letras iguais ou sem letras, não diferem entre si pelo \nteste de Tukey (P<0,05). \n\nDesconsiderando os teores de Cmicro encontrados no FRAG observa-se que, na \n\ncamada superficial do AVA, o valor mínimo (60µg C g-1solo) e máximo (188µg C g-\n\n1solo) são inferiores aos encontrados por outros autores, porém apresentam variação \n\nsemelhante. Vargas &amp; Scholles (2000), estudando diferentes métodos de preparo do solo \n\n(plantio direto, reduzido e convencional) durante um ano de ensaio (quatro avaliações), \n\nem um Argissolo Vermelho-Escuro sob cultivo agrícola por vários anos, encontraram na \n\ncamada superficial teores de Cmicro que variaram de 105 a 303µg C g\n-1solo. Mendonza et \n\nal. (2000) estudando um Argissolo Amarelo, cultivado com cana-de-açúcar com e sem \n\nqueima de palhada, ao avaliarem o Cmicro na camada de 0-5cm em três épocas ao longo \n\ndo ano encontraram teores que variaram de 194 a 303µg C g-1solo. Por outro lado, nas \n\ntrês avaliações da camada subsuperficial do TEST e das associações de espécies \n\nobservou-se ampla variação (0,0 a 345µg C g-1solo), reflexo do processo de degradação \n\n\n\n 29\n\ne variabilidade espacial do solo desses tratamentos. Vargas &amp; Scholles (2000), na \n\ncamada de 5-15cm, e Mendonza et al. (2000), na camada de 5-20cm, encontraram teores \n\nque variaram de 121 a 212 e 107 a 242µg C g-1solo, respectivamente. \n\nNa segunda avaliação da área degradada sob o AVA, os maiores teores de Cmicro \n\nforam encontrados na camada subsuperficial. Resultados semelhantes são relatados por \n\nVargas &amp; Scholles (2000) os quais verificaram, nas avaliações de verão, que o solo sob \n\nplantio convencional apresenta maiores teores de Cmicro na camada subsuperficial; \n\natribuíram este fato ao maior conteúdo de C orgânico nessa camada, à ocorrência de \n\ntemperaturas altas e à menor umidade na camada superior do solo. Na segunda avaliação \n\nnão se obteve o conteúdo de C orgânico do solo, portanto, esta hipótese está descartada. \n\nQuanto às elevadas temperaturas, existe uma concordância com os autores, porém, em \n\nrelação à umidade, observa-se que as elevadas precipitações ocorridas no período \n\n(Figura 1) poderiam estar percolando parte da biomassa microbiana para camadas \n\ninferiores do solo devido à textura arenosa da camada superficial (Tabela 3) e à ausência \n\nde cobertura vegetal capaz de minimizar os efeitos de chuvas intensas. \n\nEm relação à terceira avaliação da área degradada sob o AVA, os maiores teores \n\nde Cmicro foram encontrados na camada superficial. Verifica-se que a biomassa \n\nmicrobiana, tanto na camada superficial do TEST, SEME, CONS e REST como na \n\ncamada subsuperficial do TAUN, SEME, CONS e REST, começou a apresentar \n\ncomportamento similar à encontrada no FRAG. Estas observações indicam que o solo da \n\nárea degradada começa a apresentar melhores condições aos microorganismos. \n\nTendo o FRAG como referência, e em face das observações acima relatadas, \n\nverifica-se que o AVA não foi gravemente afetado pela retirada da cobertura florestal. \n\nConfirma-se que a alteração na textura, demonstrada no item 4.1, pode propiciar \n\ncondições favoráveis ao crescimento vegetal e auxiliar na recuperação biológica do solo \n\ne, consequentemente, na da fertilidade natural desta área. \n\n\n\n 30\n\nNo LVA o que mais se destaca são as diferenças dos teores de Cmicro entre o \n\nFRAG e os demais tratamentos (Tabela 7). Nas três avaliações e nas duas camadas as \n\ndiferenças entre o FRAG e os demais tratamentos são mais acentuadas do que no NV e \n\nno AVA. Isto pode ser devido à alteração ocorrida na textura bem como aos elevados \n\nteores de Cmicro encontrados no FRAG: o valor máximo foi de 692, na camada \n\nsuperficial (02/99) e, o mínimo de 136µg C g-1solo, na camada subsuperficial (08/98). \n\nPara o NV e AVA, os teores máximos e mínimos variaram de 568 a 313 e de 492 a 25µg \n\nC g-1solo, respectivamente. Em uma mata natural sob um LVA argiloso na Amazônia \n\nbrasileira Geraldes et al. (1995), avaliando o Cmicro pelo método da fumigação-extração, \n\nencontraram nas camadas de 0-10 e 10-20cm, 476 e 302µg C g-1solo, respectivamente. \n\nTeores semelhantes (mínimo de 203 e máximo de 594µg C g-1solo) foram observados \n\npor Balota et al. (1998) na camada de 0-15cm de um Latossolo Roxo sob plantio direto e \n\nem diferentes épocas do ano. Teores bem menores (mínimo de 80 e máximo de 224µg C \n\ng-1solo) foram encontrados por Gama-Rodrigues et al. (1997) ao analisarem, em 04/94, a \n\ncamada de 0-10cm de um LVA argiloso sob diferentes coberturas florestais (Piptadenia \n\nrigida, Pinus sp., Eucalyptus robusta e capoeira). Teores bem maiores foram \n\nencontrados por Luizão et al. (1992) ao extraírem mensalmente, pelo período de um ano, \n\no Cmicro de um LVA argiloso sob floresta tropical, com valor médio de 1287µg C g\n-1solo, \n\nna camada superficial (0-5cm), e de 765µg C g-1solo na camada subsuperficial (5-20cm). \n\nO comportamento do Cmicro na área degradada do LVA, principalmente na \n\nsegunda avaliação, é semelhante ao descrito para o AVA, com diferenças pouco \n\nmarcantes. Na segunda avaliação os maiores teores de Cmicro foram encontrados na \n\ncamada subsuperficial, confirmando que, em solos arenosos – sem cobertura vegetal \n\ncapaz de propiciar condições favoráveis aos microorganismos e proteção que diminua a \n\nação de chuvas intensas – elevadas temperaturas e precipitações afetam a comunidade \n\nmicrobiana na camada superior do solo. \n\nAo comparar os resultados da segunda avaliação da camada superficial do LVA \n\ncom os da terceira, constata-se que o teor de Cmicro  aumentou em todos os tratamentos \n\n\n\n 31\n\nna área degradada. Isto indica que o solo da área degradada começa a apresentar \n\ncondições favoráveis aos microorganismos. Porém, na terceira avaliação das duas \n\ncamadas, as diferenças entre o FRAG e os demais tratamentos continuaram a existir \n\nconfirmando que: i) este solo foi o mais afetado pela mudança de ocupação; e ii) em \n\ntermos químicos e biológicos, o tempo necessário para a recuperação desse solo será \n\nrelativamente maior do que o lapso temporal a ser observado nas demais áreas. \n\nNos três solos, mediante a consideração dos dados dos FRAGs, pode-se inferir o \n\nefeito da profundidade e da sazonalidade sobre a biomassa microbiana do solo. No \n\nAVA, LVA e, em menor escala, no NV observa-se que os FRAGs apresentam, para as \n\ntrês avaliações, os maiores teores de Cmicro na camada superficial. Este comportamento \n\njá era esperado, pois, na camada superficial de ambientes pouco ou não perturbados e \n\nbem manejados – independentemente dos efeitos sazonais –, encontram-se as condições \n\nmais favoráveis (MO, pH, umidade, temperatura, etc) à manutenção da vida microbiana \n\nno solo. O fato de serem encontrados nos FRAGs – tanto na camada superficial como na \n\nsubsuperficial – os maiores teores de Cmicro na avaliação de verão (fevereiro de 1999) \n\ntambém já era esperado, isto por causa das condições ambientais mais adequadas a esses \n\norganismos. \n\nOs resultados acima relatados demonstram que o Cmicro apresenta menores teores \n\nno solo das áreas degradadas. Nestas áreas, portanto, o aumento no teor de Cmicro indica \n\nque os microorganismos do solo começam a atingir níveis de biomassa satisfatórios para \n\numa eficiente atividade biológica e disponibilização de nutrientes para as plantas.  \n\nO fato de as associações de espécies e TEST, na terceira avaliação, não serem \n\nestatisticamente distintos quanto à capacidade de alterar o Cmicro, exceto na camada \n\nsuperficial do NV, é devido ao curto espaço de tempo de avaliação. Ou seja, passaram-se \n\n16 meses após o plantio, lapso temporal relativamente curto para o crescimento de \n\nespécies nativas. Mas, em face dos resultados aqui apresentados e discutidos fica \n\nevidente que o solo das áreas degradadas começam a oferecer condições mais propícias \n\n\n\n 32\n\npara a biomassa microbiana, o que pode operar no sentido de favorecer o crescimento \n\ndas espécies utilizadas nas associações florestais. \n\n \n\n4.2.2 Liberação de CO2 \n\nOs valores de C-CO2 liberado (C-CO2libe) observados neste estudo (Tabela 8) são \n\npouco maiores do que os relatados pela literatura pertinente. Isto pode ser atribuído ao \n\nfato de o período de incubação ter-se estendido por 112 dias, lapso de tempo bem \n\nsuperior ao adotado em outros experimentos. Os valores de C-CO2libe, nos três solos e \n\navaliações e nas duas camadas, variaram de 220 a 5030 µg C-CO2 g\n-1 solo. Luizão et al. \n\n(1992), que encubaram por cinco dias amostras coletadas mensalmente pelo período de \n\num ano de um LVA argiloso sob floresta tropical, chegaram ao valor médio de 194µg C-\n\nCO2 g\n-1solo na camada superficial (0-5cm) e de 75µg C-CO2 g\n\n-1solo na camada \n\nsubsuperficial (5-20cm). Vargas &amp; Scholles (2000), ao quantificarem o C-CO2libe \n\nacumulado em 60 dias de incubação nas profundidades de 0-5 e de 5-15cm de um \n\nArgissolo Vermelho-Escuro, sob diferentes métodos de preparo e períodos de \n\navaliações, chegaram a resultados que variaram de 67 a 507µg C-CO2 g\n-1 solo. \n\nTendo em vista as observações acima postas não será efetuada comparação com \n\noutros estudos, como a realizada no item 4.2.1. Portanto, apenas será comparada, com \n\nbase na liberação de CO2 proveniente da decomposição de material orgânico, à atividade \n\ndos microorganismos nas diferentes áreas, avaliações, profundidades e tratamentos. \n\nNa camada superficial verifica-se que, nas três avaliações do NV e na primeira e \n\nsegunda avaliações do AVA e do LVA, a quantidade de C-CO2libe foi maior nos FRAGs \n\n(Tabela 8). Na terceira avaliação do AVA observa-se que no TEST, CONS e REST as \n\nmédias são semelhantes à do FRAG. Isto no LVA ocorre para o TEST, SEME e TAUN. \n\nNas três avaliações da camada subsuperficial do NV o C-CO2libe apresenta diferença \n\n\n\n 33\n\nentre o FRAG e os demais tratamentos e, na do AVA, esta diferença não ocorre. No \n\nLVA, o FRAG só não difere do REST na segunda avaliação e não difere do TEST na \n\nterceira avaliação. \n\nTabela 8. Média1 da liberação de CO2 (112 dias de incubação) das camadas de 0-5 e 5-20cm, de \namostras coletadas em agosto de 1998 (Inv.98), fevereiro de 1999 (Ver.99) e agosto de 1999 \n(Inv.99), dos tratamentos no Nitossolo Vermelho (NV), no Argissolo Vermelho-Amarelo \n(AVA) e no Latossolo Vermelho-Amarelo (LVA). \n\nNV  AVA  LVA \nTratamento \n\nInv.98 Ver.99 Inv.99  Inv.98 Ver.99 Inv.99  Inv.98 Ver.99 Inv.99 \n\n ______________________________________________µg C-CO2 g\n-1 solo____________________________________________ \n\n 0-5cm \n\nTEST 1210 b 1450 b 1000 b  520 b 710 b 840 abc  460 b 570 b 500 ab \n\nSEME 1240 b 1480 b 1070 b  650 b 770 b 460 bc  530 b 530 b 560 ab \n\nTAUN 1210 b 1180 b 890 b  520 b 740 b 390 c  460 b 500 b 490 ab \n\nCONS 1210 b 1390 b 980 b  520 b 590 b 860 ab  460 b 530 b 390 b \n\nREST 1210 b 1320 b 990 b  520 b 700 b 910 ab  460 b 530 b 430 b \n\nFRAG 3180 a 5030 a 1910 a  1310 a 1810 a 1160 a  1690 a 2690 a 750 a \n\n 5-20 cm \n\nTEST 610 b 750 b 530 b  320 680 350  330 b 450 b 350 ab \n\nSEME 600 b 850 b 400 b  290 680 310  460 b 540 b 220 b \n\nTAUN 610 b 750 b 490 b  320 590 330  330 b 530 b 280 b \n\nCONS 610 b 880 b 540 b  320 610 290  330 b 570 b 290 b \n\nREST 610 b 810 b 500 b  320 570 260  330 b 610 ab 260 b \n\nFRAG 1270 a 1390 a 920 a  500 570 390  610 a 930 a 570 a \n1 Médias na mesma coluna e camada, seguidas por letras iguais ou sem letras, não diferem entre si pelo \nteste de Tukey (P<0,05). \n\nOs solos de todos os tratamentos instalados no NV apresentam, em ambas \n\ncamadas e avaliações, as maiores médias de C-CO2libe. Nos FRAGs as maiores médias \n\nsão encontradas na camada superficial. Para as áreas degradadas as diferenças entre as \n\nduas camadas são mais evidentes no NV e as maiores médias também são encontradas \n\nna camada superficial. Na avaliação de verão o CONS no AVA e as associações de \n\nespécies no LVA apresentaram as maiores médias na camada subsuperficial, o que \n\nconfirma, mais uma vez, a influência negativa de elevadas temperaturas e precipitações \n\nsobre a biomassa microbiana na camada superficial de solos arenosos sem cobertura \n\n\n\n 34\n\nvegetal, capaz de propiciar condições favoráveis aos microorganismos e de minimizar os \n\nefeitos de chuvas intensas. \n\nComparando os resultados da segunda e terceira avaliação da camada superficial \n\ndo AVA observa-se que o TEST, CONS e REST apresentam acréscimo no C-CO2libe. \n\nPara o NV e LVA as associações de espécies apresentaram média de C-CO2libe estável, \n\nverificando-se o efeito da sazonalidade pelos resultados da segunda avaliação. Na \n\ncamada subsuperficial das três áreas todos tratamentos apresentam liberação de CO2 \n\nsimilar nas três avaliações e o efeito da sazonalidade revelou-se pouco visível. \n\nAlgumas observações descritas acima confirmam os resultados apresentados no \n\nitem 4.2.1. Assim, os resultados obtidos pela liberação de CO2 (atividade microbiana) \n\nquando comparados aos resultados da biomassa microbiana representam, em menor \n\nescala, as alterações ocorridas no solo das áreas degradadas. \n\n \n\n4.2.3 Mineralização de N \n\nNa primeira e segunda avaliações da camada superficial do NV, AVA e LVA os \n\nmaiores valores de N-NH4\n+ (Nmine) são observados nos FRAGs (Tabela 9). Para a \n\ncamada subsuperficial do NV e AVA a diferença entre o FRAG e os demais tratamentos \n\nocorreu na primeira avaliação. Já o FRAG do LVA difere dos demais tratamentos nas \n\nduas avaliações. \n\nOs tratamentos no NV apresentaram, em ambas camadas e avaliações, os maiores \n\nvalores de Nmine. Para os FRAGs, os maiores valores de Nmine, nas três áreas e nas duas \n\navaliações, foram encontrados na camada superficial. Nos demais tratamentos este fato \n\nsomente ocorreu no NV, sendo que, para o AVA e LVA isto não pode ser afirmado \n\ndevido às pequenas diferenças ocorridas entre os valores da camada superficial e \n\nsubsuperficial. O efeito da sazonalidade é perceptível em todos tratamentos, solos e \n\n\n\n 35\n\nprofundidades e, diferentemente do Cmicro e CO2libe, o Nmine foi maior na avaliação de \n\ninverno. \n\nTabela 9. Média1 do N-NH4\n+ (24 semanas de incubação) da camada de 0-5 e 5-20cm, de \n\namostras coletadas em agosto de 1998 (Inv.98) e fevereiro de 1999 (Ver.99), nos tratamentos \nno Nitossolo Vermelho (NV), no Argissolo Vermelho-Amarelo (AVA) e no Latossolo \nVermelho-Amarelo (LVA). \n\nNV  AVA  LVA \nTratamento \n\nInv.98 Ver.99  Inv.98 Ver.99  Inv.98 Ver.99 \n\n _____________________________________µg N-NH4\n+ g-1 solo________________________________________ \n\n 0-5 cm \n\nTEST 114 b 63,1 b  34,9 b 26,6 b  27,5 b 27,4 b \n\nSEME 111 b 62,3 bc  39,4 b 31,0 b  40,1 b 25,0 b \n\nTAUN 114 b 39,8 c  34,9 b 27,1 b  27,5 b 25,3 b \n\nCONS 114 b 42,2 bc  34,9 b 15,0 b  27,5 b 13,5 b \n\nREST 114 b 47,4 bc  34,9 b 20,3 b  27,5 b 24,4 b \n\nFRAG 249 a 116 a  98,3 a 65,0 a  173 a 111 a \n\n 5-20 cm \n\nTEST 78,4 b 48,0  39,0 ab 20,1  31,0 b 13,4 b \n\nSEME 72,7 b 43,2  31,8 b 14,3  29,9 b 11,6 b \n\nTAUN 78,4 b 36,0  39,0 ab 18,1  31,0 b 16,6 b \n\nCONS 78,4 b 42,1  39,0 ab 18,1  31,0 b 15,9 b \n\nREST 78,4 b 45,0  39,0 ab 17,7  31,0 b 22,7 b \n\nFRAG 146 a 44,0  46,7 a 20,5  81,3 a 39,2 a \n1 Médias na mesma coluna e profundidade, seguidas por letras iguais ou sem letras, não diferem entre si \npelo teste de Tukey (P<0,05). \n\nNos três solos, nas duas avaliações e camadas, os FRAGs apresentaram valores \n\nmédios de Nmine que variaram de 21 a 249µg g\n-1 solo e que são semelhantes aos \n\nobservados por Mendes (1999). Esse autor ao avaliar a camada de 0-15cm de 15 sítios \n\nflorestais (Cerrado-2, Cerradão-1, Floresta Estacional Semidecidual-2, Pinus caribaea-2 \n\ne Eucalyptus grandis-8) situados no Estado de São Paulo obteve valores de Nmine, em 30 \n\nsemanas de incubação, que variaram de 38 a 269µg g-1 solo. \n\nOs resultados acima relatados demonstram que: i) as áreas degradadas \n\napresentam uma mineralização menor de N do que os FRAGs; e ii) o LVA é mais \n\nsensível a mudanças de ocupação do solo. \n\n\n\n 36\n\n4.3 Correlação e relação entre o C orgânico e o C da biomassa microbiana \n\nNeste estudo realizou-se análise de correlação entre o C orgânico (Corga) e o \n\nCmicro. Essa análise e a relação Cmicro/Corga foi realizada com os dados levantados em \n\nagosto de 1999 e concernentes à avaliação da camada de 0-5cm dos diferentes \n\ntratamentos no NV, AVA e LVA. \n\nNo NV e AVA, o coeficiente de correlação entre o Corga e o Cmicro, apesar de \n\npositivo e significativo, foi baixo em relação ao do LVA (Figura 4). Para o NV isto pode \n\nser explicado pela baixa relação Cmicro/Corga, encontrada no TEST, SEME e FRAG \n\n(Tabela 10), devido ao baixo teor de Cmicro (Tabela 7) e aumento no teor de MO (Figura \n\n2). Nesses tratamentos pode estar ocorrendo uma evapotranspiração maior do que a \n\nverificada nos  demais tratamentos, dando-se, conseqüentemente, uma perda maior de \n\numidade do solo. Quanto ao TEST não foi realizado o controle do capim Pennisetum \n\npurpureum que se encontra em abundância nas parcelas; no SEME, as espécies \n\napresentam um bom crescimento. Desta forma, no TEST, SEME e FRAG a redução da \n\numidade do solo se agrava ainda mais em períodos de seca com tendência de aumento da \n\ntemperatura (Figura 1). O TAUN, CONS e REST não apresentam cobertura vegetal \n\ndefinida e os restos vegetais, provenientes do controle de plantas invasoras, são \n\nmantidos sobre o solo. Deste modo, a perda de umidade é menor. Assim, nessa área a \n\nbiomassa microbiana pode estar sendo influenciada tanto pelo Corga como pela umidade \n\ndo solo. \n\nPara o AVA, a baixa correlação não possui uma explicação definida. Isto é \n\nmelhor demonstrado pela elevada variação observada na relação Cmicro/Corga que assumiu \n\nvalores de 0,53 a 1,61% (Tabela 10). A variada relação e a baixa correlação provam que, \n\nalém do Corga, outros fatores (propriedades físicas e químicas; condições ambientais; \n\ntratamentos etc.) podem estar influenciando a biomassa microbiana nesta área. \n\n \n\n\n\n 37\n\n \n \n\n \nTabela 10. Relação Cmicro/Corg na camada de 0-5cm, nos tratamentos no Nitossolo Vermelho \n\n(NV), no Argissolo Vermelho-Amarelo (AVA) e no Latossolo Vermelho-Amarelo (LVA). \n\nTratamento NV AVA LVA \n\n _____________________________________%_____________________________________ \n\nTEST 0,65 1,61 1,07 \n\nSEME 0,67 1,28 0,89 \n\nTAUN 1,39 0,53 1,40 \n\nCONS 0,94 1,08 1,27 \n\nREST 1,50 1,16 1,59 \n\nFRAG 0,71 0,79 1,39 \n\nMédia 0,98 1,08 1,27 \n\n \n\nN V\n\nC da biomassa microbiana (µµµµg g\n-1solo)\n\n0 130 260 390 520 650\n\nC\n o\n\nrg\nân\n\nic\no \n\n(m\ng \n\ng-\n1\nso\n\nlo\n)\n\n0\n\n16\n\n32\n\n48\n\n64\n\n80 P=0,0003\nr=0,71\n\nA V A\n\n0 130 260 390 520 650\n\nP=0,001\nr=0,71\n\nL V A\n\n0 130 260 390 520 650\n\nP=0,0001\nr=0,88\n\nFigura 4. Correlação entre o C orgânico  e o C da biomassa  microbiana,  na  avaliação  realizada  em\n     08/99, da camada superficial  (0-5cm)  de diferentes  tratamentos no Nitossolo Vermelho (NV),  no\n     Argissolo Vermelho-Amarelo (AVA) e no Latossolo Vermelho-Amarelo (LVA). P = Probabilidade\n    de Rho=0 e r = Coeficiente de correlação de Pearson.\n\n\n\n 38\n\nNo LVA a alta correlação é confirmada pela menor variação (0,89 a 1,59%) e \n\nmaior percentagem média (1,28%) da relação Cmicro/Corga. Como o solo desta área \n\napresenta-se mais degradado que no NV e AVA, a alta correlação demonstra que, \n\ninicialmente, o aumento no teor de MO é imprescindível para elevação do nível de \n\nfertilidade do solo. Já a menor variação e a maior percentagem da relação Cmicro/Corga \n\ndemonstra que, nesse solo, a biomassa microbiana é um importante compartimento de \n\nreserva do C orgânico. \n\nApesar de os valores do coeficiente de correlação – 0,71 para o NV e AVA e \n\n0,88 para o LVA – concordarem com os apresentados por Balota et al. (1998) (0,88 na \n\ncamada de 0-15cm) e Marchiori Jr. &amp; Melo (1999) (0,67 na camada de 0-10cm) as \n\nrelações Cmicro/Corga são inferiores. Balota et al. (1998) e Marchiori Jr. &amp; Melo (1999) \n\nencontraram percentagens da relação Cmicro/Corga que variaram de 0,6 a 3,6 e de 0,7 a 2,6, \n\nrespectivamente. A baixa percentagem encontrada neste estudo e que variou de 0,5 a 1,6 \n\n(Tabela 10) pode ser atribuída ao teor de Corga e à época de amostragem (inverno). No \n\nfinal de períodos de inverno-seca ocorre acúmulo de Corga – isto porque a “entrada” é \n\nmaior do que a “saída” – e redução da biomassa microbiana, fato devido às condições \n\nambientais. \n\nAo correlacionar ou relacionar o Corga com o Cmicro diversos estudos (Ross et al., \n\n1982; Alvarez et al., 1994; Geraldes et al., 1995; Balota et al., 1998; Sato &amp; Seto, 1999; \n\nVasconcellos et al., 1999) apresentam resultados que variam em função da quantidade e \n\nqualidade da matéria orgânica, fatores ambientais, sistemas de cultivo, tipo, manejo e \n\nprofundidade do solo, entre outros fatores. Em geral, os autores demonstram que a \n\ncorrelação, quando positiva, influencia favoravelmente nos processos físicos, químicos e \n\nbiológicos do solo. Assim, a correlação positiva entre o Corga e o Cmicro encontrada no \n\nNV, AVA e LVA sugere que o nível de fertilidade do solo começa a ser recuperado \n\nproporcionando condições propícias aos microorganismos e um melhor crescimento \n\nvegetal, o que se deve ao aumento da MO (Corga) e de sua fração lábil (Cmicro). \n\n\n\n 39\n\nMesmo tendo ocorrido aumento no teor de Corga (Figura 2) e Cmicro (Tabela 7) na \n\ncamada superficial dos três solos as diferenças entre os FRAGs e os demais tratamentos \n\ncontinuam a existir. Portanto, o retorno destes atributos à condição pré-existente deverá \n\nser gradativa e o tempo de retorno dependerá da influência das condições edáficas da \n\nárea e da associação de espécies. Assim, a prática de reflorestamento e até mesmo a \n\nregeneração natural (TEST) inicia e favorece o processo de seqüestro do CO2 \n\natmosférico e temporariamente estoca e conserva o C nos solos degradados (Dixon et \n\nal., 1994; Bajracharya et al., 1997; Knops &amp; Tilman, 2000). \n\nRestabelecida a cobertura florestal, práticas seletivas de manejo devem ser \n\ntomadas para a manutenção do estoque de C no solo e sustentabilidade da vegetação. A \n\ndepender da associação de espécies utilizada no reflorestamento, condições edáficas, \n\ninterações biológicas, entre outros fatores, a restauração da função e estrutura da \n\nvegetação nativa poderá ser promovida minimizando-se, assim, o efeito natural ou \n\nantrópico causador da degradação do solo. \n\n \n\n\n\n 40\n\n5 CONCLUSÕES \n\n \n\n1) No NV, o teor de argila no solo degradado foi 57% maior do que o obtido no solo sob \n\no Fragmento Florestal (camada 0-10cm), no AVA, 33% maior e, no LVA, 77% \n\nmenor. Este efeito, no NV e AVA, foi atribuído à remoção de camadas superiores do \n\nsolo, mais arenosas, pela erosão e exposição das camadas inferiores mais argilosas. \n\nNo LVA, o menor teor de argila e silte no solo degradado foi atribuído à perda destas \n\nfrações por eluviação ou em suspensão na enxurrada. \n\n2) O pH, teor de MO, de P e de Ca nos solos NV e LVA foram bem superiores nos \n\nFragmentos Florestais relativamente aos obtidos nas áreas com solos degradados. \n\nDiferenças menos acentuadas foram observadas no AVA, como também detectadas \n\npara a composição textural, indicando que este solo está menos degradado que os \n\ndemais. \n\n3) A CTC dos solos mostrou-se altamente correlacionada com os teores de argila e de \n\nMO. Isto destaca a importância da preservação da composição granulométrica e \n\nelevação dos teores de MO com o intuito de restaurar importantes propriedades \n\nfísico-químicas do solo, como a CTC. \n\n \n\n\n\n 41\n\n4) Em áreas com cobertura florestal (Fragmentos Florestais do NV, AVA e LVA), o C \n\nda biomassa microbiana apresenta maiores valores na camada superficial e no verão. \n\nFato atribuído a condições mais favoráveis (MO, pH, umidade, temperatura, etc) à \n\nmanutenção da vida microbiana no solo. \n\n5) O C da biomassa microbiana e, em menor escala, a liberação de CO2 apresentaram-se \n\ncomo bons indicadores das alterações ocorridas após o reflorestamento com as \n\ndiferentes associações de espécies. \n\n6) No LVA, como o solo desta área se apresenta mais degradado, em relação ao NV e ao \n\nAVA, a alta correlação e relação C microbiano/C orgânico indica que a biomassa \n\nmicrobiana é um importante compartimento de reserva do C orgânico do solo. \n\n\n\n 42\n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nABREU, C. A. de; ABREU, M. F. de. et al. Extraction of boron from soil by \n\nmicroucave heating for ICP-AES determination. Commun. Soil Sci. Plant. Anal, \n\n1994. 25 (19/20):3321-3333. \n\nADAMS, M. A.; ATTWILL, P. M. Nutrient cycling and nitrogen mineralizacion in \n\neucalyptus forests in southeastern Australia: I. Nutrient cycling and nitrogen \n\nturnover. Plant and soil, 92:319-339. 1986. \n\nALEXANDER, I. Mycorrhizas in tropical forests. In: PROCTOR, J. (Ed.), Mineral \n\nnutrients in tropical forest and savanna ecosystems. British Ecological Society, \n\n1989. p 169-188. \n\nALVAREZ, R.; DÍAZ, R. A.; BARBERO, N.; SANTANATOGLIA, O. J.; BLOTTA, L. \n\nSoil organic carbon, microbial biomass and CO2-C production from three tillage \n\nsystems. Soil and Tillage Research, 33:17-28, 1995. \n\nANDRADE, D. S.; COLOZZI-FILHO, A.; PAVAN, M. A. et al. Atividade microbiana \n\nem função da calagem em um solo cultivado com cafeeiro. R. bras. Ci. Solo, \n\n19:191-196, 1995a. \n\nANDRADE, A. G.; COSTA, G. S. &amp; FARIA, S. M. de. Produção e qualidade de \n\nserapilheira de leguminosas arbóreas usadas na recuperação de solos degradados. \n\nIn: XXV CONGRESSO BRASILEIRO DE CIÊNCIA DO SOLO, 25. Viçosa, \n\n1995b. Resumos expandidos. 4:2033-2035. \n\n\n\n 43\n\nANIÉTOT, N. Les Fertilizants Organiques A.D.A.S. - Sciences et Techniques de \n\nL’An 2000. Paris-France: Le courier du Livre, 1983. 124 p. \n\nARAÚJO, Q. R. Avaliação dos efeitos de manejo do solo sobre a matéria orgânica e \n\nácido húmico de um Latossolo Roxo. In: CONGRESSO LATINO AMERICANO \n\nDE CIÊNCIA DO SOLO, 13., Águas de Lindóia, 1996. Solo-suelo 96: trabalhos. \n\nPiracicaba: SBCS/SLCS, 1996.  \n\nBAJRACHARYA, R. M.; LAL, R.; KIMBLE, J. M. Soil organic carbon distribution in \n\naggregates and primary particle fractions as influenced by erosion phases and \n\nlandscape position. In: LAL, R.; KIMBLE, J. M.; FOLLETT, R. F.; STEWART, \n\nB. A. (Eds.). Soil processes and the carbon cycle. CRC press LLC, 1987, p 353-\n\n367. \n\nBALOTA, E, L.; COLOZZI-FILHO, A.; ANDRADE, D. S.; HUNGRIA, M. Biomassa \n\nmicrobiana e sua atividade em solos sob diferentes sistemas de preparo e sucessão \n\nde culturas. R. Bras. Ci. Solo, 22:641-649, 1998. \n\nBEER, J. Litter production and nutrient cycling in coofee (Coffea arabica) or cacao \n\n(Theobroma cacao) plantations with shade trees. Agrofor. Systems, 7:103-114, \n\n1988. \n\nBEHERA, N.; JOSHI, S. K.; PATI, D. P. Root contribution to total soil metabolism in a \n\ntropical Forest soil from Orissa, India. Forest Ecology and Management, 36:125-\n\n134. 1990. \n\nBEINROTH, F. H.; VÁSQUEZ, M. A.; SNYDER, V. A.; REICH, P. F.; ALEGRÍA, L. \n\nR. P. Factors controlling carbon sequestration in tropical soils: A case study \n\nof Puerto Rico. Puerto Rico: Puerto Rico University Press, 1996. 35p. \n\nBERTONI, J.; LOMBARDI NETO, F. Conservação do solo. São Paulo, Ícone, 1990. \n\n355p. \n\nBINKLEY, D.; GIARDINA, C. Biological nitrogen fixation in plantations. In: \n\nNAMBIAR, E. K. S.; BROWN, A. (Eds.). Management of soil, water, and \n\n\n\n 44\n\nnutrients in tropical plantation forests. ACIAR Monograph 43, canberra, 1997, \n\np 297-337. \n\nBINKLEY, D.; GIARDINA, C.; BASHKIN, M. Soil phosphorus pools and supply under \n\nthe influence of Eucalyptus saligna and nitrogen-fixing Albizia falcataria. Forest \n\nEcology and Management, 128:241-247. 2000. \n\nCAVENAGE, A.; MORAES, M. L. T.; ALVES, M. C.; CARVALHO, M. A. C.; \n\nFREITAS, M. L. M.; BUZETTI, S. Alterações nas propriedades físicas de um \n\nLatossolo Vermelho-Escuro sob diferentes culturas. R. Bras. Ci. Solo, 23:997-\n\n1003, 1999. \n\nCERRI, C.C.; VOLKOFF, B.; EDUARDO, B. P. Efeito do desmatamento sobre a \n\nbiomassa microbiana em Latossolo Amarelo da Amazônia. R. bras. Ci. Solo, \n\n9(1):01-04. 1985. \n\nCERRI, C. C.; FELLER, C.; CHAUVEL, A. Liberação das principais propriedades de \n\num latossolo vermelho escuro após desmatamento e cultivo por doze e cinquenta \n\nanos com cana-de-açucar. Cah. ORSTOM, sér. Pédol., 26(1):37-50. 1991. \n\nCHMORA, S. N.; MOKRONOSOV, A. T. The global increase of CO2 in the \n\natmosphere: Adaptative strategies in plants. Russian Journal of Plant \n\nPhysiology, v.41, n.5, p679-685, 1994. \n\nCORNISH, P.S. Soil macrostructure and root growth of establishing seedlings. Plant and \n\nSoil, v.151, p.119-126, 1993. \n\nCOSTA, G. S.; ANDRADE, A. G.; FARIA, S. M. de. Ciclagem de nutrientes em um \n\nplantio de Acácia magium com seis anos de idade. In: CONGRESSO LATINO \n\nAMERICANO DE CIÊNCIA DO SOLO, 13., Águas de Lindóia, 1996. Solo-suelo \n\n96: trabalhos. Piracicaba: SBCS/SLCS, 1996.  \n\nCOSTA, G. S.; ANDRADE, A. G.; FARIA, S. M. de. Aporte de nutrientes pela \n\nserapilheira de Mimosa caesalpiniifolia (Sabiá) com  seis anos de idade. In: \n\nSIMPÓSIO NACIONAL DE RECUPERAÇÃO DE ÁREAS DEGRADADAS, 3., \n\nResumos expandidos. Ouro Preto MG, 1997. p:344-349. \n\n\n\n 45\n\nDEBELL, D. S.; COLE, T. G.; WHITESELL, C. D. Growth, development, and yield of \n\npure and mixed stands of Eucalyptus and Albizia trees. Ecology, in press. \n\nDE-POLLI, H ; GUERRA, J. G. M. Biomassa microbiana: Perspectiva para o uso e \n\nmanejo do solo. In: Alvarez, V. V. H; Fontes, L. E. F. ; Fontes, M. P. F. (Eds.). O \n\nSolo nos Grandes Domínios Morfoclimaticos do Brasil e o Desenvolvimento \n\nSustentado. Viçosa, MG.;SBCS;UFV.DPS., 1996. 930 p. (il). \n\nDIXON, R. K.; WINJUM, J. K.; ANDRASKO, K. J.; LEE, J. J.; SCHROEDER, P. E. \n\nIntegrated land-use systems: Assessment of promissing agroforest and alternative \n\nland-use pratices to enhance carbon conservation and sequestration. Climatic \n\nChange, 27:71-92. 1994. \n\nEMBRAPA. Manual de métodos de análise do solo. CNPS, Rio de Janeiro, 1997. (il.) \n\nENGEL, V. L.; PARROTTA, J. A. An evaluation of direct seeding for reforestation of \n\ndegraded lands in central São Paulo State, Brazil. Forest Ecology and \n\nManagement, 2001, in press. \n\nEWEL, J. J. Restoration is the ultimate test for ecological theory. In: JORDAN III, W.; \n\nGILPIN, M. E.; ABER, J. D. (Eds.), Restoration ecology. Cambridge, Cambridge \n\nUniv. Press, 1987. p:31-33. \n\nFRANCO, A. A.; CAMPELLO, E. F.; SILVA, E. M. R.; FARIA, S. M. de. \n\nRevegetação de solos degradados. Seropédica, RJ, EMBRAPA-CNPAB, 1992. \n\n11 p. (EMBRAPA-CNPAB, Comunicado técnico 9) \n\nFUNDAÇÃO SOS MATA ATLÂNTICA E INSTITUTO NACIONAL DE \n\nPESQUISAS ESPACIAIS (INPE). Atlas da evolução dos remanescentes \n\nflorestais e ecossistemas associados do domínio da Mata Atlântica no período \n\nde 1985 a 1990. São Paulo, 22 p. 1993. \n\nGAMA-RODRIGUES, E. F. da; GAMA-RODRIGUES, A. C. da; BARROS, N. F. \n\nBiomassa microbiana de Carbono e de Nitrogênio de solos sob diferentes \n\ncoberturas vegetais. R. bras. Ci. Solo, 21:361-365. 1997. \n\n\n\n 46\n\nGAMA-RODRIGUES, A. C. da; BARROS, N. F. de. Biomassa e nutrientes da \n\nserapilheira e do solo sob plantios puros e mistos de espécies florestais nativas do \n\nsudeste da Bahia, Brasil. In: CONGRESSO BRASILEIRO DE CIÊNCIA DO \n\nSOLO, 26., Rio de Janeiro, 1997. trabalhos. Piracicaba: SBCS, 1997. \n\nGERALDES, A. P. A.; CERRI, C. C.; FEIGL, B. J. Biomassa microbiana do solos sob \n\npastagens na Amazônia. R. Bras. Ci. Solo, 19:55-60, 1995. \n\nGERHARDT, K; FREDRIKSSON, D. Biomass allocation by Broad-leaf Mahogany \n\nseedlings, Swietenia macrophyla (King), in abandoned pasture and secondary dry \n\nForest in Guanacaste, Costa Rica. Biotropica, 27(2):174-182. 1995. \n\nGONÇALVES, J. L. M.; STAPE, J. L.; BENEDETTI, V.; FESSEL, V. A. G.; GAVA, J. \n\nL. Reflexos do cultivo mínimo e intensivo do solo em sua fertilidade e na nutrição \n\ndas arvores. In: Gonçalves, J. L. M; Benedetti, V. (Eds.) Nutrição e Fertilização \n\nflorestal. Piracicaba: IPEF, 2000. p. 01-57  \n\nGOLLEY, F. B.; MCGINNIS, J. T.; CLEMENTS, R. G.; CHILD, G. I.; DUEVER, M. J. \n\nCiclagem de minerais em um ecossistema de floresta tropical úmida. E.P.U.; \n\nEDUSP, 1978. 256 p. \n\nGREGORICH, E. G.; GREER, K. J.; ANDERSON, D. W.; LIANG, B. C. Carbon \n\ndistribution and losses: erosion and deposition effects. Soil and Tillage Research, \n\n47:291-302. 1998. \n\nHAAG, H. P. Ciclagem de nutrientes em florestas tropicais. Fund. Cargill, Campinas, \n\n1985. 144 p. \n\nHEANEY, A.; PROCTOR, J. Chemical elements in litter in forests on Volcán Barva, \n\nCosta Rica. In: Proctor, J. (Ed.), Mineral nutrients in tropical forest and \n\nsavanna ecosystems. British Ecological Society, 1989. p 255-272. \n\nJENKINSON, D. S.; POWLSON, D. S. The effects of biocidal treatments on \n\nmetabolism in soil.-V. A method for measuring soil biomass. Soil Biol. Biochem., \n\nNew York, 8:209-213. 1976. \n\n\n\n 47\n\nKAGEYAMA, P. Y.; REIS, A.; CARPANEZZI, A. A. Potencialidades e restrições da \n\nregeneração artificial na recuperação de áreas degradadas. In: SIMPÓSIO \n\nNACIONAL DE RECUPERAÇÃO DE ÁREAS DEGRADADAS. Anais. \n\nCuritiba, Paraná, 1992. P:1-7. \n\nKAGEYAMA, P. Y.; SANTARELLI, E. et al. Revegetação de áreas degradadas: \n\nmodelos de consorciação com alta diversidade. In: SIMPÓSIO SUL-\n\nAMERICANO &amp; SIMPÓSIO NACIONAL DE RECUPERAÇÃO DE ÁREAS \n\nDEGRADADAS, 1 e 2. Curitiba, Anais, FUPEF, 1994. p:569-576. \n\nKELLER, M.; KAPLAN, W. A.; WOFSY, S. C. Emission of N2O, CH4 and CO2 from \n\nTropical Forest Soils. Journal of Geophysical research, 20 out. 1986. 91:11791-\n\n11802. \n\nKILLHAM, K. Soil Ecology. Cambridge University Press, 1994. 242 p. \n\nKIRKEGAARD, J.A.; TROEDSON, R.J.; SO, H.B.; KUSHWAHA, B.L. The effect of \n\ncompaction on the growth of pigeonpea on clay soils: II. Mechanisms of crop \n\nresponse and seasonal effects on a oxissol in a humid coastal enviroment. Soil and \n\nTillage Research, v.24, p.129-147, 1992. \n\nKNOPS, J. M. H.; TILMAN, D. Dynamics of soil nitrogen and carbon accumulation for \n\n61 years after agricultural abandonment. Ecology, 81(1):88-98. 2000. \n\nLAL, R.; STEWART, B. A. Need for land restoration. In: LAL, R.; STEWART, B. A. \n\n(Eds.). Soil Restoration. New York, Advances in Soil Science, 17:1-11. 1992. \n\nLINDSAY, W. L.; NORVELL, W. A. Development of a DPTA soil test for zinc, iron, \n\nmanganese and copper. Soil Sci. Soc. Am. J., 1978. 42:421-428. \n\nLEKHA, A.; GUPTA, S. R. Decomposition of populous in Leucaena leaf litter in an \n\nagroforestry system. Int. Environ. Sci., 15:97-108. 1989. \n\nLUIZÃO, R. C.; BONDE, T. A.; ROSSWALL, T. Seasonal variation of soil microbial \n\nbiomass-the effects of clearfelling a tropical rainforest and establishment of \n\npasture in the central amazon. Soil Biol. Biochem., 24(8):805-813. 1992. \n\n\n\n 48\n\nMARCHIORI JR., M.; MELO, W. J. Carbono, carbono microbiano e atividade \n\nenzimática em um solo sob mata natural, pastagem e cultura do algodoeiro. R. \n\nBras. Ci. Solo, 23:257-263, 1999. \n\nMEDINA, E.; KLINGE, H.; JORDAN, C. F.; HERRERA, R. Soil respiration in \n\nAmazonian Rain Forests in the Rio Negro Basin. Flora, 170:240-250, 1980. \n\nMELLO, S. L. de M. Características do sistema radicular de povoamentos de eucaliptos \n\npropagados por sementes e estacas. Piracicaba, 1997. 79 p. Dissertação (M.Sc.). \n\nUniversidade de São Paulo. \n\nMENDES, K. C.; Mineralização da matéria orgânica e nitrogênio em ecossistemas \n\nflorestais naturais e implantados do Estado de São Paulo. Piracicaba, 1999.  p. \n\nDissertação (M.Sc.). Universidade de São Paulo. \n\nMENDONZA, H. N. S.; LIMA, E.; ANJOS, L. H. C.; SILVA, L. A.; CEDDIA, M. B.; \n\nANTUNES, M. V. M. Propriedades químicas e biológicas de solo de tabuleiro \n\ncultivado com cana-de-açúcar com e sem queima da palhada. R. Bras. Ci. Solo, \n\n24:201-207, 2000.  \n\nODUM, E. P. Ecologia. Rio de Janeiro: Guanabara, 1985. 434 p. \n\nOLIVEIRA, J. B. de. Solos do Estado de São Paulo: descrição das classes registradas \n\nno mapa pedológico. Campinas, Instituto Agronômico, 1999. 112p. (Boletim \n\ncientífico, 45). \n\nPARROTTA, J. A.; Productivity, nutrient cycling, and sucession in single-and mixed-\n\nspecies plantations of Casuarina equisetifolia, Eucalyptus robusta, and Leucaena \n\nleucocephala in Puerto Rico. Forest Ecology and Management, 124:45-77. \n\n1999. \n\nPROCTOR, J. Nutrient Cycling in primary and old secondary Rain Forests. Applied \n\nGeography, 7:135-152, 1987. \n\nRAIJ, B. V. A Capacidade de troca de cátions das frações orgânica e mineral em solos. \n\nBragantia, 28(8):85-112. 1969. \n\n\n\n 49\n\nRAIJ, B. V.; QUAGGIO, J. A.; CANTARELLA, H.; FERREIRA, M. E.; LOPES, A. S.; \n\nBATAGLIA, O. C. Análise química do solo para fins de fertilidade. Campinas: \n\nFundação Cargill, 1987. 170 p. \n\nRESCK, D. V. S.; GOMES, A. C.; RODRIGUES, D. C.; SANTOS, A. L. G. dos ; \n\nSILVAA, J. E. da. Influência do uso e manejo do solo na produção de CO2 em \n\ndiferentes agroecossistemas na região dos cerrados. In: CONGRESSO LATINO \n\nAMERICANO DE CIÊNCIA DO SOLO, 13., Águas de Lindóia, 1996. Solo-suelo \n\n96: trabalhos. Piracicaba: SBCS/SLCS, 1996.  \n\nROSS, D. J.; SPEIR, T. W.; TATE, K. R.; CAIRNS, A.; MEYRICK, K. F.; PANSIER, \n\nE. A. Restoration of pasture after topsoil removal effects on soil carbon and \n\nnitrogen mineralization, microbial biomass and enzyme activities. Soil Biol. \n\nBiochem., 14:575-581, 1982. \n\nSAS Institute. 1991. SAS/STAT procedure guide for personal computers. Version 5 \n\ned. SAS Inst., Cary, NC. \n\nSATO, A.; SETO, M. Relationship between rate of carbon dioxide evolution, microbial \n\nbiomass carbon, and amount of dissolved organic carbon as affected by \n\ntemperature and water content of a forest and arable soil. Commun. Soil Sci. \n\nPlant Anal., 30(19-20):2593-2605, 1999. \n\nSINGH, J. S.; GUPTA, S. R.  Plant Decomposition and soil respiration in Terrestrial \n\nEcosystems. The Botanical Review, 43(4):449-528. 1977. \n\nSOLLINS, P. Factors affecting nutrient cycling in tropical soils. In: Proctor, J. (Ed.), \n\nMineral nutrients in tropical forest and savanna ecosystems. British Ecological \n\nSociety, 1989. p 85-96. \n\nSTIRZAKER, R.J.; PASSIOURA, J.B.; WILMS, Y. Soil structure and plant growth: \n\nimpact of bulk density and biopores. Plant and Soil, v.185, p.151-162, 1996. \n\nSWIFT, M. J.; WOOMER, P. Organic matter and the sustainability of agricultural \n\nsystems: Definition and measurement. In: Mulongoy, K.; Merckx, R. (Ed.). Soil \n\n\n\n 50\n\nOrganic Matter Dynamics and Sustainability of Tropical Agriculture. \n\nIITA/K.U.Leuven, 1993. p 3-18. \n\nVANCE, E. D.; BROOKES, P. C.; JENKINSON, D. S. An extraction method for \n\nmeasuring soil microbial biomass-C. Soil Biol. Biochem., New York, 19:703-707. \n\n1987. \n\nVARGAS, L. K.; SCHOLLES, D. Biomassa microbiana e produção de C-CO2 e N \n\nmineral de um Podzólico Vermelho-Escuro submetido a diferentes sistemas de \n\nmanejo. R. Bras. Ci. Solo, 24:35-42, 2000. \n\nVASCONCELLOS, C. A.; CAMPOLINA, D. C. A.; SANTOS, F. G.; EXEL PITTA, G. \n\nV.; MARRIEL, I. E. Resposta da soja e da biomassa de carbono do solo aos \n\nresiduos de cinco genótipos de sorgo. R. Bras. Ci. Solo, 23:69-76, 1999. \n\nVELOSO, H. P.; RANGEL FILHO, A. L. R.; LIMA, J. C. A. Classificação da \n\nVegetação Brasileira, adaptada a um Sistema Universal. Rio de Janeiro: \n\nFundação IBGE, 1991. 123pp. \n\nVOLKOFF, B.; CERRI, C. C. Húmus em solo da floresta Amazônica na região do Rio \n\nMadeira. R. bras. Ci. Solo, 5(1):15-21. 1981. \n\nWARING, S. A.; BREMMER, J. M. Ammonium production in soil under waterlogged \n\nconditions as a index of nitrogen availability. Nature, 201: 951-952. 1964. \n\nYOUNG, T. P. Restoration ecology and conservation biology. Biological Conservation, \n\n92:73-83. 2000."}]}}}