{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09891"}, {"@name": "filename", "#text": "14897_ulfc124483_tm_Ana_Filipa_Fernandes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE LISBOA\nFACULDADE DE CIÊNCIAS\nDEPARTAMENTO DE GEOLOGIA\nCiências\nULisboa\nCaracterização da Planície Litoral da Manta Rota entre Vila Real de Santo António e Monte Gordo\nAna Filipa Silva Fernandes\nMestrado em Geologia do Ambiente, Riscos Geológicos e Ordenamento do Território\nDissertação orientada por:\nProfessora Doutora Maria da Conceição Pombo de Freitas Professor Doutor César Augusto Canêlhas Freire de Andrade\nPara a minha avó Gim\nAgradecimentos\nO meu mais sincero obrigado a todas as pessoas que de uma forma ou de outra contribuíram para a conclusão deste trabalho. Sem elas, a realização desta dissertação teria sido uma missão muito mais difícil.\nEm primeiro lugar gostava de agradecer à professora Maria da Conceição Freitas e ao professor César Andrade, pela disponibilidade, pela enorme paciência, pelas revisões, pela simpatia que tiveram comigo no decorrer desta etapa e por garantirem a qualidade deste trabalho. O meu muito obrigada, pelo constante interesse e por terem aceite tão facilmente um projeto realizado no Algarve, sobretudo em Vila Real de Santo António.\nAos meus pais e à minha irmã, que são o meu maior apoio e as melhores pessoas que conheço, o meu mais sentido obrigada por continuarem a acreditar em mim, por me fazerem rir todos os dias. Vocês são os meus melhores e maiores amigos. Também quero agradecer aos meus avós paternos por todo o amor e carinho demonstrado ao longo da minha vida, que fizeram de mim uma pessoa melhor. Ao Matias, ao Mário e à Bing pelo afeto e pelo apoio.\nÀs melhores amigas do universo Ana Rita, Cristina, Mariana e Soraia - sem elas esta tese não seria a mesma coisa. Obrigada por me ouvirem, pela paciência, pelo carinho, pela motivação, pelo vosso tempo, pelas revisões. Não teria conseguido sem vocês, obrigada por tudo, “são as maiores”! Agradeço também à minha grande amiga Mafalda apesar de estar longe estamos sempre em sintonia, obrigada pela tua amizade.\nAo Doutor Erwan Garel por me ter facultado as linhas de costa georreferenciadas e ainda mapas antigos, muito obrigada.\nQuero agradecer à Vera Lopes por toda a ajuda quer em termos do trabalho laboratorial quer a nível pessoal, a concretização deste trabalho teria sido muito mais difícil sem ela.\nO meu muito obrigada à Doutora Ana Janeiro pela amabilidade, pela disponibilidade, pela paciência e a grande colaboração na parte laboratorial da geoquímica. Quero ainda agradecer à Jelena Milinovic pela sua gentiliza e interesse em colaborar na parte da geoquímica.\nAo Doutor João Cascalho pela ajuda na observação à lupa binocular, muito obrigada. Agradeço ainda ao Pedro Costa, por me ter possibilitado a participação numa saída de campo ao Algarve que me ajudou a ter outro ponto de vista sobre a dissertação.\nAgradeço à Sónia Queiroz, ao Luís Gouveia, à Ana Bastos e à Ana Silva pela disponibilidade e pela simpatia que demonstraram para comigo no esclarecimento de dúvidas sobre o ArcMap.\nObrigada aos camaradas de gabinete Miguel Inácio e Daniela Rato que me apoiaram nesta “luta” desde o início, pelos vários saraus científicos e pelas revisões finais. Agradeço ainda o incentivo e os conselhos da Ana Cunha, Ana Costa e Tânia Ferreira que adorei conhecer ao longo desta jornada.\nPor fim, a título pessoal, agradeço às manas mais bonitas de Vila Real de Santo António, Maria de Encarnação Silva e Maria Teresa Martins que me mostraram esta pequena cidade no sotavento algarvio, que reconheço como sendo um bocadinho minha. Esta tese é dedicada às manas, que deixam muitas saudades, especialmente para a mana mais bonita, a Maria de Encarnação, a minha avó Gim.\nii\nResumo\nEsta dissertação tem como principal objetivo a caracterização sedimentar e geomorfológica da planície litoral da Manta Rota localizada entre Vila Real de Santo António e Monte Gordo (Algarve). Os estudos anteriores sobre esta área do sotavento algarvio descrevem aspetos da morfologia e da dinâmica da linha de costa adjacente ao estuário do rio Guadiana, mas focaram-se essencialmente na evolução daquela desembocadura estuarina.\nA planície litoral da Manta Rota é constituída por cordões dunares fixados por um coberto vegetal e uma praia de areia, e corresponde a um sistema progradante.\nNeste trabalho, estudaram-se amostras arenosas colhidas em dois perfis transversais, que atravessam as dunas da Mata Nacional de Vila Real de Santo António e a praia oceânica. Amostraram-se essencialmente as cristas dunares e sedimentos atuais, de praia. Recolheram ainda amostras no sapal de Vila Real de Santo António. Determinaram-se as características texturais, o teor em CaCO3, o teor em Fe de lixiviados e o pH do sedimento, no caso de materiais arenosos. Nos sedimentos vasosos de sapal determinou-se também o teor de matéria orgânica. As areias da planície litoral são médias a finas, bem a moderadamente bem calibradas, pouco carbonatadas e essencialmente subalcalinas. São constituídas fundamentalmente por grãos de quartzo, a que se somam bioclastos (com predominância de restos de bivalves) e minerais pesados (principalmente ilmenite e magnetite).\nEfetuou-se ainda o mapeamento geomorfológico do campo dunar instalado sobre a planície litoral onde se definiram três a tipologia de dunas: dunas secundárias, primárias e embrionárias; utilizando como critério de classificação a percentagem de superfície coberta de vegetação; para além das dunas caracterizou-se ainda uma zona de sapal e dois lagos artificiais. Para complementar esta análise integraram-se os resultados com dados cartográficos e bibliográficos disponíveis.\nA caracterização sedimentar e geomorfológica permitiu deduzir que existem duas zonas distintas na planície. A zona norte, com dunas secundárias mais antigas, onde as areias são mais grosseiras, menos carbonatadas e menos ferrosas, com interdunares mais amplos e cristas menos contínuas paralelas à linha de costa atual. A zona sul, que engloba dunas secundárias mais recentes, dunas primárias e, o sistema de duna-praia atual, com sedimentos mais finos e teores mais elevados em CaCO3 e Fe; os interdunares nesta zona são menos espaçados e as cristas dunares têm maior continuidade espacial com orientação E-W. Estes dois grupos de dunas estão separados por uma zona de transição que tem características intermédias. Por outro lado, a morfologia das dunas mostra que a planície progradou a velocidades diferentes: foi possível distinguir uma fase de progradação lenta e outra de progração rápida no grupo norte, e uma fase de progradação lenta na zona de transição. A variação do diâmetro médio das areias de duna pode estar associada a alterações do regime hidrodinâmico costeiro enquanto a variação do teor em CaCO3 e Fe relacionam-se com a depleção em Fe e Ca por lixiviação, induzida pela circulação da água meteórica no interior dos corpos dunares. Combinando estes resultados com os dados cartográficos disponíveis na bibliografia, conclui-se que as dunas da planície litoral ter-se-ão formado depois de 6200 BP e provavelmente após 5000 BP. De acordo com a informação cartográfica, as cristas do grupo norte e da zona de transição formaram-se antes de 1876. No grupo sul distinguiram-se várias etapas de formação. Entre 1876 e 1976 formaram-se cinco cordões de dunas secundárias, entre 2000 e 2005 duas dunas primárias e, após 2005, formou-se o sistema de duna-praia atual.\nPalavras-chave: Planície litoral, Cordões dunares, Análise morfossedimentar, Sedimentos, Evolução litoral.\niv\nAbstract\nThe main goal of this study is the sedimentary and geomorphological characterization of the coastal plain of Manta Rota; located between Vila Real de Santo António and Monte Gordo (Algarve). Previous studies about the area have focused essentially on the morphology and morphodynamics of the Guadiana estuary, with which the coastal plain exchanges sediment.\nSand samples were collected along two crossshore profiles over the dunes of Mata Nacional de Vila Real de Santo António and ocean beach. Samples were collected in the dune ridges, beach, and a small saltmarsh expansion, and analyzed in the laboratory for textural characteristics, CaCO3 content, iron in leachates. Organic matter was also determined in muddy sediment. The sands of the strandplain are fine to medium in size, well to moderately well sorted, low in carbonates and mainly subalkaline. They are composed mainly by quartz grains, bioclasts (bivalves) and heavy minerals (among which ilmenite and magnetite dominate the opaque population).\nThe strandplain is composed of progading foredune ridges covered and stabilized by vegetation. Furthermore, the geomorphological mapping of the dune field was performed, and dune forms were classified as primary, secondary or embryo, based on the percentage of vegetation coverage. The saltmarsh and two artificial lakes were also identified and mapped. To complete the analysis, the results were integrated with available cartographic and bibliographic data.\nBased on the sedimentary and geomorphological analysis, it was possible to distinguish between two areas: North and South. In the North area the secondary dunes are older, with larger interdune troughs and discontinuous ridges parallel to the present-day coast. The sand is coarser and yielded has lower concentration of carbonates and iron. The South area includes younger secondary dunes, primary dunes, and the current dune-beach system. The dune throughs in this region are smaller, and the ridges are more continuous and present E-W orientation; the sediments are finer, with higher contents of carbonates and iron. The North and South areas are separated by a transition zone with mixed characteristics.\nThe morphology of the dunes indicates that the progradation occurred at different velocities: one period of slower and one period of faster progradation were recognized in the North area and a period of slow progradation in the transition zone. The differences in grain size, the dunes sand may be associated with variations of the hydrodynamic regime contemporaneous of the progradation whereas the differences in CaCO3 and Fe are explained by post-depositional depletion through leaching of the sand, promoted by percolation of meteoric water.\nCombining these results with data about the coastline and other elements available in the literature, one can conclude that the dunes of the strandplain were formed after 6200 BP and probably after 5000 BP. According to the cartographic information, the ridges of the North group and the transition zone were formed before 1876. In the South area, three stages of dune formation can be distinguished: from 1876 to 1976, five secondary dunes formed; between 2000 and 2005, two primary dunes; and after 2005, the current dune-beach system developed.\nKey-words: Strandplain, Dune ridges, Morphosedimentary analysis, Sediments, Litoral evolution.\nvi\nF\nIndice\nAgradecimentos..........................................................................i\nResumo................................................................................iii\nAbstract................................................................................v\níndice de Figuras......................................................................ix\níndice de Tabelas......................................................................xi\níndice de Abreviaturas...............................................................xiii\n1\tIntrodução e Objetivos..............................................................1\n1.1\tEstrutura da Dissertação.......................................................1\n2\tConceitos...........................................................................3\n2.1\tDunas, Cristas de Praia e Planícies Litorais...................................3\n3\tEnquadramento da Área de Estudo.....................................................7\n3.1\tEnquadramento Geográfico.......................................................7\n3.2\tEnquadramento Geológico........................................................8\n3.3\tEnquadramento Climático.......................................................10\n4\tSíntese da Evolução da Área de Estudo..............................................13\n4.1\tMargem Oeste do Estuário do Rio Guadiana......................................13\n5\tMetodologias.......................................................................17\n5.1\tTrabalho de Campo.............................................................17\n5.2\tTrabalho de Laboratório.......................................................18\n5.2.1\tAnálise Textural..........................................................18\n5.2.2\tTeor em Carbonato de Cálcio...............................................19\n5.2.3\tTeor em Ferro de Lixiviados...............................................19\n5.2.4\tObservação à Lupa Binocular...............................................20\n5.2.5\tpH do Sedimento...........................................................20\n5.2.6\tSondagens.................................................................20\n5.2.7\tTeor em Humidade..........................................................20\n5.2.8\tSeparação da Fração Fina e Grosseira......................................20\n5.2.9\tTeor em Matéria Orgânica..................................................21\n5.3\tTrabalho de Gabinete..........................................................21\n5.3.1\tAnálise Iconográfica e Esboço Geomorfológico..............................21\n6\tResultados e Discussão.............................................................25\n6.1\tGeomorfologia.................................................................25\n6.1.1\tDunas Secundárias.........................................................27\n6.1.2\tDunas Primárias...........................................................27\n6.1.3\tDunas Embrionárias........................................................27\n6.1.4\tPraia.....................................................................28\n6.1.5\tSapal.....................................................................28\n6.1.6\tLagos Artificiais.........................................................29\n6.2\tSedimentos...........................................................................30\n6.2.1\tPerfil 1.......................................................................30\n6.2.2\tPerfil 2.......................................................................38\n6.2.3\tSistema\tPraia-Duna Atual\te\tVariabilidade\tSazonal e Espacial...................40\n6.2.4\tSapal..........................................................................41\n6.2.5\tDragados\tdo Lago\te Areias\tde Interdunares.....................................47\n6.3\tEvolução da Planície Litoral.........................................................50\n7\tConclusões...............................................................................57\n8\tReferências\tBibliográficas..............................................................61\n9\tAnexos...................................................................................65\nr\nIndice de Figuras\nFigura 2.1- Fenómenos modificadores de dunas costeiras (adaptado de Seosane et al., 2007).4\nFigura 3.1- Enquadramento geográfico da área de estudo; A. Localização em Portugal continental;\nB. Concelhos abrangidos; C. Fotografia aérea da zona de estudo, limitada pela linha a preto....7\nFigura 3.2- Extrato da Carta Geológica da região do Algarve, folha oriental, escala 1/ 100 000, dos Serviços Geológicos de Portugal (legenda adaptada).............................................9\nFigura 4.1- Linhas de costa de 1876, 1915, 1938, 1964, 1978 (adaptado de Dias &amp; Ferreira, 2001). ..............................................................................................13\nFigura 4.2- Fotografias aéreas do litoral de VRSA dos anos 1976, 1980, 1985, 1986, 1987 e 1991 (Garel et al., 2015)..........................................................................14\nFigura 4.3 Localização da\tsondagem CM4...................................................15\nFigura 4.4- Coluna litoestratigráfica e ambientes deposicionais atravessados pela sondagem CM4 e respetiva legenda (Sampath, 2015)...........................................................16\nFigura 5.1- Localização das amostras recolhidas. As iniciais referidas na figura referem-se à designação dos elementos morfológicos do sistema atual: TBM (Terraço de Baixa-mar); FP (Face de Praia); B (Berma); DE (Duna Embrionária); DF (Duna Frontal)...................................17\nFigura 5.2-Representação da união dos dois ficheiros rasters, assinalando a cinzento claro a área coberta pelo levantamento LIDAR...............................................................23\nFigura 5.3- Mapa de declives da área de estudo obtido em ArcMap, com base no MDT gerado de acordo com o procedimento explicitado no texto............................................... 23\nFigura 6.1 - Esboço geomorfológico do troço costeiro entre Monte Gordo e Vila Real de Santo António.......................................................................................26\nFigura 6.2 - Vista panorâmica, para oeste, das dunas primárias. A laranja estão marcadas as\norientações das cristas (Foto de M.C. Freitas).................................................27\nFigura 6.3 -Vista para oeste ilustrando os vários tipos de duna, e os alinhamentos das cristas (a laranja) indicando-se também o terraço de baixa-mar e face de praia, (Foto de M.C. Freitas)....28\nFigura 6.4- Fotografia do sapal vista de sul para norte...................................29\nFigura 6.5 - Lago nascente da MNDVRSA.....................................................30\nFigura 6.6- Caracterização textural dos sedimentos do perfil 1. Projeção do diâmetro médio contra o desvio-padrão................................................................................30\nFigura 6.7- Caracterização textural dos sedimentos do perfil 1. Projeção da curtose gráfica contra a assimetria...................................................................................31\nFigura 6.8-Variação do diâmetro médio das areias com a latitude............................32\nFigura 6.9-Variação do teor do CaCÜ3 das areias com a latitude.............................33\nFigura 6.10-Variação do teor de Fe de lixiviados com a latitude............................34\nFigura 6.11-A. Teor em Fe dos lixiviados. B. Teor em Fe normalizado pela superfície específica do grão de areia................................................................................34\nFigura 6.12-Variação do pH com a latitude..................................................35\nFigura 6.13- Minerais pesados. A. Magnetites e ilmenites. B.Turmalinas e estaurolites......36\nFigura 6.14- Bioclastos com patine ferruginosa. A. Antes do ataque com ácido clorídrico. B. Depois do ataque com ácido clorídrico..................................................................36\nFigura 6.15- Grãos de quartzo. A. Após o ataque com ácido clorídrico, parte da patine alaranjada foi removida (representada a tracejado). B. Quartzo hialino com patines ferruginosas............37\nFigura 6.16- A. Litoclastos B. Bioclastos límpidos.........................................37\nFigura 6.17-Avaliação semi-quantittativa da composição da areia das cristas P15, P18, P111, P112, P116, P119 e face de praia (F P.), nas frações 1.5- 2 $ e 2.5- 3 $............................38\nFigura- 6.18- Caracterização textural do sedimento do perfil 2. Projeção do diâmetro médio contra o desvio padrão...............................................................................39\nFigura 6.19- Caracterização textural do sedimento do perfil 2. Projeção da curtose contra a assimetria....................................................................................39\nFigura 6.20- Subamostragem da sondagem S2 até 4 cm abaixo da superfície..................42\nFigura 6.21- Perfil de sondagem S2 com a representação dos parâmetros: matéria orgânica total (MO), teor em finos, diâmetro médio da fração grosseira e teor em carbonato de cálcio (CaCÜ3).43\nFigura 6.22-Subamostragem da sondagem S3.................................................43\nFigura 6.23- Perfil de sondagem S3 com a representação dos parâmetros: matéria orgânica total (MO), teor em finos, diâmetro médio da fração grosseira e teor em CaCO3.......................44\nFigura 6.24-Subamostragem da Sondagem S4.................................................45\nFigura 6.25- Perfil de sondagem S4 com a representação dos parâmetros: matéria orgânica total (MO Total), teor em finos, diâmetro médio da fração grosseira e teor em carbonato de cálcio (CaCO3). ............................................................................................. 45\nFigura 6.26-Caracterização textural do sedimento de sapal de Vila Real de Santo António. Projeção do diâmetro médio contra o desvio padrão......................................................46\nFigura 6.27- Caraterização textural do sedimento de sapal de Vila Real de Santo António. Projeção da curtose contra a assimetria................................................................46\nFigura 6.28- Caracterização textural do sedimento dos interdunares e dragados do lago. Projeção do diâmetro médio contra o desvio padrão.......................................................48\nFigura 6.29- Caracterização textural do sedimento dos interdunares e dragados do lago. Projeção da curtose contra a assimetria.................................................................48\nFigura 6.30-Caracterização do diâmetro médio em função da profundidade das areias de interdunares, dragados do lago.................................................................49\nFigura 6.31 - Variação da percentagem de CaCÜ3 com a profundidade nas amostras de interdundares e dragados dos lagos.............................................................49\nFigura 6.32- Mapa hipsométrico com a localização dos perfis transversais A-B e C-D. As linhas a verde correspondem a cristas dunares...........................................................51\nFigura 6.33-Perfil A-B (sobreelevado cerca de 40x) com a indicação de dois setores norte e sul (AN e AS), respetivamente. O limite entre eles corresponde à linha de costa de 1876........... 51\nFigura 6.34- Grupo AN no perfil A-B: grupo AN (sobreelevado 40x). A numeração das dunas corresponde à designação das amostras de cristas do perfil 1...................................52\nFigura 6.35- Grupo AS no perfil A-B (sobreelevado 40x). A numeração das dunas corresponde à designação das amostras de cristas do perfil 1.................................................53\nFigura 6.36-Perfil C-D. A numeração corresponde à designação das cristas do perfil 2......54\nFigura 6.37- Perspetiva oblíqua da planície na região do perfil A-B (sobreelevado 3x). A linha a verde identifica a linha de costa de 1876 e os pontos azuis identificam os locais de amostragem das dunas amostradas a 40 cm e a laranja os locais de amostragem do sistema atual..................54\nFigura 6.38- Mapa geomorfológico do troço costeiro identificando as amostras de acordo com a idade..........................................................................................55\nr\t__\nIndice de Tabelas\nTabela 3.1-Temperaturas médias mensais (°C) nos anos 2006 a 2016 na estação de Cacela.....11\nTabela 3.2 Precipitação média acumulada mensal (mm) na estação de Cacela entre 2006 e 2016. .........................................................................................11\nTabela 3.3- Velocidade média do vento ( m.s-1) nos anos de 2006 a 2016 na estação de Cacela . 11\nTabela 3.4- Distribuição direcional dos rumos do vento (estação de Cacela, 2006 a 2016, valores em %)....................................................................................11\nTabela 5.1- Classificação textural de Folk &amp; Ward, 1957............................ 18\nTabela 5.2- Classificação do sedimento de acordo com o teor de CaCÜ3 (Baize, 1988)........ 19\nTabela 5.3- Classificação das amostras consoante o valor de pH segundo Costa (1991).......20\nTabela 5.4- Classificação textural (Fleming, 2000)........................................21\nTabela 5.5- Classificação de acordo com o teor de matéria orgânica (Costa, 1991)....21\nTabela 6.1- Valores do teor em CaCÜ3 do perfil 2..........................................40\nTabela 6.2- Teor de CaCÜ3 de areias das praias amostradas em junho de 2016 e fevereiro de 2017.\n........................................................................................ 41\nTabela 6.3- pH e teor em ferro dos lixiviados dos interdunares e dragados em profundidade.50\nxii\nIndice de Abreviaturas\nDGT - Direção Geral do Território\nICNF - Instituto da Conservação da Natureza e Florestas\nEAA - Espectrometria de Absorção Atómica\nLIDAR - Light Detection and Ranging\nMNDLVRSA - Mata Nacional das Dunas Litorais de Vila Real de Santo António\nMDT - Modelo Digital de Terreno\nOSL - Optical StimulatedLuminescense\nVRSA - Vila Real de Santo António\nxiv\n1\tIntrodução e Objetivos\nOs trabalhos que deram origem a esta dissertação foram realizados no âmbito do mestrado em Geologia do Ambiente, Riscos Geológicos e Ordenamento do Território da Faculdade de Ciências da Universidade de Lisboa.\nAs zonas costeiras são domínios de elevada dinâmica, sofrendo grandes variações ao longo do tempo. Estão sujeitas a vários processos geológicos e a pressões antrópicas desencadeadas pelo turismo, principalmente no verão. A má gestão do uso do solo permite que estas zonas sejam invadidas por construções pensando muito na geração imediata de riqueza e desvalorizando a sua sustentabilidade.\nNo sotavento Algarvio, mais precisamente no troço costeiro entre Vila Real de Santo António e Monte Gordo, entre a extremidade nascente do sistema de ilhas-barreira da Ria Formosa e o estuário do Guadiana, localiza-se a planície da Manta Rota. Esta planície litoral é constituída por um sistema de praia-duna ativo, que margina um conjunto de cordões dunares sucessivos, estabilizados, fixados por coberto vegetal, que se estende para norte. Esta área está em acreção e progradação pelo menos desde o séc. XIX (Gonzalez et al., 2001), em contexto eustático positivo, ao contrário de muitos outros segmentos de litoral baixo e arenoso do território português que evidenciam tendência de erosão.\nNesta planície, situa-se a Mata Nacional das Dunas Litorais de Vila Real de Santo António (MNDLVRSA), um local protegido no âmbito da Rede Natura 2000 - Sítio de Importância Comunitária Ria Formosa/Castro Marim. A mata tem o papel de fixar os edifícios dunares, com o objetivo de contribuir para valorizar uma zona de recreio e lazer para a população, bem como para a proteção e conservação de habitats.\nAté à data os investigadores que se interessaram por esta área do litoral algarvio focaram os seus estudos sobretudo na morfodinâmica do estuário do rio Guadiana e na evolução morfológica das suas margens. No entanto, os sedimentos que compõem esta planície litoral não foram ainda estudados, propondo-se neste trabalho uma avaliação das suas características texturais e composicionais.\nO presente trabalho pretende contribuir para o conhecimento da planície litoral da Manta Rota, abordando os seguintes aspetos:\n•\tMapeamento e caracterização geomorfológica da planície litoral da Manta Rota;\n•\tEstudo textural e composicional dos sedimentos desta planície;\n•\tCaracterização da evolução da planície litoral no passado recente.\n1.1\tEstrutura da Dissertação\nEsta dissertação é composta por 9 capítulos. No Capítulo 1 é feita uma pequena introdução ao tema abordado no decorrer deste trabalho bem como a definição dos seus objetivos. No capítulo 2 expõem-se alguns conceitos importantes relacionados com a área de estudo e os conteúdos geomorfológicos. No Capítulo 3 apresenta-se o enquadramento da área de estudo do ponto de vista geográfico, geológico e climático. O Capítulo 4 sumaria os dados da análise da bibliografia produzida sobre a região em estudo até ao ano de 2016. O Capítulo 5 consiste na descrição das metodologias utilizadas tanto em trabalhos de laboratório como de gabinete. No Capítulo 6 são apresentados e\ndiscutidos os resultados obtidos e aborda-se a evolução da planície litoral. No Capítulo 7, efetuou-se uma síntese final. Os capítulos 8 e 9 contêm as referências bibliográficas e os anexos, respetivamente.\n2\tConceitos\n2.1\tDunas, Cristas de Praia e Planícies Litorais\nAs dunas costeiras são elementos morfológicos que existem por todo o mundo, constituindo ambientes de transição entre o mar e terra. A morfologia das dunas costeiras é muito variável, podendo apresentar-se como corpos separados ou formando cordões mais ou menos contínuos, em alinhamentos paralelos ou oblíquos à costa, na forma de um simples cordão dunar ou de cordões múltiplos, que se podem também agrupar formando complexos dunares que podem atingir dezenas a centenas de quilómetros de extensão para terra.\nPara a formação de dunas costeiras é necessária a presença de vento eficaz, de uma fonte de sedimento persistente, e de sedimento compatível, aliada a fraca agitação marítima de forma a favorecer a acumulação do sedimento (Manson et al., 1997 in Bristow &amp; Pucillo, 2006).\nA classificação das dunas pode ser efetuada segundo diferentes critérios, como as transferências de sedimento da praia para a duna ou a proporção da vegetação, por exemplo. Neste caso, optou-se pela classificação das dunas baseada na vegetação, diferenciando-se as dunas em embrionárias, primárias e secundárias.\nConsideram-se como embrionárias as dunas que se encontram no seu primeiro estádio de formação (Hesp, 2002). São dunas instáveis e incipientes, que podem ser destruídas pela ação de marés vivas e tempestades, mesmo que de pequena magnitude. Não formam uma crista contínua, mas sim, montículos de areia. As dunas embrionárias podem também formar-se a partir da areia retida em obstáculos, gerando dunas de obstáculo e de sombra. A progressão e multiplicação deste processo de acumulação induzirá a coalescência destes montículos, podendo transformar-se em dunas frontais. A migração da areia por ação do vento para áreas vizinhas das dunas e uma rápida colonização pela vegetação podem igualmente contribuir para este desenvolvimento. Otvos (2000) salienta ainda a hipótese de formação descrita por Davis (1957), que indica que na formação das dunas embrionárias, as bermas de praia constituem as plataformas para a deposição da duna embrionária e para todo o sistema dunar. Alguns autores discutiram a necessidade de existência deste elemento morfológico da praia - a berma - para a formação de cordões dunares paralelos (Hesp et al., 2005).\nConsideram-se como primárias as dunas que se desenvolvem para terra da duna embrionária, contabilizando-se o primeiro cordão contínuo (duna frontal) e seguintes. As dunas primárias têm uma altura superior à das dunas embrionárias e a vegetação está mais desenvolvida. As dunas primárias podem exibir laminação ou incorporar sedimentos marinhos devido a galgamentos por tempestade, sendo, no entanto, a maioria dos sedimentos transportados por ação eólica (Hesp et al., 2005). As dunas primárias mais afastadas do mar não são sujeitas ao galgamento oceânico. O tipo de vegetação é condicionado pela salinidade. Nas dunas primárias em zonas não vegetadas podem desenvolver-se corredores eólicos, que correspondem a estruturas erosivas formadas por episódios de vento intenso. Cada duna frontal data um episódio distinto de acumulação de sedimento, sendo que através da configuração das dunas é possível (em alguns casos) deduzir a ocorrência de eventos tempestivos e de galgamentos, bem como a quantidade de areia acumulada, recorrendo a aspetos identificados no campo, como por exemplo a linearidade, posição e espaçamento das dunas e a ocorrência de vegetação de diferentes tipologias.\nAs dunas secundárias caracterizam-se pela inexistência de influência marinha e existem em condições de movimento de areia praticamente nulo, sendo consideradas como estáveis e inativas. A vegetação presente poderá ser mais densa e diversificada, em resultado da possível formação de um solo incipiente.\nApós a deposição da areia, as dunas ficam sujeitas a transformações e rearranjos, que ocorrem através de fenómenos como a bioturbação, a compactação, a meteorização, a pedogénese e a cimentação. Estas modificações dependem da taxa de acumulação do sedimento, da mineralogia dos sedimentos que formam a duna, do clima e da hidrogeologia. Estes fatores promovem mudanças geoquímicas nas areias que serão tão mais significativas e visíveis quanto mais antigas forem as dunas (Pye &amp; Tsoar, 2009). Em regra, a salinidade, a mobilidade, o tamanho dos grãos, a velocidade do vento, o carbonato de cálcio (CaCOs) presente no sedimento e o pH do solo diminuem no sentido da linha de costa para as dunas interiores, enquanto a proporção de matéria orgânica aumenta no mesmo sentido (Seoane et al., 2007) (Figura 2.1).\nA ação da chuva, quer pelo impacto das gotas de água, quer pela escorrência combinada com a gravidade, induzem à diminuição da altura das dunas, fazendo com que os grãos de areia se movam com mais facilidade nas suas vertentes. A ação da precipitação é condicionada pela densidade da vegetação, pela presença de obstáculos (ex. caules), pela distribuição das partículas finas e pela espessura da camada orgânica do solo. Nos climas húmidos podem ainda ocorrer algas e fungos à superfície, conferindo maior resistência à erosão e incrementando a colonização por plantas de grande porte (Pye &amp; Tsoar, 2009).\nFigura 2.1- Fenómenos modificadores de dunas costeiras (adaptado de Seosane et al., 2007).\nA meteorização química atua mais rapidamente em regiões húmidas, uma vez que este clima favorece as reações de hidrólise e consequentemente aumenta a eficácia da lixiviação. A lixiviação afeta principalmente e em primeiro lugar os minerais mais instáveis em ambiente sedimentar, originando a remoção seletiva de elementos químicos (ex. Na, Ca, Mg, K), por reação com a água meteórica. O sal e as conchas carbonatadas, quando expostos à superfície são sensíveis à lixiviação, quer por ácidos orgânicos produzidos pelo decaimento da matéria orgânica, quer por dissolução pela água da chuva. Tanto o Fe como outros elementos (ex. Ca) dissolvidos e reprecipitados no interior das dunas conferem patines nos grãos de quartzo, sendo este mineral um dos mais resistentes à meteorização. A presença de ácidos orgânicos contidos nas plantas pode diminuir significativamente o pH do solo (Pye &amp; Tsoar, 2009).\nA ação eólica pode induzir à superfície outras modificações como a seleção dos grãos, em que partículas mais finas são mais facilmente transportadas para áreas mais distantes do que as partículas\nmais grosseiras. A deflação do vento leva ao espalhamento e acumulação dos grãos na vertente a sotavento e nos espaços interdunares.\nApós o transporte e deposição, os grãos tendem a reajustar-se, sendo estes reajustes induzidos por sismos, pressão litostática e circulação de água subterrânea entre outros (Pye &amp; Tsoar, 2009). A acumulação de material fino nos interstícios entre grãos pode advir da desintegração e decomposição de minerais, do transporte eólico, da infiltração de água da chuva, ou por ação de substâncias microscópicas nas plantas (ex. fitólitos de opala).\nA pedogénese, processo que dá origem à formação de solo, é outra transformação que ocorre nas dunas, principalmente na sua parte superficial, sendo que quanto mais antigas forem as dunas, maior será, em princípio, a espessura de solo formado.\nNuma perspetiva de mesoescala, a continuada acumulação de sedimento no perfil de praia leva ao aumento da largura da sua secção emersa (em contexto de balanço sedimentar da praia positivo e persistente), podendo favorecer a formação de uma nova duna, que se interpõe entre a duna pré-existente e a crista da berma. Ao relevo formado pela repetição deste processo e acumulação de sucessivas dunas frontais (consideradas como dunas primárias), originadas por acumulação de areia eólica em associação com uma praia progradante, dá-se a designação de strandplain (aqui traduzida para planície litoral). Por outro lado, se a areia da praia for transportada para a duna e os ventos forem insuficientes para se formar uma duna de grande envergadura, origina-se uma sucessão de bermas soldadas sobre as quais podem desenvolver-se dunas mais pequenas, designadas por beach ridges - aqui traduzidas por “cristas de praia” (Pye, 1990; Psuty, 1992 in Woodroffe, 2002). A morfologia das dunas pode igualmente ser condicionada pela continuidade e o tempo da progradação/acreção da duna, que pode ser rápida ou lenta, dependendo da quantidade de areia disponível. Se a progradação for rápida, ocorre a incorporação de sistemas praia-duna, ou seja, de uma sucessão de dunas, separadas por interdunares pouco amplos, gerando dunas de pequena dimensão. Por oposição, se a progradação for lenta, a sequência termina numa duna frontal de maiores dimensões, que pode resultar da sobreposição/amalgação de vários corpos eólicos (Woodroffe, 2002).\nOs conceitos de strandplain, foredune ridge, e beach ridge não são consensuais. Hesp (1984) refere vários autores (Davies, 1957; Mckenzie, 1958; Bird, 1960) que propuseram diferentes hipóteses para a formação de beach ridges. Hesp et al. (2005) compilaram um conjunto de definições de beach ridge fornecidas pelos autores acima mencionados, e discute o significado desta mesma designação nos trabalhos de cada autor, procurando esclarecer alguma confusão existente na literatura sobre estes conceitos. A definição mais utilizada atualmente é a proposta por Otvos (2000), que redefiniu o conceito de beach ridge como a ocorrência de cristas semiparalelas de origem eólica e/ou marinha que podem dar origem a strandplains.\nAs planícies litorais ou planícies costeiras constituem uma morfologia tal como o nome indica de terrenos aplanados, de cotas baixas que marginam corpos de água de grandes dimensões, compostas por sedimentos marinhos, fluviomarinhos. As planícies litorais ocorrem em condições regressivas, transgressivas e estáveis. Planície de cristas de praias ou de dunas frontais são sistemas em que existe uma incorporação de cordões dunares, mais ou menos paralelos entre si, formadas principalmente por areias. Estas séries paralelas de cristas podem ser separadas por superfícies de truncamento que podem corresponder a mudanças nas direções de ondas (Suguio, 1998).\nO estudo das planícies litorais arenosas em regime progradante revela-se pertinente e de elevada importância, uma vez que permite:\n• Realizar diagnóstico sedimentológico e morfológico através da interpretação de antigas posições de praias, podendo estas ser relacionadas com o nível do mar (Otvos, 2000);\nMarcar a cronologia de eventos tempestivos (Hayne, 2001 in Bristow &amp; Pucillo, 2006); Verificar mudanças na dinâmica sedimentar (Goodfriend &amp; Stanley, 1999 in Bristow &amp; Pucillo, 2006).\n_\tF\t_\n3\tEnquadramento da Area de Estudo\n3.1\tEnquadramento Geográfico\nA área de estudo situa-se em Portugal continental, no distrito de Faro, concelho de Vila Real de Santo António, abrangendo as freguesias de Vila Real de Santo António (VRSA) e Monte Gordo (Figura 3.1). Tem cerca de 11 km2 de superfície e um formato aproximadamente triangular. Está limitada a sul pela linha de costa, a leste pelo molhe poente do estuário do Guadiana (que faz fronteira com Espanha) e o núcleo urbano de Vila Real de Santo António, e a oeste pela praia de Monte Gordo. O limite norte coincide com o limite administrativo da superfície incluída na Mata Nacional das Dunas Litorais de Vila Real de Santo António (MNDLVRSA) (Figura 3.1C), que segue aproximadamente o limite geológico entre terrenos aluviais e a crista mais setentrional daquelas dunas.\nFigura 3.1- Enquadramento geográfico da área de estudo; A. Localização em Portugal continental; B. Concelhos abrangidos;\nC. Fotografia aérea da zona de estudo, limitada pela linha a preto.\nA MNDLVRSA, localizada entre VRSA e Monte Gordo, é uma das poucas áreas florestais públicas do Algarve, estendendo-se por 434 ha ao longo de uma faixa inteiramente ocupada por dunas. A flora arbórea é principalmente composta por pinheiro bravo e por pinheiro manso e a vegetação dunar é composta por cordeiro-da-praia, cardo-marítimo, eruca-marítima, estorno e tomilho-carnudo (endemismo nacional) (informação do http://www.quercus.pt/comunicados/2014/abril/3574-mata-nacional-das-dunas-litorais-de-vila-real-de-santo-antonio-em-risco-de-ser-amputada). Na MNDLVRA foram criados dois lagos artificiais, um poente e outro nascente, de modo a aumentar a diversidade de habitats, contribuir para o repovoamento cinegético, combater incêndios florestais e tornar a mata um local mais atraente, ao nível da educação ambiental e do usufruto da população.\n3.2\tEnquadramento Geológico\nA área de estudo está representada na Carta Geológica da Região do Algarve, folha oriental, na escala 1:100 000 (Figura 3.2).\nA região em estudo situa-se na Orla Sedimentar Mesocenozóica Algarvia que confronta a norte como paleozoico. A Orla é constituída por uma bacia sedimentar de orientação E-W na qual se depositaram, desde o início do Mesozóico mais de 4000 m de sedimentos, desenvolvendo-se na parte emersa do continente, para leste do cabo de São Vicente e atravessando o rio Guadiana (Manuppella, 1992).\nNas proximidades da área de estudo encontram-se unidades morfossedimentares que se descrevem seguidamente.\nCarbónico Superior Formação (Namuriano) - Grupo Flysch do Baixo Alentejo - de Mira (HMi)\nA Formação de Mira trata-se de uma sucessão de sedimentos turbidíticos que incluem grauvaques, siltitos, pelitos e conglomerados embora estes últimos sejam mais escassos. Na transição entre o Viseano superior e a base do Naumuriano encontram-se fósseis de Goniatites que permitiram datar esta formação. (Oliveira, 1992).\nArenitos de Silves (TS) - Triásico superior\nOs Arenitos de Silves são constituídos essencialmente por conglomerados, microconglomerados, arenitos e argilitos de fácies continental. Esta formação tem uma espessura que varia entre 30 e 60 m (Oliveira, 1992).\nTransição Triásico - Jurássico (Retianio - Hetagiano) - Complexo Margo-Carbonatado-Evaporítico de Silves (J1s)\nTrata-se de pelitos, calcários e evaporitos, suprajacentes aos, e concordantes com os “Arenitos de Silves”. A litofácies dominante é composta por pelitos em bancadas espessas, com intercalações de arenitos finos, siltitos e dolomitos (Oliveira, 1992).\nJurássico inferior (Hetagiano) - Complexo Vulcano-Sedimentar Básico e Dolomitos Intercalados (J1V)\nOs afloramentos desta unidade dispõem-se paralelamente às unidades anteriores, em mancha mais ou menos contínua em toda a região do Sotavento algarvio, sendo constituída por uma alternância de escoadas lávicas básicas, tufos e brechas vulcânicas (Oliveira, 1992).\nHolocénico\tAluviões e sapais\n\tDunas (d), areias de duna (Ad) e areias de praia (A)\n\tCascalheiras, terraços e tufos calcários\nPlistocénico\tAreias e cascalheiras de Faro-Quarteira\nMiocénico\tFormação de Cacela\nJurássico Inferior\tDolomitos e calcários dolomíticos\n\tComplexo Vulcano-sedimentar básico e dolomitos intercalados- Formação de Picavessa\n\tPelitos, calcários e evaporitos de Silves\nTriásico superior\t\n\tArenitos de Silves\nCarbónico Inferior\tFormação de Mira\nFigura 3.2- Extrato da Carta Geológica da região do Algarve, folha oriental, escala 1/ 100 000, dos Serviços Geológicos de Portugal (legenda adaptada).\nJurássico inferior (Sinemuriano) - Dolomitos e Calcários Dolomíticos - Formação de Picavessa (J1p)\nA Formação de Picavessa assenta sobre o Complexo Vulcano-Sedimentar hetangiano sem que nenhuma discordância as separe. Esta formação é composta por várias unidades sedimentares. Na área de estudo corresponde a afloramentos dolomíticos do extremo leste algarvio. A unidade de dolomitos e calcários dolomíticos é formada por rochas calcárias micríticas e calciclásticas que foram posteriormente dolomitizadas (Oliveira, 1992).\nMiocénico - transição Tortoniano - Messiniano - Formação de Cacela (MC)\nA Formação de Cacela é constituída por vários níveis. A base é rica em conglomerados fossilíferos pouco espessos que assentam em discordância angular sobre os “Arenitos de Silves”; de seguida ocorrem siltes amarelados com escassos moluscos e raros vestígios de plantas e a unidade de topo é formada por siltes cinzentos por vezes ferruginizados, praticamente sem registo fóssil (Oliveira, 1992).\nQuaternário - Areia de Faro-Quarteira (Qa) - Cascalheiras, terraços e Tufos Calcários (Qb) - Dunas e Areias de Praia (d,Ad,A)\nNo Plistocénico houve várias descidas e subidas do nível médio do mar com expressão na região do Algarve. As “Areias de Faro-Quarteira” (Qa) formam a unidade mais representativa do plistocénico, caracterizadas por unidades arenosas e margosas com fauna terrestre, predominando areias de grão médio a fino, tipicamente de cor avermelhada, sendo o depósito de cobertura mais extenso (Oliveira, 1992).\nA oeste da zona estudada afloram pequenos retalhos de “Cascalheiras, terraços e tufos calcários” (Qb) formados no holocénico superior. A unidade geológica que constituí a área de estudo é a das “Dunas e Areias de Praia” (d, Ad, A), referenciada na carta geológica como de idade holocénica, embora não existam ainda datações que confirmem esta idade. Estas areias acompanham todo o litoral de acumulação do Algarve, sendo mais expressivas nas ilhas barreira da Ria Formosa e na faixa litoral que se estende da Manta Rota até Vila Real de Santo António. A norte da zona de estudo, afloram aluviões (a), também de idade holocénica, constituídos por lodos (Manupella,1992), depositados por esteiros associados ao estuário do rio Guadiana.\n3.3\tEnquadramento Climático\nO enquadramento climático da área de estudo incide sobre a temperatura, regime de ventos, precipitação, marés e agitação marítima. Para isso utilizou-se a informação disponibilizada pela Direção Regional de Agricultura e Pescas do Algarve (http://www.drapalg.min-agricultura.pt/index.php?option=com_wrapper&amp;Itemid=43 - 11 anos de dados), referente aos anos de 2006 a 2016, obtidos na estação meteorológica de Vila Nova de Cacela (DRALG), com coordenadas WGS84: Lt (N): 4114778 Lg (W): 628428 e ainda os elementos compilados por Costa et al. (2001) sobre o regime de agitação marítima ao largo, na bóia-ondógrafo de Faro - Lg (W) 598042; Lt (N):4085039, onde a profundidade é de 93 m. Os elementos de maré foram retirados de Gonzalez et al. (2001).\nO primeiro parâmetro analisado foi a temperatura média mensal caracterizando-se por ser bastante amena, sendo agosto o mês mais quente e janeiro o mês mais frio (Tabela 3.1). A temperatura média anual é de 18.4 °C.\njan\tfev\tmar\tabr\tmai\tjun\tJul\tago\tset\tout\tnov\tdez\n11.9\t12.3\t14.2\t16.5\t19.7\t23.1\t25.8\t25.9\t23.0\t20.1\t15.4\t12.6\nNa Tabela 3.2 apresenta-se a precipitação acumulada (média mensal de 11 anos) entre 2006 e 2016. A precipitação nestes 11 anos foi muito fraca. O mês com maior precipitação foi novembro e o com menor precipitação foi julho. A precipitação média anual é de 552 mm.\nTabela 3.2 Precipitação média acumulada mensal (mm) na estação de Cacela entre 2006 e 2016.\njan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\n51.1\t50.4\t68.3\t63.8\t32.8\t4.8\t0.3\t7.2\t21.0\t70.2\t97.9\t83.8\nA velocidade do vento é geralmente muito fraca, não ultrapassando 2 m.s-1, em valor médio (Tabela 3.3). O mês em que o vento sopra com mais intensidade é o mês de junho.\nTabela 3.3- Velocidade média do vento ( m.s-1) nos anos de 2006 a 2016 na estação de Cacela\njan\tfev\tmar\tabr\tmaio\tjun\tjul\tago\tset\tout\tnov\tdez\n1.0\t1.3\t1.7\t1.8\t1.8\t1.9\t1.7\t1.5\t1.1\t1.1\t1.1\t1.0\nOs rumos de norte, nordeste e noroeste são os mais frequentes e as ocorrências de leste são as menos frequentes (Tabela 3.4).\nTabela 3.4- Distribuição direcional dos rumos do vento (estação de Cacela, 2006 a 2016, valores em %).\nN\tNE\tE\tSE\tS\tSW\tW\tNW\n21.5\t16.7\t3.4\t4.3\t7.5\t15.3\t13.1\t18.2\nEm Portugal, o regime de marés é semidiurno, com amplitude média de 2m atingindo os 3.4 m em águas vivas (Gonzalez et al., 2001), o que corresponde a um regime mesotidal na classificação de Hayes (1979). As ondas em águas profundas e, ao largo do litoral do Algarve, são de W e SW em 71 % das ocorrências e de SE em 23 % dos casos. O período médio é 8.2 s e a altura significativa de 1 m (Costa et al., 2001). A corrente de deriva litoral residual é no sentido W-E (Morales, 1997 in Garel et al., 2015) e a magnitude da deriva litoral residual no sotavento algarvio foi estimada entre 100 000 (Garel et al., 2015) e 200 000 m3.ano-1 (Andrade, 1990).\n12\n_\tr\t_\n4\tSíntese da Evolução da Área de Estudo\n4.1\tMargem Oeste do Estuário do Rio Guadiana\nA morfologia da margem oeste do estuário do rio Guadiana e a linha de costa adjacente tem-se modificado bastante ao longo das últimas décadas. As primeiras referências iconográficas a estruturas morfossedimentares na região em estudo encontram-se na cartografia de 1876. Nos estudos de Gonzalez et al. (2001) e Dias &amp; Ferreira (2001), o método utilizado para analisar a evolução da desembocadura e do delta do rio Guadiana nos últimos 50 anos consistiu numa interpretação de fotografias aéreas obtidas entre 1945 e 2000, com o objetivo de identificar as alterações mais significativas. A comparação de mapas e fotografias realizadas entre 1870 e 1999, pelos mesmos autores, indica que a linha de costa junto à margem oeste do estuário progradou cerca de 950 m e acumulou cerca de 4.6x106 m3 de sedimento (Gonzalez et al., 2001). Nos mapas de 1915 e 1938 são também observáveis os sinais de progradação da linha de costa em direção a sul (Figura 4.1) (Dias &amp; Ferreira, 2001).\nA construção de um esporão na praia de Vila Real de Santo António e de um molhe na parte terminal do estuário, entre 1972 e 1974, formaram um obstáculo à deriva litoral, retendo o sedimento e provocando modificações na orientação e na posição da linha de costa do lado português do estuário (Dias &amp; Ferreira, 2001).\nFigura 4.1- Linhas de costa de 1876, 1915, 1938, 1964, 1978 (adaptado de Dias &amp; Ferreira, 2001).\nDias &amp; Ferreira (2001) verificam que entre 1938 e 1945 iniciou-se um crescimento de um corpo arenoso para leste, com um crescimento de aproximadamente 170 000 m2, correspondendo a 24000 m2.ano-1. Até 1958, este corpo cresceu para sul, e seguidamente para norte, fechando então uma\nárea de baixa energia, onde começou a formar-se uma área de sapal (Dias &amp; Ferreira, 2001), aqui designado por sapal de Vila Real de Santo António.\nA construção do molhe e do esporão iniciou uma fase de rápida transformação e assoreamento da área imediatamente a oeste destas obras de engenharia. Este assoreamento transformou a linha de costa por completo, e segundo Garel et al. (2015), o aporte sedimentar que produziu esse assoreamento pode ser analisado em duas zonas: West beach (a praia a oeste do esporão) e Main beach (a praia a este do esporão até ao molhe do Guadiana) (Figura 4.2). Estima-se que entre 1976 e 1978 houve uma progradação de 50 m perto do molhe na Main beach, passando de zona entre marés para alta praia e também a formação de uma pequena bacia. Numa segunda fase de acumulação sedimentar a linha de costa progradou 110 m entre 1985 e 1996 e afetou toda a extensão da praia (Garel et al., 2015). Entre 1987 e 1991 a praia foi erodida junto ao esporão; neste período a areia foi redistribuída mantendo-se depois constante até 2005. Entre 2005 e 2007 seguiu-se uma nova fase de progradação de 20 m junto ao esporão (Garel et al., 2015).\nA progradação em West beach foi de 50 m entre 1972 e 1977 e, entre 1980 e 1985 a praia teve um recuo de 30 m. Entre 1985 e 1987 voltou novamente a aumentar a sua extensão, progradando 30 m. De seguida houve um longo período de estabilidade e tal como na Main beach entre 2005 e 2007, houve uma nova progradação, mais intensa, de 40 m. Em 2005 esta praia estava na mesma situação que em 1977.\nOs mapas batimétricos sugerem que entre 1977 e 1988 a progradação de Main Beach ocorreu devido à junção de uma barra lateral provocada pela rotura de um grande banco de areia (o banco do O'Bril). A erosão do banco do O'Bril e a incorporação rápida destes sedimentos na praia adjacente pode, portanto, ter potenciado o aumento rápido da largura da praia, (um processo conhecido por updrift progradation), sendo em alguns casos mais relevante para o processo de acumulação de areia contra o molhe do que o transporte sólido associado às correntes de deriva litoral, neste caso, dirigidas preferencialmente de oeste para este (Garel et al., 2015).\nEasting (m)\nFigura 4.2- Fotografias aéreas do litoral de VRSA dos anos 1976, 1980, 1985, 1986, 1987 e 1991 (Garel et al., 2015).\nNa literatura disponível, não foi encontrado nenhum documento sobre a geologia ou geomorfologia do campo dunar de Vila Real de Santo António. Encontrou-se um trabalho onde se caracterizam as dunas frontais da praia da Manta Rota (Rebelo &amp; Brito, 2004), localizadas a oeste da área do presente estudo. Estes investigadores centraram as suas observações na linha de costa e na sua dinâmica morfológica. Quanto à faixa interior, da mata e das dunas, as referências encontradas são breves e escassas em conteúdo, sendo que estas áreas não foram ainda objeto de investigação ou análise aprofundada.\nExistem numerosas sondagens na área em estudo, mas foi apenas possível aceder aos logs das sondagens referidas por Sampath (2015) e às contidas num estudo da hidrogeologia do Algarve Oriental (Silva, 1984). A sondagem CM4 (Lg (W): 638348; Lt (N): 4116019), descrita em Sampath (2015) e em Boski et al. (2002), é a mais completa e a que melhor permite interpretar a geologia desta zona, durante os últimos milhares de anos (Figura 4.4 e Figura 4.4). A sondagem CM4 está localizada na MNDLVRSA, tem cerca de 31 m de comprimento total e permite identificar 7 unidades distintas que assentam em substrato paleozóico1 (todas as cotas aqui referidas têm como referência o nível médio do mar): sedimentos fluviais (-31 a -27 m), na base, que ocorrem sob sedimentos de sapal (-27 a -23 m), de pântanos fluviais (-23 a -20 m), deltaicos (-20 a -14 m) e canal fluvial (-14 a -11 m). A unidade mais espessa a topo na sondagem, corresponde a um complexo de barreira arenoso (-11 a 3 m) e por fim, à superfície, encontra-se sedimentos dunares (3 a 5 m) (Sampath, 2015).\nFigura 4.3 Localização da sondagem CM4.\n1 Na Carta Geológica da região do Algarve, folha oriental, na escala 1:100 000, o substrato Paleozóico aflora a norte da região em estudo.\nmrrnrmnri\nAge Cal yr BP\n7159 -\n6437 -\n7208 -\n19836 ~\nAge CaLyr BP (Model)\n0\n1000\n2000\n3000\n4000\n5000\n6000\n7000\n8000\nDune\nMarsh\nFluvial\nInterprete a (m) Environment\nSwamp /Fluvial\nBarrier Complex\nDelta Fan\nPaéozoic Substratum\n\nFigura 4.4- Coluna litoestratigráfica e ambientes deposicionais atravessados pela sondagem CM4 e respetiva legenda (Sampath, 2015).\n5\tMetodologias\n5.1\tTrabalho de Campo\nO trabalho de campo foi efetuado nos dias 7 e 8 de junho de 2016 (1a campanha), com o propósito de reconhecer o terreno e recolher amostras de sedimento das dunas, praia e sapal, e no dia 18 de fevereiro de 2017 (2a campanha) com o intuito de recolher amostras de praia. Na primeira campanha, a recolha de amostras foi efetuada ao longo de dois perfis (designados por perfil 1 e perfil 2 na Figura 5.1, e referenciados a seguir como P1 e P2). O primeiro, a oeste, iniciou-se no limite norte da mata e terminou na praia de VRSA. O segundo, a leste, foi efetuado junto do sapal que se desenvolve próximo do molhe oeste do Guadiana - o sapal de VRSA e findou na praia contígua.\nFigura 5.1- Localização das amostras recolhidas. As iniciais referidas na figura referem-se à designação dos elementos morfológicos do sistema atual: TBM (Terraço de Baixa-mar); FP (Face de Praia); B (Berma); DE (Duna Embrionária); DF (Duna Frontal).\nNo terreno, identificaram-se as cristas dos vários cordões dunares e os pontos mais baixos de algumas cavas (depressões interdunares) intercaladas entre cristas. A maioria das amostras foi colhida no ponto mais alto das cristas identificadas, 40 cm abaixo da superfície topográfica, recorrendo a um trado de areias. Recolheram-se igualmente amostras de areia em dois interdunares e ainda amostras do sapal. Em uma crista dunar e um interdunar (identificadas como P14 e interdunar 2) optou-se por uma recolha sistemática de amostras ao longo de perfis verticais (0-15; 20-30; 35-45 cm abaixo da superfície topográfica), a fim de investigar eventuais variações do sedimento em profundidade. No caso particular de um interdunar onde se localiza o lago artificial mais próximo de Monte Gordo, amostraram-se os\nmateriais dragados para a construção do lago. Em quatro pontos do sapal também se fizeram perfis em profundidade para caracterizar a evolução dos parâmetros sedimentológicos ao longo da coluna sedimentar. Para tal, recorreu-se a um amostrador de meia cana nos centímetros superficiais (lodosos) optando-se noutros casos por escavar toda camada arenosa, recolhendo amostras da parede de escavação a intervalos regulares.\nEm ambas as campanhas foram recolhidas amostras das praias contíguas aos perfis P1 e P2, nos diferentes domínios morfológicos da praia: face de praia (FP), berma (B), e terraço de baixa-mar (TBM). A praia de Monte Gordo foi também amostrada para obter informação sobre a variabilidade espacial das areias neste troço costeiro. Recolheram-se ainda amostras do sistema dunar atual constituído pela duna embrionária (DE) e duna frontal (DF) e dos domínios da praia. A localização das amostras foi efetuada com um GPS de mão (GARMIN GPS 12-XL).\n5.2\tTrabalho de Laboratório\n5.2.1\tAnálise Textural\nOs ensaios granulométricos, realizados pelo método de peneiração a seco permitiram classificar e caracterizar sedimentos quanto à sua dimensão média, calibragem, assimetria e curtose. Após quartear e pesar uma fração representativa (cerca de 100 g) de amostra seca, utilizou-se uma série de crivos ordenados segundo a escala granulométrica de Wentworth (1922) (0.5 $ a 4 $ a intervalos regulares de / $), que assentam sobre um fundo. A areia foi crivada durante 15 min em agitador mecânico e os sedimentos retidos em cada peneiro foram retirados e pesados. A caracterização textural dos sedimentos obteve-se pelo método gráfico com o auxílio do programa GRADISTAT que possibilitou a determinação dos seguintes parâmetros estatísticos: média gráfica (Mz $), desvio-padrão gráfico inclusivo (d), assimetria gráfica inclusiva (SKi) e curtose gráfica (Ko), de acordo com Folk &amp; Ward (1957). As 73 amostras estudadas foram qualitativamente classificadas de acordo com Folk &amp; Ward (1957) (Tabela 5.1).\nTabela 5.1- Classificação textural de Folk &amp; Ward, 1957.\nMz (t)\tDimensão Média\tOi (t)\tCalibragem\tSKi\tAssimetria\tKo\tCurtose\n\tClassificação\t\tClassificação\t\tClassificação\t\tClassificaçã o\n-1-0\tAreia Muito Grosseira\t2-4\tMuito Mal Calibrada\t0.3-1\tAssimetria Muito Positiva\t1.5-3\tMuito Leptocúrtica\n0-1\tAreia Grosseira\t1-2\tMal Calibrada\t0.1-0.3\tAssimetria Positva\t1.11-1.5\tLeptocúrtica\n1-2\tAreia Média\t0.5-1\tModeradamente Calibrada\t-0.1-0.1\tAprox. Simétrica\t0.9-1.11\tMesocúrtica\n2-3\tAreia Fina\t0.35-0.5\tBem Calibrada\t-0.3-0.1\tAssimetria Negativa\t0.67-0.9\tPlaticúrtica\n3-4\tAreia Muito Fina\t&lt;0.35\tMuito Bem Calibrada\t-1-0.3\tAssimetria Muito Negativa\t&lt;0.67\tMuito Platicúrtica\n5.2.2\tTeor em Carbonato de Cálcio\nCom o objetivo de classificar os sedimentos quanto ao teor em carbonato de cálcio (CaCOs), foram realizadas 68 calcimetrias pelo método gasométrico, utilizando um calcímetro EIJKELKAMP. A percentagem de CaCO3 de uma amostra com massa conhecida é determinada neste instrumento, através da medição do volume de dióxido de carbono libertado quando o sedimento reage totalmente com ácido clorídrico diluído a 4 mol.L-1. Os procedimentos específicos seguiram as normas do fabricante. Neste trabalho, a classificação do sedimento quanto ao teor em CaCO3 segue a proposta de Baize (1988) (Tabela 5.2).\nTabela 5.2- Classificação do sedimento de acordo com o teor de CaCO3 (Baize, 1988).\n%CaCO3\tClassificação\n&lt;5\tNada ou muito pouco carbonatado\n5-15\tPouco carbonatado\n15-40\tCarbonatado\n> 40\tMuito carbonatado\n5.2.3\tTeor em Ferro de Lixiviados\nEste ensaio de lixiviação dos sedimentos foi realizado em 30 amostras de areia do perfil 1 com o objetivo de caracterizar a variação espacial da concentração de Fe, após lixiviação da superfície dos grãos de sedimentos, provenientes das cristas dunares e dos interdunares a diferentes profundidades.\nA determinação do teor em Fe total realizou-se através de espectrometria de absorção atómica (EAA) em equipamento Varin SpectrAA - 220FS, a partir de volumes controlados de lixiviados. Para tal, procedeu-se ao ataque com 10 ml de HCl (37 % m/V) durante 24 h de 5 g de amostra seca; seguidamente centrifugou-se a solução (após decantação do sedimento), verteu-se para um copo, adicionou-se a mesma quantidade de H2O2 (35 % m/V), e aqueceu-se esta solução sobre uma placa térmica a 60 °C para oxidar a matéria orgânica. Posteriormente adicionaram-se 0.1 g de CaCE num balão volumétrico a fim de eliminar interferência do Ca na determinação do Fe. Efetuaram-se ainda 2 diluições, a primeira na proporção 1/5 e a segunda 1/10, com água destilada. Por fim preparam-se soluções-padrão de Fe com concentrações conhecidas de 1, 3, 5, 10 e 15 ppm. A preparação das amostras bem como das soluções - padrão encontra-se descrita em detalhe no Anexo 1.\nPartindo do pressuposto que a maior parte do teor em Fe se encontra na patine que reveste os grãos de quartzo e que a dimensão do grão de areia pode influenciar a quantidade de Fe total lixiviado, os resultados foram também normalizados segundo um método proposto por Ramos (2013). Este método inclui recalcular os resultados analíticos, expressando-os pela razão entre o teor de Fe total (ppm) e a superfície específica total (m2.g-1) das partículas de areia. Para esse efeito assumiu-se que os grãos eram todos de quartzo, com densidade de 2.65 g.cm-3 e eram esferas perfeitas. Admitiu-se ainda que os grãos retidos em cada fração granulométrica são adequadamente representados por diâmetro igual ao do centro de gravidade da classe dimensional dessa fração e que as partículas no fundo têm diâmetro médio de 4.5\n5.2.4\tObservação à Lupa Binocular\nPara complementar a caracterização dos sedimentos e melhor compreender a origem do CaCO3 no sedimento, bem como de Fe obtido a partir dos lixiviados, realizou-se a observação à lupa binocular das frações granulométricas 1.5 - 2 $ e 2.5 - 3 $ de amostras selecionadas.\n5.2.5\tpH do Sedimento\nO pH é um proxy da acidez-basicidade, expresso pelo simétrico do logaritmo da concentração de iões H+ numa solução. A determinação do pH seguiu o método potenciométrico, segundo a Norma Portuguesa E203 (LNEC, 1967), adaptado no que respeita ao intervalo de tempo que precede a leitura do pH, o qual se definiu como sendo de 5 min. Este ensaio foi realizado em 24 amostras de areia de duna do perfil 1 e em 2 amostras de areia dos interdunares. A classificação qualitativa do sedimento quanto ao pH segue Costa (1991) (Tabela 5.3).\nTabela 5.3- Classificação das amostras consoante o valor de pH segundo Costa (1991).\npH\tClassificação do sedimento\n>9.6\tHiperalcalino\n9.5-8.6\tAlcalino\n8.5-7.6\tSubalcalino\n7.5-6.6\tNeutro\n6.5-5.6\tSubácido\n5.5-4.6\tÁcido\n<4.5\tHiperácio\n5.2.6\tSondagens\nNo laboratório foi realizada a descrição, registo fotográfico e subamostragem a intervalos regulares de 2 ou 2.5 cm, dos testemunhos de sondagem. Estas subamostras foram liofilizadas para processamento posterior. Os ensaios consistiram na determinação do teor em humidade, teor em matéria orgânica e ensaio granulométrico.\n5.2.7\tTeor em Humidade\nPara determinar o teor de humidade nos sedimentos lodosos dos testemunhos de sondagem obtidos no sapal, as amostras foram desagregadas e liofilizados. O teor de humidade foi determinado através da razão entre a diferença de peso húmido (inicial) e seco (final) da mesma amostra e o peso húmido inicial. O teor em humidade das amostras é expresso em percentagem.\n5.2.8\tSeparação da Fração Fina e Grosseira\nNos sedimentos que apresentavam teores significativos de materiais finos (&lt;63 ^m) procedeu-se à separação da fração grosseira (> 63 ^m) e fina, por via húmida. Para tal foram pesados 30 g da amostra representativa do sedimento total seco que foram passados por um crivo de 63 ^m com auxílio de um jato de água; o procedimento é continuado até que a água que atravessa a malha do peneiro fique límpida. Seguidamente, a fração grosseira é recuperada e seca na estufa a 60 °C e a fração fina é seca em banho\nde areia. Depois de secas, ambas as frações foram e pesadas. As 27 amostras tratadas por este método foram classificadas do ponto de vista textural segundo Fleming (2000) (Tabela 5.4). A fração grosseira foi recuperada e submetida ao ensaio granulométrico.\nTabela 5.4- Classificação textural (Fleming, 2000).\n% Fração de Grosseiros\tClassificação textural\n> 95\tAreia\n75-95\tAreia pouco Vasosa\n50-75\tAreia Vasosa\n25-50\tVasa arenosa\n5-25\tVasa pouco arenosa\n&lt;5\tVasa\n5.2.9\tTeor em Matéria Orgânica\nNas amostras com fração fina significativa (as amostras lodosas de sapal) procedeu-se à determinação do teor em matéria orgânica (MO) por calcinação, utilizando uma mufla (Lenton Thermal Designs). O método da calcinação, proposto por Kristensen (1990) e aqui adaptado, compara o peso da mesma amostra antes e depois de queimar (ou calcinar) a matéria orgânica nela contida (diferença ponderal). Este processo envolve 2 queimas sucessivas com duração de 6 horas cada. A primeira decorre a 280 °C e a diferença de peso para a amostra total corresponde à MO lábil; a segunda queima, a 520 °C, corresponde à MO refratária, e a soma das duas é igual à MO total. As amostras foram classificadas quanto ao teor de MO de acordo com Costa (1991) (Tabela 5.5). Determinou-se ainda o índice RP, que é um indicador semi-quantitativo da proveniência da MO. Este índice é calculado pela razão entre a matéria orgânica refratária e a total.\nTabela 5.5- Classificação de acordo com o teor de matéria orgânica (Costa, 1991).\n%MO\t\tNível de MO\nTextura grosseira\tTextura média a fina\t\n20-10\t30-15\tMuito alto\n10-5\t15-7\tAlto\n5-3\t7-5\tModeradamente alto\n3-2\t5-2\tMédio\n2-0.5\t2-1\tBaixo\n<0.5\t<1\tMuito baixo\n5.3\tTrabalho de Gabinete\n5.3.1\tAnálise Iconográfica e Esboço Geomorfológico\nPara a caracterização da área estudada recorreu-se à análise de documentos iconográficos: cartas militares, fotografias aéreas, plantas etc. No que diz respeito a cartas topográficas, foram analisadas 3 edições da folha 600 Vila Real de Santo António (que compreende a região em estudo) da Carta Militar de Portugal, elaborada pelos Serviços Cartográficos do Exército (designado posteriormente Instituto\nGeográfico do Exército- IGeoE e atualmente Centro de Informação Geoespacial do Exército) na escala 1:25 000, correspondentes a trabalhos de campo desfasados no tempo e datados de 1951, 1976 e 2006. O documento mais antigo encontrado, com detalhe suficiente para os objetivos deste trabalho, foi o Plano Hydrographico da Barra e Porto do Guadiana levantado entre 1874 e 1876 por A.M.Reis, A.Pery e G.Pery sob direcção de F. Folque e P. da Silva; este mapa foi cedido por Erwan Garel (Universidade do Algarve) e foi utilizado para georreferenciação da linha de costa.\nConstruiu-se um mapa geomorfológico usando fotografias aéreas digitais adquiridas à empresa Munícipia, E.M., S.A, com resolução de 34 cm, (voo de 2016 GSD (Ground Sample Distance) de 34 cm - 23 imagens) e ainda ortofotomapas de 2008 (obtidos junto da Direção Geral do Território -DGT). A construção deste mapa recorreu ainda ao levantamento topográfico LIDAR 2011 (resolução de 1x1 m -DGT) e ao Modelo Digital de Terreno (MDT, resolução 2x2 m do ano 2008, cedido pela DGT). O mapa geomorfológico foi produzido utilizando o software ArcMAP 10.4.\nOs passos realizados para a obtenção do mapa foram os seguintes:\n1)\tUnião do MDT e do levantamento LIDAR com a ferramenta Mosaic to new raster (Figura\n5.2)\t, criando um novo raster, alargado, com células de 2x2 m, no sistema de coordenadas ETRS 1989 Portugal PTM06 (foi necessário unir os dois rasters visto que o levantamento de LIDAR não abrange toda a superfície considerada);\n2)\tInterpolação de curvas de nível equidistantes de 1 m e geração de um mapa de declives (Figura\n5.3)\t; para este efeito, utilizaram-se as ferramentas surface contour e surface slope, respetivamente, em ArcMAP;\n3)\tObservação em estereoscopia das fotografias aéreas verticais de 2016. Uma vez que só estavam disponíveis fotografias aéreas em formato digital, a observação estereoscópica foi efetuada com recurso a monitor auxiliar ligado a um computador, expondo um par de fotografias aéreas digitais em orientação de visualização estereoscópica (neste caso utilizando o software Adobe Photoshop), com o estereoscópio de mesa montado sobre o ecrã;\n4)\tIdentificação e marcação das cristas dunares sobre as fotografias aéreas. Na região onde o coberto arbóreo denso dificultava a perceção visual do relevo, recorreu-se à informação altimétrica e de declives;\n5)\tGeorreferenciação dos ortofotomapas (fornecidos sob a forma de imagem) recorrendo a pontos homólogos identificados no MDT;\n6)\tGeorreferenciação e retificação das fotografias aéreas, recorrendo à transformação Spline com base em pontos homólogos identificados nos ortofotomapas e nas fotografias aéreas.\nO plano hidrográfico de 1876 foi também georreferenciado usando 3 pontos homólogos representados nas fotografias aéreas de 2016. Sendo um mapa antigo, torna-se difícil efetuar uma georreferenciação precisa, visto que não contém muitos pontos de referência adequados, por isso a linha de costa apresentada é uma aproximação à realidade.\nFigura 5.2-Representação da união dos dois ficheiros rasters, assinalando a cinzento claro a área coberta pelo levantamento LIDAR.\nFigura 5.3- Mapa de declives da área de estudo obtido em ArcMap, com base no MDT gerado de acordo com o procedimento explicitado no texto.\n24\n6\tResultados e Discussão\nNeste capítulo apresenta-se a descrição geomorfológica da área de estudo e os resultados e discussão referentes ao tratamento dos sedimentos. A exposição destes últimos foi organizada em 4 secções referentes ao perfil 1, perfil 2, sapal, dragados para construção do lago e interdunares.\n6.1 Geomorfologia\nNa bibliografia, a planície litoral da Manta Rota é descrita como uma unidade morfossedimentar de acumulação, culminada por uma superfície ondulada, desenvolvida a baixa altitude com alinhamentos correspondentes a cristas e cavas, que correspondem à soldadura de praias e dunas frontais fixadas por vegetação. Este processo permitiu a progradação em direção ao mar da planície com o consequente aumento da respetiva largura (Andrade 1990; Andrade et al., 2004 in Oliveira, 2009). Esta planície confina com o rio Guadiana a leste, onde atinge a máxima largura. A planície tem uma forma triangular, e vai diminuindo a sua largura para oeste até à região da Manta Rota. A norte é limitada pela planície aluvial do rio Guadiana associada à atividade sedimentológica de esteiros afluentes ao estuário. A passagem da unidade aluvial para o campo de dunas faz-se abruptamente, pelo flanco sotavento de um cordão dunar vegetado. Na Figura 6.1 representa-se a planície da Manta Rota, no troço estudado, realçando os principais domínios morfossedimentares e elementos do relevo.\nNeste esboço geomorfológico distinguem-se 6 domínios diferentes, sendo eles: (1) dunas secundárias, (2) dunas primárias, (3) dunas embrionárias, (4) praia, (5) sapal e rede de canais associados e (6) lagos (artificiais). O núcleo urbano de Monte Gordo, as estradas e vias de acesso às praias e os equipamentos de praia estão representados a branco.\nA classificação da tipologia das dunas (embrionárias, primárias e secundárias) baseou-se na proporção da superfície coberta por vegetação e robustez do edifico dunar, segundo Seoaone et al. (2007).\nNas dunas embrionárias, a vegetação tem pouca expressão (cobre cerca de 1-5 % do solo), observam-se pequenos aglomerados de vegetação baixa, fixando montículos de areia de pequenas dimensões. As dunas primárias apresentam um coberto vegetal cobrindo 5-60 % da superfície, incluem vegetação rasteira, arbustiva e eventualmente árvores de pequeno porte e formam relevos melhor definidos e mais volumosos. As dunas secundárias, que correspondem às dunas mais antigas, exibem uma cobertura de 60-100 %, com árvores de grande porte e vegetação arbustiva e eventualmente hérbacea.\nO complexo dunar é constituído por cordões dunares subparalelos que aumentam a sua continuidade para sul. Entre cordões dunares sucessivos encontram-se depressões designadas por interdunares. Os interdunares são zonas deprimidas, secas, entre os 2 e os 5 m acima do NMM, que podem corresponder ao remanescente da berma de antigas praias. Nestas zonas, deprimidas, observam-se frequentemente acumulações de conchas de bivalves, desarticuladas. Noutros interdunares a cotas mais elevadas sem vestígios de conchas sugere-se que estas depressões foram preenchidas por sedimentos provenientes de escorrência das vertentes das dunas.\nVRSA\nQ\nQ\nõ_\nUi ra\nra\nra\nÉL\nra\n'oj\nra\nOJ ■o\ncn o\nO cz ra CO\ncn ra\n“CÚ\nc\nZ3\nQ\n1)\ncfl\ntfi\nra c\nZ3 O\nÚ'J (ü o t\nCO ui\nÕ\nra\no\n1 CO\nU?\nra\nL_\nc o ■c jD E cu Ui ra\nUi\nro c ns o\nFigura 6.1 - Esboço geomorfológico do troço costeiro entre Monte Gordo e Vila Real de Santo António.\nAs dunas secundárias são as dunas mais antigas e abrangem uma área de cerca de 6 km2. Nesta tipologia identificaram-se mais de 30 cristas, aproximadamente paralelas e pouco contínuas lateralmente, com orientações principais E-W e N 110° E, mas existem algumas cristas que exibem orientação de N 75° E (Figura 6.1). Estas dunas apresentam cotas entre 4 e 16 m acima do NMM, correspondendo a formas alongadas, separadas entre si por interdunares com larguras na ordem de 100 a 300 m. A crista mais interna encontra-se à cota de 11 m, está muito bem definida e apresenta declives de 8-10° na face barlavento e 16-30° na face sotavento. Mais para sul, isto é, mais próximo da praia, as dunas secundárias são menos espaçadas entre si (30 m) e mais contínuas lateralmente, orientando-se subparalelamente à linha de costa. A vegetação dominante é constituída por Pinus pinaster (pinheiro bravo), e pequenos arbustos muito abundantes. Algumas partes deste campo dunar estão menos vegetadas, contendo essencialmente manchas de vegetação arbustiva.\n6.1.2\tDunas Primárias\nEste tipo de duna apresenta declives de 3° a 10° tanto na face barlavento como na face sotavento, cotas variáveis entre 4 e 6 m acima do NMM, uma orientação NE-SW e uma área total de 0.52 km2. Na zona leste de Monte Gordo encontram-se as cotas mais altas e na zona entre o esporão da praia e o molhe do Guadiana encontram-se os cordões dunares mais largos (Figura 6.2). As dunas primárias não têm expressão perto da frente urbana de Monte Gordo devido à construção de apoios de praia e ao intenso pisoteio. As dunas primárias são fundamentalmente colonizadas por Ammophila arenaria, (vegetação herbácea), vegetação arbustiva e árvores de pequeno porte.\nAs dunas primárias compreendem ainda outras estruturas, denominadas blowouts (estruturas de deflação), que correspondem a formas erosivas, mais abundantes na zona poente da praia, com direções predominantes de N 50° E que interrompem a continuidade das dunas.\nFigura 6.2 - Vista panorâmica, para oeste, das dunas primárias. A laranja estão marcadas as orientações das cristas (Foto de M.C. Freitas).\n6.1.3\tDunas Embrionárias\nNa Figura 6.3 é possível identificar as diferenças de robustez e do coberto vegetal entre as dunas embrionárias e as primárias e secundárias.\nAs dunas embrionárias estendem-se ao longo do comprimento da praia (ocupando aproximadamente 0.11 km2), e apresentam cotas que podem variar entre 3 e 4 m acima do NMM, tendo\nmenor expressão a este de Monte Gordo. Esta duna é, quase exclusivamente, colonizada por Elyimus farctus, encontrando-se por vezes em montículos isolados sobre a berma.\nAs dunas embrionárias encontram-se mais próximas do mar, apresentando menor robustez e isso torna-as mais vulneráveis à destruição durante eventos tempestivos.\nEmbrionária\nDunas\nSecundárias\nDuna\nFrontal\n*\nFace de praia e terraço baixa-mar\nDuna\nFigura 6.3 -Vista para oeste ilustrando os vários tipos de duna, e os alinhamentos das cristas (a laranja) indicando-se também o terraço de baixa-mar e face de praia, (Foto de M.C. Freitas).\n6.1.4\tPraia\nA praia, embora se estenda até à profundidade de fecho, apenas os domínios subaéreos foram caracterizados neste trabalho: berma, face de praia e terraço de baixa-mar que é ocasionalmente descoberto pela maré. A praia é limitada a norte pelo sopé da duna embrionária (ou primária quando a duna embrionária está ausente) e prolonga-se até ao terraço de baixa-mar, ocupando cerca de 0.7 km2. A praia tem comprimento de 6 km e largura que varia entre 100 m nas extremidades, e 200 m na zona de Monte Gordo. Visto que esta área tem maior ocupação antrópica, as dunas são muito mais pisoteadas e consequentemente destruídas, permitindo que a berma aumente de largura.\nA praia tem forma arqueada, com direções principais de WSW-ENE a poente de Monte Gordo, passando para W-E na zona central, e terminando junto ao molhe oeste do Guadiana com orientação NW-SE. A praia exibe, em regra, os domínios característicos : berma à cota de 2.5 a 3 m NMM; face de praia (com um declive calculado de 6° para o mar); e terraço de baixa-mar observando-se por vezes sistemas de lomba-canal.\n6.1.5\tSapal\nO sapal de Vila Real de Santo António é muito recente, tendo iniciado a sua instalação entre as décadas de 60 e 70, continuando a sua expansão até à atualidade, em consequência da construção do molhe do Guadiana. Este sapal é alimentado (atualmente) por dois canais principais que culminam numa pequena depressão aplanada, acumulando água e sedimento de origem fluvial, pluvial e de maré, originando um pequeno nicho ecológico (Figura 6.4.).\nO sapal ocupa uma área de cerca de 0.38 km2, localiza-se na margem direita do estuário do Guadiana e devido à sua juventude, apresenta bancos arenosos no seu interior, normalmente a cotas mais\nelevadas do que a generalidade da superfície (como consequência da sua instalação recente, estes bancos ainda não foram colonizados por vegetação típica de sapal). O site do ICNF (Instituto da Conservação da Natureza e Florestas) (http://www.icnf.pt/portal/ap/r-nat/mscmvrsa/flord), e as observações em campo permitiram identificar as seguintes tipologias de vegetação: Spartina maritima, Arthrocnemum perennis, Haliminione portulacoides, Arthrocnemum macrostachyum, Suaeda vera e Juncus sp. Neste ambiente e, em particular, no fundo dos canais de maré arenosos, ocorrem muitas conchas desarticuladas de organismos marinhos, principalmente Cardium sp. e Glycimeris sp..\nFigura 6.4- Fotografía do sapal vista de sul para norte.\n6.1.6\tLagos Artificiais\nEsclarecimentos obtidos junto do ICNF permitiram conhecer a origem e as datas de formação dos lagos artificiais da MNDLVRSA (Figura 6.5). Os lagos artificiais (nascente e poente) foram construídos entre 1992 e 1994, em clareiras de baixa densidade florestal, no seguimento da implementação do Plano de Ordenamento da MNDLVRSA (Anexo 3) e ocupam uma área 20 000 m2. Correspondem a depressões com 3.5 a 5 m de profundidade, formadas por dragagem de sedimentos arenosos e foram construídos com o intuito de promover as condições ecológicas, nomeadamente no que concerne à nidificação de aves. Em 2003, o lago poente foi re-intervencionado, dado o estado de eutrofização da escassa coluna de água (salienta-se que em condições normais, esta varia com o nível freático, que neste local é muito superficial).\nFigura 6.5 - Lago nascente da MNDVRSA.\n6.2\tSedimentos\nO anexo 2 contém os resultados da análise textural e composicional dos sedimentos estudados.\n6.2.1\tPerfil 1\nO perfil 1, designado por P1 (Figura 5.1) é composto por sedimentos arenosos de cristas dunares, identificadas pelos números de P11 a P119 e ainda por areias do sistema praia-duna atual identificadas como: DF (Duna Frontal), DE (Duna Embrionária), B (Berma), FP (face de praia), TBM (Terraço de Baixa-Mar).\nEstas areias qualificam-se quanto à dimensão como areias médias a finas e quanto ao desvio padrão como bem a moderadamente bem calibradas (Figura 6.6). As curvas de distribuição granulométrica são aproximadamente simétricas e mesocúrticas a leptocúrticas (Figura 6.7).\nFigura 6.6- Caracterização textural dos sedimentos do perfil 1. Projeção do diâmetro médio contra o desvio-padrão.\n0,1 -\n0,05\n0\n-0,05 -\n-0,1 -\n-0,15\n0\n--1--\n0,2\n—I—\n0,4\n—I----------1—\n0,6\t0,8\nKo\nP111 ■\nP14\nTBM\t<\nP13Â P18\nDE >Ç P17\nP119\nP113 =\nP117\nP114 X P12\tP16\n—B\tP15\nP11\nFP\tA P112\nXDF\nP116\t• P115\n- P118\n4 P110\nP19\n—I—\n1,2\nT\n1\nFigura 6.7- Caracterização textural dos sedimentos do perfil 1. Projeção da curtose gráfica contra a assimetria.\nA dispersão dos pontos no gráfico da Figura 6.6 sugere o agrupamento das amostras em dois grandes conjuntos (delimitados pelas elipses). O primeiro, compreende as amostras P11 a P18, P111, P112 e ainda os sedimentos do terraço de baixa-mar; estas areias são mais grosseiras e pior calibradas. O segundo conjunto que compreende as amostras P113 a P119, DF, DE, B, FP e as amostras P19 e P110, compreendem areias mais finas e melhor calibradas. Nas restantes características granulométricas, ilustradas na Figura 6.7, estes agrupamentos não são evidentes.\nCom o objetivo de investigar se a variação dos parâmetros granulométricos das areias dos vários domínios amostrados teriam alguma relação com a sua distribuição espacial, representou-se na Figura 6.8 a variação do diâmetro médio dos sedimentos com a latitude (um proxy da distância à linha de costa). Verifica-se a existência de um primeiro grupo de dunas secundárias mais internas (P11 a P18), constituídas por areias mais grosseiras, e de um segundo grupo que compreende as dunas secundárias mais recentes (P113 a P118), bem como as dunas primárias (P119 e duna frontal), formadas por areias mais finas. As areias da duna embrionária, bem como da berma e da face de praia englobam-se neste segundo grupo, localizado a sul. Note-se que apenas uma das amostras do domínio da praia (terraço de baixa-mar) é mais grosseira, e tem características mais próximas do primeiro grupo (a norte). Na zona central da planície litoral, dentro do campo de dunas secundárias, ocorre uma faixa de transição que compreende as amostras P19 a P112, com características dimensionais intermédias: as amostras mais interiores (P19 e P110) apresentam características mais próximas do segundo grupo e as amostras mais externas (P111 e P112), apresentam características mais próximas do primeiro grupo mencionado acima.\n4117000\n4116800\n4116600\n4116400 £\n4116200\nís\n4116000\n4115800\n4115600\n4115400\n4115200\n\t_P11 O\nP12\t■\nP14A\t\n\tP15 X\nP16 •\t\nP17\t+\nP18 -\t\nP19\t\nP111 ■ P112 A\tP110\nP114 P116\tv P113 NZ ZX— +« P115 P117 P118\nTBM O\tDE X\tDF1 A P119 *\n\tFP\tB\n1,50\n2,00\n2,50\nMz($)\n1,00\nFigura 6.8-Variação do diâmetro médio das areias com a latitude.\nEstes resultados sugerem que poderão ter ocorrido mudanças nas condições de forçamento prevalecentes ao longo do tempo de formação da planície litoral: a modificação da intensidade do vento, ou do regime de deriva litoral ou, da energia das ondas, ou ainda variação da fonte sedimentar.\nDado que se verificou existir correspondência entre o diâmetro médio dos sedimentos e a distância à linha de costa atual, optou-se por representar os resultados dos restantes parâmetros estudados - teor em CaCO3, teor em Fe dos lixiviados, pH do sedimento também, em função da latitude. No anexo 4 mostram-se os resultados de uma análise estatística multivariada, utilizando o programa SPSS, com o intuito de avaliar o grau de semelhança das amostras em função de quatro variáveis - o diâmetro médio, o pH, o teor em CaCO3 e o teor em ferro dos lixiviados. Esta aproximação complementa a análise da distribuição espacial dos valores do diâmetro médio das areias.\nTodas as areias são pouco carbonatadas, pois os valores de CaCO3 são inferiores a 15% (Figura 6.9) e o CaCO3 está associado predominantemente a fragmentos de conchas de bivalves. A distribuição espacial do teor em CaCO3 expressa um incremento de norte para sul muito evidente. Observa-se ainda que o teor em CaCO3 nas areias das dunas P11 a P15, localizadas a norte, é muito reduzido (&lt;2 %) e nos três cordões que lhe sucedem para sul (P16 a P18) aumenta ligeiramente, embora sempre com valores inferiores a 5 %. No sector mais a sul, encontram-se as dunas secundárias P113 a P117 com teores de CaCO3 aumentando de 4 a 6 %. Na faixa de transição referida acima a propósito do diâmetro médio, os valores são relativamente próximos, com variações entre 3.5 e 5 %, à exceção da amostra P111, com valor de 10 %. As dunas primárias (P118) e frontal, duna embrionária, bem como a berma e face de praia têm teores de CaCO3 superiores a 6 % indicando que os teores incrementam com a diminuição da distância ao mar. Os sedimentos de praia do perfil 1 têm valores de CaCO3 baixos, entre 8 e 13 %.\n4117000\n. ♦ P11\n■ P12\n4116800\n. À P13 P14\n4116600\n4116400\nS\n4116200\n4116000\n4115800\n4115600\n4115400\n4115200\nX P15\n• P16 + P17\n- P18\nA\t= P19 w P110\t\t\n▲ P112\t■ P111\t\nP113 X w P114 A\tP115 ~ P116\t\t\n- P117\tP118\tB OA\t\n• P1l9 de X DF\t\t■ FP\n\tTBM\t\n0,00\n2,00\n4,00\n10,00\n12,00\n6,00 8,00\n%CaCO3\n14,00\n\nís hJ\nFigura 6.9-Variação do teor do CaCÜ3 das areias com a latitude\nEsta variação pode ser interpretada como uma consequência do tempo de exposição dos sedimentos à atuação dos processos de meteorização, tendo em conta que a água da chuva tem características ácidas e que o CaCÜ3 é um sal facilmente mobilizável por hidrólise e solução em ambiente ácido. Visto que as areias são materiais muito permeáveis, permitindo infiltração da água da chuva e percolação e interação fácil desta água com as partículas, admite-se que a variação espacial do teor em CaCO3 encontrada nos sedimentos de duna reflete essencialmente a sua idade. Nas areias de praia, o teor em CaCÜ3 depende da proporção relativa de bioclastos incorporados no sedimento em cada momento e em cada domínio da praia, pelo que aquela relação já não se aplica.\nPor outro lado, a água que circula no solo solubiliza as partículas minerais, bem como outros compostos e elementos, como o Fe. A solubilização de Fe é facilitada em meio ácido e a sua precipitação (sob a forma de óxido ou hidróxido) é mais fácil em condições de evaporação intensa, o que é frequente em climas áridos e quentes, como o da região em estudo. Nas amostras estudadas o teor de Fe obtido de lixiviados da areia varia entre 1 e 5 % e esta variação também tem correspondência espacial.\nA Figura 6.10 mostra um aumento da quantidade de Fe das dunas secundárias a norte para as dunas secundárias a sul, e novo aumento nos sedimentos de praia, dunas primárias e embrionária, o que sugere, uma vez mais, um aumento da quantidade de Fe nas areias de duna de norte para a sul, isto é, com a diminuição da distância à linha de costa.\nO teor em Fe obtido dos lixiviados poderá ter uma estreita relação com o diâmetro médio das partículas, visto que quanto maior o diâmetro de um grão revestido por um filme ferruginoso, menor será a quantidade de Fe disponível para lixiviação. Para testar esta hipótese, utilizou-se o método de Ramos (2013) que consiste numa normalização do teor em ferro relativamente à dimensão das\npartículas. Os valores normalizados são calculados a partir da razão entre o teor em Fe total obtido dos lixiviados e a superfície específica dos grãos de areia de cada amostra analisada. Os resultados da aplicação desta metodologia são ilustrados na Figura 6.11 (A e B).\n4117200 -i\nLatitude (m)\n4117000 -\n4116800 -\n4116600 -\n4116400\n4116200\n4116000\n4115800 -\n4115600 -\n4115400\n4115200\n0,00\nP11\nP12\nP13 P14\nX P15\nO P16 + P17 - P18\nP19\n---P110\n■ P111\n▲ P112\nP113\tP114\n,*• P115\nP116\tP117\nP119\nDF\nP118 DE\nÀ B X\nTBM\n■ FP\n—I--------------1-------------1-------------1—\n1,00\t2,00\t3,00\t4,00\n%Fe\n5,00\n\nX\nFigura 6.10-Variação do teor de Fe de lixiviados com a latitude\nFe (ppm)\nB.\n0,00E+00\t1,00E+07\t2,00E+07\nFe/Sup.Esp. (ppm/m2.g-1)\nFigura 6.11-A. Teor em Fe dos lixiviados. B. Teor em Fe normalizado pela superfície específica do grão de areia.\nAmbos os gráficos têm um aspeto muito similar, pelo que se infere que o diâmetro médio do sedimento arenoso não influencia os resultados do teor em Fe.\nSegundo Iserman (1997, in Iserman, 2005), a acidez do solo de uma planície dunar progradante, aumenta no sentido das dunas mais antigas, visto que nestas o perfil de solo será mais desenvolvido, havendo maior apetência para a produção/degradação e retenção de matéria orgânica.\nO mesmo autor menciona também que uma maior diversidade das espécies de vegetação origina um solo mais heterogéneo e influencia variações de pH. O pH dos sedimentos estudados, varia de 8.21 a 8.96 (Figura 6.12). Verifica-se assim que as amostras são essencialmente subalcalinas e que a variabilidade entre os valores é pequena podendo ser indicador da pouca variabilidade de espécies de vegetação. O pH também pode representar o efeito da presença de CaCO3 no sedimento, mesmo que em pequenas quantidades ou ainda ser o reflexo da profundidade da recolha da amostra, visto que esta foi realizada a 40 cm de profundidade evitando a capa de solo.\nDe modo a averiguar a proveniência do Fe e do CaCO3 encontrado nas amostras realizou-se uma análise morfoscópica, selecionando amostras do perfil 1 (algumas fotografias que ilustram aspetos relevantes desta metodologia podem ser consultadas no anexo 5).\nOptou-se por considerar para esta análise as amostras P15 (uma areia do conjunto de amostras de duna secundária com menor teor em Fe), a amostra P118 (duna secundária mais próxima da faixa intermédia), P111 (uma areia da faixa intermédia com os valores mais elevados em Fe e em CaCO3, P112 (uma areia da faixa intermédia, imediatamente a seguir à crista P111 mas com teores mais baixos em Fe), P116 (uma areia das dunas secundárias a sul), P119 (a areia de duna primária) e ainda areia da face de praia (que produziu o maior teor em Fe do conjunto de amostras analisadas).\n4117200 1\n4117000 -\n4116800 -\nH P12\n▲ P13\n♦ P11\nX P14\n4116600\n4116400\n8,\n4116200\n4116000\nX P15\n• P16\n+\nP17\t- P18\nP19\t♦ P110\n■ P111\n▲ P112\n4115800\n4115600\n4115400\nP\nP115\nP116\n113 X P114\nP117\nX DF •p11918\n--------DE TBM\n■ FP\n▲ B\n4115200 -I-----1--------1------1-------1------1-------1------1--------1-----1\n8,1\t8,2\t8,3\t8,4\t8,5\t8,6\t8,7\t8,8\t8,9\t9,0\npH\nFigura 6.12-Variação do pH com a latitude.\nTodas as amostras de areia estudadas têm composição muito semelhante, sendo constituídas essencialmente por quartzo, bioclastos carbonatados (entre os quais predominam os fragmentos de bivalves) e minerais pesados. De um modo geral, os grãos observados na fração 2.5 a 3 $ são mais angulosos e apresentam uma quantidade mais significativa de minerais pesados do que a fração 1.5 a 2 $. Os minerais pesados incluem sempre grãos opacos (predominância de ilmenite/magnetite; Figura 6.13 A) e transparentes (principalmente turmalinas e estaurolites; Figura 6.13 B).\nA.\nB\n300 pm\n300 |im\nGrão de magnetite/ilimenite oxidado\nf\nt'\nFigura 6.13- Minerais pesados. A. Magnetites e ilmenites. B.Turmalinas e estaurolites.\nAs variações entre amostras devem-se principalmente à proporção relativa de bioclastos face ao quartzo. Os bioclastos são muito rolados, embora na fração 2.5-3 $ sejam algo mais angulosos. Por vezes apresentam a superfície amarelada ou zonas da superfície tingidas de amarelo, com aspeto baço, picotado. A coloração sugere a presença de uma patine ferrugionosa que pode afetar parte ou a totalidade da superfície dos bioclastos. Uma forma de comprovar a existência deste revestimento superficial foi a colocação de gotas de HCl diluído na superfície dos bioclastos, observando-se a reação franca, redução de tamanho da partícula e, descoloração, com perda de cor amarela ou alaranjada (Figura 6.14).\nFigura 6.14- Bioclastos com patine ferruginosa. A. Antes do ataque com ácido clorídrico. B. Depois do ataque com ácido clorídrico.\nOs grãos de quartzo são essencialmente hialinos e leitosos. Tal como os bioclastos, os grãos de quartzo apresentam frequentemente patines de óxidos de Fe, bem como concreções ferruginosas que originam superfícies amareladas ou alaranjadas. A cor original dos grãos é facilmente recuperada após ataque com ácido clorídrico diluído (Figura 6.15).\n300 pi\nBnKr i\nFigura 6.15- Grãos de quartzo. A. Após o ataque com ácido clorídrico, parte da patine alaranjada foi removida (representada a tracejado). B. Quartzo hialino com patines ferruginosas.\nOs litoclastos são constituídos essencialmente por pequenos fragmentos de rochas ígneas e rochas metamórficas (ex. xistos argilosos ou luzentes; Figura 6.16 A).\nFigura 6.16- A. Litoclastos B. Bioclastos límpidos.\nA análise semi-quantitativa da composição das areias (Figura 6.17), permite concluir que as areias das dunas secundárias têm composição semelhante. São fundamentalmente constituídas por quartzo e bioclastos com contribuições menores de minerais pesados. Na duna mais recente e na praia observa-se aumento da proporção relativa de bioclastos e de minerais pesados (embora o quartzo continue a prevalecer em relação aos outros constituintes) e o aparecimento de litoclastos.\nO Fe analisado nas areias das dunas provém principalmente de patines que revestem os grãos de quartzo e de bioclastos (estas patines resultam da precipitação do Fe na forma óxido ou hidróxido) e ainda de minerais pesados (principalmente da magnetite). Nos domínios mais recentes, a sul, os grãos de quartzo são mais límpidos (não apresentam patines; Figura 6.16 B). O Fe terá maior percentagem devido ao aumento da proporção relativa de minerais pesados e de litoclastos de rochas ígneas e metamórficas. As areias dos domínios a sul foram influenciadas pela exposição dos sedimentos a processos de meteorização durante um período de tempo mais curto.\nAmostras\nFigura 6.17- Avaliação semi-quantittativa da composição da areia das cristas P15, P18, P111, P112, P116, P119 e face de praia (F P.), nas frações 1.5- 2 $ e 2.5- 3 $.\n6.2.2\tPerfil 2\nO perfil de amostragem P2 inclui nove amostras, todas elas arenosas (ver anexo 2). Colheram-se areias em dunas primárias (P21, P22 e P23), na vertente sotavento da duna frontal, no topo da duna frontal e duna embrionária, e ainda na praia atual (amostrou-se a berma, a face e o terraço baixa-mar). As areias classificam-se, quanto à dimensão, como areias médias a finas (maioritariamente finas), e quanto ao desvio padrão como bem a moderadamente bem calibradas (Figura- 6.18). As curvas de distribuição granulométrica variam de muito platicúrticas a leptocúrticas e são aproximadamente simétricas, embora em três casos mostrem assimetria positiva (Figura 6.19). Verifica-se que o espectro granulométrico é pouco variado, e que os sedimentos das dunas primárias (P21, P22, P23) assim como as areias de berma e duna frontal são areias mais finas e melhor calibradas do que as do terraço baixa-mar, face de praia e duna embrionária. A comparação dos pontos figurativos do diâmetro médio de areias do perfil 1 (representados na Figura 6.8) com o espectro dimensional das areias do perfil 2 mostra que estas últimas se enquadram no domínio do segundo grupo de areias, localizado mais a sul no perfil 1 (incluindo dunas secundárias mais recentes, dunas primárias e sistema de praia atual).\nTerraço de baixa-mar\n0,6\n© 0,5\ne\n0,4\nDuna Embrionária\n= Face de Praia\nVertente Interna\n^da Duna Frontal\nP21 Berma\nP23\tX\nP22 ■\nP22\tDuna Frontal\n0,3 ------------------------------------------------------------------------------------------\n1,2\t1,3\t1,4\t1,5\t1,6\t1,7\t1,8\t1,9\t2\t2,1\t2,2\t2,3\t2,4\nMz ($)\nFigura- 6.18- Caracterização textural do sedimento do perfil 2. Projeção do diâmetro médio contra o desvio padrão.\n0,15\n0,1\n0,05\n0\n-0,05\n-0,1\n-0,15\n0\nFace de Praia-\nDuna\nEmbrionária\nTerraço de baixa-mar\n■ P22\nO P21 Duna Frontal\nX X\nBerma\n+\nVertente Interna\nda Duna Frontal\n—i--------1-----------1----------1---------r\n0,2\t0,4\t0,6\t0,8\t1\nKo\n1,2\t1,4\nFigura 6.19- Caracterização textural do sedimento do perfil 2. Projeção da curtose contra a assimetria.\nAs amostras do perfil 2 foram analisadas quanto ao teor de CaCÜ3, classificando-se como pouco carbonatadas (Tabela 6.1). Mostram maioritariamente teores de CaCÜ3 superiores a 5 % e os valores têm a mesma ordem de grandeza dos sedimentos localizados no grupo sul no perfil 1. Nos sistemas de praia-duna atuais os valores de CaCÜ3 são variáveis de local para local. Tanto no perfil 1 como no perfil 2, as areias de praia nos domínios da berma e da face de praia têm maior proporção de bioclastos do que as do terraço de baixa-mar.\nTabela 6.1- Valores do teor em CaCÜ3 do perfil 2.\nAmostra\t% CaCO3\nP21\t5.60\nP22\t3.60\nP23\t3.80\nVertente Interna da Duna Frontal\t4.09\nDuna frontal\t6.76\nDuna embrionária\t6.41\nBerma\t9.83\nFace de praia\t12.82\nTerraço de baixa-mar\t5.37\n6.2.3\tSistema Praia-Duna Atual e Variabilidade Sazonal e Espacial\nNeste subcapítulo analisa-se a variabilidade das características texturais e composicionais (no que respeita ao teor em CaCO3) do sistema praia-duna atual, recorrendo a amostras obtidas de praias contíguas aos perfis de amostragem em campanhas de verão e de inverno. Na campanha de inverno foi também amostrada a praia a este de Monte Gordo.\nA Tabela 6.2 compara os resultados do teor em CaCÜ3 e do diâmetro médio de sedimentos colhidos nos mesmos domínios morfossedimentares de diferentes praias nas duas campanhas realizadas. As praias são constituídas por areias médias a finas pouco carbonatadas, embora a percentagem de CaCO3 determinada nas amostras recolhidas na campanha de junho (campanha de verão) seja maior que em fevereiro (campanha de inverno) em quatro dos sete casos estudados.\nEm termos gerais, as areias são semelhantes, isto é, entre Monte Gordo e VRSA, não se observam diferenças significativas nos sedimentos de praia e nos sedimentos das dunas recentes, quer do ponto de vista dimensional quer do ponto de vista do teor em CaCO3.\nComparando o sistema atual com o conjunto de dunas secundárias, verifica-se que as dunas atuais são mais finas que as areias das dunas secundárias tanto no grupo a norte como no grupo sul do perfil 1.\nAssumindo que a semelhança dimensional entre sedimentos de duna e da praia adjacente, é explicada e mantida pela existência de trocas de sedimento entre a duna e a praia, e que esta relação se mantém ao longo do tempo, a existência de dunas mais antigas com areias mais grosseiras a norte, sugere que as antigas praias seriam também compostas por sedimento mais grosseiro. Isto indica uma mudança nas condições hidrodinâmicas entre a época em que aquelas dunas se formaram e o presente.\nA variação do teor em CaCÜ3, não pode ser interpretada da mesma forma, já que de acordo com a interpretação adotada neste trabalho, as areias das dunas mais antigas sofreram alterações pós-deposicionais, sendo a variação do teor de CaCO3 das areias condicionado pelo tempo decorrido entre a formação das dunas e o presente.\n\t\tjunho\t\tfevereiro\t\n\t\tDiâmetro médio ($)\tCaCO3 %\tDiâmetro médio ($)\tCaCO3 %\nSistema atual -Perfil 1\tTerraço de baixa- mar\t1.64\t9.47\t1.57\t8.16\n\tFace de Praia\t2.04\t12.82\t1.86\t5.37\n\tBerma\t2.10\t9.83\t2.09\t6.38\n\tDuna Embrionária\t1.88\t6.41\t-\t-\n\tDuna Frontal\t2.04\t6.76\t-\t-\nSistema atual -Perfil 2\tTerraço de baixa - mar\t1.59\t5.32\t2.19\t7.00\n\tFace de Praia\t1.82\t6.23\t1.86\t7.54\n\tBerma\t2.25\t9.00\t2.05\t6.75\n\tDuna Embrionária\t1.77\t10.79\t-\t-\n\tDuna Frontal\t2.32\t2.87\t-\t-\nSistema atual -Monte Gordo\tTerraço de baixa -mar\t-\t-\t2.03\t7.16\n\tFace de Praia\t-\t-\t2.00\t7.85\n\tBerma\t-\t-\t2.07\t7.66\n\tDuna Embrionária\t-\t-\t1.83\t7.93\n\tDuna Frontal\t-\t-\t1.88\t5.27\n6.2.4\tSapal\nA amostragem de sapal realizou-se em seis locais diferentes do sapal de Vila Real de Santo António (Figura 5.1). Em três desses locais efetuaram-se perfis verticais de amostragem desde a superfície, considerando separadamente, a seção mais superficial de sedimento, essencialmente lodoso (0 - 6 cm) e a seção inferior, até 45 cm de profundidade, essencialmente arenoso. Nos restantes pontos de amostragem, onde a coluna sedimentar era inteiramente arenosa, colheram-se amostras que foram retiradas a 35 e a 45 cm de profundidade e/ou à superfície (ver anexo 2).\nNa seção vasosa destes sedimentos, os valores de matéria orgânica total variam entre 5 e 30 % (Figura 6.21) o que segundo Costa (1991), corresponde a teor médio a alto. O índice RP é sempre muito próximo de 0.5. O teor de água não excede 60 % e diminui em profundidade devido à diminuição da porosidade dos sedimentos. Nos perfis de amostragem observa-se aumento do teor em CaCO3 e a diminuição na percentagem de finos com o aumento da profundidade. Segundo Flemming (2000), estes sedimentos variam entre vasa arenosa a areia, porém, na sua maioria são areias. O teor de CaCO3 varia entre 2 e 10 % sendo classificadas, mais uma vez, como pouco carbonatadas.\nDe seguida, apresentam-se as descrições macroscópicas das sondagens e o aspeto do perfil de amostragem com a distribuição dos parâmetros analisados, e por fim, a caraterização textural de todos os sedimentos do sapal. Os pontos figurativos lançados nos perfis de amostragem correspondem à média do intervalo de profundidades de cada subamostra.\nNo perfil de sondagem S2, colhida em alto sapal, dividiu-se o testemunho lodoso em 4 partes iguais (Figura 6.20). De 0 a 2 cm é possível observar uma vasa castanha acinzentada com muitos restos de vegetais, raízes e radículas. Entre 2 e 4 cm observa-se uma vasa castanha acinzentada com menos fragmentos vegetais, alguma matéria orgânica incarbonizada e vestígios de conchas. Esta vasa pouco arenosa, (Figura 6.21), foi a que produziu valores mais altos de matéria orgânica (ver anexo 2), a qual é nula a partir dos 4 cm de profundidade.\nA seção inferior é essencialmente constituída por areia, apresentado-se mais fina do topo para base. De igual forma, o teor em CaCÜ3 varia entre 3 e 10 % do topo para a base da amostra.\nFigura 6.20- Subamostragem da sondagem S2 até 4 cm abaixo da superfície.\ns-s-:\n6\n_ 8\n— 10\n—\t12\n—\t14\n:'íí 16\n18\n:?-í; 20\n■,í 22 g 24 ■V.'Ü\t26\n•íí 28 $ 30\n32\n34\n36\n38 í':ií 40\n42\n44\n■í>\t46\n48\nMO Total % 0\t20\t40\t\n\t\ti...\n\t\ni/\t\n\t\n\t\n\t\n\t\n\t\n\t\t\n\t\n\t\n\t\n\t\n►\t\n\t\n\t\n\t\n\t\n\t\n\t\n\t\n\t\n\t\n\t\t\n\t\nFração Fina\n%\n0\t50\t100\t\t\n\t-y\t\n\t\tf.\t\n\t\t\nT\t\t\n\t\t\n♦\t\t\n\t\t\n\t\t\nL\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\n\t\t\nDiâmetro médio da Fração Grosseira *\nCaCO3\n% ~\n0\t5\t10\t15\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n♦\t\t\t\n\t\t\t\n\t\t\t\n—L—\t\t\t\n\t\t\t\n-\t-J-—\t\t\n\t!\t\t\n\t1\t\t\n\t4\t\t\n\t!\t\t\n\t1\t\t\n--\t1—\t\t\n\t\t\t\n\t\t\t\n\t\t\t\n\t\tk\t\n\t\tp—\t\n\t\t\t\n\t\t\t\n\t\t\t\nAreia\nVasa pouco arenosa\n_ Areia Vasosa\nFigura 6.21- Perfil de sondagem S2 com a representação dos parâmetros: matéria orgânica total (MO), teor em finos, diâmetro médio da fração grosseira e teor em carbonato de cálcio (CaCO3).\nNa sondagem S3 a camada vasosa superficial foi subamostrada em 3 partes iguais (0-2, 2-4 e 4-6 cm) (Figura 6.22). Este sedimento é constituído por vasa castanha com elevado teor em MO e com restos de vegetais, não se encontrando vestígios de conchas. O perfil de amostragem S3 e S2 são semelhantes (Figura 6.23) tendo uma tendência para ficar mais fino para a base. No perfil S2 a MO é nula abaixo dos 8 cm de profundidade, e o teor em CaCO3 varia de 4 a 7 % aumentando do topo para a base.\nFigura 6.22- Subamostragem da sondagem S3.\nFração Fina % 0\t50\t100\t\n\t•\n\t♦\n♦  J.\t\n\t\n▲\t\n▼\t\n\t\n7\t\t\n\t\n1 À\t\ny\t\n! i\t\n\t\t\n\t\n\t\n\t\n\t\nF\t\n\t\n\t\ny\t\n\t\n-\t\t\n\t\nDiâmetro médio da\nFração Grosseira\nCaCO3\nAreia\nVasa pouco arenosa . _ _ Areia pouco vasosa\nVasa arenosa\nFigura 6.23- Perfil de sondagem S3 com a representação dos parâmetros: matéria orgânica total (MO), teor em finos, diâmetro médio da fração grosseira e teor em CaCO3.\nA secção superficial da sondagem S4 (0-5 cm, Figura 6.224) foi subamostrada em duas partes iguais. O perfil S4 (Figura 6.25) é constituído por areia vasosa até aos 35 cm de profundidade e por areia vasosa desta profundidade até aos 48 cm. Este perfil tem maior proporção de finos que os dois perfis descritos anteriormente. A fração grosseira corresponde a areia média.\nFigura 6.24-Subamostragem da Sondagem S4.\nMO Total\n%\nFração Fina\n— Areia vasosa\nDiâmetro médio da Fração Grosseira\nAreia pouco vasosa\nCaCO3\n-■\nFigura 6.25- Perfil de sondagem S4 com a representação dos parâmetros: matéria orgânica total (MO Total), teor em finos, diâmetro médio da fração grosseira e teor em carbonato de cálcio (CaCO3).\nA fração grosseira das amostras de sapal corresponde a areia média, moderadamente bem calibrada (Figura 6.26), com distribuições granulométricas mesocúrticas e assimetria negativa a aproximadamente nula (Figura 6.27).\n0,6 -\ne\n0,4 -\n♦ +\n♦ \"■ X\nX\n♦\tS1 (35-45 cm)\n■ S2 (4-15 cm)\nAS2 (20-30 cm)\nXS2 (35-45 cm)\nXS3 (8-12 cm)\n♦\tS3 (15-25 cm)\n+ S3 (35-45 cm)\n-S4 (10-20 cm)\n-S4 (25-35 cm)\n♦\tS4 (35-45 cm)\nS5 (35-45 cm)\n0,3 -I-------1----------1---------1--------r-\n1,2\t1,4\t1,6\t1,8\t2\nMz($)\n—i-----------1\n2,2\t2,4\nAS6 (0 cm)\nXS6 (35-45 cm)\nFigura 6.26- Caracterização textural do sedimento de sapal de Vila Real de Santo António. Projeção do diâmetro\nmédio contra o desvio padrão.\n0,15\n0,1\n0,05\n0\n-0,05\n-0,1\n-0,15\n-0,2\n-0,25\n-0,3\n0\n\nX x\n♦\tS1 (35-45 cm)\n■ S2 (4-15 cm)\nAS2 (20-30 cm)\nXS2 (35-45 cm)\nXS3 (8-12 cm)\n♦\tS3 (15-25 cm)\n+ S3 (35-45 cm)\n-S4 (10-20 cm)\n-S4 (25-35 cm)\n♦\tS4 (35-45 cm)\nS5 (35-45 cm)\nAS6 (0 cm)\n-1--------------------------------------------------• X S6 (35-45 cm)\n0,2\t0,4\t0,6\t0,8\t1\t1,2\t1,4\nKo\nFigura 6.27- Caraterização textural do sedimento de sapal de Vila Real de Santo António. Projeção da curtose contra a assimetria.\nA percentagem em finos nas sondagens de sapal, (tanto os sedimentos superficiais e colhidos nos perfis), diminui com a profundidade. O teor em finos abaixo de 25 cm de profundidade é muito reduzido, entre os 6 a 15 cm têm teores da ordem de 5 a 10%, e nas camadas lodosas de solo o teor em finos atinge os 80%. Isto indica que a deposição de finos é recente, e que o ambiente deposicional presente neste local antes da instalação do sapal tinha uma elevada hidrodinâmica, condicionando a sedimentação de finos e permitindo a deposição de areias. A sua redução hidrodinâmica criou condições favoráveis à deposição de sedimento lodoso e à instalação do sapal, mas ainda não houve tempo suficiente para se diferenciar uma cobertura de vasa espessa, como é habitual em sapais mais antigos.\nEsta pequena amostragem de sapal permitiu confirmar que este ambiente é recente/jovem. Os testemunhos das sondagens permitiram estabelecer uma espessura na ordem de 40 a 60 mm para a camada vasosa onde este sapal se desenvolve. Tendo em conta a cartografia e outros dados bibliográficos disponíveis sugere-se que a sua formação se iniciou entre os anos de 1958 e 1976, propondo-se uma taxa média de sedimentação entre 0.7 e 1.5 mm.ano-1. O sapal do Ancão, situado na zona este da Ria Formosa (o mais próximo da zona de estudo com taxas de sedimentação calculadas) apresenta uma taxa de sedimentação de 8 a 9 mm.ano -1 entre 1941 e 2000 obtida a partir de dados de 210Pb e 137Cs (Arnaud-Fassetta et al., 2006). Esta taxa de sedimentação é cinco vezes superior à aqui referida para o sapal de Vila Real de Santo António.\n6.2.5\tDragados do Lago e Areias de Interdunares\nOs interdunares correspondem a espaços entre dunas, localizados a cotas mais baixas, mais próximas do nível freático e com maior apetência para a infiltração de água meteórica. Os sedimentos de dragados para a construção dos lagos também se encontram em interdunares.\nNas proximidades do lago nascente da MDLVRSA, recolheram-se duas amostras (DGL1 e DGL2) de um rejeito de dragados relativamente recente (Figura 5.1). Um destes sedimentos (DGL1) é arenoso com uma coloração escura e uma grande quantidade de bivalves, enquanto o outro, (DGL2), consiste em areia mais clara e tem fragmentos de conchas menores. Os sedimentos dos interdunares e dos dragados do lago classificam-se como areias médias moderadamente bem calibradas (Figura 6.28). Os teores de CaCO3 dos sedimentos de dragados são pouco carbonatados, inferiores a 2 %. Embora tenha uma maior quantidade de bivalves, esta análise não teve em conta as conchas de maiores dimensões da amostra.\nA distribuição granulométrica destes sedimentos é aproximadamente simétrica, com curva leptocúrtica a mesocúrtica (Figura 6.29). Estas areias são mais grosseiras do que as das dunas secundárias mais interiores, e as dunas secundárias a sul, e ainda do que as do sistema atual de praia-duna. As areias dos interdunares são mais grosseiras visto que não foram transportadas pelo vento logo a calibragem das mesmas diminui e o diâmetro médio também.\n0,8 -\n■ DGL1\n0,7 -\n®0,6\ne\"\n0,5\n0,4\n■ DGL2\nA Interdunar 1 (40 cm)\n•\tInterdunar 2 (0 cm)\n•\tInterdunar 2 (15 cm)\n•\tInterdunar 2 (30 cm)\n•\tInterdunar 2 (40 cm)\n0,3 4-\n1,2\n—i------------1------------1-----------r\n1,4\t1,6\t1,8\t2\nMz.(<l>)\n—I-----------1\n2,2\t2,4\nFigura 6.28- Caracterização textural do sedimento dos interdunares e dragados do lago. Projeção do diâmetro médio contra o desvio padrão.\n0,15\n0,1\n0,05\n0\n-0,05\n-0,1\n■\tDGL1\n■\tDGL2\nA Interdunar 1 (40 cm)\n•\tInterdunar 2 (0 cm)\n•\tInterdunar 2 (15 cm)\n•\tInterdunar 2 (30 cm)\n•\tInterdunar 2 (40 cm)\n-0,15 4---------1-----------1---------1----------1--------r\n0\t0,2\t0,4\t0,6\t0,8\t1\n1,2\t1,4\nKo\nFigura 6.29- Caracterização textural do sedimento dos interdunares e dragados do lago. Projeção da curtose contra a assimetria\nNas amostras dos interdunares estabeleceu-se também a relação entre o diâmetro médio e o teor em CaCÜ3, em função da profundidade. O diâmetro médio mantém-se constante em profundidade (Figura 6.30). A Figura 6.31 ilustra que no perfil de amostragem do interdunar 2 a variação o CaCO3 aumenta com a profundidade.\nMz(^)\n1,8\n0 1\"\"*’\n5\n2\t2,2\t2,4\nl I I\n_ 10 s\n15\n20 -o\n25 s\n'g 30\n35\n40\n45\n■\tDGL1\n■\tDGL2\n•\tInterdunar 1 (40 cm)\n•\tInterdunar 2 (0 cm)\n•\tInterdunar 2 (15 cm)\n•\tInterdunar 2 (30 cm)\n•\tInterdunar 2 (40 cm)\nFigura 6.30- Caracterização do diâmetro médio em função da profundidade das areias de interdunares, dragados do lago.\n0\n0\n5\n10\n15\n20\n-o\n25 a\n30\n£\n35\n40\n45\n%CaCO3\n4\t6\t8\t10\n12\t14\n■\tDGL1\n■\tDGL2\nO Interdunar 1 (40 cm)\n•\tInterdunar 2 (0 cm)\n•\tInterdunar 2 (15 cm)\n•\tInterdunar 2 (30 cm)\n•\tInterdunar 2 (40 cm)\n2\nFigura 6.31- Variação da percentagem de CaCO3 com a profundidade nas amostras de interdundares e dragados dos lagos.\nNo interdunar 2 os teores em Fe dos lixiviados são idênticos ao longo do perfil de amostragem. Os teores em Fe das amostras dos interdunares 1 e 2 são semelhantes os obtidos nas amostras de areia das cristas mais próximas, pelo que se pode inferir que o teor de Fe nos sedimentos interdunares traduz também a idade do sedimento desde a sua imobilização entre cristas eólicas. No que diz respeito ao comportamento do pH, verifica-se que nos interdunares e nos dragados o seu valor é mais baixo que nas cristas dunares provavelmente devido a maior acumulação de matéria orgânica.\nAmostra\tProf (cm)\t%Fe\tpH\nInterdunar 1\t40\t1.47\t7.8\nInterdunar 2\t15\t2.33\t\nInterdunar 2\t30\t2.00\t\nInterdunar 2\t40\t2.19\t7.7\nDGL2\t0\t\t7.7\n6.3\tEvolução da Planície Litoral\nA sondagem realizada nas proximidades do lago nascente da Mata Nacional de Vila Real de Santo António (Figura 4.3) (Boski et al., 2002) permitiu indicar uma idade máxima para os sedimentos deste campo dunar. A datação foi realizada em amostra colhida a 3 metros de profundidade, pertencente ao complexo de barreira subjacente às areias de duna, e produziu uma idade radiocarbono de 6200 +/- 340 BP). As sondagens efetuadas nas proximidades da desembocadura do estuário do rio Guadiana (Boski et al., 2002) permitiram estabelecer fases distintas de subida no nível médio do mar. Segundo este autor, há 6500 anos BP sucedeu uma fase de rápida subida do nível do mar, de cerca de 1 m por século. Há 5000 anos BP a subida do nível médio praticamente estagnou ficando o nível do mar próximo do atual. Assim, as dunas aqui estudadas terão uma idade máxima de aproximadamente de 6200 BP e, visto que o desenvolvimento de planícies litorais é facilitado em condições de nível do mar estacionário, interpreta-se que as dunas da planície litoral ter-se-ão formado com a desaceleração da subida do nível médio do mar naquela época, provavelmente após 5000 BP.\nPara uma melhor visualização da morfologia e relevo da planície da Manta Rota, traçaram-se dois perfis sobre o MDT (perfis A-B e C-D, Figura 6.32) com orientação aproximada norte-sul, ambos próximos dos locais de amostragem. Os perfis foram realizados em ArcMAP e exportados para Excel. Na figura 6.33, ilustra-se o perfil A-B, que foi dividido em dois segmentos: o setor norte que reúne o grupo de dunas AN (Figura 6.34) e o setor sul que engloba o grupo de dunas AS (Figura 6.35). O perfil C-D está ilustrado na Figura 6.36 e não foi subdividido.\nVerifica-se no perfil A-B (Figura 6.33) a presença de dunas robustas, bem demarcadas e bem definidas, e outras em que o perfil evolui por pequenos socalcos, indicando a soldadura de corpos dunares sucessivos, sem preservação de espaços interdunares amplos, deprimidos e bem definidos.\nCombinaram-se os dados anteriormente citados sobre a evolução da linha de costa, com os obtidos através da análise cartográfica e de fotografias, bem como as linhas de costa compiladas entre 1945 e 2005, cedidas por Erwan Garel. A junção destes dados aos elementos morfológicos representados no mapa geomorfológico e no perfil A-B, foram utlizados para impor limites cronológicos a agrupamentos de dunas e procurar estabelecer uma cronologia dos eventos de progradação da planície litoral.\nO sector norte do perfil A-B compreende as cristas dunares mais antigas e o setor sul as dunas mais recentes. A fronteira entre estes dois setores corresponde à localização da linha de costa de 1876 ( Figura 6.33). Assim, todas as dunas que produziram as amostras de areias incluídas na zona de transição e no conjunto norte formaram-se antes de 1876 (Figura 6.32).\nC\nD\nB ’\nLegenda\n----- 1876\nHigh : 24.78\n0\nLow:-1.35\t■\nFigura 6.32- Mapa hipsométrico com a localização dos perfis transversais A-B e C-D.\n12\n\t\tGrupo AN\t\tGrupo AS\n\t\t\t\t\n\t\t\t\t\n\t\t\t\t\n-\t\t\t\t\n10\n8\n6\n■u\n4\n2\n0\nDistância (m)\n(N O\nrxj cd uo m o LD H px oo cd cd\nH\tOO\tLT)\tN\tCD\n00\tCD\tLD\tH\tID\no\tT-i\tvH\tcxj\tm\tm\n00 (N LD\nlo oo LD\ni LO T—I ld\nT-iooLnrxicDLDmor^^rT-i lox—ir^cxjoo^tOLOx—ir^ HHrNtMcn'í'íLnLn\nFigura 6.33- Perfil A-B (sobreelevado cerca de 40x) com a indicação de dois setores norte e sul (AN e AS), respetivamente. O limite entre eles corresponde à linha de costa de 1876.\nDe acordo com os resultados obtidos, as dunas do agrupamento AN, mais antigo (Figura 6.34) são formadas por areias médias (diâmetro médio entre 1.40 e 1.79 $), com teores de CaCÜ3 inferiores a 9%, teores em Fe inferiores a 2 % e pH de 8.2 a 8.4. As cristas têm orientações principais de E-W, (N 110° E, N 100° E). É neste agrupamento que se encontram as cristas a cotas mais elevadas ( > 10 m acima do NMM), nomeadamente as cristas P11 e P19 (Figura 6.34). A altura e definição das dunas P11 e P19, sugerem que poder-se-ão ter formado num período em que a velocidade de progradação teria sido mais lenta. Estes edifícios, robustos e bem separados dos vizinhos - com a presença de interdunares amplos e bem definidos, podem ter resultado da ocorrência de duas situações: uma situação, em que o transporte\neólico da praia para a mesma duna ocorreu durante um maior intervalo de tempo, e outra situação envolvendo a sobreposição e amalmagação de várias cristas dunares, que acabaram por originar um único edifício dunar maior e muito robusto. Ambas as situações ocorrem na presença de bermas largas, bem desenvolvidas, facilitando os processos eólicos. Estas duas dunas mais altas correspondem também ao início de fases de progradação. A duna sententrional corresponde ao início da formação da planície litoral da Manta Rota e a crista P19 corresponde à primeira duna compreendida na zona de transição. Os valores dos parâmetros analisados do conteúdo sedimentar nas areias da crista P110 são muito semelhantes aos das areias da crista P19, podendo representar uma sobreposição de duas cristas. A morfologia da duna próxima dos pontos de amostragem P111 e P112 é dissemelhante das dunas mais interiores da zona de transição, pois tem interdunares mais amplos e deprimidos entre elas. A morfologia ilustrada ao longo do perfil A-B na região das cristas P15, P16, P17, P18, mostra uma sucessão de dunas de menor envergadura e com espaçamento mais reduzido entre elas sugerindo um episódio de progradação rápida, o que permitiu a rápida soldadura de sucessivas cristas dunares. Salienta-se ainda que estas cristas têm uma largura maior do que as cristas de progradação lenta. Podem ainda estar aliados outros fatores, como a rápida cobertura pela vegetação.\nFigura 6.34- Grupo AN no perfil A-B: grupo AN (sobreelevado 40x). A numeração das dunas corresponde à designação das amostras de cristas do perfil 1.\nNa Figura 6.35 registaram-se os limites temporais que balizam as datas de formação das cristas dunares encontradas no setor sul, configurando uma 2a fase de formação e progradação para sul da planície litoral e das dunas que a culminam incluindo também a praia atual. Os sedimentos correspondem a areias mais finas (diâmetro médio maior que 1.6 $), teores de CaCO3 que podem atingir 14 % e teores em Fe que podem atingir 5 %.\nEntre 1876 e 1945 ter-se-ão diferenciado as cristas que produziram as amostras P113 a P116. Estas cristas são paralelas entre si, acompanhando o traçado da linha de costa atual. Os valores do diâmetro médio das areias que as formam encontram-se entre 1.73 e 1.78 $, os valores de CaCO3 entre 3.5 e 4.8 %, os valores de Fe entre 1.75 e 2.3 %, e o pH é da ordem de 8.3. Apesar da diferença de alturas, estas 4 cristas são similares nos parâmetros sedimentológicos de areia. A crista P115 é bem definida, tem uma envergadura de 6 m, podendo indicar outra fase de progradação mais lenta bem como a crista P116\nembora esta última tenha uma envergadura menor, é seguida para sul de um interdunar bem definido e espaçado.\nEntre 1945 e 1976 desenvolveram-se as dunas P117 e P118. Quanto ao diâmetro médio, as areias destas dunas são semelhantes entre si, mas o CaCO3 aumenta de 5.6 para 7.4 % respetivamente. O desenvolvimento destas dunas marca o fim do estabelecimento do conjunto de dunas secundárias nesta área. Note-se que neste intervalo de tempo o sapal de VRSA começou a instalar-se.\nEntre 1972 e 1974 o esporão e o molhe do Guadiana foram construídos, alterando a morfologia da praia, ao reter sedimento da deriva litoral. De acordo com Garel etal. (2015) a linha de costa avançou 70 metros, nesta janela temporal, a uma taxa semelhante à prevalecente antes da construção do esporão e do molhe. Houve vários momentos de acreção junto ao molhe entre 1976 e 1978 (cerca de 50 m) e entre 1985 e 1996, de 110 metros. Naturalmente, poderão ter sido formadas cristas eólicas neste período que foram seguidamente erodidas e das quais não restam testemunhos geológicos.\nEntre 1976 e 2000, não foram identificadas cristas no perfil A-B. Estas estruturas podem ter existido, mas não foram preservadas. No perfil C-D (Figura 6.36), formaram-se pelo menos duas cristas de pequena envergadura, comprovando a acreção na zona mais próxima do esporão, tal como descrito por Garel et al. (2015). As areias das cristas representadas pelas amostras P22 e P23, têm diâmetro médio de 2 $ e teor em CaCO3 de 3%. Neste período também foi acrescentada à parte Sul do sapal uma pequena bacia (Figura 4.2).\nFigura 6.35- Grupo AS no perfil A-B (sobreelevado 40x). A numeração das dunas corresponde à designação das amostras de cristas do perfil 1.\nNos anos 2000 a 2005 formou-se a duna próxima do local de amostragem P119 ao longo do perfil A-B (mais especificamente entre 2000 e 2001) e a crista mais próxima da vertente interna da duna frontal do perfil C-D. Estas duas cristas são semelhantes em termos de teor em CaCO3, cerca de 4 % e quanto ao diâmetro médio que varia entre 1.98 e 2.34 $. Após 2005 cresceu o sistema de praia e de duna atual. Tratam-se maioritariamente de sedimentos arenosos mais finos dos que as restantes amostras do grupo\nAS e com teores variáveis em CaCÜ3 (entre os 3 e 13 %) e em Fe (entre 2.2 e 4.4 %). Segundo Garel et al. (2015), houve uma nova acreção de 20 m neste período junto ao esporão.\nAs cristas dunares próximas do ponto P117 têm a mesma cota que alguns interdunares do grupo AS, e com interdunares pouco espaçados, mal definidos. Por outro lado, a crista P118 contrasta com as cristas próximas de P117, já que esta tem uma grande envergadura e está muito bem definida. Nestes conjuntos, torna-se mais difícil argumentar sobre o regime de progradação dado que têm interdunares pouco deprimidos e pouco amplos; no entanto, põe-se a hipótese de que a velocidade da progradação na área que compreende as cristas mais a sul do agrupamento sul seja constante (ou seja, uma velocidade intermédia entre as duas progradações).\nNa Figura 6.37 representa o relevo do perfil 1 a 3 dimensões. A Figura 6.38 mostra o mapa geomorfológico com o balizamento das datas da formação das dunas.\nFigura 6.36-Perfil C-D. A numeração corresponde à designação das cristas do perfil 2.\nFigura 6.37- Perspetiva oblíqua da planície na região do perfil A-B (sobreelevado 3x). A linha a verde identifica a linha de costa de 1876 e os pontos azuis identificam os locais de amostragem das dunas amostradas a 40 cm e a laranja os locais de amostragem do sistema atual.\n&lt;1876\nDunas embrionárias\nDunas primárias\nDunas secundárias\nPraia\nSapal\nCanais\nBancos de areia\nLagos artificiais\nBlowout\n1876\nLegenda\nO > 2005\no 2000-2005\n•\t>1958\n1945-1976\n1976-1999\n1876-1945\nFigura 6.38- Mapa geomorfológico do troço costeiro identificando as amostras de acordo com a idade.\n56\n7\tConclusões\nA planície litoral da Manta Rota é constituída por um sistema de praia/duna ativo, que margina um conjunto de cordões dunares sucessivos, fixados por coberto vegetal, que se estende entre a região da Manta Rota e o estuário do Guadiana. Engloba uma área com forma triangular cuja largura diminui para oeste. O estudo elaborado nesta dissertação teve como foco a região entre Monte Gordo e Vila Real de Santo António, que abrange uma área de mata nacional, com estatuto de proteção e, que por essa razão se encontra algo protegida da ocupação urbana. O conhecimento sobre a planície litoral é ainda escasso, pelo que esta dissertação teve como principal objetivo a caracterização do respetivo conteúdo sedimentar e organização geomorfológica.\nRecolheram-se amostras superficiais e subperficiais de sedimento ao longo de dois perfis transversais à linha de costa, que atravessam parte do campo de dunas até ao sistema de praia-duna atual. O perfil 1 é constituído por trinta e uma amostras, das quais dezoito correspondem a cristas dunares de dunas secundárias, uma corresponde a crista de duna primária, duas correspondem a cristas do sistema dunar atual, três de sistema praia atual, cinco são de depressões interdunares e outras duas amostras foram colhidas de sedimentos de dragados de um lago artificial instalado num interdunar. O perfil 2 compreende nove amostras, sendo quatro de cristas dunares primárias e duas do sistema dunar atual e três do sistema de praia atual. Foram ainda analisadas vinte e duas amostras do sapal (colhidas a várias profundidades provenientes de perfis verticais de amostragem). A caraterização geomorfológica passou pela construção de um mapa geomorfológico em que foram distinguidos 6 domínios, ocupados por: dunas secundárias, dunas primárias, dunas embrionárias, praia, sapal e rede de canais associados e, por fim, lagos (artificiais).\nA caracterização dos sedimentos amostrados nos diferentes domínios incidiu sobre ensaios granulométricos pelo método de peneiração a seco, teor em CaCO3 com recurso ao calcímetro de EIJKELKAMP, teor em Fe dos lixiviados através de absorção atómica e ainda observação à lupa binocular. Os ensaios do teor em humidade e teor em matéria orgânica foram apenas realizados nos sedimentos lodosos de sapal.\nAs dunas secundárias são aproximadamente paralelas entre si e pouco contínuas lateralmente, com orientações principais E-W e N 110°, apresentando cotas apicais entre 4 e 16 m em relação ao NMM, separadas por interdunares com larguras na ordem de 100 a 300 m. As dunas primárias apresentam cotas que podem variar de 4 a 6 m e orientação E-W; este tipo de dunas é afetado por estruturas de deflação com direções predominantes de N40° E. A praia tem uma forma arqueada com orientação WSW-ENE a poente de Monte Gordo, W-E ao centro, e NW-SE junto ao molhe oeste do Guadiana. Na zona de Monte Gordo há uma ocupação urbana densa, pelo que as dunas são muito mais pisoteadas e consequentemente destruídas. Os lagos artificiais correspondem a depressões formadas por dragagem de sedimentos arenosos, escavados a uma profundidade entre 3.5 e 5 m abaixo da cota da superfície.\nDo ponto de vista sedimentológico, no perfil 1, concluiu-se que existem dois conjuntos principais de sedimentos, organizados espacialmente num grupo localizado a norte e outro localizado a sul. Observou-se que as variações dos parâmetros granulométricos das areias amostradas nestes dois conjuntos tinham correspondência espacial no terreno. Foi obtida também correspondência espacial nos restantes parâmetros analisados, nomeadamente no teor em Fe dos lixiviados obtidos do sedimento e no teor em CaCO3.\nAssim, de acordo com a sedimentologia e geomorfologia, discriminou-se um primeiro conjunto de dunas secundárias internas, localizadas a norte, bem como outro conjunto, a sul, que engloba as dunas secundárias mais recentes, dunas primárias, dunas embrionárias e também a praia. Estes dois conjuntos, norte e sul, estão separados por uma faixa de transição.\nAs dunas secundárias mais internas são constituídas por areias mais grosseiras que as amostras que compreendem os sedimentos de dunas secundárias recentes, com teores em CaCÜ3 inferiores a 9% e teores de Fe entre 1 e 3 %, com uma composição muito semelhante. O segundo conjunto, na região sul da planície litoral, é constituído por areias mais finas (diâmetro médio superior a 1.6 C). com teores em CaCO3 superiores a 5 % e teores em Fe entre 1.5 e 5 %. Os sedimentos pertencentes à faixa de transição apresentam características granulométricas e composicionais intermédias dos dois conjuntos. Relativamente ao pH, verifica-se que as amostras apresentam valores entre 8.2 e 9.\nA variação do diâmetro médio das areias de duna é interpretada como indicador de modificações no regime hidrodinâmico da praia, ao longo do tempo, implicando que as areias de duna herdam parâmetros dimensionais da praia a partir da qual se alimentam. As variações dos teores de CaCO3 e de Fe destas amostras são aqui interpretadas como um efeito do tempo de exposição dos sedimentos à atuação dos processos de meteorização (por lixiviação seletiva de elementos e compostos minerais mais facilmente solubilizáveis na água de percolação). Assim, as variações espaciais do teor em CaCO3 dos sedimentos de duna, associado ao conteúdo em bioclastos carbonatados, refletem essencialmente a sua idade, após imobilização num edifício de origem eólica. O Fe provém principalmente de patines que revestem os grãos de quartzo, de bioclastos e ainda de minerais pesados.\nAs areias amostradas no perfil1 são constituídas essencialmente por grãos de quartzo, bioclastos (nomeadamente bivalves) e minerais pesados (com relevo para a ilmenite/ magnetite); observa-se que as dunas secundárias têm praticamente a mesma composição enquanto as areias das dunas primárias e do sistema atual de praia têm maior proporção de minerais pesados bem como a presença de litoclastos.\nO perfil 2, que compreende dunas primárias, dunas embrionárias e o sistema de praia atual, é constituído por areias médias a finas, pouco a muito pouco carbonatadas e que apresentam características granulométricas e composicionais semelhantes às observadas nas areias do conjunto sul do perfil 1. Esta correspondência entre as amostras localizadas a sul da planície, demonstra que são as características típicas desta zona, e que há uma diferença marcada entre estas e as que se localizam a norte na planície.\nAs areias de praia, amostradas em duas campanhas distintas, no inverno e no verão, e em praias diferentes do mesmo troço costeiro são muito homogéneas do ponto de vista textural e composicional, não sendo afetadas pela sazonalidade da praia nem pela localização espacial. A análise do pH das zonas deprimidas (interdunares e dos sedimentos dragados do lago) apontam uma maior deposição de matéria orgânica.\nNo que diz respeito ao sapal de Vila Real de Santo António, trata-se de um ambiente deposicional jovem, que ocupa uma superfície constituída essencialmente por sedimentos arenosos devido ao elevado hidrodinamismo do ambiente antecedente à deposição das vasas de sapal. O teor em finos observados nas sondagens de sapal, e nos perfis verticais de amostragem a diferentes profundidades, diminui com a profundidade, pelo que se conclui que neste ambiente ainda não houve tempo suficiente para se diferenciar uma cobertura de vasa muito espessa. Com base nos elementos cartográficos e tomando um valor de 4 a 6 cm como representativo da espessura da camada vasosa do sapal propõem-se uma taxa de sedimentação de 0.7 a 1.5 mm.ano-1 para estes sedimentos finos.\nA sondagem descrita em por Boski et al., (2002) possibilitou apontar uma idade máxima de 6200 anos BP para os sedimentos deste campo dunar. Infere-se que em 5000 anos BP o nível do mar estacionou e que provavelmente promoveu o desenvolvimento destas planícies litorais. Os dados\ncartográficos permitiram balizar temporalmente a formação das dunas; considera-se que até 1976 desenvolveram-se as dunas secundárias, entre 2000 e 2001 formaram-se as dunas primárias e posteriormente, em 2005, formou-se a duna embrionária e todo o sistema de praia atual. Antes de 1876 desenvolveram-se as dunas do primeiro grupo de dunas secundárias a norte e as dunas da faixa de transição.\nA taxa de evolução da planície não foi constante ao longo do tempo, dado que as dunas têm morfologias distintas, deduziram-se diferentes velocidades de progradação. Fases de progradação lenta, compreendidas pelas dunas secundárias P11 e P19, representadas por uma duna robusta com interdunares amplos e deprimidos. A fase de progradação rápida compreende as dunas secundárias a norte da planície (P113, P114, P115, P116), caracterizadas por dunas pouco robustas e interdunares pouco definidos e pouco espaçosos. Neste segundo conjunto a velocidade de progradação tem tendência a ficar constante para sul.\nEste trabalho consistiu numa abordagem exploratória sobre o campo dunar a nível textural, composicional e morfológico. O conhecimento geológico sobre esta planície poderia melhorar com a realização de uma maior densidade de amostragem, em perfis transversais à linha de costa com o intuito de melhorar a resolução dos dados espaciais.\nPor outro lado, a utilização do georadar iria permitir compreender a estrutura interna das dunas, discriminando diferentes episódios de acreção, erosão ou migração de corpos eólicos, bem como esclarecer a espessura do sedimento arenoso mobilizado pelo vento e mapear a superfície que separa das estruturas de barreira/praia subjacentes. A junção de dados quer de datações por OSL, quer por 14C e ainda informações sobre a estrutura interna das dunas com recurso de georadar, permitiria melhorar a caracterização destas dunas do ponto de vista cronológico e calcular taxas de progradação e acumulação. Neste sentido, já foi realizada uma colheita de amostra arenosa da crista mais antiga no extremo norte do perfil 1, destinada a datação por OSL, mas os resultados não chegaram a tempo de serem incorporados nesta dissertação.\n60\n8\tReferências Bibliográficas\nAndrade, C. (1990). O ambiente de barreira da Ria Formosa (Algarve, Portugal). Tese de doutoramento em Geologia, na especialidade de Geologia do Ambiente. Faculdade de Ciências, Universidade de Lisboa, Portugal. 645 p.\nArnaud-Fassetta, G., Bertrand, F., Costa, S. &amp; Davidson R. (2006). The western lagoon marshes of Ria Formosa (Southern Portugal): Sediment-vegetation dynamics, long-term to short-term changes and prespective. Continental Shelf Research. 26, 3, 363-384.\nBaize, D. (1988). Soil Sciences Analyses. A guide to current use. New York: John Wiley and Sons.\nBoski, T., Moura, D., Veiga-Pires C., Camacho S., Duarte D., Scott D.B. &amp; Fernandes S.G. (2002). Postglacial sea-level rise and sedimentary response in Guadiana Estuary, Portugal/Spain border. Sedimentary Geology. 150, 103-102.\nBristow, C.S., &amp; Pucillo, K. (2006). Quantifying rates of coastal progradation from sediment volume using GPR and OSL: Holocene fill of Guichen Bay, south-east South Australia. Sedimentology. 53, 769-788.\nCarter, R.W.G. (1988). Coastal Environment. An introduction to the physical, ecological and cultural systems of coastlines. London: Academic Press.\nCosta, J.B. da (1991). Caracterização e constituição do solo. Lisboa: Serviços de Educação da Fundação Calouste Gulbenkian.\nCosta, M., Silva, R. &amp; Vitorino, J. (2001). Contribuição para o estudo do clima de agitação marítima na costa portuguesa. 2as Jornadas Portuguesas de Engenharia Costeira e Portuária. International Navigation Association, PIANC. Sines, Portugal.\nDias, J. &amp; Ferreira, O. (2001). Projecto EMERGE- Estudo Multidisciplinar do Estuário do Rio Guadiana. CIACOMAR (Centro de Invertigação dos Ambientes Costeiros e Marinhos. CIMA (Centro de Investigação Marinha e Ambiental). 8-14.\nFlemming, B.W. (2000). A revised textural classification of gravel-free muddy sediments on the basin of ternary diagrams. Continental Shelf Research. 20, 1125-1137.\nFolk, R.L. &amp; Ward, W.C. (1957). Brazos River bar: a study in the significance of grain size parameters. Journal of Sedimentary Petrology. 27, 1, 3-26.\nGarel, E., Sousa, C. &amp; Ferreira, Ó. (2015). Sand bypass and updrift beach evolution after jetty construction at an ebb-tidal delta. Estuarine, Coast and Shelf Science .167, 4-13.\nGomes, V. (2013). Análise estatística multivariada aplicada a dados hidrogeológicos. Dissertação para obtenção do grau de mestre em Estatística. Faculdade de Ciências da Universidade de Lisboa. Lisboa. Portugal 116 p.\nGonzalez, R., Dias, J. &amp; Ferreira, O. (2001). Recent rapid evolution of the Guadiana Estuary mouth (Southwestern Iberian Peninsula). Journal of Coastal Research. Proc. Int. Coast. Symp. 2000, 516-527.\nHayes, M.O., (1979). Barrier island morphology as a function of tidal and wave regime. Em: Leatherman, S.P. (Ed.) Barrier Islands form the Gulf of St. Lawrence to the Gulf of Mexico. New York: Academic Press.\nHesp, P. (1984). The formation of sand ‘beach ridges' and foredunes. Search.15, 9-10, 289-291.\nHesp, P. (2002). Foredunes and blowouts: initiation, geomorphology and dynamics. Geomorphology. 48, 1-3, 245-268.\nHesp, P., Dillenburng, S., Barboza, E., Tomazelli, L., Ayup, R., Esteves, L., Gruber, N., Toldo-Jr, E., Tabajara, L. &amp; Clerot, L. (2005). Beach Ridges, foredunes or trangressive dunefields? Definition and examination of the Torres to Tramandaí barrier system. Anais da Academia Brasileira de Ciências. 77, 3, 493-508.\nIserman, M. (2005). Soil pH and spcecies diversity in coastal dunes. Plant Ecology .178, 1, 11120.\nKristensen, E. (1990).Characterization of biogenic organic matter by stepwise thermogravimety (STG). Biogeochemistry. 9, 135-159\nLNEC (1967). Especificação E 203. Solos - Determinação do pH. Documentação normativa. 2p.\nManuppela, G. (1992). Carta Geológica da Região de Algarve, escala 1/100.000, Folha Oriental. Serviços Geológicos de Portugal.\nOliveira, J.T. (1992). Carta Geológica de Portugal na escala 1/200 000. Notícia explicativa da folha 8. Serviços Geológicos de Portugal. Lisboa.\nOliveira, A.M. (2009). Influência da geomorfologia local na preservação de assinaturas sedimentares de eventos de alta energia no Algarve Ocidental. Tese de mestrado em Geologia e Ambiente, Riscos Geológicos e Ordenamento do Território. Faculdade de Ciências da Universidade de Lisboa. Portugal. 252 p.\nOtvos, E. G. (2000). Beach ridges - definitions and significance. Geomorphology. 32,833-108.\nPye, K., &amp; Tsoar, H. (2009). Aeolian sand and sand dunes. Berlin: Springer.\nRamos, R. (2013). Contribuição dos métodos geofísicos para o modelo evolutivo da região de Santo André desde o último máximo glaciário. Tese de doutoramento em Geologia, na especialidade de Geologia Económica e do Ambiente. Faculdade de Ciências da Universidade de Lisboa. Portugal. 98 p.\nRebêlo, L.&amp; Brito P. (2004). A importância das dunas frontais na avaliação da evolução da linha de costa - O caso da praia da Manta Rota. V Encontro de Professores de Geociências do Algarve, Vila Real de Santo António, 2004.\nSampath, D. (2015) - Costal responses to sea-level rise on centennial to millennial time scales: development of hybrid model-based forecasting for the Guadiana Estuary. Tese de doutoramento em Ciências do Mar, da Terra e do Ambiente, Ramo de Geociências, Especialidade em Dinâmica Litoral. Universidade do Algarve. Portugal. 264 p.\nSeoane, C.L.V., Fernández, J.B.G., &amp; Pascual, C.V. (2007). Manual de restauracíon de dunas costeras. Ministério de Medio Ambiente. Direccíon General de Costas.\nStapor, F. W. (1975). Holocene beach ridge plain development, northwest Florida. Zeitschr Geomorphologie. 22, 116-144.\nSilva, M.O. (1984). Hidrogeologia do Algarve Ocidental. Tese de doutoramento em Geologia, na especialidade de Hidrogeologia. Faculdade de Ciências Universidade de Lisboa. Portugal. 333 pp.\nSuguio, K. (1998). Dicionário de geologia sedimentar e áreas afins. Rio de Janeiro: Bertrand Brasil.\nWentworth, K. (1992). The journal of Geology, 30, 5, 377-395.\nWoodroffe, C. (2002). Coast: form, process and evolution. Cambridge: Cambridge University Press.\nEndereços Web\nAssociação Nacional de Conservação da Natureza. Mata das Dunas Litorais de Vila Real de Santo António em risco de ser amputada. Consultado em 1 de junho de 2016. Disponível em http://www.quercus.pt/comunicados/2014/abril/3574-mata-nacional-das-dunas-litorais-de-vila-real-de-sanio-anionio-em-risco-de-ser-ampuiada.\nDireção Regional de Agricultura e Pescas do Algarve. Junqueira. Consultado em 5 de abril de 2017.\tDisponível\tem\thttp://www.drapalg.min-\nagricultura.pt/index.php?option=com_wrapper&amp;Itemid=43-.\nInstituto da Conservação da Natureza e das Florestas. Consultado em 28 de outubro de 2017. Disponível em http://www.icnf.pt/portal/ap/r-nat/rnscmvrsa/flora.\n64\n9\tAnexos\nAnexo 1- Protocolo para a Análise do Teor em Ferro dos Lixiviados em Areia\nPreparação de amostra\nTodo o material de vidro utilizado é material corrente de laboratório. Em todas as medições usou-se material volumétrico de precisão. Em todo o procedimento experimental utilizou-se água destilada.\nApós quartear as amostras de areia, pesar cerca de 5 g de areia para um copo de vidro.\nAdicionar 10 ml de ácido clorídrico (37% m/V), até que os grãos de quartzo fiquem completamente brancos (mínimo de 24h). Cobrir o copo com um vidro do relógio.\nEm amostras que apresentem mais partículas de matéria orgânica, deve-se adicionar 20 ml de HCl em vez dos 10 ml.\nCentrifugar durante 15 min a 9000 rotações por minuto para separar as fases. Decantar a solução e colocar o sobrenadante para um copo de vidro.\nAdicionar 10 ml de peroxido de hidrogénio (H2O2) para o copo e aquecer placa térmica na temperatura de 60°C, até parar a efervescência.\nEm amostras que apresentem mais partículas de matéria orgânica deve-se adicionar 20 ml de H2O2 em vez de 10 ml.\nFiltrar a solução com papel de filtro, para eliminar algum particulado orgânico em suspensão.\nDiluição 1:5 em balão volumétrico de 25 ml\nDiluição 1/10 em balão volumétrico de 50 ml\nNota: Para minimizar as interferências na determinação de ferro por espectrometria de absorção atómica adicionou-se 0.1g de CaCU em cada um dos balões contendo o ferro em solução. (A proporção do composto foi retirada de http://delloyd.50megs.com/moreinfo/interferences.html). Este passo poderia ser dispensável se o espectrómetro se utiliza uma chama mais quente como a de óxido nitroso/acetileno.\nConservar a solução no balão volumétrico fechado e refrigerado até à análise.\nForam preparados dois ensaios em branco, soluções que passaram por todos os passos, mas sem amostra.\nPreparação das soluções padrão\nPara se efetuar uma curva de calibração de ferro é necessária a preparação de soluções padrão de ferro com uma concentração conhecida. As concentrações das soluções padrão de ferro devem enquadrar as concentrações de ferro das soluções amostra.\nNeste trabalho foi usada uma solução “mãe” de 1000 ppm de Fe da marca BDH (The British Drug Houses) em 0.5M de HNO3, cedida pelo Departamento de Bioquímica da FCUL. Esta solução foi diluída 10 vezes com água destilada, obtendo-se a solução padrão de ferro com concentração de 100 ppm.\nA cada uma das soluções padrão de ferro adicionou-se 1:1 (para que o meio ácido seja equivalente ao das amostras), e 0.1g de CaCF (pela razão anteriormente referida).\nUma vez que a concentração de ferro das amostras é desconhecida, leu-se o sinal das absorvâncias pelo espectrómetro de absorção atómica e só a partir desses valores foi possível conhecer quais as concentrações padrão a utilizar e quando necessário as diluições a efetivar nas soluções amostras.\nA partir da solução de 100 ppm foram realizados 5 padrões com concentrações de 1 ppm, 3 ppm, 5 ppm, 10 ppm e\t15 ppm em balões volumétricos de 50 ml.\nPadrão 1\tppm:\tretirou-se\t0.5 ml da\tsolução mãe para um balão\tde\t50 ml (diluição de 100x).\nPadrão 3\tppm:\tretirou-se\t1.5 ml da\tsolução mãe e para um balão de 50 ml.\nPadrão 5\tppm:\tretirou-se\t2.5 ml da\tsolução mãe para um balão\tde\t50 ml.\nPadrão 10 ppm: retirou-se 5 ml da solução mãe para um balão de 50 ml.\nPadrão 15 ppm: retirou-se 7.5 ml da solução mãe para um balão de 50 ml.\nDe seguida foram analisadas em simultâneo e padrões por espectrometria de absorção atómica.\nO\\\nSimbologia\tAmostras\tLong (W)\tLat (N)\tProf (cm)\tMz((|))\toi(4>)\tSKi\tKo\t%CaCO3\t%Fe\tSup.Esp./Fe\tpH\nPll\t1\t639022\t4117021\t40\t1.61\t0.5\t-0.06\t1.01\t0.37\t1.05\t3076419.98\t8.35\nP12\t2\t639027\t4116949\t40\t1.5\t0.5\t-0.05\t1.02\t0.42\t1.05\t3143329.08\t8.23\nP13\t3\t639023\t4116869\t40\t1.43\t0.5\t0.07\t1.03\t0.5\t1.07\t3184374.93\t8.21\nP14\t4\t639011\t4116820\t40\t1.43\t0.5\t0.09\t1.02\t1.11\t0.98\t2915161.43\t8.46\nP15\t5\t639033\t4116657\t40\t1.58\t0.5\t-0.05\t1.05\t1.3\t1\t2983093.83\t8.44\nP16\t6\t639009\t4116568\t40\t1.4\t0.57\t-0.03\t1.02\t2.79\t1.26\t3778154.17\t8.25\nP17\t7\t639076\t4116500\t40\t1.49\t0.46\t0.04\t1.03\t3.07\t1.18\t3513972.73\t8.29\nP18\t8\t639116\t4116434\t40\t1.46\t0.517\t0.07\t1.15\t4.34\t1.36\t4052399.67\t8.52\nP19\t9\t639071\t4116281\t40\t1.75\t0.41\t0\t1.24\t4.5\t1.32\t3956843.58\t8.3\nPÍÍO\t10\t639193\t4116252\t40\t1.79\t0.36\t0.05\t1\t3.37\t1.34\t4016432.22\t8.45\nPlíl\t11\t639155\t4116138\t40\t1.5\t0.44\t0.12\t1.07\t9.92\t2.13\t6366297.35\t8.45\nP112\t12\t639216\t4116010\t40\t1.63\t0.5\t-0.09\t1.1\t3.68\t1.35\t4031977.09\t8.32\nP113\t13\t639157\t4115807\t40\t1.78\t0.42\t0\t0.95\t3.47\t1.71\t5117526.69\t8.33\nP114\t14\t639137\t4115777\t40\t1.73\t0.5\t-0.03\t1.03\t3.94\t2.17\t6472520.58\t8.36\nP115\t15\t639127\t4115728\t40\t1.77\t0.56\t-0.12\t1.01\t4.75\t2.32\t7953689.15\t8.32\nP116\t16\t639113\t4115691\t40\t1.73\t0.53\t-0.11\t1.02\t4.8\t2.07\t6187531.42\t8.33\nP117\t17\t639140\t4115621\t40\t1.94\t0.44\t-0.02\t0.95\t5.63\t2.73\t9388845.92\t8.37\nP118\t18\t639150\t4115575\t40\t2.09\t0.49\t-0.13\t1.04\t7.34\t3.05\t9120328.91\t8.36\nP119\t2a crista da Duna Frontal\t639137\t4115542\t40\t2.34\t0.37\t0.08\t1.08\t4\t2.21\t8191894.23\t8.36\nDF\tDuna Frontal\t639134\t4115524\t0\t2.04\t0.43\t-0.01\t1\t6.76\t2.24\t6687965.48\t8.2\nDE\tDuna Embrionária\t639129\t4115508\t0\t1.88\t0.48\t0.05\t1\t6.41\t4\t11956883.42\t8.34\nB\tBerma\t639125\t4115493\t0\t2.1\t0.56\t-0.05\t1.034\t9.83\t3.523\t10523525.39\t8.96\nFP\tFace de Praia\t639124\t4115481\t0\t2.04\t0.53\t-0.08\t1\t12.82\t4.397\t13135422.25\t8.57\nTBM\tTerraço de baixa-mar\t639124\t4115471\t0\t1.64\t0.62\t0.07\t1.002\t9.47\t3.349\t10003269.52\t8.46\nP^\t•\t\no CZ2\tn\n—!\t\nO\t\n\t\n£ p.\t\no s.\tcr©\no\t©\ncr\t\npí\t\no CZ2\tQ.\np*\t\na\t\n§ CZ2 !=t P CZj P*\t5\n\t©\nO\t\n►P\t\nn\nn\nCD\nH n ©\nAnexo 2.2- Tabela síntese dos resultados obtidos em amostras de dragados para a construção do lago, interdunares e da crista P14 do perfil 1.\nAmostras\tLong(W)\tLat (N)\tProf (cm)\tMzfy)\t®i(*)\tSKI\tKo\t% Finos\t%CaCO3\t%Fe\tSup.Esp./Fe\tpH\nDGL1\t638767\t4116768\t0\t1.4\t0.59\t-0.04\t1.04\t3.59\t1.38\t\t\t\nDGL2\t638767\t4116768\t0\t1.48\t0.79\t-0.1\t0.99\t0.52\t4.06\t\t\t7.72\nInterdunar1\t639115\t4116392\t40\t1.44\t0.45\t0.02\t1\t\t3.42\t1.34\t6018883.13\t7.66\nInte rdundar 2A\t639207\t4115931\t0\t1.27\t0.59\t0.04\t1.07\t1.2\t5.74\t\t\t\nInterdunar 2B\t639207\t4115931\t15\t1.36\t0.56\t0.07\t1.04\t0.9\t7.92\t2.32\t5849872.61\t\nInterdunar 2C\t639207\t4115931\t30\t1.47\t0.51\t0.08\t1.03\t1.08\t8.55\t2.07\t9388845.92\t\nInterdunar 2D\t639207\t4115931\t40\t1.32\t0.56\t0.1\t1.04\t0.45\t12.06\t2.73\t8622624.87\t7.8\nP14 A\t639011\t4116820\t10\t1.34\t0.51\t0.04\t1.03\t3.53\t0\t\t\t\nP14 B\t639011\t4116820\t20\t1.61\t0.47\t0.01\t0.96\t1.69\t0\t1.07\t3010600.9\t\nP14 C\t639011\t4116820\t30\t1.51\t0.48\t0.03\t1\t1.17\t0.51\t0.98\t2756078.64\t\nAnexo 2.3 - Tabela síntese dos resultados obtidos de amostras do perfil 2.\nAmostras\tLong (W)\tLat (N)\tProf (cm)\tMz(^)\toi (*)\tSKI\tKo\t%CaCO3\nP21\t640802\t4115324\t40\t2.03\t0.5\t-0.04\t1.04\t5.6\nP22\t640940\t4115240\t40\t2.11\t0.42\t0.01\t0.95\t3.59\nP23\t640895\t4115170\t40\t2\t0.47\t-0.01\t1.02\t3.8\nTerraço de baixa-mar\t640862\t4114993\t0\t1.59\t0.6\t0.11\t0.96\t5.32\nFace de praia\t640875\t4115058\t0\t1.83\t0.6\t0.11\t0.83\t6.23\nBerma\t640886\t4115081\t0\t2.25\t0.46\t-0.07\t1.22\t9\nDuna Embrionária\t640886\t4115098\t0\t1.78\t0.56\t0.11\t0.89\t10.79\nDuna Frontal\t640886\t4115115\t0\t2.33\t0.45\t-0.08\t0.92\t2.87\nVertente Interna da Duna Frontal\t640880\t4115135\t40\t1.98\t0.52\t-0.08\t0.98\t4.09\nAnexo 2.4- Tabela síntese dos resultados obtidos em amostras dos sedimentos da 2a campanha de campo.\nDomínio\tPraia\tLong\tLat\tProf (cm)\tMz(n)\t®i(*)\tSKI\tKo\t%CaCO3\nTBM\tVRSA\t640866\t4114987\t0\t2.19\t0.45\t-0.01\t0.97\t8.16\nFP\tVRSA\t640872\t4115062\t0\t1.86\t0.55\t0.15\t1.04\t5.37\nB\tVRSA\t640882\t4115087\t0\t2.05\t0.66\t-0.03\t0.76\t6.38\nTBM\tPP\t639124\t4115476\t0\t1.57\t0.58\t0.1\t0.96\t6.75\nFP\tPP\t639124\t4115485\t0\t1.86\t0.52\t-0.02\t0.99\t7.54\nB\tPP\t639125\t4115498\t0\t2.09\t0.42\t-0.11\t1.05\t7\nTBM\tMG\t636636\t4115606\t0\t2.03\t0.38\t-0.07\t0.91\t7.16\nFP\tMG\t636637\t4115595\t0\t2\t0.39\t-0.07\t0.94\t7.85\nB\tMG\t636640\t4115587\t0\t2.07\t0.45\t-0.2\t1.16\t7.66\nDE\tMG\t636645\t4115567\t0\t1.83\t0.57\t-0.18\t1.08\t7.93\nDF\tMG\t636649\t4115549\t0\t1.88\t0.52\t-0.03\t0.99\t5.27\nO\\\nAmostras\tSimbologia\tLong\tLat\tProf (cm)\tMz(4>)\t<h(4>)\tsiq\tKo\t% Finos\t%MO Labile\t%MO Refratária\tRP\t%MO Total\t“/oTeorem água\nVRSA17\tSI (35-45)\t641180\t4115603\t35-45\t1.86\t0.51\t0.01\t1.01\t\t\t\t\t\t\nVRSA 18 0-1\tS2 (4-15)\t641151\t4115639\t0-4\t\t\t\t\t82.99\t17.57\t12.71\t0.42\t30.28\t69.71\nVRSA 18 1-2\tS2\t641151\t4115639\t01/fev\t\t\t\t\t87.36\t9.1\t7.82\t0.46\t16.92\t57.22\nVRSA 18 2-3\tS2\t641151\t4115639\t02/mar\t\t\t\t\t87.15\t6.27\t6.31\t0.5\t12.58\t51.3\nVRSA 18 3-4\tS2\t641151\t4115639\t03/abr\t1.69\t0.69\t-0.02\t1.02\t55.08\t3.47\t3.4\t0.5\t6.87\t38.74\nVRSA18\tS2(4-15)\t641151\t4115639\tabr/15\t1.8\t0.64\t-0.08\t0.99\t8.04\t\t\t\t\t\nVRSA18\tS2(20-30)\t641151\t4115639\t20-30\t1.79\t0.63\t-0.07\t0.98\t0.26\t\t\t\t\t\nVRSA18\tS2(35-45)\t641151\t4115639\t35-45\t2.06\t0.5\t-0.15\t1.11\t0.07\t\t\t\t\t\nVRSA 19 0-2\tS3\t641095\t4115603\t0-2\t1.8\t0.71\t-0.16\t1.03\t58.7\t6.73\t5.82\t0.46\t12.55\t55.15\nVRSA 19 2-4\tS3\t641095\t4115603\t02/abr\t\t\t\t\t89.25\t6.19\t7.12\t0.53\t13.3\t55.02\nVRSA 19 4-6\tS3\t641095\t4115603\t04/jun\t1.85\t0.66\t-0.16\t1.03\t41.97\t2.24\t3.17\t0.59\t5.41\t34.93\nVRSA19 15-25\tS3 (8-12)\t641095\t4115603\t08/dez\t1.89\t0.65\t-0.16\t1.04\t\t\t\t\t\t\nVRSA19 15-25\tS3 (15-25)\t641095\t4115603\t15-25\t1.89\t0.65\t-0.23\t1.1\t3.66\t\t\t\t\t\nVRSA19 35-45\tS3 (35-45)\t641095\t4115603\t35-45\t1.94\t0.54\t-0.06\t0.98\t2.32\t\t\t\t\t\nVRSA20 0-2,5\tS4\t641019\t4115549\t0-2.5\t1.82\t0.59\t-0.06\t1.02\t24.55\t1.78\t2.15\t0.55\t3.93\t23.78\nVRSA 20 2,5-5\tS4\t641019\t4115549\t2.5-5\t1.87\t0.55\t-0.04\t0.98\t19.87\t1.26\t1.66\t0.57\t2.92\t22.31\nVRSA20 10-20\tS4 (10-20)\t641019\t4115549\tout/20\t1.94\t0.52\t-0.04\t1.01\t10.2\t\t\t\t\t\nVRS A20 25-35\tS4 (25-35)\t641019\t4115549\t25-35\t1.77\t0.59\t-0.03\t0.96\t34.56\t\t\t\t\t\nVRS A20 35-45\tS4(35-45)\t641019\t4115549\t35-45\t1.8\t0.54\t-0.03\t0.97\t5.94\t\t\t\t\t\nVRSA21 35-45\tS5 (35-45)\t640991\t4115471\t35-45\t1.98\t0.51\t0.01\t1.01\t0\t\t\t\t\t\nVRSA22\tS6 (0)\t641185\t4115562\t0\t1.65\t0.67\t-0.06\t1.07\t3.97\t\t\t\t\t\nVRSA22 35-45\tS6 (35-45)\t641185\t4115562\t35-45\t2\t0.48\t-0.08\t1.04\t0.41\t\t\t\t\t\nAnexo 2.5 - Tabela síntese dos resultados obtidos em amostras dos sedimentos de sapal.\nAnexo 3 - Lagos Artificiais\nICNF\ninstituto da Conservação da Natureza e das Florestas\nI ICNF.I.P. I SAIDA\nDATA\n\nExma. Senhora\nAna Filipa Fernandes\nfilipa28f(5>gmail.com\nSUA REFERÊNCIA\tSUA COMUNICAÇÃO DE\tNOSSA REFERÊNCIA\n\t2016.03.15\t23401/2016/DCNF-ALG/DGOF\nASSUNTO INFORMAÇÃO SOBRE OS LAGOS DA MATA NACIONAL DAS DUNAS LITORAIS DE VILA REAL DE SANTO ANTÓNIO\nNa sequência do Vosso e-mail datado de 2016.03.15 relativo ao assunto em epígrafe, o qual mereceu a nossa melhor atenção, vimos informar V. Ex.3 de que, atendendo ao objetivo em causa - obtenção de informação base para trabalho de mestrado - para aceder em detalhe aos assuntos em foco, poderá consultar os processos relativos aos dois lagos da Mata Nacional das Dunas Litorais de Vila Real de Santo António (MNDLVRSA) que se encontram no arquivo do Departamento de Conservação da Natureza e Florestas do Algarve, na Reserva Natural do Sapal de Castro Marim e Vila Real de Santo António, cuja sede está situada no Sapal de Venta Moinhos em Castro Marim. Por este meio, apenas poderemos fornecer-lhe informação generalista sobre estas matérias, conforme abaixo se expõe:\n1.\tEm 1989 constava no Plano de Ordenamento da MNDLVRSA, a intenção de poceder à abertura de 4 charcos que ocupariam uma área de cerca de 4ha;\n2.\tDando seguimento a este plano, entre 1992 e 1994, o Serviço Nacional de Parques, Reservas e Conservação da Natureza posteriormente designado por Instituto da Conservação da Natureza (ICN), entidade que à data tutelava esse espaço florestal, procedeu à abertura de dois lagos artificiais (respectivamente lago poente(l) e lago nascente (II)], em clareiras de baixa densidade florestal, alimentados pelo lençol freático, que na zona é muito superficial;\n3.\tEm 2003, o ICN foi ainda o responsável por uma nova intervenção no lago poente, que pretendeu corrigir a severa eutrofização resultante da escassa altura da coluna de água, e melhorar o funcionamento ecológico dos habitats, nomeadamente no que respeita à nidificação de avifauna, através da criação de duas ilhotas mais resguardadas;\nInstituto da Conservação da Natureza e das Florestas, I.P.\nCEAM - Centro de Educação Ambiental de Marim, Quetfes, 8700-194 Olhão, PORTUGAL\n1/2\nTEL +351 289 700 210 FAX +351 289 700 219\nE-MAIL dcnfalg(®icnf.ptwww.icnf.pt\nAnexo 3.1-Email do ICNF relativamente aos lagos da MNDLVRSA (folha 1)\n4.\tA criação dos charcos na Mata Nacional prosseguia os seguintes objetivos:\n•\tDotar esta Mata Nacional de infraestruturas de apoio ao combate de fogos florestais;\n•\tAumentar o potencial biológico da zona e a sua diversidade genética {novos habitats);\n•\tContribuir para o repovoamento cinegético;\n•\tTornar a área mais atraente ao nível de educação ambiental;\n5.\tO Lago poente (I) localiza-se na MNDLVRSA, próximo da povoação de Aldeia Nova e o Lago nascente (II) a nascente de Monte Gordo, foram escavados a uma profundiade entre 3,Sm e 5 m, sendo que a altura da coluna de água varia em função do nível do lençol freático;\n6.\tNo que respeita à qualidade da água, não possuímos informação que nos permita caracterizá-la.\nNa expectativa de que, através da informação agora enviada, tenha conseguido alguma matéria relevante para o seu trabalho e para que possa obter o sucesso desejável para o seu projecto de investigação, reiteramos a nossa disponibilidade para lhe permitir a recolha de informação mais promenorizada sobre este assunto, nos nossos serviços em Castro Marim, todos os dias úteis, das 9h30m às 13h e das 14h às 16h30.\nCom os melhores cumprimentos,\nA Diretora do Departamento de Conservação da Natureza e Florestas do Algarve\n(Valentina Coelho Calixto)\nNG\nInstituto da Conservação da Natureza e das Florestas, I.P.\nCEAM - Centro de Educação Ambiental de Marim, Quelfes ,8700 194 OlhSo, PORTUGAL\n2/2\nTEL +351 289 700 210 FAX +351 289 700 219\nE-MAIL d cnfalg (tticnf.pt www.icnf.pt\nAnexo 3.2 -Email do ICNF relativamente aos lagos da MNDLVRSA (folha 2)\nAnexo 4-Validação - Análise Estatística Multivariada\nAnálise estatística multivariada - Análise em modo-Q\nA análise estatística multivariada foi aplicada neste trabalho como forma de validação da interpretação dos resultados obtidos. Para tal, procurou-se investigar o grau de semelhança das amostras em função de quatro variáveis independentes que as descrevem - o diâmetro médio, o pH, o teor em CaCO3 e o teor em ferro dos lixiviados.\nPara tal interessava aplicar a análise estatística multivariada de modo-Q, que estuda semelhanças entre casos ou indivíduos (neste caso as amostras colhidas), exprimindo os resultados sob a forma de um dendrograma. Esta representação gráfica agrupa as diversas amostras de acordo com o seu grau de semelhança (Gomes, 2011). Utilizou-se o programa SPSS (Statistical Package for the Social Sciences) introduzindo-se os dados obtidos para as 4 variáveis principais mencionadas anteriormente e considerando um total de 24 amostras.\nForam efetuadas várias tentativas para testar métodos de quantificação da semelhança, por forma a escolher o que melhor se aplicasse à problemática em questão. Concluiu-se que o método de Ward (in Gomes, 2013) e a distância euclidiana quadrática eram os métodos que mais simplificavam o número de conjuntos gerados.\nAs amostras dividem-se em dois grupos principais A e B que apresentam a máxima dissemelhança com uma distância da ordem de 25 (Anexo 4.1). O conjunto A subdivide-se em dois subconjuntos, A1 e A2, diferenciados a uma distância aproximadamente 6. O subconjunto A1 agrupa as amostras de 1 a 5, e A2 agrupa as amostras 6 a 17 (exceto a amostra 11) e incluí a amostra 24. O nível de semelhança das amostras dos subconjuntos A1 e A2 é muito elevada (menor que 1.25 - Anexo 4. 1). O grupo B subdivide-se também em dois conjuntos B1 e B2 a um nível de semelhança na ordem de 4. As amostras 18, 22 e 23 reunidas em B1 tem um grau de semelhança muito elevado e as restantes são reunidas em B2 com uma semelhança na ordem dos 2.5 (Anexo 4.1).\nInterpretando o dendrograma com base nos resultados obtidos, observa-se que no grupo A encontram-se as amostras das cristas antigas, com exceção do terraço de baixa mar, e no conjunto B encontram-se as amostras a partir da crista 18, mais atuais, (com exceção da amostra 11). O subconjunto A1 agrupa as 5 cristas mais antigas e A2 representa as cristas da 6 à 17. Com este método não foi distinguido o grupo intermédio representado pelas amostras 9,10,11,12 nos resultados. Estas amostras pertencem todas ao mesmo grupo (A2), contudo a amostra 11 encontra-se no conjunto B, sendo mais dissemelhante que as restantes.\nInfere-se as amostras analisadas em função das quatro variáveis independentes validam os grupos obtidos nos resultados com a distinção entre as cristas mais antigas e as mais recentes.\n>\nVRSA2\t2\t\nVRSA3\t3\t\nVRSA1\t1\t\nVRSA4D\t4\t\nVRSA5\t5\t\nVRSAS\t6\t\nVRSA7\t7\t\nVRSA10\t10\t\nVRSA12\t12\t\nVRSA14\t13\t\nVRSA8\t3\t\nVRSAS\t9\t\nVRSA16\t15\t\nVRSA17\t16\t\nVRSA15\t14\t\nVRSA18\t17\t\nTerraço de Baixa Mar (TBM)\t24\t\nÜerma (6)\t22\t\nFace de Praia (F.P.)\t23\t\nVRSA19\t13\t\nVRSAlt\t11\t\n2* crista da duna frontal\t19\t\nDuna Embrionária(D.E.)\t21\t\nDuna Frontal (D.F.)\t20\t\nDendrograms usando ligação de Ward\nCombinação de cluster de distância redlmensionado\nAnexo 4.1-Dendrograma pelo método Ward com distância euclidiana quadrática relacionando os parâmetros diâmetro médio, teor em CaCÜ3, teor em Fe e pH.\nAlém disto, foi testado o mesmo método em relação à distância euclidiana e averiguou-se que não havia grandes alterações. São identificados os mesmos conjuntos, contudo o subconjunto A1, A2, B2 subdividem-se em mais subgrupos mas estes não alteram os resultados (Anexo 4. 2).\nDendrograms usando ligação de Ward\nCombinação de cluster de distância redimensionado\nVRSA2\nVRSA3\nVRSA1\nVRSA4D\nVRSA5\nVRSA6\nVRSA7\nVRSA10\nVRSA12\nVRSA14\nVRSA8\nVRSA9\nVRSA16\nVRSA17\nVRSA15\nVRSA18\nTerraço de Baixa Mar (TBM)\nBerma (B)\nFace de Praia (F.P.)\nVRSA19\nVRSA11\n2a crista da duna frontal\nDuna Embrionária(D.E.)\nDuna Frontal (D.F.)\nAnexo 4. 2-Dendrograma pelo método Ward com distância euclidiana relacionando os parâmetros diâmetro médio, teor em CaCO3, teor em Fe e pH.\nAnexo 5- Fotografias das Areias à Lupa Binocular\nA.\n150\nB\nAnexo 5.1- A. Aspeto geral das amostras á lupa binocular. B. Turmalina Euédrica (mineral pesado transparente).\nAnexo 5.2- A. Grãos de Carbonato de Ca (bioclastos). B. Grãos de quartzo hialino.\nA.\n350 ^m\nB\n'Z\n350\n\n\nAnexo 5.3- A. Litoclastos. B. Anfíbola."}]}}}