{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09043"}, {"@name": "filename", "#text": "13987_Dissertacao_Braga_Martim_Corrigida.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Martim Mas e Braga\n\nFrontal system changes in the Southeastern Atlantic Ocean\n\nMaster’s dissertation submitted\nto Instituto Oceanográfico da\nUniversidade de São Paulo as\npartial fulfillment of the require-\nments for the degree of Master\nof Science in Oceanography, with\nemphasis in Physical Oceanogra-\nphy.\n\nAdvisor: Ilana Wainer\n\nSÃO PAULO\n2017\n\n\n\nUniversidade de São Paulo \nInstituto Oceanográfico \n\nFRONTAL SYSTEM CHANGES IN THE \nSOUTHEASTERN ATLANTIC OCEAN \n\nMartim Mas e Braga \n\nMaster thesis submitted to Instituto Oceanográfico of Universidade \nde São Paulo as partial fulfillment of the requirements for the degree \n\nof Master of Science in Oceanography, with emphasis in Physical \nOceanography. \n\nEvaluated in       /         / 2017 \n\n________________________________    _________________ \nProf(a). Dr(a).         Grade \n\n________________________________    _________________ \nProf(a). Dr(a).         Grade \n\n________________________________    _________________ \nProf(a). Dr(a).         Grade \n\n\n\nContents\n\n1 Introduction 12\n1.1 The South Atlantic Upper Circulation . . . . . . . . . . . . . . . . . . . . 12\n1.2 The Indian Ocean Upper Circulation . . . . . . . . . . . . . . . . . . . . . 13\n\n1.2.1 The Agulhas Region . . . . . . . . . . . . . . . . . . . . . . . . . . 14\n1.3 The Southern Boundary of the Atlantic Subtropical Gyre . . . . . . . . . . 14\n1.4 Fronts at the Atlantic Sector of the Southern Ocean . . . . . . . . . . . . . 16\n1.5 Relevance to the Meridional Overturning Circulation . . . . . . . . . . . . 17\n\n2 Motivation 18\n\n3 Data and Methods 20\n3.1 Datasets . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 20\n3.2 Methods of Analysis . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n\n3.2.1 Front Identification . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n3.2.2 Comparison to the wind field . . . . . . . . . . . . . . . . . . . . . 21\n3.2.3 Comparison to temperature and salinity changes . . . . . . . . . . . 22\n3.2.4 Evaluation of the velocity fields . . . . . . . . . . . . . . . . . . . . 22\n3.2.5 Indices for gyre strength and extent . . . . . . . . . . . . . . . . . . 23\n3.2.6 Other Statistics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 23\n\n4 Model Validation 24\n4.1 Description of the climate-mean fields . . . . . . . . . . . . . . . . . . . . . 24\n4.2 Model biases relative to WOA13 and ORAS4 . . . . . . . . . . . . . . . . . 25\n4.3 Potential Temperature-Salinity diagrams . . . . . . . . . . . . . . . . . . . 32\n4.4 Meridional Gradients . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 32\n\n5 Results and Discussion 35\n5.1 Ocean Fronts Identification . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n5.2 Ocean Fronts Variation and Wind Stress Curl . . . . . . . . . . . . . . . . 37\n5.3 Temperature and Salinity changes . . . . . . . . . . . . . . . . . . . . . . . 41\n5.4 Velocity and transport changes . . . . . . . . . . . . . . . . . . . . . . . . 45\n\n6 Summary and Conclusions 51\n\n7 Supplementary Figures 62\n\n2\n\n\n\nAgradecimentos\n\nUm mestrado não é feito por uma pessoa só. Nem por duas. Muitas pessoas tiveram al-\ngum papel na construção do que está apresentado nas próximas páginas, por menor (mas\nnão menos importante) que seja. Justamente por isso, tenho muitas pessoas a agradecer\npela participação nessa etapa da minha vida que acaba de se encerrar.\n\nPrimeiramente, agradeço à minha orientadora, Ilana Wainer, por ter me guiado durante\neste trabalho (e em todos os anteriores também!). Também aos docentes do IO (especial-\nmente, mas não apenas os com quem tive aula durante a pós), não só pelo ensino dentro\nde sala, mas pelo apoio e conselhos fora dela inclusive.\n\nAgradeço também a toda a tripulação, pesquisadores e colegas com quem tive a opor-\ntunidade de embarcar no \"Tio Max\", logo no primeiro mês de mestrado! Foram 29 dias\na bordo com muitas histórias, risadas, choros e, acima de tudo, muito aprendizado! Com\ncerteza espero rever todos um dia, inclusive o próprio continente gelado. Meu \"muito\nobrigado\" vai também a todos do OC2, pelo apoio e convivência nesses últimos anos:\nMineiro, Ferrero, Marina, Laurinha, Fernanda, Zé, Paulo e Gabriel. Um muito obrigado\ntambém à Iole, pelo apoio e inúmeras discussões e conselhos (nem sempre) acadêmicos.\n\nAos meus pais, avós e a toda minha família, que mesmo sem entender direito o que\neu faço e fiz, sempre apoiou incondicionalmente todas as minhas escolhas! Não só nesses\núltimos dois anos, mas pelo menos nos últimos dez. Por falar em dez anos, também devo\nagradecer aos meus grandes amigos, que apesar de nos vermos com menor frequência, são\nparceiros há tanto tempo ou até mais: Alan, Lucas e Buffo.\n\nNão só de apoio acadêmico e da família precisamos. Por isso devo agradecer MUITO,\nMUITO MESMO, a todos aqueles que contribuíram para fazer cada semana mais leve e\naturável, por pior que estivesse. Primeiramente, devo agradecer ao CA da biologia (sim,\nao espaço físico, mesmo), por ter sido o ambiente de tantas comemorações, conversas e\nreuniões. Agradeço também a todos do \"ForrIO &amp; Gafieira\" (o coletivo de dança de salão\nalojado no IO), desde os membros da nossa velha guarda até os mais recentes; me alegra\nver a continuidade e evolução desse grupo que começou tão pequeno e hoje é enorme!\nA todos os parceiros de quadra (e também fora dela) do \"Ataliba Handebol Mamute\",\nque me devolveram a alegria e garra do handebol após tantos anos parado. Também aos\n\"Demônios de Maxwell\", um grupo que em pouquíssimo tempo me cativou e mostrou os\nvalores incríveis desse esporte que é o rugby! Não só a estes aqui citados, mas meu \"muito\nobrigado\" vai também a todos e todas que conheci por causa do esporte universitário e\nque o fazem o acontecer! É uma válvula de escape indispensável para nos mantermos sãos\ne saudáveis junto aos estudos e à pesquisa.\n\n3\n\n\n\nPor último, devo agradecer àqueles que conviveram comigo – quase diariamente – não\nsó pelo apoio, mas também por terem conseguido me aguentar durante todos esses anos!\nÀ gloriosa Turma Nine, em especial à Bau, Danilo, Luiza, Domo, Camila, Burns, Mar-\niana, Ceci, Lígia e Paulinha! Também à Julia, pela grande parceria e gigantesco apoio\nao longo de boa parte dessa jornada. A todos vocês e provavelmente muitos outros que\nacabei esquecendo de mencionar (mas ainda assim estão no meu coração), meu mais sin-\ncero obrigado! Esse trabalho também é de vocês!\n\n#MUQATX!\n\n4\n\n\n\nAbstract\n\nThe transition between the South Atlantic and the Southern Ocean is marked by a frontal\nsystem that includes both the South Atlantic Current and the Antarctic Circumpolar\nCurrent (ACC). In the eastern part of the basin, the latitudinal position of the fronts that\ncompose this system is thought to control the input of warm waters into the Atlantic basin\nthrough the Agulhas Leakage. Changes in the Subtropical and Polar regimes associated\nwith the system that marks the boundary between the Subtropical Gyre and the ACC\nare investigated using the simulation results of the ocean component of the National\nCenter for Atmospheric Research (NCAR) Community Earth System Model (CESM),\nPOP2. Sea surface height gradients and specific contours are used to identify and track\nthe ocean fronts position. We compare the Subtropical Front position at the eastern edge\nof the South Atlantic to changes in temperature and salinity, as well as Agulhas Current\ntransports and the overlying wind field, in order to determine what could be driving frontal\nvariability at this region and its consequences to volume transport from the Indian into\nthe Atlantic. Results suggest that the Subtropical Front is not the southern boundary of\nthe subtropical gyre, but it responds to changes in the \"Supergyre\", especially the Indian\nOcean Subtropical Gyre expansion.\n\nResumo\n\nA transição entre os oceanos Atlântico Sul e Austral é marcada por um sistema frontal que\ninclui tanto a Corrente do Atlântico Sul quanto a Corrente Circumpolar Antártica (CCA).\nNa porção oeste da bacia, acredita-se que a posição meridional das frentes que compõem\neste sistema controla o aporte de águas quentes para o Atlântico pelo Vazamento das\nAgulhas. Mudanças nos regimes subtropical e polar associadas ao sistema que marca\no limite entre o giro subtropical e a CCA são investigadas através dos resultados da\ncomponente oceânica do modelo do National Center for Atmospheric Research (NCAR),\no Community Earth System Model (CESM), chamada POP2. O gradiente meridional,\nbem como valores específicos de altura da superfície do mar são usados para identificar\ne acompanhar a posição destas frentes oceânicas. A comparação da posição da Frente\nSubtropical no limite leste do Atlântico Sul com as mudanças na temperatura e salinidade,\nassim como no transporte da Corrente das Agulhas e do campo de ventos sobrejacente,\né feita para determinar quais as forçantes da variabilidade frontal nesta região e suas\nconsequências no transporte de volume entre o Índico e o Atlântico. Resultados sugerem\nque a Frente Subtropical não é o limite sul do giro subtropical, mas responde às mudanças\nno \"Supergiro\", especialmente à expansão do Giro Subtropical do Oceano Índico.\n\n5\n\n\n\nList of Figures\n\n1.1 South Atlantic and Indian Ocean schematics of the main upper circulation\nand fronts: Brazil Current, BC; South Atlantic Current, SAC; South Equa-\ntorial Current, SEC; Benguela Current, BE; Agulhas Current and Agulhas\nReturn Current, AC and ARC respectively; South Indian Ocean Current,\nSIOC; Western Australian Current, WAC; Leeuwin Current, LC; Indian\nCounter Current, ICC; East Madagascar Current, EMC. The Mozambique\nChannel flow is represented by a series of eddies between Africa and Mada-\ngascar, while the eddies that leak into the Atlantic are shown crossing the\nentire Atlantic basin. Main fronts over the Southern Ocean are listed as:\nSubtropical Front, STF; Subantarctic Front, SAF; and Polar Front, PF.\nThese compose the transition between the subtropical and polar regimes.\nOther regions of interest are also identified: (1) the Brazil-Malvinas Conflu-\nence, (2) the Agulhas Leakage region and (3) the Indonesian Throughflow.\nShading shows mean sea surface temperature (in ?C) of this region. . . . . 15\n\n1.2 Southern Ocean Atlantic sector water mass structure and its associated\nfronts from Gent (2016). Abbreviations: AABW, Antarctic Bottom Wa-\nter; LCDW, Lower Circumpolar Deep Water; NADW, North Atlantic Deep\nWater; UCDW, Upper Circumpolar Deep Water; AAIW, Antarctic Inter-\nmediate Water; SAMW, Subantarctic Mode Water; PF, Polar Front; SAF,\nSubantarctic Front; STF, Subtropical Front. . . . . . . . . . . . . . . . . . 18\n\n4.1 (a-c) Mean sea surface temperature fields from (a) ORAS4; (b) POP2; (c)\nWOA13. (d, e) Difference between POP2 and (d) ORAS4; (e) WOA13. . . 25\n\n4.2 (a-c) Mean sea surface salinity fields from (a) ORAS4; (b) POP2; (c)\nWOA13. (d, e) Difference between POP2 and (d) ORAS4; (e) WOA13. . . 26\n\n4.3 (a,b) Mean sea surface height fields from (a) ORAS4; (b) POP2 and (c)\nthe difference between POP2 and ORAS4. . . . . . . . . . . . . . . . . . . 27\n\n4.4 Mean surface zonal velocities fields from (a) ORAS4; (b) POP2 and (c) the\ndifference between POP2 and ORAS4. . . . . . . . . . . . . . . . . . . . . 28\n\n4.5 Mean meridional SST gradient fields from (a) ORAS4; (b) POP2; (c)\nWOA13; (d, e) mean meridional SSH gradients from ORAS4 and POP2. . 28\n\n4.6 Meridional transects at Greenwich for (a,b) ORAS4; (c,d) POP2; (e,f)\nWOA13. Upper panels show salinity sections and lower panels show po-\ntential temperature sections (?C). . . . . . . . . . . . . . . . . . . . . . . . 29\n\n4.7 Meridional transects at 20?E for (a,b) ORAS4; (c,d) POP2; (e,f) WOA13.\nUpper panels show salinity sections and lower panels show potential tem-\nperature sections (?C). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 30\n\n4.8 Meridional transects at 30?E for (a,b) ORAS4; (c,d) POP2; (e,f) WOA13.\nUpper panels show salinity sections and lower panels show potential tem-\nperature sections (?C). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 31\n\n6\n\n\n\n4.9 ?-S diagrams at Greenwich (0?) from 35 to 65?S for (a) WOA13; (b) POP2;\n(c)ORAS4. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 33\n\n4.10 ?-S diagrams for (a) ORAS4; (b) POP2 as in Fig. 13.13 of Talley et al.\n(2011). (Red) Subantarctic Zone profile at 39?S, 0?E; (Blue) Polar Frontal\nZone profile at 48?S, 1?E; (Magenta) Antarctic Zone profile at 61?S, 1?E.\nAlso shown on panel (a) are the different water masses found at each profile.\nWater mass names were omitted from panel (b) for a better visualisation\nof the profiles. Red dots are shown as a reference for an easier comparison\nbetween the water types on both figures. . . . . . . . . . . . . . . . . . . . 34\n\n4.11 Meridional (upper) SSH and (lower) SST gradients for (solid lines) ORAS4;\n(dashed lines) POP2; (dotted lines) WOA13. panels (a,b) show gradients\nat Greenwich, (c,d) at 20?E and (e,f) at 30?E. . . . . . . . . . . . . . . . . 34\n\n5.1 Upper panels: Meridional SSH gradients and SSH values from 30 to 60?E\nfrom ORAS4 (solid, red) and POP2 (dashed, blue) at (a) 0?, (b) 20?, (c)\n30?E. Red and blue lines represent SSH, whereas black lines represent the\nSSH gradients. Middle panels: potential temperature cross-sections from\nPOP2 at (d) 0?, (e) 20?, (f) 30?E. Lower panels: salinity cross-sections from\nPOP2 at (g) 0?, (h) 20?, (i) 30?E. . . . . . . . . . . . . . . . . . . . . . . . 35\n\n5.2 Cross-sections averaged between 20?E and 30?E of (a) Meridional SSH gra-\ndients (solid line) and SSH values (marked line); (b) Potential Temperature\n(?C); (c) Salinity. Vertical dashed lines show the SAF (south) and STF\n(north) mean positions for an easier comparison between the three panels. 36\n\n5.3 Meridional SSH gradient (shading) and SSH (contours) for the Agulhas re-\ngion. (a) first five years average (1970–1974) and (b) last five years average\n(2005–2009). Purple line shows the 0.15 m contour used to track the STF\nposition. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37\n\n5.4 (a) Meridional SSH gradient mean for the 1970–2009 period (shading) and\nSSH contours for the STF mean position. Magenta line shows the 1970–\n1974 average and dark purple line shows the 2005–2009 average. (b) Time\nseries of the deviations from the STF mean position between 1970 and 2009. 37\n\n5.5 Wind Stress Curl (WSC; shading) and sea surface height (contours) for the\nAgulhas region. (a) first five years average (1970–1974) and (b) last five\nyears average (2005–2009). Turquoise line shows the -1.1 m contour used\nto track the SAF position. . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\n\n5.6 Meridional profile of SSH zonally averaged from 20?E to 30?E (red) and\nof zonally averaged WSC between 20?E and 100?E (dark blue). Solid lines\nrepresent the 1970–1974 average, while dashed lines represent the 2005–\n2009 average. Black triangles show where the SAF and the STF are located\non the SSH curves. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 38\n\n7\n\n\n\n5.7 (a) Wind stress curl trends (shading) in 10?8Nm?3dec?1. Dark blue lines\nshow the position of WSC0 for the first 5 (solid) and last 5 (dashed) years\nmean. (b) Decadal means Meridional profile of the Atlantic wind field\n(40?W to 20?E zonal average) in m/s; (c) Decadal means Meridional profile\nof the Indian wind field (50 to 100?E zonal average) in m/s; colors in both\nprofiles show 70–79 (yellow), 80–89 (blue), 90–99 (turquoise) and 00–09\n(purple) means. (d) Time series of wind stress curl (10?8Nm?3) averaged\nover 40–20?S and 50–100?E under a 12-month running mean. The red\ndashed line shows the statistically significant (at 95% confidence) linear\ntrend between 1982 and 2009 trying to replicate the trend found by Rouault\net al. (2009). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\n\n5.8 (a) Map of SST trends over the Agulhas region and (b) SST time series\naveraged over the region shown by the red box, which is the region of\nAgulhas Leakage in POP2. The lines represent the STF (purple) and SAF\n(black) associated contours. Solid lines represent the 1970–1974 mean and\ndashed lines represent the 2005–2009 mean. . . . . . . . . . . . . . . . . . 42\n\n5.9 (a) Map of Sea Surface Salinity (SSS) trends over the Agulhas region and\n(b) SSS time series averaged over the region shown by the red box, which\nis the region of Agulhas Leakage in POP2. The lines represent the STF\nand the SAF as in Fig.5.8. . . . . . . . . . . . . . . . . . . . . . . . . . . . 42\n\n5.10 Changes in temperature and salinity from the Indian to the Atlantic. (a,b)\nModel precipitation flux trends (shading; 10?5kg m?2s?1/decade) and sur-\nface salinity trends (contours; drawn every 0.05 g/kg decade?1 in [a] and\nevery 0.2 g/kg decade?1 in [b]). The difference in scale was kept for trends\nto be visible in both plots. (a) shows 1980–2002 trends and (b) shows 2002–\n2009 trends. (c) Changes in precipitation (blue) and salinity (black) over\nthe central Indian Ocean (30-100?E, 40-10?S) and (d) their normed cross-\ncorrelation function. (e) Mean decadal (solid) salinity and (dashed) heat\nfluxes towards the Atlantic through the model’s Agulhas Leakage. Colours\ndenote same decades as in previous decadal profiles. (f) Upper 1500 m salt\ntransport [109kg/s] towards the Atlantic through the \"Leakage Current\". . 43\n\n5.11 ?-S diagram for waters north of the STF mean position. Decadal means\nare shown: (brown) 1960–1969; (blue) 1980–1989; (magenta) 2000–2009. . . 44\n\n5.12 Streamlines of the surface velocity over the Agulhas region. Colors show\nvelocity values in m/s. The lines show the transects at 20?E and 30?E for\nreference. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 45\n\n8\n\n\n\n5.13 (a) Meridional cross-section of mean zonal velocity (shading, m/s) and its\ntrend (each line denotes a 0.2 cm/s month?1 trend; solid for positive and\ndashed for negative) at 20?E. (b) Solid lines show time series of Agulhas\nleakage transport anomaly (gray, Sv; 1 Sv = 106m3/s) for the dotted area\nin (a) and its 12-month running mean (black). The dash-dotted line shows\nthe STF deviation from its mean position in kilometers as in Fig. 5.4, but\nunder a 12-month running mean. . . . . . . . . . . . . . . . . . . . . . . . 46\n\n5.14 (a) Eddy Kinetic Energy trends (shading; m2s?2) and mean values (con-\ntours only represent regions of highest EKE corresponding to the Agulhas\nCurrent and to the Agulhas Leakage). (b) Eddy Kinetic Energy at 20?E\nover the Agulhas Leakage Current. Trend listed in red for the 1985–2009\nperiod for comparison with the work of Beal &amp; Elipot (2016). . . . . . . . 47\n\n5.15 Transport (in Sv) time series of (a) Agulhas Current at 30?E and (b) Ag-\nulhas Return Current at 30?E. . . . . . . . . . . . . . . . . . . . . . . . . . 48\n\n5.16 (a) Barotropic Stream Function (Sv) over the Supergyre: 1970–2009 av-\nerage represented by the shading while positive (negative) trends are rep-\nresented by solid (dashed) contours; (b) Meridional profile of the BSF at\n20?E; (c) Meridional profile of the BSF over the Indian Ocean (50-100?E\naverage). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 49\n\n5.17 (a) Variation of the meridional position of averaged BSF0 between 60?W\nand 30?W (dark blue), 30?W and 0?(blue), 0?and 30?E (purple), 30?E and\n60?E (turquoise), 60?E and 90?E (brown), and the STF (black). All series\nhad their seasonal cycles removed and only the BSF0 series had a 12-month\nrunning mean applied to them. (b) Linear trends of the series shown in (a)\nin terms of deviation from their mean position (in km). Trends and series\nwere separated for clarity. . . . . . . . . . . . . . . . . . . . . . . . . . . . 50\n\n5.18 Twelve-month running means of (a) Gyre strength for the Supergyre (black)\nand separately for the Atlantic (blue) Indian (red) oceans. (b) Gyre extent\n(in 106 km2) colour-coded as in (a). Gyre strength was calculated as the\naverage BSF over the region where it is negative. Extent was calculated as\nthe area integral over the region where BSF is negative. . . . . . . . . . . . 50\n\n7.1 Difference between mean temperature fields at (a,b) 200 m, (c, d) 300 m,\n(e, f) 900 m between POP2-ORAS4 and POP2-WOA13. . . . . . . . . . . 62\n\n7.2 Difference between mean salinity fields at (a,b) 200 m, (c, d) 300 m, (e, f)\n900 m between POP2-ORAS4 and POP2-WOA13. . . . . . . . . . . . . . . 62\n\n7.3 Standard deviation of (a-c) SST fields from ORAS4, POP2 and WOA13\nrespectively; (d to f) SSS fields from ORAS4, POP2 and WOA13 respectively. 63\n\n7.4 Standard deviation of (a, b) zonal velocity fields from ORAS4 and POP2\nrespectively; (c, d) SSH fields from ORAS4 and POP2 respectively. . . . . 64\n\n9\n\n\n\n7.5 Figure 13.7 of Talley et al. (2011): Potential temperature-salinity\nrelations for the Atlantic Ocean (Greenwich meridian), encompassing the\nfronts and zones of the ACC. Contours are potential density ?_? (kg/m3).\nLine near bottom is the freezing point. Acronyms: SAZ (Subantarctic\nZone), SAF (Subantarctic Front), PFZ (Polar Frontal Zone), PF (Polar\nFront), AZ (Antarctic Zone), SACCF (Southern ACC Front). . . . . . . . . 65\n\n7.6 Figure 13.13 of Talley et al. (2011): Potential temperature-salinity\ncurve of Southern Ocean waters in the Atlantic sector showing the different\nwater masses. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 65\n\nList of Tables\n\n5.1 Summary of both fronts identified, listing contours used for identification,\ntheir mean position and trends (in km/decade). Trends are significant over\nthe 95% level. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 39\n\n5.2 Lagged Pearson correlation coefficients between relevant indexes and vari-\nables. Rmax stands for the maximum correlation, followed by its lag. R0\ndenotes the correlation at zero lag. All results are significant over 95%.\nSeries were compared under a 12-month running mean unless otherwise\nnoted in the text (e.g., Gyre indices). . . . . . . . . . . . . . . . . . . . . . 51\n\n10\n\n\n\nList of Acronyms\n\nAC Agulhas Current\nACC Antarctic Circumpolar Current\nAMOC Atlantic Meridional Overturning Circulation\nARC Agulhas Return Current\nBC Brazil Current\nBE Benguela Current\nBSF Barotropic Stream Function\nCESM Community Earth System Model\nCORE Coordinated Ocean-Ice Reference Experiments\nDSTF Dynamical Subtropical Front\nEKE Eddy Kinetic Energy\nEMC East Madagascar Current\nENSO El Niño Southern Oscillation\nICC Indian Counter Current\nLC Leeuwin Current\nLCDW Lower Circumpolar Deep Water\nMOC Meridional Overturning Circulation\nNADW North Atlantic Deep Water\nNCAR National Center for Atmospheric Research\nORAS4 Ocean Reanalysis System 4\nPF Polar Front\nPFZ Polar Front Zone\nPOP Parallel Ocean Program\nSAC South Atlantic Current\nSACCF South ACC Front\nSAF Subantarctic Front\nSAMW Subantarctic Mode Water\nSAZ Subantarctic Zone\nSEC South Equatorial Current\nSIOC South Indian Ocean Current\nSSH Sea Surface Height\nSSS Sea Surface Salinity\nSST Sea Surface Temperature\nSTF Subtropical Front\nSTFZ Subtropical Frontal Zone\nWAC Western Australian Current\nWOA13 World Ocean Atlas 2013\nWSC Wind Stress Curl\n\n11\n\n\n\n1 Introduction\n\n1.1 The South Atlantic Upper Circulation\n\nThe Atlantic Ocean is the narrowest of all oceans and the only one with a net north-\nward transport from the southern to the northern hemisphere. This happens due to the\nanomalous transport of warmer waters from higher towards lower latitudes over the South\nAtlantic (Macdonald and Wunsch, 1996). Because of the relative position of the African\ncontinent to the latitude of maximum westerly winds, Sverdrup dynamics allows rela-\ntively warmer and saltier waters from the Indian Ocean to enter the Atlantic basin and\nbe carried north (Beal et al., 2011).\n\nThe South Atlantic subtropical gyre is limited on the western side by the Brazil Cur-\nrent, a western boundary current that flows south until it meets the northward flowing\nMalvinas Current (Silveira et al., 2000; Piola and Matano, 2001). The latter can be re-\ngarded as the northernmost branch of the Antarctic Circumpolar Current (ACC). This\nis known as the Brazil-Malvinas Confluence, a region of high seasonal and interannual\nvariability due to the strong interaction between the two current systems (Wainer et al.,\n2000; Piola and Matano, 2001; Goni and Wainer, 2001; Lumpkin and Garzoli, 2011). As\nthe confluent currents flow eastward, they separate into two currents: the South Atlantic\nCurrent and the northern branch of the ACC, associated with the Subantarctic Front\n(SAF). These two currents are considered the dynamical boundaries of the South At-\nlantic and the Southern Ocean, respectively (Stramma and Peterson, 1990; Peterson and\nStramma, 1991; Orsi et al., 1995). Part of this system extends all the way into the Indian\nOcean acting as a meridional barrier for exchanges between the Southern Ocean and the\nsubtropics (Speich et al., 2007). Thus, these currents and associated oceanic fronts mark\nthe transition between the subtropical and polar dynamical regimes not only in the South\nAtlantic but in all southern hemisphere basins (Sokolov and Rintoul, 2009a).\n\nAt the southeastern side of the Atlantic basin, the South Atlantic Current is much\nweaker and separates into a northward (back into the South Atlantic) and an eastward\nflow (into the Indian Ocean). The former is known as the Benguela Current and is com-\nposed by both South Atlantic waters and Indian Ocean waters, entering the Atlantic at\nthe Agulhas region (Lutjeharms and Van Ballegooyen, 1988; Speich et al., 2007; Biastoch\net al., 2008). As it flows north, it becomes part of the South Equatorial Current, eventu-\nally reaching the Brazilian coast and bifurcating southward (recirculating into the Brazil\nCurrent) and northward as the North Brazil Current (Stramma, 1991; da Silveira et al.,\n1994; Zhang et al., 2011). The waters that enter this current are carried to the North\nAtlantic, eventually reaching the high latitudes as part of the Meridional Overturning\nCirculation (MOC) (Talley, 2013). These currents are depicted in Fig.1.1.\n\n12\n\n\n\n1.2 The Indian Ocean Upper Circulation\n\nContrary to the Pacific and Atlantic, the Indian Ocean is constrained to the north by\nthe Eurasian supercontinent. Thus, only a southern hemisphere subtropical gyre exists in\nthis ocean. North of the gyre, the ocean circulation is dominated by the monsoon system\n(Gordon et al., 1997).\n\nThe western boundary of the Indian Subtropical gyre, due to the existence of Mada-\ngascar, is composed by the East Madagascar Current and a turbulent flow across the\nMozambique Channel. These two merge south of Madagascar with recirculated waters to\nform the southwest flowing Agulhas Current (Penven et al., 2006). The Agulhas Current\nthen veers to the west south of Africa (following the bathymetry) until it retroflects back\ninto the Indian Ocean as the Agulhas Return Current (ARC; details about the Agulhas\nsystem are discussed further below). Far from the western side of the basin, this current\nis regarded as the South Indian current, which is associated with the Subtropical Front,\nhereafter STF (Stramma, 1992). This current flows east until about 90 to 100?E, where it\nveers northeastward, becoming the West Australian Current (Stramma and Lutjeharms,\n1997). The South Indian Ocean Current starts as the most intense subtropical gyre south\nboundary current but, due to intense recirculation, it weakens towards the eastern side\nof the basin; this also helps to enhance the South Equatorial Current, which is much\nstronger than its counterparts over other basins (Stramma and Lutjeharms, 1997). Be-\ntween 50 and 70?E, the South Indian Ocean Current is steered by topography, bringing it\ncloser to the SAF at about 80?E and allowing cross-frontal mixing between the subtropical\ngyre and the ACC (Sparrow et al., 1996). Unlike the Atlantic, a counter-current inside\nthe subtropical gyre exists, and it is called the Indian Counter Current. It is located\nbetween 22 and 26?S and is fed by the East Madagascar Current retroflection, reaching\nas far as 100?E (Siedler et al., 2006; Palastanga et al., 2007). Nevertheless, most of the\nIndian Ocean recirculation is concentrated in the southwestern part of the basin due to\ntopography (Stramma and Lutjeharms, 1997).\n\nContrary to the other southern subtropical gyres, the Indian South Equatorial Current\n(ISEC) has a zonal flow, mainly supplied by the Indonesian Throughflow (Godfrey, 1996;\nGordon et al., 1997; Stramma and Lutjeharms, 1997). As a result, it carries fresher water\nfrom the Pacific Ocean within its flow. The Indonesian Throughflow also causes its eastern\nboundary current, called the Leeuwin Current (LC), to flow polewards (Schott et al.,\n2009). As a consequence, the closure of the subtropical gyre is done by the recirculating\nwaters from the SIOC and the West Australian Current, which is located further away\nfrom the western Australian coast (Andrews, 1977; Stramma, 1992).\n\nThe ISEC bifurcates when it reaches the western side close to Madagascar, becoming\nthe Northeast and Southeast Madagascar Currents (Schott et al., 2009). The former\nbranches north, as the East African Coastal Current (which is not part of the subtropical\ngyre), and south, to supply waters to the Mozambique Channel flow, thus closing the gyre.\nVariability from the Indonesian Throughflow is then carried into the entire subtropical\n\n13\n\n\n\ngyre, forcing changes at interdecadal timescales originated from the Pacific (Reason et al.,\n1996). The Indian Ocean itself was also shown to have a global influence on climate at\nmany timescales, from intraseasonal to secular, primarily but not exclusively through the\nEl Niño Southern Oscillation (ENSO) and the Indian Ocean Dipole (Schott et al., 2009).\nThese currents are depicted in Fig.1.1.\n\n1.2.1 The Agulhas Region\n\nSouth of Africa, at the transition between the Indian and the Atlantic oceans, lies the\nAgulhas region. There, relatively warmer and saltier waters enter the Atlantic at the first\n1000 to 1600 m through the Agulhas Leakage (Bryden and Beal, 2001; Rouault et al.,\n2009; Beal et al., 2011). This happens due to the fact that the line where wind stress\ncurl (WSC) is zero is located south of the African continent and thus not interrupted\nby any landmass between the two ocean basins. As a consequence, it allows waters to\nbe transported meridionally (due to Sverdrup dynamics), forming a “supergyre” (Speich\net al., 2007). The connection between both subtropical gyres is mainly given by waters\nshed from the retroflection of the Agulhas Current.\n\nThe Agulhas Current separates from the southeastern African coast and veers west-\nwards towards the Atlantic Ocean (Ou and De Ruijter, 1986). South of Africa, at about\n16 to 20?E, it retroflects to conserve potential vorticity; positive (i.e., counter-clockwise)\nrelative vorticity has to be generated to compensate for the \"more negative\" planetary\nvorticity (since waters move further south) and increase in depth (Gill and Schumann,\n1979; Lutjeharms and Van Ballegooyen, 1984; de Ruijter and Boudra, 1985; Lutjeharms\nand Van Ballegooyen, 1988). Then, it flows eastward back into the Indian Ocean as the\nAgulhas Return Current (ARC) (Quartly and Srokosz, 1993). This retroflection, as it\nmoves westwards and forms a progressively tighter loop, sheds its relatively warmer and\nsaltier waters into the Atlantic as a way of going back to a more stable state (Lutjeharms\nand Van Ballegooyen, 1988). Most of the Agulhas Current waters come from the recir-\nculation at the southwestern Indian subgyre and by a diffusive flow east of Madagascar\n(i.e., the East Madagascar Current; Stramma and Lutjeharms, 1997).\n\nThe waters that leak into the Atlantic are then carried northwards in the form of rings\nand filaments (Boebel et al., 2003). More importantly, their properties are preserved at\nthe thermocline and intermediate depths (Gordon et al., 1992) as it crosses the Atlantic.\nThis mechanism is very important for the global climate, as it is able to transport heat\nand salt into the North Atlantic high latitudes (Beal et al., 2011). This region and its\ncurrents are also depicted in Fig.1.1.\n\n1.3 The Southern Boundary of the Atlantic Subtropical Gyre\n\nOcean fronts (such as the STF and the SAF) are regions of transition between different\ndynamic and thermodynamic regimes or between water masses. These regions can be\n\n14\n\n\n\nFigure 1.1: South Atlantic and Indian Ocean schematics of the main upper circulation\nand fronts: Brazil Current, BC; South Atlantic Current, SAC; South Equatorial Current,\nSEC; Benguela Current, BE; Agulhas Current and Agulhas Return Current, AC and ARC\nrespectively; South Indian Ocean Current, SIOC; Western Australian Current, WAC;\nLeeuwin Current, LC; Indian Counter Current, ICC; East Madagascar Current, EMC.\nThe Mozambique Channel flow is represented by a series of eddies between Africa and\nMadagascar, while the eddies that leak into the Atlantic are shown crossing the entire\nAtlantic basin. Main fronts over the Southern Ocean are listed as: Subtropical Front, STF;\nSubantarctic Front, SAF; and Polar Front, PF. These compose the transition between the\nsubtropical and polar regimes. Other regions of interest are also identified: (1) the Brazil-\nMalvinas Confluence, (2) the Agulhas Leakage region and (3) the Indonesian Throughflow.\nShading shows mean sea surface temperature (in ?C) of this region.\n\nidentified by strong gradients of properties such as temperature and salinity throughout\nthe water column (e.g., Orsi et al., 1995) and, at least in most cases, also sea surface\nheight (e.g., Sokolov and Rintoul, 2009a). In the South Atlantic, the transition between\nits southern boundary and the waters around Antarctica is marked by a series of fronts,\nmost of them part of the ACC System (Orsi et al., 1995; Rintoul et al., 1999; Carter et al.,\n2008).\n\nThe STF is historically regarded as the limit of the Subtropical Gyre. It is defined as\nthe boundary between two water masses of different regimes and very distinct properties\n(e.g., temperature, salinity, density, oxygen and nutrient concentrations). Therefore, it\ncan be identified by the maximum horizontal gradients or by the specific contours of\nsuch properties (Orsi et al., 1995; Belkin and Gordon, 1996; Sokolov and Rintoul, 2009a;\nDencausse et al., 2011).\n\nIts meridional position varies zonally, as it separates from the Brazil-Malvinas Con-\nfluence at roughly 37?S, veers southward and goes back to 40?S at 40? to 50?W (Belkin\nand Gordon, 1996; Sokolov and Rintoul, 2009a,b; Lumpkin and Garzoli, 2011, shown in\nFig.1.1). The STF latitude remains the same until east of 40?W and then bifurcates\nclose to Africa into two branches. Its northern branch joins the Benguela Current and\n\n15\n\n\n\nits southern branch flows into the Indian Ocean south of the Agulhas Front, which is\nassociated with the ARC and thus part of the leakage system (Belkin and Gordon, 1996;\nRuijter et al., 1999). Dencausse et al. (2011), however, suggest the STF and the Agulhas\nFront might merge and not be distinguishable from each other south of Africa.\n\nDeacon (1982) first associated the position of the STF with the zero wind stress curl\nline (WSC0) calling it the \"Subtropical Convergence\". The WSC0 line is considered the\natmospheric boundary of the Subtropical Gyre due to Sverdrup dynamics. Boer et al.\n(2013), on the other hand, found this line to be located 10? south of the STF, and therefore\nover the ACC. The association between the WSC0 and STF positions meant that this\nboundary location would serve as a “gateway” for the amount of relatively warmer and\nsaltier waters that could enter the Atlantic as the MOC upper branch (Peeters et al.,\n2004; Biastoch et al., 2009). Boer et al. (2013) also discuss the possibility that WSC0\ncould be related to the Subantarctic Front instead.\n\nBoer et al. (2013) and Graham and Boer (2013) have also shown that the STF may\nbe viewed as a composition of two distinct systems in each side of an ocean basin in\nthe southern hemisphere. At the western side, the STF can be regarded as a dynamical\nboundary (called Dynamical Subtropical Front —DSTF). In the Atlantic, it is associated\nwith the South Atlantic Current. At the eastern side of any given basin, the STF is\nconsidered to be a zone of several lesser temperature and salinity gradients representing the\nwater mass boundaries called the Subtropical Frontal Zone (STFZ). The Indian Ocean’s\nDSTF is associated with the ARC and therefore can be found south of Africa right at\nthe Atlantic Ocean’s eastern boundary. It coincides with the STF’s southern branch of\nDencausse et al. (2011).\n\n1.4 Fronts at the Atlantic Sector of the Southern Ocean\n\nSouth of the STF, the ocean is dominated by the ACC. This current is composed by a\nseries of circumpolar jets that flow along its fronts: the Subantarctic Front (SAF), the\nPolar Front (PF) and the South ACC Front (SACCF) (Orsi et al., 1995; Belkin and\nGordon, 1996; Sokolov and Rintoul, 2009a). The SAF is the northernmost front of the\nACC, located close to South America at the Drake Passage, veering north downstream\nand reaching 45?S at the Greenwich meridian (Orsi et al., 1995; Belkin and Gordon, 1996).\nIt can be identified both as a maximum in the SSH gradient field and by the sinking of a\nless saline subsurface water tongue, which is associated with the Antarctic Intermediate\nWater (Whitworth and Nowlin, 1987; Orsi et al., 1995; Sokolov and Rintoul, 2002, 2009a).\n\nBetween the ACC fronts, there are zones where properties show little variation and\nare named after its southern boundary. Therefore, the region north of the SAF is the Sub-\nantarctic Zone (SAZ) and to its south lies the Polar Front Zone (PFZ), which is bounded\nto the south by the PF (Fig. 1.1). This front is found at about 50?S east of 40?W and can\nbe identified by strong gradients in density, temperature, salinity and by high geostrophic\nvelocities as well as by the northern edge of a subsurface temperature minimum (Deacon,\n\n16\n\n\n\n1933; Mackintosh, 1946; Orsi et al., 1995; Moore et al., 1999). It is between the SAF and\nthe PF where the formation of Antarctic Intermediate Water (AAIW) and Subantarc-\ntic Mode Water (SAMW; a precursor to the AAIW) occurs (England, 1992; Sloyan and\nRintoul, 2001; Gent, 2016). To the south of the PF lies the SACCF and the Southern\nBoundary. The SACCF can only be identified by a strong gradient in subsurface tem-\nperature and salinity (i.e., a transition between different water masses) despite being a\ndynamical feature. The Southern Boundary, however, is not a dynamical feature as it\nonly marks the southernmost extent of the ACC. It is the limit between the ACC regime\nand the Weddell Sea regime and can be viewed as the southernmost extent of the Upper\nCircumpolar Deep Water (UCDW), one of the main water masses carried by the ACC\n(Stramma and Peterson, 1990; Peterson and Stramma, 1991; Orsi et al., 1995). These\nfronts and the associated water mass structure are shown in Fig. 1.2.\n\nMany studies (e.g., Orsi et al., 1995; Belkin and Gordon, 1996; Sokolov and Rintoul,\n2009a,b; Dencausse et al., 2011) discuss the location of the ACC Frontal System, which\nis present in all ocean basins, but at different latitudes around Antarctica. This happens\nmainly due to the strong influence of topography on the mean flow (Belkin and Gordon,\n1996; Sokolov and Rintoul, 2002; Boer et al., 2013). Topography also plays a role in the\nbranching and merging of these fronts, sometimes dividing them into three or even more\nbranches (Sokolov and Rintoul, 2009a; Dencausse et al., 2011). Still, the position of such\nfronts is subject to variability at many timescales. For example, Boer et al. (2013) show\nthat their DSTF and STFZ show different seasonal variations of their position, while the\nACC fronts show a seasonal variation of their properties but not as much of their position\n(Moore et al., 1999; Graham and Boer, 2013).\n\n1.5 Relevance to the Meridional Overturning Circulation\n\nThe South Atlantic Ocean plays a crucial role in the regulation of global climate, as both\nwarm and cold branches of the MOC flow through it (Garzoli and Matano, 2011; Talley,\n2013). The cold branch is composed by the deep southward flow of North Atlantic Deep\nWater, which is carried from the Labrador Sea all the way south to the ACC. At the\nSouth Atlantic, it flows close to the South American coast, eventually flowing with the\nBrazil Current until it reaches the Southern Ocean and becomes part of the CDW (Orsi\net al., 1993, 1995; Orsi and Wiederwohl, 2009). It is balanced by a northward return\nflow of surface and thermocline waters that are redistributed from the Southern Ocean\nto the Pacific and Indian ocean basins before returning to the Atlantic through the warm\nbranch (Speich et al., 2007; Talley, 2013), i.e., through the Agulhas Leakage. The waters\nthat leaked into the Atlantic are eventually advected to the North Atlantic carried by the\nNorth Brazil Current (van Sebille et al., 2011) and its variability was shown to respond\nto changes in the wind field at short timescales (Biastoch and Böning, 2013). The part\nof the MOC system that is present in the Atlantic basin is more specifically called the\nAtlantic MOC, also known as AMOC.\n\n17\n\n\n\nThe Indian Ocean itself has a smaller meridional overturning cell, with northward\nflowing deep and bottom waters balanced by mid-depth thermocline and near-surface\nwaters. Balance estimations (Toole and Warren, 1993; Robbins and Toole, 1997; Stramma\nand Lutjeharms, 1997; Bryden and Beal, 2001) confirmed the Agulhas Current as the\nbalancing agent of such northward flow, connecting it to the AMOC.\n\nFigure 1.2: Southern Ocean Atlantic sector water mass structure and its associated fronts\nfrom Gent (2016). Abbreviations: AABW, Antarctic Bottom Water; LCDW, Lower Cir-\ncumpolar Deep Water; NADW, North Atlantic Deep Water; UCDW, Upper Circumpolar\nDeep Water; AAIW, Antarctic Intermediate Water; SAMW, Subantarctic Mode Water;\nPF, Polar Front; SAF, Subantarctic Front; STF, Subtropical Front.\n\n2 Motivation\n\nThe variability of the MOC has been extensively studied at different timescales (e.g.,\nRahmstorf, 1995; Knorr and Lohmann, 2003; Peeters et al., 2004; Zhang and Delworth,\n2005; Stouffer et al., 2006; Knorr and Lohmann, 2007; Lynch-Stieglitz et al., 2007; Meinen\net al., 2013) and changes in the AMOC have been linked to changes in the position of the\nWSC0 line in the Southeast Atlantic Ocean (Biastoch et al., 2009; Biastoch and Böning,\n2013). This, in turn, would control the STF position (Peeters et al., 2004; Biastoch et al.,\n2009; Beal et al., 2011; Dencausse et al., 2011) and the strength of the Agulhas Leakage\n(Alory et al., 2007).\n\n18\n\n\n\nWhile ACC fronts are believed to respond to changes in winds and heat fluxes combined\n(Böning et al., 2008; Kim and Orsi, 2014; Downes et al., 2015), Sverdrup theory combined\nwith the fact that the STF was thought to act as the subtropical gyre southern boundary\n(Speich et al., 2007) suggest that this front should be directly related to the WSC0 line.\nRouault et al. (2009) discuss that changes in the transition between the South Atlantic and\nthe Indian Ocean are caused by shifts of the wind field over the Indian Ocean, possibly\ninfluencing the position of the ocean fronts. More recent work by Graham and Boer\n(2013) and Boer et al. (2013) raise the question whether the WSC0 is actually the main\ndriving factor of the STF position. They suggest it is mainly controlled by interaction\nwith topography, while wind stress curl would be more associated with the SAF position.\nThis is further supported by the work of Durgadoo et al. (2013), which have not observed\nany response of the subtropical front to the zero wind stress curl line shift; they find that\nconsiderable changes in Agulhas Leakage happen when increasing WSC south of it.\n\nAs the main forcings of the Subtropical Front (especially at the transition between the\nAtlantic and Indian oceans) are not yet completely understood, an assessment of the STF\nand the overlying wind field variability, as well as temperature, salinity and velocity, might\nyield more information on how these fields interact with each other, if at all. Secondarily,\nthe relationship between the SAF and the wind field should also be assessed in order to\nsee how the WSC0 position could affect it. Thus, the main question to be answered in this\nstudy is “what controls the frontal position variability over the Agulhas region?”, focusing\non decadal to interdecadal timescales, as it is the time scale of our datasets.\n\n19\n\n\n\n3 Data and Methods\n\n3.1 Datasets\n\nThree distinct ocean products are used:\nFirst, the simulation results of the National Center for Atmospheric Research (NCAR)\n\nCommunity Earth System Model (CESM) ocean component for the twentieth century. It\nis based on the Parallel Ocean Program version 2 (POP2) of the Los Alamos National\nLaboratory (Smith et al., 2010). It is a coarse resolution global model under the hydro-\nstatic and Boussinesq approximations with an implicit free-surface formulation. It uses a\ndisplaced North Pole grid with a horizontal nominal resolution of 1?, increasing meridion-\nally up to 0.27? near the equator. It has 60 vertical levels, which decrease in resolution\nfrom 10 m (surface to 160 m) to 250 m (below 3500 m).\n\nThe POP2 ocean-only component is forced by the Coordinated Ocean-ice Reference\nExperiments (CORE) version 2 (i.e., the version that includes interannual variability)\ndataset, which is described in Large and Yeager (2009). Although this is a coarse res-\nolution model and does not allow eddies, it uses a parameterisation scheme (Gent and\nMcwilliams, 1990) that was shown to be robust for very turbulent regions, such as the\nSouthern Ocean (Gent, 2016). Its behaviour for the Southern Ocean (including our re-\ngion of interest) was described in detail by Weijer et al. (2012). More details about this\nPOP2 experiment, such as spin-up procedures and parameterisations, can be found in\nDanabasoglu et al. (2012).\n\nDownes et al. (2015) have already conducted an intercomparison project using different\nmodels forced by CORE and concluded that the NCAR POP2 model is one of the best\nto represent the Southern Ocean. We use a second dataset, the World Ocean Atlas\n2013 (WOA13, Locarnini et al., 2013; Zweng et al., 2013), for model validation of the\ntemperature and salinity fields.\n\nIn order to be able to compare the velocity and sea surface height fields, we use a\nthird dataset, the Ocean Reanalysis System 4 (ORAS4). It was developed by the Euro-\npean Centre for Medium-Range Weather Forecasts (ECMWF) in conjunction with other\ninstitutions and uses the NEMO ocean model and its assimilation system NEMOVAR\non a 3D-Var FGAT configuration (Balmaseda et al., 2013). It assimilates temperature\nand salinity profiles from the EN3 dataset (Ingleby and Huddleston, 2007), as well as\nXBT, CTD, Argo and mooring data. The heat, momentum and freshwater fluxes used\nare obtained from the ERA-40 reanalysis (Kalnay et al., 1996) until 1989 and from the\nERA-Interim project (Dee et al., 2011) from 1989 to 2009. Data from NCEP’s Opti-\nmal Interpolation and OSTIA analysis are also assimilated from 2010 onwards (Mogensen\net al., 2012). It has a 1? by 1? resolution and 42 vertical levels. Its time period spans\nfrom 1958 to 2011.\n\nFor our simple validation, we have focused on highlighting the regions of higher bias\nand checking if it represents properly the frontal structure of our region of study. Simple\n\n20\n\n\n\ndifferences between those were calculated and temperature-salinity diagrams for specific\npoints of interest were compared.\n\n3.2 Methods of Analysis\n\n3.2.1 Front Identification\n\nThe frontal system was first characterised by computing the mean-state of each variable\nused to identify ocean fronts, i.e., (a) temperature (from the surface to intermediate depth\nlevels), (b) sea surface height, (c) upper layer current velocities. The fronts were identified\naccording to the following criteria:\n\n• location of sea surface temperature (SST) meridional gradient maxima on meridional\ntransects;\n\n• location of sea surface height (SSH) meridional gradient maxima on meridional\ntransects;\n\n• location of the surface zonal velocity maxima on meridional transects;\n\n• the position of specific SSH contour labels selected based on the previous criteria;\n\n• known features in the temperature and salinity transects that can be used to identify\nwhich specific front corresponds to the peaks found.\n\nThe analyses of temperature and salinity were extended from the surface to 2000\nm on meridional transects at three given longitudes: 0?, 20?E and 30?E as these allow\na direct comparison to WOA13 and also yield information on these fronts positions at\nthe transition between the Southeast Atlantic and the Indian oceans. Once each local\nmaximum in temperature and surface height was related to its respective front, time\nseries of each front’s meridional position were calculated for all datasets based on the\nposition of a specific contour. The choice of such contour was done based on which SSH\nvalue corresponded to each peak on a cross-section averaged between 20 and 30?E. This\n\"specific label approach\" was already used for the Southeast Atlantic (Billany et al., 2010;\nSwart et al., 2010) and for other regions (Sokolov and Rintoul, 2007, 2009a; Kim and Orsi,\n2014) and was proven to yield better results for tracking fronts in time than water mass\nproperties and the meridional gradients themselves (Chapman, 2014). Although Graham\net al. (2012) highlight that tracking fronts by meridional gradients may have certain\nadvantages, Chapman (2014) shows that the contour method has limitations that could\nrestrict its use only when using high-resolution products, which is not the case here.\n\n3.2.2 Comparison to the wind field\n\nOnce identified, front positions were compared to the wind field through its wind stress\ncurl (WSC), which was calculated as:\n\n21\n\n\n\n?× ? =\n??y\n\n?x\n?\n??x\n\n?y\n(1)\n\n? being given by the following equation from Smith (1988):\n\n? = ?airCDU\n2\n10 (2)\n\nwhere ?air = 1.2 kg m?3 is the air density, CD = 1.2 ·10?3 is the wind drag coefficient\n(Large and Pond, 1981) and U10 is the wind velocity at 10 m above the surface. It is\nworth reminding that ? has the same unit as pressure (i.e., Pa or Nm?2), but WSC has\nunits of Nm?3.\n\nMeridional profile of winds at 10 m for the Atlantic (i.e., 40?W–20?E) and the Indian\nOcean (50–100?E) were also used for discussion on changes over the wind field as well as\nmeridional profiles of WSC, all presented as decadal means.\n\n3.2.3 Comparison to temperature and salinity changes\n\nTemperature and salinity changes were assessed through a temperature-salinity diagram,\nsurface trends over the Agulhas and eventually vertical profiles of heat and salt fluxes\ntowards the Atlantic. Fluxes were calculated through equations 3 and 4 respectively:\n\nH.Flux =\n\n? yb\nya\n\n?0cpT ·Udy (3)\n\nS.Flux =\n\n? yb\nya\n\n?0S ·Udy (4)\n\nwhere ?0 = 1027 kg m?3 is the density of sea water (here simplified as a constant\nvalue), cp = 3850 Jkg?1K?1 is sea water’s specific heat, T the temperature in Kelvin\nand S the salinity in g/kg. The integration was done transversal to the Agulhas Leakage\n(ya and yb being its boundaries); associated current and fluxes vertical profiles were given\nrespectively in Watts per meter (Wm?1) and kg m?1s?1.\n\n3.2.4 Evaluation of the velocity fields\n\nThe currents volume transport was calculated through the following integral:\n\nT =\n\n? yb\nya\n\n? 0\nzb\n\nUdzdy (5)\n\nwhere U is the velocity of the current, ya and yb the horizontal boundaries and zb =\n1500 m, as it was considered the maximum extent of the Agulhas current (and its leakage-\nassociated current as well). Results are given in Sverdrups (Sv, which represents 106\n\nm3s?1).\n\n22\n\n\n\nFor the discussion of some of our results, eddy kinetic energy was calculated. Its\nformula, given by equation 6, is based on fluctuations over the geostrophic velocity field,\nwhich is why we were able to calculate it even though the model does not allow eddies.\n\nEKE =\n?\n\n[(u?ug)2 + (v ?vg)2] (6)\n\nwhere ug and vg are the geostrophic velocities calculated as\n\nug = ?\n1\n\nf\n\n??\n\n?y\n\nvg =\n1\n\nf\n\n??\n\n?x\n\n(7)\n\nwhere f is the Coriolis parameter (defined as f = 2?sin(?), ? being the latitude).\nResults for EKE were given either in m2s?2 or cm2s?2. Two different units were used to\nmake numbers easier to read.\n\n3.2.5 Indices for gyre strength and extent\n\nTwo indices were used for comparing front changes with changes over the circulation of\nthe Indian and South Atlantic subtropical gyres: (a) an index for strength, or intensity,\nof the circulation. It was calculated as the average of the Barotropic Stream Function\n(BSF) inside the region where it was negative (i.e., inside the subtropical gyres) with its\nseasonal cycle removed. In order to filter out its high-frequency variability, a 12-month\nrunning mean was applied twice. (b) an index for its extent was calculated as the area\nwhere the BSF was negative. This was done by integrating over the area where BSF was\nnegative and removing its seasonal cycle. As in (a), a double 12-month running mean\nfilter was applied to reduce variability. The two indices were calculated for the Indian-\nAtlantic Supergyre (i.e., from 60?W to 120?E) and for both gyres separately (dividing\nthem at 20?E).\n\nThe position of the zero BSF contour (BSF0) was also used as an index for the position\nof the southern edge of the subtropical gyres, as this line represents where no meridional\nbarotropic transport occurs.\n\n3.2.6 Other Statistics\n\nSince the model used has a coarse horizontal resolution (1? by 1?), the position of a specific\ncontour label (e.g., the position of fronts, WSC0 and BSF0) at each step of the time series\nhad their value found through a linear interpolation between the two existing values on the\nsurrounding grid points. For correlations (including for cross-correlations), the Pearson\ncorrelation was used. All time series had their seasonal cycles and trends removed before\ncalculating correlations and all results presented in this work are significant at 95% or\nhigher.\n\n23\n\n\n\n4 Model Validation\n\n4.1 Description of the climate-mean fields\n\nOverall, all three datasets show a similar SST structure (Fig.4.1a-c): warmer surface\nwaters towards the equator and colder surface waters towards higher latitudes. It is\npossible to see that the southwestern Indian Ocean is warmer than the southeastern\nAtlantic. The center of the South Atlantic Subtropical gyre can also be identified by the\npool of warmest temperatures close to 20?S and 40?W (the upper left edge of all plots).\nDifferences are shown in Fig.4.1d,e. The warm water tongue coming from the Agulhas\nCurrent towards the Atlantic is farthest from 20?E on WOA13 than on the other two\ndatasets.\n\nThe surface salinity fields (Fig.4.2a-c) are not as similar as the surface temperature\nones. POP2 does not represent it so well, showing lower values throughout the entire\nregion south of 40?S and a tongue of fresher water west of Greenwich until about 30?S\n(Fig.4.2d,e). The eastern edge of the Atlantic basin also shows higher salinity values than\nORAS4 and WOA13, as does the southwestern Indian Ocean. Despite those differences,\nthe overall pattern is represented by the model. Highest salinity waters are found closer to\nthe center of the Atlantic Subtropical Gyre and fresher waters are found over the Southern\nOcean.\n\nAs WOA13 does not have velocity fields, model results are compared to the ORAS4\nreanalysis only. The sea surface height (SSH) structure is shown in Fig.4.3 and is in good\nagreement with ORAS4. The main difference (Fig.4.3c) is an overall overestimated SSH,\nwhich is more pronounced at the Southwestern Indian and the Southern Ocean.\n\nAs for the surface zonal velocity field (Fig.4.4), POP2 has a similar structure to\nORAS4, yet about 0.1 m/s more intense (reaching up to 0.2 m/s right south of Africa).\nThe stronger velocities can be explained by the also stronger meridional SSH gradient\nfield (Fig.4.5d,e) which, although very similar (even more so at the eastern side of the\nAtlantic basin), is up to 0.02 m/100 km stronger in POP2. This intensity difference,\nhowever, is not as pronounced on the meridional temperature gradient field (Fig.4.5a-c),\nwhich once again bears a better resemblance at the eastern side of the basin and overall\nhas a pattern more similar to the ORAS4 product than to WOA13.\n\nThe mean meridional sections of temperature and salinity at the longitudes of 0?,\n20?E and 30?E (Figs. 4.6, 4.7 and 4.8 respectively) show that the POP2 model is able to\nreproduce the features first used by Orsi et al. (1995) to identify the Southern Ocean fronts.\n(i) The salinity minimum tongue responsible for the AAIW formation – used to identify\nthe STF (which lies above it to the north) and the SAF (which lies where this fresher\nwater sinks); (ii) The subsurface temperature minimum used to identify the PF, which\nlies north of it. They can be identified by the strong vertical tilt and sometimes outcrop\nof the temperature and salinity isolines located at the regions mentioned above (tilted\nisolines reach from 400 to 1000 m, sometimes even deeper depending on the longitude).\n\n24\n\n\n\nFigure 4.1: (a-c) Mean sea surface temperature fields from (a) ORAS4; (b) POP2; (c)\nWOA13. (d, e) Difference between POP2 and (d) ORAS4; (e) WOA13.\n\nIt is important to notice, however, that in our datasets the features used to identify the\nSAF and the PF yield roughly the same position. This happens because, in this region,\nthey are not separated enough for a coarse model resolution to distinguish them.\n\n4.2 Model biases relative to WOA13 and ORAS4\n\nThe POP2 model results show strong biases at the regions of highest gradients (mainly the\nSTF, SAF and Weddell Sea regions) and in the centre of the Atlantic basin (Fig.4.1d,e). As\nfor salinity, significant biases were identified at the African coast and over the southwestern\nIndian Ocean (where it is overestimated). At the western region of our domain and\nbetween 35 and 40?S, it is underestimated (Fig.4.2d,e) due to the low salinity tongue seen\nin the mean field. These biases, however, are not vertically homogeneous. An analysis\n\n25\n\n\n\nFigure 4.2: (a-c) Mean sea surface salinity fields from (a) ORAS4; (b) POP2; (c) WOA13.\n(d, e) Difference between POP2 and (d) ORAS4; (e) WOA13.\n\nof the mean field difference at the 200, 300 and 900-meter levels (Figs. 7.1 and 7.2;\nsupplementary material) shows that the model is progressively warmer and saltier, with\nhigher salinity and temperature values than the reference at 900 m.\n\nThe surface height field is overestimated throughout most of the South Atlantic except\nfor the Agulhas Current southeast of Africa (where it is underestimated) and south of\nthe Agulhas Leakage region (which is close to the reference; Fig.4.3c). The zonal velocity\nfield difference (Fig.4.4c) shows that indeed the model has more zonally intense and\nnarrower current jets than ORAS4, which partly explains the overestimated Agulhas\nCurrent transport. It is worth mentioning that leakage, due to the coarse model resolution,\nis represented as a viscous boundary layer current (Weijer et al., 2012). It is expected,\ntherefore, that smaller scale eddy-related processes are not well represented and that\ntransports are overestimated as discussed in Weijer et al. (2012). Most strong biases are\n\n26\n\n\n\nFigure 4.3: (a,b) Mean sea surface height fields from (a) ORAS4; (b) POP2 and (c) the\ndifference between POP2 and ORAS4.\n\nfound where standard deviation is highest (Figs. 7.3 and 7.4; supplementary material).\nA comparison of the meridional sections for the longitudes of 0?, 20?E and 30?E (Figs.\n\n4.6, 4.7 and 4.8 respectively) shows that the low salinity tongue corresponding to the\nAAIW at the eastern side of the basin is colder and fresher in the model, with increased\nbiases to the east. The warmer surface temperature region in Greenwich spans from 58\nto 30?S (Fig.4.6) and it is reduced to a region between 58 and 48?S at 30?E (Fig.4.8).\nThe higher temperature and salinity values (compared to both ORAS4 and WOA13)\nat Greenwich become less intense at 20?E (Fig.4.7). The model is generally colder and\nfresher throughout the water column at 30?E (Fig.4.8).\n\n27\n\n\n\nFigure 4.4: Mean surface zonal velocities fields from (a) ORAS4; (b) POP2 and (c) the\ndifference between POP2 and ORAS4.\n\nFigure 4.5: Mean meridional SST gradient fields from (a) ORAS4; (b) POP2; (c) WOA13;\n(d, e) mean meridional SSH gradients from ORAS4 and POP2.\n\n28\n\n\n\nF\nig\nur\ne\n4.\n6:\n\nM\ner\nid\nio\nna\n\nlt\nra\nns\nec\nts\n\nat\nG\nre\nen\nw\nic\nh\nfo\nr\n(a\n,b\n)\nO\nR\nA\nS4\n\n;\n(c\n,d\n)\nP\nO\nP\n2;\n\n(e\n,f\n)\nW\nO\nA\n13\n\n.\nU\npp\n\ner\npa\n\nne\nls\nsh\now\n\nsa\nlin\n\nit\ny\nse\nct\nio\nns\n\nan\nd\nlo\nw\ner\n\npa\nne\nls\n\nsh\now\n\np\not\nen\nti\nal\n\nte\nm\np\ner\nat\nur\ne\nse\nct\nio\nns\n\n(?\nC\n).\n\n29\n\n\n\nF\nig\nur\ne\n4.\n7:\n\nM\ner\nid\nio\nna\n\nl\ntr\nan\n\nse\nct\ns\nat\n\n20\n? E\n\nfo\nr\n(a\n,b\n)\nO\nR\nA\nS4\n\n;\n(c\n,d\n)\nP\nO\nP\n2;\n\n(e\n,f\n)\nW\nO\nA\n13\n\n.\nU\npp\n\ner\npa\n\nne\nls\n\nsh\now\n\nsa\nlin\n\nit\ny\nse\nct\nio\nns\n\nan\nd\nlo\nw\ner\n\npa\nne\nls\n\nsh\now\n\np\not\nen\nti\nal\n\nte\nm\np\ner\nat\nur\ne\nse\nct\nio\nns\n\n(?\nC\n).\n\n30\n\n\n\nF\nig\nur\ne\n4.\n8:\n\nM\ner\nid\nio\nna\n\nl\ntr\nan\n\nse\nct\ns\nat\n\n30\n? E\n\nfo\nr\n(a\n,b\n)\nO\nR\nA\nS4\n\n;\n(c\n,d\n)\nP\nO\nP\n2;\n\n(e\n,f\n)\nW\nO\nA\n13\n\n.\nU\npp\n\ner\npa\n\nne\nls\n\nsh\now\n\nsa\nlin\n\nit\ny\nse\nct\nio\nns\n\nan\nd\nlo\nw\ner\n\npa\nne\nls\n\nsh\now\n\np\not\nen\nti\nal\n\nte\nm\np\ner\nat\nur\ne\nse\nct\nio\nns\n\n(?\nC\n).\n\n31\n\n\n\n4.3 Potential Temperature-Salinity diagrams\n\nThe Potential Temperature-Salinity (?-S) diagrams for the three datasets between 35 and\n65?S (Fig.4.9) show that the Southern Ocean mean water mass structure is reasonably\ncaptured by the model. POP2 overall shows less dense and warmer surface waters than\nORAS4 and WOA13 and a less saline Winter Water when compared to ORAS4 and the\nprofiles shown by Talley et al. (2011) (Chapter 13, Figs. 13.7 and 13.13, hereafter T13;\nthe figure shows three profiles over the 0 and 1?E at 39?S [red], 48?S [blue] and 61?S\n[magenta]; a copy of both figures is available in the supplementary material as Figs 7.5\nand 7.6). The reason why WOA13 are warmer than the other two datasets is probably\nits summer bias due to the reduced number of winter observations available (?).\n\nA comparison with the ?-S Diagrams on T13 shows that none of the datasets used here\ncould reproduce the frontal structure through ?-S profiles as shown by the cruise data. A\ndirect comparison of single profiles at the same locations (Fig.4.10) shows a much better\nagreement. The POP2 representation of the Winter Water is fresher and colder, while\nits versions of AAIW and Subantarctic Surface Water are considerably different from\nthe observed, showing higher salinity (the salinity minimum is not as pronounced in the\nPOP2 profile). The Upper Circumpolar Deep Water is also not well represented by the\nmodel, as it seems to be warmer and saltier, with a narrower salinity range than ORAS4\nand T13 cruise data. The Lower Circumpolar Deep Water, however, is found in both\nPOP2 and ORAS4 at very close values, comparable to T13 (less than 0.05 difference in\nsalinity and less than 0.2?C in temperature). The Antarctic Bottom Water is warmer\nthan T13 data in both datasets (about 0.1?C warmer), but ORAS4 shows closer values\nfor salinity than POP2 does (about 34.65 for ORAS4 and T13, compared to 34.75 for\nPOP2). The ORAS4 reanalysis, on the other hand, shows a structure strikingly similar\nto T13 at intermediate to greater depths. It shows large differences only closer to the\nsurface, where it is over 1?C colder than the profiles shown in T13. Still, it is important\nto highlight that Fig.4.10 shows mean profiles for the 1970–2009 period, whereas T13\nprofiles were obtained from a specific cruise in October 1983. This might explain part\nof the discrepancies found. In order to facilitate further discussions and descriptions, we\nwill keep the classical nomenclature of water masses throughout this study despite model\nresults showing different temperature and salinity intervals for these water masses.\n\n4.4 Meridional Gradients\n\nThe meridional gradient profiles (Fig.4.11) show that, except for the Greenwich SSH, the\nmodel represents satisfactorily the structure and position of the peaks present in both\nORAS4 and WOA13 (although not with the same intensity), with a maximum difference\nin position of up to 1? in latitude. As all products have a 1? horizontal resolution, it\nmeans that they are at most a single grid point apart. Furthermore, it is possible to\nclearly identify two distinct fronts through SSH at 20 and 30?E with a maximum in SST\n\n32\n\n\n\ngradient slightly north of the northernmost SSH gradient maximum. This is confirmed by\nthe meridional SST and SSH gradient fields (Fig.4.5), which show that the POP2 model\ncaptures the frontal structure very well, especially at the Southeast Atlantic (the focus of\nthis investigation). Also, these peaks coincide with the gradients found in the 0?, 20?E\nand 30?E cross-sections (Figs. 4.6, 4.7 and 4.8 respectively), proving them to be robust\nfrom the surface to intermediate depths.\n\nFigure 4.9: ?-S diagrams at Greenwich (0?) from 35 to 65?S for (a) WOA13; (b) POP2;\n(c)ORAS4.\n\n33\n\n\n\nFigure 4.10: ?-S diagrams for (a) ORAS4; (b) POP2 as in Fig. 13.13 of Talley et al.\n(2011). (Red) Subantarctic Zone profile at 39?S, 0?E; (Blue) Polar Frontal Zone profile\nat 48?S, 1?E; (Magenta) Antarctic Zone profile at 61?S, 1?E. Also shown on panel (a) are\nthe different water masses found at each profile. Water mass names were omitted from\npanel (b) for a better visualisation of the profiles. Red dots are shown as a reference for\nan easier comparison between the water types on both figures.\n\nFigure 4.11: Meridional (upper) SSH and (lower) SST gradients for (solid lines) ORAS4;\n(dashed lines) POP2; (dotted lines) WOA13. panels (a,b) show gradients at Greenwich,\n(c,d) at 20?E and (e,f) at 30?E.\n\n34\n\n\n\n5 Results and Discussion\n\n5.1 Ocean Fronts Identification\n\nIdentifying fronts through changes in temperature and salinity inside a certain interval\nsuch as the ones identified by Orsi et al. (1995) cannot be done due to the model biases.\nFor the same reason, it is difficult to compare results to other studies in terms of values.\nThus, we have focused on the spatial structures found in the temperature and salinity\ntransects rather than the expected intervals. Fig. 5.1 summarises the comparison between\nPOP2 and ORAS4 surface gradients and how they relate to the water properties vertical\nstructure as well as the SSH values. This helps to identify fronts according to their mean\nposition and thermohaline criteria. By comparing SSH values from both datasets, it is\npossible to see that POP2 is able to reproduce satisfactorily the mean state of the frontal\nstructure and its meridional gradients at the same latitude, despite the differences in the\nSSH values themselves.\n\nFigure 5.1: Upper panels: Meridional SSH gradients and SSH values from 30 to 60?E\nfrom ORAS4 (solid, red) and POP2 (dashed, blue) at (a) 0?, (b) 20?, (c) 30?E. Red and\nblue lines represent SSH, whereas black lines represent the SSH gradients. Middle panels:\npotential temperature cross-sections from POP2 at (d) 0?, (e) 20?, (f) 30?E. Lower panels:\nsalinity cross-sections from POP2 at (g) 0?, (h) 20?, (i) 30?E.\n\n35\n\n\n\nThe average between transects from 20 to 30?E was chosen to look for the SSH contour\nbest associated to each meridional gradient peak as fronts are better distinguishable in\nthis region (Fig.5.2). Also, this allows keeping the STF associated with the Agulhas\nFront/ARC.\n\nThe northernmost peak in the meridional gradient lies directly above a region of\nstrongly vertically tilted isotherms and isohalines. This gradient extends from the surface\nto about 1200 m for potential temperature and about 800 m for salinity (Fig.5.2b,c respec-\ntively). Below these tilted isolines, the tongue-shaped salinity minimum associated with\nthe AAIW can be found. North of this gradient, shallow waters with high salinity and\ntemperature suggest that this is the region of the Agulhas Current (AC). These features\nfit the thermohaline criteria established by Orsi et al. (1995) and therefore are evidence\nthat this surface meridional SSH gradient peak represents the Subtropical Front (STF),\nhereafter represented by the SSH = 0.15 m contour. As for the southern peak in merid-\nional SSH gradient, it lies directly north of a subsurface potential temperature minimum\nand right over vertically tilted isotherms and isohalines that extend below 2000 m and up\nto about 1500 m, respectively. This shows that this front is also consistent throughout\nthe water column from surface to intermediate depths. According to its position and\nthermohaline criteria, it can be regarded as the Subantarctic Front (SAF), hereafter rep-\nresented by the SSH = -1.1 m contour. We note that, according to Swart et al. (2010)\nand Kim and Orsi (2014), it could be the Polar Front (PF) instead. However, since the\nmodel horizontal resolution is not high enough for these two fronts to be well separated\nfrom each other at this longitude, we have decided to consider it as the SAF. Front mean\npositions, as well as their respective trends throughout the period, are listed in Table 5.1.\n\nFigure 5.2: Cross-sections averaged between 20?E and 30?E of (a) Meridional SSH gra-\ndients (solid line) and SSH values (marked line); (b) Potential Temperature (?C); (c)\nSalinity. Vertical dashed lines show the SAF (south) and STF (north) mean positions for\nan easier comparison between the three panels.\n\nFor assessing changes in time we looked at the variation of each contour mean position\nduring the first five years (i.e., 1970–1974; Fig.5.3a) and during the last five years (i.e.,\n2005–2009; Fig.5.3b). Between 15?E and 40?E, there is a southward displacement of\n\n36\n\n\n\nthe STF of roughly 45 km (Fig.5.4). It is worth mentioning that we consider only the\nsouthern branch of the 0.15 m contour to be the STF and east of 10?E, which was the\ncontour used for the time series in Fig.5.4b. Changes in the SSH gradient distribution\ncan also be observed in Fig.5.3. As for the SAF, it shows a large zonal variability of its\nmean position. For example, its southward trend at 20?E is 4 times greater than the 20\nto 30?E mean and the 30?E variation (Fig.5.5).\n\nFigure 5.3: Meridional SSH gradient (shading) and SSH (contours) for the Agulhas region.\n(a) first five years average (1970–1974) and (b) last five years average (2005–2009). Purple\nline shows the 0.15 m contour used to track the STF position.\n\nFigure 5.4: (a) Meridional SSH gradient mean for the 1970–2009 period (shading) and\nSSH contours for the STF mean position. Magenta line shows the 1970–1974 average and\ndark purple line shows the 2005–2009 average. (b) Time series of the deviations from the\nSTF mean position between 1970 and 2009.\n\n5.2 Ocean Fronts Variation and Wind Stress Curl\n\nFor the 40-year period analysed, the mean STF position is located at 39.5?S, whereas the\nmean position of the SAF is at 50.5?S. This means that the SAF is located at a latitude\nmuch closer to the zero WSC line than the STF, which is located 10? to the north (Fig.5.6).\nThe STF position is, in fact, closer to the latitude of highest WSC values. The STF shows\nvery little zonal variation over the Agulhas region and shifts south at all longitudes, while\n\n37\n\n\n\nthe SAF has migrated south only close to 20?E. West of 10?E there is virtually no change\nand east of about 25?E, it has either migrated north or remained at the same position.\n\nFigure 5.5: Wind Stress Curl (WSC; shading) and sea surface height (contours) for the\nAgulhas region. (a) first five years average (1970–1974) and (b) last five years average\n(2005–2009). Turquoise line shows the -1.1 m contour used to track the SAF position.\n\nFigure 5.6: Meridional profile of SSH zonally averaged from 20?E to 30?E (red) and of\nzonally averaged WSC between 20?E and 100?E (dark blue). Solid lines represent the\n1970–1974 average, while dashed lines represent the 2005–2009 average. Black triangles\nshow where the SAF and the STF are located on the SSH curves.\n\n38\n\n\n\nTable 5.1: Summary of both fronts identified, listing contours used for identification, their\nmean position and trends (in km/decade). Trends are significant over the 95% level.\n\nFront SSH contour (m) Mean Position Trend (km/dec)\nSTF 0.15 39.5?S -11.6\nSAF -1.1 50.5?S -6.0\n\nThe WSC0 line does indeed migrate south at most longitudes between the Atlantic\nand the Indian Ocean (Fig.5.7a), but, at this time scale, its displacement at any longitude\nis much stronger than that of the STF or the SAF (i.e., it moves much further south than\nthe fronts). The highest change in WSC happens over the Indian sector of the Southern\nOcean and north of the WSC0 line, while much weaker changes happen elsewhere. This\nhigh WSC increase (the trend at this region is 1.5 to 2 times stronger than elsewhere in\nthe Indian Ocean or the Agulhas region) is mostly due to an intensification and southward\nmigration of the westerlies core1 (Figs.5.7b,c). At lower latitudes, a negligible southward\nmigration is seen both for the Southeast Atlantic and the Indian Ocean basin, and no\nsignificant changes can be seen in the trade winds. Still, there is an increase in WSC over\nthe Indian Ocean (Fig.5.7d).\n\nAlthough both the STF at the Agulhas and WSC0 over the Indian Ocean (representing\nchanges in the wind field) have shifted south, they do so at different rates (11.6 km/decade\nand 36 km/decade respectively) and show different zonal structures. This, combined with\nthe fact that the mean positions of these two features are more than 10? of latitude\napart and their weak correlation in time (strongest correlation of -0.19 when WSC0 lags\nby 6 months, Table 5.2), suggests that they bear no direct relationship, or at least it\nis not as direct as once thought. The SAF seems more directly related to WSC0 since\nits location coincides with it at ? 50.5?S. The shift in the position of WSC0 (about 36\nkm/decade) is considerably stronger than that of the SAF at any longitude. At 20?E,\nthe SAF trend is strongest, shifting 24 km/decade. At 30?E, no trend was found and an\naverage between both longitudes yielded a southward trend of 6 km/decade. The total\nSTF displacement was zonally uniform between 10?E and 30?E. It shifted about 45 km\nsouth over 40 years, roughly 6% of the changes observed by Bard and Rickaby (2009)\nduring stadial-interstadial shifts. During stadial periods (i.e., ice ages), the STF was\nlocated further north, as was the westerlies core. This constricted the area where inflow\nfrom the Indian to the Atlantic was possible at the Agulhas region. Conversely, during\ninterstadial (i.e., interglacial) periods, since the STF is located further south (as is the\nwesterlies core), there is a larger region over which this inflow to the Atlantic is possible.\nConsidering that natural, pre-industrial shifts happened over tens of thousands of years,\n\n1It is also important to remind that the WSC0 line is representative of the westerlies core, since the\nmeridional wind shear is zero at the point where westerly winds reach their maximum strength. As can\nbe seen in Figs. 5.7b and c, the WSC is positive to the north and negative south of the maximum.\n\n39\n\n\n\nthe rate of change found in the model over this period also suggests an anthropogenic\nimpact over this region as discussed by Biastoch and Böning (2013).\n\nIf the westerlies, WSC0 and the STF all migrate south, but do not seem to be directly\nrelated, what could be forcing the STF changes or what could potentially link the two\nfeatures? So far, changes do not seem to be locally forced. Next, we look at temperature\nand salinity variations over the mean STF region, before discussing Agulhas Current\ntransports, leakage, and forcings.\n\nFigure 5.7: (a) Wind stress curl trends (shading) in 10?8Nm?3dec?1. Dark blue lines show\nthe position of WSC0 for the first 5 (solid) and last 5 (dashed) years mean. (b) Decadal\nmeans Meridional profile of the Atlantic wind field (40?W to 20?E zonal average) in m/s;\n(c) Decadal means Meridional profile of the Indian wind field (50 to 100?E zonal average)\nin m/s; colors in both profiles show 70–79 (yellow), 80–89 (blue), 90–99 (turquoise) and\n00–09 (purple) means. (d) Time series of wind stress curl (10?8Nm?3) averaged over\n40–20?S and 50–100?E under a 12-month running mean. The red dashed line shows the\nstatistically significant (at 95% confidence) linear trend between 1982 and 2009 trying to\nreplicate the trend found by Rouault et al. (2009).\n\n40\n\n\n\n5.3 Temperature and Salinity changes\n\nOver the southeast Atlantic boundary, north of the STF mean position at 20?E, there\nis a statistically significant increase in surface temperature of 0.06?C per decade (i.e.,\n0.24?C over the 40-year analysed period; Fig.5.8). Stronger trends are observed closer\nto the STF mean position, reflecting the southward displacement of the warmer waters\nnorth of it towards a colder region. Trends observed south of the African coast are close\nto the values found throughout the southwestern Indian Ocean, and south of 45?S, a\npredominant cooling trend is observed. Throughout the southwestern Indian Ocean, this\npositive trend could be seen as the basin-wide warming previously reported (Nitta and\nYamada, 1989; Levitus et al., 2001; Lu et al., 2004; Levitus et al., 2005).\n\nSalinity, on the other hand (Fig.5.9), increases until a sudden drop from 2002 onwards\nover the southwestern Indian Ocean and south of Africa (extending throughout the whole\nIndian Ocean, but starting at different times; not shown), which causes its trend to be\nnegative for the 1970–2009 period2. Considering only the 1970–2002 period over the AC,\nit has a 0.02/decade increase (Fig.5.9b). The southwestern Indian Ocean shows a similar\npositive trend, but salinity over the Mozambique Channel and the Eastern Madagascar\nCurrent (i.e., both west and east of Madagascar, the AC upstream branches) increases\nat about 0.05/decade. This means that, regardless of the period to be considered (and\ntherefore trend magnitude and sign), changes south of Africa over the Agulhas region are\nlinked to changes over the southwestern Indian Ocean and upstream of the AC.\n\nSimilar variations in salinity (including the sudden drop) were found throughout the\nIndian ocean at lower latitudes (not shown). The spatial pattern of surface salinity trends\nagrees with surface precipitation (represented in the model by salinity fluxes; Fig.5.10a,b)\nand, when averaged throughout the whole basin, they show a correlation of -0.45 with\nsurface salinity lagging by 6 months (Fig.5.10c,d). When looking exclusively at the 2002–\n2009 period, trends are over twice as strong or even higher depending on the region. These\nresults offer enough evidence for us to believe that the salinity drop after 2002 was most\nlikely caused by the forcing surface salinity fluxes (i.e., how precipitation is forced in the\nmodel) over the entire Indian Ocean. Also, no changes in the ocean dynamics were found\nthat could explain it. The spatial pattern of the trend until 2002 (Fig.5.10a) also bears\nsome resemblance to the SST trends shown (Fig.5.8). Nevertheless, the model shows a\ncoherent structure between the Indian and the Atlantic through the Agulhas region (as\nin observations) despite having an opposite trend.\n\n2Although there is this sudden drop in salinity after 2002, it is important to highlight that it increases\nagain during the last two years, but it does not reach pre-2002 values until the end of 2009.\n\n41\n\n\n\nFigure 5.8: (a) Map of SST trends over the Agulhas region and (b) SST time series\naveraged over the region shown by the red box, which is the region of Agulhas Leakage in\nPOP2. The lines represent the STF (purple) and SAF (black) associated contours. Solid\nlines represent the 1970–1974 mean and dashed lines represent the 2005–2009 mean.\n\nFigure 5.9: (a) Map of Sea Surface Salinity (SSS) trends over the Agulhas region and (b)\nSSS time series averaged over the region shown by the red box, which is the region of\nAgulhas Leakage in POP2. The lines represent the STF and the SAF as in Fig.5.8.\n\n42\n\n\n\nFigure 5.10: Changes in temperature and salinity from the Indian to the Atlantic. (a,b)\nModel precipitation flux trends (shading; 10?5kg m?2s?1/decade) and surface salinity\ntrends (contours; drawn every 0.05 g/kg decade?1 in [a] and every 0.2 g/kg decade?1 in\n[b]). The difference in scale was kept for trends to be visible in both plots. (a) shows\n1980–2002 trends and (b) shows 2002–2009 trends. (c) Changes in precipitation (blue) and\nsalinity (black) over the central Indian Ocean (30-100?E, 40-10?S) and (d) their normed\ncross-correlation function. (e) Mean decadal (solid) salinity and (dashed) heat fluxes\ntowards the Atlantic through the model’s Agulhas Leakage. Colours denote same decades\nas in previous decadal profiles. (f) Upper 1500 m salt transport [109kg/s] towards the\nAtlantic through the \"Leakage Current\".\n\nThe ?-S diagram for the four decades (1970s, 1980s, 1990s, and 2000s; Fig.5.11) shows\nthat changes happen from the surface to the model’s Lower Circumpolar Deep Water\n(LCDW). As expected, changes below the model’s Antarctic Intermediate Water (AAIW)\nare very small. The most significant changes are observed in the upper layers. Waters\nabove the ? = 27.4 kg/m3 isopycnal (i.e., about 1200 m) show an increase in potential\ntemperature, which is consistent with observations for the Indian and Atlantic Oceans\n(Levitus et al., 2001, 2005).\n\nOn the other hand, salinity decreases from this deeper layer until the ? = 26.5 kg/m3\n\nisopycnal (at roughly 220 m) and increases afterwards up to the surface. In other words,\nit has increased everywhere except for the AAIW layer, where it has decreased. This\nsuggests that only at the upper layers (i.e., above 220 m) there is an increase in the\namount of salt these already saltier waters are carrying into the Atlantic, while other\nchanges are taking place over the AAIW and the Subantarctic Mode Water (SAMW).\n\n43\n\n\n\nIt is also worth mentioning that the salinity changes seen on intermediate to subsurface\nlayers (i.e., above and including AAIW) and over the Indian Ocean before 2003 match\nobservations (Boyer et al., 2005; Durack and Wijffels, 2010).\n\nDespite vertical variations, heat and salt fluxes towards the Atlantic have increased\nfrom decade to decade, as did salt transport (Fig.5.10e,f), suggesting that velocity vari-\nability might play a stronger role than temperature or salinity variations for transporting\nheat or salt from the Indian to the Atlantic. Choosing a reference salinity for the flux\ncalculations, over which we would compute the deviations, could lead to different results\n(Weijer and Van Sebille, 2014). Since salinity was shown to be highly variable due to\nchanges in the surface forcings, computing fluxes using deviations from a reference av-\nerage salinity value did not improve the flux estimates (not shown). Still, our results\nindicate that the changes over the AAIW are also carried through this leakage current,\nas they are embedded in the 1500 m deep leakage flow shown in the flux profiles (Fig.\n5.10e).\n\nFigure 5.11: ?-S diagram for waters north of the STF mean position. Decadal means are\nshown: (brown) 1960–1969; (blue) 1980–1989; (magenta) 2000–2009.\n\n44\n\n\n\n5.4 Velocity and transport changes\n\nThe Agulhas Leakage in the model is represented by a viscous flow in a boundary layer\nthat emerges from the retroflection system as a bifurcation (Fig.5.12). For this reason,\ntransport values are greatly overestimated, which is why we have not focused on absolute\nvalues, but rather on anomalies and trends.\n\nFigure 5.12: Streamlines of the surface velocity over the Agulhas region. Colors show\nvelocity values in m/s. The lines show the transects at 20?E and 30?E for reference.\n\nThe model results show that Agulhas Leakage intensifies at 20?E and extents from the\nsurface to 1600 m (Fig. 5.13a), in agreement with previous studies (Bryden and Beal, 2001;\nRouault et al., 2009). We calculated its transport by integrating the westward velocity\nat the same 20?E cross-section (dotted rectangle in Fig. 5.13a), and its anomaly can be\nseen in Fig.5.13b. The average transport of 41 Sv obtained with POP2 is comparable to\nthe 43 Sv found by Weijer et al. (2012) using the same ocean model in a coupled setup.\nIt showed an increase of about 6 Sv in 40 years (1.5 Sv/decade), comparable to the 5 Sv\nfound by Biastoch et al. (2009). Its variation in time is well correlated to the STF position\n\n45\n\n\n\n(-0.76 at lag zero; Table 5.2). It was not correlated, however, to the WSC0 position (-0.14\nwhen WSC0 leads by one month; Table 5.2). The SAF associated jet also intensifies\n(Fig.5.13a). However, it seems to be tightening (i.e., its northern edge is weakening while\nits core intensifies) while the boundary current associated to the AC leakage seems to be\nbroadening (i.e., trends are not centred over the core of this current).\n\nSince changes in the velocity field structure at the 20?E cross-section also indicate that\nthe Agulhas Leakage current could be either broadening or slightly moving south, we test\nthis hypothesis based on Beal and Elipot (2016), who show through observations that in-\nstead of intensifying, the AC broadens due to increased eddy activity. Although our model\ndoes not allow eddies, it is possible to calculate the eddy kinetic energy (EKE) through\nthe velocity fluctuations compared to computed geostrophic velocities (as explained in\nsection 3-Methods). Consistent with Beal and Elipot (2016), there is an increase in EKE\n(at a very similar rate) over the Agulhas Current and its Leakage Current (Fig.5.14). As\nexpected, the correlation between EKE and the Leakage transport at 20?E is very high\nwhen filtering out high-frequency variability (R = 0.87 when EKE leads transport by 1\nmonth; Table 5.2). However, broadening or increased EKE of this current itself cannot\nexplain the STF southward shift. By using the position where zonal velocity is zero as\nan index for the edge of the Leakage Current, we found its southward displacement to\nbe statistically significant, but too small and too subject to interpolation to be a robust\nindicator of the current broadening or displacement. Its correlation with EKE at 20?E\nwas also weak (-0.36 when EKE lags by 3 months; Table 5.2).\n\nFigure 5.13: (a) Meridional cross-section of mean zonal velocity (shading, m/s) and its\ntrend (each line denotes a 0.2 cm/s month?1 trend; solid for positive and dashed for nega-\ntive) at 20?E. (b) Solid lines show time series of Agulhas leakage transport anomaly (gray,\nSv; 1 Sv = 106m3/s) for the dotted area in (a) and its 12-month running mean (black).\nThe dash-dotted line shows the STF deviation from its mean position in kilometers as in\nFig. 5.4, but under a 12-month running mean.\n\n46\n\n\n\nFigure 5.14: (a) Eddy Kinetic Energy trends (shading; m2s?2) and mean values (contours\nonly represent regions of highest EKE corresponding to the Agulhas Current and to the\nAgulhas Leakage). (b) Eddy Kinetic Energy at 20?E over the Agulhas Leakage Current.\nTrend listed in red for the 1985–2009 period for comparison with the work of Beal &amp;\nElipot (2016).\n\nAC transport at 30?E has increased by roughly 1.3 Sv (0.32 Sv/decade; Fig.5.15a). The\nARC transport, on the other hand, has decreased by 4.4 Sv (1.1 Sv/decade; Fig.5.15b).\nIt can be seen that the AC transport at 30?E shows a much smaller change than the other\nmain currents, but is still in line with an intensification of the entire current system. An\nincrease of WSC over the Indian Ocean was also found, which could explain the strength-\nening of this current system. Since transport towards the Atlantic is well correlated to the\nSTF position, the results obtained so far suggest that changes in the STF mean latitude\nand in the current transports at the Agulhas region could be connected to larger scale\nchanges.\n\nThe Barotropic Stream Function (BSF) field can be used to look at large scale changes\nover the two ocean basins. Changes in BSF (Fig.5.16a) show that not only is there an\nintensification of the circulation over both South Atlantic and Indian subtropical gyres\n(and the whole Supergyre), but also an increase in recirculation at the southwestern\nIndian Ocean. Since the position of the zero BSF contour (hereafter BSF0) can be used\nas an index of the Subtropical Gyre southern border displacement (as it is its dynamical\nboundary), it is natural to see how it changes in time at the Agulhas region. Indeed, there\nis a significant southward displacement of the BSF0 at 20?E (Fig.5.16b) and an overall\nintensification of the Indian Ocean subtropical gyre (Fig.5.16c).\n\nThe BSF0 has shifted south throughout the Indian and Atlantic ocean basins, but at a\nmuch stronger pace over the Agulhas region (Fig.5.17). This goes against the topographic\n\n47\n\n\n\nFigure 5.15: Transport (in Sv) time series of (a) Agulhas Current at 30?E and (b) Agulhas\nReturn Current at 30?E.\n\ncontrol suggested by Boer et al. (2013). According to their results, the STF should show\nno shift in its position, since changes would be constricted by the bottom topography.\nThe correlation between the STF and BSF0 positions at the same region is R = 0.57\nwith BSF0 leading STF by one month (Table 5.2). This suggests a strong link between\nboth variables although the BSF0 trend is almost three times as high as the STF (35\nkm/decade and 11.6 km/decade respectively). The STF trend over the Agulhas is very\nsimilar to the BSF0 trend between 30?W and Greenwich.\n\nIn order to quantify changes in the subtropical gyres circulation and extent, two indices\nwere used. First, gyre strength was calculated as the anomaly of the mean BSF over the\nregion where it has negative values (i.e., the subtropical gyres). Second, gyre extent was\ncalculated as the anomaly of the total area where BSF is negative. A double 12-month\nrunning mean was applied in order to reduce high-frequency variability. Strength and\nextent indices are presented in Figs. 5.18a and b, respectively. As shown, both Atlantic\nand Indian subtropical gyres intensify (and therefore the Supergyre) and the Indian Ocean\nshows an expansion trend, especially from the early 1990’s onwards.\n\nThe Indian gyre (and the Supergyre) intensification can partly explain the AC velocity\nincrease and the increased leakage in our model. The transport at 20?E is well correlated\nto the strength of both Indian and Atlantic gyres as well as the Supergyre. The lags\nof maximum correlations suggest this response to take 4 to 6 months (Table 5.2). The\nincrease in WSC over the Indian Ocean (Fig.5.7d) is most likely the cause, even though it is\nstatistically significant (as reported by Rouault et al., 2009) in our data only when filtering\nout higher frequency variability and only considering the 1980’s to 2009 period. Most of\nthis WSC increase is attributable to the westerlies strengthening, since no changes can be\nseen in the trade winds in the CORE dataset (Fig.5.7c). This agrees with the results of\nDurgadoo et al. (2013), who showed the Agulhas leakage to respond to stronger westerlies\nrather than the WSC0 position. Their proposed mechanism is more local. According\n\n48\n\n\n\nFigure 5.16: (a) Barotropic Stream Function (Sv) over the Supergyre: 1970–2009 aver-\nage represented by the shading while positive (negative) trends are represented by solid\n(dashed) contours; (b) Meridional profile of the BSF at 20?E; (c) Meridional profile of the\nBSF over the Indian Ocean (50-100?E average).\n\nto Durgadoo et al. (2013), stronger westerlies increase WSC over the Indian sector of\nthe Southern Ocean, which in turn increases downward Ekman pumping. As a result,\nthe ocean interior responds with increased northward transport that is compensated by\nincreased leakage. Our results show an increase in WSC over the Indian Ocean sector\nof the Southern Ocean, meaning that both the gyre strengthening and the response to\nan increased Ekman pumping could be in action in the model. The uniform southward\ndisplacement of BSF0 is a reflection of the Indian Gyre expansion, which is stronger from\nthe early 1990’s onwards (as is the BSF0 shift over the Agulhas/Southeast Atlantic). Kim\nand Orsi (2014) have already discussed the influence of an intensification of the Indian\nsubtropical gyre, which works with the WSC0 shift to expand it polewards. This results\nin the displacement of Antarctic Circumpolar Current fronts in the eastern side of the\nIndian Ocean sector of the Southern Ocean. Here we find the STF to also respond to this\nexpansion but on the western side of the Indian Ocean subtropical gyre.\n\nWe now have enough evidence to believe that changes in the STF position can be\nrelated to changes over the strength and the expansion of the Indian subtropical gyre:\n(i) the expansion of the Indian subtropical gyre (especially over the Agulhas region), (ii)\nthe consistency between an intensification of the circulation and the transport observed\nat 20?E, and (iii) the good agreement between the BSF0 and the STF variations.\n\n49\n\n\n\nFigure 5.17: (a) Variation of the meridional position of averaged BSF0 between 60?W and\n30?W (dark blue), 30?W and 0?(blue), 0?and 30?E (purple), 30?E and 60?E (turquoise),\n60?E and 90?E (brown), and the STF (black). All series had their seasonal cycles removed\nand only the BSF0 series had a 12-month running mean applied to them. (b) Linear trends\nof the series shown in (a) in terms of deviation from their mean position (in km). Trends\nand series were separated for clarity.\n\nFigure 5.18: Twelve-month running means of (a) Gyre strength for the Supergyre (black)\nand separately for the Atlantic (blue) Indian (red) oceans. (b) Gyre extent (in 106 km2)\ncolour-coded as in (a). Gyre strength was calculated as the average BSF over the region\nwhere it is negative. Extent was calculated as the area integral over the region where BSF\nis negative.\n\n50\n\n\n\nTable 5.2: Lagged Pearson correlation coefficients between relevant indexes and variables.\nRmax stands for the maximum correlation, followed by its lag. R0 denotes the correlation\nat zero lag. All results are significant over 95%. Series were compared under a 12-month\nrunning mean unless otherwise noted in the text (e.g., Gyre indices).\n\nRmax Lag of Rmax R0\nWSC0 Position vs. STF Position -0.19 6 -0.11\nSTF Position vs. Transport at 20?E -0.76 0 -0.76\nSTF Position vs. BSF0 Position 0.57 1 0.56\nTransport at 20?E vs. Supergyre Strength 0.56 6 0.47\nTransport at 20?E vs. Atlantic Gyre Strength 0.44 4 0.41\nTransport at 20?E vs. Indian Gyre Strength 0.59 5 0.52\nEKE at 20?E vs. Transport at 20?E 0.87 -1 0.86\nEKE at 20?E vs. Position of u = 0 -0.36 3 -0.33\nWSC0 Position vs. Transport at 20?E -0.14 -1 -0.11\n\n6 Summary and Conclusions\n\nMultiple definitions of the Subtropical Front have been associated with changes in the\nsouthern boundary of the southern hemisphere subtropical gyres via a direct relationship\nwith the zero wind stress curl line. In this study, we investigated this association using\nthe ocean component of the NCAR-CESM forced by the CORE dataset. We compared\nthe STF behaviour to the actual dynamical features that represent the gyre boundary\nand its possible forcing mechanisms.\n\nWe identified two distinct fronts over the transition between the Atlantic and the\nIndian oceans. They were considered the SAF (southern, at 50.5?S) and the STF (north-\nern, at 39.5?S) according to their mean position and features in potential temperature\nand salinity cross-sections. Changes in their position were assessed by tracking in time\nthe position of a specific SSH contour throughout our 40-year analysis period from 1970\nto 2009. The contour was selected considering the one that was best associated with the\nlocal maximum SSH gradient (-1.1 m for the SAF and 0.15 m for the STF)\n\nAlthough both fronts migrate south, as well as the latitude of WSC0 which was be-\nlieved to be the controlling factor of the STF position Ruijter et al. (e.g., 1999); Beal et al.\n(e.g., 2011), they are about 10 degrees in latitude apart and not correlated in time at any\nlag. A slight yet statistically significant increase in wind stress curl over the Indian Ocean\nwas observed, as well as an increase in westerlies intensity over the Southern Ocean of\nabout 1 m/s (i.e., roughly 12%) and a southward shift of its core.\n\nAccompanied by this increase in wind stress curl, an increase in transport of the\nAgulhas leakage of 6 Sv over 40 years was observed, which was shown to be part of\n\n51\n\n\n\na larger scale gyre spin-up and increase. An upstream increase of roughly 1.3 Sv over\n40 years was observed, consistent with the strengthening of the recirculation cell of the\nSouthwestern Indian Ocean. Not only has the Indian Subtropical gyre intensified, it has\nalso expanded. Our results show that the stronger westerly winds were responsible for\nsuch changes.\n\nThe increased leakage happens from the surface down to about 1600 m, in agreement\nwith previous studies for the Agulhas Current (Bryden and Beal, 2001; Rouault et al.,\n2009). Although precipitation does change salinity over a wide region of the Indian Ocean,\nthe amount of salt carried into the Atlantic is much more dependent on leakage variability.\nIt is important to keep in mind that POP2 overestimates the Agulhas Leakage. Thus,\nconsiderations regarding transport and flux changes are most likely a reflection of the\ngyre-scale intensification.\n\nIn the time scales analysed in this study, the STF position was shown to be largely\nconnected to the Supergyre expansion, especially over the Indian ocean. Although the\nwhole Indian Subtropical gyre expands, the BSF0 position had its largest southward\ndisplacement right over the Agulhas region. The results confirm that changes in the\nlarge-scale wind stress forcing (rather than local) influence changes in the STF position.\nSubtropical Gyre dynamics are essentially forced by the wind field and its stress applied\nto the ocean over the entire basin. Although WSC0 and BSF0 lines are the actual agents\nthat represent the southern edge of subtropical gyres, over the last decades the STF has\nfollowed the Supergyre dynamics and moved with it.\n\n52\n\n\n\nReferences\n\nAlory, G., S. Wijffels, and G. Meyers (2007). Observed temperature trends in the indian\nocean over 1960–1999 and associated mechanisms. Geophysical Research Letters 34(2).\n\nAndrews, J. C. (1977). Eddy structure and the west australian current. Deep Sea Re-\nsearch 24(12), 1133–1148.\n\nBalmaseda, M. A., K. Mogensen, and A. T. Weaver (2013). Evaluation of the ecmwf\nocean reanalysis system oras4. Quarterly Journal of the Royal Meteorological Soci-\nety 139(674), 1132–1161.\n\nBard, E. and R. E. Rickaby (2009). Migration of the subtropical front as a modulator of\nglacial climate. Nature 460(7253), 380–383.\n\nBeal, L. M., W. P. De Ruijter, A. Biastoch, R. Zahn, et al. (2011). On the role of the\nagulhas system in ocean circulation and climate. Nature 472(7344), 429–436.\n\nBeal, L. M. and S. Elipot (2016). Broadening not strengthening of the agulhas current\nsince the early 1990s. Nature 540(7634), 570–573.\n\nBelkin, I. M. and A. L. Gordon (1996). Southern ocean fronts from the greenwich meridian\nto tasmania. Journal of Geophysical Research: Oceans (1978–2012) 101(C2), 3675–\n3696.\n\nBiastoch, A. and C. W. Böning (2013). Anthropogenic impact on agulhas leakage. Geo-\nphysical Research Letters 40(6), 1138–1143.\n\nBiastoch, A., C. W. Böning, and J. Lutjeharms (2008). Agulhas leakage dynamics affects\ndecadal variability in atlantic overturning circulation. Nature 456(7221), 489–492.\n\nBiastoch, A., C. W. Böning, F. U. Schwarzkopf, and J. Lutjeharms (2009). Increase\nin agulhas leakage due to poleward shift of southern hemisphere westerlies. Na-\nture 462(7272), 495–498.\n\nBillany, W., S. Swart, J. Hermes, and C. Reason (2010). Variability of the southern ocean\nfronts at the greenwich meridian. Journal of Marine Systems 82(4), 304–310.\n\nBoebel, O., J. Lutjeharms, C. Schmid, W. Zenk, T. Rossby, and C. Barron (2003). The\ncape cauldron: a regime of turbulent inter-ocean exchange. Deep Sea Research Part II:\nTopical Studies in Oceanography 50(1), 57–86.\n\nBoer, A. M., R. M. Graham, M. D. Thomas, and K. E. Kohfeld (2013). The control of\nthe southern hemisphere westerlies on the position of the subtropical front. Journal of\nGeophysical Research: Oceans 118(10), 5669–5675.\n\n53\n\n\n\nBöning, C. W., A. Dispert, M. Visbeck, S. Rintoul, and F. U. Schwarzkopf (2008). The\nresponse of the antarctic circumpolar current to recent climate change. Nature Geo-\nscience 1(12), 864–869.\n\nBoyer, T. P., S. Levitus, J. Antonov, R. Locarnini, and H. Garcia (2005). Linear trends\nin salinity for the world ocean, 1955–1998. Geophysical Research Letters 32(1).\n\nBryden, H. L. and L. M. Beal (2001). Role of the agulhas current in indian ocean circula-\ntion and associated heat and freshwater fluxes. Deep Sea Research Part I: Oceanographic\nResearch Papers 48(8), 1821–1845.\n\nCarter, L., I. McCave, and M. J. Williams (2008). Circulation and water masses of\nthe southern ocean: a review. Developments in Earth and Environmental Sciences 8,\n85–114.\n\nChapman, C. C. (2014). Southern ocean jets and how to find them: Improving\nand comparing common jet detection methods. Journal of Geophysical Research:\nOceans 119(7), 4318–4339.\n\nda Silveira, I. C., L. B. Miranda, and W. S. Brown (1994). On the origins of the north\nbrazil current. Journal of Geophysical Research: Oceans (1978–2012) 99(C11), 22501–\n22512.\n\nDanabasoglu, G., S. C. Bates, B. P. Briegleb, S. R. Jayne, M. Jochum, W. G. Large,\nS. Peacock, and S. G. Yeager (2012). The ccsm4 ocean component. Journal of Cli-\nmate 25(5), 1361–1389.\n\nde Ruijter, W. P. and D. B. Boudra (1985). The wind-driven circulation in the south\natlantic-indian ocean—i. numerical experiments in a one-layer model. Deep Sea Re-\nsearch Part A. Oceanographic Research Papers 32(5), 557–574.\n\nDeacon, G. (1982). Physical and biological zonation in the southern ocean. Deep Sea\nResearch Part A. Oceanographic Research Papers 29(1), 1–15.\n\nDeacon, G. E. (1933). A general account of the hydrology of the south atlantic ocean.\nDiscovery Reports (7), 171–238.\n\nDee, D., S. Uppala, A. Simmons, P. Berrisford, P. Poli, S. Kobayashi, U. Andrae, M. Bal-\nmaseda, G. Balsamo, P. Bauer, et al. (2011). The era-interim reanalysis: Configuration\nand performance of the data assimilation system. Quarterly Journal of the royal mete-\norological society 137(656), 553–597.\n\nDencausse, G., M. Arhan, and S. Speich (2011). Is there a continuous subtropical front\nsouth of africa? Journal of Geophysical Research: Oceans (1978–2012) 116(C2),\nC02027.\n\n54\n\n\n\nDownes, S. M., R. Farneti, P. Uotila, S. M. Griffies, S. J. Marsland, D. Bailey, E. Behrens,\nM. Bentsen, D. Bi, A. Biastoch, et al. (2015). An assessment of southern ocean water\nmasses and sea ice during 1988–2007 in a suite of interannual core-ii simulations. Ocean\nModelling 94, 67–94.\n\nDurack, P. J. and S. E. Wijffels (2010). Fifty-year trends in global ocean salinities and\ntheir relationship to broad-scale warming. Journal of Climate 23(16), 4342–4362.\n\nDurgadoo, J. V., B. R. Loveday, C. J. Reason, P. Penven, and A. Biastoch (2013). Agulhas\nleakage predominantly responds to the southern hemisphere westerlies. Journal of\nPhysical Oceanography 43(10), 2113–2131.\n\nEngland, M. H. (1992). On the formation of antarctic intermediate and bottom water in\nocean general circulation models. Journal of Physical Oceanography 22(8), 918–926.\n\nGarzoli, S. L. and R. Matano (2011). The south atlantic and the atlantic meridional over-\nturning circulation. Deep Sea Research Part II: Topical Studies in Oceanography 58(17),\n1837–1847.\n\nGent, P. R. (2016). Effects of southern hemisphere wind changes on the meridional\noverturning circulation in ocean models. Annual review of marine science 8, 79–94.\n\nGent, P. R. and J. C. Mcwilliams (1990). Isopycnal mixing in ocean circulation models.\nJournal of Physical Oceanography 20(1), 150–155.\n\nGill, A. and E. Schumann (1979). Topographically induced changes in the structure of an\ninertial coastal jet: application to the agulhas current. Journal of Physical Oceanogra-\nphy 9(5), 975–991.\n\nGodfrey, J. (1996). The effect of the indonesian throughflow on ocean circulation and\nheat exchange with the atmosphere: A review. Journal of Geophysical Research:\nOceans 101(C5), 12217–12237.\n\nGoni, G. J. and I. Wainer (2001). Investigation of the brazil current front variability\nfrom altimeter data. Journal of Geophysical Research: Oceans (1978–2012) 106(C12),\n31117–31128.\n\nGordon, A. L., S. Ma, D. B. Olson, P. Hacker, A. Ffield, L. D. Talley, D. Wilson, and\nM. Baringer (1997). Advection and diffusion of indonesian throughflow water within the\nindian ocean south equatorial current. Geophysical Research Letters 24(21), 2573–2576.\n\nGordon, A. L., R. F. Weiss, W. M. Smethie, and M. J. Warner (1992). Thermocline\nand intermediate water communication between the south atlantic and indian oceans.\nJournal of Geophysical Research: Oceans 97(C5), 7223–7240.\n\n55\n\n\n\nGraham, R. M. and A. M. Boer (2013). The dynamical subtropical front. Journal of\nGeophysical Research: Oceans 118(10), 5676–5685.\n\nGraham, R. M., A. M. Boer, K. J. Heywood, M. R. Chapman, and D. P. Stevens (2012).\nSouthern ocean fronts: Controlled by wind or topography? Journal of Geophysical\nResearch: Oceans 117(C8).\n\nIngleby, B. and M. Huddleston (2007). Quality control of ocean temperature and salinity\nprofiles—historical and real-time data. Journal of Marine Systems 65(1), 158–175.\n\nKalnay, E., M. Kanamitsu, R. Kistler, W. Collins, D. Deaven, L. Gandin, M. Iredell,\nS. Saha, G. White, J. Woollen, et al. (1996). The ncep/ncar 40-year reanalysis project.\nBulletin of the American meteorological Society 77(3), 437–471.\n\nKim, Y. S. and A. H. Orsi (2014). On the variability of antarctic circumpolar current\nfronts inferred from 1992–2011 altimetry. Journal of Physical Oceanography 44(12),\n3054–3071.\n\nKnorr, G. and G. Lohmann (2003). Southern ocean origin for the resumption of atlantic\nthermohaline circulation during deglaciation. Nature 424(6948), 532–536.\n\nKnorr, G. and G. Lohmann (2007). Rapid transitions in the atlantic thermohaline cir-\nculation triggered by global warming and meltwater during the last deglaciation. Geo-\nchemistry, Geophysics, Geosystems 8(12).\n\nLarge, W. and S. Pond (1981). Open ocean momentum flux measurements in moderate\nto strong winds. Journal of physical oceanography 11(3), 324–336.\n\nLarge, W. and S. Yeager (2009). The global climatology of an interannually varying\nair–sea flux data set. Climate dynamics 33(2-3), 341–364.\n\nLevitus, S., J. Antonov, and T. Boyer (2005). Warming of the world ocean, 1955–2003.\nGeophysical Research Letters 32(2).\n\nLevitus, S., J. I. Antonov, J. Wang, T. L. Delworth, K. W. Dixon, and A. J. Broccoli\n(2001). Anthropogenic warming of earth’s climate system. Science 292(5515), 267–270.\n\nLocarnini, R., A. Mishonov, J. Antonov, T. Boyer, H. Garcia, O. Baranova, M. Zweng,\nC. Paver, J. Reagan, D. Johnson, M. Hamilton, and D. Seidov (2013). World ocean\natlas 2013, volume 1: Temperature. NOAA Atlas NESDIS 73, 40.\n\nLu, J., R. J. Greatbatch, and K. A. Peterson (2004). Trend in northern hemisphere\nwinter atmospheric circulation during the last half of the twentieth century. Journal of\nClimate 17(19), 3745–3760.\n\n56\n\n\n\nLumpkin, R. and S. Garzoli (2011). Interannual to decadal changes in the western\nsouth atlantic’s surface circulation. Journal of Geophysical Research: Oceans (1978–\n2012) 116(C1).\n\nLutjeharms, J. and R. Van Ballegooyen (1984). Topographic control in the agulhas current\nsystem. Deep Sea Research Part A. Oceanographic Research Papers 31(11), 1321–1337.\n\nLutjeharms, J. and R. Van Ballegooyen (1988). The retroflection of the agulhas current.\nJournal of Physical Oceanography 18(11), 1570–1583.\n\nLynch-Stieglitz, J., J. F. Adkins, W. B. Curry, T. Dokken, I. R. Hall, J. C. Herguera,\nJ. J.-M. Hirschi, E. V. Ivanova, C. Kissel, O. Marchal, et al. (2007). Atlantic meridional\noverturning circulation during the last glacial maximum. science 316(5821), 66–69.\n\nMacdonald, A. M. and C. Wunsch (1996). An estimate of global ocean circulation and\nheat fluxes. Nature 382(6590), 436.\n\nMackintosh, N. A. (1946). The Antarctic Convergence and the distribution of surface\ntemperatures in Antarctic waters. University Press.\n\nMeinen, C. S., S. Speich, R. C. Perez, S. Dong, A. R. Piola, S. L. Garzoli, M. O. Baringer,\nS. Gladyshev, and E. J. Campos (2013). Temporal variability of the meridional over-\nturning circulation at 34.5 s: Results from two pilot boundary arrays in the south\natlantic. Journal of Geophysical Research: Oceans 118(12), 6461–6478.\n\nMogensen, K., M. A. Balmaseda, and A. Weaver (2012). The NEMOVAR ocean data\nassimilation system as implemented in the ECMWF ocean analysis for System 4. Eu-\nropean Centre for Medium-Range Weather Forecasts.\n\nMoore, J. K., M. R. Abbott, and J. G. Richman (1999). Location and dynamics of the\nantarctic polar front from satellite sea surface temperature data. Journal of Geophysical\nResearch 104(C2).\n\nNitta, T. and S. Yamada (1989). Recent warming of tropical sea surface temperature and\nits relationship to the northern hemisphere circulation. Journal of the Meteorological\nSociety of Japan. Ser. II 67(3), 375–383.\n\nOrsi, A. and C. Wiederwohl (2009). A recount of ross sea waters. Deep-Sea Research\nII 56, 778–795.\n\nOrsi, A., D. Worth, and T. Whitworth (1993). On the circulation and stratification of the\nweddell gyre. Deep-Sea Research I 40(1), 169–203.\n\nOrsi, A. H., T. Whitworth, and W. D. Nowlin (1995). On the meridional extent and\nfronts of the antarctic circumpolar current. Deep Sea Research Part I: Oceanographic\nResearch Papers 42(5), 641–673.\n\n57\n\n\n\nOu, H. W. and W. P. De Ruijter (1986). Separation of an inertial boundary current from\na curved coastline. Journal of Physical Oceanography 16(2), 280–289.\n\nPalastanga, V., P. Van Leeuwen, M. Schouten, and W. De Ruijter (2007). Flow structure\nand variability in the subtropical indian ocean: Instability of the south indian ocean\ncountercurrent. Journal of Geophysical Research: Oceans 112(C1).\n\nPeeters, F. J., R. Acheson, G.-J. A. Brummer, W. P. De Ruijter, R. R. Schneider, G. M.\nGanssen, E. Ufkes, and D. Kroon (2004). Vigorous exchange between the indian and\natlantic oceans at the end of the past five glacial periods. Nature 430(7000), 661–665.\n\nPenven, P., J. Lutjeharms, and P. Florenchie (2006). Madagascar: A pacemaker for the\nagulhas current system? Geophysical Research Letters 33(17).\n\nPeterson, R. G. and L. Stramma (1991). Upper-level circulation in the south atlantic\nocean. Progress in oceanography 26(1), 1–73.\n\nPiola, A. and R. Matano (2001). Brazil and falklands (malvinas) currents. Ocean Currents:\nA Derivative of the Encyclopedia of Ocean Sciences, 35–43.\n\nQuartly, G. and M. Srokosz (1993). Seasonal variations in the region of the agulhas\nretroflection: Studies with geosat and fram. Journal of Physical Oceanography 23(9),\n2107–2124.\n\nRahmstorf, S. (1995). Bifurcation of the atlantic thermohaline circulation in response to\nchanges in the hydrological cycle. Nature 378, 9.\n\nReason, C., R. Allan, and J. Lindesay (1996). Evidence for the influence of remote\nforcing on interdecadal variability in the southern indian ocean. Journal of Geophysical\nResearch: Oceans 101(C5), 11867–11882.\n\nRintoul, S. R., C. Hughes, and D. Olbers (1999). The antarctic circumpolar current\nsystem. Oceans and Climate, G. Siedler and J. Church,(eds.), Academic Press.\n\nRobbins, P. E. and J. M. Toole (1997). The dissolved silica budget as a constraint on\nthe meridional overturning circulation of the indian ocean. Deep Sea Research Part I:\nOceanographic Research Papers 44(5), 879–906.\n\nRouault, M., P. Penven, and B. Pohl (2009). Warming in the agulhas current system\nsince the 1980’s. Geophysical Research Letters 36(12), L12602.\n\nRuijter, W. d., A. Biastoch, S. Drijfhout, J. Lutjeharms, R. Matano, T. Pichevin, P. v.\nLeeuwen, and W. Weijer (1999). Indian-atlantic interocean exchange: Dynamics, esti-\nmation and impact. Journal of Geophysical Research: Oceans 104(C9), 20885–20910.\n\nSchott, F. A., S.-P. Xie, and J. P. McCreary (2009). Indian ocean circulation and climate\nvariability. Reviews of Geophysics 47(1).\n\n58\n\n\n\nSiedler, G., M. Rouault, and J. R. Lutjeharms (2006). Structure and origin of the sub-\ntropical south indian ocean countercurrent. Geophysical research letters 33(24).\n\nSilveira, I. C. A., A. C. K. Schmidt, E. J. D. Campos, S. Godoi, and Y. Ikeda (2000). A\ncorrente do brasil ao largo da costa leste brasileira. Rev. Bras. Ocean 48(2), 171–183.\n\nSloyan, B. M. and S. R. Rintoul (2001). Circulation, renewal, and modification of antarctic\nmode and intermediate water. Journal of Physical Oceanography 31(4), 1005–1030.\n\nSmith, R., P. Jones, B. Briegleb, F. Bryan, G. Danabasoglu, J. Dennis, J. Dukowicz,\nC. Eden, B. Fox-Kemper, P. Gent, et al. (2010). The parallel ocean program (pop)\nreference manual ocean component of the community climate system model (ccsm) and\ncommunity earth system model (cesm). Rep. LAUR-01853 141, 1–140.\n\nSmith, S. D. (1988). Coefficients for sea surface wind stress, heat flux, and wind pro-\nfiles as a function of wind speed and temperature. Journal of Geophysical Research:\nOceans 93(C12), 15467–15472.\n\nSokolov, S. and S. R. Rintoul (2002). Structure of southern ocean fronts at 140 e. Journal\nof Marine Systems 37(1), 151–184.\n\nSokolov, S. and S. R. Rintoul (2007). Multiple jets of the antarctic circumpolar current\nsouth of australia. Journal of Physical Oceanography 37(5), 1394–1412.\n\nSokolov, S. and S. R. Rintoul (2009a). Circumpolar structure and distribution of the\nantarctic circumpolar current fronts: 1. mean circumpolar paths. Journal of Geophysical\nResearch: Oceans (1978–2012) 114(C11), C11018.\n\nSokolov, S. and S. R. Rintoul (2009b). Circumpolar structure and distribution of the\nantarctic circumpolar current fronts: 2. variability and relationship to sea surface height.\nJournal of Geophysical Research: Oceans (1978–2012) 114, C11019.\n\nSparrow, M. D., K. J. Heywood, J. Brown, and D. P. Stevens (1996). Current structure of\nthe south indian ocean. Journal of Geophysical Research: Oceans 101(C3), 6377–6391.\n\nSpeich, S., B. Blanke, and W. Cai (2007). Atlantic meridional overturning circulation and\nthe southern hemisphere supergyre. Geophysical Research Letters 34(23), L23614.\n\nStouffer, R. J., J. Yin, J. Gregory, K. Dixon, M. Spelman, W. Hurlin, A. Weaver, M. Eby,\nG. Flato, H. Hasumi, et al. (2006). Investigating the causes of the response of the\nthermohaline circulation to past and future climate changes. Journal of Climate 19(8),\n1365–1387.\n\nStramma, L. (1991). Geostrophic transport of the south equatorial current in the atlantic.\nJournal of Marine Research 49(2), 281–294.\n\n59\n\n\n\nStramma, L. (1992). The south indian ocean current. Journal of physical oceanogra-\nphy 22(4), 421–430.\n\nStramma, L. and J. R. Lutjeharms (1997). The flow field of the subtropical gyre of the\nsouth indian ocean. Journal of Geophysical Research: Oceans 102(C3), 5513–5530.\n\nStramma, L. and R. G. Peterson (1990). The south atlantic current. Journal of Physical\nOceanography 20(6), 846–859.\n\nSwart, S., S. Speich, I. J. Ansorge, and J. R. Lutjeharms (2010). An altimetry-based\ngravest empirical mode south of africa: 1. development and validation. Journal of\nGeophysical Research: Oceans 115, C03002.\n\nTalley, L. D. (2013). Closure of the global overturning circulation through the indian,\npacific, and southern oceans: Schematics and transports. Oceanography 26(1), 80–97.\n\nTalley, L. D., G. Pickard, W. Emery, and J. Swift (2011). Descriptive physical oceanogra-\nphy: an introduction. Academic press.\n\nToole, J. M. and B. A. Warren (1993). A hydrographic section across the subtropical\nsouth indian ocean. Deep Sea Research Part I: Oceanographic Research Papers 40(10),\n1973–2019.\n\nvan Sebille, E., L. M. Beal, and W. E. Johns (2011). Advective time scales of agulhas\nleakage to the north atlantic in surface drifter observations and the 3d ofes model.\nJournal of Physical Oceanography 41(5), 1026–1034.\n\nWainer, I., P. Gent, and G. Goni (2000). Annual cycle of the brazil-malvinas confluence\nregion in the national center for atmospheric research climate system model. Journal\nof Geophysical Research: Oceans (1978–2012) 105(C11), 26167–26177.\n\nWeijer, W., B. M. Sloyan, M. E. Maltrud, N. Jeffery, M. W. Hecht, C. A. Hartin, E. van\nSebille, I. Wainer, and L. Landrum (2012). The southern ocean and its climate in\nccsm4. Journal of Climate 25(8), 2652–2675.\n\nWeijer, W. and E. Van Sebille (2014). Impact of agulhas leakage on the atlantic overturn-\ning circulation in the ccsm4. Journal of climate 27(1), 101–110.\n\nWhitworth, T. and W. D. Nowlin (1987). Water masses and currents of the southern\nocean at the greenwich meridian. Journal of Geophysical Research: Oceans (1978–\n2012) 92(C6), 6462–6476.\n\nZhang, D., R. Msadek, M. J. McPhaden, and T. Delworth (2011). Multidecadal variability\nof the north brazil current and its connection to the atlantic meridional overturning\ncirculation. Journal of Geophysical Research: Oceans (1978–2012) 116(C4), C04012.\n\n60\n\n\n\nZhang, R. and T. L. Delworth (2005). Simulated tropical response to a substantial weak-\nening of the atlantic thermohaline circulation. Journal of Climate 18(12), 1853–1860.\n\nZweng, M., J. Reagan, J. Antonov, R. Locarnini, A. Mishonov, T. Boyer, H. Garcia,\nO. Baranova, D. Johnson, D. Seidov, et al. (2013). World ocean atlas 2013, volume 2:\nSalinity. NOAA Atlas NESDIS 74, 39.\n\n61\n\n\n\n7 Supplementary Figures\n\nFigure 7.1: Difference between mean temperature fields at (a,b) 200 m, (c, d) 300 m, (e,\nf) 900 m between POP2-ORAS4 and POP2-WOA13.\n\nFigure 7.2: Difference between mean salinity fields at (a,b) 200 m, (c, d) 300 m, (e, f) 900\nm between POP2-ORAS4 and POP2-WOA13.\n\n62\n\n\n\nFigure 7.3: Standard deviation of (a-c) SST fields from ORAS4, POP2 and WOA13\nrespectively; (d to f) SSS fields from ORAS4, POP2 and WOA13 respectively.\n\n63\n\n\n\nFigure 7.4: Standard deviation of (a, b) zonal velocity fields from ORAS4 and POP2\nrespectively; (c, d) SSH fields from ORAS4 and POP2 respectively.\n\n64\n\n\n\nFigure 7.5: Figure 13.7 of Talley et al. (2011): Potential temperature-salinity rela-\ntions for the Atlantic Ocean (Greenwich meridian), encompassing the fronts and zones of\nthe ACC. Contours are potential density ?_? (kg/m3). Line near bottom is the freez-\ning point. Acronyms: SAZ (Subantarctic Zone), SAF (Subantarctic Front), PFZ (Polar\nFrontal Zone), PF (Polar Front), AZ (Antarctic Zone), SACCF (Southern ACC Front).\n\nFigure 7.6: Figure 13.13 of Talley et al. (2011): Potential temperature-salinity curve\nof Southern Ocean waters in the Atlantic sector showing the different water masses.\n\n65"}]}}}