{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06320"}, {"@name": "filename", "#text": "10848_Finite%20Element%20Analysis%20of%20tubular%20offshore%20X-joint%20under%20static%20loading.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Filipe Miguel Batista Miranda\nFINITE ELEMENT ANALYSIS OF TUBULAR OFFSHORE\nX-JOINT UNDER STATIC LOADING\nANÁLISE POR ELEMENTOS FINITOS DE UMA LIGAÇÃO TUBULAR DO TIPO X EM ESTRUTURAS OFFSHORE SUJEITAS A CARREGAMENTO ESTÁTICO\nThesis presented in fulfilment of the requirements for the Master degree in Civil Engineering, expertise in Structural Mechanics, supervised by Professor Aldina Maria da Cruz Santiago and Professor Maria Constança Simões Rigueiro\nCoimbra, July, 2017\nUniversidade de Coimbra\nFCTUC DEPARTAMENTO DE ENGENHARIA CIVIL\nFACULDADE DE CIÊNCIAS E TECNOLOGIA\nUNIVERSIDADE DE COIMBRA\nFinite Element Analysis of tubular offshore X-joint under static loading\nThesis presented in fulfilment of the requirements for the Master degree in Civil Engineering, expertise in Structural Mechanics.\nAuthor\nFilipe Miguel Batista Miranda\nScientific Supervisors\nProf. Aldina Maria da Cruz Santiago\n(University of Coimbra, Portugal)\nProf. Maria Constança Simões Rigueiro\n(University of Coimbra, Portugal)\nEsta dissertação é da exclusiva responsabilidade do seu autor, não tendo sofrido correções após a defesa em provas públicas. O Departamento de Engenharia Civil da FCTUC declina qualquer responsabilidade pelo uso da informação apresentada\nCoimbra, Julho, 2017\nACKNOWLEADGEMENT\nMy big acknowledgment goes to Prof. Aldina Santigo and to Prof. Maria Constanca Rigueiro for their supervision, enthusiasm, and valuable support throughout this investigation. I also would like to express my deepest gratitude to my Prof. Tae Yeon Kim for the opportunity of developing the MSc studies at the Khalifa University of Science and Technology (KUST) in Abu Dhabi (UAE). His encouragement, guidance, proposing and exploring new ideas where fundamental to make me a better researcher and improve the quality of the MSc work.\nMy thanks to the all my friends and colleagues from the Civil Engineering Department from University of Coimbra, especially to Tiago Manco by his technical advises in Finite Elements Modelling.\nI am greatly thankful to my wonderful Mother, Father and Brother for their encouragement, love and strong support during all my life. A special thanks to you my dearest aunt, uncle and cousin for supporting me through along this thesis.\nI would like to extend my sincerest thanks and appreciation to the rest of my family, in special to my beloved grandfather Jorge.\nA special word of thanks also goes to Xina, whose love, devotion and trust have been incredible good for me, along these years.\nThanks to you all.\nRESUMO\nA indústria do petróleo e gás é atualmente uma das industrias mais rentáveis do mundo no sector energético, tendo assim um papel fundamental no crescimento económico dos países que o possuem. Mesmo apesar do declínio dos últimos anos, esta ainda consegue gerar receitas na ordem dos biliões de dólares.\nAs plataformas Offshore de extração de petróleo e gás possuem uma vasta gama de tipos de estruturas que dependem da profundidade de extração. As mais comuns estão localizadas em águas pouco profundas e instaladas no fundo do mar. Estas estruturas em aço, conhecidas como Jacket, são construídas em forma de treliça e são parte constituinte dos seus elementos estruturais de suporte. A referida estrutura é composta por elementos de secção tubular, Circular Hollow Sections (CHS), que são preferidas devido às suas excelentes propriedades mecânicas e à sua boa relação peso-resistência.\nCom esta investigação pretende-se compreender o comportamento estrutural, sob condições de cargas axiais, de uma ligação soldada do tipo X-joint, que é parte integral de uma plataforma offshore, que se encontra localizada no Mar do Norte, no Oceano Atlântico.\nEste tipo de ligação tubular em aço é constituída por dois elementos principais -Corda e Braço. Os elementos estão ligados entre si por uma soldadura, que representa uma descontinuidade estrutural e que se traduz numa significante concentração de tensão, nesta zona critica.\nCom a intenção de melhorar e quantificar a evolução da resistência axial da ligação X-joint, foram criadas algumas variações desta ligação. Durante este processo de otimização, as propriedades geométricas foram alteradas, em particular, o rácio de diâmetro (P), a esbelteza da corda (y) e o rácio de espessura (t) dos elementos. Foi dada uma especial atenção à zona critica - soldadura entre a corda e o braço.\nNesta investigação utilizou-se o software de análise por elementos finitos (FEA), Abaqus. Com recurso a este software, é possível fazer uma modelação computacional de estruturas reais, o que permite realizar uma análise linear e não-linear com uma grande precisão numérica. A precisão obtida por esta análise está diretamente associada à qualidade da malha de elementos finitos e, por essa razão, é também feito um estudo paramétrico de malha afim de verificar a sua convergência, relacionando o seu número de elementos e o tempo de computação.\nNuma fase final, a capacidade da resistência axial da ligação X-joint, obtida pelo modelo numérico, é analisada e comparada com as capacidades resistentes da norma Europeia (EC3) e com as principais normas Offshore, presentes neste sector energético, como a Norsok N-004, DNV e ISO 19902.\nPalavras-chave: Plataformas Offshore, estrutura Jacket, X-joint sob carregamento axial, secções tubulares CHS, ligações com soldadura, análise por elementos finitos, estudo paramétrico de malha.\nABSTRACT\nThe oil and gas industry is one of the most profitable energy sectors in the world. This industry has an important economic impact on the GDP of the countries that own it and, despite its decline in recent years this industry still has revenues in order of billions of dollars.\nOffshore platforms for oil and gas extraction have a whole range of different structures; this depends on how deep the area of extraction is. The most common offshore platforms are installed in shallow water, constructed as truss framework and fixed in the subsea with tubular members as structural elements. This type of structure is known as Jacket Structure and uses Circular Hollow Section (CHS) elements due to their excellent mechanical properties and strength-to-weight ratio.\nThis investigation intends to understand the behaviour, under axial loading conditions, of one CHS welded connection type (X-joint), used in one real Jacket from the offshore platform that is located in the North Sea, the Atlantic Ocean.\nThis type of steel connection is made up of two main members - Chord and Brace. These elements, are connected among themselves by a special welded joint, which represents structural discontinuities and cause significant stress concentration.\nIntending to improve and qualify the evolution of the axial resistance of the X-joint, some joint variations have been created. During the optimization design process, the geometrical properties have been changed, in particular, the Diameter ratio (P); Chord slenderness (y) and wall thickness ratio (t) of the elements. It was given a special highlight to the critical zone - the welding between the Chord and Brace.\nDuring this investigation, a Finite Element Analysis (FEA) software, Abaqus, was used to build predictive computational model of the real-world scenario. The FEA software is able to simulate physical parts, e.g. the linear and non-linear material behaviour, with a very high level of accuracy. The accuracy obtained from the FEA is directly associated to the Finite Element mesh quality and, for that reason, a parametric mesh study was carried out to verify the mesh convergence, in relation to the number of elements and the CPU time consumption.\nFinally, the X-joint capacity under the axial loading obtained from the FEA, is compared and analysed with the expected capacities from the European standard (EC3) and the main Offshore standards used in the oil and gas industry, such as Norsok N-004, DNV and ISO 19902.\nKeywords: Offshore structures, Jacket structure, X-joint under axial loading, welded connection, tubular CHS, Finite Element Analysis, parametric mesh study.\nCONTENTS\n1\tIntroduction.....................................................................14\n1.1\tDefinition of offshore structure............................................14\n1.2\tMotivation..................................................................14\n1.3\tScope of the work, objectives and research approach.........................15\n1.4\tStructure Outline...........................................................16\n2\tState-of-the-art.................................................................17\n2.1\tHistorical development of offshore structures...............................17\n2.2\tTypes of offshore structures................................................19\n2.3\tPrevious researches on tubular joints in the offshore field.................23\n2.4\tJoint design according to standards.........................................25\n2.4.1\tStandards related to tubular joints in offshore field....................25\n2.4.2\tJoint classification according to standards..............................27\n2.4.3\tStrength verification using ISO 19902 - Fixed steel\toffshore structures..29\n2.4.4\tStrength verification using Norsok N-004: Design\tof\tsteel\tstructures (Rev3,\nFebruary 2013)....................................................................35\n2.4.5\tStrength verification using Eurocode 3: Design of steel structures - Part 1-8:\nDesign of Joints (EC3-1-8, May 2005)..............................................39\n3\tNumerical analysis of the joint under static loading.............................44\n3.1\tIntroducti on...............................................................44\n3.2\tStructural model and considerations\tin the geometry modelling...............45\n3.3\tGeometrical details of the X-joints.........................................45\n3.3.1\tDetailing practice of reinforcement in the Chord .........................47\n3.4\tCycle stress strain curves according to the Ramberg-Osgood relation..........48\n3.5\tMaterial Properties for the FE model........................................50\n3.6\tNon-linear material behaviour...............................................51\n3.6.1\tConvert Engineering stress-strain to True stress-strain..................51\n3.6.2\tFlow chart to create the true stress strain curves based on R-O equation to input\nin the FE model..................................................................53\n3.7\tDescription of the Finite Element models....................................54\n3.7.1\tEntire model (AA) vs half model (A).....................................54\n3.7.2\tBoundary conditions.....................................................55\n4\tModelling and calibration of the non-welded X-Joint..............................56\n4.1\tEvolution for the static load (Static general analysis).....................56\n4.2\tModel validation using symmetry conditions under certain load conditions....57\n4.3\tResults and remarks for each non-welded model...............................59\n5\tModelling the X-Joint considering welding........................................61\n5.1\tDesign weld geometry and resistance according to standards..................64\n5.1.1\tWeld design resistance according to Eurocode 3 (EC 3 - Part 1-8, 2005)..64\n5.1.2\tGeometry weld joint details and design resistance according to the offshore\nstandards........................................................................66\n5.2\tGeometric detail of the welding in the X-joint - Weld types.................69\n5.3\tResults and remarks of the X-Joint with welding.............................70\n6\tNumerical assessement of the X-joint according to the offshore standards and Eurocode 3\n72\n6.1\tGeneral information.........................................................72\n6.2\tRiks Method introduction....................................................72\n6.3\tEvaluation under certain load\tconditions....................................72\n6.3.1\tLoad condition type I: Axial compression in Chord and axial tension in Brace 74\n6.3.2\tLoad condition type II: Axial compression in Chord and Brace............78\nConclusion and..............................................................82\n6.4\tremarks.....................................................................82\n7\tStudy with diferent mesh parameters..............................................84\n7.1\tGeneral.....................................................................84\n7.2\tMesh elements...............................................................84\n7.3\tRefinement of the mesh......................................................85\n7.4\tOptimization of elements size\tand\tconvergence of the mesh...............85\n7.5\tConclusions and remarks from the\tmesh study......................87\n8\tConclusions and further works....................................................89\n8.1\tConclusions.................................................................89\n8.2\tFuture developments.........................................................91\nReferences ..................................................................... 92\nLIST OF FIGURES\nFigure 1.1 - X-joint detail in a Jacket structure, (Oilpro, 2015).........................15\nFigure 2.1 - Progression of fixed platforms in the GoM - depths in meters, Courtesy Shell\n(Chakrabarti, 2005).......................................................................17\nFigure 2.2 - Ultra-deepwater (>1524 m) wells drilled in the GoM, (Chakrabarti, 2005)......18\nFigure 2.3 - Golf Triangle - Deep-water oil and gas fields in production, (Petroleum Economist,\n2016).................................................................................19\nFigure 2.4 - Types of oil drilling rings (Offshore Magazine, 2012)....................20\nFigure 2.5 - Long history of deep-water development (Shell, 2016).....................21\nFigure 2.6 - Offshore Fixed Structure details (Oilpro, 2015)..........................22\nFigure 2.7 - Accident of P-36 converted semi-submersible after flooding in one column (Barusco, 2002).......................................................................22\nFigure 2.8 - Joints classification: a) Y-joint b) K-joint c) X-joint (ISO 19902)......28\nFigure 2.9 - Gap and overlap joints (EC3-1-8).........................................29\nFigure 2.10 - Values of the factor kg (EC3-1-8, 2005).................................43\nFigure 3.1 - From the left to the right. Offshore Jacket (Subsea world news, 2012) and X-joint\nFE Model plot from Abaqus software.........................................................44\nFigure 3.2 - Geometrical details of X-joint................................................45\nFigure 3.3 - Chord-can illustration (Adapted from ISO 19902, 2007).........................47\nFigure 3.4 - Chamfer detail between Chord-can and Chord member.............................48\nFigure 3.5 - Monotonic and cyclic stress-strain curves from several steel materials (Stephens et al, 2001)...............................................................................49\nFigure 3.6 -Comparison between true stress-strain and engineering stress-strain. (Ashby, 2009)\n.................................................................................52\nFigure 3.7 - Engineering stress-strain curve versus True stress-strain in Chord curve (left side) and Brace (right side)........................................................................52\nFigure 3.8 - Abaqus plot of the Model AA on the left and Model A on the right.................54\nFigure 3.9 - Boundary conditions of the entire Model AA on the left and half Model A on the right.........................................................................................55\nFigure 4.1 -Plot from Model A, FE software Abaqus, evolution for the static load from the left to the right, Y-Z, Z-X and Y-Z plane view.....................................................57\nFigure 4.2 - Illustration of forces applied in the model, tensile force in Brace and compression force in Chord................................................................................57\nFigure 4.3 -Plot from Model A and C (left and right side)..............................60\nFigure 4.4 -Plot detail of Chord and Brace connection, Model C.........................60\nFigure 5.1 -Plot from Abaqus of the model B, detail of area to be welded...........62\nFigure 5.2 - Recommended welds details in CHS joints (IIW, 2008).................62\nFigure 5.3 - Illustrated (left) and macro-etched (right) CJP joint between round HSS and Cast ConneX High-Strength Connector (Parker et al, 2013)..............................63\nFigure 5.4 - Macro-etched PJP groove weld in matched-width HSS connection (Parker et al,\n2013)..............................................................................63\nFigure 5.5 - 90° HSS T-connection under axial tension (a) and detail of the fillet weld showing assumed failure planes (b) (Parker et al, 2013)..................................63\nFigure 5.6 - Throat thickness of a fillet weld (EC 3-Part 1-8, 2005).............65\nFigure 5.7 - Welded tubular joint / shield metal arc welding- (ISO 19902, 2007)..66\nFigure 5.8 - Geometrical stress distribution in X-joint. (CIDECT GD8, 2001)......71\nFigure 6.1 - Time frame load evolution plotted from the Model Aw.................72\nFigure 6.2 - Time frame load evolution plotted from the Model Aw.................73\nFigure 6.3 - Comparison between Riks Method and Standards for Model A\tand Aw.....74\nFigure 6.4 - Comparison between Riks Method and Standards for Model B\tand Bw.....75\nFigure 6.5 - Comparison between Riks Method and Standards for Model C\tand Cw.....76\nFigure 6.6 - Comparison between Riks Method and Standards for Model D\tand Dw.....77\nFigure 6.7 - Comparison between Riks Method and Standards for Model A\tand Aw.....78\nFigure 6.8 - Comparison between Riks Method and Standards for Model B\tand Bw.....79\nFigure 6.9 - Comparison between Riks Method and Standards for Model C\tand Cw.....80\nFigure 6.10 - Comparison between Riks Method and Standards for Model\tD\tand Dw....81\nFigure 7.1 - Plot of Model A with Linear Hexahedral element mesh type C3D8R......84\nFigure 7.2 - Chord/Brace intersection profile....................................85\nFigure 7.3 -Sensitivity of stress on the number of elements........................88\nFigure 7.4 -Accuracy of the results on number of elements and CPU time consumption.88\nLIST OF TABLES\nTable 2.1 -Field development in Brazil offshore fields (Chakrabarti, 2005)................18\nTable 2.2 -Strength factor due the Brace action, ISO 19902................................30\nTable 2.3 -Parameter for the Chord force factor, ISO 19902................................32\nTable 2.4 -Strength factor due the Brace action, Norsok N-004, 2013.......................36\nTable 2.5 - Parameters for the Chord force factor, Norsok N-004, 2013.....................37\nTable 2.6 - Failure modes for joints between CHS Brace members and CHS Chords (EC3-1-8, 2005).....................................................................................41\nTable 2.7 - Design axial resistances for welded joints between CHS Brace members and CHS Chords for the Chord face failure mode (EC3-1-8, 2005)....................................42\nTable 3.1 - Geometrical details and parameters of each FE model type......................46\nTable 3.2 - Ramberg-Osgood parameters for base material (DNV-C208, 2013)..................50\nTable 3.3 - Elastic material properties...................................................50\nTable 3.4 - Plastic material properties - Proposed non-linear properties for S355 steels (Engineering stress-strain), (DNV-RP-C208, 2013)..........................................51\nTable 4.1 - Evolution of the forces until the yield stress reaches the joint..............56\nTable 4.2 - Results of symmetrical boundaries for validation of the models................58\nTable 4.3 -Results from FE models with non-linear material properties.....................59\nTable 5.1 - Design resistance of the weld according to EC 3-1-8...........................65\nTable 5.2 - Root gap requirements for tubular joints according to ISO 19902...............66\nTable 5.3 - Minimum weld thickness for tubular joints according to ISO 19902..............67\nTable 5.4 - Strength ratio according to DNV-RP-C201.......................................68\nTable 5.5 - Design resistance criteria of the weld throat thickness according to EC 3-1-8.68\nTable 5.6 - Throat thickness (a) and weld thickness (tw) applied in the models............68\nTable 5.7 -Weld types plotted from Model Cw...............................................69\nTable 5.8 - Comparison max stress in the X-joint models with weld.........................70\nTable 6.1 - Strength Design from\tthe Model\tAw - Load type 1.............74\nTable 6.2 - Strength Design from\tthe Model\tBw - Load type 1.............75\nTable 6.3 - Strength Design from\tthe Model\tCw - Load type 1.............76\nTable 6.4 - Strength Design from\tthe Model\tDw - Load type 1.............77\nTable 6.5 - Strength Design from\tthe Model\tAw - Load type II............78\nTable 6.6 - Strength Design from\tthe Model Bw - Load type II..............................79\nTable 6.7 - Strength Design from\tthe Model\tCw - Load type II............80\nTable 6.8 - Strength Design from\tthe Model Dw - Load type II..............................81\nTable 6.9 - Resume of maximum axial capacity of the X-Joint by Riks Method analysis..82\nTable 7.1 - Refinement of the mesh and optimization of elements size......................86\nTable 7.2 - Parametric mesh study models version..........................................87\nABBREVIATIONS\nCEN - European Committee for Standardization\nCHS - Circular Hollow Section\nCJP - Complete-joint-penetration\nCPU - Central Processing Unit\nDNV GL - Det Norske Veritas Germanischer Lloyd\nFEM - Finite Element Modelling\nFE - Finite Element\nFEA - Finite Element Analysis\nFPU - Floating Production Unit\nFPSO - Floating production, storage and offloading\nGoM - Gulf of Mexico\nGD - Guideline\nHSE - Health and Safety Executive Guidance notes from UK\nIIW - International Institute of Welding\nRHS - Rectangular Hollow Section\nMiniDOC - Specific Type of Offshore floating platform\nMin - Minutes\nNDT - Non-Destructive Testing\nPJP - Partial-joint-penetration\nR-O - Ramberg-Osgood equation\nSHS - Square Hollow Section\nSec - Seconds\nTLP - Tension Leg Platform\n3D - 3 Dimensions\nSYMBOLOGY\nLower cases\na Length Lc parameter (from Norsok N-004); Throat thickness of the weld (from DNV-RP-C201 and EC3-1-8)\nb Groove and Weld angle (from ISO 19902)\nd Brace outside diameter\nd Diameter in welded CHS member i (i=0, 1, 2 or 3)\nf Yield strength; axial strength of the chord member; specified minimum yield stress\nf 0 Yield strength of a Chord member\nfr\tStrength of the base weld to weld metal\nf Strength ratio\nfmd Design shear strength of the weld\nf Nominal ultimate tensile strength\ng Gap between Brace members; root opening (from EC3-1-8)\ni is an integer subscript used to designate a member of a joint, i=0 denoting a Chord and i=1, 2 or 3 the Brace members In joint with two Brace members, i=1 normally denotes the compression Brace and i=2 the tension Brace. (from EC3-1-8)\nk Factor defined in the relevant table, with subscript p or g\nra\tRatio used in CHS Chord members\nra\tRatio used in RHS Chord members\nqA\tParameter in Chord force factor (from ISO 19902)\nr Parameter depending of the Chord width ratio\nThickness in welded CHS member i (i=0, 1, 2 or 3)\nUpper cases\nE Young's modulus\nT Wall thickness of the Chord member and Wall thickness at the intersection with the\nBrace (from ISO 19902)\nQu\tStrength factor\nQ Geometric factor\nQ Chord force factor\nPc\tAxial force in the Chord member from factored actions\nBending moment in the Chord member from factored actions\nP Axial strength due to the yielding\nA Cross-sectional area of the Chord or Chord-can at the Brace intersections (from ISO 19902); Parameter in Chord force factor (from Norsok N-004)\nMp Plastic moment strength of the Chord member\nC1, C2 Parameter for the Chord force factor\nP. Joint axial strength\nM . Representative yield strength\nP\tDesign value of the joint axial\tstrength\nDesign value of the joint bending moment strength\nLc\tEffective total length\nT\tBrace thickness\nT\tChord thickness, Chord-can\tthickness\nT\tLesser of the Chord member thicknesses on either side of the joint; Nominal Chord\nthickness\nU. Joint utilization\nP Axial force in the Brace member from factored actions\nMB Bending moment in the Brace member from factored actions\nP\tDesign value of the joint axial strength\nMd Design value of the joint bending moment strength\nK\tMaterial Constant\nQ 2 3 Parameter depending on joint and load type\nN^ Joint design axial resistance\nM^ Joint design bending moment resistance\nNM can Joint design axial resistance for the Chord-can\nNsd Design axial force in the Brace member\nM^d Design in-plane bending moment in the Brace member\nMzSd Design out-of-plane bending moment in the Brace member\nM m Design in-plane bending resistance\nMz\tDesign out-of-plane bending resistance\nNiRd Design value of the resistance of the welded CHS joints, expressed in terms of the internal axial force in member i (i=0, 1, 2 or 3)\nNiEd Design value of the internal axial force in member i (i=0, 1, 2 or 3)\nE\tYoung Modulus\nK\tMaterial constant\nFwEd Design value of the weld force per unit length\nFvRd Design weld resistance per unit length\nGreek letters\nB\tChord width ratio\nB\tCorrelation factor for\tfillet welds\n/ w\ny\tChord slenderness\nYm\tMaterial safety factor\t( Ym 2, Ym 5)\nyR\tPartial resistance factor for yield strength\nt\tWall thickness ratio\n\tFactor dependent on force pattern (from ISO 19902)\ne\tAngle between the Brace and the Chord\n0(\tAngle between Brace member i and the Chord (i=0, 1, 2 or 3)\n0d\tBrace diameter\n0D\tChord diameter\n'0\tYield Stress\n'yield\tYield Stress\n'o,Ed\tMaximum compressive stress in the Chord at a joint\n'p,Ed\tValue of a0Ed excluding the stress due to the components parallel to the Chord axis of the axial forces in the Braces at that joint\neng\tEngineering Stress\n'true\tTrue Stress\n'ult\tUltimate stress\n'VM\tVon-Mises Stress\n' a,Sd\tDesign axial stress in the Chord, positive in tension\n'my ,Sd\tDesign in-plane bending stress in Chord, positive for compression in the joint footprint\n' mz ,Sd\tDesign out-of-plane bending stress\n'fw\tCharacteristic yield stress of weld deposit\ns\tStrain\nS eng\tEngineering Strain\nS True\tTrue Strain\nSubscripts\nipb Parameter refers to in-plane bending opb Parameter refers to out-of-plane bending\n1 INTRODUCTION\n1.1\tDefinition of offshore structure\nAccording to the definition, the offshore structure is situated off the shore but within waters under a countries’ control. The offshore structures are being challenged to counteract the depletion of oil resources with the new set of discoveries (Chandrasekaran, 2015).\nAn offshore structure has no access to dry land and can be required to be kept stable (horizontally for floating platforms and vertically for bottom fixed platforms) in all weather conditions. Some of these structures can be fixed to subsea in shallow water or they can be floating in the ocean and moored in the subsea for deeper waters. The majority of these type of engineering of structures are mainly used for exploration and production of oil and gas. However other major structures, e.g. harnessing power from the sea or offshore turbines in the renewable energy field, are also emerging nowadays. The most common offshore platforms are installed in shallow water less than 450 meters, for drilling and extraction and they are fixed to subsea, constructed as truss framework with tubular members as structural support elements (Chakrabarti, 2005a).\n1.2\tMotivation\nThe exploration of the natural fossil resources is essential for the development of our current society, as this type of energy strongly influenced the creation and development of the industrial technologies, agriculture and transportation. These energies are considered non-renewable resources, given that they take millions of years to naturally form again, not to mention their scarcity may slow down the potential development of today's society. Despite the decrease in their exploration over the recent years, due to alternative green energy means, these natural fossil resources can still be considered as key energies for the society's development.\nAlthough this research only concerns about an X-joint located in the North Sea, of an offshore structure used to explore and extract the fossil resources, such as oil and gas. During this investigation it was realized that the offshore wind farms, which produce energy through the wind, used the same concept of X-joint to support the wind turbine in their foundation structure.\nAs this type of joint has several applications (especially in the field of energies), it's necessary, each and every time more, an appropriate design is taken into account, in order to avoid accidents and, consequently, natural disasters.\n1.3\tScope of the work, objectives and research approach\nThis thesis presents a numerical investigation using Finite Element Analysis on Circular Hollow Section (CHS) welded joints. The studied connection is an existent X-joint (Fig. 1.1), structural member of Jacket structure placed in the North Sea, in the Atlantic Ocean.\nFigure 1.1 - X-joint detail in a Jacket structure, (Oilpro, 2015)\nIn this investigation a Linear and Non-Linear analysis were performed by FE software -Abaqus. Supported with a recommended practice guideline, “Determination of Structural Capacity by Non-linear FE analysis Methods” from standard in the field (DNV-RP-C208), a total of 4 types CHS X-joints models with different geometrical parameters, such as different diameter ratio (P), Chord slenderness (y) and wall thickness ratio (t) were subjected to a certain axial load conditions, most precisely compression in the Chord and tension in the Brace (load type I) and compression in the Chord and Brace (load type II).\nTo create and develop this type of Joint it is essential to assemble the brace and chord members and generate a weld between both members so that can remain stable. This interconnection weld represents a structural discontinuity and causes a significant stress concentration in this particular zone of the joint.\nIn this work, a focus was given when a reinforcement (thickness increase) is used in the Chord, specifically in the critical zone, the connection between chord and brace. This investigation intends to understand the benefits of using a Chord-can reinforcement, in terms of the stress concentration and load-displacement and how the wall thickness ratio and diameter ratio can influence the maximum resistance capacity of the joint. Some difficulties were found when it was modelled to the welding element in the Finite Element software, predominantly stress\nconcentration at the edges of the weld. For this reason, two types of welding with different geometry was considered in order to avoid the stress concentration in the weld edges.\nFurthermore, a parametric mesh study was accomplished in order to verify converge of the mesh with less CPU time consumption. For this study, 8 FE models were considered with different element mesh size, geometric and mesh technique to create a more reliable mesh configuration, so as to obtain the most accurate result with less CPU time consumption.\nIn conclusion, the X-joint capacity under the axial loading, mostly the axial resistance, obtained from the Finite Element Analysis are compared with the expected capacities from Eurocode 3 and the main standards used in the oil and gas industry, such as Norsok N-004, DNV C208 and ISO 19902.\n1.4\tStructure Outline\nThe dissertation was divided into 8 chapters. Following this introductory section (Chapter 1) there was an introduction to the main topic of the present work, motivation and scope and objectives of this investigation.\nChapter 2 provides a review on the current state-of-the-art, describing the types of offshore structures, including the historical development in the past years and a briefing of the design standards used in the Offshore field. In this chapter, will be also presented the previous researches on reinforced and non-reinforced tubular joints using Finite Elements Analysis.\nIn Chapter 3 it is given a detailed presentation of the X-joint structural model, detailing the geometry of the reinforced and non-reinforced X-joint and their variants that have been developed in this investigation. The Ramberg-Osgood material relation is contemplated, describing the stress-strain curves considered in the material properties that were developed for the numerical simulation.\nChapter 4 and Chapter 5 present the evolution results of the static loading in the non-welded and welded X-joints respectively. In the Chapter 4 were performed a calibration of the Finite Element model, reducing the CPU time consumption with the same results accuracy. The Chapter 5 gives a detailed emphasis on the stress concentration zone. This critical zone, connection between joint members, will be welded and subjected to the static force.\nIn the Chapter 6 it will be made an assessment between the Offshore standards and the numerical results using the Riks Method, intending to evaluate the maximum capacity of the reinforced and non-reinforced Joints under certain load conditions.\nIntending to support the numerical results, a parametric mesh study was performed in Chapter 7. The refinement and optimization of the mesh elements can become crucial for more accurate results with less CPU time consumption. Finally, in Chapter 8 the final conclusions from the developed work and recommendations about possible future developments around the subject are presented.\n2 STATE-OF-THE-ART\n2.1\tHistorical development of offshore structures\nThe offshore exploration of oil and gas dates back to the nineteenth century. The first offshore oil wells were drilled from extruded piers in the waters of the Pacific Ocean, Offshore Summerlands, California in the 1890s. However, this industry officially started in 1947 when Kerr-Mcgee completed the first successful offshore well in the Gulf of Mexico (GoM), in 4,6 meters of water off Lousiana (Burleson, 1999). The drilling derrick was supported by a 11,6 x\n21,6\tmeters wooden decked platform built on 16 pilings driven to a depth of 31,7 meters. (Chakrabarti, 2005b). Around 1950, while the developments were taking place in GoM and Santa Barbara channel, the BT (British Petroleum) was engaged in a similar exploration off the coast of Abu Dhabi, Persian Gulf (El-Reedy, 2012a), where the environmental and soil conditions are completely different from those in the Central American coast.\nSince this first successful installation, more than 50 years ago, the offshore industry has experienced a marked evolution, fixed or floating, the offshore structures forcing the engineers to design a structure to be installed in progressively deeper waters (Fig. 2.1) and with hostile environments (Chakrabarti, 2005b).\nFigure 2.1 - Progression of fixed platforms in the GoM - depths in meters, Courtesy Shell (Chakrabarti, 2005).\nOver the past years, two major types of fixed platforms have been developed: the steel model type, pioneered in the GoM, and the concrete gravity model type, first developed in the North Sea. Recently, a third type, called Tension-Leg model type, has been growing and used in deeper waters to drill wells and for developing gas exploration projects - see Fig. 2.2.\nFigure 2.2 - Ultra-deepwater (>1524 m) wells drilled in the GoM, (Chakrabarti, 2005).\nOne of the basic design requirements for a fixed offshore platform is the ability to withstand loads resulting from the environments around, mainly from the severe storms and earthquakes. The platform design criteria were revaluated in the 1960s, when hurricanes with waves heights of 13 meters and winds gusts up to 89 m/s, caused a serious damage to platforms in the GoM. For this reasons, the designers abandoned the use of “25-50years storm” construction design and opted for a safer design criteria, starting the design platform with the “100-years storm” criteria (El-Reedy, 2012b).\nThe first floating production system, a converted semi-submersible, was installed in the North Sea near to UK in 1975. The first ship-shaped floating production and storage system was installed in 1977 by Shell International for the Castellon field close to Spain. The Petrobras has been a pioneer in pushing floating production to increasingly deeper waters in Brazil. The Table\n2.1\tlists this progression of field development and some unique features of innovation and records in Brazil (Chakrabarti, 2005c).\nTable 2.1 -Field development in Brazil offshore fields (Chakrabarti, 2005).\nField\tWell\tWater Depth (m)\tYear\tRemarks\nMarimba\tRJS-284D\t413\t1987\tWet Christmas tree\nMarlim\tMRL-3\t721\t1991\tMonobuoy &amp; FPS\nMarlim\tMRL-4\t1027\t1994\tSubsea completion\nMarlin Sul\tMLS-3\t1709\t1997\tDeepest moored production unit\nRoncador\tRJS-436\t1853\t1998\tFPSO depth record\n2000 BC\tRJS-543\t2778\t2000\tDrilling depth record at that time\nNowadays, the deep-water floating production systems are generally concentrated in the “Golden Triangle” of the GoM, offshore West Africa and Brazil (Fig. 2.3). TLPs (Tension Leg Platform) have been installed in the Gulf of Mexico, West Africa, Indonesia and North Sea. FPSOs (Floating Production Storage and Offloading) have been installed in all of the offshore oil producing areas of the world with the exception of the GoM. Semi-submersble FPs (Floating Platforms) are abundant in the North Sea and Brazil. According to industry sources (Westwood), the floating production systems will be growing at a rate of almost 30% per year through 2006, mostly in deep-water (Chakrabarti, 2005d).\nGulf of Mexico\n-------\twestATrica |------- '\nBrazil\n\"Go/den Tdang/s\"\nNigeria &amp; Equatorial Guinea\n| Deepwater development areas “Golden triangle”\nNumber of deepwater oil fields below 400m\n2000\nWest Africa ether 1\nGulf of Mexico\n112\nSource: Infield Systems Ltd\nGolden Triangle\nDeepwater oil and gas fields in production\n2007\nWest Africa Other 9\nC»JB\nIvory Coast *\t*\n■.\tAngola\n&amp; Congo jl\nBrazil /\nMauritania e\nFigure 2.3 - Golf Triangle - Deep-water oil and gas fields in production, (Petroleum Economist, 2016).\n2.2\tTypes of offshore structures\nThe majority of the offshore structures are fixed steel space frame structures. These structures are anchored to the seabed by steel piles and are designed to carry topsides consisting of one or several decks with equipment and facilities that are needed to perform their intended function(s). Design configurations and techniques of steel structures have evolved significantly in the last 50 years. The increase in knowledge and the fast development of the computer power and appropriate analysis software have enormously enhanced the industry's design capability (Jan Vugts, 2016).\nNowadays, large sets of offshore structures are created in oil and gas industry. The types of production concepts available for deep-water productions are illustrated in Fig. 2.4.\nFigure 2.4 - Types of oil drilling rings (Offshore Magazine, 2012).\nThe offshore structures can be broadly categorized in two main types: Bottom-founded and Floating structures.\nThe Bottom-founded structures include the Fixed Platforms, Compliant Tower and Concrete gravity structures. The Floating structures that are vertically moored in the seabed and float near the water surface are TLP; Semi-FPU; Truss, Classic and Cell Spar; MiniDOC, Control Buoy and FPSO. (Fig. 2.4).\nFixed platforms have an economic limit of about 460 m (Kaiser, 2015). According to the same author and the Shell report, the Bullwinkle is the deepest fixed platform in the world. This platform is placed 241km from southwest of the New Orleans in the GoM, sits in the 529m water depth.\nThe Perdido Spar platform, constructed by Technip and with a Shell as operator, is currently one of the deepest floating system in the world. Perdido is currently one of the deepest oil development project in the world, with the deepest drilling and production platform and deepest subsea well exploration. The Perdido's spar hull is nearly as tall as the Eiffel Tower in Paris (around 2400 meters). In September 2016, Shell announces the start of the operations in the Stones, currently the world's deepest oil and gas production system, following Perdido in 2010. This floating production, storage and offloading (FPSO) can reach the water depth of 2900 m and produce an estimated number of 50 000 barrels of oil per day at peak production, according to the Shell report.\nFigure 2.5 - Long history of deep-water development (Shell, 2016).\nFixed-bottom and floating platforms are different, not only in the appearance but also in their structural members. They have a very particular way to be constructed, installed and regulated, their behaviour when subjected to excitation forces and how they respond to stay in stable and safety (Chakrabarti, 2005e). The Fixed Platform deck loads are transmitted directly to the foundations in the subsea and, the floating platforms are kept floating in the sea, anchored by a tension cables, in the subsea.\nThe Fixed Platforms, as the name suggests, are required to be stationed during its lifetime, which is usually around 20 to 30 years. Used in shallow waters, the most common type of production platforms in the fixed piled structure is commonly known as Jacket platform in the offshore industry. The Jacket platforms are constructed essentially with tubular steel elements and fixed to the subsea by means of driven or drilled and grouted piles. The shallow water depth limit for fixed platforms varies by environment - for the North Sea the deepest fixed platform is the BP Magnus platform with an extension of 186 meters of water.\nThe Fig. 2.6 illustrates the Jacket structure - part of the Fixed platform, defined by tubular members interconnected to form a three-dimensional space frame. These structures usually have four to eight legs to achieve stability. The main piles, which are tubular hollow sections, are carried with the jackets and driven through the Jacket legs into the subsea. Jacket structures support a superstructure having 2 or 3 decks with drilling and production equipment and workover rigs (Chakrabarti, 2005f).\nWhen the water becomes deeper, another type of Fixed Structure must be used - the Compliant Tower. The Chevron Texaco Petronius platform holds the deepest one in the GoM with 535 meters of water (Chakrabarti, 2005g). The term, compliancy connotes flexibility. In deep\nwaters, bottom founded and floating structures must be designed to be “compliant” in order to migrate the impact of hurricane forces of wind, waves and currents (Will, 1999).\nConductors\nDrilling Rig\nPower Generator,\nTopside\nHelldeck —> Quarters — Top Deck -\nMain Deck\nCrane\nProduction Equipment\nJacket\nJacket legs\nFigure 2.6 - Offshore Fixed Structure details (Oilpro, 2015).\nAlthough most of the offshore structures constructed to date have withstood the test of time, there have been several catastrophic failures of offshores structures as well. Weather, blowout, capsizing and human errors have results in the loss of a substantial number of fixed and floating structures. Between 1955 and 1968, nearly two dozen mobile drilling unites have been destroyed. Within the two-year period between 1957 and 1959 alone, hurricanes Hilda and Betsy inflicted losses of hundreds of millions of dollars to drilling, production and pipeline facilities. Two semi-submersibles capsized and sank in the 1980s: Alexander Keilland, an accommodation vessel in the Norwegian North Sea (1980), and Ocean Ranger offshore Hibernia, Canada (1982), resulted in the loss of hundreds of lives. The worst offshore disaster occurred when the Piper Alpha oil and gas platform burnt down in 1988. One hundred and sixty-seven lives were lost. In March, 2001, the world's largest floating production system, the Petrobas P-36, sank in Campos basin (Fig 2.7) costing 10 lives (Barusco, 2002).\nFigure 2.7 - Accident of P-36 converted semi-submersible after flooding in one\ncolumn (Barusco, 2002).\n2.3\tPrevious researches on tubular joints in the offshore field\nYang et al. (2012), made experimental tests on two full-scale specimen un-reinforced circular tubular Y-joints and two corresponding Chord reinforced ones subjected to Brace axial compressive loading. The investigation concluded that the static strength of a tubular joint can be greatly improved by increasing the Chord thickness locally near to the weld zone. In addition, in this study, FE models are also built to analyse the static strength of the specimens. The numerical results show a good matching with the experimental results to prove the accuracy and reliability of the FE software. Additionally, a parametric study is performed to obtain an accurate mesh elements size, with a different mesh densities, able to examine the convergence to a fixed value.\nGhanemnia (2012), in her master thesis investigated a CHS X-joint part of an offshore Jacket located in the North Sea. In this study the author described the main difference between the standards in the offshore field, comparing formulas and general classifications of the joints. Assigning plastic characteristics using the Ramberg-Osgood relations on this specific joint, a linear and non-linear Finite Element Analysis was performed by Abaqus software. Additionally, the author also shown the differences of the results with several mesh studies with a different sizes and types in the same joint geometrical characteristics.\nAziz Ahmed and Xudong Qian (2015), studied the deformation limit for the initiation of ductile fracture failure in fatigue-cracked Circular Hollow Section (CHS) X-joints subjected to in-plane bending in the Brace member. This study approach sets the deformation limit as the calculated crack driving force in a fatigue crack at the hop-spot location in the tubular joint reaches the material fracture toughness measured from standard fracture specimens. The numerical investigation cover X-joints a wide range of geometric parameters and a practical range of material parameters. The development of the deformation limit includes a non-dimensional material toughness, which covers both the geometrical parameters and material properties. The geometric parameters in this study uses the Ramberg-Osgood relationship to describe the elastic-plastic material property of the steels.\nManco et al. (2014), made a comparative evaluation between the standards used in the offshore field and construction field, focuses in the steel section CHS. Intending to understand the main differences between the offshore standards using the ISO 19902 standard and the Construction standard from Europe (EC3-1-8, 2005) which doesn't predict a specific indication for this type of joints. At the end, both strength capacity from the standards are compared with a numerical analysis, under compression forces and hydrostatic pressure conditions. This numerical analysis was modelled with FE software Abaqus. As a conclusion, it is possible that the construction standards can be safely applied in the offshore structures.\nChoo etal. (2014a), studied the influence of the reinforced collar plate in X-joints subjected to in-plane bending (IPB) loading. For different joint geometry and collar plate size on the static load capacity. This study was supported by the FE and analysed the ultimate strength of collar plate reinforced joints that can be almost 3 times greater than the ultimate strength in the corresponding unreinforced joint. In another research article Choo et al. (2014b) investigated the X-joints reinforced with collar plate subjected to different types of loading conditions. The results indicated that the ultimate strength of the reinforced joints in axially compressive, inplane-bending (IPB), and out of plane bending (OPB) loads can be up to 300%, 280% and 350% to that of the unstiffened X-joint respectively. This study was developed in the same reinforced joint with same geometrical characteristics, strength enhancement, concluding the increasing of the load capacity of the joint can be achieved by either appropriately increasing the plate thickness or using a longer collar plate.\nMoya (2014), analysis the strength capacity of the tubular joints in the main standards in offshore field, such as the Norsok N-004, ISO 19902 and EC3-1-8. Estimates the axial and moment design strength of the X-, Y-, K-joints, and study the influence of the basic geometric parameters in the strength capacity of the joints. Realising that the influence of the Chord slenderness (y) parameter can be crucial for in the joint strength capacity design. This investigation concludes for a small values of the Chord slenderness (y), joints tend to have a poor axial and bending capacity, causing a drastic reduction of the joint strength curves when they are close by the local failure of the joint.\nNassiraei et al. (2017), studied the static strength of CHS T/Y-joints reinforced with collar plates subjected to axial tension load. This investigation was made with auxiliary the FE software ANSYS, and focused in the effect of joint geometry and collar plate size on the ultimate strength, failure mechanisms, and initial stiffness through a parametric study. Results indicated that the ultimate strength of the reinforced T/Y-joints under Brace tension can be up to 200% to that of the strength of the corresponding unreinforced joint. Moreover, the comparison between failure modes of reinforced and unreinforced joints shown that the reinforced collar plate can significantly improve the failure mechanisms.\nZhua et al. (2017), investigated the CHS X-joint by conducting experiments on the axial compressive strength of unreinforced and reinforced X-joint with external stiffening rings. The scope of this study was to compare the compressive load capacity of the joint when it is used reinforcement and non-reinforcement, where the failure modes and load-displacement curves are compared. With auxiliary of Finite Element (FE) software, the study concludes that the external stiffening rings can greatly increase the axial compressive load capacity of the X-joint until 86%.\nYang et al (2012), Choo et al (2014), Naissiraei et al. (2017) and Zhua et al (2017) shows the importance on how the use of the reinforcement in the tubular joints can be crucial to an improvement of the strength of the joint when subjected of axial, in and out of plane bending forces. This reinforcement can be made increasing the members thickness or using a collar plate around the interconnection welded zone between Chord and Brace. All of this research papers have the support of the simulation Modelling by Finite Elements and demonstrates how can a reliable mesh refinement have an important job to obtain the most accurate results. For this reason, a parametric mesh study was crucial to support this investigation, especially in the analysis in Chapter 6 and Chapter 7 when the Finite Element Analysis software - Abaqus was used.\nBased on the Aziz Ahmed and Xudong Qian (2015) research, it was possible to conclude that, the Ramberg-Osgood equation can accurately capture the material stress-strain curve and can be used to describe the linear and non-linear material behaviour.\nGhanemnia (2012) due this research in the DNV offices, provided the full access to a geometrical details of a real X-joint, integrant member of one offshore structure placed on the North Sea. Due this research work, it was possible to have an X-joint base model for this investigation.\nMoya (2014) studied the influence of geometrical parameters in the offshore standards, most precisely the Chord slenderness (y) parameter - This parameter can be crucial for the joint strength capacity design. This investigation concluded for a small values of the Chord slenderness (y), joints tend to have a poor axial and bending capacity, causing a drastic reduction of the Joint strength. Following up this investigation, it was important to create and perform this study on tubular joints with the Chord slenderness parameter on the validation limit range of the standards (ISO 19902, Norsok and EC 3). Manco et al. (2014) concluded in the paper research that the construction standards, specially EC 3, can be safely applied in the tubular sections of the offshore structures, it was decided to make a comparative link between the resistance capacity of the joint (offshore standards and constructions standards) and the maximum capacity of the joint by Finite Element Analysis.\n2.4\tJoint design according to standards\n2.4.1\tStandards related to tubular joints in offshore field\nThe main guidelines, used among engineers in oil and gas sector, which suited as regulation in to offshore industries are:\n• DNV-GL - Det Norske Veritas - Rules and Standards (2013)\n•\tInternational Standard ISO 19902: Petroleum and natural gas industries (2007)\n•\tNorsok Standards - Norwegian Petroleum (2013)\n•\tEurocode 3 - Design of steel structures (2005)\nThe DNV GL Offshore standards were used in this study, as a guideline to support for this study with the determination of structural capacity by non-linear FE analysis methods. The DNV GL is the one of the world's largest technical consultancy to onshore and offshore structures, created with a merge with two leading organizations in the field, the Det Norske Veritas from Norway and Germanischer Lloyd from Germany. Nowadays 65% of the world's offshore pipelines are designed and installed by DNV GL's technical standards.\nThe International Standards from ISO 19900 to 19906, constitutes a common basis covering those aspects that address design requirements and assessments of all offshore structures used by the petroleum and gas industries worldwide. Most precisely the ISO 19902 specifies the requirements and provides recommendations applicable to the fixed steel offshore structures for the petroleum and natural gas industries. This complete standard contains requirements for planning and engineering from the design, fabrication, transportation and installation; inservice inspection and integrity management and the evaluation of structures for reuse at different locations.\nThe Norsok standards, developed by the Norwegian Petroleum industry are based in recognized international standards, adding the provisions considered necessary to fill the broad needs of the Norwegian petroleum industry. The specifically normative Norsok N-004, follow the requirements and have as normative reference in several international standards such as API RP 2T, DNV, ISO 19902 and also the European standard - EC 3.\nThe guide design HSE (2001) also used as guidance for this research, provides some technical notes presenting a comparison of the technical provisions concerning the static strength of tubular joints given in the main standards in the offshore field mainly the American Petroleum Institute standard: API RP2A; Health and Safety Executive Guidance notes from UK: HSE; The International Standard in offshore field: ISO 19902; Norwegian Petroleum industry standard: NORSOK.)\nThe American Petroleum Institute (API) is American trade association that represents all aspects of America's oil and natural gas industry. With more than 600 standards and recommended practices, the API present the industry's collective wisdom on everything from\ndrill bits to environmental protection, engineering and operating practices and safe, interchangeable equipment and materials.\nAll previous four guidelines use the basic formulae for calculation of the characteristic strengths in respect of axial and moment resistances. The main differences occur in the geometric factor and in the Chord effect factor, leading to differences in the characteristic strength computing.\nThe Norsok N-004 standard tends to follow the ISO 19902 document, but in the last revision (Revision 3), recommend some modifications:\n•\tGeometric factor (Qu) expression for DT/X joints is taken to be independent from the angle between members.\n•\tChord effects (Qf) expression uses design axial and bending stresses in the actions components, along the with characteristic yield strength and Chord bending strength in the resistance components, i.e. without the partial factor on resistance.\nThe load interaction criteria (P - M) in Norsok N-004 takes the same format as that form ISO 19902 and HSE, which in turn is different from those used in API RP2A.\nComparing the safety factors, HSE opt design with partial safety factor on resistance only, on the other hand ISO 19902 and Norsok N-004 use the partial safety factor on resistance and load.\nIn this investigation, the maximum strength capacity of the joint obtained from the numerical analysis were compared with the analytical results obtained from these main standards. These verifications are very important to conclude which standards are more conservative than others and how the reinforcement in the Chord can influence the strength of the joint.\n2.4.2\tJoint classification according to standards\nThe joint classification is very similar in each considered standard and there are several types of configurations, however the main differences divide the joints in three basic planar joint types such as:\n•\tK-joint: Consists of a Chord and two Braces on the same side of the Chord;\n•\tY-joint: Consists of a Chord and one Brace;\n•\tX-joint: Consists of a Chord and two Braces, one on each side of the Chord where the second Brace is a continuation of the first Brace.\nFigure 2.8 - Joints classification: a) Y-joint b) K-joint c) X-joint (ISO 19902).\nThe joint classification is also the process whereby the axial force in a given Brace is subdivided into K, X and Y joints components of action, corresponding to the three joint types (ISO 19902):\n•\tK-joint consists of a Chord and two Braces on the same side of the Chord. The components of the axial Braces forces normal to the Chord balance each other, while the components parallel to the Chord add and are reacted by an axial force in the Chord.\n•\tY-joint consists of a Chord and one Brace. Axial force in the Brace is reacted by an axial force and beam shear in the Chord.\n•\tX-joint consists of a Chord and two Braces, one on each side of the Chord, where the second Brace is a continuation of the first Brace. Axial force in one Brace is transferred through the Chord to the other Brace without an overall reaction in the Chord.\nIt is important to mention that, in all joint types, the Chord is the toughness member. Such subdivision usually considers all of the members in one plane at a joint. For this purpose, the Braces planes with ±15° of each other may be considered as being in a same plane. Each Brace in the plane can have a unique classification that could vary with action condition or can be a mixture between the above three joint types.\nAnother category of joint classification is the gap and overlap joints. This category won't be deeply detailed in this investigation since there is a vast of detailing practices for these type of joints.\nFigure 2.9 - Gap and overlap joints (EC3-1-8).\n2.4.3\tStrength verification using ISO 19902 - Fixed steel offshore structures\n2.4.3.1\tGeneral\nThe International Organization for Standardization (ISO) is a worldwide federation of national standards bodies. The International Standards applicable to types of offshore structure, ISO 19900 to ISO 19906, constitutes a common basis covering those aspects that address design requirements and assessments of all offshores structures used by the petroleum and natural gas industries worldwide. In the scope of this investigation was required the use of the ISO 19902, Petroleum and natural gas industries - Fixed steel offshore structures, over their application, the intention is to achieve reliability levels appropriate for manned and unmanned offshore structures whatever the type of structure.\nIt is also important to identify that structure integrity is an overall concept comprising models for describing actions, structural analysis. Design rules, safety elements, workmanship, quality control procedures and national requirements, all of which are mutually dependent. It means that the modification of one aspect of design in isolation can disturb the balance of reliability inherent in the overall concept or structural system (ISO 19902, 2007).\nThe application of this International Standards is intended to provide wide latitude in the choice of structural configurations, material and techniques without hindering innovation. However, the engineering judgment is necessary in the use of these International Standards.\n2.4.3.2\tValidity range according to ISO 19902\nFor the simple tubular joints, without gussets, diaphragms, grout or stiffeners. Simple Y and X-joints have no overlap of principal Braces. The validity ranges for their use are as follows:\n0.2&lt;p&lt;1.0\t(1)\n10&lt;y&lt;50\t(2)\n30° &lt;3 &lt;90°\t(3)\nT &lt;1,0\t(4)\nf &lt;500MPa\t(5)\nFor K-joints, the following validity range also applies:\ng• T >-1,2•y\t(6)\nWhere\nP is the ratio of Brace outside diameter to Chord outside diameter;\ny is the ratio of Chord outside radius to Chord wall thickness;\ne is the angle between the Brace and the Chord;\nt is the ratio of Brace wall thickness to Chord wall thickness;\nf is the yield strength;\ng is the gap between the CHS members in the K-joints;\nT is the wall thickness of the Chord member.\n2.4.3.3\tStrength factor Q according to ISO 19902\nThe strength factor Q varies with the joint classification and type of force applied in the Brace, as given in the Table 2.2.\nTable 2.2 -Strength factor due the Brace action, ISO 19902.\n\tBrace action\t\t\t\nJoint Classification\tAxial Tension\tAxial Compression\tIn-plane bending\tOut-ofplane bending\nX-joint\t23/? for f &lt;0,9 20.7 + (p - 0.9)(17y - 220) for 0 > 0.9\t[2.8 + (12 + 0.1y)fl^\t4.5^y0-5\t3.2^(°,5^2)\nThe following notes are applied in the previous Table 2.2:\nQ is a geometric factor defined by:\n0.3\nQb —--------------- for B > 0.6\nB\tB(1 - 0.833B)\n(7)\nQp— 1.0\nfor B - 0.6\n(8)\nThe Qu strength factor for tension forces is based on the limiting the strength to first cracking, this factor is associated with ultimate strength of Y and X-joints for tension forces.\n2.4.3.4\tChord force factor Q according to ISO 19902\nThe Chord action is defined by the Q, this factor accounts for the presence of forces from factors actions in the Chord:\nQf — M + 2*\n(9)\nWhere z is a factor dependent on force pattern:\n(= 0.03 for Brace axial force\n= 0.045 for Brace in-plane bending moment\n= 0.021 for Brace out-of-plane bending moment\n2\nopb\nWhere\n(10)\nPc is the axial force in the Chord member from factored actions;\nis the bending moment in the Chord member from factored actions;\nis the representative axial strength due to yielding of the Chord member not taking account of buckling, in force units.\nPy — A\n(11)\nfy is the representative yield strength of the Chord member, in stress units;\nA is the cross-sectional area of the Chord or Chord-can at the Brace intersections;\nMp is the representative plastic moment strength of the Chord member;\nYRq is the partial resistance factor for yield strength, = 1.05 ;\nipb refers to in-plane bending;\nopb refers to out-of-plane bending;\nC1, C2 are the coefficients given in the Table 2.3.\nTable 2.3 -Parameter for the Chord force factor, ISO 19902.\nJoint type\tCi\tC2\nX-joints for calculating strength against Brace axial forces\t20\t22\nAll joints for calculating strength against Brace moments\t25\t43\nNote: When calculating the Chord force factor, Q, the higher value of qA for the Chord on either side of the Brace intersection shall be used.\n2.4.3.5\tBasic joint strength according to ISO 19902\nNot only the materials and geometry of the joints can influence the strength of the joint, but also the pattern of forces on each Brace can cause additional variations.\nThe strength for the simple tubular joints subjected to axial Brace forces or moments only should be calculated for each Brace, for each individual force component of tension, compression, in and out-of-plane bending. This is also valid for each load case consisting of a combination of forces.\nThe strengths of simple tubular joints subjected of axial force and bending moment is represented as follow:\nPuj =\n(12)\n\n(13)\nWhere:\nPuj is the representative joint axial strength, in force units;\nMujis the representative joint bending moment strength, in moment units;\nf is the representative yield strength of the Chord member at the joint;\nT is the Chord wall thickness at the intersection with the Brace;\nd is the Brace outside diameter;\n6\tis the included angle between Brace and Chord;\nQu is a strength factor;\nQ is a Chord force factor.\nFor Braces with a mixed classification, P and M . should be calculated by weighting the contributions from Y, K and X-joint behaviour by the proportions of that behaviour in the joint. This means that P and M . can be different for each load case considered, since the joints can behave differently under different load cases (ISO 19902, 2007).\nFor the design strengths of simple tubular joints, is needed to consider the partial resistance factor yR = 1.05 from ISO 19900. This value reflects the uncertainty or variability of the component resistance including those of material properties.\n(14)\nM Md — —\nWhere\nrR,j\n(15)\nP is the design value of the joint axial strength, in force units;\nMd is the design value of the joint bending moment strength, in moment units;\n2.4.3.6\tType Y and X-joint strength with Chord-can according to ISO 19902\nFor Y and X-joint with Chord-can, the representative axial strength shall be calculated using the follow equations:\nPj=\\r + (1 - r)(Tn / Tc )2 ]• PuJc\t(16)\nWhere\np is the representative joint axial strength, in force units;\nPuj c is the value of p from the Equation (16), based on Chord-can geometrical and material properties, including Q, calculated from Chord-can properties and dimensions;\nr —&lt;\nL 12.5fop &lt;0.9 (4P 3)A forp > 0.9 1.5D\n(17)\nLc is the effective total length. In the Fig. 3.3 is illustrated how this parameter is calculated;\nT is the lesser of the Chord member thicknesses on either side of the joint, see Fig. 3.3;\nT is the Chord-can thickness, see Fig. 3.3.\nIn no case shall r be taken as greater than the unity.\n2.4.3.7\tStrength check according to ISO 19902\nFor each Brace in a joint that is subjected either to an axial force or a bending moment alone, or to an axial force combined with bending moments, should be designed to satisfy the following safety condition:\n2\nU =\nP\nPd\n' Ml I Md j\nipb\nMb\nMd\n&lt;1,0\nopb\n(18)\n+\n+\nWhere\nis the joint utilization;\nPB is the axial force in the Brace member from factored actions;\nMB is the bending moment in the Brace member from factored actions;\nP is the design value of the joint axial strength;\nM is the design value of the joint bending moment strength;\nipb represents in-plane bending moments and strengths;\nopb represents out-of-plane bending moments and strengths.\n2.4.4\tStrength verification using Norsok N-004: Design of steel structures (Rev3, February 2013)\n2.4.4.1\tGeneral\nThe strength verification is checked for the Ultimate Limit States for typical structural elements used in offshore steel structures. Since the ordinary building standards lack relevant recommendations then Norsok N-004 is used in this approach to contemplate this type of offshore joints. This standard fulfil this lacks, considering the different types of elements, such as tubular members, joints and other types of structural elements in this field.\nThe material factor, yM, considered in this verification is 1.15 for ULSs.\n2.4.4.2\tValidity range according to Norsok N-004\nThe validity range for the application of the Norsok N-004 are:\n0.2&lt;P&lt;1.0\t(19)\n10&lt;y&lt;50\t(20)\n30°&lt;d<90°\t(21)\n2.4.4.3\tStrength factor Qu according to Norsok N-004\nThe strength factor Qu varies with the joint and action type in the Brace, as given in the Table\n2.4.\nTable 2.4 -Strength factor due the Brace action, Norsok N-004, 2013.\n\tBrace action\t\t\t\nJoint Classification\tAxial Tension\tAxial Compression\tIn-plane bending\tOut-of-plane bending\nX-joint\t6.4y(W2)\t(2.8 + (12 + O.ly)^\t(5 + ü.7/)^1.2\t2.5 + (4.5 + 0.2y)^2.6\nThe following notes are applied in the Table 2.4:\nQ is a geometric factor defined considering the diameter ratio P and is obtained with exactly the same formulas as in the international standard - ISO 19902.\n0 3\nQ3 =---------------- for 3 > 0.6\t(22)\n3\t3(1 - 0.8333)\tp\t1 )\nQ3 = 1.0\tfor 3&lt;0.6\t(23)\n2.4.4.4\tChord action factor Q according to Norsok N-004\nThe Chord action factor Q is a design factor to account for the presence of factored actions in the Chord.\nQf = 1.0 + C\n°a,Sd\nfy\nO'my ,Sd\n1.62 fy\nC3A2\n(24)\n\nThe parameter A is defined as follows:\nA\tA2 Í 7\t7\tA\t\t\t\nII\ta°Sd f V J y 2\t+\tO my ,Sd + O mz ,Sd V\t162fy\t)\n(25)\nWhere,\naaSd, is the design axial stress in the Chord, positive in tension;\nct sd, is the design in-plane bending stress in Chord, positive for compression in the joint footprint;\n, is the design out-of-plane bending stress;\nfy , is the yield strength of the steel members;\nC,\tC2, C3, is the coefficients depending on joint and load type as given in the Table 2.5.\nTable 2.5 - Parameters for the Chord force factor, Norsok N-004, 2013.\nValues for X-joint type\t\tCi\tC2\tC3\nX joints under Brace axial tension loading 1\tP &lt;0.9*\t0\t0\t0.4\n\tP = 1.0*\t0.2\t0\t0.2\nX joints under Brace axial tension loading 2\tP &lt;0.9*\t0.2\t0\t0.5\n\tP = 1.0*\t-0.2\t0\t0.2\n* ) Linear interpolation for 0.9 &lt;f &lt;1.0\n2.4.4.5\tCharacteristic resistance according to Norsok N-004\nThe characteristic resistance for simple tubular joints without overlap of principal Braces and having no gussets, diaphragms, grout or stiffeners should be design as follows:\n\nf x T2\n=\t-y—\tx Qu x Qf\nYm x sinV?)\n(26)\nMRd\nfy x T2 x d\n= -—x Qu x Qf\nXM x sin(0)\n(27)\nWhere:\nNRd is the joint design axial resistance;\nMRd is the joint design bending moment resistance;\nf is the yield strength of the Chord member at the joint;\nyM is the material factor (yM =1.15);\nQu is the strength factor;\nQf is the Chord action factor.\n2.4.4.6\tCharacteristic resistance for X and Y joints with Chord-can according to Norsok N-004\nFor Y and X joints under axial force with reinforcement Chord-can, the design resistance should be calculated as follows:\nNRd\nr+(1 -r) —\nNcan, Rd\n(28)\ny\nWhere\nN is the joint design axial resistance for the Chord-can;\nr —\n<\nL /2.5 forfi&lt;0.9 (4P - 3)/.\tp > 0.9 ;\nI\t1.5D\n(29)\nTn is the nominal Chord member thickness;\nTc is the Chord-can thickness;\nLc = 2a + rfd is the effective total length.\n2.4.4.7\tStrength check according to Norsok N-004\nThe X-joint resistance need to satisfy the follow interaction equation for axial force and/or bending moments in the Brace:\nNSd\nNRd\n2\ny, Sd My, Rd y\n+ Mz,Sd &lt;1 My, Rd\n(30)\n+\ne M\nWhere,\nNsd is the design axial force in the Brace member;\nNRd is the joint design axial resistance;\nMySd is the design in-plane bending moment in the Brace member;\nMzSd is the design out-of-plane bending moment in the Brace member;\nM yRd is the design in-plane bending resistance;\nis the design out-of-plane bending resistance.\n2.4.5\tStrength verification using Eurocode 3: Design of steel structures - Part 1-8: Design of Joints (EC3-1-8, May 2005)\n2.4.5.1\tGeneral\nThis European Standard, Eurocode 3, has been prepared by Technical Committee CEN/TC250. This standard gives the detailed application rules to determine the static design resistance of uniplanar and multiplanar joints. However, the Eurocode 3 (EC3-1-8) has a distinct methodology, different from ISO 19902 and Norkok-004, in terms of the design approach for the hollow section joints.\nUnlike the specific standards used for the petroleum and natural gas industries, the Eurocode 3 (EC3-1-8) has a large spectrum of applications, such as building structures but also in the petroleum and gas industry. For that reason, this standard considers a formulation for each type of joint with different type of configuration, such as CHS Braces members with CHS, RHS, SHS,I or gusset plates in the Chord, and vice-versa.\nThese application rules are valid both for hot finished hollow sections and for cold formed hollow sections, if the dimensions of the structural hollow sections fulfil the requirements of this section. The nominal yield strength of the end product should not exceed 460 MPa; for end products with a nominal yield strength higher than 355 MPa, the static design resistances given in Hollow Section joints should be reduced by the factor 0.9 (EC3-1-8, 2005).\nThe nominal wall thickness of the hollow sections should not be less than 2.5 mm, unless special measures have been taken to ensure that the trough thickness properties of the material were adequate (EC3-1-8, 2005).\nIt is also important to mention, that the static design resistance of the joints are expressed in terms of maximum design axial and/or moment resistance for the Braces members.\n2.4.5.2\tValidity range for welded joints according to EC3-1-8\nThe validity range for the application of the Eurocode 3, for welded X-joints between CHS members are:\n(31)\n10&lt;y&lt;40\n30o&lt;e<90o\n(32)\n(33)\n2.4.5.3\tFailure modes for hollow sections joints according to EC3-1-8\nThe EC 3 specifies some types of failure modes. The joint resistance between CHS should be based on the following failure modes as applicable:\n•\tChord face failure or Chord plastification - Plastic failure of the Chord cross-section, represented in the Table 2.6 (a);\n•\tChord side wall failure or Chord web failure - Yield, crushing or buckling of the Chord side wall/web under compression Brace member, represented in the Table 2.6 (b);\n•\tChord shear failure, represented in the Table 2.6 (c);\n•\tPunching shear failure of a hollow sections Chord wall - Crack initiation leading of rupture of the Brace members from the Chord member, represented in the Table 2.6 (d);\n•\tBrace failure with reduced effective width - Cracking in the weld or in the Brace members, illustrated in the Table 2.6 (e);\n•\tLocal buckling - Failure of a Brace member or of a hollow sections Chord member at the joint location, illustrated in the Table 2.6 (f).\nThe followed Table 2.6 represents the failure modes, detailed above, for the CHS joints presented by Eurocode 3, when one of the members are under compression, tension and bending.\nTable 2.6 - Failure modes for joints between CHS Brace members and CHS Chords (EC3-1-\n8,\t2005).\nAxial loading\nBending moment\n2.4.5.4\tDesign axial resistances of welded joints between CHS Brace members and CHS Chords according to EC3-1-8\nAs already mentioned, contrasting from the others standards presented in the present investigation, the EC3 predict different formulas for each type and configuration of joints. The Chord face failure modes are present in EC3 and represented in the Table 2.7, when the Brace and Chord are both CHS.\nTable 2.7 - Design axial resistances for welded joints between CHS Brace members and CHS\nWhere, for the X-joint type:\nkg is the stress ratio factor;\nf 0 is the yield strength of a Chord member;\nt0 is the ratio Chord thickness;\ne is the angle between the Brace and the Chord;\n¡3 is the diameter ratio between Chord and Brace;\nyM5 is the material factor (yM =1.00);\nNRd is the joint design axial resistance.\nThe factor kg is a value adopted using the Table 2.7 to design the axial resistance for K, N welded joints type. This factor is used to cover both gap type and overlap type joints by adopting g for both gap and overlap types, using negative values of g to represent the overlap q as defined in Fig. 2.10.\nFigure 2.10 - Values of the factor kg (EC3-1-8, 2005).\nThe factor kp is based on the stress ratio used for Chord member. This factor is also related to the np ratio, which depends on the type of action in the Chord member of the joint.\n-For np > 0 (compression action in the Chord): kp = 1 — 0.3 * np(1 + np)\t(34)\n-For np &lt;0 (tension action in the Chord): kp = 1\t(35)\nThe np is the ratio (7^) /Yms, used for CHS Chord members, where the ap Ed is the value of Jyo\no0,Ed excluding the stress due to the components parallel to the Chord axis of the axial forces in the Brace in that Joint.\nThe offshore standards (ISO 19902, Norsok N-004) and European standard (EC3-1-8) were used to support the investigation in the Chapter 6, where it was made a comparison between the joint axial resistance given from the standards and the maximum axial capacity of the joint using the Finite Element Analysis.\n3\tNUMERICAL ANALYSIS OF THE JOINT UNDER STATIC LOADING\n3.1\tIntroduction\nThis investigation intends to understand the behaviour, under axial loading conditions, of one CHS welded connection type (X-joint), used in one real Jacket from the offshore platform that stays in the North Sea, in the Atlantic Ocean (Fig. 3.1). This type of steel connection is constituted by two main members - Chord and Brace. According to the offshore standards (Norsok N004 and ISO 19902), the Chord member zone located near to the Brace member connection is called Chord-can.\nFigure 3.1 - From the left to the right. Offshore Jacket (Subsea world news, 2012) and X-joint FE Model plot from Abaqus software.\n3.2\tStructural model and considerations in the geometry modelling\nThe standard DNV-RP-C208 recommendations to the geometry models for FE analysis need to be simplified compared to drawings of the real structure. Typically, small details need to be neglected as they may interfere with the goal of having a good regular element mesh. The effects of this simplifications on the result should be evaluated. The typical simplifications include:\n•\tThe geometry of the real structure deviates from the theoretical one, the analysis needs to reflect that possible geometrical tolerance.\n•\tWeld material can be the same as the connection members (Chord and Brace).\n•\tThe cyclic stress-strain properties of the base material should be used when assessing welded joints.\n•\tThe ultimate tensile strength of the weaker part joined should be consider in the weaker part joined for the design resistance of weld.\n•\tThe Non-linear geometry should be considered in the FEA, turning on this option in the software used.\n3.3\tGeometrical details of the X-joints\nThe Fig. 3.2, represents a geometrical description of the X-joint which exists in the Jacket structures. The initial configuration of this joint is based on a previous research (Ghanemnia, 2012), such the angle between the Brace and Chord (84.6°). The Chord and Brace diameters intends to be exactly the same and simulate the real joint, but in fact in terms of the modelling sometimes this dimensions needs to be adjusted and some tolerances need to be considered (as suggested by DNV-RP-C208) to avoid singular points.\nKey:\n1\t- Nominal Chord\n2\t- Chord Can\n3\t- Brace\nTn - Nominal Chord thickness Tc - Chord Can thickness od - Brace diameter oD - Chord diameter a - Length Lc parameter\nFigure 3.2 - Geometrical details of X-joint.\nThe Table 3.1 presents the geometrical details for the FE models for this study. All of this models have effective total Chord length (Lc=2a+0d) equal 2400 mm, and follow the minimum requested by the used standards (Norsok N-004, ISO 19902) to prevent buckling of the members and ensure that the design resistance is correctly determined. For the reinforced joint present in the Model B, the value of “a” parameter is equal to 760 mm, to full fill the ISO 19902 detailing practice requirements.\nThis study is focused on the behavior of one type of X-joint connection under axial loading. At first, it was used a base model the Model A and a progress was made up to model D changing the diameter ratio (P), Chord slenderness (y) and wall thickness ratio (t), in order to qualify the evolution of the axial resistance of the joint when the geometric details are modified.\nDiameter ratio:\nP =d\nD\nD\nChord slenderness: Y =\n2 *TC\nT\nWall thickness ratio:\tt = -\nTc\n(36)\n(37)\n(38)\nTable 3.1 - Geometrical details and parameters of each FE model type.\nModel name\tType of model\tChord\t\tChordcan thickness Tc (mm)\tBrace\t\tP\tY\tT\n\t\tThickness Chord Tn (mm)\tDiameter Chord 0D (mm)\t\tThickness Brace Tb (mm)\tDiameter Brace 0d (mm)\t\t\t\nAA\tEntire\t45\t900\t45\t35\t880\t0.98\t10\t0.78\nA; Aw\tHalf\t45\t900\t45\t35\t880\t0.98\t10\t078\nB; Bw\tHalf\t45\t900\t50\t35\t880\t0.98\t9\t0.7\nC; Cw\tHalf\t50\t900\t50\t35\t880\t0.98\t9\t0.7\nD; Dw\tHalf\t50\t1000\t50\t35\t980\t0.98\t10\t0.7\nIntending to improve and qualify the evolution of the axial resistance of the X-joint, some joint variations have been created. During the optimization design process, the geometrical properties have been changed, in particular, the Diameter ratio (P) - increasing the diameter of Chord member in a relation to the Brace member; Chord slenderness (y) and Wall thickness ratio (t) - increasing the thickness of the Chord near to the Brace member connection.\nIn Chapter 5, this investigation focus on how the welding between the Chord and Brace can influence the axial resistance of the joint. On this purpose, the models name with the subscript “w” represents the original models with welding - Table 3.1.\n3.3.1\tDetailing practice of reinforcement in the Chord\nThe joint detailing is an essential element of joint design. For the unreinforced joints, an increase wall thickness or higher yield properties is required for the Chord. This member should extend beyond the outside edge of incoming bracing by the greater of a minimum of one quarter of the Chord diameter, or 300 mm. The strength of Y and X-joints is a function of the can length (Fig. 3.3), the short can lengths can lead to a reduction of the joint strength. To avoid the downgrading strength of the member, increasing the can length should be consider (ISO 19902).\nFigure 3.3 - Chord-can illustration (Adapted from ISO 19902, 2007).\nIn the X-joint type, the larger diameter member shall be considered the toughness member while the other members should frame and continue onto this toughness member and to be considered as the minor members. When the members have an equal diameter in the X-joint, it is more efficient to increase the thickness of one of the member to made it as the toughness member that sustains the major forces. When two or more minor members intersect or overlap at a joint, the order in which each member frames into the joint should be determined by wall thickness and/or diameter. The member with the thickest wall should be the toughness member, and the sequence for framing the remaining members shall be based on the order of decreasing wall thickness. If two or more members have the same wall thickness, the larger diameter member shall be the toughness member. If two or more members have the same diameter and wall\nthickness, either one member may be considered the toughness member. Before the cover up, the welded X-Joint shall succeed in the NDT (Non-Destructive Testing) (ISO 19902, 2007).\nIn the ISO 19902 standard, where the Chord-can is contemplated, there isn't any reference regarding to the minimum dimension of the length of the Chord-can. However, the dimension of 760 mm was adopted for the Chord-can length. When the thickness of the Chord doesn't match, the standard recommends that this transition shall be a chamfer at 1:4 or lower, creating a smooth surface between the Chord-can and the Chord.\nFigure 3.4 - Chamfer detail between Chord-can and Chord member.\n3.4\tCycle stress strain curves according to the Ramberg-Osgood relation\nThe Jacket structure carries the weight of topside and production equipment's and several other loads, such as environmental conditions: wind, waves and earthquakes. Some of these dynamic loads can be critical for the structure, when repetition along the time creates a cyclic load which can cause time varying stresses and that results into a globally or locally fatigue damage for the structure. This cycle loads can compromise the life design and if not controlled the failure or collapse of the structure may become a reality (Pereira et al, 2014).\nNon-linear FE analysis may suggest that the structure is assumed to be loaded beyond proportionality limits, in other words, the structure may be weakened against subsequent load cycles leading to a possible cyclic failure. This type of fatigue can last 104 cycles and is recognized as low cycle fatigue. The fatigue damage due to loads that leads to repeated yielding, i.e. cyclic plastic strains, will be underestimated if used conventional linear elastic methods (DNV-C208, 2013).\nCycle\nMonotonic\nMonotonic\nMonotonic\nMonotonic\nCyclic\nMonotonic\nCyclic\nMonotonic\nWajpaloy A\nCyclic o\nf T\n350\t50\nMPa ksi t t\n2024-T4\nJ L\nCyclic o\n001 in./in\nCyclic\nTI-811\nFigure 3.5 - Monotonic and cyclic stress-strain curves from several steel materials (Stephens et al, 2001).\nFor a cycle load, the use of monotonic stress-strain curve must be avoided since it may provide non-conservative fatigue life estimates, especially for high strength steel. Necessarily the cyclic stress-strain properties of the material should be used when assessing welded joints (DNV-RP-C208, 2013). For that reason, the proposed non-linear properties material for the Steel grade S355 from the DNV standard was used for the weld and for the Brace and Chord, elements of the X-joint in study.\nThis type of low cycle curves can be defined according to the Ramberg-Osgood (R-O) equation that describes the non-linear relationship between stress and strain (DNV-RP-C208, 2013).\nThe R-O equation separates the total strain into a linear elastic and a non-linear plastic part (Atlas Stress-Strain Curves, 2002):\nE =\n^elastic + Aplastic\n(39)\nThe DNV-RP-C208 standard proposed a simplification of the R-O equation:\ns = -+(-)*’\n(40)\nWhere:\n£ — Strain;\nct — Yield stress;\nE — Young's modulus;\nK — Material constant.\nThe R-O dimensionless material parameter K is called the material constant, and differs with the grade of the steel. These parameters are proposed by the DNV-C208 standard and are presented in the Table 3.2.\nTable 3.2 - Ramberg-Osgood parameters for base material (DNV-C208, 2013)\nSteel Grade\tK (MPa)\nS235\t410\nS355\t600\nS420\t690\nS460\t750\n3.5\tMaterial Properties for the FE model\nWith the purpose to apply the material properties and study the non-linear behavior in the FE model, it was taken in consideration the elastic material properties for the steel with the grade S355 from the previous research (Ghanemnia, 2012), which is based in one DNV-RP-C208 report from the tangible X-joint which belongs to the Jacket structure placed in the North Sea. These properties are detailed in Table 3.3.\nTable 3.3 - Elastic material properties.\nDensity (ton/mm3)\tYoung's Modulus (MPa)\tPoisson's Ratio (-)\n7.85E-09\t2.10E+05\t0.3\nIn order to apply the plastic material properties for the steel grade S355 and according the DNV regulations, the material properties for the FE model are adopted from the DNV-RP-C208.\nThese material specifications, differs with the type of the wall thickness and are given in the Table 3.4.\nTable 3.4 - Plastic material properties - Proposed non-linear properties for S355 steels (Engineering stress-strain), (DNV-RP-C208, 2013)\nThickness (mm)\tt &lt;16\t16 &lt;t &lt;40\t40 &lt;t &lt;63\nE (MPa)\t210000\t\t\n°yield (MPa)\t355\t345\t335\n^ult (MPa)\t470\t470\t450\nWith the material parameter K, from the Table 3.3 and the material properties from the Table\n3.4\tit is possible to create the stress strain relationship cruve, proposed by the R-O equation (40) from DNV-RP-C208.\n3.6\tNon-linear material behaviour\n3.6.1\tConvert Engineering stress-strain to True stress-strain\nTo perform non-linear analysis which includes material non-linearity, the True Stress-Strain curve is needed. The stress-strain relationship of material used for the FE modelling can significantly affect the resulting simulations of structural crashworthiness (Paik et al, 2007). The True Stress-Strain characteristics of material can usually be obtained by the transformation of Engineering Stress-Strain relationship:\n&amp;true = &amp;eng(1 + ^eng^\t(41)\n^true\tln(l +\t(42)\nThe Ramberg-Osgood equation (40) represents the stress-strain relation up to the ultimate stress, and no characterization of necking behaviour beyond the ultimate stress is considered (Paik et al, 2007).\nBased on DNV-RP-C208, it is required that the cycle stress-strain curve of the material should be applied in the FE models to perform a non-linear behaviour in plastic phase. However, these material properties differ due the different Chord and Brace thickness.\nEngineering stress is obtained by dividing the applied load by the original cross-sectional area of the test specimen. As the load-bearing area continuously decreases and specimen length\ncontinuously increases during tensile deformation, a more logical approach would defined the true stress strain in terms of the instantaneous area and length (Ashby, 2009a). The Fig. 3.6, shows a schematic plot of true stress strain versus engineering stress strain. This relationship can be readily using the expression (41) and (42), however valid only up to the onset of necking (Ashby, 2009b).\nFigure 3.6 -Comparison between true stress-strain and engineering stress-strain.\n(Ashby, 2009)\nThe Figure 3.7 represents the Engineering stress strain and True stress strain curves of both elements in the X-joint up to necking point (ultimate tensile strength). The left side of the Figure characterizes the stress-strain material curve for the Chord element with the thickness range between 40 and 63 mm, and the right side represents the Brace stress-strain curve with the thickness range between 16 and 40 mm.\nEngineering stress-strain vs True stress-\tEngineering stress-strain vs True stress-\nFigure 3.7 - Engineering stress-strain curve versus True stress-strain in Chord curve (left side) and Brace (right side).\nNecking begins at point M in True stress strain curve which corresponds to point M’ in the engineering stress strain curve. The corrected true stress-strain curve takes into account the complex stress state within the neck region (Ashby, 2009).\n3.6.2\tFlow chart to create the true stress strain curves based on R-O equation to input in the FE model\nThe flow chart above resumes how it is created the stress strain curves based on the Ramberg-Osgood relation and, how these curves were converted from Engineering stress-strain to True stress-strain. With these True stress-strain curves (Fig. 3.7) from the Chord and Brace, it is possible to input this values in the material properties of the Finite Element Model. Now all the conditions to start accurately the performing of the static load in the model are possible.\nEngineering stress-strain material properties from DNV standards.\n\\_____________________________________________/\n\n\nEngineering stress strain curve is created based on the R-O equation beyond the ultimate stress strain.\no am10 E= E + (?)\nI ~\nA\ny\nConvert Ensgtriensesersitnraginstress-strain curve to True stress-strain curve up to the point to necking.\nG'true\t&amp;eng(1 + ^eng)\n\n^true\tln(l +\ny\n’ r\nTrue stress strain curve is created able\nto input in the FE model.\nX_________________________________________X\n3.7\tDescription of the Finite Element models\n3.7.1\tEntire model (AA) vs half model (A)\nFigure 3.8 - Abaqus plot of the Model AA on the left and Model A on the right.\nFirstly, it was created an entire model of the joint - Model AA (left side of the Fig.3.8). The purpose of this model is to simulate the entire joint and evaluate its behaviour when subjected to the axial static force. However, the CPU time consumption of this model is very high, for this reason it was necessary to consider a symmetrical model - Model A (right side of Fig.3.8). The objective of this symmetrical model is to create the half part of the joint, able to simulate exactly the same behaviour of the entire one, but now with less CPU time consumption.\nA finer mesh can also be used in this symmetrical model, resulting in a more accurate analysis than a coarsely meshed full model. This is the real advantage to use this symmetry conditions technique.\n3.7.2\tBoundary conditions\nFigure 3.9 - Boundary conditions of the entire Model AA on the left and half Model A on the right.\nA boundary condition needs to be established in both models before applying the load. Boundaries supports need to be used in the Brace and Chord ends. These supports should fix the Brace member against Z direction (U3=0) and the Chord member against the Y directions (U2=0). It is required to create a local coordinate system (CSYS datum) with the same angle inclination of the Brace and assign this local CSYS with the Brace restrictions. The global CSYS is automatically created and assigned in the Chord element.\nThe symmetrical model (Model A) can only be achieved giving some attention to the symmetry effects of the joint. Due the symmetry of the X-joint in the X-Axis, symmetrical boundaries were created in the half model and they are able to simulate the behaviour of the entire model properly. Detailing the symmetrical boundaries, it's needed to restrain the boundaries from the model - fixing the X-Axis (U1=UR2=UR3=0) in the local CSYS for the Brace and in the global CSYS for the Chord member. This symmetrical boundaries are illustrated in red with the “S” note, on the right side of the Fig. 3.9.\nThese considerations were taken into account in the remain models. However, the model A was the base model for this symmetrical and boundary conditions validation. It was considered that the behaviour of the models would be identical, since only the geometry aspect would be different.\n4\tMODELLING AND CALIBRATION OF THE NON-WELDED X-JOINT\n4.1\tEvolution for the static load (Static general analysis)\nIn order to calibrate the X-joint A-Half model and AA-Entire model present in the Chapter 4.2, the known yield point was chosen. According to the regulation of the DNV-EP-C208, for the wall thickness 45 mm, the yield stress starts at 335 MPa.\nThe Model A, has been performed to know the force value that reaches the yield point. The load conditions for this performance are: compression force in the Chord and a tensile force in the Brace.\nTable 4.1 - Evolution of the forces until the yield stress reaches the joint.\nModel A\tInput Force (kN)\tStress (MPa)\nv1\t5100\t375.98\nv2\t5000\t371.99\nv3\t4000\t357.50\nv4\t3000\t330.42\nv5\t3400\t337.77\nv6\t3360\t333.29\nv7\t3370\t334.41\n380.00\n360.00 1---------------------------\ng\t♦\ng\n350.00\nI\n340.00\n330.00\t♦\n320.00\n5500\t5000\t4500\t4000\t3500\t3000\t2500\nForce [kN]\nRunning a several analysis using different force values in the FE model A, it is possible to conclude that the force of 3370 kN is the force that produces the stress of 335 MPa (yield stress) in the X-joint. The most notable values of the evolution of the forces that have been performed are illustrated in the Table 4.1.\nPerforming this analysis, it is also possible to recognise that the concentration stress spot inside the X-joint is in the middle of the joint. Independently of the thickness of members or force applied this stress spot remains in the same place.\nFigure 4.1 -Plot from Model A, FE software Abaqus, evolution for the static load from the left to the right, Y-Z, Z-X and Y-Z plane view.\n4.2\tModel validation using symmetry conditions under certain load conditions\nFigure 4.2 - Illustration of forces applied in the model, tensile force in Brace and compression force in Chord.\nWith the intention of verifying if it is possible to use half of the model instead of the entire model in order to reduce the calculation time, it was necessary to consider the 50% of the forces in the half model. Model and illustration of applied forces are presented in the Fig. 4.2, where the forces in the Chord are in compression and tensile in the Brace.\nFor this validation, a linear elastic analysis was performed and the force of 6740 kN has been implemented in the entire model and a force of 3370 kN, in the half model. This force takes into account the evolution of the static load determined in the previously Chapter 4.1.\nTable 4.2 - Results of symmetrical boundaries for validation of the models.\nModel\tMax Stress o (MPa)\tNumber of elements\tCalculation Time (sec)\nA-Half\t334.410\t124022\t1931\nAA-Entire\t334.342\t233055\t5502\nThe concentration of the stress was reached in the Chord, and as expected the maximum stress values, present in the Table 4.2, are similar (with an error of 0.02%).\nAs it is possible to verify on the same table, the CPU time consumption when these two models are performed are significantly different. The Entire model (Model AA) takes more than double and almost the triple (+284%) of the time to run than the Half model (Model A). An important and interesting remark is that, the Model AA has approximately half of the number of the elements than the Model A, but the calculation time is almost the triple, so, in this case, the number of elements is not linear proportional to the calculation time.\nThis evidence is also important to verify if the symmetric boundary conditions were well applied. With this model validation it's possible to conclude that the behaviour of these two models (Model A and AA) are exactly the same when the force is applied, and it is possible to continue this study considering only the half model's (Model A, B, C and D).\n4.3\tResults and remarks for each non-welded model\nIn this Chapter, the determined force of 3370 kN has been performed in the remain models. The FEA output data for each model are present in the Table 4.3, following with corresponding remarks.\nTable 4.3 -Results from FE models with non-linear material properties.\nModel\tChord\tChord- can\tMax Stress c (MPa)\tDisplacem ent (mm)\tNumber of elements\tCalculation Time (sec)\n\tThickness (mm)\t\t\t\t\t\nA\t45\t45\t334.410\t1.300\t124022\t1931\nB\t45\t50\t329.356\t1.214\t128205\t1385\nC\t50\t50\t329.082\t1.212\t126228\t1348\nD\t50\t50\t323.331\t1.334\t154907\t1824\n-\tModel A and B: The stress behaviour between joints with and without Chord reinforcement. Changing of the thickness of the Chord from 45 mm to 50 mm in the Chord-can. Analysing the results (Table 4.3), as expected, it is noticed a decreasing of the maximum stress allied associated to the increasing of the thickness in the critical point, where the stress is concentrated.\n-\tModel B and C: The only difference between these two models is the thickness of the Chord in the critical zone. The scope of this study is to understand if there is any change of the stress behaviour and this progression when you have the same thickness and an increasing of thickness in the member.\nThe maximum stress between these two joints are practically the same, the 50 mm in the Chord-can remains the same but the thickness of the Chord is different. Here the joint represented by the Model B has the same capacity of resistance than the Model C, but with less material which means, this structure is probably more economical in the material/cost perspective.\n-\tModel D and Models A, B, C: The target of this study is to compare the stress evolution for different member diameters. Going from 900 mm in the Chord in the Model A, B and C to 1000 mm in the Model D; and from 880 mm to 980 mm in the Brace member. For the same force value, a lower value of the maximum stress is expected.\nTherefore, the stress distribution through the models is practically the same from the Model A to D, only major differences have been noticed between the model with Chord-can reinforcement (Model B) and without Chord-can reinforcement (Model A, C and D) for the\nlower stresses trespassing between the Chord-can to the Chord shown in Fig. 4.3. These behaviours can be explained due the difference of the thickness between the Chord and the reinforced Chord-can. The stress concentration zone is maximum and critical, essentially inside the Chord (Fig. 4.3) and in the connection between the Chord and the Brace as shown in the detail Fig. 4.4.\nFigure 4.3 -Plot from Model A and C (top and bottom).\nFigure 4.4 -Plot detail of Chord and Brace connection, Model C.\n5\tMODELLING THE X-JOINT CONSIDERING WELDING\nThe welding of Hollow Structural Sections (HSS) does have some unique features. Unlike open sections, where welding is typically possible from both sides of an element, welding of HSS is only possible from one side, thus requiring large weld sizes. Additionally, the main HSS member face to which a branch is welded is generally much more flexible than its wide-flange counterpart, as the two webs of the main member are the outside of the connection rather than in the middle. This increased flexibility or the connecting face tends to cause and uneven load distribution in the welded joint (Packer et al, 2013).\nThere is an intention of avoiding the stress concentration in the edge of the connection, between Chord and the Brace, as shown by the red spots in the Fig. 4.4. It is necessary to weld this edge, to attempt to reduce this stress concentration in this particular zone and consequently reduce the maximum stress in the X-joint. Welding this edge creates a smooth and homogenous profile between the Chord and Brace preventing the stress concentration in this area, thus leading to a better distribution of stresses in the joint. To that end, two geometric types of welding were created and tested in each model in order to verify which one would present better behaviour in terms of decreasing the stress concentration in this particular area.\nModelling the welding, more particularly in this CHS X-join geometry, escalate the challenge to complex problem. Several problems appear, due the complex geometry of the weld around the intersection between Chord and Brace (red line in the Fig. 5.1), and also due to the limit space (especially in the middle point of the joint) to make grow the weld. For that reason some simplifications, such as an adaptation of the fillet weld, have to be considered in order to achieve the stress redistribution. It is always important to remember that the Finite Element model is an approximation to reality, trying to portray as accurately as possible the actual behavior of the object being modelled.\nMaybe it is because of this reasons, there is a lack of information in this field and some researchers decided not to model this weld element part and simplify the problem checking the strength of the weld based on the stress resultant determined by integration of stresses from the closest elements near to the critical zone where the weld should be, as proposed by the DNV-RP-C208 standard.\nFigure 5.1 -Plot from Abaqus of the model B, detail of area to be welded.\nTwo types of the geometric welding have been created with the intention to determinate which one is more efficient and adequate decrease the stress concentration of the joint. During this investigation, several documents and regulations have been read to determinate the most accurate weld for this type of joint and, more importantly, to know how to model it with the Finite Element software and choose a proper mesh for the analysis.\nThe design guide for Circular Hollow Section (CHS) joints under predominantly static loading supported by the International Institute of Welding (IIW), advice for the design welds that a welded connection should be established around the entire perimeter of a Brace member by means of a butt weld, a fillet weld, or a combination of two. Fillet welds which are automatically prequalified for any Brace member loads should be designed to give a resistance that is not less than the Brace member capacity and according to EC 3. These results in the following minimum throat thickness “a” (Fig. 5.6) for fillet welds around Brace members, assuming the thickness “t” of the abutting member - Brace (Fig. 5.2) and ISO steel grades (CIDECT-GD 1, 2008).\ndi = do\tdi &lt;do\nFigure 5.2 - Recommended welds details in CHS joints (IIW, 2008)\nThree basic types of welds account for practically all structural weld joints: Complete-jointpenetration (CJP), groove welds, partial-joint-penetration (PJP) groove welds, and fillet welds:\n• Complete-Joint-Penetration groove welds (from one side and without backing) are extremely expensive and require specially qualified welders.\nFigure 5.3 - Illustrated (left) and macro-etched (right) CJP joint between round HSS\nand Cast ConneX High-Strength Connector (Parker et al, 2013)\n• Partial-Joint-Penetration groove welds are an option for hollow sections, especially if the fillet welds sizes become larger (leg sizes over about 12 mm) and the Brace member is reasonably thick. Prequalified joint details for PJP welds to HSS, and particularly if the matched-width (fi=!).\nFigure 5.4 - Macro-etched PJP groove weld in matched-width HSS connection (Parker et al, 2013)\n• Fillet welds, the least expensive and easiest weld type, are the preferred and most common weld types for HSS connections (Parker et al, 2013).\nFigure 5.5 - 90° HSS T-connection under axial tension (a) and detail of the fillet weld showing assumed failure planes (b) (Parker et al, 2013)\nThe decision factor between fillet welds or butt (groove) welds comes also from CIDECT guideline, says that is more economical to use fillet welds than but welds. However, the upper limit on throat or leg size for fillet welds depends on the fabricator. Most welding specifications only allow fillet welding at the toe of a Brace member if the angle between the Brace and Chord member are greater than 60°, because of the difficulty of welding at the heel of a Brace member at low angle values (CIDECT-GD1, 2008).\nThese geometrical dimensions have been carefully verified and validated following the guidelines from ISO 19902, DNV-RP-C208 and the resistance of the weld calculated with the “Simplified method for design resistance offillet welds’” given in section 4.5.3.3, from the EC 3 - Part 1-8. The design resistance details of the weld are present in next the Chapter.\n5.1\tDesign weld geometry and resistance according to standards\n5.1.1\tWeld design resistance according to Eurocode 3 (EC 3 - Part 1-8, 2005)\nIt was considered and analysed two types of weld for this investigation (Type I and Type II), the geometrical details for both welds and their influence in the X-joints are detailed in the followed Chapter 5.2 and 5.3, respectively. The design resistance and the geometrical dimensions of these welds are established with the “SimplifiedMethodfor design resistance of fillet weld”, from the section 4.5.3.3 in the EC 3 - Part 1-8.\nThe design resistance of the fillet weld may be assumed to be adequate if, at every point along its length, the result of all the forces per unit length transmitted by the weld satisfy the following criterion:\nF „ &lt;F\t(45)\nw,Ed\tw,Rd\ts 7\nWhere:\nFwEd is the design value of the weld force per unit length;\nF is the design weld resistance per unit length.\nIndependent of the orientation of the weld throat plane to the applied for, the design resistance per unit length FwRd should be determined from:\nFw,Rd = fvw.d ■ a\t(46)\nWhere:\n/vw.d is the design shear strength of the weld; a is the throat thickness of the weld.\nThe design shear strength /vw.d , according to EC3-1-8, of the weld should be determined by:\nfjJL\nPw ■ Y M1\nvw .d\n(47)\nWhere:\nfis the nominal ultimate tensile strength of the weaker part joined - Brace;\nis the correlation factor for fillet welds, and for the Steel grade S355 is equal 0.9 according to the Table 5.5 presented in the EC 3 - Part 1-8;\nYm 2 is the partial safety factor equal 1.25 .\nTable 5.1 - Design resistance of the weld according to EC 3-1-8.\nDesign resistance of the weld\t\t\nTotal length of the weld\t1559.38\t(mm)\nYM2\t1.25\t-\nPw\t0.9\t-\nfu\t470\tMPa\nfvw.d\t241.20\tMPa\nFw,Ed\t2165.28\tkN\na (required)\t8.977\tmm\nThe effective throat thickness (a) is defined in the Table 5.1, for the two welding types, complying with minimum dimensions prescribed by the EC3-1-8.\n5.1.2\tGeometry weld joint details and design resistance according to the offshore standards\nThe ISO 19902 is one of the offshore standards where there is more detail about geometry of the weld all around the joint, as illustrated in the following Fig. 5.7.\nFigure 5.7 - Welded tubular joint / shield metal arc welding- (ISO 19902, 2007).\nA-A\nAccording to this code, the requirements for tubular joint with shield metal arc welding are presented in the following Tables 5.2 and 5.3.\nTable 5.2 - Root gap requirements for tubular joints according to ISO 19902.\nGroove angle (b)\tRoot opening (g)\nOver 90°\t0 to 4.8 mm\n45° to 90°\t1.6 to 4.8 mm\nUnder 45°\t3.2 to 6.4 mm\nTable 5.3 - Minimum weld thickness for tubular joints according to ISO 19902.\nWeld angle (b)\tWeld thickness (tw)\nOver 135°\tSmooth profile required between Brace/weld/Chord. Need to not exceed 1.75 t\n50° to 135°\t1.25 t\n35° to 50°\t1.50 t\nUnder 35°\t1.75 t\nWhere the “t” is the thickness of the Brace member.\nThis guideline also predicts inspection, quality assurance and control of the welding process. Inspectors should be well informed in the general areas of welding technology, inspection and testing procedures as well as in construction methods for those areas of their responsibility during fabrication.\nThe Recommendation Practice C201 from DNV-RP-C201, also has a guideline to calculate the weld thickness (tw), and similarly to the ISO 19902 this code also takes into account the thickness of the abutting member (Brace). However, this guideline also explores the properties of material and takes into consideration the strength ratio value fr), base to metal to weld metal to determine the weld geometrical details. According to this guideline, the fillet welds should not be less than:\ntw = 0.43frt0 , with a minimum of 3.00 mm.\n(43)\nWhere the strength ratio of the base weld metal to weld metal, fr is given by:\n75\nwith minimum 0.75.\n(44)\nAnd the t0 is the net thickness in mm, of the Brace member.\nThe ordinary values for yield stress and strength ratio are given in the following Table 5.4, for standard steel and high strength steel.\nTable 5.4 - Strength ratio according to DNV-RP-C201.\nBase metal (Strength group)\tYield stress ofw (MPa)\tStrenght ratio (fr)\nNormal strength steels\t355\t0.75\nHigh strength steels\t375\t0.88\n\t390\t1.00\nThis guideline, similarly to the ISO 19902 indicates a massive inspection, based on the consideration of fatigue damage and assessment of general fabrication quality.\nThe design resistance verification criteria of the throat thickness of the weld, according to the EC 3-1-8 are detailed in the Table 5.5.\nTable 5.5 - Design resistance criteria of the weld throat thickness according to EC 3-1-8.\nWeld considered\tType I\tType II\t\na\t10.58\t10.75\tmm\nFw,Rd\t2551.94\t2592.94\tkN\nVerification\t\t\t\nFw,Ed > Fw,Rd\tOK\t\t\nIn Table 5.6 it is resumed the geometrical details for each weld type, according to the previously described standards. It was considered the Recommendation Practice C202 from DNV, instead of the recommendations from ISO 19902, to determine the parameter weld thickness (tw) since this guideline ponder the yield stress and the strength ratio in the design criteria. However, this guideline also explores the properties of material and takes into consideration the strength ratio value (fr).\nTable 5.6 - Throat thickness (a) and weld thickness (tw) applied in the models.\nWeld type\tBrace member thickness in mm\tThroat thickness (a) in mm\tWeld thickness tw in mm\nI\t35\t10.75\t14.73\nII\t35\t10.58\t14.91\nFinally, with the throat thickness (a) defined by the EC3-1-8 and the Weld thickness (tw) defined by the DNV-RP-C201, the weld geometry can be created in each X-joint model.\n5.2\tGeometric detail of the welding in the X-joint - Weld types\nIn this chapter, two different geometrical types of welding were created in the Model A, B, C and D. Both of the weld types were designed following the standards presented in the previously Chapter. In order to distinguish, these models were renamed with a subscript “w”, from welding, in front of each model letter - Model Aw, Bw, Cw and Dw.\nTable 5.7 -Weld types plotted from Model Cw.\nWeld type I\nWeld type II\na=10.75 mm\na)\nc)\na=10.58 mm\nb)\nd)\n...\ne)\nf)\nThe Model Cw is used as plot example of how this welding was created and modelled in the FE software. The Table 5.7 shows two types of welding with a different shape that was created regarding to this investigation. The left side of this table with the Figures a), c) and e) correspond to the weld type I and the right side of the table with the Figure b), d) and f) correspond to the weld type II.\nIn Figures a) and b) are presented the cross-section of the joint with the detail of the welding and throat thickness of the weld (a). The Figures c) to f) show the 3D model and the FE plot with the same load conditions as were previously studied in the Chapter 4.\n5.3\tResults and remarks of the X-Joint with welding\nTable 5.8 - Comparison max stress in the X-joint models with weld.\nModel\t\tChord\tChordcan\tMax Stress c -Von Mises (MPa)\tNum. of elements\tCalculation time (s)\n\t\tThickness (mm)\t\t\t\t\nA\tNon-welded\t45\t45\t334.410\t124022\t1931\n\tWeld type I\t\t\t338.392\t120601\t1848\n\tWeld type II\t\t\t344.461\t122694\t1893\nB\tNon-welded\t45\t50\t329.356\t128205\t1385\n\tWeld type I\t\t\t334.921\t122640\t1780\n\tWeld type II\t\t\t336.050\t125011\t1737\nC\tNon-welded\t50\t50\t329.082\t126228\t1348\n\tWeld type I\t\t\t325.803\t122704\t1779\n\tWeld type II\t\t\t323.804\t127166\t1590\nD\tNon-welded\t50\t50\t323.331\t154907\t1824\n\tWeld type I\t\t\t330.279\t131177\t1697\n\tWeld type II\t\t\t331.909\t130910\t1489\nFor the welded joint, besides its material properties, stress concentration has significant influence on the fatigue life. The geometric shape discontinuities and weld defects (non-homogeneous material) in the joint are two main factors which could lead to a localized increase in stress. The weld defects in the welded joints can result in residual stress and stress concentration since it is not one homogeneous material (Zongtao, 2016).\nIn the plot of the model C in the Figure e) in the Table 5.7, it is possible to verify the existence of a red spot between the connection Chord/Brace. This red spot is regarding a concentration\nof the stress in this area and become visible due the geometric shape discontinuities. The welding type I and II, in the four different type models have been performed trying to avoid this concentration stress, but instead of improving the distribution of the stress this weld creates a new focus of stress concentration.\nAnalysing the Table 5.8, it is possible to verify some increase of maximum stress in the joint when this weld is added in all models but only in Model C, it is noticed a reduction of global maximum stress.\nIn a first approach the weld type I creates a new focus of stress concentration in the weld area and the weld type II, with a better shape, apparently can make the concentration stress disappear. But as presented in the Table 5.8, analysing the maximum stress results, this weld type II obtains greater values than the weld type I. It is always important and keep in mind that the stress concentration starts inside of the joint and it is where the greater values of the global stress appear, as can be confirmed in the previously Chapter 4 by the Fig. 4.4. This investigation continues selecting the weld type I for the study presented in the next Chapter.\nFigure 5.8 - Geometrical stress distribution in X-joint. (CIDECT GD8, 2001)\nIn the welded tubular joints the stiffness around the intersection is not uniform, resulting in a geometrical non-uniform stress distribution as shown in Fig. 5.8.\nSeveral methods have been developed to determine the fatigue of welded hollow sections joints, one of them is the hot spot stress method and also called geometrical stress method. This method relates the fatigue life of a joint to the so-called spot stress at the joint. It takes the irregular stress around the perimeter of the joint into account directly (CIDECT GD 8, 2001).\nThe hot spot stress range includes the influences of the geometry and type of load but excludes the effects related to the configuration of the weld (flat, convex, concave) and the local condition of the weld toe (radius of weld toe, undercut, etc.). The hotspot stress method has been recommended by the IIW for the design of welded tubular joints under fatigue loading, but in this investigation, this topic won't be developed, so there's just going to be given a general idea about one of the main methods that has been developed to determinate in detail the stress in the CHS joints (CIDECT GD 8, 2001).\n6\tNUMERICAL ASSESSEMENT OF THE X-JOINT ACCORDING TO THE OFFSHORE STANDARDS AND EUROCODE 3\n6.1\tGeneral information\nThe purpose of this chapter is to evaluate maximum capacity of the welded and non-welded joint under certain load conditions. The obtained results from Risk method using FE software (Abaqus) are compared to the resistance capacity given from the standards in the offshore field (Norsok-N004 and ISO 19902) and the European Construction Standard (EC3). This approach also intends to identify the differences between the offshore and construction standards, since the EC3-1-8 lacks in design details of this type of structural joint. The X-joints geometrical details corresponding to the Model Aw, Bw, Cw and Dw have already been presented in the Table\n3.1\tof the Chapter 3.3.\n6.2\tRiks Method introduction\nThe Arc-Length method (Riks E., 1979) is a very efficient method in solving non-linear systems of equations when the problem under consideration exhibits one or more critical points. For a loading-unloading problem, when exist a proportional increase of the loading, the critical point could be interpreted as the point at which the loaded structure can't support an increase of the external forces and an instability occurs in the structure. (Vaios, 2015). This method is implemented in most Finite Element software, such as Abaqus, that named this method as the Riks method.\n6.3\tEvaluation under certain load conditions\nWith the intention to understand the influence of the load type in the X-joints and their variants, were created and performed two types of axial loads.\nLoad type I - Compression in the Chord and tension in the Brace.\nFigure 6.1 - Time frame load evolution plotted from the Model Aw.\nLoad type II - Compression in Chord and Brace:\nFigure 6.2 - Time frame load evolution plotted from the Model Aw.\nIn the Fig. 6.1 and 6.2 are plotted the time frame load evolution from the Model A of the load type I and load type II, respectively. It is important to mention the notable buckling phenomena in the load final stages, near to the maximum capacity stage. This global or local instability can cause a variation of the numerical results when compared to the resistance capacity from the standards. The design resistance from the standards calculated in this investigation do not take into consideration the buckling phenomena.\nIt is important to mention that to archive the maximum characteristic design resistance from the standards, it is necessary to input the design axial force in the first place. For this reason, several axial forces values need to be performed until reaching the maximum characteristic resistance, taking into account the strength factor from the Brace and the Chord force factor that differs when the force is in tension or in compression. When it was used the Chord-can reinforcement the strength design criteria also changed, taking into account the effective Chord-can length and the Chord-can thickness.\nWith the support from FEA software and using the Riks method - it is possible to obtain the maximum axial capacity and plot the Force-Displacement curve for each welded and nonwelded joint. In the following Table 6.1 to 6.8, are resumed and detailed the parameters, factors and the characteristic design resistance according to the standards, followed by the ForceDisplacement curves figures of each X-joint model (Model Aw, Bw, Cw and Dw). As expected, for all the X-joints variations, the welded joints reach a greater capacity than the non-welded joints. The same figures also contain the characteristic and design axial resistances according to the offshore standards Norsok N-004, ISO 19902 and European standard EC3-1-8.\n6.3.1\tLoad condition type I: Axial compression in Chord and axial tension in\nBrace 6.3.1.1 X-joint - Model A\nTable 6.1 - Strength Design from the Model Aw - Load type I.\nModel Aw\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.358\nBrace Strength factor\t(Qu)\t23.978\t16.811\t\t\nParameter A2\t\t0.105\t1.206\t\t\nFactors\tC1\t0.156\t20\tChord factor (kp)\t0.854\n\tC2\t0\t22\t\t\n\tC3\t0.244\t-\t\t\nChord action factor\t(Qf)\t0.924\t0.956\tDesign axial resistance Nrd (kN)\t13094.67\nCharacteristic Resistance\tNrd (kN)\t13128.88\t10433.54\t\t\nDesign axial force\tNsd (kN)\t13100\t10400\tDesign axial force Nsd (kN)\t14500\nStrength check\tNsd / Nrd\t0.998\t0.997\tStrength check Nsd/Nrd\t0.997\n\t\tOK\tOK\t\tOk\nModel\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nAw (welded)\t13912.00\t1 -5.63 %\t1 -25.00 %\t1 -5.88 %\nA (non-welded)\t13445.20\t1 -2.35 %\t1 -22.40 %\t1 -2.61 %\n6.3.1.2\tX-joint - Model B\nTable 6.2 - Strength Design from the Model Bw - Load type I.\nModel Bw\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.358\nBrace Strength factor\t(Qu)\t22.572\t15.489\t\t\nParameter A2\t\t0.166\t1.496\t\t\nFactors\tC1\t0.156\t20\tChord factor (kp)\t0.854\n\tC2\t0\t22\t\t\n\tC3\t0.244\t-\t\t\nChord action factor\t(Qf)\t0.896\t0.933\tDesign axial resistance Nrd (kN)\t13094.67\nCharacteristic Resistance\tNrd (kN)\t16536.61\t12939.31\t\t\nDesign axial force\tNsd (kN)\t16500\t12900\tDesign axial force Nsd (kN)\t14500\nStrength check\tNsd / Nrd\t0.998\t0.997\tStrength check Nsd/Nrd\t0.997\n\t\tOk\tOK\t\tOk\n\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nModel Bw (welded)\t15458.00\tt 6.98 %\t1 -16.29 %\t1 -15.29 %\nModel B (non-welded)\t15017.40\tt 10.12 %\t1 -13.84 %\t1 -12.80 %\n18000\nFigure 6.4 - Comparison between Riks Method and Standards for Model B and Bw.\n6.3.1.3\tX-joint - Model C\nTable 6.3 - Strength Design from the Model Cw - Load type I.\nModel Cw\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.391\nBrace Strength factor\t(Qu)\t22.572\t15.489\t\t\nParameter A2\t\t0.166\t1.239\t\t\nFactors\tC1\t0.156\t20\tChord factor (kp)\t0.837\n\tC2\t0\t22\t\t\n\tC3\t0.244\t-\t\t\nChord action factor\t(Qf)\t0.920\t0.954\tDesign axial resistance Nrd (kN)\t15836.89\nCharacteristic Resistance\tNrd (kN)\t15184.20\t11837.99\t\t\nDesign axial force\tNsd (kN)\t15100\t11800\tDesign axial force Nsd (kN)\t17500\nStrength check\tNsd / Nrd\t0.994\t0.997\tStrength check Nsd/Nrd\t0.995\n\t\tOK\tOK\t\tOk\nModel\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nCw (welded)\t15310.20\t1 -0.82 %\t1 -22.68 %\tt 3.44 %\nC (non-welded)\t15013.20\tt 1.14 %\t1 -21.15 %\tt 5.49 %\n6.3.1.4\tX-joint - Model D\nTable 6.4 - Strength Design from the Model Dw - Load type I.\nModel Dw\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.667\t1.667\tStress ratio in the Chord (np)\t0.360\nBrace Strength factor\t(Qu)\t24.122\t16.700\t\t\nParameter A2\t\t0.166\t1.193\t\t\nFactors\tC1\t0.160\t20\tChord factor (kp)\t0.853\n\tC2\t0\t22\t\t\n\tC3\t0.240\t-\t\t\nChord action factor\t(Qf)\t0.923\t0.957\tDesign axial resistance Nrd (kN)\t16287.94\nCharacteristic Resistance\tNrd (kN)\t16286.03\t12808.40\t\t\nDesign axial force\tNsd (kN)\t16200\t12700\tDesign axial force Nsd (kN)\t18000\nStrength check\tNsd / Nrd\t0.995\t0.992\tStrength check Nsd/Nrd\t0.995\n\t\tOk\tOK\t\tOk\nModel\tMaximum joint capacity by Riks(kN)\tNorsok N- 004\tISO 19902\tEC 3\nDw (welded)\t16681.0\t1 -2.37 %\t1 -23.22 %\t1 -2.36 %\nD (non-welded)\t16374.7\t1 -0.54 %\t1 -21.78 %\t1 -0.53 %\n6.3.2\tLoad condition type II: Axial compression in Chord and\nBrace 6.3.2.1 X-joint - Model A\nTable 6.5 - Strength Design from the Model Aw - Load type II.\nModel A\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.358\nBrace Strength factor\t(Qu)\t25.654\t25.654\t\t\nParameter A2\t\t0.105\t1.751\t\t\nFactors\tC1\t-0.111\t20\tChord factor (kp)\t0.854\n\tC2\t0\t22\t\t\n\tC3\t0.267\t-\t\t\nChord action factor\t(Qf)\t1.004\t0.908\tDesign axial resistance Nrd (kN)\t13094.67\nCharacteristic Resistance\tNrd (kN)\t15263.32\t15116.71\t\t\nDesign axial force\tNsd (kN)\t15200\t15100\tDesign axial force Nsd (kN)\t14500\nStrength check\tNsd / Nrd\t0.996\t0.999\tStrength check Nsd/Nrd\t0.997\n\t\tOk\tOK\t\tOk\n\t\t\t\t\t\n\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nModel Aw (welded)\t10519.50\tt 45.10 %\tt 43.70 %\tt 24.48 %\nModel A (non-welded)\t10201.20\tt 49.62 %\tt 48.19 %\tt 28.36 %\nO 18000\ng\" 16000\n5-<\t,.................................................................... ......................................... —\no\n14000\n6.3.2.2\tX-joint - Model B\nTable 6.6 - Strength Design from the Model Bw - Load type II.\nModel B\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.358\nBrace Strength factor\t(Qu)\t25.492\t25.492\t\t\nParameter A2\t\t0.256\t2.238\t\t\nFactors\tC1\t-0.111\t20\tChord factor (kp)\t0.854\n\tC2\t0\t22\t\t\n\tC3\t0.267\t-\t\t\nChord action factor\t(Qf)\t0.988\t0.850\tDesign axial resistance Nrd (kN)\t13094.67\nCharacteristic Resistance\tNrd (kN)\t20951.44\t19398.01\t\t\nDesign axial force\tNsd (kN)\t20500\t19300\tDesign axial force Nsd (kN)\t14500\nStrength check\tNsd / Nrd\t0.996\t0.995\tStrength check Nsd/Nrd\t0.997\n\t\tOk\tOk\t\tOk\n\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nModel Bw (welded)\t11745.70\tt 75.33 %\tt 65.16 %\tt 11.49 %\nModel B (non-welded)\t11093.80\tt 85.61 %\tt 74.85 %\tt 18.04 %\nZ 22000\n8 20000 1 1 1 o\n~ 18000\n16000\nFigure 6.8 - Comparison between Riks Method and Standards for Model B and Bw.\n6.3.2.3\tX-joint - Model C\nTable 6.7 - Strength Design from the Model Cw - Load type II.\nModel C\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.654\t1.654\tStress ratio in the Chord (np)\t0.391\nBrace Strength factor\t(Qu)\t25.492\t25.492\t\t\nParameter A2\t\t0.173\t1.900\t\t\nFactors\tC1\t-0.111\t20\tChord factor (kp)\t0.837\n\tC2\t0\t22\t\t\n\tC3\t0.267\t-\t\t\nChord action factor\t(Qf)\t1.000\t0.892\tDesign axial resistance Nrd (kN)\t15836.89\nCharacteristic Resistance\tNrd (kN)\t18649.45\t18211.37\t\t\nDesign axial force\tNsd (kN)\t18600\t18100\tDesign axial force Nsd (kN)\t17500\nStrength check\tNsd / Nrd\t0.997\t0.994\tStrength check Nsd/Nrd\t0.995\n\t\tOk\tOk\t\tOk\n\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nModel Cw (welded)\t12049.50\tt 54.77 %\tt 51.14 %\tt 31.43 %\nModel C (non-welded)\t11843.40\tt 57.47 %\tt 53.77 %\tt 33.72 %\n20000\n18000 ....................................................................................\n£ 16000 ---------------------------------------------------------------------------------------\n14000\nFigure 6.9 - Comparison between Riks Method and Standards for Model C and Cw.\n6.3.2.4\tX-joint - Model D\nTable 6.8 - Strength Design from the Model Dw - Load type II.\nModel D\t\tNorsok\tISO\tEC 3\t\nGeometrical factor\t(Qp)\t1.667\t1.667\tStress ratio in the Chord (np)\t0.600\nBrace Strength factor\t(Qu)\t25.902\t25.902\t\t\nParameter A2\t\t0.519\t2.893\t\t\nFactors\tC1\t-0.120\t20\tChord factor (kp)\t0.712\n\tC2\t0\t22\t\t\n\tC3\t0.260\t-\t\t\nChord action factor\t(Qf)\t0.952\t0.749\tDesign axial resistance Nrd (kN)\t13592.78\nCharacteristic Resistance\tNrd (kN)\t18030.02\t15541.04\t\t\nDesign axial force\tNsd (kN)\t18000\t15400\tDesign axial force Nsd (kN)\t15000\nStrength check\tNsd / Nrd\t0.998\t0.991\tStrength check Nsd/Nrd\t0.995\n\t\tOk\tOk\t\tOk\n\tMaximum joint capacity by Riks (kN)\tNorsok N- 004\tISO 19902\tEC 3\nModel Dw (welded)\t11733.20\tt 53.67 %\tt 32.45 %\tt 15.85 %\nModel D (non-welded)\t11492.30\tt 56.89 %\tt 35.23 %\tt 18.28 %\nFigure 6.10 - Comparison between Riks Method and Standards for Model D and Dw.\n6.4\tConclusion and remarks\nThe evaluation on the maximum capacity of the joints under certain load conditions using the Riks Method, it is possible to conclude that the X-joint model Aw, Bw, Cw and Dw reach a greater capacities when subjected to the load conditions type I - Compression in the Chord and tension in the Brace - than to load type II, which apply compression in the Chord and Brace (Table 6.9).\nIn terms of the maximum capacity of the joint, with this investigation it is possible to conclude that the welded joints reach a greater capacity than the non-welded joints, as expected in both load type conditions. The maximum capacity increase was recorded in the model Aw with about 3.47% for the load type I and an increase of 5.87% in the Model Bw for the load type II.\nThrough the analysis of the design resistance given from the offshore standards (Norsok N-004 and ISO 19902) and the European EC 3-1-8 it is possible to conclude that load type II generally reaches greater design resistance than the load type I.\nThe EC 3-1-8 gives the exact same design resistance in both load conditions type I and type II, that can come from the fact that the EC 3-1-8 doesn't contemplate the Brace action for the design resistance of the joint. But it is important to mention that, in the Model Dw, the design resistance was greater with a load conditions type I than the load conditions type II, opposing the other models design resistances. The EC 3-1-8 in the item 7.2.2 (5) predict this behaviour when say “the resistance of a joint with a properly formed welds is generally higher under tension than under compression”.\nTable 6.9 - Resume of maximum axial capacity of the X-Joint by Riks Method analysis.\nModel\tLoad type I\t\t\t\n\tAw\tBw\tCw\tDw\nMaximum axial capacity of the X-Joint by Riks (kN)\t13912.0\t15458.0\t15310.2\t16681.0\nModel\tLoad type II\t\t\t\n\tAw\tBw\tCw\tDw\nMaximum axial capacity of the X-joint by Riks (kN)\t10519.5\t11744.7\t12049.5\t11733.2\nRegarding to the design resistance with offshore standards for the load type I, must considerer that:\n-The ISO 19902 is the most conservative standard in this load type. The design resistance with this standard reach 25% less than the maximum capacity of the joint according to the Riks Method Analysis.\n- The design resistance by the standards compared to maximum capacity of the joint when performed the Riks Method can prove, according to this investigation, that all the standards are generally in the safety side. The maximum capacity of the joint by Riks are over the design resistance that was given by the standards.\nUnexpected results in this load type I:\nIn the Model Bw, the design resistance according to the Norsok N-004 has a greater capacity (+6.98 %) than the maximum capacity performed by the FEA. This can be justified because the chord slenderness value (y=9) in this Model is out of the validity range of the standard.\nIn the Model Cw, the design resistance according to the EC 3-1-8 has a greater capacity (+3.44%) than the maximum capacity performed by the FEA. This can be justified because the EC 3-1-8, in opposition to the offshore standards doesn't consider the Brace action force for the design criteria and consequently the Chord and Brace force interaction.\nRegarding to the design resistance with offshore standards for the load type II, must considerer that:\nWhen the FEA was performed with a Riks Method, both load cases shown buckling when analysed by software, indicating that there may exist some instability in the numerical values and can greatly influences the joint maximum capacity.\nThis buckling phenomena is not contemplated in the standards when the (chord force factor from ISO and chord action factor from Norsok) design resistance of the joint is calculated, so the load capacity in load type II is probably strongly influenced by this phenomenon of buckling. As it can be seen from the analysis of the maximum resistant given by the standards, all have a resistant capacity in the all models are above to the maximum capacity of the joint calculated by FEA (Riks method).\nWhen the Force-Displacement of this load type condition II was analysed, it was possible to notice an almost perfect bend of the curve, and no existence of the characteristic slop that it is possible to notice in the load type I curve, just after the maximum capacity of the joint was reached. This behaviour of the curve can indicate that the joint buckle, with a local or global failure, before reaching the maximum capacity. It is important to mention that, this buckling phenomena also occurs in the load type I, but in the latest stages of the load.\n7\tSTUDY WITH DIFERENT MESH PARAMETERS\n7.1\tGeneral\nNowadays, the engineers and scientists use Finite Element Analysis (FEA) software like Abaqus, to build predictive computational models of real world scenarios.\nThe accuracy that can be obtained from the FEA is directly associated to the Finite Element mesh quality. The mesh is subdivided into smaller domains called elements, over which a set of equations are solved. These equations approximately represent the governing equations of interest via a set of polynomial defined over each element. As these elements are made smaller and smaller, as the mesh is refined, the computed solution will approach the true solution.\n7.2\tMesh elements\nThe term non-linear FE analysis covers a large number of analysis types for different purpose and objectives. Due to the complexity of the model with irregular shapes, several types of mesh elements have been modelled, with different element mesh size, geometric and mesh technique to create the reliable mesh configuration, so that the most accurate result with less CPU time consumption can be obtained.\nIn a first approach and taking into account the high value of ratio diameter to thickness of the members, solid elements with reduction integration (reduced CPU time consumption) were chosen, specifically the Linear Hexahedral element (HEX) type C3D8R.\nFigure 7.1 - Plot of Model A with Linear Hexahedral element mesh type C3D8R\nHowever, with the development of the research when the welding was considered, other type of elements mesh was taken into account. Due to the irregular profile of the Chord/Brace intersection, welding and also with a purpose to obtain more accurate results, the Quadric Tetrahedral (TET) element C3D10 was taken into account.\nFigure 7.2 - Chord/Brace intersection profile.\nFinally, two parcels into different mesh regions were considered, providing a greater control of the FE mesh generation. Then hexahedral elements C3D10 in the welding Chord/Brace connection zone (Fig. 7.2) were also contemplated and the tetrahedral elements C3D8R with reduction integration in the out of connection zone.\n7.3\tRefinement of the mesh\nAfter computing the solution on the coarse mesh, represented in Fig. 7.1, the process of mesh refinement can be initiated. The mesh refinement is the process of resolving the model with successively finer and finer mesh, comparing the results between these different meshes. This comparison is done by analysing the fields, where the stress starts rising - inside the area of the Chord member.\n7.4\tOptimization of elements size and convergence of the mesh\nFor FE methods, in addition to the requirement of small element size in high-stress gradient regions for solution accuracy, a realistic representation of the non-linear material stress-strain behaviour, such as the R-O equation, is required. (Atlas of S.S.C., 2002)\nRegarding to the code DNV-RP-C208, the element mesh should be sufficiently detailed to capture the relevant failure modes. For ductility evaluations, several elements should be presented rather in the yield zone in order to have good strain estimates. It is also referred that is important to have some control in the mesh density. Abrupt transitions introduce errors of numerical nature.\nTable 7.1 - Refinement of the mesh and optimization of elements size.\nMesh Type I: Tetrahedral mesh in all members\nMesh Type II: Tetrahedral + Hexahedral mesh (increasing element size)\nMesh Type III: Tetrahedral + Hexahedral mesh (same elements size)\nMesh Type IV: Tetrahedral + Hexahedral mesh (increasing elements size)\nFor that reason, an increasing of the element size, from the middle of the connection to the border surface was implemented. On the right side, Figure Mesh Type II and IV, of the Table\n7.1\tthere are represented the models with this decreasing of elements size. The increasing of the element size will reduce the calculation time and consequently the CPU time consumption.\nFigures Mesh Type I and III on the left side of the Table 7.1, are represented most significantly mesh refinement with regular size elements with tetrahedral elements and tetrahedral + hexahedral elements.\nIn order to decide which of the mesh types and mesh regions were adopted to investigate the sensitivity of the stress on the number of elements, 4 versions of each type were created with different elements density in each mesh regions. The Mesh Type IV represents the best results in view of CPU time consumption and accuracy of results.\n7.5\tConclusions and remarks from the mesh study\nThis parametric mesh study was performed in the model base (Model A), with a compression force of 3370 kN in the Chord and 3370 kN tension force in the Brace. For this study it is taken into account the yield stress of the steel grade S355 present Chord of the X-joint. As mentioned before and according to DNV-RP-C208 standard, for the tubular CHS with the thickness between 40 and 63 mm the yield stress is 335 MPa.\nFor the purpose of this parametric study, 8 versions of the mesh in the Model A were created, through tetrahedral and hexahedral elements, with different local mesh refinement techniques and consequently a different number of elements. The results of this study is presented in the Table 7.2.\nTable 7.2 - Parametric mesh study models version.\nModel A mesh version\tMax Von Mises Stress (MPa)\tNumber of elements\tCalculation time (Seconds)\n1\t346.58\t12098\t96\n2\t345.42\t23894\t128\n3\t342.86\t37057\t220\n4\t336.39\t57378\t392\n5\t333.21\t79411\t1017\n6\t334.41\t124022\t1931\n7\t332.04\t168494\t3497\n8\t333.46\t183005\t3410\nAnalysing and comparing the numerical results of the Table 7.2 and the yield stress point (335 MPa), it is possible to conclude that the Model with mesh version 6 got the greatest result with a 0.18% of error, with a 1931 seconds of computation CPU time.\nFigure 7.3 -Sensitivity of stress on the number of elements.\n96.5 %\n100 %\n99.5\t%\n99 %\n98.5\t%\n98 % I\n97.5\t%\n97 %\n96 %\n95.5 %\n95 %\n100 %\n99.5\t%\n99 %\n98.5\t%\n98 %\n97.5\t%\n97 %\n96.5\t%\n96 %\n95.5\t%\n95 %\n96\t128 220 392 1017 1931 3497 3410\nNumber of elements\nCPU time consuption (seconds)\nFigure 7.4 -Accuracy of the results on number of elements and CPU time consumption.\nWith a support of this parametric mesh study, it is possible to judge the convergence of the solution with respect to mesh refinement. The mesh version 6 it was revealed to be the most accurate mesh to process in all of this numerical investigation.\n8\tCONCLUSIONS AND FURTHER WORKS\n8.1\tConclusions\nThis thesis presents a numerical investigation using Finite Element Analysis on Circular Hollow Section (CHS) welded joints. The studied connection is an existent X-joint, structural member of Jacket structure located in the North Sea, in the Atlantic Ocean.\nThis investigation intends to understand the behaviour of one X-Joint, under certain axial loading conditions. Based on the previously research, who made an assessment of the behaviour of tubular joints in offshore structures, according to Norsok N-004, ISO 19902 and the EC 31-8, which concludes that, for the offshore joint types X-, Y- and K-, when the parameter \"chord slenderness\" was low and close to the limit range stipulated by the standards, there's a drastic decrease in the resistance of the joint and they may become prone to local failure (Moya, 2014).\nBased in a real X-joint, structural element from one offshore platform used to explore and extract oil and gas, 3 models were created (models B, C and D), variants of the existing X-joint (Model A), where the geometric parameters, such as diameter ratio, wall thickness ratio and chord slenderness have been changed intending to improve and qualify the axial capacity of the X-Joint. Specially the chord slenderness parameter, was intentionally placed within the limit, as well as under the limit stipulated by the standards in order to recognize what was its implication in the behaviour on limit range.\nThe real X-Joint was subjected to a dynamic load during its lifetime. This type of cycle load, most precisely the low cycle curves, can be defined according to the Ramberg-Osgood equation that describes the non-linear relationship between stress and strain. To use the Finite Element software and perform non-linear analysis, which includes material non-linearity, the Engineering Stress-Strain curve needs to be converted into True Stress-strain curve.\nDuring this work, a focus was given when a reinforcement (thickness increase) is used in the Chord, specifically in the critical zone, the connection between Chord and Brace. This investigation concluded that there is a benefit of using a Chord-can reinforcement (Model B) comparing with the non-reinforced joints (Model A, C and D). Based on this investigation, the Model B (with Chord thickness of 45 mm and Chord-can reinforcement thickness of 50 mm), compared with the non-reinforced Model A with the Chord thickness of 45 mm, it is possible to conclude that the use of the Chord-can reinforcement can reduce the stress concentration,\nload-displacement and also increase the maximum capacity of the joint in 11.11% and 11.65% with a load type I and II respectively.\nAs a matter of fact, by using of the same thickness along the Chord member (the Chord thickness of the Model C is 50 mm) has almost the same benefits of using the Chord-can reinforcement - increasing the thickness of the Chord only in the connection Chord/Brace. In terms of the maximum capacity of the joint, the Model C has an increase of capacity in 10.08% with the load type I and 14.45% with the load type II when compared with the Model A.\nIn terms of stress concentration and load-displacement, when performed the FEA we can conclude the reduction of stress and the displacement are practically the same comparing with the Model A - the maximum stress it was reduced in 1.51 % with Model B and 1.59% in Model C.\nThe Model D, was created to analyse and understand the influence when the Chord and Brace diameter increase. It is possible to conclude that the existence of some reduction of the maximum stress of the joint compared with the other models and some gain in the maximum joint capacity with a load type I, but the most notable increasing value were presented between the models A, B and C. With the load type II, this Model D has less capacity than the Model B or C.\nIn this investigation, two types of the geometric welding have been created with the intention to determinate which one of them is more efficient and adequate to the stress concentration of the joint, but its concluded that the weld type I creates a smooth and homogenous profile between the Chord and Brace preventing the stress concentration in this area. An appropriate welding process can lead to a better distribution of stresses and consequently influence the strength capacity and durability of the joint. In terms of the maximum capacity of the joint, with this investigation it is possible to conclude that the welded joints reach a greater capacity than the non-welded joints in both load type conditions. It was verified that increasing of capacity can be up to 3.47% in the load type I and 5.87% corresponding to the load type II.\nWith this research it was proven the benefits of using the Chord-can reinforcement in the offshore X-joint. Design the joints with reinforcement can be more economical in the material/cost perspective. To support this idea, the fabrication process should receive a deeper research.\n8.2\tFuture developments\nAttending to the conclusions from this investigation, the suggested future developments are:\n-To do a similar analysis in the offshore structure for different type of joints, such as K-, T- and Y-joint. This analysis should research on using the reinforcement and non-reinforcement in the tubular joint welds region.\n-To do an analysis the structure with axial load plus the in-plane bending or out-of-plane bending, to better understand the influence of the interaction between M and N, and how can this type of loading influence the maximum capacity of the joint and the resistance of the joint using the offshore standards.\n-To do an analysis the offshore joints when subjected to a fires. The strength of the joint and the stability of the structure can be influenced when this accidental actions happens.\n-Study the behaviour of tubular joints of offshore structures when subjected to accidental situations, such as lateral collisions of a ship, and compare the results with the design of tubular elements according to the offshore standards such as Norsok N-004 and ISO 19902.\n-Evaluate the integrity of the structural elements, analysing the fatigue lifetime in offshore structures as regards the effects of seawater, environment and mechanical loading.\nREFERENCES\nABAQUS User's manual - Version 6.11 (2011). Dassault Systemes Simulia Corp., USA.\nASM International - The Materials Information Society (2002). Atlas of Stress-Strain Curves, 2nd edition. United State of America.\nAshby M., Messler R., Asthana R., Furlani R., Smallman R.E., Ngan A.H.W., Crawford R., Mills N. (2009). Engineering Materials &amp; Processes Desk Reference”, First Edition. Oxford, United Kingdom.\nAziz Ahmed, Xudong Qian, (2015). A toughness based deformation limit for fatigue-cracked X-joints under in-plane bending, Marine Structures; 40 pp. 33-52.\nAPI - American Petroleum Industry. Available from: http://www.api.org. [Accessed: 14 January 2017]\nBarusco P. (2002). The Sinking of the P-36. Proceedings, 21st International conference on Offshore Mechanics and Artic Engineering, OMAE 2002, Oslo, Norway.\nBurleson, Clyde W. (1999). Deep challenge: the true epic story or our quest for energy beneath the sea, Gulf Publishing Company, Houston, Texas.\nCIDECT-GD1, (2008). Design guide for circular hollow section (CHS) joints under predominantly static loading. Koln, Germany.\nCIDECT-GD8, (2001). Design guide for circular and rectangular hollow section welded joints under fatigue loading. Koln, Germany.\nChakrabarti, Subrata K. (2005). Handbook of Offshore Engineering - Offshore Structure Analysis, Inc. Vol. Plainfield, Illinois, USA.\nChoo Y.S., Liang J.X., van der Vegte G.J., Liew J.Y.R. (2004a). Static strength of collar plate reinforced CHS X-joints loaded by in-plane bending, Journal of Constructional Steel Research; 60 (12).\nChoo Y.S., Liang J.X., van der Vegte G.J. (2004b). An effective external reinforcement scheme for circular hollow section joints. In: Proceedings of ECCS-AISC Workshop Connections in Steel Structures V. Bouwen met Staal, Zoetermeer, pp. 423-432.\nChandrasekaran S. (2015). Dynamic Analysis and Design of Offshore Structures. Department of Ocean Engineering - Indian Institute of Technology Madras. Springer.\nCallister W.D. (2000). Materials Science &amp; Engineering: An Introduction, 5th ed., Wiley, New York.\nCSI Market - Energy Sector Profitability. Available from: http://csimarket.com/Industry/Industry Profitability.php?s=600. [Accessed 25 May\n2017].\nDNV (2013). DNV-RP-C208 - Determination of Structural Capacity by Non-linear FE analysis Methods. Recommended Practice, Det Norske Veritas.\nDNV (2012). DNV-RP-C201 - Structural Design of Offshore Units (WSD Method). Recommended Practice, Det Norske Veritas.\nDonnie Miller (2016). Offshore Jackets 101. Available from: http://oilpro.com/post/11403/offshore-jackets-101 [Accessed 12 January 2017].\nDroubi G. Mohamad, Faisal H. Nadimul, Orr Fraser Steel A. John, El-Shaib Mohamed, (2017). Acoustic emission method for defect detection and identification in carbon steel welded joints. Journal of Constructional Steel Research, 134 28-37.\nEl-Reedy, Mohamed A. (2012). Offshore Structures, Design, Construction and Maintenance, Gulf Professional Publishing is an imprint of Elsevier.\nEuropean Committee for Standardization (2005). EN 1993-1-1:2005 - Eurocode 3: Design of steel structures - Part 1-1: General rules and rules for buildings. CEN, Brussels.\nEuropean Committee for Standardization (CEN). (2003). prEN 1993-1-8:2003, Part 1.8: Design of joints, Eurocode 3: Design of steel structures. CEN, Brussels.\nGhanemnia N. (2012). Non-linear finite element Analysis of tubular X-joint with selected geometry, MSc dissertation, Offshore Technology-Marine Technology and Subsea Engineering University of Stavanger, Stavanger.\nGhanameh M.F., Thevenet D., Zeghloul A. (2004). Stress Concentration in Offshore Welded Tubular Joint Subjected to Combined Loading. Journal Material Science Technology; 20 (1).\nHoon, K.-H., Wong L.-K., Soh Ai-K. (2001). Experimental investigation of a doubler-plate reinforced tubular T-joint subjected to combined loadings. Journal of Constructional Steel Research; 57(9): pp. 1015-1039.\nInternational Standard - ISO 19902 (2007). Petroleum and natural gas industries - Fixed steel offshore structures. Switzerland, Geneva.\nKariyawasam K., Mallikarachchi H. (2015). “Simulation of Low Cycle Fatigue with Abaqus/FEA”. Proceedings of the 3rd International Symposium on Advances in Civil and Environmental Engineering Practices for Sustainable Development, ACEPS-2015, University of Ruhuna, Sri Lanka.\nManco Tiago, Martins J.P., Rigueiro Constança, Simões da Silva Luis (2014). “Avaliação Comparativa da Regulamentação para Estruturas Offshore no dimensionamento de Elementos Tubulares Circulares em Aço (ISO 19902 e EC3)”. III Congresso Luso-Africano de Construção Metálica Sustentável, Luanda, Angola.\nMoya M. (2014). Assessment of behaviour of tubular joints in offshore sctuctures according to the standards Norsok N-004, ISO 19902 and Eurocode 3-Part 1-8. MSc dissertation, Departamento de Engenharia Civil da Universidade de Coimbra, Coimbra.\nNassirarei H., Lotfollahi-Yaghin M.A., Ahmadi H. (2017). Static strength of offshore tubular T/Y-joints reinforced with collar plate subjected to tensile brace loading, Thin-Walled Structures 119, pp. 256-265.\nNonlinear joint flexibility element for the modelling of jacket-type offshore platforms. Applied Ocean Research; 33(2): pp. 147-157.\nOffshore Magazine (2012). Types of deep-water oil drilling rings. Available from: http://www.offshore-mag.com/content/dam/offshore/print-articles/Volume%2072/may/0512OS_DeepwaterPoster040512Ads.pdf [Accessed 18 April 2017].\nPereira J.C.R, Jesus A.M.P., Xavier J., Fernandes A.A. (2014). Ultra low-cycle fatigue behaviour of a structural steel. Engineering Structures; 60: pp. 214-222.\nPacker J.A. and McFadden M.R. (2013) Welding of Hollow Structural Sections - Steel Tube Institute - Department of Civil Engineering, University of Toronto, Ontario, Canada.\nPaik J.K., Thayamballi A.K. (2007). Ship-Shape Offshore Installations - Design, Building, and Operation. Cambridge University Press, New York.\nPWC Report for American Petroleum Institute (2013). Economic Impacts of the Oil and Natural Gas Industry on the US Economy in 2011.\nPetroleum Economist (2016). Golf Triangle - Deep-water oil and gas fields in production. Available from: https://seekingalpha.com/article/1650202-seadrill-the-best-stock-to-profit-from-deep-sea-drilling [Accessed 20 February 2017].\nSilva V. (2006), Mechanics and Strength of Materials. Springer\nStandards Norway (2013). NORSOK N-004 - Design of steel structures. Ed. 3, Standards Norway, Norway.\nStephens R.I., Fatemi A., Stephens R.R., Fuchs H.O. (2001). Metal Fatigue in Engineering, 2nd edition. Canada.\nShao Y.-B., Li Tao, Seng T.L., Chiew S.-P. (2011). Hysteretic behaviour of square tubular T-joints with chord reinforcement under axial cyclic loading. Journal of Constructional Steel Research; 67 (1): pp. 140-149.\nSubsea World News (2012). STX France Solutions Receives DNV Certification for Offshore Wind Jacket Design. Available from: http://subseaworldnews.com/2012/12/11/stx-france-solutions-receives-dnv-certification-for-offshore-wind-jacket-design [Accessed 12 April 2017].\nThe World Bank - Oil rents (% of GDP). Available from: http://data.worldbank.org/indicator/NY.GDP.PETR.RT.ZS. [Accessed: May, 20 of 2017].\nUSFOS (2014). Joint Capacity - Theory Description of Use and Verification. Available from: http://usfos.no/manuals/usfos/theory/index.html [Accessed 14 February 2017].\nVasios N. (2015) Nonlinear Analysis of Structures: The Arc Length Method: Formulation, Implementation\tand\tApplications.\tAvailable\tfrom:\nhttps://scholar.harvard.edu/vasios/links [Accessed 2 April 2017]. Harvard University, Cambridge.\nWill Steve (1999). Compliant towers: The next generation. Production vessel design -Offshore. Penn Well Corporation.\nYang J., Shao Y., Chen C. (2012). Static strength of chord reinforced tubular Y-joints under axial loading. Marine structures; 29 (1):226-245.\nZhua Lei, Yanga Kai, Baib Yu, Sunc Hailin, Wangd Miao (2017). Capacity of steel CHS X-joints strengthened with external stiffening rings in compression. Thin-Walled Structures; 115: pp. 110-118\nZongtao Zhu, Yuanxing Li, Xuefei Wang, Hui Chen (2016). Surface treatment to reduce and redistribute residual-stresses in A7N01 weld by micro-arc oxidation. Journal of Materials Processing Technology; 231: pp. 248-253.\nCoimbra, Julho, 2017"}]}}}