{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05477"}, {"@name": "filename", "#text": "BTP_1959_2_3_07_Rochas_cenozoicas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "AS ROCHAS CENOZÕICAS NA ÁREA DE ITABAIANA-ARACAJu\" EM SERGIPE\t-\n(NOTAS)\nForbes S. Robertson (*)\ne\nSílvio ãe Queirós Matoso (*)\nIntrodução — Em 1958, durante o Curso de Campo em Sergipe, pelo CURSO DE GEOLOGIA DE PETRÓLEO, nosso interêsse foi despertado para as rochas que, em 1957, o geólogo Fritz Bender mapeou como sendo a Formacão.JBarreiras. Essas rochas compreendem um conjunto de sedimentos de origem dominantemente terrestre apresentando litologia bastante variada e solos residuais. Repousando discordantemente sôbre rochas marinhas do Cretáceo, essas rochas, embora possuindo pequena espessura, conseguem obscurecer as estruturas existentes nas rochas mais antigas, em Sergipe. Dêsse ponto de vista, essas rochas constituem uma unidade mapeável bastante conveniente. Todavia, a ausência de fósseis, a variedade de unidades litológicas presentes; as dis-cordâncias óbvias dentro da própria sucessão; a ausência de material qüé permita a determinação de idade; e o intervalo de tempo que elas parecem abranger (do Cretáceo Inferior ao Pleistoceno Inferior) tornam difícil qualquer determinação razoável da idade e dão razões para se temer a perpetuação de Barreiras como o nome de uma formação. Certamente a literatura não apresenta nenhuma base, e nenhum fato foi registrado no campo que permitisse atribuir-se a idade Pliocênica a essas rochas em Sergipe (Bender, 1957 — pág. 1).\nO problema de correlação nessas rochas é complicado, não somente pela falta de fósseis e ausência generalizada de unidades litológicas contínuas, mas também por causa da presença de dois estágios de intempe-rismo químico e variação lateral gradativa na intensidade do intempe-rismo da costa para o interior do Estado. A zona mais antiga de intem-perismo químico é de intensidade laterítica sôbre uma vasta área e se estende mais para o interior do que o intemperismo químico atual.\n(*) Professores do Curso de Geologia de Petróleo — CENAP — PETROBRAS.\nTrabalhos anteriores — Os geólogos que se dedicaram à exploração de petróleo a partir de 1940 têm usado o têrmo Barreiras, ora como Série, ora como Formação, para os sedimentos superficiais, predominantemente não-consolidados, de origem continental e nos quais não se acharam fósseis. A idade das rochas designadas por Barreiras foi tàci-tamente dita como sendo Pliocênica (Oliveira e Leonardos 1943 — págs. 634, 671). Na área de Sergipe, Campbell (1947) e seus colegas mapearam uma extensa ârea e todo o conjunto como «Série Barreiras» sem todavia fazer qualquer distinção entre os sedimentos do Terciário Inferior e Superior. Suas descrições, porém, sugerem uma sucessão ordenada, razoàvelmente bem estabelecida, mas não criou nenhuma formação.\nNo ano seguinte, Keller (1948) e seus companheiros mapearam estruturas que Campbell havia encontrado anteriormente na área de Maruim. Seu mapa mostra duas unidades no Terciário : um quartzito na parte inferior e siltes vermelhos na parte superior.\nBender (1957), ao mapear a bacia de Sergipe, pôs tôdas as litologias do Terciário juntas, mas chamou-as «Formação Barreiras» de idade Pliocênica. Além de reconhecer camadas de origem lacustrina a oeste de Aracaju, não descreveu nem uma outra unidade embora atribuísse a tôdas as rochas restantes origem fluvial ou terrestre.\nNOTAS SÔBRE AS RELAÇÕES DE CAMPO\nZona laterítica — Uma zona laterítica (considerando, como acreditamos, que exista só uma zona destas) separa convenientemente os sedimentos em dois grupos. Entretanto, isto não deve significar que exista qualquer indicação do que seja Cenozóico Inferior ou Superior, pois até o presente ainda não foi possível determinar a idade dessa zona laterítica. É possível que sua idade remonte ao Terciário Inferior (correlacionando-se com a faixa laterítica do sudeste e sudoeste dos Estados Unidos da América e do México, bem como a Noroeste, no Pacífico); Plioceno (?) (correlacionando-se com a zona de bauxita laterítica do Oregon); ou um estágio interglacial do Pleistoceno. Apesar da falta atual de dados sôbre a idade, êste horizonte laterítico em Sergipe pode fornecer uma base para correlação mais razoável entre as bacias do que quaisquer das unidades litológicas conhecidas.\nPode ser que o horizonte laterítico observado na parte central do Ceará e no centro oriental da Bahia seja o mesmo que o de Sergipe.\nÉ possível que se venha a obter alguma indicação da idade do horizonte laterítico por mapeamento detalhado de campo. Quando se tornar razoàvelmente conhecida a história Cenozóica da bacia, é possível que os testemunhos de sondagem dos cem primeiros metros da secção no litoral de Aracaju apresentem sedimentos marinhos interdigitados cuja fauna possibilitará datar os fatos ocorridos durante o Cenozóico.\nA superfície sôbre a qual se formou a laterita era provàvelmente irregular, e em sua maior parte estava em altitudes algo mais elevadas\nque a atual superfície de erosão, pôsto que só remanescentes dessa zona foram preservados. A zona imediatamente abaixo da zona de solo la-terítico pode ser identificada pela quase completa Íixiviação dos mais comuns minerais formadores de rochas nos seixos de rochas metamórfi-cas e sedimentares nos cascalhos ou pela presença de uma zona «B» de solo muito bem desenvolvida, representada por um horizonte descontínuo silicoso ou sílico-ferruginoso nos siltes.\nOs cascalhos laterizados agora contêm apenas seixos de quartzito. Encontram-se preservados fragmentos (relíquias) de xistos, gnaisses, ardósias ou folhelhos e calcários silticos, mas os minerais nêles presentes, hoje, são as argilas, óxidos de ferro e grãos de quartzo. Em muitos casos, as texturas das rochas originais estão claramente visíveis, embora a consistência da rocha seja mínima enquanto que antes essas texturas existiam em comum com os quartzitos. A matriz dos cascalhos é constituída de materiais lateríticos avermelhados, argilas, gibbsita (?) e óxidos de ferro, e quartzo.\nO horizonte «B» do solo, quartzítico ou silicoso e ferruginoso, é uma característica conspícua em muitas localidades. Formou-se uma zona silicificada que atinge até 50 cm de espessura, e em quase tôda parte formou-se uma zona ferruginosa e silicificada quase tão espêssa. Nos siltes laterizados, os materiais subjacentes estão fortemente oxidados e mostram-se com uma aparência manchada muito característica.\nUnidades Utólógicas da zona pré-laterítica — A unidade mais distinta das rochas Cenozóicas é um ortoquartzito basal que pode eventualmente merecer a condição de formação. É possível que ela se correlacione com a unidade do Terciário inferior de Keller (1948). Acha-se exposta numa elevação a oeste e noroeste da Usina de São José, cêrca de 6 km a oeste de Laranjeiras, e poderia ser denominada «o quartzito de S. José». A unidade jaz, em discordância, sôbre as formações Riachuelo, Maruim, e Laranjeiras-Sapucari, e em uma localidade a cêrca de 1 km ao norte de São José acha-se recoberta por cascalhos compostos de seixos quart-zosos arredondados com uma matriz lateritizada. A espessura é desconhecida, possivelmente de 20 m ou mais.\nSiltitos e argilitos de coloração cinza-claro foram reconhecidos em 2 localidades, e provavelmente ocorrem em muitas outras. As fraturas de diaclase são comumente preenchidas por tênues impregnações de óxido de ferro, dando-lhes uma aparência manchada. Jazem em disconformida-de, sôbre as formações Riachuelo e Maruim e são recobertas por siltitos laterizados por intemperismo. Sua espessura será superior a 10 m. É possível que o quartzito (acima) seja uma fades cimentado desta unidade.\nCascalhos, arenitos e siltitos recobrem discordantemente siltitos e argilitos cinza. Os cascalhos são compostos de seixos redondos e mata-cões de quartzito, de remanescentes de xisto, gneisse, folhelho ou ardósia e calcário síltico que estão completamente decompostos. Os siltitos estão também laterizados por intemperismo e contêm um bem desenvolvido horizonte «B» do solo, formado de quartzito ou canga silicosa.\nUnidades litológicas da zona pós-laterítica — Cascalhos, areias, siltes e argilas, incontestàvelmente mais novos do que os materiais laterizados, são encontrados em muitos lugares. Os cascalhos são compostos predominantemente de seixos quartzíticos e são provàvelmente (pelo menos em parte) cascalhos laterizados restrabalhados. Os siltes estão largamente distribuídos e compreendem uma importante unidade Cenozóica. Alguns dos siltes apresentam inclinações quase verticais semelhantes àquelas encontradas em depósito de «loess» e são, sem dúvida, poeiras sopradas pelo vento. A espessura é de 20 m ou mais.\nImediatamente a oeste de Aracaju são encontrados depósitos lacus-tres em cortes da estrada ao longo da nova rodovia para Maruim, recobertos por cascalhos. Os leitos lacustrinos são quase brancos, de gra-nulação muito fina, oxidados e não contêm pólen. Espessura estimada : 5 a 10 m.\nAreias brancas e cinzentas, parte depósitos de dunas e parcialmente depósitos, de rios, são encontradas imediatamente a leste da serra de Itabaiana. Essas camadas recobrem os siltes descritos acima, mas apresentam extensão mais reduzida.\nTrabalho proposto — Durante o curso de campo de 1959, espera-se prosseguir o trabalho que consistirá no mapeamento de unidades Ceno-zóicas principais e na obtenção de elevação na base do Cenozóico e no horizonte laterizado. Se fôr perfurado algum poço na área de Aracaju, espera-se que seja feita a retirada de testemunhos das rochas Cenozóicas, para serem estudados e correlacionados com a história Cenozóica determinada durante programa de mapeamento. Quaisquer camadas marinhas interestratificadas e com fósseis identificáveis forneceríam a melhor informação possível sôbre a idade dos fatos ocorridos durante o Cenozóico.\nCONCLUSÕES\n1.\tAs rochas mapeadas como Barreiras na área de Sergipe e admitidas como sendo de idade Pliocênica pelo geólogo F. Bender compreendem uma variedade de tipos litológicos com inúmeras desconformidades na secção. A evidência de campo indica para essas rochas uma idade, variando do neo-Cretáceo ao neo-Pleis-tocênio, sem nenhuma informação disponível atualmente que permita melhor definir as idades das diferentes unidades. Em vista dessas informações, o desejo de se perpetuar o têrmo Barreiras, quer como uma formação, quer como uma série, é duvidoso.\n2.\tO reconhecimento de um horizonte laterítico dentro do Cenozóico, não apenas em Sergipe como também na Bahia e no Ceará, pode fornecer dados para separar o Cenozóico em 2 unidades que seriam correlacionadas de bacia em bacia.\nCenozóico indiferenciado definiría melhor a idade indeterminada dessas rochas mapeadas como Barreiras.\nREFERÊNCIAS\nBender. Fritz, 1957, Geology of Sergipe basin : Unpublished — PETROBRAS DEPEX report.\nCampbell, D.F., 1947, Preliminary reconnaissance report of Sergipe party — C N P Annual Report.\nKeller, P. H., 1948, Report on anticlinal structures on the vicinity of Maritim, Divina Pastora, and Laranjeiras in Sergipe river valley C N P — Annual Report.\nOliveira, A. I., and Leonardos, O.H., 1943, Geologia do Brasil — Imprensa Nacional, Rio de Janeiro."}]}}}