{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.11767"}, {"@name": "filename", "#text": "17190_Com%20SIIE.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "199 \n\nSIIE'2007 - 14 - 16 Nov. 2007\n\n \n\n \nBlog e Wiki: Os Futuros Professores e as Ferramentas da \n\nWeb 2.0\nClara Pereira Coutinho  \n\nUniversidade do Minho  \nInstituto de Educação e Psicologia da Universidade \n\ndo Minho, Braga, Portugal  \nccoutinho@iep.uminho.pt \n\nJoão Batista Bottentuit Junior  \nUniversidade do Minho \n\nInstituto de Educação e Psicologia da Universidade \ndo Minho, Braga, Portugal \n\njbbj@terra.com.br \n \n\nRESUMO: Nesta comunicação vimos apresentar uma \nexperiência pedagógica que foi desenvolvida numa turma de \nfuturos professores de Biologia e Geologia no âmbito de uma \ndisciplina de Prática Pedagógica. Durante um semestre, os alunos \ntrabalharam e exploraram, do ponto de vista pedagógico e \ndidáctico, diversas ferramentas da Web 2.0: blog, wiki e \ndel.ici.ous. No final do semestre, os alunos preencheram um \nquestionário de opinião que pretendia avaliar a experiência \nvivenciada, não apenas ao nível de aspectos relacionados com a \nconcepção e dinamização de documentos pedagógicos elaborados \ncom base nas ferramentas da Web 2.0, mas, sobretudo, o impacto \ndas aprendizagens obtidas na formação de um futuro professor. Os \nresultados obtidos são encorajadores porque atestam da enorme \nadesão dos alunos ao projecto e da vontade que demonstram em \nincorporar estas novas ferramentas nas suas práticas a nível \npessoal e profissional. \n\nKeywords: Web 2.0, Blog, Wiki \n\n1. INTRODUÇÃO \nAs tecnologias da informação e comunicação (TIC) criaram novos \nespaços de construção do conhecimento. Agora, além da escola, \ntambém a empresa, a residência e o espaço social tornaram-se \neducativos. Cada dia mais pessoas estudam em casa, podendo, de \nlá, aceder ao ciberespaço da formação e da aprendizagem a \ndistância, buscar fora das escolas a informação disponível nas \nredes de computadores e em serviços disponibilizados pela \nInternet que respondem às suas exigências pessoais de \nconhecimento. O ciberespaço rompeu com a ideia de tempo \npróprio para a aprendizagem. O espaço da aprendizagem é aqui, \nem qualquer lugar; o tempo de aprender é hoje e sempre.  \nAs consequências de tudo isto para a escola, para o professor e \npara a educação em geral são enormes. As mudanças tecnológicas \nsão rápidas e plenas de oportunidades mas também imprevisíveis \ne cheias de incertezas [1]. Os ambientes de aprendizagem do \nfuturo serão necessariamente abertos e flexíveis, interactivos, \ncombinando diferentes modos e estilos de aprendizagem \ndependendo do objecto de estudo, do aluno, do professor, do \ncontexto, respeitando o nível de desenvolvimento cognitivo de \ncada um. Teremos de propor aos alunos abordagens \nmultidisciplinares que os preparem para lidar com as incertezas de \num mundo global em que aprendizagem e o conhecimento são os \núnicos instrumentos para evitar a exclusão social. Precisamos \nformar professores que dominem uma série de novas \ncompetências porque os desafios do futuro são enormes: a enorme \nteia de informação a que chamamos Internet já não é apenas um \nespaço a que acedemos para buscar informação mas um ambiente \ndescentralizado de autoridade, onde o conhecimento é construído \nde forma colaborativa já que cada um (e todos) somos livres para \naceder, utilizar e reeditar a informação [2]. Noutras palavras, \ntodos nós, educadores do século XXI, temos de estar preparados \n\npara enfrentar os desafios da nova geração da Internet – a Web 2.0 \n[3]. \nNeste artigo vamos começar por perspectivar a mudança de \nparadigma da Web 1.0 para a Web 2.0 que ocorreu na Internet, \napresentaremos ainda algumas das ferramentas deste novo \nparadigma da Internet equacionando o seu potencial de utilização \neducativa. Numa segunda fase, vamos apresentar um estudo \nexploratório realizado junto de um grupo de futuros professores \nde Biologia/Geologia que, no âmbito das actividades da disciplina \nde Práticas Pedagógica, utilizaram e exploraram do ponto de vista \npedagógico/didáctico diversas ferramentas da Web 2.0, em \nparticular o blog e o wiki. \n\n2. WEB 1.0 VERSUS WEB 2.0 \nA primeira geração da Internet teve como principal atributo a \nenorme quantidade de informação disponível e a que todos \npodíamos aceder. No entanto, o papel do utilizador nesses \ncenários era o de mero espectador da acção que se passava na \npágina que visitava, não tendo autorização para alterar ou reeditar \no seu conteúdo. Nesta primeira fase surgiram e proliferaram a \nvelocidade muito célere os serviços disponibilizados através da \nrede, criando-se novos empregos e nichos económicos como, por \nexemplo, o e-commerce que delimitou um novo padrão de \nnegócios para as empresas fazendo o seu facturamento quase que \ntriplicar. \nA web 1.0 era bastante onerosa para os seus utilizadores; a grande \nmaioria dos serviços eram pagos e controlados através de licenças, \nos sistemas eram restritos a quem detinha poder de compra para \ncustear as transacções online e adquirir o software para criação e \nmanutenção de sites.  \nA web 1.0 trouxe grandes avanços no que diz respeito ao acesso à \ninformação e ao conhecimento, porém a filosofia que estava por \ndetrás do conceito de rede global foi sempre a de um espaço \naberto a todos, ou seja, sem um “dono” ou indivíduo que \ncontrolasse o acesso ou o conteúdo publicado. Houve sempre \npreocupação por tornar este meio cada vez mais democrático, e a \nevolução tecnológica permitiu o aumento do acesso de \nutilizadores possível pela largura de banda das conexões, pela \npossibilidade de se publicarem informações na web, de forma \nfácil, rápida e independente de software específico, linguagem de \nprogramação ou custos adicionais.  \nTermos como Blog, Wikipédia, Podcast, Hi5, Del.icio.us, que são \napenas alguns exemplos de ferramentas que fazem parte da \nvariedade de sistemas disponíveis hoje na Web 2.0 [4]. Muitos \nutilizadores devido à rapidez do processo da mudança, nem se \nderam conta de que a Internet mudou o seu paradigma. De facto, \nhoje a filosofia é outra, com a introdução da Web 2.0 as pessoas \npassaram a produzir os seus próprios documentos e a publicá-los \nautomaticamente na rede, sem a necessidade de grandes \nconhecimentos de programação e de ambientes sofisticados de \n\n\n\n \n\n \n\n200 \n\nSIIE'2007 - 14 - 16 Nov. 2007 \n\n \n\n \n\n \n\n \n\ninformática. Algumas das diferenças entre a web 1.0 e a web 2.0 \n\npodem ser observadas na figura 1. \n\n \n\nFigura 1: Diferenças entre a Web 1.0 e a Web 2.0 \n\nO termo Web 2.0, da autoria de Tim O'Reilly [5], surgiu numa \n\nsessão de brainstorming no MediaLive International em Outubro \n\nde 2004 que sobre ele tecia as seguintes considerações:   \n\nA web 2.0 é a mudança para uma Internet como plataforma, e \num entendimento das regras para obter sucesso nesta nova \nplataforma. Entre outras, a regra mais importante é \ndesenvolver aplicativos que aproveitem os efeitos de rede \npara se tornarem melhores quanto mais são usados pelas \npessoas, aproveitando a inteligência colectiva. [5] \n\nPara [3, p.33] a web social (devido à sua preocupação com a \n\nparticipação dos utilizadores), “emerge como um dos \n\ncomponentes mais relevantes da web 2.0”, ou seja, é um meio de \n\nutilização da rede global de forma colaborativa onde o \n\nconhecimento é compartilhado de forma colectiva e \n\ndescentralizada de autoridade, com liberdade para utilizar e \n\nreeditar. \n\nDe acordo com as ideias de [5] e [3] as principais características \n\nda web 2.0 são: \n\n• Interfaces ricas e fáceis de usar; \n• Sucesso da ferramenta depende dos número de \n\nutilizadores, pois os mesmos podem ajudar a tornar o \n\nsistema melhor; \n\n• Gratuidade na maioria dos sistemas disponibilizados; \n• Maior facilidade de armazenamento de dados e criação \n\nde páginas online; \n\n• Vários utilizadores podem aceder a mesma página e \neditar as informações; \n\n• As informações mudam quase que instantaneamente; \n• Os sites/softwares estão associados a outros aplicativos \n\ntornando-os mais ricos e produtivos e trabalhando na \n\nforma de plataforma (união de vários aplicativos); \n\n• Os softwares funcionam basicamente online ou podem \nutilizar sistemas off-line com opção para exportar \n\ninformações de forma rápida e fácil para a web; \n\n• Os sistemas param de ter versões e passam a ser \nactualizados e corrigidos a todo instante, trazendo \n\ngrandes benefícios para os utilizadores; \n\n• Os softwares da web 2.0 geralmente criam comunidades \nde pessoas interessadas em um determinado assunto; \n\n• A actualização da informação é feita colaborativamente \ne torna-se mais fiável com o número de pessoas que \n\nacede e actualiza; \n\n• Com a utilização de tags em quase todos os aplicativos, \nocorre um dos primeiros passos para a web semântica e \n\na indexação correcta dos conteúdos disponibilizados. \n\nAs ferramentas da web 2.0 podem ser classificadas em duas \n\ncategorias, ou seja: \n\n• Na primeira categoria – incluem-se as aplicações que só \npodem existir na Internet e cuja eficácia aumenta com o \n\nnúmero de utilizadores registados, como por exemplo: \n\nGoogle Docs &amp; Spreadsheets, Wikipédia, del.icio.us, \n\nYouTube, Skype, eBay, Hi5, etc. \n\n• Na segunda categoria – incluem-se as aplicações que \npodem funcionar offline, mas que também podem trazer \n\ngrandes vantagens se estiverem online: Picasa Fotos, \n\nGoogle Map, Mapquest, iTunes, ect. \n\nO número de ferramentas disponíveis na web que usam o \n\nparadigma da web 2.0 possuem uma infinidade de exemplos, \n\nsendo que os mais populares são: \n\n• Softwares que permitem a criação de uma rede social \n(social networking) como por exemplo os Blogs, o Hi5, \n\nOrkut, Messenger; \n\n• Ferramentas de Escrita Colaborativa, Blogs, wikis, \nPodcast, Google Docs &amp; Spreadsheets \n\n• Ferramentas de comunicação online como o SKYPE, \nMessenger, Voip, Googletalk \n\n• Ferramentas de acesso à vídeos como o YouTube, \nGoogleVideos, YahooVideos \n\n• Ferramentas de Social Bookmarking como o Del.icio.us \nA Web 2.0 acaba com a dependência dos média físicos de \n\narmazenamento de dados, pois através das ferramentas \n\ndisponibilizadas o utilizador pode manter tudo online de forma \n\npública ou privada, aumentando desta forma a sua divulgação ou \n\nprivilegiando a segurança se esta estiver disponível apenas a um \n\nnúmero restrito de utilizadores. \n\nA filosofia da Web 2.0 prima pela facilidade na publicação e \n\nrapidez no armazenamento de textos e ficheiros, ou seja, tem \n\ncomo principal objectivo tornar a web um ambiente social e \n\nacessível a todos os utilizadores, um espaço onde cada um \n\nselecciona e controla a informação de acordo com as suas \n\nnecessidades e interesses. \n\n2.1 Blogs \n\nO Blog é provavelmente a ferramenta da Web 2.0 mais conhecida \n\ne utilizada em contexto educativo. O termo blog ou weblog, \n\nsegundo [6, p.311], \n\nÉ uma página na Web que se pressupõe ser actualizada com \ngrande frequência através da colocação de mensagens – que \nse designam “posts” – constituídas por imagens e/ou textos \nnormalmente de pequenas dimensões (muitas vezes incluindo \nlinks para sites de interesse e/ou comentários e pensamentos \npessoais do autor) e apresentadas de forma cronológica, \nsendo as mensagens mais recentes normalmente apresentadas \nem primeiro lugar. \n\nNo sentido de sistematizar as possíveis utilizações pedagógicas \n\ndos blogs consideram-se [6] duas categorias possíveis: a) como \n\nrecurso pedagógico, e b) como estratégia educativa. Enquanto \n\nrecurso pedagógico considera a autora que os blogs podem ser \n\nutilizados: a) como um espaço de acesso a informação \n\nespecializada e b) como um espaço de disponibilização de \n\ninformação por parte do professor. Na modalidade de “estratégia \n\neducativa” os blogs podem servir como: a) um portefólio digital, \n\nb) um espaço de intercâmbio e colaboração, c) um espaço de \n\ndebate (role playing), e ainda, d) um espaço de integração. \n\n\n\n \n\n \n\n201 \n\nSIIE'2007 - 14 - 16 Nov. 2007\n\nA utilização educativa dos blogs tem sido alvo do interesse \nrecente de muitos investigadores que não param de advogar em \nfavor das suas inúmeras potencialidades educativas. Nesse sentido \nhá quem os considere meios flexíveis muito potentes para a \ncomunicação em ambientes b-learning [7], quem advoge que a \nconstrução de blogs encoraja o desenvolvimento do pensamento \ncrítico ou que ainda que o blogging se inspira nas teorias de \nVigotsky, ao oferecer aos estudantes a oportunidade de \nconfrontarem as suas ideias/reflexões num plano social, \nparticipando na construção social do conhecimento. Os blogs \npodem ser utilizados de forma individual ou colectiva, são muito \nversáteis em termos de exploração pedagógica, muito fáceis de \nconceber e actualizar e dai a enorme popularidade e o interesse \ncrescente em aferir do seu potencial educativo. Os vários estudos \njá realizados [8], [9], [10],[11], advogam a favor do enorme \npotencial educativo desta ferramenta da Web 2.0 em particular em \nalgumas das modalidades de “estratégia pedagógica” (portefolio \ndigital individual/grupo e/ou espaço de intercâmbio e \ncolaboração). \nA progressão geométrica no aumento do número de blogs (75.000 \nnovos blogs por dia, USA Today, 27 Março, 2007) é um reflexo \nclaro da mudança de paradigma de que vimos falando. Muito \nembora a imprensa insista em considerá-los meros diários online, \nreduzindo-os a ferramentas de publicação individual e de \ncelebração do ego, a verdade é que os blogs são hoje espaços \nfundamentais de interacção e partilha do conhecimento. A \nimportância dos textos publicados nos blogs é tal que \nrecentemente surgiu o IBSN (Internet Blog Serial Number), ou \nseja, um número de indexação que pretende garantir o direito dos \nautores de um blog sobre as produções literárias postadas e \nobrigando a que sejam feitas referências aos conteúdos \ndisponibilizados no blog. \n\n2.2 Wikis \nOutra ferramenta da web 2.0 que está a despertar o interesse da \ncomunidade educativa são os wikis. O termo wiki tornou-se \nbastante popular após o surgimento da Wikipédia que cresce a \ncada dia que passa, com os contributos voluntários de \nespecialistas das mais diversas áreas do saber.  \nUm wiki é um sítio (site) na Web para o trabalho colectivo de um \ngrupo de autores, a sua estrutura lógica é muito semelhante à de \num blog, mas com a funcionalidade acrescida de que qualquer um \npode juntar, editar e apagar conteúdos ainda que estes tenham sido \ncriados por outros autores. O wiki possibilita o desafio do que \né pode ser a comunicação online [12]. \nNa prática é um sítio Web que pode ser editado directamente \ndesde um navegador como Internet Explorer ou qualquer outro. \nPermite a criação de novas páginas bastando para tal um clicar em \ndeterminados botões para se digitar um texto como se de um \nprocessador de texto se tratasse. Os wikis permitem publicar e \npartilhar conteúdos na Web de forma muito fácil. A utilização \neducativa mais difundida dos wikis é designada na literatura por \nwiks interclase [13, p.376] e consiste na criação de um repositório \nou base de conhecimento colaborativa desenvolvida por um grupo \nde estudantes que frequentam uma mesma disciplina ou curso. O \nwiki pode ser utilizado para que os estudantes desenvolvam um \nprojecto em pequenos grupos, trabalhem uma parte de um \nprojecto colectivo da turma ou mesmo para que os estudantes \ncriem e mantenham o sítio web da disciplina ou curso. [13], [14] \nconsideram como potencialidades educativas dos wikis: \n\n• Interagir e colaborar dinamicamente com os alunos; \n\n• Trocar ideias, criar aplicações, propor linhas de trabalho \npara determinados objectivos; \n\n• Recriar ou fazer glossários, dicionários, livros de texto, \nmanuais, repositórios de aula, etc; \n\n• Ver todo o historial de modificações, permitindo ao \nprofessor avaliar a evolução registada; \n\n• Gerar estruturas de conhecimento partilhado, \ncolaborativo que potencia a criação de comunidades de \naprendizagem; \n\n• Integração dentro dos edublogs porque ainda que \ndistintos em termos de concepção podem ser integrados \nde forma complementar. \n\nNum estudo recente levado a cabo por [15], utilizou-se esta \nferramenta no âmbito dos trabalhos de uma disciplina de um curso \nde Mestrado em Tecnologia Educativa. O Wiki funcionou como \nrepositório de informação da disciplina e foi construído de forma \ncolaborativa por todos os formandos que trabalharam em grupo \num tópico específico da disciplina. Na avaliação final da \nexperiência foi possível verificar da importância atribuída ao \ntrabalho colaborativo (os alunos tiveram oportunidade de aprender \ncom os colegas e de consultar o material por eles produzidos) e \nsobretudo ao produto final que se constituiu como um repositório \nde dados que, estando online, poderá ser consultado e utilizado \npor quem tiver interesse nas temáticas versadas.  \n\n3. METODOLOGIA \n3.1 Descrição do estudo \nNo âmbito das actividades da disciplina de Prática Pedagógica I \ndo 2º ano do curso de Licenciatura em Ensino da Biologia e \nGeologia da Universidade do Minho, decidimos propor aos alunos \numa série de actividades subordinadas ao tema: “A Utilização \nEducativa das ferramentas da Web 2.0”. \nNa primeira sessão semanal, foi desenvolvida uma actividade \ninformal de brainstorming na turma com o objectivo de detectar as \npercepções/expectativas bem o conhecimento prévio dos alunos \nrelativamente à temática da Web 2.0. O brainstorming é uma \ntécnica de recolha de informação muito utilizada na Psicologia \nSocial e em Educação como método para explorar novas ideias ou \nalternativas de solução para problemas da mais diversa índole em \norganizações, empresas, organizações, negócios, etc. Pode ser \nfeito individualmente ou em grupo, mas é neste último caso que a \ntécnica revela mais potencial na medida em que as interacções no \ngrupo fazem despoletar mais ideias do que as obtidas quando se \nquestionam os sujeitos individualmente [16]. \nCom esta actividade foi possível verificar o enorme \ndesconhecimento dos alunos tanto no que concerne ao conceito de \nWeb 2.0 como às suas ferramentas. Alguns alunos já tinham \nouvido falar de blog, também conheciam a wikipédia, mas os \nconceitos de wiki ou de podcast eram para eles totalmente novos. \nNo entanto era notória a curiosidade e o entusiasmo que tinham \npor conhecer e experimentar as referidas ferramentas. \nNa sessão seguinte foi preparada uma apresentação em \npowerpoint que apresentava o conceito de Web 2.0 e a filosofia \nque lhe estava subjacente: um novo paradigma de comunicação na \nInternet em que o aluno consumidor passa a ser também produtor \nde informação. Foi-lhes então proposta a concepção, em grupo, de \num blog que funcionaria como portefolio digital do trabalho a \nrealizar ao longo do semestre. As três sessões seguintes foram \ndedicadas à concepção dos blog de grupo, à exploração das suas \nfuncionalidades técnicas e à concretização das primeiras \n\n\n\n \n\n \n\n202 \n\nSIIE'2007 - 14 - 16 Nov. 2007 \n\n \n\npostagens. Para o efeito foram sugeridas aos alunos a consulta de \nsites ou a pesquisa de informação sobre temas específicos que \ntinham a ver com a filosofia/conceito da web 2.0 e que \nconstituíram os tópicos dos primeiros posts semanais a incluir no \nblog. A cada semana que passava a docente acedia ao blog de \ncada grupo para analisar e comentar o trabalho realizado; foram \nassim apontadas pistas que permitiram melhorar os blogs tanto em \ntermos dos aspectos técnicos e comunicacionais (layout, música \nde fundo, inserção de componentes e links) como da própria \nqualidade das recensões críticas postadas. \nNuma segunda fase foi apresentado aos alunos o conceito de wiki \ne as suas potencialidades educativas. Depois de visitados alguns \nwikis de referência foi a vez de os próprios alunos conceberem \num wiki de turma. O tema escolhido foi a “Biologia e a Geologia” \ne o objectivo foi a criação de um pequeno repositório de \ninformação sobre as grandes áreas de estudo deste domínio \ncientífico para alunos de ensino secundário. Os alunos \ntrabalharam em grupo uma dada área temática. Em seguida foi \ncriado um wiki no aplicativo www.wikispaces.com; procedeu-se \naos registos de usuários e iniciou-se a actividade. Ao longo das \nduas sessões seguintes os alunos trabalharam os conteúdos \nrespectivos, fizeram pesquisas de textos, esquemas e imagens e \nforam agregando os seus contributos na base de dados \ncolaborativa. No final estava criado o wiki que pode ser \nconsultado em [http://uminhobiogeo.wikispaces.com/]. Os \ncomentários e as reflexões críticas que iam surgindo durante a \nrealização desta actividade foram deixados pelos alunos no blog \nde grupo e foram sempre sendo alvo da análise e dos comentários \nda docente. \nPor último foi a vez da aprendizagem da ferramenta del.ici.ous. \nDepois de apresentadas as características básicas e as \npotencialidades de utilização educativa, os alunos tiveram a \noportunidade de criar uma lista de contactos (sites) da área de \nBiologia e Geologia que foram úteis para a dinamização do wiki e \ntambém para futuras investigações a realizar. No final do estudo o \nconjunto das actividades realizadas foi avaliado mediante a \naplicação de um questionário electrónico. A análise dos posts e \ndos comentários deixados nos blogs também foram alvo de \nanálise. \n\n3.2 Participantes \nParticiparam no estudo 15 futuros professores (11 raparigas e 4 \nrapazes). A idade média dos sujeitos era de 20. Os alunos \ntrabalharam em cinco grupos de três elementos cada. A escolha \ndos elementos e a organização dos grupos foi deixada ao critério \ndos estudantes. No entanto, uma vez constituídos, os grupos \nmantiveram-se os mesmos na realização das várias actividades \ncom ferramentas da Web 2.0. \n\n3.3 Instrumento para a recolha de dados \nA recolha de dados foi feita mediante o preenchimento de um \nquestionário electrónico que garantiu o anonimato das respostas. \nO questionário foi concebido especificamente para o estudo e \npretendia avaliar a experiência vivenciada não apenas sobre \naspectos relacionados com a utilização e dinamização das \nferramentas da Web 2.0, mas, sobretudo, com o impacto da \naprendizagem destas ferramentas na formação de um futuro \nprofessor. Nesse sentido as questões foram redigidas no sentido de \nfornecer informação que nos permitisse:  \n\n1. Obter dados pessoais (curso, idade, género, experiência \nprévia com TIC); \n\n2. Caracterizar a experiência vivenciada na \nconcepção/dinamização de um blog e de um wiki;  \n\n3. Promover uma reflexão em torno do potencial educativo \ndas ferramentas da Web 2.0; \n\n4. Avaliar o impacto da experiência vivenciada na \nformação dos futuros professores. \n\nO questionário incluía itens de resposta fechada e aberta. Para os \nobjectivos 3 e 4 foi utilizada uma escala de Likert de grau de \nacordo com 5 pontos (de 1= Desacordo Total a 5= Acordo Total). \nA análise descritiva dos dados foi feita com base no programa \nExcel. \n\n4. DISCUSSÃO DOS RESULTADOS \nPreencheram o questionário 13 estudantes (9 raparigas e 4 \nrapazes). Nenhum dos alunos era trabalhador estudante. Apenas \ndois alunos conheciam o termo “Web 2.0”; por outro lado, embora \ntodos já conhecessem o conceito de “blog”, nenhum tinha ainda \nconstruído uma ferramenta deste tipo. O conceito de Wiki era \nconhecido por apenas três estudantes que referiram conhecer a \nwikipédia; os restantes desconheciam totalmente a ferramenta. \n\n4.1 Caracterizar a experiência vivenciada na \nconcepção/dinamização de um blog e de um \nwiki. \nQuestionados sobre “Qual foi a sua primeira \nimpressão/sentimento quando lhe foi proposta a realização de um \nblog no âmbito da disciplina de PP1?”, as respostas dos alunos \napontam no sentido de considerar a ideia “muito interessante” \n(n=4), mesmo “super interessante” (n=3), “entusiasmante” (n=2), \n“brilhante” (n=2), “excelente” (n=1) e ainda “muita fixe” (n=1). \nUm dos alunos comentou : “Gostei da ideia pois não é uma coisa \ncomum fazer-se nas aulas” e outro disse ainda: “Uma das \nmelhores disciplinas que já tive, pois senti que posso utilizar isto \nna sala de aula”. \nQuanto à concepção e dinamização do wiki de turma, todos foram \nunânimes em considerar a importância da experiência pedagógica \ne o potencial educativo da ferramenta: “Sim, porque assim \npodemos interagir uns com os outros e partilhar conhecimentos” \n(A1), “Muito, porque é uma interacção entre um grupo de pessoas \nem que o objectivo é construir o conhecimento” (A2), “Sim, é \numa forma de os alunos irem construindo o seu conhecimento á \nmedida que o vão assimilando, melhorando o sucesso escolar” \n(A4), “Achei muito interessante e divertido fazer o wiki, é uma \nmaneira diferente de aprender” (A6), “Sim. Acho que é uma \nferramenta que os professores devem utilizar para ajudar os \nalunos a organizar a matéria e aprender a estudar” (A10). “Sim, \npois proporciona uma interacção entre os conhecimentos de cada \num” (A11). \nNa última questão desta secção do questionário, foi solicitado aos \nalunos que, com base nas experiências vivenciadas, indicassem 3 \nadjectivos que associavam à utilização das ferramentas da Web \n2.0. O gráfico 1, abaixo representado, esquematiza os adjectivos \nusados pelos alunos. Como se pode verificar “inovador” é o \nadjectivo mais referido, seguido de “rápido” e “prático e ainda \n“interactivo”, “dinâmico” e “fantástico”, todos este atributos \nforam associados às ferramentas da Web 2.0 por parte dos alunos, \ndadas as facilidades de criação e edição online. \n\n\n\n \n\n \n\n203 \n\nSIIE'2007 - 14 - 16 Nov. 2007\n\n0 1 2 3 4 5 6 7 8 9 10\n\nInov ador\nPrático\nRápido\n\nDinâmico\nFantástico\nInteractiv o\n\nÚtil\nIncriv el\nOriginal\n\nAcessiv el\nMotiv ador\n\n \n\nGráfico 1: Adjectivos para as ferramentas da web 2.0 \n\n4.2 Potencial educativo das ferramentas da \nWeb 2.0 \nDez itens de grau de concordância em formato Likert (1= \nDiscordo Totalmente, 2= Discordo, 3 = Não concordo nem \ndiscordo, 4= Concordo, 5= Concordo Totalmente), investigavam a \nopinião dos alunos sobre aspectos relativos ao potencial educativo \nda Web 2.0. Optámos por apresentar os resultados recorrendo ao \nvalor médio da pontuação obtida em cada indicador/item (ver \ngráfico2). \n\n1 2 3 4 5\n\nCo nhecer as no vas ferramentas da Web 2.0 ajudo u-me a go star mais de\ntrabalhar co m as TIC\n\nA s ferramentas da web 2.0 têm eno rmes po tencialidades educativas\n\nUtilizar as ferramentas da web 2.0 incentivo u a prática de pesquisa na net.\n\nA s ferramentas da web 2.0 permitem desenvo lver a co municação  e a\nlinguagem do s aluno s\n\nA cho  que vo u utilizar estas ferramentas na minha futura prática\npro fissio nal\n\nNão  acredito  no  po tencial educativo  das ferramentas da web 2.0\n\nP ro mo vem a reflexão  critica e estimulam a criação  de no vas ideias\n\nUtilizar as ferramentas da web 2.0 são  co mpetências essenciais num\ncidadão  do  mundo  glo bal\n\nA s ferramentas da web 2.0 pro mo vem o  trabalho  co o perativo  e\nco labo rativo\n\nA s ferramentas da web 2.0 pro mo vem a partilha do  co nhecimento\n\n \n\nGráfico 2: Potencial Educativo das Ferramentas da Web 2.0 \n\nA análise das respostas permitem verificar que os alunos: i) \nreconhecem que conhecer as ferramentas da web 2.0 os ajudou a \ngostar mais de trabalhar com as TIC; ii) acreditam que as referidas \nferramentas têm enormes potencialidades educativas; iii) afirmam \nainda que utilizar as ferramentas da web 2.0 incentivou a prática \nda pesquisa na Internet; iv) acham que estas ferramentas ajudam a \ndesenvolver a comunicação e a linguagem e, v) que as vão utilizar \nnas suas futuras práticas profissionais. Relativamente à questão \ncolocada na negativa e interpretada de forma invertida, confirma \nque os alunos acreditam no potencial das ferramentas da web 2.0. \nDizem ainda que as ferramentas de comunicação promovem a \nreflexão crítica e estimulam a criação de novas ideias, promovem \ntambém o trabalho cooperativo e colaborativo e, principalmente, a \npartilha do conhecimento.  \nJá no que concerne à utilização das ferramentas da web 2.0 como \ncompetências essenciais de um cidadão no mundo global, os \nalunos revelam uma posição de indiferença (não concordam nem \ndiscordam).  \n \n \n\n4.3 As ferramentas da Web 2.0 na formação de \num futuro professor \n\nA última questão do questionário perguntava: “Atendendo a que \nem breve vai iniciar a sua prática lectiva diga se tenciona (ou não) \nutilizar as ferramentas da Web 2.0 nas aulas.” As respostas dos \nalunos, que transcrevemos na íntegra, falam por si: \nA1.Sim. É cativante para os alunos e mesmo para os próprios \nprofessores é uma maneira mais engraçada de ensinar... \nA2.Sim acho que me vai ajudar a motivar e a criar aulas originais \npara os alunos   \nA3.Sim porque a web 2.0 vai permitir que professor e alunos \ninterajam sobre os mesmos assuntos. Os jovens gostam de utilizar \nas novas tecnologias, vai fazer com que estes se sintam mais \ninteressados na matéria. Vai facilitar a comunicação entre \nprofessor e aluno, visto que a informação vai estar acessível a \nqualquer aluno.   \nA4.Acho que no futuro como docente vou utilizar as ferramentas \nque a web 2.0 me disponibiliza, uma vez que estas podem \ncontribuir de forma significativa para o aumento do sucesso \nescolar, visto captar mais a atenção dos alunos. Torna os alunos \npessoas activas na sua própria educação, oferecendo a \nresponsabilidade de também participarem nas aulas, actuando \ncomo \"mini - professores\".  \nA5.Considero uma ferramenta muito importante para tornar as \naulas mais dinâmicas e inovadoras. E torna a comunicação dentro \ne fora da sala de aula mais eficaz e interactiva motivando os \nalunos e aproximando-os. Permite a partilha de ideias, \npensamentos, trabalhos...  \nA6.São meios muito interessantes e motivadores para os alunos.  \nA7. No meio em que vivemos é cada vez mais importante utilizar \ntodas as ferramentas que dispomos para fazer com que os alunos \nganhem mais interesse pelas aulas. Sem dúvida que a Web 2.0 é \num aliado de qualquer professor, pois os alunos têm acesso à \nmensagem que queremos transmitir estejam eles onde estiverem, \nem casa, na rua, no trabalho... Para além disto, é também mais \nfácil para os próprios pais acompanhar o percurso escolar dos \nfilhos \nA8. Numa altura em que as tecnologias são cada vez mais \nutilizadas, será mais fácil captar a atenção dos alunos sem tornar \nas aulas tão maçudas. Também eles podem ter acesso à matéria e \nàs aulas através da Internet sempre que quiserem. \n A9. São ferramentas muito úteis, inovadoras, etc., que \nentusiasmam muito as pessoas para a sua participação, interacção \ne utilização. Permitem que diferentes pessoas, em diferentes \nlugares, de diferentes culturas partilhem informação e possam ser \nelas mesmas criadoras criticas das informações que são \"postadas\" \nna Internet. No âmbito educativo, a Web 2.0 permite ao professor \num ensino mais dinâmico, empolgante, atraente, entusiasmante. \nAssim, os alunos sentem a escola como um lugar em que se pode \naprender de um modo inovador usando ferramentas actuais (o \nmundo em que eles \"vivem\"!). \nA10. Promove o melhoramento da comunicação entre professor e \naluno, porque incentiva os alunos à pesquisa e ao uso do \ncomputador e da Internet. \nA11.Vai permitir uma melhor interacção e cooperação com os \nalunos. Vai fazer com que as aulas sejam mais dinâmicas e \ninovadoras de forma a cativar os alunos. Esta ferramenta é útil na \nmedida em que para além de haver interacção entre professor e \naluno, vai também permitir que a interacção entre aluno-aluno. É \numa excelente forma de transmitir conhecimentos. \nA12. Vou usar de certeza, pois a Internet só vem enriquecer as \naulas com várias possibilidades que podem motivar e reter a \natenção dos alunos. \n\n\n\n \n\n \n\n204 \n\nSIIE'2007 - 14 - 16 Nov. 2007 \n\n \n\n A13. Acho que estas ferramentas podem ajudar e muito nas aulas \nonde precisamos mostrar objectos e imagens que nem sempre \nestão ao nosso alcance. Pode ainda estimular os alunos a \ntrabalharem em conjunto. \nA14. É cativante para os alunos e mesmo para os próprios \nprofessores. É uma maneira engraçada de ensinar! \nA15. Vou usar de certeza! A Internet só vem enriquecer as aulas \ncom várias possibilidades de poder motivar os alunos! \n\n5. CONSIDERAÇÕES FINAIS \nNesta comunicação apresentámos uma experiência pedagógica em \nque um grupo de futuros professores de Biologia e Geologia \ntrabalhou com algumas ferramentas da Web 2.0 durante um \nsemestre no âmbito de uma disciplina de Práticas Pedagógicas. \nPensamos que os resultados obtidos, em especial as respostas \nlivres em que os alunos equacionam o potencial educativo destas \nferramentas e a intenção clara de as integrarem nas suas futuras \npráticas lectivas, são o aspecto mais importante que queremos \ndestacar. Todos nós formadores de professores sabemos que, (e \ntemos um enorme volume de investigação a confirmá-lo!), se \nqueremos que os futuros professores usem as TIC nas suas aulas \nteremos de lhes proporcionar, na sua formação inicial, \nexperiências pedagógicas em que eles usem e, perdoem-nos a \nexpressão, “abusem” das TIC! Isso implica, primeiro, deixá-los \n“mexer” e, depois, produzir “artefactos” que possam vir a usar em \nsala de aula com os seus alunos reais. Foi esse o nosso objectivo e \nesperamos que esta experiência incentive mais formadores a \nseguirem o exemplo: verão como os alunos se empenham, adoram \ne ficam fãs da Web 2.0, da filosofia que a sustenta e da utilidade \ndas ferramentas que a integram! \n\n5.1 Limitações  \nO número de participantes condiciona os resultados obtidos. De \nfacto, em termos de validade externa, ou seja, de transferibilidade \ndos resultados numa perspectiva de utilidade do estudo na \npreparação de outros similares o nosso apresenta limitações \nclaras. No entanto, muito mais do que generalizar, o que \npretendemos foi identificar aspectos a ter em consideração \naquando da implementação de experiências com TIC na formação \ninicial de professores, verificar o que mais valorizam e sobretudo \no que mais os motiva para virem a usar as TIC nas suas futuras \npráticas lectivas. \n\n6. REFERÊNCIAS \n[1] Punie, Y.; Cabrera, M. (2006). The Future of ICT and \n\nLearning in the Knowledge Society. Report on a Joint DG \nJRC-DG EAC Workshop, Seville, October 2006. Institute \nFor Prospective Technological Studies. EU: Joint Research \nCenter. \n\n[2] Grenhow, C. (2007). What Teacher Education Needs to Know \nabout Web 2.0: Preparing New Teachers in the 21st Century. \nIn R. Craslen et al (Eds.). Proceedings of the 18th \nInternational Conference of the Society for Information \nTechnology &amp; Teacher Education, SITE 2007. Chesapeake, \nVA: AACE, 2027-2034. \n\n[3] Alexander, B. (2006) Web 2.0: A new wave of innovation for \nteaching and learning? EDUCAUSE Review, vol. 41, no. 2 \n(March/April 2006): 32–44. \n\n[4] Richardson, W. (2006). Blogs, Wikis, Podcast and other \npowerful Web tools for classrooms. Thousand Oaks, CA: \nCorwin Press. \n\n[5] O'Reilly, Tim (2005) What Is Web 2.0: Design Patterns and \nBusiness Models for the Next Generation of Software \nDisponível em: \nhttp://oreillynet.com/pub/a/oreilly/tim/news/2005/09/30/what\n-is-web-20.html Acedido a: 17/04/2007 \n\n[6] Gomes, M. J. (2005). Blogs: um recurso e uma estragégia \neducativa. In Actas do VII Simpósio Internacional de \nInformática Educativa, SIIE, pp. 305-311. \n\n[7] Oravec, J.A. (2003). Blending by Blogging: blogues in \nblended learning initiatives. Journal of Educational Media, \nVolume 28, Numbers 2-3, 225-233. \n\n[8] Martindale, T.; Wiley, D. (2005). Using Weblogs in \nScholarship and teaching. Techtrends, 49(2), 55-61. \n\n[9] Brescia, W.; Miller, M. (2006). What` s it worth? The \nPerceived Benefits of Instructional Blogging. Electronic \nJournal for the Integration of Technology in Education, Vol \n5, 44-52. Disponível em \nhttp://ejite.isu.edu/Volume5/Brescia.pdf e consultado a \n12/05/2007. \n\n[10] Coutinho, C. P. (2006). Utilização de blogues na formação \ninicial de professores: um estudo exploratório. In PANIZO et \nal (Eds.) Proceedings of the 8th International Symposium on \nComputers in Education, (Vol 2), pp. 157-164. \n\n[11] Coutinho, C. P. (2007). Infusing technology in pre service \nteacher education programs in Portugal: an experience with \nweblogs. In R. Craslen et al (Eds.). Proceedings of the 18th \nInternational Conference of the Society for Information \nTechnology &amp; Teacher Education, SITE 2007. Chesapeake, \nVA: AACE, 2027-2034. \n\n[12] Tonke, E. (2005). Making the case for a Wiki. Ariadne, 42 \n(online journal). Disponível em \nwww.ariadne.ac.uk/issue42/tonkin consultado a 28/11/2007 \n\n[13] Santamaria, F. G.; Abraira, C. F. (2006). Wikis: posibilidades \npara el aprendizaje colaborativo em Educacion Superior. In \nL. Panizo et al (Eds.) Proceedings of the 8th International \nSymposium on Computers in Education, (Vol 2), pp. 371-\n378. \n\n[14] Schwartz, L.; Clark, S.; Cossarin, M. &amp; Rudolph, J. (2004). \nEducational Wikis: features and selection criteria. The \nInternational Journal of Research in Open and Distance \nLearning, Vol 5 (1). [Online].  Retrieved the 24/01/2007 \nfrom http://www.irrodl.org/index/irrodl/article/view/163/244.  \n\n[15] Coutinho, C. P.; Bottentuit Junior, J. B. (2007). Collaborative \nLearning Using Wiki: A Pilot Study With Master Students In \nEducational Technology In Portugal. Proceedings of World \nConference on Educational Multimédia, Hypermedia e \nTelecommunications (ED-MEDIA). Vancouver, Canadá. \n\n[16] Kurztberg, T. (2005). Feeling Creative, Being Creative: an \nEmpirical Study of Diversity and Creativity in Teams. \nCreativity Research Journal, Vol 17 (1), 51-65."}]}}}