{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10839"}, {"@name": "filename", "#text": "16021_S0100-69162012000100007.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "_________________________________ \n\n1\n Eng\n\no\n Agrônomo, Doutor, Professor Adjunto, Universidade Estadual de Mato Grosso do Sul, Dourados - MS, Brasil, \n\nlcarvalh@uems.br. \n2\n Discente em Agronomia, bolsista de IC/Fundect, Universidade Estadual de Mato Grosso do Sul (UEMS), Aquidauana - MS, Brasil. \n\n3\n Discente em Agronomia, Universidade Estadual de Mato Grosso do Sul (UEMS), Aquidauana - MS, Brasil. \n\n4\n Professor Adjunto, Departamento de Solos e Adubos, Faculdade de Ciências Agrárias e Veterinárias, Universidade Estadual \nPaulista “Júlio de Mesquita Filho” (UNESP), Jaboticabal - SP, Brasil. \n\nRecebido pelo Conselho Editorial  em: 5-5-2010 \nAprovado pelo Conselho Editorial em: 5-9-2011 \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\nSPATIAL VARIABILITY OF SOIL PHYSICAL PROPERTIES IN TWO MANAGEMENT \n\nSYSTEMS IN SUGARCANE CROP \n\n \n\nLAÉRCIO A. DE CARVALHO\n1\n, ISMAEL MEURER\n\n2\n, CARLOS A. DA SILVA JUNIOR\n\n3\n, \n\nJOSÉ F. CENTURION\n4\n \n\n \n\nABSTRACT: The aim of this study was to characterize the spatial variabilit y of soil bulk density \n\n(Bd), soil moisture content (?) and total porosity (Tp) in two management systems of sugarcane \n\nharvesting, with or without burning, in a Haplustox soil, in the 0-0.20 m layer. The study area is \n\nlocated in Rio Brilhante, state of Mato Grosso do Sul, Brazil, in Eldorado Sugar Mill. The plots \n\nhave presented 180 m length, and 145.6 m width, totaling 90 points distributed in the form of a grid \n\nof nine rows by ten columns, with points spaced 20 m from its neighbor. Soil samples were \n\ncollected at 0-0.20 m layer in 2007/2008 and 2008/2009 crops. The harvest with burning system \n\nhad a higher density compared to mechanized harvest, in the two study periods. The moisture \n\ncontent as well as the porosity increased proportionally with the decrease of the density of the \n\nharvest burning system compared to the mechanized. \n\n \n\nKEYWORDS: mechanized harvesting, bulk density, Saccharum spp. \n\n \n\n \n\nVARIABILIDADE ESPACIAL DAS PROPRIEDADES FÍSICAS DO SOLO EM DOIS \n\nSISTEMAS DE MANEJO NA COLHEITA DA CANA-DE-AÇÚCAR \n\n \n\nRESUMO: O objetivo deste trabalho foi caracterizar a variabilidade espacial da densidade do solo \n\n(Ds), teor de água no solo (?) e porosidade total (Pt) em dois sistemas de manejo da colheita da \n\ncana-de-açúcar, com queima e sem queima, em um Latossolo Vermelho, na camada de 0-0,20 m. A \n\nárea de estudo está localizada no município de Rio Brilhante-MS, na Usina Eldorado. A parcela de \n\ncada talhão apresentou malha com comprimento de 180 m e largura de 145,6 m, perfazendo 90 \n\npontos distribuídos na forma de uma grade de nove colunas por dez linhas, com pontos distanciados \n\n20 m de seu vizinho. Foram coletadas amostras de solo na camada de 0-0,20 m, nos anos agrícolas \n\nde 2007/2008 e 2008/2009. O sistema de colheita com queima apresentou maior densidade em \n\nrelação ao mecanizado, nos dois períodos de análise. O teor de água no solo, assim como a \n\nporosidade, teve aumento proporcional com relação à diminuição da densidade do sistema de \n\ncolheita com queima para com o mecanizado. \n\n \n\nPALAVRAS-CHAVE: colheita mecanizada, densidade do solo, Saccharum spp. \n\n \n\nINTRODUCTION \n\nFor the plant to be able to fully deploy its roots in the soil profile for water and nutrients, it is \n\nnecessary that it presents a good condition of physical and chemical structure, allowing changes due \n\nto management applied, thus aiming higher productivity (FREDDI et. al., 2006). \n\nWith the use of machines and implements of greater weight in the cultivation and \n\nmanagement of sugarcane, it becomes necessary the development of researches that attempt to \n\ndetermine the impact of these practices in their physical and hybrid attributes (SOUZA et. al., \n\n2006a). \n\n\n\nSpatial variability of soil physical properties in two management systems in sugarcane crop \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n61 \n\nFor determination of soil physical quality, different properties are analyzed related to the \n\nshape and structural stability, such as density, porosity, moisture content and soil resistance to root \n\npenetration (SILVA et. al., 2005). \n\nSoil compaction refers to the increase of density as a result of reducing its volume. This \n\nresults in the expulsion of air from the pores and therefore a particle rearrangement, reducing \n\nporosity and increasing the density (RALISCH et. al., 2008). \n\nBecause of that, the recent trend of adopting farming practices that lead to greater \n\nsustainability of the system persuades sugarcane agro-industry to review its processes, including \n\nharvesting cane without previous burning or without straw removal by burning, called a raw cane, \n\nor green cane. \n\nAccording to VITTI et al. (2008), the residues of sugarcane left by mechanical harvest \n\nrepresents around 15 t ha\n-1\n\n of dry matter on the soil, 20 to 80 kg ha\n-1\n\n of nitrogen, and half of that \n\nvalue in the form of sulfur, forming a layer of 8-10 cm thick. \n\nAccording to JOHNSON &amp; RICHARD (2005), the economic importance in the culture of \n\nsugarcane justifies studies of spatial variability of soil attributes. Using these techniques, there is \n\ngreater understanding of variations in the crop, thereby determining whether or not an attribute \n\ndisplays the spatial structure and, once known the model of spatial dependence, it is possible to map \n\nthe studied area, providing a better management decision. \n\nThe objective of this study was to characterize the spatial variability of soil physical \n\nproperties in two management systems in sugarcane harvest, raw and burning, on a Dystrophic \n\nHaplustox at a depth of 0-0.20 m. \n\n \n\nMATERIAL AND METHODS \n\nThe area of the study is located in the municipality of Rio Brilhante, in the State of Mato \n\nGrosso do Sul, Brazil, at Eldorado Sugar Mill (Usina Eldorado-ETH Bioenergia S/A), located in \n\ngeographical coordinates, latitude 21°50' S and longitude 53°57' W at an elevation of 312 m. The \n\nclimate was characterized as tropical Aw, according to Köppen-Geiger, with average rainfall of \n\n120 mm per month. \n\nThe experiment was conducted in two plots of sugarcane representing the same class of soil, \n\nclassified as Dystrophic Haplustox, with 501 g kg\n-1 \n\nof clay, 420 g kg\n-1\n\n of silt, and 79 g kg\n-1\n\n of sand, \n\naccording to the methodology of EMBRAPA (2006). \n\nThe experimental parcel of each plot was 180 m long and 145.6 m wide, totaling 90 points \n\nwhere soil samples were collected at a depth of 0-0.20 m for analysis of physical attributes. \n\nThe distribution of sampling points in the mesh was made in a grid form, of nine rows by ten \n\ncolumns, with a point distant from its neighbor at regular intervals of 20 m. Soil samples were \n\ncollected in two periods, 2007/2008 and 2008/2009, just after the second and third sugarcane \n\ncutting, respectively. \n\nIn the pre-established period, a sample was removed of each point in the depth of 0-0.20 m, \n\ntotaling 360 samples in the two plots and periods. Soil samples were collected using the volumetric \n\nrings of deformed structure with a volume already known, with samplers (Type Uhland). \n\nThe wet sample mass was measured and it was then dried at a temperature of 105 °C, until \n\nreaching constant mass for determination of bulk density (Bd), water content (?) and porosity (Tp). \n\nInitially, it was applied the procedures of descriptive statistical analysis with the help of the \n\nprogram STATISTICA 4.3 to visualize the general behavior of the data. The attributes that showed \n\ndiscrepant values (\"outliers\") were discarded and, in these situations, it was applied again the \n\nexploratory analysis. \n\n\n\nLaércio A. de Carvalho, Ismael Meurer, Carlos A. da Silva Junior, José F. Centurion \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n62 \n\nFor analysis of normality, was applied the parametric test of Shapiro &amp; Wilk, where the study \n\nof percentage points was based on the table presented by REES (1995), and non-parametric of \n\nnormality of Kolmogorov-Smirnov (KS), obtained in the same program. \n\nThrough data analysis, it could verify and describe their mathematical and statistical \n\nmeasures, which improves the efficiency of the analysis and helps in the decision of the hypothesis \n\nof stationarity which may be assumed (FOLEGATTI, 1996). \n\nLater, geostatistical techniques were applied in the study of spatial variability, with the \n\nconstruction of semivariograms to analyze the degree of spatial dependence among the 90 points of \n\neach plot, in each period, in the studied layer, using the application GS + (version 7.0). \n\n \n\nRESULTS AND DISCUSSION \n\nTables 1, 2 and 3 show the values obtained for the descriptive statistical measures of the \n\nvariables density, water content and porosity, respectively, for the layer of 0-0.20 m of soil in both \n\nsystems of sugarcane harvest, in each period. \n\n \n\nTABLE 1. Summary statistics for the variable bulk density. \n\nStatistical Measures \n\nDensity (Bs) \n\n2007/2008 2008/2009 \n\nBurning Mechanized Burning Mechanized \n\n ------------------------------------------g cm\n-3\n\n------------------------------------------ \n\nMean  1.55  1.27  1.57  1.47 \n\nMedian  1.56  1.30  1.58  1.47 \n\nMaximum  1.73  1.54  1.82  1.72 \n\nMinimum  1.33  0.87  1.17  1.17 \n\nUpper quartile  1.60  1.41  1.66  1.58 \n\nLower quartile  1.50  1.12  1.49  1.37 \n\nStandard  \n\ndeviation \n 0.08  0.17  0.13  0.13 \n\nCoeff. Var. (%)  5.03 12.35  8.14  8.64 \n\nKurtosis  0.20 -0.84  0.78 -0.90 \n\nAsymmetry -0.52 -0.43 -0.64  0.01 \n\n \n\nTABLE 2. Summary statistics for the variable moisture content. \n\nStatistical Measures \n\nMoisture Content (?) \n\n2007/2008 2008/2009 \n\nBurning Mechanized Burning Mechanized \n\n ------------------------------------------- % -------------------------------------------- \n\nMean 22.33 24.41 24.37 27.06 \n\nMedian 22.47 24.41 25.36 26.62 \n\nMaximum 30.97 43.48 40.78 43.16 \n\nMinimum 16.67  7.76   9.59 19.26 \n\nUpper quartile 23.56 27.48 29.07 29.05 \n\nLower quartile 20.75 21.25 18.62 24.82 \n\nStandard      \n\ndeviation \n  2.37   4.84   6.91   3.51 \n\nCoeff. Var. (%) 10.57 18.55 25.03 13.66 \n\nKurtosis   1.85  3.22 -0.60   4.77 \n\nAsymmetry   0.41 -0.05 -0.03   1.36 \n\n \n\n \n\n\n\nSpatial variability of soil physical properties in two management systems in sugarcane crop \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n63 \n\nTABLE 3. Summary statistics for the variable total porosity. \n\nStatistical Measures \n\nTotal Porosity (Tp) \n\n2007/2008 2008/2009 \n\nBurning Mechanized Burning Mechanized \n\n ------------------------------------------- % -------------------------------------------- \n\nMean 46.16 55.99 45.43 48.96 \n\nMedian 45.78 54.94 45.29 49.11 \n\nMaximum 53.75 69.65 59.31 59.36 \n\nMinimum 39.87 46.47 36.97 40.40 \n\nUpper quartile 47.63 60.77 47.93 52.09 \n\nLower quartile 44.25 50.81 42.18 45.13 \n\nStandard  \n\ndeviation \n  2.72   5.85   4.48   4.42 \n\nCoeff. Var. (%)  5.91 10.44   9.89  8.87 \n\nKurtosis  0.20  -0.84   0.78 -0.90 \n\nAsymmetry  0.52   0.43   0.64   0.01 \n\n \n\nIn relation to the mean and median values, it is observed that in all the variables and the two \n\nharvesting systems, the ratio mean/median is close to 1, showing symmetric distributions, which \n\nmay also be confirmed by asymmetry values near zero. \n\nCorroborating these results, CORÁ &amp; BERALDO (2006) studied the spatial variability of soil \n\nproperties in Haplustox soil with sugarcane, and they observed that the values of the mean and \n\nmedian for all variables were similar. \n\nAccording to CAMBARDELLA et al. (1994), this may be an indication that the measures of \n\ncentral tendency are not dominated by outliers in the distribution. \n\nUsually, measures of central tendency are insufficient to fully describe a set of data, so it was \n\nnecessary to use measures of dispersion to enrich this description. \n\nAccording to ORTIZ (2003), for a normal distribution, the kurtosis coefficients must be zero, \n\nand the values between +2 and -2 are accepted. It is noted in Table 1 and Table 3 that the kurtosis \n\ncoefficients of the variable Tp and Bs are close to zero, indicating symmetric distributions. On the \n\ncontrary, it is observed in Table 2 that for the variable ?, these values were more distant from zero, \n\nthus indicating asymmetric distributions. \n\nFor variable moisture content (Table 2), even with relatively high values of kurtosis in \n\nmechanized harvesting, it may be verified that, in the management with previous burning, the \n\nvalues are within the acceptable range. According to SOUZA (1999), where it is indicated a marked \n\nasymmetry to the right or left, there may be a high frequency of values below or above mean, \n\nrespectively. \n\nThe variability of the soil properties (Table 1, 2 and 3) measured by the coefficient of \n\nvariation may be considered as the first indication of heterogeneity in the data. \n\nIn this case, according to the classification of WARRICK &amp; NIELSEN (1980), results \n\nshowed low magnitude of variation (<12%) for the variables Bs and Tp, in agreement with the \n\nresults of SOUZA et al. (2006a) and RAMIREZ-LOPEZ et al. (2008), in the same soil type. \n\nThe data also show mean C.V. (12-24%) for the variable ?, disagreeing with SOUZA et al. \n\n(2006b), who obtained low C.V. for this variable in intensive cultivation with sugarcane. \n\nThe maximum values for all variables and the two harvesting systems (Table 1, 2 and 3) are \n\noutside the range given by the upper quartile. According to CARVALHO (2006), this suggests that \n\nthe data are possible candidates for asymmetric values. \n\n\n\nLaércio A. de Carvalho, Ismael Meurer, Carlos A. da Silva Junior, José F. Centurion \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n64 \n\nThus, in Tables 1, 2 and 3 it is confirmed that the mechanized system obtained values lower \n\nin density, with increasing porosity, and, consequently, the moisture content of the soil. SOUZA et \n\nal. (2005) comparing the harvest system on sugarcane also found better structural conditions of the \n\nsoil with straw management system, assuming that was due to the addition of about 12 t ha\n-1\n\n of \n\nplant material as straw. \n\nEven with the low coefficient of variation obtained in most variables, the graphs of \n\nsemivariograms (Figure 1) showed no spatial dependence in much of the management with burning, \n\nin the first analyzed period. \n\n \n\nFIGURE 1. Experimental semivariogram is modeled for the variable bulk density: (A) with \n\nburning, (B) mechanized in 2008, (C) with burning and (D) mechanized in 2009. \n\nTotal porosity: (E) with burning, (F) mechanized in 2008, (G) with burning and (H) \n\nmechanized in 2009. Soil moisture content (I) with burning, (J) mechanized in 2008, \n\n(K) with burning and (L) mechanized in 2009. \n\n \n\nAccording to CAMPOS et al. (2008), the reach indicates the limit of the spatial dependency of \n\nthe variable, i.e., measurements performed at distances greater than the extent has a random spatial \n\ndistribution, and therefore is independent of each other. Moreover, measurements performed at \n\n\n\nSpatial variability of soil physical properties in two management systems in sugarcane crop \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n65 \n\ndistances smaller than the range are correlated with each other, which allow us to make \n\ninterpolations for spacing smaller than the sampled. \n\nLooking at the graphs that showed pure nugget effect in Figure 1 (graphs A, G and I), it may \n\nobserve that its range does not indicate any correlation between sampling points in the distance of \n\n20 m, but it does when it is more than 100 meters, showing the full spatial independence, confirmed \n\nby the coefficient of determination (r\n2\n) of less than 5%. Although the graphs B, F and J present \n\nrange ranging from 41.80 to 135.80 m, the coefficient r\n2\n (>5%) indicates a correlation between \n\nneighboring points, despite the trend line of the graphics. \n\nIn general, the other graphs presented range around 16.8 m to 17.9 m for the variable density, \n\n18.5 to 19.2 m for the variable moisture content, and 16.2 to 18.2 m for the variable total porosity, \n\nwith coefficient r\n2\n greater than 5%. In order to analyze the degree of spatial dependence of the \n\nphysical attributes under study, we used the classification of CAMBARDELLA et al. (1994), where \n\nit is calculated the ratio Co/(Co+C). Thus, it is considered strong spatial dependence in \n\nsemivariograms which have a nugget effect of 75% of the baseline, moderate when it is between 25 \n\nand 75%, or low if the ratio is less than 25%. \n\nThe analysis of the relation Co/(Co+C) showed that all variables have low degree of spatial \n\ndependence, contrary to the claims of SOUZA et al. (2010), except for the variable moisture in the \n\nmechanized management (second period) which had moderate spatial dependence. \n\nThe model of the semivariogram, mostly, was fitter for the Gaussian model, in disagreement \n\nwith SIQUEIRA (2006), which obtained the highest setting in the spherical model. To check the \n\nnormality of data distribution, tests of Shapiro-Wilk and Kolmogorov-Smirnov (KS) were applied, \n\nwhich can be viewed in graphical histograms (Figure 2). \n\n \nFIGURE 2. Histograms and normality tests for the variable bulk density (A) mechanized, (B) with \n\nburning in 2008, (C) mechanized and (D) with burning in 2009; total porosity (E) \n\nmechanized, (F) with burning in 2008, (G) mechanized and (H) with burning in 2009; \n\nsoil moisture content (I) mechanized, (J) with burning in 2008, (K) mechanized and \n\n(L) with burning in 2009. \n\n\n\nLaércio A. de Carvalho, Ismael Meurer, Carlos A. da Silva Junior, José F. Centurion \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n66 \n\nThe Kolmogorov-Smirnov (KS) test indicated normality for all variables, since p>5% \n\nprobability. SOUZA et al. (2010) also found normal values for this parameter by analyzing the Bs \n\nin Dystrophic Haplustox with sugarcane. \n\nIt may be noted that in Figure 2, the parametric test of Shapiro &amp; Wilk indicated normality in \n\nthe graphs A, C, E, F, G, I and K, since p>5%. Similar results were obtained by MELO FILHO &amp; \n\nLIBARDI (2005), confirming normal distribution for the variable moisture content and LIMA et al. \n\n(2009) who, analyzing the physical attributes of soil under pasture and secondary vegetation, found \n\nnormal distribution for the variable density and moisture content. \n\n In the other graphs (B, D, H, J, L), the test did not achieve normality and correlated with \n\nsemivariograms that showed a strong trend in the data. \n\n \n\nCONCLUSIONS \n\nThe geostatistical methods used were adequate to describe the spatial dependence structure of \n\nvariables: density, porosity and soil moisture content; \n\nThe presence of highest rates in the variable density, comparing the two periods of analysis \n\nand management methods, shows that the succession of cycles and time of cultivation of the crop \n\nhave led to greater increases in density in the mechanized harvesting; \n\nThe harvesting system with burning had higher soil bulk density compared to mechanized \n\nharvesting system, in two different periods of analysis, which may be suffering from compression; \n\nThe soil moisture content and the porosity was clearly increased in proportion with respect to \n\nthe decrease in density of the harvesting system with burning by the mechanized system, showing \n\nthe existence of correlation; \n\nThe variables studied showed weak spatial dependence structure, especially in the first period \n\nof analysis and harvesting management with previous burning of straw. \n\n \n\nREFERENCES \n\nCAMBARDELLA, C. A.; MOORMAN, T. B.; NOVAK, J. M.; PARKIN, T. B.; KARLEN, D. L.; \n\nTURCO, R. F.; KONOPKA, A. E. Fieldscale variability of soil properties in Central Iowa soils. \n\nSoil Science Society of America Journal, Madison, v.58, p.1501-1511, 1994. \n\nCAMPOS, M. C. C.; MARQUES JÚNIOR, J.; PEREIRA, G. T.; SOUZA, Z. M.; BARBIERI, D.M. \n\nAplicação de adubo e corretivo após o corte da cana-planta utilizando técnicas geoestatísticas. \n\nCiência Rural, Santa Maria, v.38, n.4, p.974-980, 2008. \n\nCARVALHO, L. A. Distribuição espacial dos parâmetros da equação da condutividade hidráulica \n\nem função da umidade do solo. 2006. 180 f. Doutorado (Tese) - Escola Superior de Agricultura \n\n“Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, 2006. \n\nCORÁ, J. E.; BERALDO, J. M. Variabilidade espacial de atributos do solo antes e após calagem e \n\nfosfatagem em doses variadas na cultura de cana-de-açúcar. Engenharia Agrícola, Jaboticabal, v.26, \n\nn.2, p.374-387, 2006. \n\nEMBRAPA. EMPRESA BRASILEIRA DE PESQUISA AGROPECUÁRIA. Centro Nacional de \n\nPesquisa de Solos.  Sistema brasileiro de classificação de solos. Brasília: EMBRAPA Produção de \n\nInformação, 2006. 412 p. \n\nFOLEGATTI, M. V. Estabilidade temporal e variabilidade espacial da teor de água e do \n\narmazenamento de água em solo siltoso. 1996. 84 f. Tese (Livre Docência) - Escola Superior de \n\nAgricultura “Luiz de Queiroz”, Universidade de são Paulo, Piracicaba, 1996.  \n\n\n\nSpatial variability of soil physical properties in two management systems in sugarcane crop \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n67 \n\nFREDDI, O. S.; CARVALHO, M. P.; VERONESI JÚNIOR, V.;  CARVALHO, G. J. \n\nProdutividade do milho relacionada com a resistência mecânica à penetração do solo sob preparo \n\nconvencional. Engenharia Agrícola, Jaboticabal, v.26, n.1, p.113-121, 2006. \n\nJOHNSON, R. M.; RICHARD, E. P. Sugarcane yield, sugarcane quality, and soil variability in \n\nLouisiana. Agronomy Journal, Madison, v.97, n.3, p.760-771, 2005. Disponivel em: \n\n&lt;http://agron.scijournals.org/cgi/reprint/97/3/760>. Acesso em: 17 mar. 2010. \n\nLIMA, J. S. S.; SATTLER, M. A.; PASSOS, R. R.; OLIVEIRA, P. C.; SOUZA, G. S. \n\nVariabilidade espacial de atributos físicos de um argissolo vermelho-amarelo sob pastagem e \n\nvegetação secundária em regeneração natural. Engenharia Agrícola, Jaboticabal, v.29, n.2, p.185-\n\n195, 2009. \n\nMELO FILHO, J.; LIBARDI, P. L. Estabilidade temporal de medidas do teor e do potencial mátrico \n\nda água no solo em uma transeção. Revista Brasileira de Ciência do Solo, Viçosa-MG, v.29, n.4, \n\np.497-506, 2005. \n\nORTIZ, J. L. Emprego do geoprocessamento no estudo da relação entre potencial produtivo de um \n\npovoamento de eucalipto e atributos do solo e do relevo. 2003. 205 f. Dissertação (Mestrado) -  \n\nEscola Superior de Agricultura “Luiz de Queiroz”, Universidade de São Paulo, Piracicaba, 2003.  \n\nRALISCH, R.; MIRANDA, T. M.; OKUMURA, R. S.; BARBOSA, G. M. de C.; GUIMARÃES, \n\nM. de F.; SCOPEL, E; BALBINO, L. C. Resistência à penetração de um Latossolo Vermelho \n\nAmarelo do Cerrado sob diferentes sistemas de manejo. Revista Brasileira de Engenharia Agrícola \n\ne Ambiental, Campina Grande, v.12, n.4, p.381-384, 2008. \n\nRAMIREZ-LÓPEZ, L.; SÁNCHEZ, A. R.; TAMAYO, J. H. C. Variabilidad espacial de atributos \n\nfísicos de un typic haplustox de los llanos orientales de Colômbia. Engenharia Agrícola, \n\nJaboticabal, v.28, n.1, p.55-63, 2008. \n\nREES, D.G. Essential statistics. 3\nrd\n\n ed. London: Chapmam and Hall, 1995. 265 p. \n\nSILVA, R. R.; SILVA, M. L. N.; FERREIRA, M. M. Atributos físicos indicadores da qualidade do \n\nsolo sob sistemas de manejo na Bacia Alto do Rio Grande-MG. Ciência e Agrotecnologia, Lavras, \n\nv.29, n. 4, p.719-730, 2005. \n\nSIQUEIRA, G. M. Variabilidade de atributos físicos do solo determinados por métodos diversos. \n\n2006. 163 f. Dissertação (Mestrado) - Universidade Estadual de Campinas, 2006. \n\nSOUZA, L. C. de. Variabilidade espacial da salinidade de um solo aluvial no semi-árido \n\nparaibano. 1997. 77 f. Dissertação (Mestrado) - Universidade Federal de Paraíba, Campina Grande, \n\n1999.  \n\nSOUZA, Z. M.; CAMPOS, M. C. C.; CAVALCANTE, Í. H. L.; MARQUES JÚNIOR, J.; \n\nCESARIN, L. G.; SOUZA, S. R. Dependência espacial da resistência do solo à penetração e teor de \n\nágua do solo sob cultivo de cana-de-açúcar. Ciência Rural, Santa Maria, v.36, n.1, p.128-134, \n\n2006a. \n\nSOUZA, Z. M.; MARQUES JÚNIOR, J.; PEREIRA, G. T.; MONTANARI, R.; CAMPOS, M. C. \n\nC. Amostragem de solo para determinação de atributos químicos e físicos em área com variação nas \n\nformas do relevo. Revista Científica, Jaboticabal, v.34, n.2, p.249-256, 2006b. \n\nSOUZA, Z. M.; MARQUES JÚNIOR, J.; PEREIRA, G. T. Geoestatística e atributos do solo em \n\náreas cultivadas com cana-de-açúcar. Ciência Rural, Santa Maria, v.40, n.1, p.48-56, 2010. \n\nSOUZA, Z. M.; PRADO, R. M.; PAIXÃO, A. C. S.; CESARIN, L. G. Sistemas de colheita e \n\nmanejo da palhada de cana-de-açúcar. Pesquisa Agropecuária Brasileira, Brasília, v.4, n.2, p.249-\n\n256, 2005. \n\nVITTI, A. C.; TRIVELIN, P. O.; CANTARELLA, H.; FRANCO, H. C. J.; FARONI, C. E.; OTTO, \n\nR.; TRIVELIN, M. O.; TOVAJAR.; J. G. Mineralização da palhada e crescimento de raízes de \n\n\n\nLaércio A. de Carvalho, Ismael Meurer, Carlos A. da Silva Junior, José F. Centurion \n\nEng. Agríc., Jaboticabal, v.32, n.1, p.60-68, jan./fev. 2012 \n\n68 \n\ncana-de-açúcar relacionados com a adubação nitrogenada de plantio. Revista Brasileira de Ciência \n\ndo Solo, Viçosa, v.32, p. 2757-2762, 2008. \n\nWARRICK, A. W.; NIELSEN, D. R. Spatial variability of physical properties in the field. In: \n\nHILLEL,D. Applications of soil physics. New York: Academic Press, 1980. p.319-344."}]}}}