{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10075"}, {"@name": "filename", "#text": "15138_2009000708.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de Aveiro Departamento de Engenharia Cerâmica e do Vidro 2005\t(DECV)\nJosé Vítor de Araújo Júnior\nCompósitos polímero/fosfato de cálcio para aplicações biomédicas\nJosé Vítor de Araújo Júnior\nUniversidade de Aveiro Departamento de Comunicação e Arte\n2005\nCompósitos polímero/fosfato de cálcio para aplicações biomédicas\nDissertação apresentada à Universidade de Aveiro para cumprimento dos requisitos necessários à obtenção do grau de Mestre em Ciência e Engenharia de Materiais, realizada sob a orientação científica da Dr.a Maria Elisabete J. V. Costa e da Dr.a Maria Margarida T. L. Almeida, Professoras Auxiliares do Departamento de Engenharia Cerâmica e do Vidro da Universidade de Aveiro.\no júri\nArguente\tProf. Dr. Rui Luís Gonçalves Reis Professor associado do Departamento de Engenharia de Polímeros da Universidade do Minho\nOrientadora\tProf.a Dr.a Maria Elisabete Jorge Vieira da Costa Professora auxiliar do Departamento de Engenharia Cerâmica e do Vidro da Universidade de Aveiro\nPresidente\tProf. Dr. Vítor Brás Sequeira Amaral Professor associado do Departamento de Física da Universidade de Aveiro\nagradecimentos\tNão poderia deixar de agradecer às pessoas que me ajudaram a enfrentar todos os desafios surgidos desde que, pela primeira vez, coloquei os pés em solo português. À minha mãe, à minha irmã, ao meu cunhado e aos meus avós, por todo o apoio concedido mesmo estando a milhares de quilómetros de distância. À professora Elisabete Costa e à professora Margarida Almeida por toda atenção e acompanhamento do trabalho. Ao professor José António Lopes da Silva pelo esclarecimento das muitas dúvidas surgidas no que respeitou à manipulação e caracterização do quitosano. Ao professor Vítor Amaral e à professora Ana Barros pela recepção e pelo apoio durante a fase curricular do mestrado. Aos colegas de trabalho, cuja amizade contribuiu para tornar passageiros os dias mais difíceis. Às “meninas” da secretaria pelas nossas conversas rápidas, mas muito agradáveis, e, especialmente, por nunca terem dito “não” nas vezes em que precisei ir ao armazém fora de hora. À Df1 Alexandra, Luiza e Sofia pela ajuda com as questões burocráticas. Aos técnicos do Departamento de Engenharia Cerâmica e do Vidro e do Departamento de Química pelo imenso apoio durante a etapa que envolveu a preparação e a caracterização dos compósitos. Aos amigos de diferentes lugares do mundo (Brasil, Portugal, Espanha, Cuba, Venezuela, Itália, Moçambique, Suécia, Ilhas Caraíbas, Japão, Cabo Verde, Bulgária, República Checa, Eslováquia, Sérvia, Polónia, Tailândia, França, Alemanha, Bielo-Rússia, China, Bélgica...), cujos nomes não caberiam neste pequeno espaço. Por fim, um agradecimento especial à pessoa que jamais permitiu que a solidão de mim se aproximasse, estando presente quer nos dias tranquilos, quer nos momentos de maiores turbulências. A essa pessoa, com coração puro e sorriso meigo, devo as minhas maiores vitórias: a “Sr3 Dr3”, e também minha noiva, Fabiane Costa Oliveira.\nresumo\tOs avanços mais recentes em engenharia de tecidos baseiam-se na obtenção de matrizes porosas (scaffolds) que permitem a adesão, a proliferação e a distribuição das células. A obtenção de scaffolds de quitosano, tem merecido, ultimamente, um interesse particular devido ao facto deste polímero apresentar algumas características interessantes, nomeadamente a vantagem de ser solúvel em água, podendo ser facilmente convertido em scaffolds por processos de congelamento e liofilização das suas soluções. Alguns estudos têm mesmo sugerido o uso de scaffolds de quitosano para a preparação de implantes ósseos, visto que estes apresentam boas propriedades, quer de ordem estrutural, quer de ordem composicional. No entanto, para tais aplicações, existe o inconveniente deste polímero não ser bioactivo, o que implica a necessidade de se realizarem modificações superficiais ou de se optar pela sua incorporação em materiais compósitos em que a fase dispersa tenha propriedades bioactivas, opção esta que foi adoptada no presente trabalho. No trabalho que seguidamente se apresenta produziram-se scaffolds compósitos quitosano/brushite, por processos de congelamento e liofilização de suspensões de brushite em solução de quitosano. Estudou-se o efeito da variação de algumas condições experimentais, tendo-se observado que a alteração da proporção quitosano:brushite afecta as características microestruturais, nomeadamente o diâmetro médio de poro e a porosidade total dos scaffolds. Para além disso, algumas propriedades são também significativamente afectadas pelo aumento da concentração de brushite, tais como cristalinidade, densidade e comportamentos térmico e mecânicos. Realizaram-se também estudos do comportamento dos compósitos quitosano/brushite em soluções simuladoras do plasma humano (SBF). Os resultados obtidos mostraram que a presença de brushite confere ao material bioactividade, caracterizada pelo aparecimento de uma camada de hidroxiapatite à superfície. Demonstrou-se que o crescimento da camada apatítica envolve o consumo de iões cálcio e fosfato provenientes da solução de SBF, bem como da própria brushite. As características e bioactividade dos scaffolds quitosano/brushite obtidos no presente trabalho apontam-nos, pois, como materiais promissores para aplicações em engenharia de tecidos, nomeadamente na regeneração do tecido ósseo. Palavras-chave: quitosano, brushite, fosfato de cálcio, compósito, scaffold, engenharia de tecidos, hidroxiapatite.\nabstract\tThe recent advances in tissue engineering are based on porous scaffolds which behave as a template for promoting cells attachment, proliferation and migration. A particular interest has been focused on chitosan scaffolds due to some interesting properties of this polymer. Chitosan is a water soluble polymer that can easily be converted into porous scaffolds by freeze-drying its solutions. Due to its compositional and structural characteristics, chitosan scaffolds have been pointed out for bone implant applications. However, to overcome the absence of bioactivity, surface modifications may be required, or, alternatively, the addition of bioactive substances. This last possibility has been selected to be studied in the work here reported. In the present work, chitosan/brushite composite scaffolds were produced by freezedrying chitosan solutions containing brushite powder. The effect of some experimental parameters was studied. The obtained results showed that the variation of chitosan and brushite contents affects significantly the microstructure of the final scaffolds, mainly their porosity and average pore size. Moreover, some properties as crystallinity, density and thermal and mechanical behavior are also affected. The study of the behavior of the chitosan/brushite composite scaffolds immersed in simulated body fluid (SBF) was also undertaken. An apatite layer on the surface of the composite scaffolds after few aging days was observed, thus indicating their in vitro bioactivity. The apatite layer grows at the expense of calcium and phosphate ions supplied by the SBF and by the brushite dissolution. It may be thus concluded that the attractive properties of the chitosan/brushite composite scaffolds produced in the present work point out these materials as potential candidates for applications in bone tissue engineering.\nKeywords: chitosan, brushite, calcium phosphate, composite, scaffold, tissue engineering, hydroxyapatite.\nIndice\nIntrodução Geral.................................................................1\nCapítulo 1\nIntrodução.......................................................................3\n1.1.\tEngenharia de Tecidos...................................................3\n1.1.1.\tO Tecido Ósseo.....................................................4\n1.1.1.1.\tFormação do Tecido Ósseo.......................................6\n1.1.1.1.1.\tFormação Natural do Tecido Ósseo...............................6\n1.1.1.1.2.\tRevestimento Biomimético e Formação Induzida do Tecido Ósseo...6\n1.2.\tBiomateriais Utilizados na Engenharia do Tecido Ósseo...................7\n1.2.1.\tFosfatos de Cálcio.................................................8\n1.2.2.\tMateriais Poliméricos.............................................12\n1.2.2.1.\tQuitosano.....................................................14\n1.3.\tReferências Bibliográficas.............................................19\nCapítulo 2\nPreparação e Caracterização do Compósito\tQuitosano/Brushite..............27\n2.1.\tIntrodução.............................................................27\n2.1.1.\tMateriais Utilizados na Preparação dos Scaffolds..................28\n2.1.2.\tMétodos de Preparação dos Scaffolds...............................29\n2.1.2.1.\tPreparação de Scaffolds Poliméricos ou\tCompósitos.............29\n2.1.2.1.1.\tLigação de Fibras.............................................29\n2.1.2.1.2.\tUtilização de Agentes Indutores de Poros......................30\n2.1.2.1.3.\tLiofilização (Freeze-Drying)................................. 32\n2.1.2.2.\tPreparação de Scaffolds Cerâmicos.............................33\n2.1.3.\tScaffolds Compósitos Para Regeneração de Tecidos..................33\n2.1.3.1.\tCompósitos de Polímero Sintético..............................34\n2.1.3.2.\tCompósitos de Polímero Natural................................35\n2.2.\tProcedimento Experimental............................................36\n2.2.1.\tPreparação dos Cristais de Brushite..............................38\n2.2.2.\tPreparação da Suspensão de Brushite em Solução de Quitosano......38\n2.2.3.\tCongelamento e Liofilização......................................38\n2.2.4.\tCaracterização dos Pós de Brushite e do Compósito Quitosano/Brushite .. 40\n2.3.\tResultados e Discussão...............................................41\n2.3.1.\tBrushite Obtida por Precipitação.................................41\n2.3.2.\tScaffolds Obtidos por Congelamento e Liofilização................47\n2.4.\tConclusões...........................................................59\n2.5.\tReferências\tBibliográficas...........................................60\nCapítulo 3\nEstudo\tdo Comportamento\tdo Compósito Quitosano/Brushite em Plasma\nHumano Simulado (SBF).........................................................67\n3.1.\tIntrodução...........................................................67\n3.1.1.\tComportamento dos Fosfatos de Cálcio em Solução..................67\n3.1.1.1,\tComportamento em Solução Aquosa.............................67\n3.1.1.2,\tComportamento em Soluções Fisiológicas......................70\n3.1.2.\tComportamento do Quitosano e dos compósitos Quitosano/Fosfato de\nCálcio em Meio Aquoso.....................................................71\n3.1.2.1.\tEnsaios com Soluções Fisiológicas Simuladas.................72\n3.1.2.2.\tEnsaios com Células e Tecidos...............................73\n3.2.\tProcedimento Experimental............................................75\n3.2.1.\tEnsaios de Bioactividade.........................................76\n3.2.1.1.\tPreparação da Solução de SBF................................76\n3.2.1.2.\tEnvelhecimento das Amostras em\tSolução de SBF...............76\n3.2.2.\tCaracterizações das Amostras.....................................77\n3.3.\tResultados e Discussão...............................................78\n3.4.\tConclusões...........................................................95\n3.5.\tReferências Bibliográficas.......................................... 97\nConclusões Gerais............................................................101\nFigura 1.1. Composição do tecido ósseo.\t5\nFigura 1.2. Representação estrutural da quitina (a), da celulose (b) e do quitosano (c).\t15\nFigura 2.1. Procedimento experimental utilizado na preparação dos scaffolds. 37\nFigura 2.2. Espectro de raios-X da brushite.\t42\nFigura 2.3. Micrografias de SEM dos cristais de brushite.\t43\nFigura 2.4. Curvas de Distribuição Granulométrica da Brushite precipitada\n(___) e da brushite moída (..).\t43\nFigura 2.5. Espectro de infravermelho da brushite\t44\nFigura 2.6. Análise termogravimétrica (ATG) e térmica diferencial (ATD) da brushite precipatada.\t45\nFigura 2.7. Espectro de raios-X da montetite obtida por tratamento térmico da brushite a 200° C.\t46\nFigura 2.8. Espectro de raios-X do pirofosfato de cálcio obtida por tratamento térmico da brushite a 400°\tC.\t46\nFigura 2.9. Tratamento do acetato de quitosano com (a) NaOH e (b) Etanol.\t48\nFigura 2.10. Espectro de raios-X do scaffold de (a) quitosano puro e dos compósitos quitosano/brushite (b) 3:1 e (c) 1:1.\t49\nFigura 2.11. Scaffolds de quitosano puro e dos compósitos quitosano/brushite 3:1 e 1:1.\t50\nFigura 2.12. Variação do tamanho médio de poro com o aumento da concentração de brushite no scaffold compósito.\t52\nFigura 2.13. Variação da densidade aparente (a) e da porosidade (b) dos scaffolds em função da concentração de brushite no compósito.\t53\nFigura 2.14. Espectro de infravermelho do quitosano puro (a) e dos compósitos quitosano/brushite 3:1 (b) e (1:1).\t54\nFigura 2.15. Análise Termogravimétrica (ATG) e Térmica Diferencial (ATD) do quitosano.\nFigura 2.17. Tensão de cedência em função da concentração de brushite (a) e da densidade (b) dos compósitos.\t58\nFigura 3.1. Isotérmicas de solubilidade a 37° C obtidas para a brushite (DCPD), para a monetite (DCPA), para o fosfato octacálcico (OCP), para o P-fosfato tricálcio (P-TCP) e para a hidroxiapatite (HA) no sistema Ca(OH)2 -H3PO4-H2O [3].\t69\nFigura 3.2. Procedimento experimental utilizado nos estudos do envelhecimento dos scaffolds em solução de SBF.\t75\nFigura 3.3. Espectros de difracção de raios-X do scaffold de quiitosano puro após diferentes períodos de imersão em solução de SBF.\t78\nFigura 3.4. Espectros de difracção de raios-X do compósito quitosano/brushite 3:1 após diferentes períodos de imersão em solução de SBF.\t79\nFigura 3.5. Espectros de raio-X do compósito quitosano/brushite 1:1 após diferentes períodos de imersão em solução de SBF.\t80\nFigura 3.6. Variação do tamanho de cristalite da camada apatítica formada após imersão em solução de SBF dos compósitos quitosano/brushite 3:1 (a) e 1:1 (b).\t81\nFigura 3.7. Espectros de infravermelho do scaffold de quitosano puro após diferentes dias de imersão em SBF..\t82\nFigura 3.8. Camada inorgânica depositada à superfície do quitosano após 20 dias de imersão em solução de SBF.\t83\nFigura 3.9. Espectros de infravermelho dos compósitos quitosano/brushite 3:1\n(a) e 1:1 (b) após diferentes dias de imersão em SBF.\t84\nFigura 3.10. Imagens de SEM dos scaffolds após diferentes dias de imersão em solução de SBF.\t86\nFigura 3.11. Imagens de SEM dos compósitos quitosano/brushite 3:1 e 1:1 após diferentes dias de imersão em solução de SBF.\t87\nFigura 3.12. Imagens de SEM dos compósitos quitosano/brushite 3:1 e 1:1 após 27 dias de imersão em solução de SBF.\t88\nFigura 3.13. Variação do pH a 37° C das soluções de SBF em contacto com as amostras de quitosano puro, e dos compósitos quitosano/brushite 3:1 e 1:1.\nFigura 3.15. Superfície do compósito sobressaturada em iões cálcio e fosfato provenientes da imersão em solução de SBF (a), seguida da nucleação de hidroxiapatite com libertação de iões fosfato para a solução (b).\t92\nFigura 3.16. Crescimento da camada apatítica a partir do consumo de iões cálcio e fosfato da solução de SBF.\t92\nFigura 3.17. Variação das concentrações de Ca e P e variação das razões molares ACa/AP das soluções de SBF durante os ensaios de bioactividade das amostras dos compósitos quitosano/brushite 3:1 e 1:1.\t94\nTabela 1.1. Principais fosfatos de cálcio utilizados na engenharia do tecido ósseo.\t9\nTabela 1.2. Polímeros naturais e sintéticos utilizados na engenharia de tecidos. 13\nTabela 2.1. Composição dos scaffolds (quitosano/brushite) preparados por liofilização.\t39\nTabela 2.2. Parâmetros de rede da brushite: valores referidos* e valores calculados.\t42\nTabela 2.3. Perdas de massa e transformações de fase registadas durante o tratamento térmico da brushite.\t47\nTabela 2.4. Variação da densidade (p) e da porosidade dos scaffolds (%) com o teor de brushite.\t51\nTabela 2.5. Perda de massa calculada (%) e perda de massa real (%) avaliada por ATG a 650° C, para diferentes compósitos quitosano/brushite.\t56\nTabela 3.1. Solubilidade de alguns fosfatos de cálcios biológicos*.\t58\nAbreviaturas\nACP - fosfato de cálcio amorfo.\nATD - análise térmica diferencial.\nATG - análise termogravimétrica.\nCaP - ortofosfato de cálcio.\nCPC - cimento a base de fosfato de cálcio.\nDCPA - hidrogenofosfato de cálcio anidro (monetite).\nDCPD - hidrogenofosfato de cálcio di-hidratado (brushite).\nDRX - difractometria de raios-X.\nEDS - difractometria de electrões secundários.\nET - engenharia de tecidos.\nFTIR - espectroscopia de infravermelho com transformada de Fourier.\nHA - hidroxiapatite obtida a elevadas temperaturas.\nHAp - hidroxiapatite obtida em meio aquoso.\nICP - espectroscopia de emissão por plasma induzido.\nMEC - matriz extracelular.\nOCP - fosfato octacálcico.\nPGA - ácido poli(glicólico).\nPLA - ácido poli(láctico).\nPLGA - ácido poli(láctico-co-glicólico).\nSBF - plasma humano simulado.\nSEM - microscopia electrónica de varrimento.\nTTCP - fosfato tetracálcico.\na-TCP - a-fosfato tricálcio.\nP-TCP - P-fosfato tricálcico.\nIntrodução Geral\nA utilização de scaffolds tridimensionais em aplicações biomédicas tem apresentado bons resultados no que diz respeito ao crescimento e regeneração dos tecidos, sobretudo do tecido ósseo. A estrutura desses scaffolds garante a fixação e proliferação de células, além de servir como suporte mecânico durante o processo de regeneração do osso.\nEmbora tenham sido alcançados grandes avanços nesta área, a obtenção de scaffolds que combinem todas as propriedades adequadas à sua utilização na regeneração dos tecidos, tais como osteocondutividade, biocompatibilidade, bioactividade, resistência mecânica adequada, taxa de degradação compatível com a taxa de crescimento do tecido, entre outras, ainda não foi conseguida.\nAs propriedades finais de um scaffold estão directamente relacionadas com a escolha do material utilizado para a sua elaboração. A utilização de materiais quer de origem sintética, quer de origem natural, tem sido reportada, merecendo particular interesse a utilização de polímeros. Apesar do número crescente de trabalhos relacionados com o estudo do comportamento in vivo e in vitro de scaffolds a base de polímeros sintéticos, tem havido um crescente interesse na utilização de polímeros naturais. Além de apresentarem vantagens de ordem composicional, tal como constituição química semelhante à das substâncias presentes no organismo, os polímeros naturais são amplamente encontrados na natureza, sendo a sua obtenção economicamente mais viável. Nesse aspecto, a obtenção de scaffolds de quitosano, um polímero natural obtido a partir da quitina, o segundo polímero mais abundante na natureza, tem sido investigada.\nEmbora o quitosano seja biocompatível e desenvolva uma boa interacção com os tecidos, a sua utilização em aplicações biomédicas torna-se limitada pela ausência de bioactividade e baixa resistência mecânica. Como alternativa para solucionar tais problemas, têm sido sugeridas modificações estruturais e combinações do polímero com substâncias inorgânicas bioactivas, de forma a obterem-se compósitos com propriedades melhoradas. Por serem bioactivos e possuírem composições semelhantes à da fase mineral do osso,\ntem-se sugerido a utilização de fosfatos de cálcio como fase inorgânica dos compósitos. A incorporação de fosfato de cálcio numa matriz polimérica tem contribuído para a obtenção de compósitos que combinam a flexibilidade dos polímeros com a resistência, a dureza e a bioactividade da fase inorgânica. Tais características garantem uma maior estabilidade ao material quando em contacto com o plasma humano, além de desenvolver uma maior interacção com o tecido ósseo.\nO presente trabalho tem como objectivos: (i) o estudo da preparação de scaffolds porosos, a partir da liofilização de dispersões de pós de brushite em solução de quitosano. Pretende-se estudar o efeito da brushite nas características do scaffold compósito, nomeadamente no que respeita à microestrutura e às suas propriedades mecânicas; (ii) o estudo do comportamento do compósito quitosano/brushite imerso em solução de plasma humano simulado, nomeadamente no que respeita à sua bioactividade. Além disso, a relação entre a concentração inicial de brushite no compósito e as propriedades bioactivas do mesmo será estudada.\nCapítulo 1\nIntrodução\n1.1.\tEngenharia de Tecidos\nAnualmente ocorrem cerca de 2,2 milhões intervenções cirúrgicas em todo o mundo com o objectivo de reconstruir ou substituir fracções do tecido ósseo danificado por traumas ou doenças [1]. Os Estados Unidos da América e os países membros da União Europeia têm estudado o impacto socioeconómico no tratamento de pacientes acometidos de tais enfermidades, cujo número irá aumentar nos próximos anos devido ao envelhecimento da população [2]. Actualmente, os tratamentos mais utilizados baseiam-se na substituição por tecido ósseo saudável proveniente do organismo do próprio paciente (osso autólogo ou autógeno) ou de um dador (osso homólogo ou homógeno). Esses tratamentos são, porém, limitados pelas pequenas porções de osso autólogo que podem ser utilizadas, bem como pelos riscos de complicações imunológicas com a utilização do osso homólogo [3, 4 ]. Como alternativa à utilização desses tratamentos, tem-se sugerido a aplicação de materiais preparados artificialmente, os biomateriais.\nPode definir-se um biomaterial como sendo uma substância, de origem natural ou sintética, que se utiliza para substituir de forma permanente ou temporária um tecido, órgão ou função do organismo [5]. A Engenharia de Tecidos (ET) constitui uma área de investigação interdisciplinar que aplica princípios de engenharia, bem como de outras áreas da ciência, na preparação e no estudo dos biomateriais como substitutos biológicos utilizados na regeneração ou na melhoria de tecidos [6, 7]. Actualmente a utilização de scaffolds, bem como de cimentos a base de fosfatos de cálcio (CPC), na engenharia do tecido ósseo tem sido objecto de variados estudos. A preparação e utilização dos CPCs não se encontram no âmbito do presente estudo, não sendo por essa razão abordada. No\ncapítulo seguinte serão discutidos aspectos relacionados com a obtenção e propriedades dos scaffolds utilizados em ET.\nOs biomateriais utilizados na engenharia do tecido ósseo deverão ser bioactivos, biocompatíveis, biodegradáveis e bioabsorvíveis, ou seja:\n(i)\tBioactivos para interagirem com o tecido vizinho através de ligações bioquímicas na superfície, favorecendo o crescimento do novo tecido [8];\n(ii)\tBiocompatíveis por se exigir que sejam materiais não-tóxicos, bem tolerados e que apresentam poucos riscos de respostas imunológicas adversas [9];\n(iii)\tBiodegradáveis para serem degradados por interacções com o organismo (reacções químicas com o plasma) ou com substâncias dele derivadas (enzimas) [10 ];\n(iv)\tBioabsorvíveis para que os subprodutos da sua degradação sejam solubilizados ou metabolizados pelo organismo [8]. Tais materiais são extremamente interessantes em aplicações biomédicas, uma vez que, após implantados, se torna desnecessária nova intervenção cirúrgica para sua remoção.\nAbordar-se-ão, posteriormente, as propriedades dos materiais normalmente utilizados na ET. Para melhor compreensão da funcionalidade destes materiais far-se-á seguidamente uma breve descrição da constituição e mecanismos de formação do tecido ósseo\n1.1.1.\tO Tecido Ósseo\nO tecido ósseo tem como finalidade garantir o suporte estrutural do corpo, servindo de protecção aos tecidos moles e protegendo órgãos vitais, como os contidos na caixa torácica e craniana. Além disso, proporciona apoio aos músculos, transformando as suas contracções em movimentos úteis, e serve também de fonte de iões cálcio e fosfato necessários a uma grande variedade de funções metabólicas [11, 12].\nEm termos gerais, o tecido ósseo é formado por células e por um material intercelular constituído por fibras de colagénio calcificadas, a matriz óssea (Figura 1.1). As células que compõem o tecido ósseo denominam-se: (i) osteócitos, células que se situam em cavidades\nou lacunas no interior da matriz; (ii) osteoblastos, células produtoras da parte orgânica da matriz (colagénio) e (iii) osteoclastos, células gigantes com vários núcleos, responsáveis pela reabsorção do tecido ósseo, participando, assim, dos processos de remodelação dos ossos [12].\nOsteoblasto\nOsteoclasto\nOsteócito\nMatriz Óssea\nFigura 1.1. Composição do tecido ósseo [12].\nMacroscopicamente, a matriz óssea é formada por uma camada superficial densa denominada osso cortical (ou compacto), que reveste uma camada porosa, o osso trabecular (ou esponjoso) [11]. O osso cortical apresenta uma porosidade da ordem dos 10 %, enquanto que o osso trabecular possui 50 a 90% de porosidade. A elevada porosidade do osso trabecular faz com que os valores da sua tensão de cedência sejam bastante inferiores aos do osso cortical, 2-12 MPa e 100-230 MPa, respectivamente [8, 13]. O valor do módulo de compressão encontra-se na ordem dos 0,05-0,5 GPa para o osso trabecular\n[8]\te 3-30 GPa para o osso cortical [14]. Microscopicamente observa-se que as fibras de colagénio mineralizadas, possuindo 80 a 100 nm de espessura e um comprimento da ordem de algumas dezenas de mícron, são constituídas por apatite biológica, uma substância bastante semelhante, em termos estruturais, à hidroxiapatite (Ca5(PO4)3OH). Em termos biológicos, não existe uma forma apatítica sem substituição, ou seja, contendo apenas iões\ncálcio, fosfato, hidrogenofosfato e hidroxilo [15]. Observa-se normalmente a substituição de iões Ca2+ por Na+, K+, Mg2+ ou Sr2+; de iões PO43- por iões carbonato, e de iões OH- por F-, Cl- e HCO3- [ 16]. As apatites biológicas apresentam-se sempre com morfologia lamelar em que se evidencia uma crescimento preferencial segundo a direcção “c” [11, 15].\nFormação do Tecido Ósseo\n1.1.1.1.1.\tFormação Natural do Tecido Ósseo\nA formação natural do osso ocorre inicialmente com a produção de uma matriz extracelular porosa (MEC) constituída pelo colagénio produzido pelos osteoblastos. A calcificação ocorre 24 a 74 h após a criação da MEC, envolvendo as seguintes etapas: (i) nucleação de cristais de fosfato de cálcio, e (ii) crescimento dos cristais. Tem sido sugerido que pode precipitar primeiramente um fosfato de cálcio amorfo que é posteriormente convertido em brushite (CaHPO4.2H2O), depois em fosfato octacálcico (Ca8(HPO4)2(PO4)4.5H2O) e, finalmente, em hidroxiapatite [6, 17].\nApós a calcificação, alguns osteoblastos são armadilhados pela matriz, originando os osteócitos, que comunicam entre si através de longos canalículos por onde passam os nutrientes necessários à sua subsistência.\n1.1.1.1.2.\tRevestimento Biomimético e Formação Induzida do Tecido Ósseo\nA engenharia do tecido ósseo tem como objectivo desenvolver meios adequados para promover a regeneração do tecido ósseo tirando partido da utilização de biomateriais. Os processos envolvidos no comportamento desses materiais em tais regenerações procuram seguir princípios semelhantes aos adoptados pela natureza [18, 19].\nTorna-se bastante complicado reproduzir exactamente os processos naturais envolvidos na formação do osso a partir do biomaterial, sobretudo no que respeita às etapas envolvidas na sua calcificação [19]. Sabe-se, porém, que, após implantado no organismo, o biomaterial interage inicialmente com o plasma sanguíneo - solução altamente saturada em iões cálcio e fosfato - que também contém várias proteínas que podem eventualmente interferir no processo de calcificação. Torna-se pois difícil prever o comportamento do material implantado, mesmo dispondo de resultados de ensaios in vitro. Na realização de tais ensaios substitui-se normalmente o plasma humano por uma solução idealizada por Kokubo et al. [20], denominada Plasma Humano Simulado (SBF), que embora não apresente proteínas na sua constituição, possui uma concentração iónica semelhante à do plasma sanguíneo humano [18]. A imersão de materiais bioactivos em SBF provoca a deposição de uma camada apatítica, com composição semelhante à da apatite biológica, na superfície destes materiais. A formação da camada apatítica em presença de SBF é chamada de revestimento biomimético [18, 21 ].\nOs mecanismos de crescimento do osso induzido pela introdução de um biomaterial no organismo não são ainda bem compreendidos. No entanto, acredita-se que o contacto de um material bioactivo, como por exemplo a hidroxiapatite, com o tecido ósseo provoque inicialmente a deposição de osteoblastos na sua superfície, seguida da formação de uma fase amorfa constituída maioritariamente por iões cálcio e fosfato. Seguidamente, os osteoblastos libertam porções de colagénio, estabelecendo-se uma ligação entre a fase amorfa e as células ósseas, após o que ocorre a precipitação dos primeiros cristais de apatite biológica, e, consequentemente, o desenvolvimento de ligações entre o material implantado e o tecido ósseo, induzindo, assim, a calcificação [8].\n1.2.Biomateriais Utilizados na Engenharia do Tecido Ósseo\nNa engenharia do tecido ósseo utilizam-se actualmente biomateriais de natureza muito variada: quer polímeros de origem sintética [22, 23] ou natural [24, 25 ], quer materiais cerâmicos [8, 18], quer ainda materiais compósitos [26].\nOs materiais cerâmicos utilizados em aplicações biomédicas, também denominados biocerâmicos, destacam-se por serem mais biocompatíveis que qualquer outro biomaterial, apresentando como desvantagens uma baixa resistência à fractura e ausência de ductilidade\n[8]. Entre os biocerâmicos mais utilizados destacam-se a alumina (Al2O3), a zircónia (ZrO2) e os fosfatos de cálcio. Tanto a alumina como a zircónia são considerados cerâmicos bioinertes, não desenvolvendo ligações químicas com o osso, enquanto que os fosfatos de cálcio destacam-se por serem bioactivos [8].\nAlguns vidros, contendo cálcio e fósforo na sua composição, apresentam elevada bioactividade que se evidencia pela formação de microcristais de hidroxiapatite na sua superfície após contacto com o plasma humano. Por esta razão, tais materiais são também bastante utilizados na engenharia do tecido ósseo [8].\nOs cerâmicos bioactivos interagem com o tecido através de modificações superficiais decorrentes de interacções com o organismo e através de ligações bioquímicas, seguidas da completa substituição pelo osso saudável [8].\nEntre os biocerâmicos utilizados tem merecido particular interesse a utilização dos fosfatos de cálcio visto que, além de bioactivos, têm composição química semelhante à da fase mineral do tecido ósseo.\n1.2.1.\tFosfatos de Cálcio\nA maior parte dos fosfatos de cálcio utilizados na obtenção de implantes ósseos são ortofosfatos de cálcio (CaP), sendo assim designados por possuirem o grupo ortofosfato (PO43-) na sua estrutura [ 27]. Além dos grupos iónicos PO43-, existem CaPs com grupos HPO42- e H2PO4-, embora este último não seja facilmente encontrado no organismo por se formar apenas sob condições muito ácidas [28].\nAlém dos grupos ortofosfato, o grupo pirofosfato (P2O74-) é também encontrado no organismo humano na forma de pirofosfato de cálcio (Ca2P2O7), mas apenas em algumas calcificações patológicas, sendo por isso considerado de menor importância biológica [28].\nConforme apresentado na Tabela 1.1, os CaPs podem ser divididos em duas categorias: (i) CaPs obtidos por precipitação em sistemas aquosos (baixas temperaturas) e (ii) CaPs obtidos por tratamentos térmicos (temperaturas elevadas).\nTabela 1.1. Principais fosfatos de cálcio utilizados na engenharia de tecidos\nNome\tFórmula\tCa/P\tDesignação\nHidrogenofosfato de cálcio anidroa\tCaHPO4\t1,00\tDCPA\nHidrogenofosfato de cálcio di-hidratadoa\tCaHPO4. 2H2O\t1,00\tDCPD\nFosfato octacálcicoa\tCa8(HPO4)2(PO4)4.5H2O\t1,33\tOCP\nHidroxiapatite precipitadaa\tCa10-x(HPO4)x(PO4)6-x(OH)2-x)\t1,50-1,80\tHAp\nf-Fosfato tricálcicob\tf-Ca3(PO4)2\t1,50\tf-TCP\na-Fosfato tricálcicob\ta-Ca3(PO4)2\t1,50\ta-TCP\nHidroxiapatite sinterizadab\tCa10(PO4)6(OH)2\t1,67\tHA\nFosfato tetracálciob\tCa4(PO4)2O\t2,00\tTTCP\na Obtido por precipitação em meio aquoso a baixa temperatura b Obtido por tratamento térmico a elevadas temperaturas\nA hidroxiapatite apresenta a particularidade de poder ser obtida tanto por precipitação (HAp) como por tratamentos térmicos a temperaturas elevadas (HA). Ambas as formas de hidroxiapatite possuem normalmente a mesma estrutura cristalina, ou seja, são hexagonais, embora apresentem propriedades diferentes. Também tem sido reportada HAp com estrutura monoclínica [11], tendo sido observada a transição monoclínica-hexagonal a temperaturas superiores a 250° C [28]. A HAp é geralmente não estequiométrica (Ca10-x(HPO4)x(PO4)6.x(OH)2.x), sendo obtida a partir de soluções contendo iões cálcio e fosfato numa relação Ca/P=1,67, a pH>9, mantendo-se o precipitado sob condições apropriadas [11]. A química da HAp é bastante complexa ocorrendo variações na razão molar Ca/P que vão desde 1,50 a 1,80. A HAp com uma razão molar Ca/P de 1,50 é geralmente chamada de hidroxiapatite deficiente em cálcio ou fosfato tricálcico (TCP) [27]. É necessário ter em atenção as diferenças entre o TCP e o 0-TCP, pois embora tenham praticamente a mesma composição, as suas estruturas cristalinas são completamente diferentes [11]. A HA, por\nseu turno, pode ser obtida por reacções no estado sólido de outros fosfatos de cálcio (monetite, brushite) com CaO, Ca(OH)2 ou CaCÜ3 a temperaturas de -1200° C, numa atmosfera contendo iguais volumes de vapor de água (usado como fonte de grupos OH-) e azoto gasoso [11]. Quando comparada com a HA, a HAp é geralmente pouco cristalina e os seus cristais possuem dimensões submicrométricas. A HAp apresenta valores de área superficial normalmente muito superiores aos da HA (cerca de 100 vezes maior). A sua elevada área superficial torna a HAp mais reactiva do que a HA, em termos biológicos [29 ]. Por ser não estequiométrica, a HAp apresenta sempre, tal como a apatite biológica, algum grau de substituição por outros iões. Apesar de a HAp se assemelhar mais à hidroxiapatite biológica, a HA é normalmente mais utilizada na elaboração de implantes ósseos devido ao facto de ser quimicamente mais estável, permitindo assim um melhor controlo do seu comportamento in vivo [29].\nO P-TCP (P-Ca3(PO4)2) é outro exemplo de um CaP obtido a temperaturas elevadas, por reacções a 650° C entre misturas equimolares de DCPD e HAp (com razão Ca/P=1,67)\n[27]\t. Possui estrutura romboédrica, sendo transformado a 1125° C em a-TCP, uma substância com a mesma composição química, mas com estrutura cristalina monoclínica\n[28]\t. Em calcificações biológicas não se tem encontrado nenhuma dessas substâncias, embora em cálculos dentários e pedras urinárias possa existir uma substância com composição semelhante denominada whitlockite ((Ca, Mg)3(PO4)2) [11]. O P-TCP tem sido amplamente utilizado na substituição e na regeneração do tecido ósseo, normalmente como componente de cimentos biológicos [30] ou como reforço de scaffolds poliméricos [31]. O P-TCP é bioactivo e biocompatível, sendo completamente absorvido pelo organismo num intervalo de 1 a 2 anos [29]. O a-TCP é biocompatível, sendo mais solúvel e mais biodegrável do que o P-TCP [11, 27].\nO fosfato tetracálcico (Ca4(PO4)2O), ou TTCP, possui estrutura monoclínica, sendo obtido por reacções no estado sólido, a temperaturas elevadas (-1400° C), de misturas equimolares de hidrogenofosfato de cálcio e carbonato de cálcio, em atmosfera livre de humidade ou sob vácuo, condições exigentes do ponto de vista experimental [28, 29]. O TTCP é instável em meio aquoso, sendo lentamente hidrolisado em hidroxiapatite e hidróxido de cálcio. Pelo facto de ser obtido apenas a temperaturas elevadas, o TTCP não\nocorre em meio biológico, sendo normalmente utilizado na preparação de cimentos biológicos de fosfato de cálcio [11].\nA brushite (CaHPO4.2H2Q), ou hidrogenofosfato de cálcio di-hidratado (DCPD), possui estrutura monoclínica, sendo obtida por precipitação em sistemas aquosos à temperatura ambiente, na gama de pH entre 4 e 5 [28]. A brushite pode encontrar-se no organismo humano em calcificações patológicas como, por exemplo, cálculos dentários. Do ponto de vista biológico, essa substância destaca-se por ser considerada altamente bioabsorvível quando comparada com os demais CaPs biocompatíveis. Nas condições de pH fisiológico é o mais solúvel dos CaPs sintetizados em meio aquoso; é metaestável nalguns sistemas aquosos, podendo ser convertida noutros CaPs, tais como fosfato octacálcico (pH-6-7) ou HAp (pH>7). Em aplicações ortopédicas é rapidamente absorvida e substituída pelo novo osso [29]. Além disso exerce um papel importante no controlo do tempo de presa de vários cimentos à base de fosfatos de cálcio que são utilizados em aplicações ortopédicas e dentárias [32]. Como referido, a brushite pode ser um dos precursores da hidroxiapatite biológica durante o processo de calcificação in vivo [33]. Nos últimos anos, a cinética de dissolução da brushite, bem como a sua consequente transformação em HAp tem atraído a atenção de diversos investigadores [34, 35]. Estudos recentes demonstraram que pequenas quantidades de magnésio podem inibir a transformação da brushite em HAp [29], facto este que pode ser tido em conta no processo de controlo da degradação in vivo de biomateriais contendo brushite.\nA monetite (CaHPO4), ou fosfato de cálcio anidro (DCPA), constitui a forma anidra da brushite. Possui estrutura cristalina triclínica e pode ser obtida por precipitação em meio aquoso nas mesmas condições de obtenção da brushite, mas apenas a temperaturas próximas dos 100° C [11, 28]. Resultados de estudos in vivo permitiram evidenciar a sua biocompatibilidade e biodegradabilidade [27]. Tal como a brushite, a monetite também pode transformar-se em HAp quando em contacto com o plasma humano [36].\nO fosfato octacálcico (Ca8(HPO4)2(PO4)4.5H2O), ou OCP, é geralmente citado como sendo uma fase intermédia na precipitação em meio aquoso de fosfatos de cálcio termodinamicamente mais estáveis, como a HAp [11]. Apesar desta substância ter sido inicialmente descrita por Berzelius em 1836, a sua existência só passou a ser universalmente aceite em meados dos anos 50 devido à sua grande semelhança estrutural\ncom a hidroxiapatite [28]. O fosfato octacálcico possui estrutura triclínica, podendo ser preparado por hidrólise de cristais de brushite ou por precipitação, a pH 6,5, em soluções saturadas em iões cálcio e fosfato [28]. No corpo humano, o fosfato octacálcico encontrase normalmente em cálculos dentários e urinários. Como se referiu anteriormente, essa substância, tal como a brushite, pode actuar como precursora da hidroxiapatite biológica [11, 28].\nSó muito recentemente foi reportada na literatura a existência de fosfato de cálcio amorfo, ou ACP [28]. Tal substância ocorre como uma fase transitória durante a formação de fosfatos de cálcio, particularmente a HAp, em sistemas aquosos [11]. Normalmente, o ACP é a primeira fase que precipita numa solução sobressaturada preparada por mistura de soluções contendo iões cálcio e fosfato. A sua composição química depende do valor do pH, bem como da concentração de iões cálcio e fosfato da solução reagente. A estrutura do ACP ainda levanta algumas dúvidas admitindo-se até que a composição desta substância corresponde à de uma mistura de diferentes fosfatos de cálcio. Os espectros de infravermelho do ACP apresentam bandas largas que não evidenciam as vibrações características dos grupos fosfato, enquanto que os espectros de difracção de raios-X revelam uma estrutura sem planos de difracção. No entanto, é possível que o ACP tenha uma estrutura semelhante à da HAp, mas com cristalites muito pequenas, a ponto de parecer amorfo nos ensaios de difracção de raios-X [11].\n1.2.2.\tMateriais Poliméricos\nA utilização de materiais poliméricos biodegradáveis em ET reside no facto destes materiais satisfazerem muitos dos requisitos técnicos e biológicos necessários para tal aplicação [37]. Esses polímeros podem ser de origem sintética ou natural.\nOs polímeros biodegradáveis sintéticos são actualmente os mais utilizados em ET, destacando-se os poli(hidroxiácido) [37], os polipropileno fumarato) [ 38], o poli(caprolactona) [39 ], os poli(carbonatos) [ 40] e os poli(anidrido) [41 ].\nOs polímeros biodegradáveis naturais são obtidos a partir de fontes naturais, sejam elas de origem animal ou vegetal, tais como: colagénio [42], quitosano [24], amido [43], ácido\nhialurónico [44] e o poli(hidroxibutirato) [45], entre outros. As principais vantagens desses materiais são: induzirem baixas respostas imunológicas adversas, grande aptidão para ser quimicamente modificada e, sobretudo no caso do amido e do quitosano, a facilidade com que podem ser encontrados na natureza [2].\nA Tabela 1.2 apresenta detalhes sobre a origem e as principais características de alguns dos polímeros anteriormente mencionados.\nTabela 1.2. Polímeros naturais e sintéticos utilizados na engenharia do tecido ósseo*\nMaterial\tOrigem\tCaracterísticas\nColagénio\tNatural\tBaixa resposta imunológica Bom substrato para adesão das células\nQuitosano\tNatural\tPromove osteocondução e regeneração do tecido\nAmido\tNatural\tBom substrato para adesão das células Biocompatível e não-tóxico\nÁcido Hialurónico\tNatural\tBaixa resposta imunológica Scaffolds com baixas propriedades mecânicas\nPoli(hidroxibutirato)\tNatural\tOsteocondutivo, embora de natureza frágil\nPoli(hidroxiácidos)\tSintética\tDegradados por hidrólise Aprovados para uso clínico Podem ocasionar problemas de biocompatibilidade e citotoxicidade no local do implante\nPoli(caprolactona)\tSintética\tDegradado lentamente por hidrólise\nPoli(propileno fumaratos)\tSintética\tDegradados em ácido fumárico e propileno glicol Comportamento biológico satisfatório\nPoli(anidridos)\tSintética\tNormalmente utilizados como transportadores de drogas Biocompatíveis Suportam a regeneração do osso cortical e do osso trabecular\n*Adapatado da referência [2]\nRelativamente aos polímeros sintéticos, os poli(hidroxiácidos), tais como os polímeros do ácido poli(láctico) (PLA) e do ácido poli(glicólico) (PGA), bem como os copolímeros destes, são, actualmente, os mais utilizados [46]. Quando em contacto com o organismo, o PLA e o PGA são hidrolisados em ácido láctico e glicina (CH2COONH3), respectivamente, sendo tais substâncias metabolizadas pelo organismo e convertidas em água e dióxido de\ncarbono [46]. Devido à presença de um grupo metilo adicional na sua estrutura, o PLA é mais hidrofóbico que o PGA. Quando em contacto com o plasma humano, o PGA degradase mais rapidamente (algumas semanas) do que o PLA, que, por seu turno, pode permanecer estável por períodos superiores a um ano [ 47]. Estes polímeros apresentam ainda propriedades mecânicas interessantes: o PLA possui valores de tensão de cedência e módulo de compressão da ordem dos 50-70 MPa e 3-4 GPa, respectivamente. Por seu lado, o PGA apresenta valores de tensão de cedência que variam entre 60-100 MPa e módulo de compressão entre 6-7 GPa [47], valores estes muito superiores aos do osso trabecular conforme referido anteriormente.\nO colagénio é o polímero mais abundante na constituição dos tecidos animais, desempenhando um papel importante no suporte estrutural e nas propriedades mecânicas destes mesmos tecidos. Embora existam cerca de 20 tipos diferentes de colagénio, os mais importantes são: tipo I (presente na pele, nos tendões e nos ossos), tipo II (presente nas cartilagens) e tipo III (presente na pele e nos vasos sanguíneos) [48, 49]. As propriedades mecânicas dos materiais e dos tecidos à base de colagénio estão relacionadas com o volume, com a proporção e, sobretudo, com a orientação das suas fibras [48].\nAlém do colagénio, também tem sido investigada a utilização do quitosano em engenharia de tecidos. Por ser objecto de estudo do presente trabalho, abordar-se-ão, seguidamente, os aspectos mais relevantes para esse tipo de aplicação.\n1.2.2.1.\tQuitosano\nO quitosano é um copolímero de glicosamina (2-amina-2-deoxi-D-glucose) e N-acetilglucosamina (2-acetamida-2-deoxi-D-glucose). Pode ser obtido a partir da quitina, o polímero natural mais abundante na natureza depois da celulose e um dos principais constituintes do esqueleto de crustáceos aquáticos, estando presente também nalguns insectos e fungos [50]. Quimicamente, a quitina é formada por unidades repetidas de N-acetilglucosamina, estrutura esta quase idêntica à da celulose (Figura 1.2).\n(a)\n(b)\n(c)\nFigura 1.2. Representação estrutural da celulose (a), da quitina (b) e do quitosano (c) [51].\nA diferença entre a quitina e o quitosano reside no grau de desacetilação (percentagem de grupos amina livres) que, para o quitosano, se encontra geralmente no intervalo 50-90%. Embora não exista uma definição rígida que estabeleça o grau de acetilação a partir do qual o polímero passa de quitina a quitosano, utiliza-se normalmento o termo quitosano quando o grau de desacetilação é superior a 50% [52, 24].\nUma das características mais importantes do quitosano é a sua solubilidade em água levemente acidificada (pH<6). Tal solubilidade deve-se à protonação dos grupos amina do polímero quando em meio ácido, o que resulta numa elevada densidade de carga e consequente interacção com o meio. Esta protonação ocorre devido à facilidade do átomo de azoto do grupo amina em partilhar o par de electrões desemparelhado com iões carregados positivamente [53]. Dessa forma o quitosano é conhecido por ser um polímero catiónico, podendo ligar-se a moléculas ou a superfícies com carga negativa [54], desenvolvendo assim uma rápida interacção com os tecidos humanos [55, 56].\nO quitosano é um polímero semi-cristalino, sendo o seu grau de cristalinidade dependente da sua percentagem de acetilação. A cristalinidade é máxima tanto para a quitina completamente acetilada como para o quitosano totalmente desacetilado [57]. A cristalinidade do quitosano reflecte-se na taxa de degradação deste polímero in vivo, verificando-se que, quanto maior for a cristalinidade, menor será a tendência para sofrer degradação. Tal facto deve-se à dificuldade das enzimas hidrolíticas em penetrar na estrutura ordenada do polímero cristalino [24].\nOs grupos amina livres do quitosano conferem a esta substância uma importante capacidade complexante e, tal como os grupos hidroxilo, permitem a manipulação da sua estrutura mediante reacções químicas apropriadas, tais como a adição de grupos carboxílicos ou sulfónicos [58]. Esse facto possibilita a utilização dessas substâncias em diversas aplicações na indústria farmacêutica e de cosméticos [50].\nO grau de desacetilação e a massa molecular são propriedades importantes do quitosano por se reflectirem na solubilidade e na viscosidade das suas soluções, respectivamente. Entre os métodos utilizados para determinar o grau de remoção dos grupos acetilo, podem mencionar-se a espectroscopia de infravermelho, a titulação e a espectrometria de absorção atómica [59, 60]. Na determinação da massa molecular do quitosano utilizam-se normalmente métodos de cromatografía e de medida da viscosidade intrínseca [61], sendo este último o método mais vantajoso por ser mais simples e rápido.\nA viscosidade do quitosano em solução é influenciada pelo seu grau de desacetilação e, tal como para outros polímeros, pela sua massa molecular, concentração, força iónica, pH da solução e temperatura [50].\nO quitosano é biocompatível e bioabsorvível, possuindo ainda propriedades osteocondutoras [62, 63]. Estudos recentes demonstraram a sua não-toxicidade in vivo, sendo biodegradado pela lisozima, uma enzima presente em tecidos, órgãos e fluidos corporais de mamíferos, inclusive no fluido lacrimal [50, 64]. Os produtos da degradação enzimática são oligómeros de N-acetil-D-glicosamina que, além de apresentarem propriedades cicatrizantes e anti-microbianas, são totalmente absorvidos pelo organismo [50]. Tais características tornam promissora a utilização do quitosano em engenharia de tecidos. No entanto, tem como desvantagem a ausência de bioactividade, o que torna necessário a introdução de modificações superficiais por outros grupos funcionais, tais\ncomo grupos carboxílico [65] e fosfato [66], ou a combinação com substâncias inorgânicas de modo a obterem-se materiais compósitos bioactivos [67].\nA engenharia do tecido ósseo requer a utilização de materiais porosos que permitam a proliferação das células geradoras do tecido ósseo pelo que o quitosano é normalmente utilizado na forma de scaffolds porosos, como oportunamente se detalhará no capítulo seguinte. No entanto, têm sido obtidos outros materiais que possuem quitosano na sua composição com o intuito de serem utilizados em engenharia de tecidos.\nReportaram-se, recentemente, estudos da influência da composição e do pH de soluções fisiológicas simuladas, contendo excesso de iões cálcio ou fosfato, na calcificação de membranas de quitosano. Análises de microscopia electrónica de varrimento e de electrões secundários (SEM/EDS) revelaram que a calcificação é favorecida por elevados valores de pH e de concentração das espécies iónicas. Verificou-se ainda que a composição e a morfologia da camada formada dependem da espécie iónica (cálcio ou fósforo) em excesso. Assim, soluções com excesso de iões cálcio favoreceram a deposição de partículas com morfologia pouco definidas, com Ca/P=1,73, enquanto que um excesso de iões fosfato em solução proporcionam a deposição de partículas esféricas, com Ca/P=1,46 [68]. A estrutura cristalina da fase inorgânica resultante da calcificação não foi determinada. Num estudo semelhante, Varma et al. [66] analisaram o comportamento de membranas de quitosano fosforiladas, e previamente tratadas com soluções saturadas em Ca(OH)2, em soluções de SBF contendo 1,5 vezes a concentração iónica do plasma humano. Essa técnica de fosforilação, seguida do tratamento com Ca(OH)2, tem sido apontada como sendo favorável à nucleação de fosfatos de cálcio. Dessa forma, verificaram a deposição de uma camada apatítica após 20 dias de imersão em solução de SBF. As membranas fosforiladas e que não foram tratadas com o hidróxido de cálcio não apresentaram deposição apatítica após imersão em SBF.\nIto et al. [69] investigaram o comportamento in vivo de membranas de quitosano contendo diferentes quantidades de pós de hidroxiapatite dispersos. Esses estudos revelaram que as membranas são bem toleradas, sendo detectado o encapsulamento por fibras e a formação ocasional do osso. Observaram ainda que, o aumento da proporção de hidroxiapatite, acelera o processo de degradação das membranas in vivo.\nRedepenning et al. [70] revestiram barras de titânio com um compósito quitosano/brushite através de reacções electroquímicas na superfície do metal em contacto com uma solução de quitosano contendo iões cálcio e iões fosfato. O compósito quitosano/brushite foi convertido em quitosano/hidroxiapatite por tratamento com solução de hidróxido de sódio, apresentando uma maior adesão ao substrato, quando comparado com os revestimentos contendo apenas hidroxiapatite.\nRelativamente à produção de materiais com estruturas submicrométricas à base de quitosano, reportou-se recentemente a preparação de pós nanocompósitos de quitosano/hidroxiapatite por um método de co-precipitação. Imagens de microscopia electrónica de transmissão (TEM) revelaram que o compósito é formado por agregados homogéneos de hidroxiapatite e polímero, com cerca de 230 nm de comprimento [71]. Cheng et al. [72], partindo igualmente de um método de co-precipitação, obtiveram nanocompósitos de quitosano/hidroxiapatite. As partículas do compósito obtido possuíam morfologia e dimensões semelhantes às do compósito do trabalho anteriormente mencionado.\nTrabalhos recentes revelaram o efeito da adição de ácido cítrico durante a preparação do nanocompósito quitosano/hidroxiapatite por co-precipitação. Demonstrou-se que a adição do ácido provoca o aumento do tamanho das partículas do compósito precipitado. Esse efeito foi atribuído a possíveis interacções electrostáticas entre o ácido cítrico e o quitosano, ou à formação de complexos quitosano-citrato [73].\nYoshida et al. [74] desenvolveram um método para obtenção de nanocompósitos quitosano/hidroxiapatite por reacções mecanoquímicas (moagem em moinhos de bolas), entre precursores sólidos de hidroxiapatite e uma suspensão de quitosano a pH 10, à temperatura ambiente, durante 9 horas. A pasta resultante permaneceu sob agitação durante 24 horas. O nanocompósito obtido apresentou a deposição de uma camada apatítica na sua superfície após 7 dias de imersão em solução de SBF.\nEmbora se tenham conseguido bons resultados na utilização do quitosano e de compósitos de quitosano em ensaios in vitro e, em alguns casos, in vivo, todos os materiais anteriormente citados encontram-se ainda em fase de testes, não tendo sido ainda aplicado em seres humanos.\n1.3.Referências Bibliográficas\nI.\tVaccaro A. R., “The role of the osteoconductive scaffold in synthetic bonte graft”, Orthopedics 25(5) (2002) s571-s578.\n2\t. Salgado A. J., Coutinho O. P. e Reis R., “Bone Tissue Engineering: state of the art and future trends”, Macromolecular Bioscience 4 (2004) 743-765.\n3.\tLaurencin C. T., Abrosio A. M. A., Borden M. D. e Cooper J. A., “Tissue Engineering: Orthopedic Applications”, Annu Rev Biomed Eng 1 (1999) 19-46.\n4.\tSantos F. C. e Rahal S. C., “Autologus cancellous bone graft in small animals”, Ciência Rural 34 (6) (2004) 1969-1975.\n5.\tBlack J. e Hastings G., “Handbook of biomaterials properties”, Chapman &amp; Hall, London 1998.\n6.\tBhatia S. N. e Chen C. S., “Tissue engineering at the microscale”, Biomed Mricrod 2(2) (1999)131-144.\n7.\tLanger R. e Vacanti J. P., “Tissue Engineering”, Science 260 (1993) 920-926.\n8.\tDubok V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\n9.\tLeong K. F., Cheah C. M. e Chua C. K., “Solid freeform fabrication of threedimensional scaffolds for engineering replacement tissues and organs”, Biomaterials 24 (2003) 2363-2378.\n10.\tAgrawal C. M. e Ray R. B., “Biodegradable polymeric scaffolds for musculoskeletal tissue engineering”, J Biomed Mater Res 55 (2001) 141-150.\nII.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n12.\tJunqueira L. C., e Carneiro J., “Histologia básica”, 5a edição, editora Guanabara Koogan S. A., Rio de Janeiro, 1982.\n13.\tHench L. L., “Bioceramics”, J Amer Ceram Soc 81(7) (1998) 1705-1728.\n14.\tThanaraiselvi T. V. e Rajeswari, “Biological evaluation of bioceramic materials - a review”, Trends Biomater Artif Organs 18(1) (2004) 9-17.\n15.\tKimakhe S., Bohic S., Larros C., Reynaud A., Pilet P., Giumelli B., Heymann D. e Daculsi G., “Biological activities of sustained polymyxin B release from calcium phosphate biomaterial prepared by dynamic compaction: An in vitro study”, J Biomed Mater Res 47(1) (1999) 18-27.\n16.\tOrlovskii V. P., Komlev V. S. e Barinov S. M., “Hydroxyapatite and hydroxyapatitebased ceramics”, Inorganic Materials, 38 (2002) 973-984.\n17.\tBurg K. J. L., Porter S. e Kellam J. F., “Biomaterials developments for bone tissue engineering”, Biomaterials 21 (2000) 2347-2359.\n18.\tKim H. M., “Ceramic bioactivity and related biomimetic strategy”, Current Opinion in Solid State and Materials Science 7 (2003) 289-299.\n19.\tOliveira A. L., Mano J. F. e Reis R. L., “Nature-inspired calcium phosphate coatings: present status and novel advances in the science of mimicry”, Current Opinion in Solid State and Materials Science 7 (2003) 309-318.\n20.\tKokubo T., Kushitani H. e Sakka S., “Solution able to reproduce in vivo surfacestructure changes in bioactive glass-ceramic A-W”, J Biomed Mater Res 24 (1990) 721734.\n21.\tDucheyne P. e Qiu Q., “Bioactive ceramics: the effect of surface reactivity on bone formation and bone cell function”, Biomaterials 20 (1999) 2287-2303.\n22.\tMikos A. G. e Temenoff J. S., “Formation of highly porous biodegradable scaffolds for tissue engineering”, Electronic Journal of Biotechnology 3(2) (2000) 1-5.\n23.\tMiddleton J. C. e Tipton A. J., “Synthetic biodegradable polymers as orthopaedic devices”, Biomaterials 21 (2000) 2335-2346.\n24.\tMadihally S. V. e Matthew H. W. T., “Porous chitosan scaffolds for tissue engineering”, Biomaterials 20 (1999) 1133-1142.\n25.\tMoreira P. L., An Y. H., Santos A. R. e Genari S. C., “In vitro analysis of anionic collagen scaffolds for bone repair”, J Biomed Mater Res Part B: Appl Biomater 71B (2004) 229237.\n26.\tRamakrishna S., Mayer J., Wintermantel E. e Leong K. W., “Biomedical applications of polymer-composite materials: a review”, Composites Science and Technology 61 (2001)1189-1224.\n27.\tBohner M., “Calcium orthophosphate in medicine: from ceramics to calcium phosphate cements”, Injury Int J Care Injured 31 (2000) S-D37-47.\n28.\tElliot J. C., “Structure and chemistry of the apatites and other calcium orthophosphatess”, Elsevier Science B. V., Amsterdam, 1994.\n29.\tBohner M., “Physical and chemical aspects of calcium phosphates used in spinal surgery”, Eur Spine J 10 (2001) S114-S121.\n30.\tOh K. S., Kim S. R., Boch P., “Synthesis and properties of bone cement containing dense beta-TCP granules”, Bioceramics (16) (2004) 254-2: 237-240.\n31.\tZhang Y. e Zhang M., “Microstructural and mechanical characterization of chitosan scaffolds reinforced by calcium phosphates”, Journal of Non-Crystalline Solids 282 (2001) 159-164.\n32.\tPioletti D. P., Takei H., Lin T., Landuyt P. V., Ma Q. J., Kwon S. Y. e Sung K. L. P., Biomaterials 21 (2000) 1103}1114.\n33.\tKumar R. R. e Wang M, “Biomimetic deposition of hydroxyapatite on brushite single crystal grown by the gel technique”, Materials Letters 49 (2001) 15-19.\n34.\tXie J., Riley C., Kumar M. e Chittur K. “FTIR/ATR study of protein adsorption and brushite transformation to hydroxyapatite”, Biomaterials 23 (2002) 3609-3616.\n35.\tKumar M., Dasarathy H. e Riley C., “Electrodeposition of brushite coatings and their transformation to hydroxyapatite in aqueous solutions”, J Biomed Mater Res 45 (1999) 302-310.\n36.\tChen W. C., Ju C. P. e Lin J. H. C., “Effect of heat treatment on compressive strength and setting behavior of TTCP/DCPA-derived calcium phosphate cement”, Journal of materials science letters 21(20) (2002) 1583-1585.\n37.\tGogolewski S., “Bioresorbable polymers in trauma and bone surgery”, Injury, Int J Care Injured 31 (2000) S-D28-32.\n38.\tHe S., Timmer M. D., Yaszemski M. J., Yasko A. W., Engel P. S. e Mikos A. G., “Synthesis of biodegradable poly(propylene fumarate) networks with poly(propylene fumarate)-diacrylate macromers as crosslinking agents and characterization of their degradation products”, Polymer 42 (2001) 1251-1260.\n39.\tKweon H. Y., Yoo M. K., Park I. K., Kim T. H., Lee H. C., Lee H. S., Oh J. S., Akaike\nT. e Cho C. S., “A novel degradable polycaprolactone networks for tissue engineering”, Biomaterials 24 (2003) 801-808.\n40.\tChoueka J., Charvet J. L., Koval K. J., Alexander H., James K. S., Hooper K. A. e Kohn J., “Canine bone response to tyrosine-derived polycarbonates and poly(L-lactic acid)”, J Biomed Mater Res 31 (1996) 35-41.\n41.\tUhrich K. E., Ibim S. E. M., Larrier D. R., Langer R. e Laurencin C. T., “Chemical changes during in vivo degradation of poly(anhydride-imide) matrices”, Biomaterials 19 (1998) 2045-2050.\n42.\tSachlos E., Reis N., Ainsley C., Derby B., Czernuszka J. T., “Novel collagen scaffolds with prede.ned internal morphology made by solid freeform fabrication”, Biomaterials 24 (2003)1487-1497.\n43.\tMarques A. P., Reis R. L., Hunt J. A., “The biocompatibility of novel starch-based polymers and composites: in vitro studies”, Biomaterials 23 (2002) 1471-1478.\n44.\tBrekke J. H. e Toth J. M., “Principles of Tissue Engineering Applied to Programmable Osteogenesis”, J Biomed Mater Res 43 (1998) 380-398.\n45.\tChen L. J. e Wang M., “Production and evaluation of biodegradable composites based on PHB-PHV copolymer”, Biomaterials 23 (2002) 2631-2639.\n46.\tAn Y. H., Woolf S. K. e Friedman R. J., “Pre-clinical in vivo evaluation of orthopaedic bioabsorbable devices”, Biomaterials 21 (2000) 2635-2652.\n47.\tMano J. F., Sousa R. A., Boesel L. F., Neves N. M. e Reis R. L., “Bioinert, biodegradable and injectable polymeric matrix composites for hard tissue replacement: state of the art and recent developments”, Composites Science and Technology 64 (2004) 789-817.\n48.\tSionkowska A. e Wess T., “Mechanical properties of UV irradiated rat tail tendon (RTT) collagen”, International Journal of Biological Macromolecules 34 (2004) 9-12.\n49.\tSeal B. L., Otero T. C. e Panitch A., “Polymeric biomaterials for tissue and organ regeneration”, Material Science and Engineering R 34 (2001) 147-230.\n50.\tGoosen M. F., “Applications of chitin and chitosan”, Technomic Publishing Ag, Pennsylvania 1997, 3-29.\n51.\tPrasitsilp M., Jenwithisuk R., Kongsuwan K., Damrongchai N. e Watts P., “Cellular responses to chitosan in vitro: the importance of deacetylation”, Journal of Materials Science: Materials in Medicine 11 (2000) 773-778.\n52.\tKhor E. e Lim L. Y., “Implantable applications of chitin and chitosan”, Biomaterials 24 (2003) 2339-2349.\n53.\tMansouri S., Lavigne P., Corsi K., Benderdour M., Beaumont E. e Fernandes J. C., “Chitosan-DNA nanoparticles as non-viral vectors in gene therapy: strategies to improve transfection efficacy”, European Journal of Pharmaceutics and Biopharmaceutics 57 (2004) 1-8.\n54.\tPedroni V. I., Schulz P. C., Gshaider M. E. e Andreucetti N., “Chitosan structure in aqueous solution”, Colloid Polym Sci 282 (2003) 100-102.\n55.\tChatelet C., Damour O. e Domard A., “Influence of the degree of acetylation on some biological properties of chitosan films”, Biomaterials 22 (2001) 261-268.\n56.\tBerger J., Reist M., Mayer J. M., Felt O., Peppas N. A. e Gurny R., “Structure and interactions in covalently and ionically crosslinked chitosan hydrogels for biomedical applications”, European Journal of Pharmaceutics and Biopharmaceutics 57 (2004) 19-34.\n57.\tSuh J. K. e Matthew H. W. T., “Application of chitosan-based polysaccharide biomaterials in cartilage tissue engineering: a review”, Biomaterials 21 (2000) 2589-2598.\n58.\tSahiwa H. e Aiba S. I., “Chemically modified chitin and chitosan as biomaterials”, Progress in Polymer Science 29 (2004) 887-908.\n59.\tKhan T. A., Peh K. K. e Cheng H. S. “Reporting degree of deacetylation values of chitosan: the influence of analytical methods”. J Pharm Pharmaceut Sci 5 (2002):205-212.\n60.\tYaghobi N. e Mirzadech H., “Enhancement of chitin's degree of deacetylation by multistage alkali treatments”, Iranian Polymer Journal 13 (2) (2004) 131-136.\n61.\tKnaul J. Z., Kasaai M. R., Bui V. T. e Creber K. A. M., “Characterization of deacetylated chitosan and chitosan molecular weight review”, Can J Chem 76 (1998) 1699-1706.\n62.\tHaipeng G., Yinghui Z., Jianchun L., Yandao G., Nanming Z. e Xiufang Z., “Studies on nerve cell affinity of chitosan-derived materials”, J Biomed Mater Res (52) (2000) 285295.\n63 Park Y. J., Lee Y. M., Park S. N., Sheen S. Y., Chung C. P. e Lee S. J., “Platelet derived growth factor releasing chitosan sponge for periodontal bone regeneration”, Biomaterials 21(2000)153-159.\n64.\tMi F. L., Tan Y. C., Liang H. F. e Sung H. W., “In vivo biocompatibility and degradability of a novel injectable-chitosan-based implant”, Biomaterials 23 (2002) 181191.\n65.\tMuzzarelli R. A. A., Ramos V., Stanic V., Dubini B., Belmonte M. M., Tosi G. e Giardino R., “Osteogenesis promoted by calcium phosphate N,N-dicarboxymethyl chitosan”, Carbohydrate Polymers 36 (1998) 267-276.\n66.\tVarma H. K., Yokogawa Y., Espinosa F. F., Kawamoto Y., Nishizawa K., Nagata F. e Kameyama T., “Porous calcium phosphate coating over phosphorylated chitosan film by a biomimetic method”, Biomaterials 20 (1999) 879-884.\n67.\tMuzzarelli C. e Muzarelli R. A. A., “Natural and artificial chitosan-inorganic composites”, Journal of Inorganic Biochemistry 92 (2002) 89-94.\n68.\tBeppu M. M. e Santana C. C., “Influence of calcification on in vitro chitosan mineralization”, Materials Research, 5(1) (2002) 47-50.\n69.\tIto M., Hidaka Y., Nakajima M., Yagasaki H. e Kafrawy A. H., “Effect of hydroxyapatite content on physical properties and connective tissue reactions to a chitosanhydroxyapatite composite membrane”, J Biomed Mater Res 45 (1999) 204-208.\n70.\tRedepenning J., Venkataraman G., Chen J. e Stafford N., “Electrochemical preparation of chitosan/hydroxyapatite composite coatings on titanium substrates”, J Biomed Mater Res 66A (2003) 411-416.\n71.\tYamaguchi I., Tokuchi K., Fukuzaki H., Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n72.\tChen F., Wang Z. C. e Lin C. J., “Preparation and characterization of nano-sized hydroxyapatite particles and hydroxyapatite/chitosan nano-composites for use in biomedical materials”, Materials Letters 57 (2002) 858-861.\n73.\tYamaguchi I., Iizuka S., Osaka A., Monma H. e Tanaka J., “The effect of citric acid addition on chitosan/hydroxyapatite composites”, Colloids and Surfaces A 214 (2003) 111118.\n74.\tYoshida A., Miyazaki T., Ishida E. e Ashizuka M., “Preparation of bioactive chitosanhydroxyapatite nanocomposites for bone repair through mechanochemical reaction”, Materials Transactions 45(4) (2004) 994-998.\nI.\tVaccaro A. R., “The role of the osteoconductive scaffold in synthetic bonte graft”, Orthopedics 25(5) (2002) s571-s578.\n2\t. Salgado A. J., Coutinho O. P. e Reis R., “Bone Tissue Engineering: state of the art and future trends”, Macromolecular Bioscience 4 (2004) 743-765.\n3.\tLaurencin C. T., Abrosio A. M. A., Borden M. D. e Cooper J. A., “Tissue Engineering: Orthopedic Applications”, Annu Rev Biomed Eng 1 (1999) 19-46.\n4.\tSantos F. C. e Rahal S. C., “Autologus cancellous bone graft in small animals”, Ciência Rural 34 (6) (2004) 1969-1975.\n5.\tBlack J. e Hastings G., “Handbook of biomaterials properties”, Chapman &amp; Hall, London 1998.\n6.\tBhatia S. N. e Chen C. S., “Tissue engineering at the microscale”, Biomed Mricrod 2(2) (1999)131-144.\n7.\tLanger R. e Vacanti J. P., “Tissue Engineering”, Science 260 (1993) 920-926.\n8.\tDubok V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\n9.\tLeong K. F., Cheah C. M. e Chua C. K., “Solid freeform fabrication of threedimensional scaffolds for engineering replacement tissues and organs”, Biomaterials 24 (2003) 2363-2378.\n10.\tAgrawal C. M. e Ray R. B., “Biodegradable polymeric scaffolds for musculoskeletal tissue engineering”, J Biomed Mater Res 55 (2001) 141-150.\nII.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n12.\tJunqueira L. C., e Carneiro J., “Histologia básica”, 5a edição, editora Guanabara Koogan S. A., Rio de Janeiro, 1982.\n13.\tHench L. L., “Bioceramics”, J Amer Ceram Soc 81(7) (1998) 1705-1728.\n14.\tThanaraiselvi T. V. e Rajeswari, “Biological evaluation of bioceramic materials - a review”, Trends Biomater Artif Organs 18(1) (2004) 9-17.\n15.\tKimakhe S., Bohic S., Larros C., Reynaud A., Pilet P., Giumelli B., Heymann D. e Daculsi G., “Biological activities of sustained polymyxin B release from calcium phosphate biomaterial prepared by dynamic compaction: An in vitro study”, J Biomed Mater Res 47(1) (1999) 18-27.\n16.\tOrlovskii V. P., Komlev V. S. e Barinov S. M., “Hydroxyapatite and hydroxyapatitebased ceramics”, Inorganic Materials, 38 (2002) 973-984.\n17.\tBurg K. J. L., Porter S. e Kellam J. F., “Biomaterials developments for bone tissue engineering”, Biomaterials 21 (2000) 2347-2359.\n18.\tKim H. M., “Ceramic bioactivity and related biomimetic strategy”, Current Opinion in Solid State and Materials Science 7 (2003) 289-299.\n19.\tOliveira A. L., Mano J. F. e Reis R. L., “Nature-inspired calcium phosphate coatings: present status and novel advances in the science of mimicry”, Current Opinion in Solid State and Materials Science 7 (2003) 309-318.\n20.\tKokubo T., Kushitani H. e Sakka S., “Solution able to reproduce in vivo surfacestructure changes in bioactive glass-ceramic A-W”, J Biomed Mater Res 24 (1990) 721734.\n21.\tDucheyne P. e Qiu Q., “Bioactive ceramics: the effect of surface reactivity on bone formation and bone cell function”, Biomaterials 20 (1999) 2287-2303.\n22.\tMikos A. G. e Temenoff J. S., “Formation of highly porous biodegradable scaffolds for tissue engineering”, Electronic Journal of Biotechnology 3(2) (2000) 1-5.\n23.\tMiddleton J. C. e Tipton A. J., “Synthetic biodegradable polymers as orthopaedic devices”, Biomaterials 21 (2000) 2335-2346.\n24.\tMadihally S. V. e Matthew H. W. T., “Porous chitosan scaffolds for tissue engineering”, Biomaterials 20 (1999) 1133-1142.\n25.\tMoreira P. L., An Y. H., Santos A. R. e Genari S. C., “In vitro analysis of anionic collagen scaffolds for bone repair”, J Biomed Mater Res Part B: Appl Biomater 71B (2004) 229237.\n26.\tRamakrishna S., Mayer J., Wintermantel E. e Leong K. W., “Biomedical applications of polymer-composite materials: a review”, Composites Science and Technology 61 (2001)1189-1224.\n27.\tBohner M., “Calcium orthophosphate in medicine: from ceramics to calcium phosphate cements”, Injury Int J Care Injured 31 (2000) S-D37-47.\n28.\tElliot J. C., “Structure and chemistry of the apatites and other calcium orthophosphatess”, Elsevier Science B. V., Amsterdam, 1994.\n29.\tBohner M., “Physical and chemical aspects of calcium phosphates used in spinal surgery”, Eur Spine J 10 (2001) S114-S121.\n30.\tOh K. S., Kim S. R., Boch P., “Synthesis and properties of bone cement containing dense beta-TCP granules”, Bioceramics (16) (2004) 254-2: 237-240.\n31.\tZhang Y. e Zhang M., “Microstructural and mechanical characterization of chitosan scaffolds reinforced by calcium phosphates”, Journal of Non-Crystalline Solids 282 (2001) 159-164.\n32.\tPioletti D. P., Takei H., Lin T., Landuyt P. V., Ma Q. J., Kwon S. Y. e Sung K. L. P., Biomaterials 21 (2000) 1103}1114.\n33.\tKumar R. R. e Wang M, “Biomimetic deposition of hydroxyapatite on brushite single crystal grown by the gel technique”, Materials Letters 49 (2001) 15-19.\n34.\tXie J., Riley C., Kumar M. e Chittur K. “FTIR/ATR study of protein adsorption and brushite transformation to hydroxyapatite”, Biomaterials 23 (2002) 3609-3616.\n35.\tKumar M., Dasarathy H. e Riley C., “Electrodeposition of brushite coatings and their transformation to hydroxyapatite in aqueous solutions”, J Biomed Mater Res 45 (1999) 302-310.\n36.\tChen W. C., Ju C. P. e Lin J. H. C., “Effect of heat treatment on compressive strength and setting behavior of TTCP/DCPA-derived calcium phosphate cement”, Journal of materials science letters 21(20) (2002) 1583-1585.\n37.\tGogolewski S., “Bioresorbable polymers in trauma and bone surgery”, Injury, Int J Care Injured 31 (2000) S-D28-32.\n38.\tHe S., Timmer M. D., Yaszemski M. J., Yasko A. WEngel P. S. e Mikos A. G., “Synthesis of biodegradable poly(propylene fumarate) networks with poly(propylene fumarate)-diacrylate macromers as crosslinking agents and characterization of their degradation products”, Polymer 42 (2001) 1251-1260.\n39.\tKweon H. Y., Yoo M. K., Park I. K., Kim T. H., Lee H. C., Lee H. S., Oh J. S., Akaike\nT. e Cho C. S., “A novel degradable polycaprolactone networks for tissue engineering”, Biomaterials 24 (2003) 801-808.\n40.\tChoueka J., Charvet J. L., Koval K. J., Alexander H., James K. S., Hooper K. A. e\nKohn J., “Canine bone response to tyrosine-derived polycarbonates and poly(L-lactic acid)”, J Biomed Mater Res 31 (1996) 35-41.\n41.\tUhrich K. E., Ibim S. E. M., Larrier D. R., Langer R. e Laurencin C. T., “Chemical changes during in vivo degradation of poly(anhydride-imide) matrices”, Biomaterials 19 (1998) 2045-2050.\n42.\tSachlos E., Reis N., Ainsley C., Derby B., Czernuszka J. T., “Novel collagen scaffolds with prede.ned internal morphology made by solid freeform fabrication”, Biomaterials 24 (2003)1487-1497.\n43.\tMarques A. P., Reis R. L., Hunt J. A., “The biocompatibility of novel starch-based polymers and composites: in vitro studies”, Biomaterials 23 (2002) 1471-1478.\n44.\tBrekke J. H. e Toth J. M., “Principles of Tissue Engineering Applied to Programmable Osteogenesis”, J Biomed Mater Res 43 (1998) 380-398.\n45.\tChen L. J. e Wang M., “Production and evaluation of biodegradable composites based on PHB-PHV copolymer”, Biomaterials 23 (2002) 2631-2639.\n46.\tAn Y. H., Woolf S. K. e Friedman R. J., “Pre-clinical in vivo evaluation of orthopaedic bioabsorbable devices”, Biomaterials 21 (2000) 2635-2652.\n47.\tMano J. F., Sousa R. A., Boesel L. F., Neves N. M. e Reis R. L., “Bioinert, biodegradable and injectable polymeric matrix composites for hard tissue replacement: state of the art and recent developments”, Composites Science and Technology 64 (2004) 789-817.\n48.\tSionkowska A. e Wess T., “Mechanical properties of UV irradiated rat tail tendon (RTT) collagen”, International Journal of Biological Macromolecules 34 (2004) 9-12.\n49.\tSeal B. L., Otero T. C. e Panitch A., “Polymeric biomaterials for tissue and organ regeneration”, Material Science and Engineering R 34 (2001) 147-230.\n50.\tGoosen M. F., “Applications of chitin and chitosan”, Technomic Publishing Ag, Pennsylvania 1997, 3-29.\n51.\tPrasitsilp M., Jenwithisuk R., Kongsuwan K., Damrongchai N. e Watts P., “Cellular responses to chitosan in vitro: the importance of deacetylation”, Journal of Materials Science: Materials in Medicine 11 (2000) 773-778.\n52.\tKhor E. e Lim L. Y., “Implantable applications of chitin and chitosan”, Biomaterials 24 (2003) 2339-2349.\n53.\tMansouri S., Lavigne P., Corsi K., Benderdour M., Beaumont E. e Fernandes J. C., “Chitosan-DNA nanoparticles as non-viral vectors in gene therapy: strategies to improve transfection efficacy”, European Journal of Pharmaceutics and Biopharmaceutics 57 (2004) 1-8.\n54.\tPedroni V. I., Schulz P. C., Gshaider M. E. e Andreucetti N., “Chitosan structure in aqueous solution”, Colloid Polym Sci 282 (2003) 100-102.\n55.\tChatelet C., Damour O. e Domard A., “Influence of the degree of acetylation on some biological properties of chitosan films”, Biomaterials 22 (2001) 261-268.\n56.\tBerger J., Reist M., Mayer J. M., Felt O., Peppas N. A. e Gurny R., “Structure and interactions in covalently and ionically crosslinked chitosan hydrogels for biomedical applications”, European Journal of Pharmaceutics and Biopharmaceutics 57 (2004) 19-34.\n57.\tSuh J. K. e Matthew H. W. T., “Application of chitosan-based polysaccharide biomaterials in cartilage tissue engineering: a review”, Biomaterials 21 (2000) 2589-2598.\n58.\tSahiwa H. e Aiba S. I., “Chemically modified chitin and chitosan as biomaterials”, Progress in Polymer Science 29 (2004) 887-908.\n59.\tKhan T. A., Peh K. K. e Cheng H. S. “Reporting degree of deacetylation values of chitosan: the influence of analytical methods”. J Pharm Pharmaceut Sci 5 (2002):205-212.\n60.\tYaghobi N. e Mirzadech H., “Enhancement of chitin's degree of deacetylation by multistage alkali treatments”, Iranian Polymer Journal 13 (2) (2004) 131-136.\n61.\tKnaul J. Z., Kasaai M. R., Bui V. T. e Creber K. A. M., “Characterization of deacetylated chitosan and chitosan molecular weight review”, Can J Chem 76 (1998) 1699-1706.\n62.\tHaipeng G., Yinghui Z., Jianchun L., Yandao G., Nanming Z. e Xiufang Z., “Studies on nerve cell affinity of chitosan-derived materials”, J Biomed Mater Res (52) (2000) 285295.\n63.\tPark Y. J., Lee Y. M., Park S. N., Sheen S. Y., Chung C. P. e Lee S. J., “Platelet derived growth factor releasing chitosan sponge for periodontal bone regeneration”, Biomaterials 21 (2000) 153-159.\n64.\tMi F. L., Tan Y. C., Liang H. F. e Sung H. W., “In vivo biocompatibility and degradability of a novel injectable-chitosan-based implant”, Biomaterials 23 (2002) 181191.\n65.\tMuzzarelli R. A. A., Ramos V., Stanic V., Dubini B., Belmonte M. M., Tosi G. e Giardino R., “Osteogenesis promoted by calcium phosphate N,N-dicarboxymethyl chitosan”, Carbohydrate Polymers 36 (1998) 267-276.\n66.\tVarma H. K., Yokogawa Y., Espinosa F. F., Kawamoto Y., Nishizawa K., Nagata F. e Kameyama T., “Porous calcium phosphate coating over phosphorylated chitosan film by a biomimetic method”, Biomaterials 20 (1999) 879-884.\n67.\tMuzzarelli C. e Muzarelli R. A. A., “Natural and artificial chitosan-inorganic composites”, Journal of Inorganic Biochemistry 92 (2002) 89-94.\n68.\tBeppu M. M. e Santana C. C., “Influence of calcification on in vitro chitosan mineralization”, Materials Research, 5(1) (2002) 47-50.\n69.\tIto M., Hidaka Y., Nakajima M., Yagasaki H. e Kafrawy A. H., “Effect of hydroxyapatite content on physical properties and connective tissue reactions to a chitosanhydroxyapatite composite membrane”, J Biomed Mater Res 45 (1999) 204-208.\n70.\tRedepenning J., Venkataraman G., Chen J. e Stafford N., “Electrochemical preparation of chitosan/hydroxyapatite composite coatings on titanium substrates”, J Biomed Mater Res 66A (2003) 411-416.\n71.\tYamaguchi I., Tokuchi K., Fukuzaki H., Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n72.\tChen F., Wang Z. C. e Lin C. J., “Preparation and characterization of nano-sized hydroxyapatite particles and hydroxyapatite/chitosan nano-composites for use in biomedical materials”, Materials Letters 57 (2002) 858-861.\n73.\tYamaguchi I., Iizuka S., Osaka A., Monma H. e Tanaka J., “The effect of citric acid addition on chitosan/hydroxyapatite composites”, Colloids and Surfaces A 214 (2003) 111118.\n74.\tYoshida A., Miyazaki T., Ishida E. e Ashizuka M., “Preparation of bioactive chitosanhydroxyapatite nanocomposites for bone repair through mechanochemical reaction”, Materials Transactions 45(4) (2004) 994-998.\nCapítulo 2\nPreparação e Caracterização do Compósito Quitosano/Brushite\n2.1.Introdução\nConforme reportado no capítulo anterior, a Engenharia de Tecidos requer a utilização de materiais porosos, ou scaffolds, que auxiliem na regeneração do tecido. Esses scaffolds formam uma estrutura tridimensional temporária que vai permitir a fixação e diferenciação das células necessárias à formação dos tecidos. Esse tipo de estrutura actua como uma matriz extracelular artificial, permitindo a adesão das células e conferindo uma certa estabilidade mecânica [1]. Tem merecido particular interesse a utilização de scaffolds na regeneração do tecido ósseo devido ao elevado número de casos clínicos relacionados com patologias ósseas.\nA necessidade dos scaffolds promoverem a fixação e proliferação de células, bem como dos vasos sanguíneos (vascularização), condiciona o tipo de material a ser utilizado. Além disso, a sua estrutura tridimensional deverá ter uma porosidade tal que o diâmetro e a interconectividade dos poros proporcionem uma distribuição homogénea das células e dos nutrientes necessários ao desenvolvimento das mesmas [2]. O diâmetro de poro, bem como a porosidade, dependem do tipo de utilização do scaffold. Por exemplo, para regeneração do tecido ósseo, utilizam-se normalmente scaffolds com diâmetro de poro entre 100 e 500 pm e porosidade mínima de 90% [3, 4]. Adicionalmente, a estabilidade, a taxa de degradação, o grau de toxicidade e as propriedades mecânicas são factores determinantes na escolha do scaffold para uma dada aplicação [5].\n2.1.1.\tMateriais Utilizados na Preparação dos Scaffolds\nO tipo de material a ser utilizado na preparação de um scaffold deve obedecer a determinadas características, nomeadamente: (i) possuir uma taxa de degradação controlada de modo que a degradação ocorra a uma velocidade semelhante à do crescimento do tecido; (ii) não possuir toxicidade e/ou não se decompor em subprodutos tóxicos; (iii) promover a fixação de células; (iv) apresentar poucos riscos de respostas imunológicas adversas e de inflamação; (v) ser facilmente esterilizado e (vi) possuir compatibilidade química com soluções fisiológicas [6].\nOs materiais usados na preparação dos scaffolds são variáveis, abrangendo desde materiais de origem sintética até materiais de origem natural. Os scaffolds de origem sintética são constituídos por materiais inorgânicos, bem como por polímeros sintéticos [7]. Entre os materiais inorgânicos destacam-se duas substâncias que possuem semelhanças estruturais com a fase mineral do tecido ósseo, a hidroxiapatite [8] e o P-TCP [9], embora se utilizem também vidros bioactivos [10]. Tal como já anteriormente referido, os polímeros sintéticos normalmente utilizados são o ácido poli(glicólico), PGA, e o ácido poli(láctico), PLA [11]. Os scaffolds de origem natural são constituídos por polímeros biológicos, tais como colagénio [3] e quitosano [12].\nExistem alguns aspectos a serem considerados no que se refere à utilização de polímeros sintéticos e naturais na preparação de scaffolds. Os polímeros sintéticos, por exemplo, têm a vantagem de serem facilmente moldados em formas específicas. Além disso, é possível controlar as propriedades mecânicas e a taxa de degradação desses polímeros em meio fisiológico. No entanto, a fixação das células é dificultada pelo facto de os polímeros sintéticos serem aniónicos, tais como os tecidos humanos. Tem-se contornado esse problema por modificação da sua superfície [13]. Tais polímeros degradam-se geralmente em substâncias ácidas, baixando localmente o pH e aumentando os riscos de inflamação [14]. Podem referir-se o PLA e o PGA como alguns dos polímeros sintéticos degradáveis aprovados para uso clínico [1]. Por seu turno, os polímeros naturais assemelham-se em composição a algumas substâncias encontradas no organismo, sendo por isso melhor biotolerados [15]. Como desvantagens, os polímeros naturais possuem reduzida resistência mecânica, para além de se degradarem rapidamente quando em contacto com o plasma\nhumano [16]. O colagénio é um dos polímeros naturais mais utilizados na preparação de scaffolds por ser um dos principais componentes da matriz extracelular humana [17]. O quitosano é outro polímero natural cuja aplicação também tem sido estudada. Por ser solúvel em soluções moderadamente ácidas, o quitosano pode ser facilmente convertido em estruturas macroporosas por um simples método de liofilização [18]. Conforme abordado anteriormente, o quitosano, por ser um polímero catiónico devido à facilidade com que os grupos amina são protonados, desenvolve uma rápida interacção com as células, favorecendo a regeneração do tecido [19, 20]. Atendendo a que o quitosano por si só não é bioactivo, ou seja, não desenvolve ligações químicas com o tecido, para aplicações em implantes ósseos é necessário proceder-se a modificações superficiais deste polímero, recorrendo nomeadamente ao seu recobrimento com polímeros aniónicos, ou a formação de compósitos com fosfatos de cálcio biológicos [21, 22].\n2.1.2.\tMétodos de Preparação dos Scaffolds\nTêm sido propostos vários métodos para preparação de scaffolds com porosidade adequada à sua utilização. Esses métodos recorrem a diferentes técnicas, tais como: ligação de fibras [23, 24], utilização de agentes indutores de porosidade [25, 26, 27] e liofilização [12, 28]. Estas técnicas têm sido usadas para obter scaffolds poliméricos ou scaffolds compósitos polímero-fase inorgânica. Para obtenção de scaffolds cerâmicos tem-se recorrido ao revestimento de esponjas orgânicas por partículas inorgânicas, seguido de tratamento térmico [29].\n2.1.2.1.\tPreparação de Scaffolds Poliméricos ou Compósitos\n2.1.2.1.1.\tLigação de Fibras\nA obtenção de scaffolds por ligação de fibras pode ser realizada por duas vias distintas, quer por imersão de fibras de um dado polímero numa solução de um outro polímero com\nponto de fusão mais baixo, quer pela pulverização de uma solução polimérica sobre as fibras de um outro polímero. Como exemplo da primeira via, podem referir-se os trabalhos recentes de Mikos et al. [23] que descrevem a obtenção de scaffolds de PGA, por imersão de fibras deste polímero numa solução de PLA. Após a evaporação do solvente, obtem-se um revestimento de PLA nas fibras de PGA, sendo o compósito resultante sujeito a um tratamento térmico a uma temperatura superior aos pontos de fusão de ambos os polímeros. Por apresentar ponto de fusão mais baixo, o PLA funde inicialmente, preenchendo os espaços entre as fibras e evitando o colapso da estrutura quando o PGA começa a fundir. De forma a minimizar a energia superficial, as fibras de PGA ligam-se umas às outras, formando uma espuma altamente porosa. Após arrefecimento, o PLA é posteriormente removido por dissolução em cloreto de metilo. Prepararam-se assim scaffolds com diâmetro de poro da ordem dos 500 pm e com uma porosidade total de 81%. Por sua vez, Mooney et al. [24] utilizaram a via da pulverização na obtenção de scaffolds de PGA revestidos com PLA. O PLA foi dissolvido em clorofórmio e pulverizado sobre as fibras de PGA. Por serem insolúveis em clorofórmio, as fibras de PGA mantêm uma estrutura inalterada durante a pulverização da solução de PLA. Após a evaporação do solvente, obtém-se um scaffold de fibras de PGA intercaladas com PLA. Obtiveram-se diâmetros de poro da mesma ordem de grandeza dos obtidos pela técnica anterior.\nEmbora pela técnica de ligação de fibras se obtenham scaffolds com porosidade e diâmetro de poro relativamente elevados, o uso de solventes orgânicos pode ser um factor desfavorável, uma vez que podem ser tóxicos se não forem completamente removidos.\n2.12.12. Utilização de Agentes Indutores de Poros\nUma outra técnica para obtenção de scaffolds políméricos consiste na utilização de partículas solúveis em água como agentes indutores de porosidade, ou porogénio, sendo normalmente utilizado o cloreto de sódio ou a sacarose [25]: uma solução de polímero num solvente orgânico (clorofórmio ou cloreto de metilo) é vazada numa caixa de petri preenchida com partículas do agente indutor de poros. Após evaporação do solvente, o compósito polímero/porogénio é imerso em água durante um dado período de tempo para dissolução do porogénio. A porosidade dos scaffolds resultantes pode ser controlada pela\nquantidade do porogénio usada, enquanto que o diâmetro de poro depende do tamanho dos cristais do porogénio utilizado. Os scaffolds fabricados por esta técnica apresentam diâmetro de poro na ordem dos 150 aos 700 pm, tendo sido utilizados com diversos tipos de células na formação de novo tecido [30, 31]. No entanto, durante a obtenção do scaffold, observou-se que a superfície da amostra exposta ao ar apresenta uma morfologia ligeiramente rugosa quando comparada com a que contacta com as paredes da caixa de petri. Para obter uma estrutura mais homogénea, ou seja, livre da rugosidade superficial, Thomson et al. [32] propuseram uma modificação do método inicial: as amostras do compósito polímero/porogénio foram comprimidas num molde cilíndrico a uma temperatura superior à do ponto de fusão do polímero. O cilindro obtido foi cortado em discos de determinada espessura, sendo o porogénio eliminado após imersão das amostras em água. Apesar de produzir scaffolds com diâmetro de poro e porosidade baixos, 50 pm e 60%, respectivamente, a técnica permite o controlo da espessura do scaffold, garantindo a uniformidade da morfologia superficial. Este procedimento deve, no entanto, ser cuidadosamente acompanhado para evitar que ocorra degradação térmica durante a etapa de moldagem por compressão.\nRecentemente Mooney et al. [26] propuseram uma variante dessa técnica para a produção de scaffolds poliméricos, que consiste na utilização de gás como porogénio. Obtiveram discos de PGA ou PLA por compressão destes polímeros em moldes aquecidos. Esses discos foram posteriormente expostos a uma atmosfera de CO2 e a pressão elevada (5,5 MPa) durante 3 dias. Os scaffolds obtidos apresentaram 93% de porosidade e poros com cerca de 100 pm de diâmetro. No entanto, observou-se pouca interconectividade dos poros. Nam et al. [27] desenvolveram uma metodologia que utiliza quer gás quer partículas solúveis em água como agentes indutores de poro. Adicionaram bicarbonato de amónio a uma solução de polímero em cloreto de metilo ou clorofórmio. Após a evaporação do solvente, o compósito foi submetido a dois tratamentos diferentes: secagem sob vácuo ou imersão em água aquecida. A secagem sob vácuo provocou a sublimação do bicarbonato de amónia, enquanto que a imersão em água provocou a sua dissolução. A imersão em água apresentou-se mais vantajosa do que a secagem sob vácuo, visto que, neste último caso, ocorreu a formação de uma membrana não porosa à superfície do scaffold, devido ao fechamento de alguns poros. Os scaffolds obtidos possuíam uma porosidade de 90% com diâmetro de poro entre 200 e 500 pm.\n2.1.2.1.3.\tLiofilização (Freeze-Drying)\nEste método de preparação de scaffolds pode ser usado quer com polímero hidrofílicos, que se dissolvem em água [17], quer com polímeros hidrofóbicos, que exigem solventes orgânicos [33]. Os polímeros hidrofílicos podem ser de origem natural, como o colagénio\n[34]\te o quitosano [12], ou de origem sintética, como os acrilatos e os metacrilatos [35]. Basicamente, este método envolve os seguintes passos: (i) solubilização do polímero, seguido de (ii) congelamento da solução e, finalmente, (iii) sublimação do solvente em condições de vácuo adequadas. Durante a etapa do congelamento, ocorre a solidificação do solvente e, consequentemente, a precipitação do soluto (polímero). Obtém-se, assim, uma estrutura tridimensional de cristais de gelo (ou de outro solvente) revestidos pelo polímero precipitado. Quando este material é submetido posteriormente a condições de vácuo, o solvente sublima, deixando espaços vazios entre a fase polimérica precipitada.\nWang et al. [36] utilizaram esta técnica na preparação de scaffolds de ácido poli(láctico-co-glicólico), PLGA, emulsioando uma solução de PLGA em cloreto de metilo com água destilada. A mistura água/solução de polímero foi vazada num molde, congelada em azoto líquido e liofilizada a -55° C. O solvente orgânico e a água sublimam, permitindo a obtenção de uma estrutura polimérica porosa. Os scaffolds obtidos por esta técnica apresentaram uma porosidade elevada (~ 95%), embora com poros pequenos (13-35 pm). O diâmetro de poro e o grau de porosidade dependem de parâmetros experimentais, tais como a razão água/solução polimérica e viscosidade da emulsão.\nTambém se prepararam scaffolds de quitosano por liofilização de uma solução de quitosano em ácido acético 0,2 M [15]. O diâmetro de poro pode ser controlado variando a temperatura e a taxa de congelamento, factores estes que determinam o tamanho dos cristais de gelo [12].\n2.1.2.2.\tPreparação de Scaffolds Cerâmicos\nOs scaffolds cerâmicos normalmente referidos na literatura são geralmente constituídos por fosfatos de cálcio, tal como a hidroxiapatite [37]. Esses scaffolds podem ser obtidos a partir de fontes naturais como o coral ou o osso natural depois de lhes ser removida a fase orgânica, podendo a fase inorgânica ser posteriormente convertida em hidroxiapatite por tratamentos hidrotérmicos. Os scaffolds obtidos a partir de ossos, por exemplo, possuem interconectivade elevada dos poros, alta resistência mecânica à compressão e diâmetro de poro compreendido entre 100 e 500 pm [37]. Em alternativa, os scaffolds cerâmicos podem ser sintetizados através de técnicas que vão desde o revestimento de esponjas poliméricas até à utilização de porogénios. Recentemente, Kim et al. [29] prepararam scaffolds de hidroxiapatite partindo de uma amostra de esponja de poliuretano que foi mergulhada numa suspensão concentrada de hidroxiapatite em água destilada. Após remoção da esponja da suspensão, procedeu-se à sua secagem e posterior calcinação a 1300° C. O scaffold obtido apresentou uma porosidade de -87%. Almirall et al. [38] utilizaram o peróxido de hidrogénio, H2O2, como porogénio para preparar scaffolds porosos de hidroxiapatite: pós de a-TCP foram dispersos numa solução aquosa de peróxido de hidrogénio e tratados termicamente a 60° C durante 2 horas. A decomposição do H2O2 originou uma espuma de a-TCP que, após secagem, foi transformada por hidrólise num scaffold de hidroxiapatite. O scaffold assim preparado apresenta uma porosidade de -50% e diâmetro médio de poro da ordem dos 90 pm.\n2.1.3.\tScaffolds Compósitos Para Regeneração de Tecidos\nO osso é um exemplo de um compósito, possuindo cerca de 30% de fase contínua, o colagénio, 60% de fase dispersa, a hidroxiapatite, e 10% de água (percentagem mássica). A hidroxiapatite encontra-se presente sob a forma de cristais com cerca de 40 nm de comprimento, 10 nm de largura e 1 a 3 nm de espessura. Os cristais crescem preferencialmente segundo o eixo cristalográfico “c”, estando intimamente ligados às fibras paralelas de colagénio [39, 40]. Esta estrutura do tecido ósseo que combina um polímero natural (colagénio) com uma fase inorgânica (hidroxiapatite) é responsável por\nalguma das suas propriedades mecânicas. Considera-se normalmente que as fibras de colagénio conferem ao osso resistência à tracção, enquanto que a resistência à compressão é atribuída à fase mineral [41].\nExistem diversas vantagens na incorporação de fosfatos de cálcio bioactivos num scaffold polimérico biodegradável: as partículas de fosfatos de cálcio como a hidroxiapatite ou o P-fosfato tricálcico (P-TCP), contribuem para uma melhoria das propriedades mecânicas. Os fosfatos de cálcio propiciam também o crescimento das células ósseas (osteocondução), além de promoverem a ligação com o tecido na vizinhança do implante. Além disso, a biocompatibilidade é favorecida pela rápida interacção com as proteínas do plasma, quando comparada à utilização do scaffold polimérico puro, diminuindo os riscos de rejeição [42]. Adicionalmente, os riscos de inflamação decorrentes da libertação de subprodutos ácidos devido à degradação dos polímeros podem ser minimizados pelo efeito tampão dos subprodutos resultantes da degradação dos fosfatos de cálcio [43]. Os fosfatos de cálcio podem ainda servir como uma barreira, evitando a hidrólise do polímero e, consequentemente, retardando a sua degradação [44].\nA preparação de scaffolds compósitos polímero/fosfato de cálcio envolve normalmente a dispersão das partículas de fosfato numa solução polimérica ou no polímero fundido durante os processos de preparação dos scaffolds referidos anteriormente.\n2.1.3.1.\tCompósitos de Polímero Sintético\nEstudos recentes [45,46] demonstraram as vantagens da utilização de scaffolds compósitos PLA/hidroxiapatite relativamente à utilização de scaffolds de PLA puro. Os scaffolds contendo hidroxiapatite apresentaram maiores tensões de cedência e módulos de compressão, além de induzirem uma distribuição homogénea dos osteoblastos tanto à superfície como no interior dos scaffolds, o que não se verifica nos scaffolds poliméricos puros em que os osteoblastos se concentram inicialmente na superfície.\nGross et al. [25] prepararam scaffolds compósitos PLA/fluorapatite a partir da utilização de cristais de cloreto de sódio como agente indutor de poros, tendo obtido scaffolds porosos,\ncom elevado grau de interconectividade e diâmetro de poro compreendido entre 300 e 500 pm.\nWei et al. [33] obtiveram um scaffold compósito PLA/hidroxiapatite nanométrica por liofilização, utilizando uma suspensão de hidroxiapatite nanométrica numa solução de PLA em clorofórmio. O scaffold resultante apresentou uma porosidade de 89% e diâmetro de poro de cerca de 100 pm.\n2.I.3.2.\tCompósitos de Polímero Natural\nComo referido anteriormente, têm-se publicado diversos estudos sobre a preparação e aplicação dos scaffolds de quitosano [12]. No entanto, só recentemente se começaram a investigar os compósitos macroporosos deste material [18, 47, 48].\nZhang et al. [18] prepararam scaffolds compósitos, contendo 0-TCP, biovidro e quitosano, por liofilização. Os resultados obtidos indicaram que a bioactividade aumenta à medida que a concentração de 0-TCP no compósito também aumenta. Observaram que o aumento da concentração da fase sólida interferia na porosidade do scaffold, diminuindo-a progressivamente. O compósito obtido apresentou uma porosidade próxima dos 89%, desconhecendo-se, no entanto, o diâmetro de poro.\nReportou-se a produção de scaffolds de hidroxiapatite/0-TCP/quitosano [47], partindo-se inicialmente da imersão de uma esponja de poliuretano numa suspensão concentrada de 0-TCP e hidroxiapatite. A esponja recoberta de hidroxiapatite e 0-TCP foi submetida a um tratamento térmico para remoção do polímero. Obteve-se um scaffold macroporoso de 0-TCP/hidroxiapatite, com diâmetro de poro entre 300 e 600 pm, que foi posteriormente mergulhado numa solução de quitosano, congelado a -20° C e liofilizado (-5° C e 4x10-2 mBar) de forma a permitir a formação de uma estrutura porosa de quitosano (com diâmetro médio de poro de 100 pm) no interior dos poros iniciais. A presença do quitosano favoreceu o aumento da tensão de cedência do scaffold, tendo o mesmo sido utilizado como meio de cultura de células in vitro, favorecendo o desenvolvimento das mesmas.\nJayaraman et al. [49] reportaram a preparação de scaffolds compósitos colagénio/brushite e colagénio/fosfato octacálcico. As fases minerais formaram-se na superfície dos scaffolds\nde colagénio mergulhados em soluções saturadas em iões cálcio e iões fosfato, numa faixa de pH compreendida entre 5,8 e 7,0.\nComo se referiu, a utilização da hidroxiapatite e do P-TCP na preparação de scaffolds para aplicações como implantes ósseos deve-se à semelhança composicional destas substâncias e dos minerais constituintes do osso [8, 9]. Outros fosfatos de cálcio, tais como a brushite (CaHPO4.2H2Q) e a monetite (CaHPO4), têm sido amplamente usados na preparação de implantes ósseos devido ao facto de se poderem transformar em hidroxiapatite por processos de dissolução/precipitação quando em contacto com o plasma humano [50, 51]. Para além disso, esses fosfatos têm sido também utilizados na produção de cimentos biológicos [52] ou no revestimento de implantes metálicos [51], sendo a produção de scaffolds compósitos destes materiais pouco reportada na literatura. Partindo do princípio de que a regeneração do tecido ósseo ocorre inicialmente através de ligações químicas da matriz óssea com a camada apatítica depositada na superfície de um implante bioactivo em contacto com o plasma humano, a introdução no organismo de um biomaterial contendo brushite ou monetite, pode contribuir para acelerar o processo de crescimento do osso, visto que, comparativamente com outros fosfatos de cálcio menos solúveis, tais como hidroxiapatite e P-TCP, estas substâncias dissolvem-se rapidamente, aumentando a concentração local de iões cálcio e fosfato que originam a camada apatítica. No presente trabalho, atendendo às características anteriormente evidenciadas no comportamento da brushite, seleccionou-se este fosfato de cálcio como o componente inorgânico a ser usado no estudo da preparação e das propriedades dos scaffolds compósitos à base de quitosano.\n2.2.Procedimento Experimental\nO método de preparação do scaffold compósito quitosano/brushite envolve, fundamentalmente, as seguintes etapas: (i) precipitação de partículas de brushite, (ii) preparação de suspensões de brushite em soluções de quitosano e (iii) congelamento e liofilização das referidas suspensões. O fluxograma da Figura 2.1 ilustra a sequência dos passos experimentais envolvidos na preparação dos scaffolds, seguindo-se uma descrição detalhada dos mesmos.\nFigura 2.1. Procedimento experimental utilizado na preparação dos scaffolds.\n2.2.1.\tPreparação dos Cristais de Brushite\nPrecipitaram-se cristais de brushite seguindo o método proposto por Tovborg et al. [53, 54], tendo-se preparado uma solução de hidrogenofosfato de sódio e di-hidrogenofosfato de potássio por dissolução de 90g de Na2HPO4.2H2Q (Merck) e 5 g de KH2PO4 (Riedel-de Haen) num litro de água, bem como uma solução de cloreto de cálcio por dissolução de 110 g de CaCl2.6H2O (Merck) num litro de água. As duas soluções foram adicionadas gota a gota a 500 mL de uma solução de di-hidrogenofosfato de potássio preparada por dissolução de 10 g de KH2PO4 em 500 mL de água. A adição durou cerca de 3 h, sendo a precipitação observada logo nos primeiros minutos. O pó obtido foi separado do meio precipitante por filtração em funil de Buchner, sendo lavado com água destilada e liofilizado a -51°C e 15x10-3 mBar (liofilizador Lyph Lock 4.5) durante 6 h, após o que foi moído em almofariz de ágata e passado ao peneiro de 30 pm. Todas as soluções foram preparadas à temperatura ambiente (T«25°C) utilizando-se água desionizada.\n2.2.2.\tPreparação da Suspensão de Brushite em Solução de Quitosano\nPreparou-se uma solução de quitosano por dissolução de quitosano (Sigma, 82% desacetilado) numa solução de ácido acético (Merck) 0,2 M de forma a obter uma solução do polímero com concentração de 2% (massa do polímero/massa da solução final). Centrifugou-se a solução e adicionou-se uma determinada quantidade do pó de brushite moído, mantendo-se a suspensão sob forte agitação mecânica durante 15 minutos, seguida de agitação ultrassónica por igual período de tempo.\n2.2.3.\tCongelamento e Liofilização\nDepois de preparada, transferiu-se a suspensão de brushite em solução de quitosano para moldes cilíndricos de polipropileno, que foram colocados numa arca frigorífica a uma temperatura de -20° C, durante 8 h. Após este período transferiu-se a mistura solidificada\npara um liofilizador (Lyph Lock 4.5) a -51° C e 15x10-3 mBar durante 3 dias. Este procedimento standard foi usado não só para preparar scaffolds compósitos, bem como scaffolds de quitosano puro.\nUtilizaram-se diferentes proporções mássicas de (quitosano:brushite) na preparação dos scaffolds compósitos, tendo estas variado entre 1:0 (quitosano puro) e 1:3, tal como se discrimina na Tabela 2.1.\nTabela 2.1. Composição dos scaffolds (quitosano/brushite) preparados por liofilização\nQuitosano/Brushite (Proporção Mássica)\tBrushite (% peso de brushite)\n1:0\t0\n5:1\t17\n3:1\t25\n1:1\t50\n1:3\t75\nDepois de retiradas do liofilizador, as amostras apresentam um comportamento higroscópico: a adsorção da humidade ambiente origina uma alteração da estrutura porosa, ou seja, os poros do scaffold fecham parcialmente dando lugar a uma estrutura mais compacta. Para solucionar esse problema testaram-se os tratamentos das amostras com uma solução diluída de NaOH (Merck) ou com etanol (Riedel-de Haen), ambos os métodos propostos inicialmente por Madihally et al. [12]. No tratamento com NaOH, as amostras foram imersas numa solução de NaOH 0,05 M, durante cerca de 10 minutos, e posteriormente lavadas com água destilada, seguida de uma solução tampão de fosfato (pH 7,4). No tratamento com etanol, procedeu-se à imersão dos scaffolds em etanol absoluto durante 3 h, seguidamente em etanol 70% (v/v) durante 30 min e finalmente em etanol a 50% (v/v) durante 30 min. Após o tratamento das amostras seguiu-se um rápido congelamento das mesmas em azoto líquido (--196° C), seguido de liofilização a -51° C e 15x10-3 mBar.\n2.2.4.\tCaracterização dos Pós de Brushite e do Compósito Quitosano/Brushite\nIdentificaram-se as fases cristalinas do pó precipitado e dos scaffolds por difracção de raios-X, utilizando um difractómetro Rigaku PMG-VH, com radiação CuKa (X=1.5405 Â). Analisou-se a morfologia das mesmas amostras por microscopia electrónica de varrimento (SEM) (Hitachi S-4100). As amostras para SEM foram preparadas da seguinte forma: (i) no caso do precipitado de brushite, dispersou-se uma pequena quantidade do pó em acetona e colocaram-se algumas gotas dessa dispersão numa lamela de vidro, deixando-a secar à temperatura ambiente; (ii) no caso dos scaffolds fizeram-se cortes transversais nos mesmos, sendo estes fixados com cola de carbono em porta-amostras de alumínio para SEM. Tanto as amostras do pó como as amostras dos scaffolds foram recobertas com carbono num depositador de carbono. Caracterizou-se a distribuição granulométrica do pó precipitado num granulómetro COULTER-LS 230. A área superficial específica do pó precipitado foi determinada por adsorção de azoto num equipamento Micrometrics-Gemini 2370 V5, usando a isortérmica de adsorção Brunauer, Emmett e Tellerum (BET). Recorreu-se à espectroscopia de infravermelho (espectómetro Mattson Galaxy 3020 com transformadas de Fourier), com varrimento entre 4000-500cm-1, para a identificação dos grupos funcionais presentes nas amostras do pó e dos scaffolds. Caracterizou-se o comportamento térmico do pó e dos scaffolds por Análise Térmica Diferencial (ATD) e Análise Termogravimétrica (ATG) usando para o efeito um equipamento Setaram Labsys 1600 e uma taxa de aquecimento de 10° C/min.\nDeterminaram-se a porosidade e a densidade aparente dos scaffolds por imersão em etanol [18]. Escolheu-se o etanol não só devido ao facto de o quitosano e a brushite serem insolúveis neste álcool, mas também devido ao efeito estabilizador do etanol na estrutura porosa dos scaffolds como anteriormente se referiu. Introduziu-se uma amostra de massa W numa proveta contendo um volume (V}) conhecido de etanol. Aplicou-se um vácuo muito ligeiro para garantir o preenchimento dos poros do scaffold pelo etanol. Registou-se o (volume do etanol + volume do scaffold) como V2. A diferença (V2-Vi) representa o volume total do scaffold de massa W. Retirou-se da proveta o scaffold impregnado com etanol, registando-se o volume do etanol deixado na proveta como V3. Calculou-se, assim, o volume total aparente do scaffold como sendo:\nV = V2 - V3\nA densidade aparente do scaffold, p, foi calculada como\ne a percentagem de poros abertos no scaffold, s, como s = ( - V3)/)V2 - V3)\n( 2.1 )\n( 2.2 )\n( 2.3 )\nDeterminou-se o diâmetro médio de poro seguindo o método descrito por Yin et al. [55]: mediram-se a largura e o comprimento dos poros a partir de fotografias de SEM dos scaffolds, sendo o diâmetro médio de poro determinado através da expressão d = 4lh, onde l e h são o comprimento e a largura média dos poros, respectivamente. Realizaram-se medições em cerca de 120 poros por amostra, de forma a obter um valor representativo do diâmetro de poro.\nPara a caracterização do comportamento mecânico dos scaffolds realizaram-se ensaios mecânicos de compressão num texturómetro TA-HDI (Stable Microsystems Ltd). As amostras utilizadas possuíam forma cilíndrica com cerca de 20 mm de diâmetro e 8 mm de espessura. A velocidade de compressão foi de 0,5 mm/min, aplicando-se a carga até que a espessura final da amostra se reduzisse para cerca de 30% do seu valor inicial. Os dados obtidos foram usados para a construção das curvas de tensão-deformação.\n2.3.Resultados e Discussão\n2.3.1.\tBrushite Obtida por Precipitação\nO fosfato de cálcio precipitado é um pó branco constituído por uma fase cristalina, a brushite, tal como o difractograma da Figura 2.2 documenta.\nFigura 2.2. Espectro de raios-X da brushite.\nIdentificaram-se os picos mais intensos do espectro de DRX como correspondentes aos planos de difracção (0 2 0), (1 2 -1) e (1 1 -2) e não se detectou qualquer outra fase cristalina, pelo que se concluiu tratar-se de brushite cristalina pura. Utilizando o programa de simulação JADE-5, foi possível calcular os parâmetros de rede da brushite precipitada, verificando-se serem muito semelhantes aos valores referidos na literatura para a brushite monoclínica [56], como documentado na Tabela 2.2.\nTabela 2.2. Parâmetros de rede da brushite: valores referidos* e valores calculados\n\ta (Â)\tb (Â)\tc (Â)\tp\t\nBrushite*\t6,36\t15,19\t5,81\t118,50\nBrushite\t6,35\t15,16\t5,81\t118,57\n*JCPDS (Joint Committee of Powder Diffraction) #09-0077\nNa Figura 2.3 apresentam-se micrografias dos cristais de brushite obtidos por precipitação que mostram tratar-se de partículas lamelares. A morfologia lamelar é característica da brushite obtida por precipitação [57, 58].\nFigura 2.3. Micrografias de SEM dos cristais de brushite.\nDurante o processo de moagem, os cristais de brushite fragmentam-se em partículas de menores dimensões, ocorrendo a variação do tamanho médio de partículas, que passa de 12 para 6 pm, tal como a Figura 2.4 documenta.\nFigura 2.4. Curvas de Distribuição Granulométrica da Brushite precipitada (_) e\nda brushite moída (.).\nA brushite precipitada apresenta uma área superficial de 1,28 m2/g. Com a moagem, este valor aumenta para 3,05 m2/g, reflectindo assim a diminuição do tamanho médio de partícula da brushite.\nIdentificaram-se as bandas características dos grupos funcionais da brushite a partir do espectro de infravermelho (FTIR) do pó precipitado (Figura 2.5).\n(%) Transmitância\nFigura 2.5. Espectro de infravermelho da brushite.\nAs bandas observadas a 3546, 3492, 3289 e 3164 cm-1 são atribuídas à água de cristalização. As fracas absorções a 2377 cm-1 estão relacionadas com as vibrações do grupo HPO42-. O fino pico centrado a 1650 cm-1 é também atribuído à água de cristalização [59]. As absorções a 1221 cm-1 e a 1132 cm-1 são devidas ao tetraedro PO43-, enquanto que a distensão P=O apresenta uma absorção a 1065 cm-1. A distensão assimétrica P-O-P das unidades PO43- origina absorções a 987 cm-1, 871 cm-1 e 793 cm-1 [56]. O espectro de infravermelho apresentado é pois idêntico aos referidos na literatura para a brushite, desde que obtida por precipitação em meio aquoso [56, 59], pois, quando precipitada em presença de gel (silicato de sódio), apresenta espectros com bandas pouco definidas e sobrepostas [50].\nO comportamento térmico da brushite precipitada pode ser avaliado pela análise das curvas termogravimétrica e térmica diferencial apresentadas na Figura 2.6.\nFigura 2.6. Análise termogravimétrica (ATG) e térmica diferencial (ATD) da brushite precipitada.\nA perda de massa inicia-se a -100° C, tornando-se acentuada a partir dos 150° C. Acima dos 450° C não se observam grandes perdas de massa, sendo a perda total de massa de cerca de 26% do valor inicial. Os picos endotérmicos presentes sensivelmente a 160 e a 190° C, acompanhados de perda de massa, são devidos à perda da água adsorvida à superfície e à perda da água de cristalização da brushite, respectivamente. Após a saída da água de cristalização, ocorre um rearranjo estrutural mediante o qual se obtém uma nova fase cristalina, a monetite (CaHPO4) [59]. Tem-se demonstrado que a desidratação da brushite e a sua transformação em monetite é catalisada por água: em presença de humidade, essa desidratação ocorre directamente a 135° C. Na ausência de humidade, porém, a desidratação ocorre por etapas, incluindo a formação de uma fase amorfa que permanece inalterada até cerca de 530° C [54]. Por difracção de raios-X de uma amostra de brushite tratada termicamente a 200° C, confirmou-se que a formação de monetite no presente caso ocorre antes dessa temperatura (Figura 2.7). A equação que descreve esta transformação é a seguinte:\n«200° C\nCaHPO4.2H2O -----------► CaHPO4 + 2H2O\nBrushite\tMonetite\n( 2.4 )\nFigura 2.7. Espectro de raios-X da monetite obtida por tratamento térmico da brushite a 200° C.\nO pico endotérmico próximo dos 400° C observado na Figura 2.6, também acompanhado de perda de massa, indica a decomposição da monetite que, segundo alguns autores [54, 56, 59], pode levar à formação do pirofostato de cálcio (Ca2P2O7). A transformação da monetite em pirofosfato de cálcio pode ser confirmada através do espectro de DRX de uma porção de brushite calcinada a 400° C, conforme a Figura 2.8 documenta. A referida transformação pode ser descrita pela reacção:\n2CaHPO4\t”400° C ► Ca2P2O7 + H2O\n( 2.5 )\nMonetite\nPirofosfato\nFigura 2.8. Espectro de raios-X do pirofosfato de cálcio obtido por tratamento térmico da brushite a 400° C.\nO termograma apresentado na Figura 2.6 permitiu avaliar as perdas de massa que acompanham as mudanças de fase observadas a diferentes temperaturas (Tabela 2.3).\nTabela 2.3. Perdas de massa e transformações de fase registadas durante o tratamento térmico da brushite\nTemperatura\tTransformação de fase\tPerda de Massa (%)\t\n\t\tTeórica\tExperimental\n195° C\tBrushite Monetite\t20,92\t20,40\n420° C\tMonetite ^Pirofosfato\t26,17\t25,65\nComo referido, ao contrário do que é observado para a brushite, a monetite não é detectada nas calcificações patológicas no organismo. No entanto, assim como a brushite, a monetite é actualmente utilizada em aplicações biomédicas, sobretudo na obtenção de cimentos biológicos à base de fosfatos de cálcio [40]. O pirofosfato de cálcio possui menor importância biológica do que a brushite e do que a monetite, comportando-se por exemplo como um inibidor da nucleação e crescimento de fosfatos de cálcio em sistemas aquosos [54].\n2.3.2.\tScaffolds Obtidos por Congelamento e Liofilização\nQuando retirados do liofilizador, os scaffolds têm uma coloração esbranquiçada e uma consistência que se apresenta esponjosa (embora sem poros visíveis a olho nu), no caso do quitosano puro, mas que se torna gradualmente quebradiça com a introdução de brushite. O scaffold de quitosano resultante da liofilização de uma solução congelada de quitosano em ácido acético, é, na verdade, um sal de quitosano com iões acetato ligados quimicamente aos grupos amina, sendo por isso solúvel em água [12]. Para efeitos de simplificação, designar-se-á por acetato de quitosano o sal de quitosano obtido pela liofilização de uma solução de quitosano em ácido acético. Observou-se que o acetato de quitosano apresenta uma higroscopia elevada que é responsável pela deterioração da estrutura porosa do scaffold após determinado período em contacto com o ar. Essa alteração de estrutura pode\nser atribuída à absorção da humidade atmosférica pelo sal de quitosano. Para evitar esse facto, deve proceder-se à recuperação do quitosano original, isto é, do quitosano livre de grupos acetato. Como já referido, pode realizar-se a recuperação do quitosano por tratamento com solução diluída de NaOH (0,1 M), ou por imersão numa série de líquidos que inclui o etanol absoluto e as soluções etanólicas a 70 e a 50%. Os scaffolds tratados com solução de NaOH 0,1 M exibiram um certo colapso, provavelmente causado por alterações na cristalinidade do polímero decorrentes da interacção com a base. Além do colapso sofrido pela adição da base, ocorre também a retenção de bolhas de ar na estrutura porosa do scaffold. Por outro lado, as amostras tratadas com etanol não exibiram variações de volume ou de estrutura. Para além disso, a baixa tensão superficial do etanol absoluto permite um melhor contacto com a amostra sem formação significativa de bolhas de ar. Essas bolhas podem ser removidas aplicando um vácuo ligeiro, quando as amostras ainda se encontram imersas em etanol absoluto. O tratamento com etanol tem ainda a vantagem de permitir a esterilização das amostras. Os autores dos métodos de recuperação do quitosano [12] não propuseram qualquer mecanismo explicativo dos efeitos dos mesmos. Pode, no entanto, sugerir-se que as prováveis reacções envolvidas no tratamento do acetato de quitosano com NaOH e com etanol são reacções de eliminação do grupo acetato. Na Figura 2.9 ilustra-se esquematicamente uma proposta da reacção superficial do acetato de quitosano em meio básico (NaOH) e em meio etanólico.\n(a)\n---NH3+CH3COO-\nAcetato de Quitosano\n—NH3+CH3COO-\t+\nAcetato de Quitosano\nFigura 2.9. Tratamento do acetato de quitosano com (a) NaOH e (b) Etanol.\n--NH2 + H2O + CH3COO-\nOH-\nIão Acetato\nQuitosano\n(b)\n—nh2 +ch3ch2oh + ch3cooh\n<_________________>\n\nCH3CH2OH\nQuitosano\nEtanol\nSolução\nVerificou-se que o tratamento com etanol se revelou mais eficaz na prevenção da alteração da porosidade do scaffold, pelo que se adoptou este como o método de tratamento no presente trabalho.\nA Figura 2.10 apresenta os espectros de difracção de raios-X do compósito quitosano/brushite com concentrações variadas de brushite.\n2 e\nFigura 2.10. Espectro de raios-X do scaffold de (a) quitosano puro e dos compósitos quitosano/brushite (b) 3:1 e (c) 1:1.\nOs espectros de raios-X do compósito evidenciaram picos correspondentes a planos de difracção idênticos aos da brushite, pelo que se conclui que a cristalinidade do compósito se deve exclusivamente à presença da brushite. Por outro lado, observa-se uma pequena proeminência no espectro de raios-X do scaffold de quitosano puro centrado a 20 = 20°. Essa proeminência deve-se ao carácter semi-cristalino do quitosano [60] e acompanha os espectros do compósito, tornando-se menos acentuada à medida que a concentração de brushite aumenta.\nA Figura 2.11 apresenta as micrografias de SEM das estruturas dos scaffolds compósitos quitosano/brushite, bem como do scaffold de quitosano puro.\n500 gm\nquitosano/brushite 1:1 virgem\nr\t\n\tquitosano/brushite 1:1 virgem\nV \\\t■ ■\tv /\n\t\n\t\n\t50 gm Z / \\ «\nFigura 2.11. Scaffolds de quitosano puro e dos compósitos quitosano/brushite 3:1 e 1:1.\nTanto os scaffolds de quitosano puro como os scaffolds compósitos apresentam microestruturas porosas, compostas por poros abertos e interligados. Os cristais de brushite no compósito encontram-se distribuídos homogeneamente por toda matriz polimérica.\nReportou-se recentemente a preparação de compósitos por dispersão de pós inorgânicos em soluções de quitosano em ácido acético, seguindo processos de congelamento e liofilização semelhantes aos descritos neste trabalho. Tais pós são normalmente de fosfatos\nde cálcio, nomeadamente hidroxiapatite [61] e 0-TCP [18], silicato de cálcio [62] ou biovidros à base de ortofosfatos [18, 48]. Os compósitos obtidos apresentaram estruturas tridimensionais com os pós dispersos ao longo de toda estrutura, tal como observado nos compósitos quitosano/brushite preparados no presente trabalho.\nO aumento da concentração de brushite nos scaffolds provoca alterações nos valores de densidade aparente (p), do diâmetro médio de poro (d) e da percentagem de porosidade (%), conforme documentado na Tabela 2.4 e nas Figuras 2.12 e 2.13.\nTabela 2.4. Variação da densidade (p) e da porosidade dos scaffolds (%) com o teor de brushite\nQuitosano/Brushite\tP (g/cm3)\tPorosidade (%)\n1:0\t0,07\t91\n5:1\t0,07\t91\n3:1\t0,07\t91\n1:1\t0,08\t90\n1:3\t0,12\t88\nComo referido, a formação dos poros deve-se à sublimação do solvente cristalizado durante a liofilização, sendo o espaço inicialmente ocupado pelos cristais de gelo transformado em poros [63]. Quando a brushite é introduzida na solução polimérica, a cristalização do solvente durante o congelamento é perturbada pela existência de partículas sólidas de brushite. A distribuição aleatória dessas partículas interfere na cristalização do solvente, formando-se cristais menores, ou seja, poros com dimensões mais reduzidas. Tal comportamento foi também observado em scaffolds obtidos pela liofilização de soluções de quitosano em ácido acético contendo biovidro [18] ou wollastonite [62] como fases dispersas.\nConforme a Figura 2.12 documenta, o diâmetro de poro dos scaffolds obtidos neste trabalho ficou no limiar do tamanho mínimo necessário para utilização em implantes ortopédicos, ou seja, 100 pm [3]. No entanto, publicações recentes indicaram que o diâmetro médio de poro pode ser variado partindo-se do congelamento de soluções com diferentes concentrações de quitosano [12]. O estudo da influência da concentração inicial da solução de quitosano no diâmetro médio de poro do compósito quitosano/brushite pode ser pois um tema interessante para dar continuidade aos estudos realizados no presente trabalho.\nFigura 2.12. Variação do tamanho médio de poro com o aumento da concentração de brushite no scaffold compósito.\nVerificou-se também que o diâmetro dos poros aumenta gradualmente à medida que se evolui da periferia para o centro da amostra. Tal comportamento poderá estar relacionado com o facto de a transferência de calor ocorrer do centro da amostra para a periferia da mesma [64], ou seja: quando a amostra é congelada, o gradiente térmico imposto à periferia da amostra é superior ao que se estabelece, no mesmo instante, na zona mais interna da mesma (esta diferença tende a acentuar-se com o aumento da dimensão da amostra). Um elevado gradiente térmico propicia a nucleação de um elevado número de cristais de gelo, ao passo que um menor gradiente de temperatura tenderá a ocasionar uma menor velocidade de nucleação, de que resultará um menor número de cristais. O crescimento destes cristais, comparativamente ao dos que nucleiam na região periférica, será, pois, beneficiado e as suas dimensões tenderão a ser superiores [12]. A variação do diâmetro de poro do scaffold pode ser pois minimizada reduzindo as dimensões (espessura e diâmetro) do scaffold, permitindo, assim, a obtenção de scaffolds com diâmetro de poro mais uniforme [12]. Inversamente, para se obterem scaffolds com poros grandes, podem congelar-se amostras com elevados diâmetros e espessura, fazendo-se posteriormente cortes da zona central destas amostras. Alternativamente, poderão manipular-se as taxas de arrefecimento das soluções para condicionar o tamanho de poro. Em investigações\nrecentes, Madihally et al. [12] estudaram o efeito dos gradientes de temperatura na obtenção de scaffolds macroporosos de quitosano e verificaram que os poros das amostras congeladas em temperaturas relativamente altas (entre -5° C e -15° C) eram maiores que para as amostras submetidas à temperatura de congelamento mais baixas (entre -15° C e -196° C). Observaram ainda que a interconectividade dos poros é influenciada pela concentração da solução de quitosano, verificando-se que, sob uma temperatura de congelamento fixa, concentrações elevadas de quitosano em solução produzem menor interconectividade.\nObserva-se na Figura 2.13 (a) que a densidade do compósito aumenta com o aumento da quantidade de brushite no compósito. O grau de porosidade total dos scaffolds enquadra-se dentro do valor adequado referido na literatura (em torno de 90%) [4].\nFigura 2.13. Variação da densidade aparente (a) e da porosidade (b) dos scaffolds em função da concentração de brushite no compósito.\nAs análises dos espectros de infravermelho dos scaffolds revelaram as bandas características tanto do quitosano puro como do compósito quitosano/brushite, tal como se ilustra na Figura 2.14. Os espectros de infravermelho do quitosano puro e do compósito quitosano/brushite apresentam uma larga banda de absorção entre 3650 e 3000 cm-1 relacionada com a distensão -OH. As bandas observadas a 1647, 1559, 1547 e 1382 cm-1 são atribuídas ao grupo carbonilo da amida (C=O), ao grupo amina, ao grupo -NH também da amida e à distensão C-O do grupo álcool primário (-CH2-OH), respectivamente [21, 55, 65]. As bandas observadas a 2920 e 2873 cm-1 são atribuídas à distensão alifática C-H [66]. No que se refere à brushite, observa-se no compósito o aparecimento das bandas\nrelacionadas com o grupo tetraédrico PO43-. Como era de esperar, no compósito quitosano/brushite, as bandas relacionadas com a água de cristalização da brushite, a 3546, 3492 e 1650 cm-1, e com o grupo fosfato, a 1132, 1065 e 987 cm-1, tornam-se mais evidentes à medida que a concentração de brushite aumenta.\nFigura 2.14. Espectro de infravermelho do quitosano puro (a) e dos compósitos quitosano/brushite 3:1 (b) e 1:1 (c).\nDa mesma forma que para a brushite, as análises termogravimétrica (ATG) e térmica diferencial (ATD) permitiram estudar o comportamento térmico do quitosano puro (Figura 2.15) e dos compósitos (Figura 2.16).\nFigura 2.15. Análise Termogravimétrica (ATG) e Térmica Diferencial (ATD) do quitosano.\nA análise térmica diferencial do quitosano puro (Figura 2.15) apresenta um pico endotérmico próximo dos 100° C, correspondendo à perda de água superficial e um pico exotérmico a « 290° C que se deve à decomposição térmica do polímero, ambos os picos acompanhados de perda de massa, ~ 15 % e ~ 40%, respectivamente, estando estes resultados em concordância com os referidos na literatura [66]. A perda de massa total ocorrida até 700° C correspondeu a cerca de 65% da massa inicial.\nA Figura 2.16 compara os termogramas do quitosano e da brushite com os termogramas do compósito quitosano/brushite, para diferentes concentrações dos seus constituintes.\nFigura 2.16. Análises Termogravimétricas (ATG) e Térmica Diferencial (ATD) da brushite (—), do scaffold de quitosano (—) e dos compósitos quitosano/brushite 5:1 (—), 3:1 (—), 1:1 (—) e 1:3 (—).\nGenericamente, observa-se que, à medida que aumenta o teor de brushite, diminui a perda de massa total do compósito. O quitosano é o componente que mais contribui para a perda de massa do compósito que ocorre maioritariamente a temperaturas (- 250° C) próximas (embora ligeiramente inferiores) da temperatura de decomposição do quitosano (- 290° C). O compósito com teor de brushite mais elevado (1:3) já evidencia claramente as perdas de peso características da brushite, quer a que acompanhe a perda de água de cristalização (-200° C), quer a que resulta da transformação de monetite em pirofosfato (- 400°C). As variações de intensidade dos picos exo- e endotérmicos nos compósitos reflectem tambám as variações das proporções de brushite e quitosano: a intensidade do pico endortérmico a - 200° C (atribuído à perda de água de cristalização da brushite) é máxima para o compósito com maior teor de brushite (1:3); por seu lado, a intensidade da banda exotérmica que acompanha a decomposição do polímero é mais intensa no compósito com maior teor do polímero.\nUsando a regra das misturas e as composições nominais dos compósitos fez-se uma estimativa das percentagens de perda de massa expectáveis para os compósitos durante o respectivo tratamento térmico. Os valores assim calculados foram comparados com os resultados experimentalmente obtidos (Figura 2.16). Este estudo comparativo permite avaliar a uniformidade da distribuição de brushite na estrutura do compósito. Seleccionou-se a temperatura de 650° C como temperatura de estudo devido ao facto de, a partir desta temperatura, não se observarem alterações significativas nos termogramas da brushite e do quitosano. A Tabela 2.5 compara os valores de perda de massa estimados e os valores reais determinados com base nas análises termogravimétricas do compósito.\nTabela 2.5. Perda de massa calculada (%) e perda de massa real (%) avaliada por ATG a 650° C, para diferentes compósitos quitosano/brushite\nQuitosano/Brushite\tPerda de peso calculada (%)\tPerda peso real (%)\n5:1\t57,77\t58,16\n3:1\t54,65\t56,49\n1:1\t45,30\t44,69\n1:3\t35,95\t36,53\nNão se observaram diferenças significativas entre os valores calculados da perda de massa dos compósitos e os experimentalmente obtidos (análise termogravimétrica). Pode, pois,\nconcluir-se que os cristais de brushite se encontram uniformemente dispersos na matriz polimérica, atestando assim o elevado grau de homogeneidade conseguido na preparação das suspensões de partida (suspensão de brushite em solução de quitosano).\nNo tocante às propriedades mecânicas, a tensão de cedência é uma propriedade muito importante, já que exprime o valor de tensão a partir da qual a deformação dos scaffolds passa a ser significativa. Conforme observado na Figura 2.17, o scaffold de quitosano apresentou uma tensão de cedência de 0,07 MPa. Os valores reportados na literatura para as tensões de cedência de scaffolds de quitosano preparados sob condições semelhantes às do presente trabalho foram de 0,03 MPa (Zhao et al. [62]) e 0,11 MPa (Zhang et al. [18]). Esta variação significativa nos valores das tensões de cedência pode estar relacionada com a orientação dos poros nos scaffolds. Como mencionado, o diâmetro de poro e a sua orientação dependem dos gradientes de temperatura durante o congelamento, bem como da espessura dos scaffolds.\nNo presente trabalho, prepararam-se scaffolds com espessuras de 8 mm e com diâmetro de 20 mm. Os scaffolds preparados por Zhang et al. [18], embora apresentassem diâmetro de 22 mm, possuíam menor espessura, 3 mm, o que poderá ter favorecido uma distribuição do tamanho de poro mais uniforme e, consequentemente, uma distribuição mais eficiente de carga aplicada, justificando assim o registo de um valor de tensão de cedência mais elevado.\nA adição da brushite ao quitosano provoca um aumento considerável na tensão de cedência do material que atinge o valor de 0,13 MPa no compósito quitosano/brushite com concentração de brushite igual a 75% (Figura 2.17). O aumento na tensão de cedência reflecte a mistura íntima entre o polímero e a brushite, embora alguns autores [62, 67] tenham sugerido a possibilidade de interacções químicas envolvendo provavelmente reacções de complexação dos iões cálcio pelos grupos funcionais do quitosano.\nFigura 2.17. Tensão de cedência em função da concentração de brushite (a) e da densidade (b) dos compósitos.\nApesar dos valores de tensão de cedência do compósito quitosano/brushite estarem abaixo dos obtidos para o osso trabecular, entre 2-12 MPa [68], são comparáveis aos valores normalmente encontrados na literatura para os scaffolds compósitos a base de quitosano. Em trabalhos recentes, Zhang et al. [18] estudaram o efeito da concentração de 0-TCP em scaffolds do compósito quitosano/0-TCP, constatando um aumento da tensão de cedência de 0,11 (para o quitosano puro) para 0,21 MPa (para o compósito quitosano/0-TCP\ncontendo 50% de 0-TCP). Um estudo semelhante com wollastonite [62] revelou que o aumento da concentração desta substância até uma proporção de 50/50 (massa do polímero/massa da fase dispersa) no compósito quitosano/wollastonite favorece o aumento da tensão de cedência de 0,03 para 0,12 MPa. Apesar de usarem diferentes temperaturas de congelamento os dois trabalhos citados seguem procedimentos de preparação dos scaffolds de quitosano e do compósito semelhantes ao utilizado neste trabalho.\n2.4.Conclusões\nEstudou-se a viabilidade da preparação de scaffolds compósitos de quitosano/bruhite recorrendo a uma técnica de liofilização. Observou-se que é possível obter, por esta via, scaffolds compósitos com estruturas macroporosas.\nA caracterização dos scaffolds obtidos mostra que a concentração de brushite afecta significativamente a estrutura final do compósito, sobretudo no que se refere à percentagem de porosidade total, ao tamanho final de poro e à densidade da amostra.\nO estudo do comportamento mecânico dos diversos scaffolds evidenciou resultados comparáveis aos reportados na literatura para scaffolds compósitos a base de quitosano e de outros fosfatos de cálcio: os valores de tensão de cedência obtidos para o compósito quitosano/brushite situam-se entre os referidos para o compósito quitosano/wollastonite [62] e para o compósito quitosano/p-TCP [18].\n2.5.Referências Bibliográficas\n1.\tHemperly J. J., Vinson A. L., Presnell S. C. e Heidaran M. A., “The cell/line”, BD Biosciences Discovery Labware 12 (1) (2002) 1-12.\n2.\tMikos A. G. e Temenoff J. S., “Formation of higly porous biodegradable scaffolds for tissue engineering”, Electronic Journal of Biotechnology 3(2) (2000) 1-5\n3.\tVaccaro A. R., “The role of the osteoconductive scaffold in synthetic bone graft”, Orthopedics 25 (2002) s571-s578.\n4.\tGe Zigang, Baguenard S., Lim L. Y., Wee A. e Khor E., “Hydroxiapatite-chitin materials as potential tissue engineered bone substitutes”, Biomaterials 25 (2004) 10491058.\n5.\tCapito R. e Spector M., “Scaffold-based articular cartilage repair”, Eng in Med and Biol Magazine (2003) 42-50.\n6.\tHolmes T. C., “Novel peptide-based biomaterial scaffolds for tissue engineering”, Trends in Biotechnology 20 (1) (2002) 16-21.\n7.\tBhatia S. N. e Chen C. S., “Tissue engineering at the micro-scale”, Biomedical Microdevices 2(2) (1999) 131-144.\n8.\tSusante J. L., Buma P., Homminga G. N., Berg W. B. e Veth R. P., “Chondrocyte-seeded hydroxyapatite for repair of large articular cartilage defects. A pilot study in the goat”, Biomaterials 19 (1998) 2367-2374.\n9.\tAgrawal C. M. e Ray R. B., “Biodegradable polymeric scaffolds for muscuskeletal tissue engineering”, J Biomed Mater Res 55 (2001) 141-150.\n10.\tSuominen E., Aho A. J., Vedel E, Kangasniemi I, Uusipaikka E. e Urpo A. Y., “Subchondral bone and cartilage repair with bioactive glasses, hydroxyapatite, and hydroxyapatite-glass composite”, J Biomed Mater Res 32 (1996) 543-551.\n11.\tMano J. F., Sousa R. A., Boesel L. F., Neves N. M. e Reis R. L., “Bioinert, biodegradable and injectable polymeric matrix composites for hard tissue replacement:\nstate of the art and recent developments”, Composites Science and Technology 64 (2004) 789-817.\n12.\tMadihally S. V. e Matthew H. W. T., “Porous chitosan scaffolds for tissue engineering”. Biomaterials 20 (1999) 1133-1142.\n13.\tCui Y. L, Qi A. D., Liu W. G., Wang X. H., Wang H., Ma D. M., Yao K. D., “Biomimetic surface modification of poly(L-lactic acid) with chitosan and its effects on articular chondrocytes in vitro”, Biomaterials 24 (2003) 3859-3868.\n14.\tGrande D. A., Halberstad C., Naughton G., Schwartz R. e Manji R., “Evaluation of matrix scaffolds for tissue engineering of articular cartilage grafts”, J Biomed Mater Res 34 (1997) 211-220.\n15.\tSuh J. K. e Matthew W. T., “Application of chitosan-based polysaccaharide biomaterials in cartilage tissue engineering: a review”, Biomatierials 21 (2000) 2589-2598.\n16.\tMa L., Gao C., Mao Z., Zhou J., Shen J., Hu X. e Han C., “Collagen/chitosan porous scaffolds with improved biostability for skin tissue engineering”, Biomaterials 24 (2003) 4833-4841.\n17.\tSeal B. L., Otero T. C. e Panitch A., “Polymeric biomaterials for tissue and organ regeneration”, Mater Sci and Eng Res 34 (2001) 147-230.\n18.\tZhang Y. e Zhang M., “Synthesis and characterization of macroporous chitosan/calcium phosphate composite scaffolds for tissue engineering”, J Biomed Matter Res 55 (2001) 304-342.\n19.\tSato T., Ishii T. e Okahata Y., “In vitro gene delivery mediated by chitosan. Effect of pH, serum, and molecular mass of chitosan on the transfection efficiency”. Biomaterials 22 (2001) 2075-2080.\n20.\tChatelet C., Damour O. e Domard A., “Influence of the degree of acetylation on some biological properties of chitosan films”, Biomaterials 22 (2001) 261-268.\n21.\tZhang, Y. e Zhang M, “Calcium phosphate/chitosan composite scaffolds for controlled in vitro antibiotic drug release”, J Biomed Mater Res 62 (2002) 378-386.\n22.\tBeppu M. M. e Santana C. C., “PAA influence on chitosan membrane calcification”, Mater Sci Eng C 23 (2003) 651-658.\n23.\tMikos A. G., Bao Y., Cima L. G., Ingber D. E., Vacanti J. P. e Langer R., “Preparation of poly(glycolic acid) bonded fiber structures for cell attachment and transplantation”, J Biom Mater Res 27 (1993) 183-189.\n24.\tMooney D. J., Mazzoni C. L., Breuer C., McNamara K., Hern D. e Vacanti J. P., “Stabilized polyglycolic acid fibre-based tubes for tissue engineering”, Biomaterials 17 (1996)115-124.\n25.\tGross K. A. e Lorenzo L. M. R., “Biodegradable composite scaffolds with an interconnected spherical network for bone tissue engineering”, Biomaterials 25 (2004) 4955-4962.\n26.\tMooney D. J., Baldwin D. F., Suh N. P., Vacanti J. P. e Larger R., “Novel approach to fabricate porous sponges of poly(D, L-lactic-co-glycolic acid) without the use of organic solvents”, Biomaterials 17 (1996) 1417-1422.\n27.\tNam Y. S., Yoon J. J. e Park T. G., “A novel fabrication method of macroporous biodegradable polymer scaffolds using gas foaming salt as a porogen additive”, J Biomed Mater Res 53 (2000) 1-7.\n28.\tNam Y. S. e Park T. G., “Biodegradable polymeric microcellular foams by modified thermally induced phase separation method”, Biomaterials 20 (1999) 1783-1790.\n29.\tKim H. W., Knowles J. C. e Kim H. E., “Development of hydroxyapatite bone scaffold for controlled drug release via poly(-caprolactone) and hydroxyapatite hybrid coatings”, J Biomed Mater Res Part B: Appl Biomater 70B (2004) 240-249.\n30.\tIshaug S. L., Crane G. M., Miller M. J., Yasko A. W., Yaszemski M. J. e Mikos A. G., “Bone formation by three-dimensional stromal osteoblast culture in biodegradable polymer scaffolds”, J Biom Mater Res 36 (1997) 17-28.\n31.\tIshaug S. L., Crane G. M., Yaszemski M. J. e Mikos A. G., “Three-dimensional culture or rat calvarial osteoblast in porous biodegradable polymers”, Biomaterials 19 (1998) 1405-1412.\n32.\tThomson R. C., Yaszemski M. J., Powers J. M. e Mikos A. G., “Hidroxyapatite fiber reinforced poly(a-hydroxy ester) foams for bone regeneration”, Biomaterials 19 (1998) 1935-1943.\n33.\tWei G. e Ma P. X., “Structure and properties of nano-hydroxyapatite/polymer composite scaffolds for bone tissue engineering”, Biomaterials 25 (2004) 4749-4757.\n34.\tNehrer S., Breinan H. A., Ramappa A., Young G., Shortkroff S., Louie L. K., Sledge\nC.\tB., Yannas I. V. e Spector M., “Matrix collagen type and pore size influence behaviour of seeded canine chondrocytes”, Biomaterials 18 (1997) 769-776.\n35.\tBlack J. e Hastings G., “Handbook of biomaterial properties”, Chapman and Hall (1998) 549.\n36.\tWang K. Thomas C. H., Healy K. E. e Nuber G., “A novel method to fabricate bioabsorbable scaffolds”, Polymer 36 (1995) 837-842.\n37.\tHing K. A., Best S. M. e Bonfield W., “Characterization of porous hydroxyapatite”, J Mater Sci Mater Med 10 (1999) 135-145.\n38.\tAlmirall A., Larrecq G., Delgado J. A.., Martlynez S., Planell J. A., Ginebra M. P., “Fabrication of low temperature macroporous hydroxyapatite scaffolds by foaming and hydrolysis of an a-TCP paste”, Biomaterials 25 (2004) 3671-3680.\n39.\tMickiewicz R. A., “Polymer-calcium phosphate composites for use as an injectable bone substitute”, Massachusetts Institute of Technology, Toronto, 2001, pg. 6\n40.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n41.\tRho, J. Y., Spearing, K. L. e Zioupos, P., “Mechanical properties and the hierarchical structure of bone”, Medical Engineering &amp; Physics 20 (1998) 92-102.\n42.\tHutmacher D. W., “Scaffolds in tissue engineering bone and cartilage”, Biomaterials 21 (2000) 2529-2543.\n43.\tAgrawal C. M. e Athanasiou K. A., “Technique to control pH in vicinity of biodegrading PLA-PGA implants”, J Biomed Mater Res Appl Mat 38 (1997) 105-114.\n44.\tVerheyen C. C. P. M., Klein C. P. A. T., Hogervorst J. M. A., Wolke J. G. C., Wijn J. R., Blitterswijk C. A. e Groot K., “Evaluation of hydroxylapatite poly(L-lactide) composites-physicochemeical properties”, J Mater Sci Mater Med 4 (1993) 58-65.\n45.\tWang M., Chen L. J., Ni J., Weng J. e Yue C. Y., “Manufacture and evaluation of bioactive and biodegradable materials and scaffolds for tissue engineering”, J Mater Sci Med 12 (2001) 855-860.\n46.\tMarra K. G., Szem J. W., Kumta P. N., Dimilla P. A. e Weiss L. E., “In vitro analysis of biodegradable polymer blend/hydroxyapatite composites for bone tissue engineering”, J Biomed Mater Res 47 (1999) 324-355.\n47.\tZhang Y. e Zhang M., “Three-dimensional macroporous calcium phosphate bioceramics with nested chitosan sponges for load-bearing bone implants”, J Biomed Mater Res 61 (2002) 1-8.\n48.\tZhang Y. e Zhang M., “Cell growth and function on calcium phosphate reinforced chitosan scaffold”, J Mater Sci: Mater Med 15 (2004) 255-260.\n49.\tJayaraman M. e Subramanian M. V., “Preparation and characterization of two new composites: collagen-brushite and collagen octa-calcium phosphate”, Med Sci Monit 8(11) (2002) BR481-487.\n50.\tKumar R. R. e Wang M, “Biomimetic deposition of hydroxyapatite on brushite single crystal grown by the gel technique”, Materials Letters 49 (2001) 15-19.\n51.\tSilva M. H. P., Lima J. H. C., Soares G. A., Elias C. N., Andrade M. C., Best S. M. e Gibson I. R., “ Transformation of monetite to hydroxyapatite in bioactive coatings on titanium”, Surf Coat Tec 137 (2001) 270-276.\n52.\tGrover L. M., Knowles J. C., Fleming G. J. P. e Barralet J. E., “In vitro ageing of brushite calcium phosphate cement” Biomaterials 24 (2003) 4133-4141.\n53.\tTovborg, J. A. e Rathley J., “Calcium Hydrogen orthophosphate 2-hydrate and calcium hydrogen orthophosphate”, Inorganic Syntheses 4 (1953) 19-22.\n54.\tElliot, J. C., “Structure and chemistry of the apatites and other calcium orthophosphates”, Elsevier Science B.V., Amsterdam, 1994, pg. 24.\n55.\tYin Y., Ye F., Cui J., Zhang F., Li X. e Yao K., “Preparation and characterization of macroporous chitosan-gelatin/p-tricalcium phosphate composite scaffolds for bone tissue engineering”, J Biomed Mater Res 67A (2003) 844-855.\n56.\tSivakumar G. R., Girija E. K., Kalkura S. N. e Subramanian C., “Crystallization and characterization of calcium phosphate: brushite and monetite”, Cryst. Res. Technol. 33 (1998) 197-205.\n57.\tArifuzzaman S. M., Rohani S., “Experimental study of brushite precipitation”, J of Crystal Growth 267 (2004) 624-634.\n58.\tFerreira A., Oliveira C. e Rocha F., “The different phases in the precipitation of dicalcium phosphate dihydrate”, J of Crystal Growth 252 (2003) 599-611\n59.\tJoshi V. e Joshi M., “FTIR spectroscopic, thermal and growth morphological studies of calcium hydrogen phosphate dihydrate crystals”, Cryst. Res. Technol 38(9) (2003) 817821.\n60.\tHu Q., Li B., Wang M e Shen J., “Preparation and characterization of biodegradable chitosan/hydroxyapatite nanocomposite rods via in situ hybridization: a potential material as internal fixation of bone fracture”, Biomaterials 25 (2004) 779-785.\n61.\tAng T. H., Sultana F. S. A., Hutmacher D. W., Wong Y. S., Fuh J. Y. H., Mo X. M., Loh H. T., Burdet E. e Teoh S. H., “Fabrication of 3-D chitosan-hydroxyapatite scaffolds using a robotic dispersing system”, Mater Sci Eng C 20(1-2) (2002) 35-42.\n62.\tZhao L. e Chang J., “Preparation and characterization of macroporous chitosan/wollastonite composite scaffolds for tissue engineering”, J Mater Sci: Mat Med 15 (2004) 625-629.\n63.\tZhang R e Ma P. X, “ Poly(a-hydroxyl acids)/hydorxyapatite porous composites for bone-tissue engineering. I. Preparation and morphology”, J Biomed Mater Res 44 (1999) 446-455.\n64.\tOetjen G. W, “Freeze-Drying”, Wiley-VCH, Republic of Germany, 1999, pg. 12-20.\n65.\tSaraswathy G., Pal S., Rose C. e Sastry T. P., “ A novel bio-inorganic bone implant containing deglued bone, chitosan and gelatin”, Bull Mater Sci 24(4) (2001) 415-420.\n66.\tYamaguchi I., Tokuchi K, Fukuzaki H, Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n67.\tZhang Y. e Zhang M., “Microstructural and mechanical characterization of chitosan scaffolds reinforced by calcium phosphates”, J Non-Cryst Sol 282 (2001) 159-164.\n68.\tDubok, V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\n1.\tHemperly J. J., Vinson A. L., Presnell S. C. e Heidaran M. A., “The cell/line”, BD Biosciences Discovery Labware 12 (1) (2002) 1-12.\n2.\tMikos A. G. e Temenoff J. S., “Formation of higly porous biodegradable scaffolds for tissue engineering”, Electronic Journal of Biotechnology 3(2) (2000) 1-5\n3.\tVaccaro A. R., “The role of the osteoconductive scaffold in synthetic bone graft”, Orthopedics 25 (2002) s571-s578.\n4.\tGe Zigang, Baguenard S., Lim L. Y., Wee A. e Khor E., “Hydroxiapatite-chitin materials as potential tissue engineered bone substitutes”, Biomaterials 25 (2004) 10491058.\n5.\tCapito R. e Spector M., “Scaffold-based articular cartilage repair”, Eng in Med and Biol Magazine (2003) 42-50.\n6.\tHolmes T. C., “Novel peptide-based biomaterial scaffolds for tissue engineering”, Trends in Biotechnology 20 (1) (2002) 16-21.\n7.\tBhatia S. N. e Chen C. S., “Tissue engineering at the micro-scale”, Biomedical Microdevices 2(2) (1999) 131-144.\n8.\tSusante J. L., Buma P., Homminga G. N., Berg W. B. e Veth R. P., “Chondrocyte-seeded hydroxyapatite for repair of large articular cartilage defects. A pilot study in the goat”, Biomaterials 19 (1998) 2367-2374.\n9.\tAgrawal C. M. e Ray R. B., “Biodegradable polymeric scaffolds for muscuskeletal tissue engineering”, J Biomed Mater Res 55 (2001) 141-150.\n10.\tSuominen E., Aho A. J., Vedel E, Kangasniemi I, Uusipaikka E. e Urpo A. Y., “Subchondral bone and cartilage repair with bioactive glasses, hydroxyapatite, and hydroxyapatite-glass composite”, J Biomed Mater Res 32 (1996) 543-551.\n11.\tMano J. F., Sousa R. A., Boesel L. F., Neves N. M. e Reis R. L., “Bioinert, biodegradable and injectable polymeric matrix composites for hard tissue replacement: state of the art and recent developments”, Composites Science and Technology 64 (2004) 789-817.\n12.\tMadihally S. V. e Matthew H. W. T., “Porous chitosan scaffolds for tissue engineering”. Biomaterials 20 (1999) 1133-1142.\n13.\tCui Y. L, Qi A. D., Liu W. G., Wang X. H., Wang H., Ma D. M., Yao K. D., “Biomimetic surface modification of poly(L-lactic acid) with chitosan and its effects on articular chondrocytes in vitro”, Biomaterials 24 (2003) 3859-3868.\n14.\tGrande D. A., Halberstad C., Naughton G., Schwartz R. e Manji R., “Evaluation of matrix scaffolds for tissue engineering of articular cartilage grafts”, J Biomed Mater Res 34 (1997) 211-220.\n15.\tSuh J. K. e Matthew W. T., “Application of chitosan-based polysaccaharide biomaterials in cartilage tissue engineering: a review”, Biomatierials 21 (2000) 2589-2598.\n16.\tMa L., Gao C., Mao Z., Zhou J., Shen J., Hu X. e Han C., “Collagen/chitosan porous scaffolds with improved biostability for skin tissue engineering”, Biomaterials 24 (2003) 4833-4841.\n17.\tSeal B. L., Otero T. C. e Panitch A., “Polymeric biomaterials for tissue and organ regeneration”, Mater Sci and Eng Res 34 (2001) 147-230.\n18.\tZhang Y. e Zhang M., “Synthesis and characterization of macroporous chitosan/calcium phosphate composite scaffolds for tissue engineering”, J Biomed Matter Res 55 (2001) 304-342.\n19.\tSato T., Ishii T. e Okahata Y., “In vitro gene delivery mediated by chitosan. Effect of pH, serum, and molecular mass of chitosan on the transfection efficiency”. Biomaterials 22 (2001) 2075-2080.\n20.\tChatelet C., Damour O. e Domard A., “Influence of the degree of acetylation on some biological properties of chitosan films”, Biomaterials 22 (2001) 261-268.\n21.\tZhang, Y. e Zhang M, “Calcium phosphate/chitosan composite scaffolds for controlled in vitro antibiotic drug release”, J Biomed Mater Res 62 (2002) 378-386.\n22.\tBeppu M. M. e Santana C. C., “PAA influence on chitosan membrane calcification”, Mater Sci Eng C 23 (2003) 651-658.\n23.\tMikos A. G., Bao Y., Cima L. G., Ingber D. E., Vacanti J. P. e Langer R., “Preparation of poly(glycolic acid) bonded fiber structures for cell attachment and transplantation”, J Biom Mater Res 27 (1993) 183-189.\n24.\tMooney D. J., Mazzoni C. L., Breuer C., McNamara K., Hern D. e Vacanti J. P., “Stabilized polyglycolic acid fibre-based tubes for tissue engineering”, Biomaterials 17 (1996)115-124.\n25.\tGross K. A. e Lorenzo L. M. R., “Biodegradable composite scaffolds with an interconnected spherical network for bone tissue engineering”, Biomaterials 25 (2004) 4955-4962.\n26.\tMooney D. J., Baldwin D. F., Suh N. P., Vacanti J. P. e Larger R., “Novel approach to fabricate porous sponges of poly(D, L-lactic-co-glycolic acid) without the use of organic solvents”, Biomaterials 17 (1996) 1417-1422.\n27.\tNam Y. S., Yoon J. J. e Park T. G., “A novel fabrication method of macroporous biodegradable polymer scaffolds using gas foaming salt as a porogen additive”, J Biomed Mater Res 53 (2000) 1-7.\n28.\tNam Y. S. e Park T. G., “Biodegradable polymeric microcellular foams by modified thermally induced phase separation method”, Biomaterials 20 (1999) 1783-1790.\n29.\tKim H. W., Knowles J. C. e Kim H. E., “Development of hydroxyapatite bone scaffold for controlled drug release via poly(-caprolactone) and hydroxyapatite hybrid coatings”, J Biomed Mater Res Part B: Appl Biomater 70B (2004) 240-249.\n30.\tIshaug S. L., Crane G. M., Miller M. J., Yasko A. W., Yaszemski M. J. e Mikos A. G., “Bone formation by three-dimensional stromal osteoblast culture in biodegradable polymer scaffolds”, J Biom Mater Res 36 (1997) 17-28.\n31.\tIshaug S. L., Crane G. M., Yaszemski M. J. e Mikos A. G., “Three-dimensional culture or rat calvarial osteoblast in porous biodegradable polymers”, Biomaterials 19 (1998) 1405-1412.\n32.\tThomson R. C., Yaszemski M. J., Powers J. M. e Mikos A. G., “Hidroxyapatite fiber reinforced poly(a-hydroxy ester) foams for bone regeneration”, Biomaterials 19 (1998) 1935-1943.\n33.\tWei G. e Ma P. X., “Structure and properties of nano-hydroxyapatite/polymer composite scaffolds for bone tissue engineering”, Biomaterials 25 (2004) 4749-4757.\n34.\tNehrer S., Breinan H. A., Ramappa A., Young G., Shortkroff S., Louie L. K., Sledge\nC.\tB., Yannas I. V. e Spector M., “Matrix collagen type and pore size influence behaviour of seeded canine chondrocytes”, Biomaterials 18 (1997) 769-776.\n35.\tBlack J. e Hastings G., “Handbook of biomaterial properties”, Chapman and Hall (1998) 549.\n36.\tWang K. Thomas C. H., Healy K. E. e Nuber G., “A novel method to fabricate bioabsorbable scaffolds”, Polymer 36 (1995) 837-842.\n37.\tHing K. A., Best S. M. e Bonfield W., “Characterization of porous hydroxyapatite”, J Mater Sci Mater Med 10 (1999) 135-145.\n38.\tAlmirall A., Larrecq G., Delgado J. A.., Martlynez S., Planell J. A., Ginebra M. P., “Fabrication of low temperature macroporous hydroxyapatite scaffolds by foaming and hydrolysis of an a-TCP paste”, Biomaterials 25 (2004) 3671-3680.\n39.\tMickiewicz R. A., “Polymer-calcium phosphate composites for use as an injectable bone substitute”, Massachusetts Institute of Technology, Toronto, 2001, pg. 6\n40.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n41.\tRho, J. Y., Spearing, K. L. e Zioupos, P., “Mechanical properties and the hierarchical structure of bone”, Medical Engineering &amp; Physics 20 (1998) 92-102.\n42.\tHutmacher D. W., “Scaffolds in tissue engineering bone and cartilage”, Biomaterials 21 (2000) 2529-2543.\n43.\tAgrawal C. M. e Athanasiou K. A., “Technique to control pH in vicinity of biodegrading PLA-PGA implants”, J Biomed Mater Res Appl Mat 38 (1997) 105-114.\n44.\tVerheyen C. C. P. M., Klein C. P. A. T., Hogervorst J. M. A., Wolke J. G. C., Wijn J. R., Blitterswijk C. A. e Groot K., “Evaluation of hydroxylapatite poly(L-lactide) composites-physicochemeical properties”, J Mater Sci Mater Med 4 (1993) 58-65.\n45.\tWang M., Chen L. J., Ni J., Weng J. e Yue C. Y., “Manufacture and evaluation of bioactive and biodegradable materials and scaffolds for tissue engineering”, J Mater Sci Med 12 (2001) 855-860.\n46.\tMarra K. G., Szem J. W., Kumta P. N., Dimilla P. A. e Weiss L. E., “In vitro analysis of biodegradable polymer blend/hydroxyapatite composites for bone tissue engineering”, J Biomed Mater Res 47 (1999) 324-355.\n47.\tZhang Y. e Zhang M., “Three-dimensional macroporous calcium phosphate bioceramics with nested chitosan sponges for load-bearing bone implants”, J Biomed Mater Res 61 (2002) 1-8.\n48.\tZhang Y. e Zhang M., “Cell growth and function on calcium phosphate reinforced chitosan scaffold”, J Mater Sci: Mater Med 15 (2004) 255-260.\n49.\tJayaraman M. e Subramanian M. V., “Preparation and characterization of two new composites: collagen-brushite and collagen octa-calcium phosphate”, Med Sci Monit 8(11) (2002) BR481-487.\n50.\tKumar R. R. e Wang M, “Biomimetic deposition of hydroxyapatite on brushite single crystal grown by the gel technique”, Materials Letters 49 (2001) 15-19.\n51.\tSilva M. H. P., Lima J. H. C., Soares G. A., Elias C. N., Andrade M. C., Best S. M. e Gibson I. R., “ Transformation of monetite to hydroxyapatite in bioactive coatings on titanium”, Surf Coat Tec 137 (2001) 270-276.\n52.\tGrover L. M., Knowles J. C., Fleming G. J. P. e Barralet J. E., “In vitro ageing of brushite calcium phosphate cement” Biomaterials 24 (2003) 4133-4141.\n53.\tTovborg, J. A. e Rathley J., “Calcium Hydrogen orthophosphate 2-hydrate and calcium hydrogen orthophosphate”, Inorganic Syntheses 4 (1953) 19-22.\n54.\tElliot, J. C., “Structure and chemistry of the apatites and other calcium orthophosphates”, Elsevier Science B.V., Amsterdam, 1994, pg. 24.\n55.\tYin Y., Ye F., Cui J., Zhang F., Li X. e Yao K., “Preparation and characterization of macroporous chitosan-gelatin/p-tricalcium phosphate composite scaffolds for bone tissue engineering”, J Biomed Mater Res 67A (2003) 844-855.\n56.\tSivakumar G. R., Girija E. K., Kalkura S. N. e Subramanian C., “Crystallization and characterization of calcium phosphate: brushite and monetite”, Cryst. Res. Technol. 33 (1998) 197-205.\n57.\tArifuzzaman S. M., Rohani S., “Experimental study of brushite precipitation”, J of Crystal Growth 267 (2004) 624-634.\n58.\tFerreira A., Oliveira C. e Rocha F., “The different phases in the precipitation of dicalcium phosphate dihydrate”, J of Crystal Growth 252 (2003) 599-611\n59.\tJoshi V. e Joshi M., “FTIR spectroscopic, thermal and growth morphological studies of calcium hydrogen phosphate dihydrate crystals”, Cryst. Res. Technol 38(9) (2003) 817821.\n60.\tHu Q., Li B., Wang M e Shen J., “Preparation and characterization of biodegradable chitosan/hydroxyapatite nanocomposite rods via in situ hybridization: a potential material as internal fixation of bone fracture”, Biomaterials 25 (2004) 779-785.\n61.\tAng T. H., Sultana F. S. A., Hutmacher D. W., Wong Y. S., Fuh J. Y. H., Mo X. M., Loh H. T., Burdet E. e Teoh S. H., “Fabrication of 3-D chitosan-hydroxyapatite scaffolds using a robotic dispersing system”, Mater Sci Eng C 20(1-2) (2002) 35-42.\n62.\tZhao L. e Chang J., “Preparation and characterization of macroporous chitosan/wollastonite composite scaffolds for tissue engineering”, J Mater Sci: Mat Med 15 (2004) 625-629.\n63.\tZhang R e Ma P. X, “ Poly(a-hydroxyl acids)/hydorxyapatite porous composites for bone-tissue engineering. I. Preparation and morphology”, J Biomed Mater Res 44 (1999) 446-455.\n64.\tOetjen G. W, “Freeze-Drying”, Wiley-VCH, Republic of Germany, 1999, pg. 12-20.\n65.\tSaraswathy G., Pal S., Rose C. e Sastry T. P., “ A novel bio-inorganic bone implant containing deglued bone, chitosan and gelatin”, Bull Mater Sci 24(4) (2001) 415-420.\n66.\tYamaguchi I., Tokuchi K, Fukuzaki H, Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n67.\tZhang Y. e Zhang M., “Microstructural and mechanical characterization of chitosan scaffolds reinforced by calcium phosphates”, J Non-Cryst Sol 282 (2001) 159-164.\n68.\tDubok, V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\nCapítulo 3\nEstudo do Comportamento do Compósito Quitosano/Brushite em Plasma Humano Simulado (SBF)\n3.1.\tIntrodução\nA primeira utilização de um fosfato de cálcio em aplicações biomédicas, nomeadamente na regeneração de tecido ósseo, data do início da década de 20 com o uso do fosfato tricálcico (TCP). Nos anos seguintes, desenvolveram-se vários estudos com objectivo de avaliar o comportamento dos pós de fosfatos de cálcio injectados em animais. No entanto, foi apenas na década de 70 que se direccionaram os estudos para a síntese e caracterização dos fosfatos de cálcio tendo como objectivo a sua utilização em aplicações biomédicas [1, 2].\nComo já referido anteriormente, a maior parte dos fosfatos de cálcio actualmente utilizados em implantes são ortofosfatos de cálcio (CaP), ou seja, são fosfatos de cálcio que possuem o grupo ortofosfato PO43- na sua estrutura [3]. Devido à grande aplicabilidade biomédica, os CaPs são normalmente referidos como fosfatos biológicos.\n3.1.1.\tComportamento dos Fosfatos de Cálcio em Solução\n3.1.1.1.\tComportamento em Solução Aquosa\nA característica mais importante de um CaP é provavelmente a sua solubilidade em água, visto que, tal propriedade possibilita reacções químicas nas quais os CaPs estão envolvidos. Se a solubilidade de um CaP for menor que a da fase mineral do osso, a velocidade de degradação in vivo deste fosfato é extremamente lenta. No entanto, caso a\nsolubilidade seja maior, o CaP dissolve, podendo reprecipitar como um outro ortofosfato de cálcio mais estável no meio [1].\nA quantificação da solubilidade de uma dada substância em meio aquoso pode ser traduzida pelo seu produto de solubilidade, definido como sendo a constante de equilíbrio da reacção de solubilização de uma dada substância [4]. A Tabela 3.1 apresenta os fosfatos biológicos mais utilizados, bem como o logaritmo dos seus produtos de solubilidade a 25 e a 37° C.\nTabela 3.1. Solubilidade de alguns fosfatos de cálcios biológicos*\nRazão\t\tFórmula\tSolubilidade a 25° C, -log(Kps)\tSolubilidade a 37° C, -log(Kps)\nCa/P\tComposto\t\t\t\n1,00\tHidrogenofosfato de cálcio di-hidratado (DCPD)\tCaHPO4. 2H2O\t6,59\t6,63\n1,00\tHidrogenofosfato de cálcio anidro (DCPA)\tCaHPO4\t6,90\t7,02\n1,50\tP -Fosfato Tricálcico (P-TCP)\tP-Ci;(POJ2\t28,90\t29,50\n1,33\tFosfato Octacálcico (OCP)\tCa8(HPO4)2(PO4)4.5H2O\t96,60\t95,90\n1,67\tHidroxiapatite (HA)\tCa!0(PO4)6(OH)2\t116,80\t117,20\n*Adaptação da ref. [5]\nOs valores de -log Kps na Tabela 3.1 revelam que, em geral, a solubilidade dos CaPs diminui à medida que se aumenta a temperatura.\nA Figura 3.1 apresenta as isotérmicas de solubilidade para diferentes CaPs em equilíbrio com suas soluções saturadas, expressas como o logaritmo da concentração de cálcio (log [Ca]) na solução saturada versus o pH. O estudo da solubilidade dos CaPs é importante por fornecer informações sobre a estabilidade destas substâncias para diferentes valores de pH.\nFigura 3.1. Isotérmicas de solubilidade a 37° C obtidas para a brushite (DCPD), para a monetite (DCPA), para o fosfato octacálcico (OCP), para o P-fosfato tricálcio (P-TCP) e para a hidroxiapatite (HA) no sistema Ca(OH)2 -H3PO4-H2O [3].\nObserva-se que, para valores de pH menores que 7 (região ácida), a solubilidade dos CaPs aumenta quando o pH diminui. Por apresentarem menores variações na concentração de cálcio em solução à medida que o pH diminui, a brushite (DCPD) e a monetite (DCPA) são considerados CaPs ácidos quando comparados com os demais fosfatos de cálcio [3]. Observa-se também que a hidroxiapatite é o CaP menos solúvel a valores de pH acima de 4,2; abaixo deste valor, a monetite é o CaP menos solúvel. Em adição, é possível observar que, para valores de pH superiores a 7, o CaP mais solúvel é a brushite.\nÉ importante ressaltar que o comportamento dos CaP apresentados na Figura 3.1 se refere ao sistema Ca(OH)2-H3PO4-H2O, podendo ocorrer modificações deste comportamento por adição outras espécies químicas à solução. Torna-se difícil, por exemplo, estipular os valores de solubilidade da hidroxiapatite em soluções contendo iões tais como carbonatos, cloretos, fluoretos e magnésio, devido à facilidade com que estes iões são incorporados na estrutura desta substância, o que por sua vez pode influenciar fortemente os valores de solubilidade [6].\nConforme referido, a hidroxiapatite obtida por precipitação (HAp) possui razões Ca/P variáveis, tendo sido reportado que a solubilidade desta substância aumenta a medida que a razão Ca/P diminui [6].\nTodos os fosfatos de cálcio apresentados na Tabela 3.1 tendem a transformar-se em hidroxiapatite quando são imersos em soluções com valores de pH superiores a 7 [7]. Neste aspecto, a brushite apresenta um comportamento peculiar: tal como referido no Cap. 1, dependendo da faixa de pH, numa dada solução aquosa contendo pós de brushite em suspensão, pode ocorrer a transformação dos mesmos em fosfato octacálcico (OCP; a pH-6-7), ou em HAp (a pH>7) [6].\n3.1.1.2.\tComportamento em Soluções Fisiológicas\nA introdução de um implante no corpo humano proporciona a ocorrência de interacções entre a superfície do implante e o plasma. Ocorrem, assim, reacções à escala molecular na interface que podem levar à dissolução do material implantado e à sua absorção. Quando a superfície em contacto com o plasma é a de um CaP pode ocorrer a absorção das espécies pelo organismo ou a sua reprecipitação sob a forma de um outro CaP mais estável [8].\nApenas dois tipos de fosfato de cálcio são estáveis quando em contacto com o plasma humano à temperatura de 37° C: a pH<4,2 a fase estável é a brushite (DCPD), enquanto que acima de pH 4,2 predomina a hidroxiapatite (HAp) [9].\nComo referido, num intervalo de pH entre 6 e 7 e à temperatura de 37° C, observa-se preferencialmente a transformação de brushite em fosfato octacálcico (OCP) [6]. Este facto deve-se à reduzida taxa de crescimento da HAp nessas condições. Sugeriu-se que, mesmo a valores de pH fisiológico (7,4), onde a transformação da brushite em HAp ocorre sem que se detecte a presença de OCP, existe a formação do OCP como uma fase intermediária [10]. No entanto, imagina-se que o OCP intermediário é rapidamente hidrolisado, o que dificulta a sua determinação por técnicas rotineiras de análise como, por exemplo, a difracção de raios-X [3].\nO plasma humano encontra-se insaturado relativamente à brushite, mas sobressaturado em relação à HAp. Uma solução saturada com brushite, a pH fisiológico, está sobressaturada em relação ao OCP e à HAp. Da mesma forma, uma solução saturada com OCP está\nsobressaturada em HAp [10]. Seguindo esse raciocínio, Eidelman et al. [11] estipularam um mecanismo que explica a transformação Brushite- -OCP-HAp em presença do plasma humano. Assim, sugeriram que a transformação da brushite em OCP ocorre por um processo de dissolução/reprecipitação em que a a brushite dissolve e reprecipita como OCP que, por sua vez, se hidrolisa transformando-se em HAp. Tal comportamento é o esperado quando se utilizam de cimentos biológicos à base de brushite em implantes [12].\nDa mesma forma que a brushite, a monetite também se pode transformar em HAp em presença do plasma humano por processos de dissolução/reprecipitação, sendo por isso também utilizada na preparação de cimentos biológicos [13, 14]\nA adição do 0-TCP a implantes ortopédicos desempenha um importante papel na obtenção da HAp in vivo. Constata-se na Figura 3.1 que, para uma temperatura de 37° C, o 0-TCP é sempre mais solúvel que a HAp, sendo mais solúvel do que quase todos os outros CaPs a um pH^6. Adicionalmente, nas condições fisiológicas, em que o meio está relativamente sobressaturado em relação à hidroxiapatite, o 0-TCP é metaestável. Estudos recentes revelaram que o 0-TCP, quando em contacto com o plasma humano à 37° C, interage com a água formando HAp [9].\nPor possuirem composição variável, é difícil prever o comportamento dos fosfatos de cálcio amorfos (ACPs) em meio aquoso. No intervalo de pH compreendido entre 6,6 e 10,6 podem obter-se ACPs com razões Ca/P entre 1,18 e 1,50 [3]. Sabe-se porém que o produto que normalmente se obtém quando o ACP interage com uma solução levemente alcalina é a HAp. Estudos da hidrólise do ACP mostraram que a conversão deste em HAp a um pH\n7,4\tenvolve dois processos: o primeiro processo consiste no consumo de protões H+, originando uma fase intermediária com propriedades semelhantes ao OCP, e o segundo processo consiste na transformação da fase intermediária em HAp por hidrólise [3].\n3.1.2.\tComportamento do Quitosano e dos compósitos Quitosano/Fosfato de Cálcio em Meio Aquoso\nComo referido, os compósitos de quitosano/fosfato de cálcio combinam as propriedades dos seus constituintes como, por exemplo, a flexibilidade do polímero e a resistência da\nfase inorgânica. Nos últimos anos tem-se estudado a utilização desses compósitos em implantes que actuam na regeneração do tecido ósseo. Tais materiais possuem a vantagem de promoverem o crescimento do osso, devido à interacção dos compostos de cálcio com o tecido ósseo. Além disso, esses materiais estabelecem a fixação dos compostos de cálcio na matriz polimérica, impedindo a migração dos mesmos [15]. O comportamento em meio aquoso do quitosano e dos compósitos contendo essa substância é variável, sendo fortemente dependente da composição do meio. Embora sejam conhecidos vários trabalhos reportando metodologias de obtenção de compósitos contendo quitosano e destinados a aplicações biomédicas, os resultados reportados na literatura sobre os ensaios in vivo ou in vitro desses compósitos são ainda muito escassos.\n3.1.2.1.\tEnsaios com Soluções Fisiológicas Simuladas\nVarma et al. [16] prepararam membranas de quitosano fosforiladas. Essas membranas foram imersas em plasma humano simulado (SBF) com concentrações iónicas 1,5 vezes superiores à do plasma humano real (SBF 1,5X). Observou-se a deposição de uma camada apatítica deficiente em cálcio ao fim de 3 dias. Após 7 dias de imersão em SBF 1,5X, a camada apatítica tornou-se mais espessa, resultando num aglomerado poroso de partículas. Em estudos recentes reportou-se o comportamento de scaffolds de quitosano puro e dos compósitos quitosano/p-TCP e quitosano/p-TCP/biovidro, preparados por liofilização, em solução de SBF durante diferentes períodos de tempo [17]. Observou-se a formação de uma camada apatítica à superfície de ambos os compósitos após 4 semanas de imersão em solução de SBF, confirmando assim a bioactividade desses materiais. Não ocorreu a deposição de fase apatítica na superfície do quitosano puro, o que foi atribuído à inexistência de zonas de nucleação.\nZhao et al. [18] realizaram estudos in vitro de bioactividade do scaffold compósito quitosano/wollastonite recorrendo à imersão dos mesmos em SBF. Observou-se o aparecimento de uma camada apatítica à superfície do scaffold ao final de 3 semanas de imersão em solução de SBF.\n3.I.2.2.\tEnsaios com Células e Tecidos\nEstudos recentes demonstraram que o quitosano, apesar de ser biocompatível e de promover a fixação de células, não apresenta propriedades bioactivas, ou seja, não favorece a deposição de qualquer fase apatítica na sua superfície quando em contacto com o plasma humano ou soluções fisiológicas simuladas [17], o que dificulta a sua ligação ao osso. No entanto, Seol et al. [19] demonstraram que a utilização de scaffolds de quitosano como meio de cultura de osteoblastos in vitro promove a deposição de cálcio, conforme constatado pela formação de tecido mineralizado. Embora o tecido mineralizado não tenha sido caracterizado, os seus aspectos morfológicos são semelhantes aos que normalmente caracterizam a hidroxiapatite depositada sobre a superfície de materiais bioactivos sujeitos ao tratamento com plasma humano simulado.\nRecentemente, Yin et al. [20] prepararam scaffold compósitos quitosano-gelatina/p-TCP. Depois de devidamente caracterizados, estudou-se a sua biocompatibilidade recorrendo a implantes subcutâneos em coelhos. Esses compósitos provocaram uma pequena resposta inflamatória que se tornou menos acentuada à medida que os scaffolds se foram degradando.\nIto et al. [21] investigaram o efeito da adição de pós de hidroxiapatite durante a preparação de membranas de quitosano. Ensaios in vitro com soluções fisiológicas mostraram que ocorre a libertação de iões cálcio para a solução, que se torna menos acentuada à medida que a concentração e estado de aglomeração de hidroxiapatite nas membranas aumenta. Tal comportamento foi atribuído à diminuição da área superfícial da hidroxiapatite com o aumento da concentração desta substância na membrana. Testes in vivo, realizados em ratos, demonstraram que as membranas são biologicamente bem toleradas e que provocam o crescimento do osso após duas semanas da introdução do implante.\nTem-se realizado alguns estudos do comportamento in vivo de cimentos de fosfato de cálcio contendo quitosano. Recentemente, Takechi et al. [22] compararam as propriedades de um cimento contendo fosfato de cálcio e quitosano (AC(chi)) com as de um cimento convencional de fosfato de cálcio (AC-c) quando os mesmos são implantados em substituição da tíbia de ratos por um período de 16 semanas. O AC-c desencadeou um processo inflamatório moderado após duas semanas, enquanto que AC(chi) provocou uma\ninflamação menos acentuada. Ambos os cimentos foram completamente revestidos pelo tecido ósseo após 8 semanas. Não foi observado qualquer aumento ou redução na osteocondutividade com a adição do quitosano. Um outro estudo reportou o efeito da adição de diferentes concentrações de ácido cítrico - 20% e 45% (massa/massa) da fase líquida - a um cimento contendo fosfato de cálcio e quitosano [23]. Os ensaios in vitro em solução fisiológica simulada revelaram a transformação do cimento em hidroxiapatite após 3 e 6 semanas, para os cimentos contendo 20% e 45% de ácido cítrico, respectivamente. Os testes de biocompatibilidade in vivo consistiram na substituição do tecido ósseo de ratos pelo cimento. Ao final de uma semana foram observados processos inflamatórios na região vizinha ao implante. Tal inflamação ocorreu de forma mais acentuada nos cimentos contendo maiores concentrações de ácido cítrico. Ao final de 4 semanas já não havia qualquer evidência de processos inflamatórios, estando ambos os implantes ligados ao osso.\nZhang et al. [24] realizaram o preenchimento dos poros de um scaffold de hidroxiapatite/p-TCP com esponjas de quitosano através de um processo de liofilização. A adição do quitosano ao scaffold hidroxiapatite/p-TCP melhorou as propriedades mecânicas do mesmo, nomeadamente aumentou a tensão de cedência e o módulo de compressão. A biocompatibilidade do compósito hidroxiapatite/p-TCP/quitosano obtido foi avaliada recorrendo à cultura de osteoblastos. Os osteoblastos ligaram-se aos scaffolds compósitos, multiplicando-se à superfície e migrando para o interior dos poros, comprovando assim a biocompatibilidade deste material. Recentemente Zhang et al. [25] realizaram ensaios de biocompatibilidade com a cultura in vitro de osteoblastos em scaffolds compósitos contendo pós de hidroxiapatite dispersos numa matriz porosa de quitosano (HQ), bem como em scaffolds compósitos contendo pós de hidroxiapatite e biovidro dispersos numa matriz porosa de quitosano (HBQ). Verificaram que o crescimento dos osteoblastos é maior no compósito HBQ que no HQ.\nO presente capítulo tem como objectivo o estudo do comportamento do compósito quitosano/brushite durante o seu envelhecimento in vitro em solução de plasma humano simulado. Para este estudo seleccionaram-se os compósitos quitosano/brushite (3:1) e (1:1) pelo facto de apresentarem um bom compromisso entre microestrutura e propriedades mecânicas, ou seja: possuem elevada porosidade, macroporos (diâmetro médio de poro acima de 50 pm [26]) e tensão de cedência superior a 0,1 MPa.\n3.2.\tProcedimento Experimental\nO estudo do comportamento in vitro do compósito quitosano/brushite em solução de SBF envolve basicamente as seguintes etapas: (i) imersão do scaffold compósito em solução de SBF durante diferentes períodos de tempo, (ii) remoção do scaffold da solução de SBF seguida da lavagem do mesmo com água desionizada e (iii) congelamento e liofilização do scaffold. A Figura 3.2 ilustra a sequência dos passos experimentais envolvidos, seguindo-se uma descrição detalhada dos mesmos.\nFigura 3.2. Procedimento experimental utilizado nos estudos do envelhecimento dos scaffolds em solução de SBF.\n3.2.1.\tEnsaios de Bioactividade\n3.2.1.1.\tPreparação da Solução de SBF\nPreparou-se uma solução de SBF, com pH 7,4 a uma temperatura de 37° C, seguindo o procedimento descrito por Tas [27]: adicionaram-se a 700 mL de água desionizada, sob agitação, 6,547 g de NaCl (Merck), 2,268 g de NaHCO3 (Merck), 0,373 g de KCl (Merck), 0,178 g de Na2HPO4.2H2O (Merck), 0,305 g de MgCh.6H2O (Merck), 15 mL de HCl 1 M, 0,368 g de CaCh.2H2O (Merck), 0,071 g de Na2SO4 (Merck) e 6,057 g de (C^OH^CNH (Riedel-de Haen). Adicionaram-se os reagentes pela ordem referida, após o que se aumentou a temperatura da solução para 37° C, procedendo-se a titulação da mesma com HCl 1 M até se obter o valor de pH 7,4. Durante a titulação, a solução foi continuamente diluída com água desionizada até se atingir um volume final de 1 litro. A concentração de iões inorgânicos na solução final é semelhante à do plasma humano, ou seja: 142 mM em Na+, 125 mM em Cl-, 27 mM em HCO3-, 5 mM em K+, 1,5 mM em Mg2+, 2,5 mM em Ca2+, 1,0 mM em HPO42- e 0,5 mM em SO42-. Todos os reagentes utilizados possuíam graus de pureza analíticos.\n3.2.1.2.\tEnvelhecimento das Amostras em Solução de SBF\nPrepararam-se amostras rectangulares de scaffolds de quitosano puro (para fins comparativos) e dos compósitos quitosano/brushite 3:1 e 1:1 com dimensões aproximadas de (1,5x0,5x0,5 cm3). Colocaram-se as amostras num recipiente de poliestireno fechado contendo 15 mL de solução de SBF, que foi seguidamente colocado numa estufa a 37° C. Após períodos de tempo predeterminados, compreendidos entre 1 dia a 4 semanas, removeram-se as amostras da solução de SBF, procedendo-se à sua lavagem com água desionizada, bem como à sua liofilização durante 24 horas.\n3.2.2.\tCaracterizações das Amostras\nRealizaram-se ensaios de difracção de raios-X (DRX) (Rigaku PMG-VH, com radiação CuKa) das amostras do compósito quitosano/brushite após diferentes períodos de envelhecimento para avaliar a evolução da fase cristalina. O tamanho de cristalite da hidroxiapatite foi calculado a partir da fórmula de Scherrer [28]:\nDM = k^Pi/2cos0\n( 3.1 )\nonde D é o tamanho da cristalite (em Â) numa direcção específica, k é a constante de forma, possuindo valor igual a 0,9 [28], X é o comprimento de onda da radiação (1=1,5405 nm para radiação CuKa [29]), 9 é o ângulo de Bragg e p1/2 é definido como a largura a meia altura do pico correspondente a uma dada reflexão, sendo representada por\n( 3.2 )\nonde B é a largura observada e b é a largura instrumental associada ao erro de medição do aparelho [30].\nCalculou-se o tamanho de cristalite com base na análise do pico detectado a 29=25,9°, correspondente ao plano (0 0 2).\nAs análises de infravermelho (FTIR) realizadas no espectómetro Mattson Galaxy 3020 com transformadas de Fourier permitiram seguir a evolução das bandas de vibração dos grupos funcionais característicos do quitosano e do compósito quitosano/brushite durante o envelhecimento. Analisou-se a microestrutura e a composição elementar dos scaffolds após diferentes tempos de imersão em SBF através da microscopia electrónica de varrimento (SEM) (Hitachi S-4100) e da difracção de electrões secundários (EDS) (Routec UHV Dewar). Para observação por microscopia de varrimento (SEM), as amostras foram preparadas seguindo o procedimento já anteriormente descrito no capítulo 2.\nDeterminou-se a concentração de cálcio e fósforo total na solução de envelhecimento de SBF por espectroscopia de emissão por plasma induzido (ICP), num espectrómetro ISA Jobin Yvon JY70 Plus.\n3.3.\tResultados e Discussão\nA Figura 3.3 apresenta os espectros de difracção de raios-X do scaffold de quitosano puro envelhecido em solução de SBF. Além do pico observado a cerca de 20°, e atribuído ao carácter semi-cristalino do polímero, conforme já anteriormente referido, observa-se o aparecimento de outros dois picos a 10° e 15° após algum tempo de envelhecimento em SBF. Prashanth et al. [31] atribuem o aparecimento desses picos a interacções ocorridas entre moléculas de água e a zona cristalina do polímero. Tais moléculas permanecem nas amostras de quitosano mesmo após liofilização.\nFigura 3.3. Espectros de difracção de raios-X do scaffold de quitosano puro após diferentes neríodos de imersão em solução de SBF.\nOs resultados de difracção de raios-X (DRX) obtidos para os compósitos quitosano/brushite 3:1 e quitosano/brushite 1:1, após diferentes períodos de envelhecimento em solução de SBF, estão apresentados na Figura 3.4 e na Figura 3.5, respectivamente. Os espectros de DRX evidenciaram uma modificação da estrutura cristalina de ambos os compósitos.\nFigura 3.4. Espectros de difracção de raios-X do compósito quitosano/brushite 3:1 após diferentes períodos de imersão em solução de SBF.\nA Figura 3.4 mostra que, ao fim de 24 horas, desapareceram os picos bem definidos da brushite no compósito quitosano/brushite 3:1, tendo dado lugar a um padrão de difracção que, embora característico de uma substância pouco cristalina, permite identificar os picos correspondentes aos planos (0 0 2) e (2 1 1) da hidroxiapatite.\nO comportamento do compósito quitosano/brushite 1:1 em SBF é semelhante ao do compósito 3:1, tal como a Figura 3.5 documenta. Os espectros de raios-X obtidos para ambos os compósitos indiciam pois a presença de hidroxiapatite pouco cristalina, resultado este muito semelhante ao reportado pela literatura relativamente à precipitação de hidroxiapatite na superfície de membranas de quitosano fosforilado, após imersão em soluções fisiológicas simuladas [16].\nFigura 3.5. Espectros de raio-X do compósito quitosano/brushite 1:1 após diferentes períodos de imersão em solução de SBF.\nA Figura 3.6 documenta a variação do tamanho de cristalite da hidroxiapatite com o tempo de envelhecimento para os compósitos quitosano/brushite 3:1 e 1:1. Comparando os valores estimados do tamanho de cristalite, após 24 horas de imersão em solução de SBF, para os dois compósitos, verifica-se que ele é superior no caso do compósito 3:1. Esta diferença inicial tende, no entanto, a esbater-se com o tempo de envelhecimento. Ao fim de 1 mês de envelhecimento, os compósitos 3:1 e 1:1 apresentam tamanhos médios de cristalite que rondam os 20 e 22 nm, respectivamente.\nTêm-se reportado na literatura estudos do tamanho de cristalite da hidroxiapatite precipitada sob diferentes condições. Baig et al. [32] estudaram o efeito da percentagem de grupos carbonato e da temperatura no tamanho de cristalite de apatites carbonatadas obtidas por precipitação. Observaram, assim, que, mantendo-se a percentagem de grupos carbonato, o tamanho de cristalite é directamente proporcional à temperatura. Por outro lado, mantendo a temperatura fixa, observa-se que o tamanho de cristalite é inversamente proporcional à concentração de grupos carbonatos, obtendo-se assim cristalites com tamanho variando entre 25 e 185 nm. Outros investigadores observaram o aumento do\ntamanho de cristalite da hidroxiapatite precipitada em presença de fluoreto de potássio (KF) à medida que a concentração de iões fluoreto era aumentada. Obtiveram, desta forma, apatites com tamanho de cristalite compreendidos entre 30 e 50 nm [29]. Pode assim concluir-se que os tamanhos de cristalite da hidroxiapatite obtida nas condições experimentais do presente trabalho são de facto pequenos.\nDias\nFigura 3.6. Variação do tamanho de cristalite da camada apatítica formada após imersão em solução de SBF dos compósitos quitosano/brushite 3:1 e 1:1.\nOs espectros de infravermelho (FTIR) dos scaffolds de quitosano puro após diferentes períodos de envelhecimento em solução de SBF evidenciaram poucas alterações nas bandas de vibração características deste polímero (Figura 3.7): logo após o primeiro dia de envelhecimento em solução de SBF, ocorre uma leve diminuição na intensidade da banda característica do grupo amina, a 1559 cm-1, que se deve à interacção electrostática desse grupo com os iões fosfato presentes na solução de SBF. Alguns grupos -NH2 do quitosano, por protonação, adquirem a capacidade de atrair aniões (iões fosfato) da solução envolvente. Um comportamento semelhante foi também observado por Zhang et al. [33] durante o envelhecimento de scaffolds de quitosano em solução tampão de fosfato a pH\n7,4.\nFigura 3.7. Espectros de infravermelho do scaffold de quitosano puro após diferentes dias de imersão em SBF.\nPara além dessa pequena alteração do espectro de IR do scaffold de quitosano puro, o envelhecimento em SBF ocasionou também o aparecimento de um precipitado na supefície do scaffold, ao fim de um período de cerca de 20 dias (Figura 3.8). Os espectros de DRX destes scaffolds não evidenciaram a presença de qualquer fase cristalina que pudesse ser atribuída a algum composto de fosfato de cálcio, tal como anteriormente referido, embora a presença de cálcio e fósforo tivesse sido confirmada por EDS. Os resultados obtidos por SEM/EDS revelaram ainda a presença de partículas com morfologia cúbica, com uma razão Na:Cl igual a 1:1 pelo que se concluiu tratar-se de NaCl.\nA presença de sódio e cloro sob a forma de NaCl na superfície de membranas de quitosano envelhecidas em soluções de SBF já foi também reportada por Zhang et al. [17]. Estes autores sugeriram que o processo de lavagem das membranas com água destilada não foi suficiente para eliminar o sal proveniente da solução de SBF. O mesmo poderá ter ocorrido com os scaffolds de quitosano utilizados no presente trabalho.\nFigura 3.8. Camada inorgânica depositada à superfície do quitosano após 20 dias de imersão em solução de SBF.\nA presença de cálcio e fósforo num precipitado amorfo sugere poder tratar-se de um fosfato de cálcio amorfo (ACP). O aparecimento do ACP pode resultar da protonação dos grupos amina do quitosano em meio aquoso que, atraindo grupos aniónicos, como os grupos de fosfato, criariam condições propícias à fixação de iões cálcio da solução. Conforme reportado na literatura, a um pH de 7,4 apenas 17% dos grupos amina do quitosano são protonados [34]. A lentidão na formação da camada amorfa pode dever-se à disposição aleatória dos grupos amina protonados, fazendo com que a densidade de carga na superfície do polímero seja baixa, dificultando a formação de locais propícios à nucleação. O facto de não se ter observado a formação de uma fase apatítica na superfície do quitosano confirma a ausência de bioactividade deste polímero. Esta característica do quitosano tem sido referida por muitos autores [17, 33] que sugerem diferentes alternativas para contornar esta desvantagem do polímero que vão desde a sua modificação superficial [16, 35] até à preparação de compósitos em que a fase dispersa, nomeadamente hidroxiapatite, wollastonite etc., tenha propriedades bioactivas [15, 18].\nA Figura 3.9 apresenta os espectros de infravermelho obtidos para as amostras dos compósitos quitosano/brushite 3:1 e 1:1 após envelhecimento em SBF. Verifica-se que as modificações das intensidades das diferentes bandas de vibração associadas aos grupos funcionais desses compósitos, com o tempo de imersão, são mais significativas do que as observadas no quitosano puro.\n(%) Transmitância (u. a.)\t(%) Transmitância (u. a.)\n(a)\n(b)\nFigura 3.9. Espectros de infravermelho dos compósitos quitosano/brushite 3:1 (a) e 1:1 (b) após diferentes dias de imersão em SBF.\nApós 24 horas de imersão em solução de SBF, observa-se o desaparecimento das bandas características do grupo hidrogenofosfato da brushite (1132 cm-1, 1065 cm-1, 987 cm-1, 577 cm-1 e a 525 cm-1) no compósito quitosano/brushite 3:1 e no compósito quitosano/brushite 1:1. Observa-se, no entanto, o aparecimento de uma banda larga compreendida entre 1205 e 910 cm-1, resultante de uma sobreposição das bandas observadas a 1093, 1036 e 960 cm-1, bem como de picos a 603 cm-1 e 565 cm-1, todos relacionados com os grupos fosfato da hidroxiapatite [36, 37]. O desaparecimento das bandas características da brushite e o aparecimento das bandas de hidroxiapatite após poucas horas de contacto com SBF denotam a bioactividade dos compósitos.\nTal como observado para o quitosano puro, verifica-se também uma variação na intensidade da banda de vibração do grupo amina nos compósitos logo nas primeiras horas de contacto das amostras com a solução de SBF, devendo-se esse facto à uma interacção electrostática entre os grupos fosfato e os grupos -NH2 protonados tal como anteriormente se explicou.\nA Figura 3.10 permite uma análise comparativa da evolução microestrutural dos scaffolds durante o envelhecimento em solução de SBF. Quer no scaffold de quitosano puro quer nos scaffolds compósitos, ocorre uma alteração de morfologia do poro. Observa-se um forte colapso no scaffold de quitosano puro ao final de 6 dias de imersão em solução de SBF. Este colapso torna-se mais acentuado ao final de 10 dias de imersão, podendo estar associado com a absorção de água pelo polímero. As alterações estruturais nas amostras dos compósitos quitosano/brushite 3:1 e 1:1 imersas em SBF apresentaram-se menos acentuadas do que as do quitosano puro. A presença de brushite parece proteger a integridade estrutural dos compósitos, impedindo, ou pelo menos minimizando, as alterações das estruturas. Este comportamento reflecte um provável reforço estrutural conferido pela fase apatítica depositada à superfície. Para a alteração da morfologia dos poros pode ter contribuído alguma dissolução dos polímeros (em consequência da protonação dos grupos amina, bem como rearranjos ocorridos na cadeia polimérica devido à penetração de moléculas de água na estrutura polimérica (hidratação) e à consequente formação de pontes de hidrogénio entre os grupos amina e hidroxilo no quitosano. Essas pontes de hidrogénio ocorrem na forma intra ou intermolecular [38], podendo criar tensões na estrutura do polímero, além de provocar deformações locais e até mesmo o seu colapso.\n\nquitosano puro\n24 horas\nquitosano puro virgem\n\t— / quitosano puro z 6 dias T\t\n\t\t\n\t1 \"i jj *\t\n1\t|ml\tK\tZ\t* / tF V Ç\t7\t\ni 1\t<\tA-» v*i —Jv**) r\t\nr 1\tX>—»• i\t\n\t\t\n/’ /\", 1\t\t\n\tquitosano puro f 10 dias\n\tz\t’\ti\tf\tV íj\tjZ\t“\nj ■\tpSt /\tFí&amp;\n\ti t 100 gm 3\n50 gm\nquitosano/brushite 1:1 virgem J ' ,\nquitosano/brushite 1:1\n24 horas\n50 gm\nFigura 3.10. Imagens de SEM dos scaffolds após diferentes dias de imersão em solução de SBF.\nEm paralelo com as alterações estruturais, deixaram de observar-se os cristais de brushite inicialmente dispersos no seio da matriz polimérica, registando-se porém o aparecimento de uma camada de finas partículas, associadas sob a forma de aglomerados esféricos, a revestir as paredes dos poros dos compósitos quitosano/brushite 3:1 e 1:1 (Figura 3.11). Os resultados de DRX e FTIR evidenciaram tratar-se de uma deposição apatítica. A formação de uma camada apatítica a partir do contacto de um material com uma solução de SBF é um indicador da sua bioactividade [24].\nFigura 3.11. Imagens de SEM dos compósitos quitosano/brushite 3:1 e 1:1 após diferentes dias de imersão em solução de SBF.\nA camada apatítica depositada no compósito quitosano/brushite 1:1, além de ser mais espessa, distribui-se uniformemente por toda a superfície, ao passo que, no compósito 3:1, forma-se apenas nalgumas zonas da superfície. Observou-se também que a camada apatítica se torna mais espessa à medida que o tempo de imersão em solução de SBF aumenta, tal como as Figuras 3.11 e 3.12 documentam. A extensão e espessura do revestimento dos compósitos parecem estabilizar ao fim de 10 dias.\nFigura 3.12. Imagens de SEM dos compósitos quitosano/brushite 3:1 e 1:1 após 27 dias de imersão em solução de SBF.\nNo que respeita às características da solução de SBF em contacto com as amostras, verifica-se na Figura 3.13 que, apesar da presença de tampão na solução de SBF, ocorre a variação do pH de todas as soluções.\nFigura 3.13. Variação do pH a 37° C das soluções de SBF em contacto com as amostras de quitosano puro, e dos compósitos quitosano/brushite 3:1 e 1:1.\nComo se referiu anteriormente, a brushite é metaestável em condições de pH e temperatura fisiológicos, tendendo a dissolver e a reprecipitar na forma do fosfato de cálcio mais estável nestas condições, a hidroxiapatite. O maior decréscimo do pH nas soluções em contacto com os scaffolds de quitosano/brushite 3:1 e 1:1 nos primeiros dias poderá estar relacionado com a libertação de protões H decorrentes da transformação da brushite em HAp [10, 11] tal como a reacção deixa prever:\n5\tCaHPO4.2H2O\tCasCPO^OH + 6 H + 2 PO?’ + 9 H2O\t( 3.3 )\nApós as oscilações do pH nos primeiros dias de envelhecimento, o pH apresenta uma clara tendência de subida após a primeira semana. Esse aumento progressivo do pH favorece termodinamicamente a deposição da hidroxiapatite na superfície dos compósitos - sabe-se que, em sistemas fisiológicos a hidroxiapatite é o fosfato de cálcio mais estável a pHs acima de 4,2, sendo a sua precipitação favorecida à medida que o pH do meio aumenta [11]. O aumento do pH é mais acentuado no quitosano puro, seguido do compósito quitosano/brushite 3:1 e finalmente do compósito 1:1. O aumento dos valores do pH da solução de SBF em contacto com o quitosano tem sido reportado por outros autores [17]. Embora a literatura não ofereça uma explicação para esse facto, pode sugerir-se que a protonação dos grupos amina do quitosano possa contribuir para o aumento do pH da solução de SBF. O facto de a variação do pH ser menos acentuada à medida que a concentração de brushite no compósito aumenta, pode estar relacionado com um efeito tampão provocado pela libertação de iões fosfato para a solução durante a transformação de brushite em hidroxiapatite. Por possuir maior concentração de brushite, a quantidade de iões fosfato libertado para a solução de SBF deverá ser superior no compósito 1:1, logo deverão observa-se menores variações do pH nesse caso. Os resultados experimentais obtidos por análise química da solução de SBF usada no envelhecimento dos scaffolds confirmam esta ideia (Figura 3.14). As variações das concentrações de cálcio e fósforo com o tempo de permanência das amostras em solução documentadas na Figura 3.14. mostram de facto que a concentração de fósforo na solução em contacto com o scaffold é superior no caso do compósito 1:1.\nO efeito tampão decorrente da libertação de iões fosfato tem sido estudado [25, 39], tendo-se sugerido pois que ele minimize os efeitos de possíveis inflamações no local de implantação provocada pela libertação de ácidos provenientes da hidrólise polimérica em compósitos polímero sintético/fosfato de cálcio. O efeito tampão pode ocorrer apenas na superfície do compósito, no caso do fosfato de cálcio ser pouco solúvel nas condições fisiológicas, ou pode estender-se para a vizinhança do implante devido à dissolução do CaP.\nApós 13 dias de imersão das amostras, o pH das soluções parece estabilizar. Este facto pode ser uma indicação de que as interacções superficiais entre as amostras e o meio atingiram um estado do equilíbrio.\nA Figura 3.14 mostra também que, logo durante o primeiro dia, ocorre um decréscimo acentuado na concentração de cálcio nas soluções de SBF em contacto com os compósitos. Comparativamente, durante o primeiro dia a concentração de fósforo em solução aumenta para valores acima da concentração inicial (1,0x10-3 mol/L) e seguidamente diminui, passando de 2,5x10-3 mol/L para valores próximos de 0,2x10-3 mol/L nas soluções em contacto com os compósitos quitosano/brushite 3:1 e 1:1. Como já se referiu, a maior concentração de fósforo nas soluções em contacto com o compósito quitosano/brushite 1:1 (Figura 3.14) deve-se a uma maior quantidade de brushite que é transformada em hidroxiapatite comparativamente com o compósito 3:1. Por outro lado, o facto de os iões cálcio não serem libertados para a solução sugere que a transformação de brushite em hidroxiapatite é um fenómeno local em que a brushite se dissolve, criando condições de sobressaturação em iões cálcio e fosfato junto da superfície que propiciam a nucleação de hidroxiapatite, como se tenta ilustrar na Figura 3.15.\nTempo (dias)\nFigura 3.14. Variação das concentrações de Ca e P na solução de SBF para os compósitos quitosano/brushite 3:1 e 1:1 durante o envelhecimento.\nApós a nucleação da camada apatítica (Figura 3.15), ocorre o crescimento da mesma através do consumo de iões cálcio e iões fosfato da solução de SBF. O crescimento parece ser dominante a partir do segundo dia de imersão, como se depreende da variação da concentração de fósforo em solução (Figura 3.14) que diminui após o primeiro dia. O facto de a concentração de cálcio em solução descer drasticamente na primeira semana, apresentando depois valores estabilizados mas muito reduzidos, enquanto a concentração de fósforo ainda mantém valores significativamente mais elevados, parece indicar que o cálcio é a espécie limitante do crescimento da hidroxiapatite.\n( a)\n(b)\n- ião cálcio\nHxPO4Z-\n©\nHxPO4Z-\n©\nHxPO4Z-\n©\nHxPO4Z-\n©\nH+ PO43-\nH+ PO43-\nHxPO4z- - ião fosfato\n^HaP^ - hidroxiapatite\n•E>\nH+ PO43-\n\nlt***fc « HAP > 1\nFigura 3.15. Superfície do compósito sobressaturada em iões cálcio e fosfato provenientes da imersão em solução de SBF (a), seguida da nucleação de hidroxiapatite com libertação de iões fosfato para a solução (b).\nA Figura 3.16 ilustra o crescimento da camada apatítica com o consumo de iões cálcio e fosfato da solução de SBF:\nHxPO4Z-\n-\n^çaL\n^H-PO4Z-\nCa2\n◄------\nHxPO4Z-\n- 4_\nHAP\n3HAP\nHAP\nHAP\nHAP\nHAP\n3HAP\nHAP\nHAP\nHAP\nHAP\nHxPO4z- - iões fosfato\n- hidroxiapatite\nFigura 3.16. Crescimento da camada apatítica a partir do consumo de iões cálcio e fosfato da solução de SBF.\nA Figura 3.17 apresenta os gráficos das variações das concentrações de Ca e P, isto é ACa e AP, e da razão ACa/AP em solução durante o envelhecimento dos scaffolds em solução de SBF. Para simplificação, consideram-se como concentrações iniciais de cálcio e fósforo em solução, [Ca]o e [P]o, as concentrações medidas ao fim do primeiro dia de imersão, ou seja, assumiu-se que o instante t = 0 para o processo de crescimento coincide com o fim do primeiro dia de envelhecimento. Este pressuposto assenta na ideia de que o processo de crescimento ocorre fundamentalmente após o primeiro dia. As concentrações medidas no\ninstante t designam-se como [Ca]t e [P]t. Assim, calcularam-se as variações das concentrações em solução desses elementos como:\nACa = [Ca]0 - [Ca]t\n( 3.4 )\n( 3.5 )\nNa tentativa de correlacionar o consumo de cálcio e fósforo das soluções, calculou-se a razão ACa/AP como:\n( 3.6 )\nComo se depreende das Figuras 3.14 e 3.17, os consumos de fósforo e de cálcio da solução\nocorrem até ao oitavo dia no caso de compósito 3:1. Durante esse período, a razão desses consumos (exceptuando o valor inicial) é aproximadamente constante e igual a «1,75 no caso do compósito 3:1. No caso do compósito 1:1, com teor inicial de brushite mais elevado, os consumos de cálcio e de fósforo da solução são claramente menores do que no caso anterior e parecem terminar mais cedo (« ao fim do quarto dia); a razão entre os consumos de cálcio e de fósforo é menos constante do que no caso anterior e apresenta um valor compreendido entre 1 e 2. Genericamente poderá afirmar-se que a razão entre a quantidade de cálcio e a de fósforo consumidos da solução durante o crescimento da fase apatítica é da mesma ordem de grandeza do valor que caracteriza a razão Ca/P da hidroxiapatite.\nTempo (dias)\nFigura 3.17. Variação das concentrações de Ca e P e variação das razões molares ACa/AP das soluções de SBF durante os ensaios de bioactividade das amostras dos compósitos quitosano/brushite 3:1 e 1:1.\nEmbora esta análise indique que a solução perde cálcio e fósforo apenas durante os primeiros oito dias (período máximo), as fotografias de SEM revelaram que o crescimento da camada apatítica se prolonga até ao décimo dia conforme referido anteriormente. Sugere-se pois que a dissolução da brushite será outra fonte de iões cálcio e fósforo que serão necessários não só à nucleação mas também ao crescimento da fase apatítica. O protagonismo da solução de envelhecimento como fornecedora de cálcio e de fósforo parece ser mais elevado quando o teor inicial de brushite no compósito é menor. Como conclusão, para o crescimento da fase apatítica, são necessários os contributos da solução de envelhecimento e da fase inorgânica inicial (brushite) do compósito.\n3.4.\tConclusões\nO estudo do comportamento dos compósitos in vitro revelaram alterações estruturais do compósito quitosano/brushite e do quitosano puro. Observou-se que o scaffold de quitosano puro sofre um colapso logo nas primeiras horas de contacto com SBF. Tal colapso também foi observado nos compósitos, embora com menor intensidade, tornando-se menos acentuado à medida que a concentração de brushite aumenta.\nA camada apatítica observada à superfície dos compósitos nas primeiras 24 horas de imersão em SBF confirma a bioactividade desses materiais. Essa camada distribui-se homogeneamente nos scaffolds, revestindo inclusivamente a superfície interna dos poros.\nA evolução da cristalinidade da hidroxiapatite formada à superfície dos compósitos foi avaliada através do tamanho de cristalite. Constatou-se que o tamanho de cristalite aumenta com o tempo de imersão das amostras em SBF, atingindo valores de cerca de 20 nm para ambos os compósitos, evidenciando, assim, a baixa cristalinidade da camada apatítica.\nCorrelacionou-se a formação da camada apatítica com a composição dos compósitos. Assim, verificou-se que o crescimento da camada apatítica é mais acentuado nas amostras que possuem uma maior concentração inicial de brushite. A brushite dissolve-se e propicia condições para a nucleação da hidroxiapatite e para o seu posterior crescimento. Observou-se também que a própria solução de SBF contribui com o cálcio e com o fósforo para o crescimento da fase apatítica.\nOs scaffolds de quitosano puro tratados com SBF não apresentaram bioactividade. No entanto, verificou-se uma interacção entre os grupos amina do polímero e os iões fosfato da solução a partir do primeiro dia de imersão. Ao fim de 20 dias de tratamento em solução de SBF, observou-se o aparecimento de uma fina camada amorfa na superfície do polímero, tendo cálcio e fósforo na sua composição. A deposição dessa camada poderá ser proveniente de um lento mecanismo de interacção dos iões cálcio e fosfato da solução com a superfície do polímero.\nFinalmente, pode concluir-se que, quando comparado com os scaffolds de quitosano puro, os scaffolds de quitosano/brushite apresentam um excelente desempenho in vitro, tendo em\nconsideração a bioactividade revelada pelo rápido crescimento da camada apatítica à superfície deste compósito. Essa bioactividade, conjuntamente com as características microestruturais observadas, aponta os scaffolds quitosano/brushite como um material promissor para aplicações em engenharia de tecidos, nomeadamente para regeneração do tecido ósseo.\n3.5.\tReferências Bibliográficas\n1.\tBohner M., “Calcium orthophosphates in medicine: from ceramics to calcium phosphate cements”, Injury 31 (2000) S-D37-47.\n2.\tAlbee F. e Morrison H., “Studies in bone growth”, Annals of Surg. 71 (1920) 32-38.\n3.\tElliot J. C., “Structure and chemistry of the apatites and other calcium orthophosphatess”, Elsevier Science B. V., Amsterdam, 1994.\n4.\tHarris D. C., “Quantitative Chemical Analysis”, 3d ed., W. H. Freeman and Company (1991).\n5.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n6.\tBohner M., “Physical and chemical aspects of calcium phosphates used in spinal surgery”, Eur Spine J 10 (2001) S114-S121.\n7.\tDubok V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\n8.\tSilva M. H. P., Lima J. H. C., Soares G. A., Elias C. N., Andrade M. C., Best S. M. e Gibson I. R., “ Transformation of monetite to hydroxyapatite in bioactive coatings on titanium”, Surf Coat Tec 137 (2001) 270-276.\n9.\tHench L. L., “Bioceramics”, J Amer Ceram Soc 81(7) (1998) 1705-1728.\n10.\tEidelman N., Chow L. C., Brown W. E., “Calcium phosphate phase transformations in serum”, Calcif Tissue Int 41 (1987) 18-26.\n11.\tEidelman N., Chow L. C. e Brown W. E., “Calcium phosphate saturation levels in ultrafiltered serum”, Calcif Tissue Int 40 (1987) 71-78.\n12.\tBarralet J. E., Grover L. M. e Gbureck U., “Ionic modification of calcium phosphate cement viscosity. Part II: hypodermic injection and strength improvement of brushite cement”, article in press.\n13.\tTakagi S., Chow L. C. e Ishikawa K., “Formation of hydroxyapatite in new calcium phosphate cements”, Biomaterials 17 (1998) 1593-1599.\n14.\tFernández E., Gil F. J., Best S., Ginebra M. P., Driessens F. C. M. e Planell J. A., “The cement setting reaction in the CaHPO4-a-Ca3(PO4)2 system: An X-ray diffraction study”, J Biomed Mater Res 42(3) (1998) 403-406.\n15.\tYamaguchi I., Tokuchi K., Fukuzaki H., Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n16.\tVarma H. K., Yokogawa Y., Espinosa F. F., Kawakamoto Y., Nishizawa K, Nagata F. e Kaweayama T., “Porous calcium phosphate coating over phosphorylated chitosan film by a biomimetic method”, Biomaterials 20 (1999) 879-884.\n17.\tZhang Y. e Zhang M., “Synthesis and characterization of macroporous chitosan/calcium phosphate composite scaffolds for tissue engineering”, J Biomed Mater Res 55 (2001) 304-312.\n18.\tZhao L. e Chang J., “Preparation and characterization of macroporous chitosan/wollastonite composite scaffolds for tissue engineering”, J Mater Sci: Mater Med 15 (2004) 625-629.\n19.\tSeol Y. J., Lee J. Y., Park Y. J., Lee Y. M., Ku Y., Rhyu I. C., Lee S. J., Han S. B., e Chung C. P., “Chitosan sponges as tissue engineering scaffolds for bone formation”, Biotechnology Letters 26 (2004) 1037-1041.\n20.\tYin Y., Ye F., Cui J., Zhang F., Li X. e Yao K., “Preparation and characterization of macroporous chitosan-gelation/p-tricalcium phosphate composite scaffolds for bone tissue engineering”, J Biomed Mater Res 67 A (2003) 844-855.\n21.\tIto M., Hidaka Y., Nakajima M., Yagasaki H. e Kafrawy A. H., “Effect of hydroxyapatite content on physical properties and connective tissue reactions to a chitosanhydroxyapatite composite membrane”, J Biomed Mater Res 45 (1999) 204-208.\n22.\tTakechi M., Ishikawa K., Miyamoto, Nagayama M e Suzuki K., “Tissue responses to anti-washout apatite cement using chitosan when implanted in the rat tíbia”, J Mater Scie Mater Medic 12 (2001) 597-602.\n23.\tYokoyama A., Yamamoto S., Kawasaki T., Kohgo T. e Nakasu M., “Development of calcium phosphate cement using chitosan and citric acid for bone substitute materials”, Biomaterials 23 (2002) 1091-1101.\n24.\tZhang Y. e Zhang M., “Three-dimensional macroporous calcium phosphate bioceramics with nested chitosan sponges for load-bearing bone implants”, J Biomed Mater Res 61 (2002) 1-8.\n25.\tZhang Y. e Zhang M., “Cell growth and function on calcium phosphate reinforced chitosan scaffolds”, J Mat Sci: Mat Med 15 (2004) 255-260.\n26.\tGuéhennec L. L., Layrolle P. e Daculsi G., “A review of bioceramics and fibrin sealant”, European Cells and Materials 8 (2004) 1-11.\n27.\tTas A. C., “Synthesis of biomimetic Ca-hydroxyapatite powders at 37° C in synthetic body fluids”, Biomterials 21 (2000) 1429-1438.\n28.\tMorales J. G., Burgués J. T., Boix T., Fraile J. e Clemente R. R., “Precipitation of stoichiometric hydroxyapatite by a continuous method”, Cryst Res Technol 36 (1) (2001) 15-26.\n29.\tMatsuya S., Matsuya Y., Takagi S. e Chow L. C., “Effect of fluoride on apatite formation from Ca4(PO4)2 in 0,1 mol L-1 KH2PO4”, J Mater Sci Mater Med 9 (1998) 325331.\n30.\tHammond C., “The basics of crystallography and diffraction”, Oxford Science Publications (1997) 145-148.\n31.\tPrashanth, K. V. H., Kittur F. S. e Tharanathan, R. N., “Solide state structure of chitosan prepared under different N-acetylating conditions”, Carbohydrate Polymers 50 (2002) 27-33.\n32.\tBaig, A. A., Fox, J. L., Wang Z., Hsu J., Higuchi, W. I., Chhettry A., Zhuang H. e\nOtsuka M., “Relationships among carbonated apatite solubility, crystallite size and microstrain parameters”, Calcified Tissue International 64 (1999) 437-449.\n33.\tZhang, Y. e Zhang M, “Calcium phosphate/chitosan composite scaffolds for controlled in vitro antibiotic drug release”, J Biomed Mater Res 62 (2002) 378-386.\n34.\tBeppu M. M. e Santana C. C., “Influence of calcification solution on in vitro chitosan mineralization”, Materials Research 5(1) (2002) 47-50.\n35.\tBeppu M. M. e Santana C. C., “PAA influence on chitosan membrane calcification”, Mater Sci Eng C 23 (2003) 651-658.\n36.\tChen F., Wang Z. C. e Lin C. J., “Preparation and characterization of nano-sized hydroxyapatite particles and hydroxyapatite/chitosan nano-composite for use in biomedical materials, Materials Letters 57 (2002) 858-861.\n37.\tYoshida A., Miyazaki T., Ishida E. e Ashizuka M., “Preparation of bioactive chitosanhydroxyapatite nanocomposites for bone repair through mechanochemical reaction”, Materials Transactions 45(4) (2004) 994-998.\n38.\tLi L., Ding S. e Zhou C., “Preparation and degradation of PLA/chitosan composite materials”, J Appl Polim Sci 91 (2004) 274-277.\n39.\tShikinami Y. e Okuno M., “Bioresorbable devices made of forged composites of hydroxyapatite (HA) particles and poly-L-lactide (PLLA): Part I. Basic characteristics”, Biomaterials 20 (1998) 859-877.\n1.\tBohner M., “Calcium orthophosphates in medicine: from ceramics to calcium phosphate cements”, Injury 31 (2000) S-D37-47.\n2.\tAlbee F. e Morrison H., “Studies in bone growth”, Annals of Surg. 71 (1920) 32-38.\n3.\tElliot J. C., “Structure and chemistry of the apatites and other calcium orthophosphatess”, Elsevier Science B. V., Amsterdam, 1994.\n4.\tHarris D. C., “Quantitative Chemical Analysis”, 3d ed., W. H. Freeman and Company (1991).\n5.\tDorozhkin S. V. e Epple M., “Biological and medical significance of calcium phosphates”, Angew Chem Int Ed 41 (2002) 3130-3146.\n6.\tBohner M., “Physical and chemical aspects of calcium phosphates used in spinal surgery”, Eur Spine J 10 (2001) S114-S121.\n7.\tDubok V. A., “Bioceramics - Yesterday, today, tomorrow”, Powder Metallurgy and Metal Ceramics, 39 (2000) 381-393.\n8.\tSilva M. H. P., Lima J. H. C., Soares G. A., Elias C. N., Andrade M. C., Best S. M. e Gibson I. R., “ Transformation of monetite to hydroxyapatite in bioactive coatings on titanium”, Surf Coat Tec 137 (2001) 270-276.\n9.\tHench L. L., “Bioceramics”, J Amer Ceram Soc 81(7) (1998) 1705-1728.\n10.\tEidelman N., Chow L. C., Brown W. E., “Calcium phosphate phase transformations in serum”, Calcif Tissue Int 41 (1987) 18-26.\n11.\tEidelman N., Chow L. C. e Brown W. E., “Calcium phosphate saturation levels in ultrafiltered serum”, Calcif Tissue Int 40 (1987) 71-78.\n12.\tBarralet J. E., Grover L. M. e Gbureck U., “Ionic modification of calcium phosphate cement viscosity. Part II: hypodermic injection and strength improvement of brushite cement”, article in press.\n13.\tTakagi S., Chow L. C. e Ishikawa K., “Formation of hydroxyapatite in new calcium phosphate cements”, Biomaterials 17 (1998) 1593-1599.\n14.\tFernández E., Gil F. J., Best S., Ginebra M. P., Driessens F. C. M. e Planell J. A., “The cement setting reaction in the CaHPO4-tt-Ca3(PO4)2 system: An X-ray diffraction study”, J Biomed Mater Res 42(3) (1998) 403-406.\n15.\tYamaguchi I., Tokuchi K., Fukuzaki H., Koyama Y., Takakuda K., Monma H. e Tanaka J., “Preparation and microstructure analysis of chitosan/hydroxyapatite nanocomposites”, J Biomed Mater Res 55 (2001) 20-27.\n16.\tVarma H. K., Yokogawa Y., Espinosa F. F., Kawakamoto Y., Nishizawa K, Nagata F. e Kaweayama T., “Porous calcium phosphate coating over phosphorylated chitosan film by a biomimetic method”, Biomaterials 20 (1999) 879-884.\n17.\tZhang Y. e Zhang M., “Synthesis and characterization of macroporous chitosan/calcium phosphate composite scaffolds for tissue engineering”, J Biomed Mater Res 55 (2001) 304-312.\n18.\tZhao L. e Chang J., “Preparation and characterization of macroporous chitosan/wollastonite composite scaffolds for tissue engineering”, J Mater Sci: Mater Med 15 (2004) 625-629.\n19.\tSeol Y. J., Lee J. Y., Park Y. J., Lee Y. M., Ku Y., Rhyu I. C., Lee S. J., Han S. B., e Chung C. P., “Chitosan sponges as tissue engineering scaffolds for bone formation”, Biotechnology Letters 26 (2004) 1037-1041.\n20.\tYin Y., Ye F., Cui J., Zhang F., Li X. e Yao K., “Preparation and characterization of macroporous chitosan-gelation/p-tricalcium phosphate composite scaffolds for bone tissue engineering”, J Biomed Mater Res 67 A (2003) 844-855.\n21.\tIto M., Hidaka Y., Nakajima M., Yagasaki H. e Kafrawy A. H., “Effect of hydroxyapatite content on physical properties and connective tissue reactions to a chitosanhydroxyapatite composite membrane”, J Biomed Mater Res 45 (1999) 204-208.\n22.\tTakechi M., Ishikawa K., Miyamoto, Nagayama M e Suzuki K., “Tissue responses to anti-washout apatite cement using chitosan when implanted in the rat tibia”, J Mater Scie Mater Medic 12 (2001) 597-602.\n23.\tYokoyama A., Yamamoto S., Kawasaki T., Kohgo T. e Nakasu M., “Development of calcium phosphate cement using chitosan and citric acid for bone substitute materials”, Biomaterials 23 (2002) 1091-1101.\n24.\tZhang Y. e Zhang M., “Three-dimensional macroporous calcium phosphate bioceramics with nested chitosan sponges for load-bearing bone implants”, J Biomed Mater Res 61 (2002) 1-8.\n25.\tZhang Y. e Zhang M., “Cell growth and function on calcium phosphate reinforced chitosan scaffolds”, J Mat Sci: Mat Med 15 (2004) 255-260.\n26.\tGuéhennec L. L., Layrolle P. e Daculsi G., “A review of bioceramics and fibrin sealant”, European Cells and Materials 8 (2004) 1-11.\n27.\tTas A. C., “Synthesis of biomimetic Ca-hydroxyapatite powders at 37° C in synthetic body fluids”, Biomterials 21 (2000) 1429-1438.\n28\tMorales J. G., Burgués J. T., Boix T., Fraile J. e Clemente R. R., “Precipitation of stoichiometric hydroxyapatite by a continuous method”, Cryst Res Technol 36 (1) (2001) 15-26.\n29\tMatsuya S., Matsuya Y., Takagi S. e Chow L. C., “Effect of fluoride on apatite formation from Ca4(PO4)2 in 0,1 mol L-1 KH2PO4”, J Mater Sci Mater Med 9 (1998) 325331.\n30.\tHammond C., “The basics of crystallography and diffraction”, Oxford Science Publications (1997) 145-148.\n31.\tPrashanth, K. V. H., Kittur F. S. e Tharanathan, R. N., “Solide state structure of chitosan prepared under different N-acetylating conditions”, Carbohydrate Polymers 50 (2002) 27-33.\n32.\tBaig, A. A., Fox, J. L., Wang Z., Hsu J., Higuchi, W. I., Chhettry A., Zhuang H. e\nOtsuka M., “Relationships among carbonated apatite solubility, crystallite size and microstrain parameters”, Calcified Tissue International 64 (1999) 437-449.\n33.\tZhang, Y. e Zhang M, “Calcium phosphate/chitosan composite scaffolds for controlled in vitro antibiotic drug release”, J Biomed Mater Res 62 (2002) 378-386.\n34.\tBeppu M. M. e Santana C. C., “Influence of calcification solution on in vitro chitosan mineralization”, Materials Research 5(1) (2002) 47-50.\n35.\tBeppu M. M. e Santana C. C., “PAA influence on chitosan membrane calcification”, Mater Sci Eng C 23 (2003) 651-658.\n36.\tChen F., Wang Z. C. e Lin C. J., “Preparation and characterization of nano-sized hydroxyapatite particles and hydroxyapatite/chitosan nano-composite for use in biomedical materials, Materials Letters 57 (2002) 858-861.\n37.\tYoshida A., Miyazaki T., Ishida E. e Ashizuka M., “Preparation of bioactive chitosanhydroxyapatite nanocomposites for bone repair through mechanochemical reaction”, Materials Transactions 45(4) (2004) 994-998.\n38.\tLi L., Ding S. e Zhou C., “Preparation and degradation of PLA/chitosan composite materials”, J Appl Polim Sci 91 (2004) 274-277.\n39.\tShikinami Y. e Okuno M., “Bioresorbable devices made of forged composites of hydroxyapatite (HA) particles and poly-L-lactide (PLLA): Part I. Basic characteristics”, Biomaterials 20 (1998) 859-877.\nConclusões Gerais\nObtiveram-se scaffolds do compósito quitosano/brushite a partir da liofilização de suspensões de brushite em solução de quitosano 2% (massa do polímero/massa do solvente) em ácido acético 0,2 M. Os scaffolds apresentaram estruturas macroporosas com poros interconectados.\nO diâmetro de poro dos scaffolds depende fortemente da concentração de brushite, tendendo a diminuir à medida que esta aumenta. A concentração de brushite influencia também os valores de densidade e porosidade dos scaffolds.\nOs espectros de difracção de raios-X dos compósitos apresentaram picos correspondentes aos planos de difracção da brushite e do quitosano. Porém, à medida que a concentração de brushite aumenta, a cristalinidade do compósito passa a ser determinada apenas pela da fase inorgânica, desaparecendo pois o pico atribuído ao carácter semi-cristalino do quitosano.\nOs espectros de infravermelho dos compósitos apresentaram bandas atribuídas à vibração dos grupos funcionais pertencentes à brushite e ao quitosano. Não se observou o aparecimento de quaisquer novas bandas que pudessem ser atribuídas a possíveis interacções químicas entre o polímero e a fase inorgânica.\nAs propriedades mecânicas dos scaffolds de quitosano foram melhoradas com a adição da brushite, conforme demonstrado pelo considerável aumento no valor da tensão de cedência.\nNos ensaios com soluções fisiológicas simuladas observou-se o aparecimento de uma fina camada apatítica na superfície do compósito ao fim de apenas alguns dias de imersão, o que indica a bioactividade do material. Tal camada recobriu toda a superfície do compósito, incluindo a superfície interna dos poros. Os espectros de raios-X da apatite formada mostraram tratar-se de hidroxiapatite com um tamanho de cristalite pequeno.\nPropôs-se um mecanismo para a formação da camada apatítica que considera (i) dissolução da brushite, (ii) nucleação dos primeiros cristais de apatite e (iii) crescimento da camada\napatítica. Para o crescimento da camada apatítica contribuem cálcio e fósforo provenientes da solução bem como da própria brushite.\nPor fim, pode concluir-se que a associação de brushite ao quitosano contribui para conferir bioactividade ao scaffold, bem como para a melhoria das suas propriedades mecânicas, características estas que têm que ser tidas em consideração nas aplicações em engenharia de tecido.\nTrabalho Futuro\nO estudo da preparação e propriedades dos compósitos quitosano brushite evidenciou que, apesar das características promissoras dos scaffolds obtidos para aplicações em engenharia de tecidos, se identificam alguns aspectos que necessitam ser optimizados, nomeadamente o diâmetro médio de poro e as propriedades mecânicas. Tendo em vista esse objectivo e usando o conhecimento adquirido ao longo do presente trabalho, propõem-se algumas estratégias possíveis para melhorar as referidas propriedades:\n•\tDiâmetro médio de poro:\n(i)\tTendo em consideração que os gradientes térmicos estabelecidos durante o processo de congelamento condicionam a distribuição da porosidade das amostras, propõe-se estudar o efeito da variação da temperatura de congelamento no tamanho de poro e sua distribuição na expectativa de que este estudo permita a identificação de condições experimentais adequadas á obtenção da morfologia de poro pretendida.\n(ii)\tA variação de algumas características da solução polimérica de partida tais como concentração do solvente e viscosidade de solução poderão eleger-se também como variáveis experimentais a manipular com vista ao controlo da morfologia de poro.\n•\tPropriedades Mecânicas dos scaffolds\npossibilitaria a avaliação do impacto da morfologia da partícula de fosfato de cálcio no comportamento mecânico dos scaffolds compósitos. Para tal poderiam preparar-se partículas de fosfato de cálcio em condições de precipitação diferentes por forma a obter-se uma gama diversificada de tamanho e forma de partícula.\n(ii) No presente estudo não se observaram indicadores do estabelecimento de ligações químicas entre o polímero e as partículas de brushite utilizadas. No entanto, a modificação do quitosano mediante inserção de grupos funcionais aniónicos adequados na sua estrutura, com capacidade para complexar o cálcio, pode ser uma via potenciadora de uma ligação química que favoreça a calcificação in situ. Nesse contexto, espera-se que a camada apatítica formada esteja fortemente ligada ao polímero, melhorando, assim, as propriedades mecânicas."}]}}}