{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05311"}, {"@name": "filename", "#text": "BTP_1988_31_1_10_Projeto_de_capa.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PROJETO CAPA DE GÁS: ESTUDO DE RESERVATÓRIO PARA 0 SERGI - BLOCO PRINCIPAL DO CAMPO DE ÁGUA GRANDE, BAHIA\nAntonio Carlos Capeleiro Pinto111 e José Carlos Andraus(2)\nRESUMO — Descreve-se o estudo da simulação de reservatórios, realizado para o Bloco Principal da Formação Sergi do Campo de Água Grande, em que se analisam diversas opções de produção do reservatório: manutenção das atuais cotas de injeção de gás, sua redução, término da injeção e produção da capa de gás.\nABSTRACT — A description of the reservoir simulation study carried out for the Main Block of the Sergi Formation of Água Grande Field, analysing several production alternatives for the reservoir: maintenance of the present gas injection rates, their reduction, end of the injection and production of the gas cap.\n(Originais recebidos em 16.01.87.)\n1\t- Setor dos Campos da Bahia e\nEspírito Santo, Divisão de Engenharia de Reservatórios, Departamento de Produção.\n2\t- Setor de Campos do Sudeste,\nDivisão de Engenharia de Reservatórios, Departamento de Produção.\n1 - INTRODUÇÃO\nO Campo de Água Grande está situado no Recôncavo Baiano, a 80 km da cidade de Salvador. Sua produção de óleo provém de diversos reservatórios, dentre os quais se destaca o Bloco Principal da Formação Sergi.\nA produção deste bloco teve início em novembro de 1952. Até outubro de 1985, foram produzidos cerca de 16,93 milhões de m3 STD de óleo, o que corresponde a um fator de recuperação de 41,4%. A injeção de gás começou em dezembro de 1961, com pequena cota até junho de 1971, quando foi aumentada. A injeção periférica de água teve início em janeiro de 1972 e, desde então, a pressão vem-se mantendo constante. O volume original da capa de gás é de 860 milhões de m3 STD, e o estimado, em outubro de 1985, foi de 1 140 milhões de m3 STD.\nCom o objetivo de definir a melhor estratégia de produção do bloco, efetuou-se um estudo de reservatório, com emprego do simulador BOSS-AIM, realizado em 1985, na Divisão de Reservatórios da Região de Produção da Bahia (RPBA). Consideraram-se as opções de\nmanter as cotas atuais de injeção de gás e água, reduzi-las, interromper a injeção de gás ou liberar a capa de gás para produção.\nO ajuste do histórico de produção compreendeu o período entre junho de 1952 e setembro de 1985. A previsão de comportamento de produção foi feita até dezembro de 2015. Na simulação, adotaram-se algumas simplificações, tendo em vista a grande complexidade geológica do reservatório e o longo período do histórico de produção.\n2\t- DESENVOLVIMENTO DO RESERVATÓRIO\nA produção do Bloco Principal da Formação Sergi, do Campo de Água Grande, teve início em novembro de 1952, com a completação do poço 7-AG-06-\nBA.\tA pressão original do bloco era de\n128,5\tkgf/cm1 2, no datum — 1 140 m. O contato gás-óleo foi encontrado a\n—\t1 079 m, e o contato óleo-água, a\n-\t1 201 m (fig. 1).\nO bloco se encontra delimitado e possui, ao todo, excluindo-se os secos, 72 poços, sendo 43 produtores de óleo, 20 ex-produtores, 7 injetores de água e\nFig. 1 - Sergi, Bloco Principal — Topo SAG-1.\n2 injetores de gás.\nA injeção de água teve início em janeiro de 1972, nos poços 8-AG-IA-1-BA,\n8-AG-228-BA, 8-AG-229-BA, 8-AG-230-BA, 8-AG-233-BA, 8-AG-234-BA, 7-AG-241D-BA, embora tenha sido feito descarte no 8-AG-IA-1-BA desde dezembro de 1961. Neste mesmo mês, teve início a injeção de gás, com pequena cota, no poço 8-AG-IG-1-BA. Em junho de 1971, o poço 7-AG-68-BA também passou a injetar gás.\nEm quase todos os poços, a produção não é seletiva. Os canhoneios são extensos, compreendendo várias subzonas, sendo impossível estabelecer fatores de rateio. É comum a prática do auto-^as lift, ou seja, o canhoneio de subzonas superiores, com gás, para auxiliar na elevação do óleo, bem como as intervenções com SPTs para correção da RGO e do BSW.\nA produção do bloco, em outubro de 1985, era de 380 m3/d de óleo, com\nBSW médio de 83% e RGO de 640 m3/m3. A produção acumulada de óleo era de 16,93 milhões de m3 STD, com fator de recuperação de 41,4%.\n3\t- GEOLOGIA\nDe acordo com o relatório geológico do Campo de Água Grande (BAUMGARTEN, 1969), o arenito Sergi foi dividido em 12 subzonas, SAG-1 aSAG-12. Com base nos perfis elétricos, os limites entre as subzonas foram marcados no centro de camadas de folhelhos ou de arenitos muito argilosos. Estas intercalações reduzem a permeabilidade vertical, mas não isolam as subzonas. Um bom indício de comunicação vertical entre elas são os registros de pressão — realizados até o início da injeção de água —, que apresentam pequena dispersão.\nO mapa de topo do SAG-1, com os contatos marcados, é mostrado na figura 1.\nA região do reservatório estudada (fig. 2), chamada, genericamente, Bloco\nPrincipal, pode ser dividida em seis sub-blocos: AG-25, AG-52, AG-08, AG-168, AG-30 e parte do Bloco Central.\nEsta última foi incluída a fim de considerar a injeção de água nos poços 8-AG-229-BA e 8-AG-233-BA, que repercute no Bloco Principal.\nAs falhas que separam os sub-blocos não são selantes, e apenas colocam diferentes subzonas em contato.\nAtualmente, está em andamento um estudo integrado (Centro de Pesquisas, Distrito de Exploração da Bahia e Região de Produção da Bahia) para o Bloco Principal, visando a identificar as regiões do reservatório com óleo não drenado, no qual se prevê, inclusive, a perfuração de um poço, com testemunhagem e per-filagem no Sergi, que poderá resultar em novo zoneamento do bloco, definições das comunicações através das falhas e da comunicação vertical entre as subzonas, mapas de isoporosidade e isoper-meabilidade, identificação dos caminhos\nFig. 2 - Delimitação dos sub-blocos considerados na simulação.\nda água no reservatório e atualização das reservas de hidrocarbonetos.\nEste projeto considerou todas as informações disponíveis até outubro de 1985, e, dependendo das conclusões, o modelo poderá ser modificado, de forma a melhorar a representação do reservatório.\nNeste estudo foi utilizado o simulador numérico BOSS-AIM, trifásico e tridimensional.\n4\t- DADOS DE ENTRADA PARA O SIMULADOR\n4.1\t- Grid\nAdotou-se um grid com 16 x 19 células, com cinco camadas verticais. O comprimento médio das células foi de 200 m, tendo sido utilizadas células maiores nas regiões do aqüífero. A figura 3 mostra a posição dos poços no grid.\nTABELA I\nMODELO DE ZONEAMENTO UTILIZADO NA SIMULAÇÃO\nLayer\tSub-Bloco\t\t\t\t\t\n\tAG-25\tAG-52\tAG-08\tAG-168\tAG -30\tCentral\n1\tSAG-1 a SAG-3\t-\t-\tSAG-1 SAG-2\t-\t-\n2\tSAG-4\t-\tSAG-1 a SAG-3\tSAG-3\tSAG-1 SAG-2\t-\n3\tSAG-5\t-\tSAG-4\tSAG-4\tSAG-3\tSAG-1 SAG-2\n4\tSAG-6 a SAG-8\tSAG-1, a SAG-3\tSAG-5 a SAG-7\tSAG-5 SAG-6\tSAG-4 SAG-5\tSAG-3 SAG-4\n5\tSAG-9 a SAG-12\tSAG-4 a SAG-12\tSAG-8 a SAG-12\tSAG-7 a SAG-12\tSAG-6 a SAG-12\tSAG-5 a SAG-12\najuste do histórico oscilou entre 70 e 90 minutos. O emprego de células menores acarretaria aumento do tempo de processamento.\n4.2\t— Definição dos Layers\nA simulação do reservatório com o zo-neamento original (12 subzonas), utilizando um modelo tridimensional com comunicação vertical, durante um histórico de 33 anos, certamente demandaria um tempo de processamento muito grande.\nOptou-se por agrupar as subzonas, reduzindo-se para cinco o número de camadas verticais (layers). O modelo de zo-neamento adotado é semelhante ao já utilizado no estudo de reservatórios para o Bloco Principal, concluído em 1970 (ANDERS &amp; PATO, 1970). Cada layer foi definido por um conjunto de subzonas com continuidade em todo o reservatório (tabela I).\n4.3\t— Porosidade e Permeabilidade\nNo Sergi de Água Grande, a porosidade e a permeabilidade, bastante variáveis, estão relacionadas ao teor de argila do arenito.\nNa simulação, resolveu-se utilizar valores médios de porosidade e permeabilidade e, caso necessário, modificá-los em cada\nlugar, para reproduzir o comportamento de produção dos poços.\nNa determinação das porosidades e das permeabilidades, consideraram-se as análises de testemunho dos poços AG-08, 10, 11, 12, 14, 25, 28, 29, 72, 87, 91, 133,\t199. Seguindo orientação de\nANDERS &amp; PATO (1970), o valor de corte da permeabilidade foi fixado em 15 mD, e o corte da porosidade em 12,5%. Para cada subzona, calcularam-se a média aritmética das porosidades e a média geométrica das permeabilidades (tabela II).\nOs valores médios por /a/er-sub-bloco foram obtidos ponderando-se as porosi-\nTABELA II\nCARACTERÍSTICAS PERMOPOROSAS MÉDIAS\nSubzona\tPHI (%)\tKgeom (mD)\th (m)\nSAG-1\t17,95\t140\t6,5\nSAG-2\t14,10\t47\t2,8\nSAG-3\t18,50\t179\t14,7\nSAG-4\t18,00\t139\t11,2\nSAG-5\t18,50\t179\t25,0\nSAG-6\t17,90\t58\t2,2\nSAG-7\t18,90\t117\t9,0\nSAG-8\t20,00\t216\t19,0\nSAG-9\t18,30\t54\t9,7\nSAG-10\t18,80\t466\t13,6\ndades e as permeabilidades das subzonas com as respectivas espessuras permeáveis.\nQuanto à permeabilidade vertical entre os layers da simulação, adotou-se um valor médio de 10 mD, bem inferior à média da permeabilidade horizontal. Em algumas células do modelo este valor foi alterado, permitindo o ajuste do comportamento de produção e pressão do reservatório.\n4.4\t— Permeabilidade Relativa e Pressão Capilar\nAs curvas de pressão capilar por layer foram obtidas a partir da figura 37 (ANDERS &amp; PATO, 1970).\nPara as curvas de permeabilidade relativa, consideraram-se, inicialmente, aquelas descritas por equações (ANDERS &amp; PATO, 1970; p. 131-46), determinadas a partir de análises especiais de testemunho, já que, no Bloco Principal, não existem outras mais reçentes.\nAs curvas de permeabilidade relativa originais foram modificadas durante o ajuste do histórico, para que o modelo pudesse reproduzir o comportamento do reservatório.\nCurvas especiais, com Krw reduzido, foram associadas ao layer 5 do modelo, onde foi incluído grande volume de água, presente nas subzonas inferiores. Caso fossem usadas as curvas com Krw normal, os poços canhoneados no layer 5 passariam a produzir com BSW bem superior ao observado.\nPor outro lado, foram criadas curvas com Krw elevado, para tentar reproduzir os fingers que ocorrem em determinadas regiões do reservatório, principalmente no layer 3.\nConsideraram-se os seguintes pontos terminais das curvas de permeabilidade relativa utilizadas no estudo:\nSWj = 0,25, para os layers de 1 a 4 e = 0,30, para o layer 5\nSORW = 0,25\nSOR„ = 0,18 SGC = 0,05\nTABELA III\nPROPRIEDADES DOS FLUIDOS DO RESERVATÓRIO\nPropriedades\nValores\n4.5\t— Dados de PVT\nNo estudo de reservatórios para o Bloco Principal do Sergi de Água Grande, de março de 1970 (ANDERS &amp; PATO), foram selecionadas várias análises PVT e traçadas as curvas médias de propriedades do óleo.\nEstes valores médios são semelhantes aos do resultado da análise PVT no poço AG-25, utilizada na simulação.\nCom relação às propriedades do gás, foram adotados os valores descritos por ANDERS &amp; PATO (1970). A curva de Bg ali apresentada pode ser gerada por correlações, com densidade do gás equivalente a 0,65.\nA pressão de saturação original é igual à pressão original do reservatório no contato gás-óleo, ou seja, 123,4 kgf/cm2.\nAs propriedades de fluido à pressão de saturação encontram-se na tabela III.\n4.6\t— Volumes Originais de Fluido\nSão os seguintes os volumes originais de fluido utilizados na simulação:\nCapa de gás ... .\t860,75 MMm3 STD\nóleo . . .\t40,86 MMm3 STD\nágua . . . 539,30 MMm3 STD\nO volume de óleo considerado é cerca de 6% superior ao volume mapeado. A maior parte deste óleo foi acrescentada ao sub-bloco do AG-52, visto que este poço tem alto NP (514 Mm3) e baixo RP (115 m3/m3). O restante foi acrescentado próximo aos poços cuja RGO calculada pelo simulador era bem maior que a RGO observada. Convém notar que grande parte dos poços do Bloco Principal não possui perfil de porosida-de; nestes poços, os intervalos permeáveis foram definidos a partir da separação no microperfil.\nO volume da capa de gás considerado é praticamente igual ao mapeado, e o de água é bem superior à parte do aqüífero mapeada. Um forte influxo de água foi detectado na fase de recuperação primária do reservatório, auxiliando os mecanismos de gás em solução e expansão da\nPressão de saturação. Ps (kgf/cm2) Temperatura do reservatório, Tr (°C)\nRazão de solubilidade na Ps, Tr (m3/m3) Bo à Ps, Tr (m3/m3)\nBg à Ps, Tr (m3/m3)\nDensidade do óleo residual, a 25°C, 1 atm Densidade da água, a 25°C, 1 atm Compressibilidade da água (cm2/kgf) Viscosidade do óleo na Ps, Tr (cP) Viscosidade do gás na Ps, Tr (cP)\ncapa de gás. Pode-se afirmar que o influxo de água foi provocado pela expansão de água presente no reservatório e pela contração do volume de rocha do aqüífero. Para calcular o influxo e o volume original de água, procedeu-se a um balanço de materiais, entre junho de 1952 e junho de 1970.\n4.7\t— Dados de Produção\nForam considerados, na simulação, para as vazões de produção de óleo, injeção de gás e injeção de água, entre junho de 1952 e dezembro de 1980, valores médios a cada seis meses, para cada poço. Entre dezembro de 1980 e setembro de 1985, as vazões foram fornecidas mês a mês. As produções de gás e água observadas foram informadas apenas para permitir a comparação com os volumes calculados pelo modelo.\nAs intervenções com SPT, para restauração, também foram consideradas na simulação.\n5\t- AJUSTE DO HISTÓRICO\nO ajuste do histórico de produção e pressão foi feito para o período entre junho de 1952 e setembro de 1985. Antes de iniciar o ajuste de histórico, verificou-se o equilíbrio do modelo.\nNo caso de poços canhoneados em vários layers, o rateio foi feito pelo próprio modelo, com base nos índices informados de produtividade, saturação de óleo e pressão de cada layer, na célula do poço. Para conseguir o ajuste de comportamento a nível de poço, os índices de produtividade originais foram modificados sempre que necessário. A alteração do índice de produtividade de\n123,4\n67\n87,2\n1,3273\n0,0087\n0,8212\n1,0967\n46.1E-6\n1,22\n0,0157\num poço-layer resulta em modificação dos fatores de rateio da produção do poço.\nPara controlar a resolução dos sistemas de equações do modelo, foram adotados os seguintes parâmetros:\n—\ttamanho máximo do time-step: 30 dias\n—\tvariação pontual máxima de saturação entre time-steps: 1 %\n—\tvariação pontual máxima de pressão entre time-steps: 2 kgf/cm2\nA redução do tamanho máximo de time-step acarreta redução de erros inerentes ao método de solução numérica, embora o tempo de processamento aumente bastante.\n5.1\t— Ajuste do Histórico de Pressão\nOs registros de pressão no bloco não são seletivos. Todos os registros de pressão disponíveis foram corrigidos para o datum e plotados em um mesmo gráfico; notou-se pequena dispersão entre os pontos, até o início da injeção de água. Admitiu-se continuidade de pressões no reservatório e tentou-se ajustar, com sucesso, a pressão média, na fase óleo, calculada pelo simulador à pressão média observada, corrigida para o datum (fig. 4).\n5.2\t— Ajuste do Histórico de Produção\nde Água\nO balanço de materiais para o bloco mostrou a existência de um volume original de água bem superior à parcela do aqüífero mapeada. No modelo, este volume foi incluído nos layers inferiores e no Sub-Bloco Central. Não se conside-\nFig. 4 - Ajuste do histórico da pressão média do reservatório.\nEm algumas subzonas do reservatório foi constatada a existência de fingers, que prejudicam a drenagem do óleo.\nPara tentar representar, no modelo, o efeito das falhas e dos fingers, foi necessário mudar a posição dos poços injeto-res de água e abri-los nos layers superiores. Além disso, criaram-se poços-imagem dos injetores de água, que foram situados no sub-bloco do AG-25:\nFig. 5 - Ajuste do histórico de produção de água.\nrou o volume de água adjacente ao sub-bloco do AG-52, devido ao grande rejeito da falha que os separa.\nA injeção de água é periférica nos seguintes poços:\n8-AG-l A-1-BA. . . .\t. . layers 2, 3, 4, 5\n8-AG-228-BA ....\t. . layers 3, 4, 5\n8-AG-230-BA ....\t. . layers 4, 5\n8-AG-234-BA ....\t. . layers 3, 4\n8-AG-229-BA ....\t. . layers 4, 5\n8-AG-233-BA ....\t. . layers 3, 4, 5\n8-AG-241 D-BA . . .\t. . layer 4\nA injeção é feita atrás das falhas que limitam o sub-bloco do AG-25. A análise do histórico de produção evidencia que estas falhas, ao invés de restringirem o fluxo, permitem o aparecimento de água nas subzonas mais drenadas do reservatório, como por exemplo:\n• poço 7-AG-22-BA, completado no SAG-1, produz com BSW = 96%;\n•\tpoço 7-AG-77-BA, completado no topo do SAG-3, produz com BSW = = 97%;\n•\tpoço 7-AG-87-BA, completado no SAG-1 e no SAG-3, produz com BSW = 87%;\n® poço 7-AG-133-BA, completado no SAG-1 e no topo do SAG-3, produz com BSW = 90%.\nEsses poços, cujos dados se referem a outubro de 1985, estão situados no sub-bloco do AG-25 e completados no layer 1 da simulação, que compreende as subzonas SAG-1, SAG-2 e SAG-3. Este /ayer-sub-bloco, originalmente sem água, está em comunicação frontal somente com o sub-bloco do AG-168 (tabela I). A injeção de água no sub-bloco do AG-168 é feita em layers inferiores. Desta forma, com base no atual zoneamento, apenas a comunicação através das falhas pode explicar a produção de água no layer 1 do sub-bloco do AG-25.\nPoço real\nAG-229\nAG-230\nAG-233\nAG-234\nPoço-imagem AG-IA4 AG-IA3 AG-IA5 AG-IA2\nA época do início da injeção, em cada poço-imagem, foi estimada de acordo com a época do breakthrough nos poços vizinhos. A vazão de injeção foi rateada entre cada poço real e o poço-imagem correspondente, cujos percentuais de rateio variam entre 20 e 30%.\nA figura 5 compara o BSW observado e o calculado pelo modelo, para o reservatório.\nNos últimos anos, a produção de água do reservatório tem aumentado. Em algumas regiões, como no topo da estrutura (layer 4), não se pode explicar o aparecimento de água, suspeitando-se de problemas de cimentação em alguns poços. Em outros locais, a existência de fingers dificilmente simulados também prejudicou o ajuste.\nO erro cometido na produção acumulada de água foi de aproximadamente - 6%.\n5.3\t— Ajuste do Histórico de Produção de Gás\nA capa de gás original, com um volume de 860 MMm3, aparece nos layers 1 e 2 do modelo.\nA injeção de gás é feita no topo da estrutura, nos poços 7-AG-68-BA (layer 2) e 8-AG-IG-1-BA (layer 1). A manutenção de pressão, por injeção de gás na capa, evita que alguns poços sejam invadidos por água, na parte baixa da estrutura.\n0 maior problema para ajustar o histórico da produção de gás é a confiabilidade dos dados reportados. Nos poços equipados com gas lift, o volume de gás injetado não é medido por poço, mas por estação; em conseqüência, a RGO da formação não pode ser determinada com precisão. 0 controle da produção de gás também é crítico nos poços de auto-gas Uft, onde são canhoneadas subzonas com gás, empacotadas com packers, e o gás é produzido através de válvulas ou mandris abertos.\nNos últimos anos do histórico, quando a maior parte dos poços produz por gas lift, a RGO calculada pelo modelo foi maior que a reportada (fig. 6), e o erro na produção acumulada de gás foi de + 8%.\n6\t- EXTRAPOLAÇÃO DO COMPORTAMENTO\nAs hipóteses de extrapolação analisadas consideram as opções de: manter as cotas atuais de injeção (160 000 m3/d de gás e 2 000 m3/d de água); reduzi-las; interromper a injeção de gás ou produzir a capa, as duas últimas verificadas a cada cinco anos.\nAs hipóteses analisadas, resumidamente, são:\n—\tIP01 — Produção de óleo mantendo as cotas de injeção de gás em 160 Mm3 /d e de água em 2 000 m3 /d, hipótese básica;\n—\tIP02 — Produção de óleo sem injeção de gás e com injeção de 2 000 m3/d de água;\n—\tIP03 — Produção de óleo sem injeção de gás, com injeção de 2 000 m3/d de água e produção de capa de 1 50 Mm3/d;\n—\tIP04 — Hipótese básica (IP01) até dezembro de 1990; a partir desta data, redução da injeção de gás para 80 Mm3/d e da injeção de água para 1 500 m3/d;\n—\tIP05 — Hipótese básica (IP01) até dezembro de 1990; a partir desta data, produção de óleo sem injeção de gás e redução da injeção de água para 1 500 m3/d;\n—\tIP06 — Hipótese básica (IP01) até dezembro de 1990; a partir desta data, produção de óleo sem injeção de\ngás, injeção de água mantida em 2 000 m3 /d e produção da capa de gás de 210 Mm3/d;\n—\tIP07 — Hipótese básica (IP01) até dezembro de 1995; a partir desta data, redução da injeção de gás para 80 Mm3/d e da de água para 1 000 m3/d;\n—\tIP08 — Hipótese básica (IP01) até dezembro de 1995; a partir desta data, produção de óleo sem injeção de gás e redução da injeção de água para\n1\t000 m3/d;\n—\tIP09 — Hipótese básica (IP01) até dezembro de 1995; a partir desta data, produção de óleo sem injeção de gás, mantendo a injeção de água em\n2\t000 m3/d e a produção de capa de gás em 330 Mm3/d;\n—\tIP10 — Hipótese básica (IP01) até dezembro de 2000; a partir desta data, redução da injeção de gás para 80 Mm3/d e da de água para 1 000 m3/d;\n—\tIP11 — Hipótese básica (IP01) até dezembro de 2000; a partir desta data, produção de óleo sem injeção de gás e redução da injeção de água para\n1\t000 m3/d;\n—\tIPI2 — Hipótese básica (IP01) até dezembro de 2000; a partir desta data, produção de óleo sem injeção de gás, mantendo a injeção de água em\n2\t000 m3/d e a produção da capa de gás em 700 Mm3/d.\nEm todas as rodadas de extrapolação fo\nFig. 6 - Ajuste do histórico de produção de gás.\nram utilizados os seguintes controles, por poço: RGO limite = 1 000 m3/m3; BSW limite entre 86 e 95%; vazão mínima de óleo por poço = 1 m3/d e vazão máxima total (O + A), por poço = = 250 m3/d.\nNos poços produtores de gás, a vazão de líquido foi limitada a 5 m3/d.\nOs poços do Sergi/Bloco Principal produzem por diversos mecanismos: surgên-cia, gas lift contínuo, gas lift intermitente, autoras lift, bombeio mecânico e bombeio centrífugo. Para controlar tais poços na extrapolação, foram utilizadas, nos poços surgentes, de gas lift contínuo e de auto-gas lift, as curvas de pressão de fundo requerida e disponível, as primeiras geradas pelo simulador de fluxo vertical multifásico SIMULT.\nNos poços de gas lift intermitente, o controle foi feito fixando-se as pressões de fundo em fluxo, cujo cálculo seguiu a orientação da RPBA/DIROL. O mesmo procedimento foi usado nos poços de bombeio mecânico e centrífugo, embora as pressões tenham sido estimadas a partir dos níveis dinâmicos.\nPara a produção de gás de capa, nas hipóteses IP03, IP06, IP09 e IP12, foram selecionados seis poços — 7-AG-17-BA, 7-AG-20-BA, 7-AG-14-BA, 7-AG-68-BA, 8-AG-IG-1-BA e 6-AGC-1-BA -, que receberam, respectivamente, na si-\nTABELA IV\nmulação os nomes de AG-PG1, AG-PG2, AG-PG3, AG-PG4, AG-PG5 e AG-PG6.\nNo modelo, estes poços foram abertos nos layers 1 e 2. Embora exista um espaçamento pequeno (de cerca de 80 m) entre os poços 7-AG-68-BA e 8-AG-IG-\nHistórico\nHistórico\nPrevisão\n+‘++ ++++ ++++++ +\naDaO\nuOOddooC\n°OoOooOOOo°\n1 E+ 04\n4\n2\n1 E + 03\n4\n2\n1 E +02\n4\n2\n1 E +01\n4\n, 2\n1 E + 00\n1950\t1955\t1960\t1965\t1970\t1975\tI960\t1985\t1990\t1995\t2000\t2005 2010\t2015\nFig. 7 - Histórico e previsão da vazão de óleo (hipóteses IP01, IP02 e IP03).\nVAZÕES DE PRODUÇÃO DE GÁS\nHipótese\tInício da Produção da Capa\tFinal da Produção da Capa\tVolume da Capa (MMSm3)\tVazão Total (Mm3/d)\nIP03\tDez/1985\tDez/2005\t1 128,5\t150\nIP06\tDez/1990\tDez/2005\t1 141,8\t210\nIP09\tDez/1995\tDez/2005\t1 210,9\t330\nIP12\tDez/2000\tDez/2005\t1 293,0\t700\nTABELA V\nFATORES DE RECUPERAÇÃO DE ÓLEO PREVISTOS* (%)\nHipótese\t10 Anos\t20 Anos\t30 Anos\nIP01\t43,97\t45,16\t46,08\nIP02\t43,00\t43,54\t43,95\nIP03\t42,50\t42,69\t42,98\nIP04\t43,87\t45,02\t46,00\nIP05\t43,75\t44,42\t44,82\nIP06\t43,45\t43,70\t43,84\nIP07\t43,97\t45,15\t45,99\nIP08\t43,97\t45,02\t45,62\nIP09\t43,97\t44,45\t44,58\nIP10\t43,97\t45,14\t45,93\nIP11\t43,97\t45,19\t45,89\nIP12\t43,97\t44,95\t45,07\n* Com relação aos volumes originais utilizados na simulação.\n1-BA, estes podem ser completados em layers distintos, evitando-se a interferência, situação que já ocorreu quando injetavam gás.\nA tabela IV apresenta as vazões de produção da capa de gás consideradas, e a\nTempo (anos)\nfigura 7, o gráfico da produção de óleo do bloco, incluindo as hipóteses IP01, IP02 e IP03 na fase de extrapolação.\n7\t- COMPARAÇÃO ENTRE AS HIPÓTESES DE EXTRAPOLAÇÃO\nOs fatores de recuperação de óleo, para cada uma das hipóteses, previstos após 10, 20 e 30 anos, são apresentados na tabela V.\nA hipótese IP04, com redução nas cotas de injeção de gás e água em dezembro de 1990, apresenta um fator de recuperação quase igual ao da hipótese IP01, com manutenção de pressão no reservatório.\nConsiderando-se as atuais cotas de injeção e o início da comparação (dezembro de 1985), verifica-se que o volume acumulado de gás injetado ultrapassa o de gás produzido em 1990, época em que passa a ser recomendável a redução da cota de injeção de gás (hipótese IP04).\nTendo-se optado pela hipótese IP04, a vazão de óleo do reservatório deverá ser, aproximadamente, de 270 m3/d, em dezembro de 1990, e de 160 m3/d, em dezembro de 1995. A partir de então, poderá ser interessante, de acordo com a demanda de gás, interromper esta injeção ou, até mesmo, liberar a capa para produção. A hipótese IP08, que considera o final da injeção de gás e a redução da cota de injeção de água em dezembro de 1995, resulta em razoável manutenção de pressão, com pequeno decréscimo na recuperação de óleo.\nOs fatores de recuperação de gás, ao final do período de extrapolação (dezembro de 2015), são apresentados na tabela VI. No cálculo dos fatores de recuperação, foi utilizada a relação FRG — (GP — Gjnj /gás in place), para um volume de gás in place original de 4 423,5 MMSm3 (capa de gás + gás em solução).\nNas hipóteses que prevêem interrupção na injeção de gás (IP02, IP05, IP08, IP11) ou produção de capa de gás (IP03, IP06, IP09, IP12), ocorre migração de óleo para a capa. A tabela VII\nTABELA VI\nFATORES DE RECUPERAÇÃO DE GÁS PREVISTOS*\napresenta os volumes de migração, calculados ao final da extrapolação.\nA melhor opção para produção do reservatório deverá ser indicada por um estudo econômico que considere as necessidades de fornecimento de gás natural.\nOs gráficos com as previsões de produção e pressão do reservatório, para as diversas hipóteses, encontram-se em PINTO (1986).\n8\t- CONCLUSÕES\na)\tNa simulação, adotaram-se algumas simplificações, tendo em vista a grande complexidade do reservatório e o longo período do histórico de produção. A simulação com um número maior de layers, com diminuição do tamanho de células e dos time-steps, etc. seria o ideal, porém o tempo de processamento aumentaria bastante, o que poderia, inclusive, inviabilizar o estudo;\nb)\tO modelo de reservatório utilizado na simulação permitiu bom ajuste para a pressão média do bloco. O ajuste do histórico de produção de gás e água, apesar de algumas diferenças, também foi aceitável. Caso o comportamento futuro se desvie muito do previsto, ou as condições de produção se modifiquem, o estudo poderá ser atualizado;\nc)\tApesar de terem sido analisadas diversas hipóteses para a produção do reservatório, a melhor opção deverá ser indicada por um estudo econômico que considere as necessidades de fornecimento de gás;\nd)\tCaso sejam levantadas outras hipóteses de produção, poderão ser efetuadas novas extrapolações.\nAGRADECIMENTO\nRegistramos nosso agradecimento aos engenheiros Eraldo Ferreira (RPBA/ DIRES/SERER) e Plácido Bezerra (RPBA/DIRES/SECREV), pela colaboração prestada.\nHipótese\tGinj (MMSm3)\tGP (MMSm3)\tGPGinj (MMSm3)\tCE CÒ u.\nIP01\t2 721,30\t3 994,90\t1 273,60\t28,8\nIP02\t953,62\t3 293,40\t2 339,80\t52,9\nIP03\t953,62\t4 022,40\t3 068,80\t69,0\nIP04\t1 990,82\t3 844,05\t1 893,23\t42,8\nIP05\t1 260,37\t3 562,62\t2 302,25\t52,0\nIP06\t1 260,37\t4 353,41\t3 093,04\t70,0\nIP07\t2 136,90\t3 843,90\t1 707,05\t38,6\nIP08\t1 552,56\t3 668,30\t2 115,74\t47,8\nIP09\t1 552,56\t4 663,30\t3 110,74\t70,3\nIP10\t2 283,01\t3 893,47\t1 610,46\t36,4\nIP11\t1 844,74\t3 787,26\t1 942,52\t43,9\nIP12\t1 844,74\t4 974,20\t3 129,44\t70,7\n* Com relação aos volumes originais utilizados na simulação.\nTABELA VII\nMIGRAÇÃO DE ÓLEO PARA A CAPA\nHipótese\tVolume de Óleo (Mm3 STD)\tPercentagem do Volume Recuperável na Hipótese IP01 (%)\nIP02\t283,0\t1,50\nIP05\t10,0\t0,05\nIP08\t1,6\t0,01\nIP11\t1,6\t0,01\nIP03\t649,0\t3,45\nIP06\t472,0\t2,51\nIP09\t301,0\t1,60\nIP12\t270,0\t1,43\nREFERÊNCIAS BIBLIOGRÁFICAS\nANDERS, S. &amp; PATO, S. Estudo de engenharia de reservatório para o Sergi/ Bloco Principal do Campo de Água Grande. Salvador, PETROBRÁS. DEXPRO. DIRPRO, 1970. 201 p.\nBAUMGARTEN, C. S. Relatório geológico do Campo de Água Grande. Salvador, PETROBRÁS. DEXPRO. DIREX, 1969. 44 p.\nPINTO, A. C. C. Relatório de estudo de reservatório para o Sergi/Bloco Principal do Campo de Água Grande. Salvador, PETROBRÁS. DEPRO. RPBA. DIRES, 1986. 56 p."}]}}}