{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.05520"}, {"@name": "filename", "#text": "BTP_1987_30_4_09_Programa_de_locacoes.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "PROGRAMA DE LOCAÇÕES DE ÓLEO COM MÚLTIPLOS OBJETIVOS E PROGRAMA DE LOCAÇÕES DE GÁS\nAntonio Corios Capeleiro Pinto'11, Ivo Fernandez Lopez21, Flávio da Costa Ferreira'31\nAntonio Oswald© de Â. B. de Souza'41 e Sérgio de Pádua latchuk'51\nRESUMO — Apresenta-se um programa de computador capaz de fornecer elementos para uma perfeita análise dos dados que envolvem a perfuração, a completação e a produção de novos poços. Por meio deste programa pode-se considerar a produção de óleo ou gás de mais de uma zona de interesse, medir os efeitos da dependência geológica ou escolher esquemas de completação simples e dupla. Fazem-se, ainda, considerações que permitem uma avaliação realista do retorno econômico de novas locações de poços.\nABSTRACT — The economic decisions involved in drilling, completing and producing new wells require a thorough analysis. The computer program presented here can be used to efficiently evaluate the various possible results to be obtained. Production of oil or gas from more than one pay zone in each well can be considered. Trap dependency can have its effects weighed. Choices of single or double completion schemes are also available. In addition to these options, several other considerations have been made in order to allow a realistic evaluation of the economic return expected from projected new wells.\n(Originais recebidos em 16-1-87.)\n1\t- Setor de Campos da Bahia e Espírito\nSanto, Divisão de Engenharia de Reservatórios, Departamento de Produção.\n2\t- Setor de Simulação de Reservatórios,\nDivisão de Engenharia de Reservatórios, Departamento de Produção.\n3\t- Setor de Métodos Especiais de\nRecuperação, Divisão Regional de Engenharia de Reservatórios, Região de Produção da Bahia, Departamento de Produção.\n4\t- Setor de Operações de Avaliação das\nFormações, Região de Produção da Bahia, Departamento de Produção.\n5\t- Setor de Estudos de Reservatórios, Divisão\nRegional de Engenharia de Reservatórios, Região de Produção do Nordeste, Departamento de Produção.\n1\t- INTRODUÇÃO\nAntes de se decidir pela perfuração de poços de desenvolvimento, a PETROBRÁS realiza uma análise da lucratividade esperada para cada locação* bem como para o conjunto de locações de cada região de produção. Tendo em vista a importância desta análise para os investimentos em perfuração, é necessário aprimorar o levantamento dos dados que compõem tal estimativa, considerando todos os fatores que possam influir significativamente nos resultados.\nCom esta finalidade foi desenvolvido, a partir do programa econômico de locações existente na Companhia (*), um novo programa de computador que incorpora diversos melhoramentos, já que:\n—\tconsidera a possibilidade de a locação encontrar mais de uma zona de interesse, com os respectivos fatores de sucesso, com ou sem dependência geológica;\n—\tpermite completação simples ou dupla;\n—\tdefine o perfil de produção das locações de gás não-associado com base nas características do reservatório e nas condições de produção;\n—\tpossibilita que se leve em conta, na análise de locações de gás não-asso-\nciado, a instalação de compressores;\n—\tapresenta opção de saída gráfica para análise do conjunto de locações;\n—\tfacilita a entrada de dados para o programa, em formato livre;\n—\toferece maior número de mensagens de consistência, simplificando a utilização.\nOs programas de locações de óleo e gás desenvolveram-se em separado, e só recentemente foram unificados, visando a dar maior flexibilidade a seu uso.\n2\t- LOCAÇÕES DE ÓLEO\nA perfuração de um poço de petróleo é uma atividade em que a incerteza está sempre presente. Antes dela, não se pode definir, a não ser em termos proba-bilísticos, quais as zonas de interesse em efetivas condições de produzir.\nAtualmente, no âmbito da PETROBRÁS, a avaliação econômica de locações de óleo é feita com base no programa elaborado pelo engenheiro LI DENIRO ALEGRE (1) e pelo analista de processamento de dados ROBERTO BARRETO C), com a colaboração dos engenheiros Milton Luiz Gabriel li e Umberto Antonio Caseli. Para cada locação, admí-te-se, apenas, uma zona de interesse. No\nentanto, além do objetivo principal da locação, existem, geralmente, objetivos secundários, que devem ser considerados na análise econômica. Este problema foi levantado em julho de 1984, pelo geólogo ILTON PER IN (2), que procurava analisar a viabilidade econômica de se aprofundarem as locações no bloco baixo do Campo de Araçás, até o Membro Boipeba. Interessando-se pelo assunto, a chefia da RPBA/DIRES/SECREV recomendou que, com base no já citado programa de locações, fosse desenvolvido um outro, que permitisse considerar múltiplos objetivos.\nO programa de locações com múltiplos objetivos (LOCMUL) admite um máximo de cinco objetivos, completação simples, dupla ou de duas zonas em conjunto. No cálculo das grandezas associadas a cada zona, ou grupo de duas zonas, são empregadas as fórmulas do declínio exponencial. As prioridades de completação das zonas, ou grupos de duas zonas, são definidas pelo usuário, na entrada de dados do programa. Calculam-se as probabilidades de completação a partir dos fatores de sucesso informados e obtêm-se os valores esperados das grandezas associadas à locação a partir dos parâmetros individuais das zonas, ou grupos de duas zonas, e de suas respectivas probabilidades de completação.\n2.1\t— Dados de Entrada para o Progra-\nma\n2.1.1\t— Dados Gerais\n—\tNome da região de produção;\n—\tData: mês e ano;\n—\tTaxa de atratividade, XJ (normalmente, na PETROBRÁS, a 15% ao ano);\n—\tNome do campo;\n—\tPreço de venda do óleo, PV (Cz$/ m3);\n—\tCusto de produção, CP (Cz$/m3);\n—\tCusto fixo de produção anual, CFP (Cz$/ano).\n2.1.2\t— Dados Associados à Locação\n—\tNome da locação;\n—\tTipo de locação: certa ou dependente;\n—\tVazão de abandono, QOAB (m3/d);\n—\tProfundidade final (m);\n—\tInvestimento, XI: soma de todos os custos envolvidos, incluindo base e acesso, perfuração, revestimento, ci-mentação e completação (Cz$);\n—\tPrejuízo, PREJ: valor gasto caso o poço seja seco; equivale ao investi\nmento total menos os custos de descida do revestimento de produção, cimentação e completação do poço (Cz$).\n2.1.3\t— Dados das Zonas de Interesse\nPara cada zona de interesse (i) são informados:\n—\tNome da zona;\n—\tVazão de óleo inicial, QOI (i) (m3/d);\n—\tTaxa de declínio exponencial, a (i) (/ano);\n—\tíndice da estrutura geológica à qual a zona pertence, ig = IGRUP (i);\n—\tFator de sucesso da estrutura geológica à qual a zona pertence, FSG (ig), onde ig = IGRUP (i): probabilidade de a estrutura geológica (ig) ser encontrada; permite considerar a dependência geológica entre as zonas, visto que várias zonas podem estar associadas à mesma estrutura;\n—\tFator de sucesso da zona, FS (i): probabilidade de a zona (i) produzir óleo, uma vez encontrada a estrutura geológica associada (ig); observar que FS (i) e FSG (ig) são indepén-dentes, ou seja, para que a zona (i) possa produzir, é necessário que a estrutura (ig) seja encontrada e que o reservatório se apresente com boas características permoporosas e de saturação (FSG (ig) x FS (i));\n—\tPrioridade de completação da zona (opcional).\n2.1.4\t— Completação Dupla ou de Duas\nZonas em Conjunto\nPara cada par de zonas (i), (j), devem ser informados mais dois ou três parâmetros:\n—\tCoeficiente de interação entre as zonas (i), (j), NCOF (i, j): há casos em que, por problemas mecânicos ou pela grande diferença entre as pressões estáticas, as zonas (i), (j) não podem produzir juntas (NCOF (i, j) = = 0); sendo possível a completação em conjunto, NCOF (i, j) = 1;\n—\tFator mecânico associado às zonas\n(i), (j), FMEC (i, j): traduz a redução de vazão de cada par, provocada pela produção em conjunto; a vazão inicial se obtém pela expressão FMEC (i, j) . (QOI (i) + QOI (j)); na completação dupla, FMEC (i, j) = 1; na completação em conjunto, produzindo pela mesma coluna de produção, FMEC (i, j) &lt;1;\n—\tPrioridade de completação de cada par de zonas (opcional).\n2.2\t— Cálculo das Grandezas Individuais das Zonas ou Pares de Zo-\nnas\nNo cálculo destas grandezas não se considera o risco.\n2.2.1\t— Completação Simples em uma Zona\n—\tTempo de projeto, TP (i): tempo em que a vazão de óleo da zona se torna igual à vazão de abandono, limitado em dez anos.\nTP (i) = _. In °0Hil\n«(i) QOAB\nonde:\na (i)\t= taxa de declínio exponen-\ncial (/ano);\nQOI (i)= vazão inicial de óleo (m3/d);\nQOAB = vazão de abandono (m3/d);\n—\tProdução acumulada no tempo de projeto, NP (i): é calculada admitindo-se tempo de produção de 350 dias por ano, por estarem os 15 restantes reservados para manutenção dos equipamentos de produção e para trabalhos de limpeza e restauração:\nNp 350,00111) all)\n. (1 _ e— a W TP&lt;•))\n—\tCusto fixo de produção atualizado, CFPAT(i):\nCFP\nCFPAT (i)\t.\nIn (1 4-XJ)\n,(1_e-TP(i).ln(1 +XJ)j\nonde:\nXJ = taxa de atratividade anual (fração);\nCFP— custo fixo de produção anual (Cz$/anò);\n—\tGanho devido à produção de óleo, XG(i):\nXG (i) -350 QQI (i) ■ (PV -CP) a(i)+ in (1+XJ) ’\n. d _e-TP (i) . (O(i) + In (1 + XJ)))\nonde:\nPV = preço de venda do óleo (Çz$/\nCP = custo de produção do óleo (Cz$/m3);\n-\tLucro líquido, LL (i):\nLL(i)=XG (i)-XI-CFPAT (i)\nonde:\nXI = investimento total (Cz$);\n-\tCoeficiente de retorno, CR (i):\nCR (i) = LL (i)/XI\n—\tTempo de retorno, TR (i): tempo em que o ganho devido à produção de óleo se torna igual à soma do investimento com o custo fixo atualizado; é obtido resolvendo-se iterativamente a equação:\nXG (i) =XI + CFPAT (i)\nonde XG (i) e CFPAT (i) são funções do tempo (T), variável que substitui TP (i) nas fórmulas acima;\n—\tProdução acumulada no tempo de retorno, NPR (i):\nNPR „|= 350.QQI I1>\na li)\n. (1 — e— a • TR W)\n2.2.2\t— Completação Dupla ou Duas Zonas em Conjunto\nConsidera-se a produção de óleo dos grupos de duas zonas (i), (j). Caso seja vetada sua completação em conjunto, ou seja, NCOF (i, j) =0, admite-se que a completação será feita na zona de maior lucro líquido.\n—\tVazão inicial, QOID (i, j):\nQOID (i, j) = (QOI (i) + QOI (j)) .\n. FMEC (i, j)\nonde:\nFMEC (i, j) = fator mecânico associado às zonas (i), (j);\n—\tTempo de projeto, TPD (i, j): limitado a dez anos, é obtido resolvendo-se iterativamente a equação:\n(QOI (i) . e“a(i) -t + QOI (j) .\n. e-a íj). T) FMEC j) = Q0AB\n—\tProdução acumulada no tempo de projeto, NPD (i, j):\nNPD (i, j) =350 . FMEC (i, j) . (■—-.\na (i)\n. d _ e“ a W • TPD&lt;i, j)) + QQI (i) .\n*\ta(j) ‘\n. d _e-a<j).TPD(i,j)))\n—\tCusto fixo de produção atualizado, CFPATD (i, j):\nCFP\nCFPATD (i, j) = —------- .\nIn (1 + XJ)\nd -e“TPD (i'j) ■ ln (1 +XJ))\n—\tGanho devido à produção de óleo, XGD (i, j):\n.x\t. QOI (i)\nXGD (i, j) — Cte . ( ■\t■\t.... .\na (i) + In (1 + XJ)\nd _e- TPD&lt;'<)) • (a&lt;■') + In (1 + XJ))) +\n, QOI (j)\na (j) + In (1 + XJ)\nd _ e~ TPD (L 0) + In (1 + XJ))))\nonde:\nCte = 350 . (PV - CP) . FMEC (i, j)\n—\tLucro líquido, LLD (i, j):\nLLD (i,j)=XGD (i, j) - XI -\n-CFPATD (i,j)\n—\tCoeficiente de retorno, CRD (i, j):\nCRD (i,j) = LLD (i, j)/XI\n—\tTempo de retorno, TRD (i, j): é obtido resolvendo-se iterativamente a equação:\nXGD (i, j) = XI + CFPATD (i, j)\nonde XGD (i, j) e CFPATD (i, j) são funções do tempo (T), variável que substitui TPD (i, j) nas fórmulas acima;\n—\tProdução acumulada no tempo de retorno, NPRD (i, j):\nNPRD (i,j) =350 . FMEC (i, j) . (—- (l) .\na(i)\nd _e-a(i) .TRD (i, j)) , QOI 0)\na (j)\n. d _e-a(j) .TRD (i,j))j\n2.3\t- Prioridades de Completação\nAs prioridades de completação das zonas, ou pares de zonas, podem ser definidas pelo usuário, sem se considerar qualquer critério. O usuário pode, assim, especificar o objetivo principal e a ordem de completação dos objetivos secundários, caso existam.\nA fim de ordenar as zonas, ou pares, cujas prioridades de completação não tenham sido definidas, o programa utiliza o critério de maior lucro líquido.\n2.4\t— Cálculo das Probabilidades de\nCompletação\nUma vez efetuada a ordenação, torna-se necessário definir as probabilidades de completação das zonas, ou grupos de duas zonas.\nAo se perfurar um poço, para cada zona existem duas hipóteses: encontrar óleo em condições de produzir, ou não. Portanto, para uma locação com NZ zonas de interesse, o número total de casos possíveis de ocorrer é: 2^^.\nConsidere-se um caso de completação simples em uma locação, onde a zona \"A\" tem a maior prioridade de completação entre todas as zonas de interesse. Admite-se, então, que o poço será completado na zona \"A\" em todos os casos em que ela ocorrer, independentemente da ocorrência de outras zonas. Assim, a probabilidade de completação da zona \"A\" será a soma das probabilidades de todos os casos em que \"A\" aparecer. Se a zona \"B\" tem a segunda maior prioridade, será completada nos casos em que ela ocorrer mas \"A\" não, ou seja, a probabilidade de completação da zona \"B\" será igual à soma das probabilidades dos casos em que \"B\" ocorre e \"A\" não. Na análise para as demais zonas de interesse, bem como para um caso de completação em duas zonas ou grupos, segue-se o mesmo raciocínio.\nO fator de sucesso total da locação (FST) é a probabilidade de pelo menos uma das zonas de interesse ser encontrada com óleo, em condições de produzir.\nFST = 1 - PROBAB. (poço seco), ou seja:\nng\nFST = 1 — 7T (1 - FSG (ig) + FSG (ig) . ig = 1\nN2 (ig)\n7T (1 — FS (i)))\ni = N1 (ig)\nonde:\nng = número de estruturas geológicas;\nFSG (ig) = fator de sucesso da estrutura (ig);\nNI (ig) = índice da primeira zona associada à estrutura (ig);\nN2 (ig) = índice da última zona associada à estrutura (ig);\nFS (i)\t= fator de sucesso da zona (i).\nDa mesma forma, FST pode ser obtido somando-se as probabilidades de comp let ação das zonas, ou pares.\nPara facilitar o entendimento do cálculo das probabilidades de completação, são apresentados, a seguir, dois exemplos numéricos.\n2.4.1 — Exemplo para Completação em Uma Zona\nTABELA I\nDADOS NECESSÁRIOS PARA O CÁLCULO\nEstrutura\tFSG\tZona\tFS\ta (/Ano)\tQO8 (m3/d)\n1\t0,8\tA\t0,5\t0,145\t50\n2\t0,8\tB\t0,4\t0,145\t40\n3\t0,5\tC\t0,6\t0,145\t20\n3\t0,5\tD\t0,2\t0,145\t80\n— Probabilidades de completação das zonas:\n• Zona D: a locação será completada na zona D em todos os casos em que ela ocorrer (casos 2, 4, 6, 8,10, 12, 14 e 16).\nP (D) = 0,01632 + 0,02448 +\n+ 0,00768 + 0,01152 + 0,01088 +\n+ 0,01632 + 0,00512 + 0,00768 =\n= 0,100\nSabendo-se que basta a zona D ocorrer para ser completada, P (D) poderia ser calculada diretamente: 0,5 x 0,2 = 0,1.\n• Zona A: a locação será completada na zona A nos casos em que ela ocorrer e a zona D não ocorrer (casos 9,11, 13 e 15).\nP (A) = 0,17952 + 0,06528 +\n+ 0,08448 + 0,03072 = 0,36\nConsidere-se uma determinada locação com quatro zonas de interesse, na qual se pretende fazer completação simples em uma zona (tabela I).\nDeve-se observar que as zonas C e D pertencem à mesma estrutura geológica. Admitindo-se a ordenação D; A; B; C para as zonas, pede-se calcular suas probabilidades de completação e o fator de sucesso total da locação.\nSolução:\nTotal de casos possíveis: 2NZ = 24 = 16 casos.\nQUADRO I\nPROBABILIDADES DE OCORRÊNCIA EM CADA CASO\nCASO\tA\tB\tC\tD\n1\t0\t0\t0\t0\n2\t0\t0\t0\t1\n3\t0\t0\t1\t0\n4\t0\t0\t1\t1\n5\t0\t1\t0\t0\n6\t0\t1\t0\t1\n7\t0\t1\t1\t0\n8\t0\t1\t1\t1\n9\t1\t0\t0\t0\n10\t1\t0\t0\t1\n11\t1\t0\t1\t0\n12\t1\t0\t1\t1\n13\t1\t1\t0\t0\n14\t1\t1\t0\t1\n15\t1\t1\t1\t0\n16\t1\t1\t1\t1\nonde 1\tindica\ta\tocorrência da zona com\t\nóleo e 0 a não ocorrência.\n— Probabilidades de ocorrência em cada caso (vide quadro I).\n1)\tPoço seco:\t\t\n\t(não \"A\") x (não \"B\") x (não \"C\" e não \"D\") (1 - 0,8 + 0,8 x 0,5) x (1 - 0,8 + 0,8 x 0,6) x x (1 -0,54-0,5x0,4x0,8)\t\t0,26928\n2)\t(\"D\") x (não \"A\") x (não \"B\") x (não \"C\") (0,5 x 0,2) x (1 - 0,8 x 0,5) x (1 - 0,8 x 0,4) x (1 - 0,6)\t=\t0,01632\n3)\t(\"C\") x (não \"A\") x (não \"B\") x (não \"D\") (0,5 x 0,6) x (1 - 0,8 x 0,5) x (1 - 0,8 x 0,4) x (1 - 0,2)\t=\t0,09792\n4)\t(\"C\" e \"D\") x (não \"A\") x (não \"B\") (0,5 x 0,6 x 0,2) x (1 - 0,8 x 0,5) x (1 - 0,8 x 0,4)\t=\t0,02448\n5)\t(\"B\") x (não \"A\") x (não \"C\" e não \"D\") (0,8 x 0,4) x (1 - 0,8 x 0,5) x (1 - 0,5 4- 0,5 x 0,4 x 0,8)\t—\t0,12672\n6)\t(\"B\") x (\"D\") x (não \"C\") x (não \"A\") (0,8 x 0,4) x (0,5 x 0,2) x (1 - 0,6) x (1 - 0,8 x 0,5)\t—\t0,00768\n7)\t(\"B\") x (\"C\") x (não \"D\") x (não \"A”) (0,8 x 0,4) x (0,5 x 0,6) x (1 - 0,2) x (1 - 0,8 x 0,5)\t=\t0,04608\n8)\t(“B\") x (\"C\" e \"D\") x (não \"A\") (0,8 x 0,4) x (0,5 x 0,6 x 0,2) x (1 - 0,8 x 0,5)\t=\t0,01152\n9)\t(\"A\") x (não \"B\") x (não \"C\" e não \"D\") (0,8 x 0,5) x (1 - 0,8 x 0,4) x (1 - 0,5 4- 0,5 x 0,4 x 0,8)\t=\t0,17952\n10)\t(\"A”) x (\"D\") x (não \"C\") x (não \"B\") (0,8 x 0,5) x (0,5 x 0,2) x (1 - 0,6) x (1 - 0,8 x 0,4)\t=\t0,01088\n11)\t(\"A\") x (\"C\") x (não \"D\") x (não \"B\") (0,8 x 0,5) x (0,5 x 0,6) x (1 - 0,2) x (1 - 0,8 x 0,4)\t=\t0,06528\n12)\t(\"A\") x (\"C\" e “D”) x (não \"B\") (0,8 x 0,5) x (0,5 x 0,6 x 0,2) x (1 - 0,8 x 0,4)\t—\t0,01632\n13)\t(\"A\") x (\"B\") x (não \"C\" e não \"D\") (0,8 x 0,5) x (0,8 x 0,4) x (1 - 0,5 4- 0,5 x 0,4 x 0,8)\t=\t0,08448\n14)\t(\"A\") x (\"B\") x (\"D\") x (não \"C\") (0,8 x 0,5) x (0,8 x 0,4) x (0,5 x 0,2) x (1 - 0,6)\t=\t0,00512\n15)\t(\"A\") x (\"B\") x (\"C\") x (não \"D\") (0,8 x 0,5) x (0,8 x 0,4) x (0,5 x 0,6) x (1 - 0,2)\t—\t0,03072\n16)\t(\"A\") x (\"B\") x (\"C\" e \"D\") (0,8 x 0,5) x (0,8 x 0,4) x (0,5 x 0,6 x 0,2)\t.\t=\t0,00768\n\t\t\t1,00000\n® Zona B: casos 5 e 7\nP (B) = 0,12672 + 0,04608 = 0,1728\n• Zona C: caso 3\nP (C) =0,09792\na Cálculo de FST:\nFST = 0,1 + 0,36 + 0,1728 + 0,09792 = = 0,73072, ou\nFST = 1 - (1 - 0,8 x 0,5) x (1 - 0,8 x x 0,4) x (1 - 0,5 + 0,5 x 0,4 x 0,8) = = 0,73072\n2.4.2\t— Exemplo para Completação em Duas Zonas\nPara a locação do exemplo anterior, pre-tende-se fazer uma completação dupla. Analisar as probabilidades de completação, admitindo a seguinte ordenação dos grupos: B-D; C-D; A-B; D; A-D; A-C; B-C; A; B; C.\nSolução:\nOs casos possíveis são os mesmos do exemplo anterior.\n•\tGrupo BD: a locação será completada nas zonas B e D, em todos os casos em que elas ocorrerem simultaneamente (casos 6, 8,14 e 16).\nP (BD) =0,00768 + 0,01152 +\n+ 0,00512 + 0,00768 =0,032\n•\tGrupo CD: será completada em C-D, nos casos em que C-D ocorrer e B-D não (casos 4 e 12).\nP (CD) = 0,02448 + 0,01632 = 0,0408\n•\tGrupo AB: casos 13 e 15:\nP (AB) = 0,08448 + 0,03072 = 0,1152\n•\tZona D:casos 2 e 10:\nP (D) =0,01632 + 0,01088=0,0272\n•\tGrupo AD: a zona D, sozinha, tem maior prioridade de completação.\nP (AD) =o\n•\tGrupo AC: caso 11:\nP (AC) =0,06528\n•\tGrupo BC: caso 7:\nP (BC) =0,04608\n•\tZona A:caso 9:\nP(A) =0,17952\n•\tZona B: caso 5:\nP (B) =0,12672\n•\tZona C: caso 3:\nP (C) = 0,09792\nA Cálculo de FST:\nFST = 0,032 + 0,0408 + 0,1152 +\n+ 0,0272 + 0 + 0,06528 + 0,04608 +\n+ 0,17952 + 0,12672 + 0,09792 = = 0,73072\n2.5\t— Valores Esperados das Grandezas Associadas à Locação\nUma vez calculadas as probabilidades de completação, podem ser determinados os valores esperados das grandezas associadas à locação.\n2.5.7\t— Completação Simples em Uma Zona\n—\tProdução acumulada esperada, NPM:\nNZ\nNPM = S NP(i).P(i)\ni = 1\nonde NZ = número de zonas\n—\tCusto fixo de produção atualizado, CFPATM:\nNZ\nCFPATM =\t2 CFPAT (i) . P (i)\ni =1\n—\tGanho devido à produção de óleo,\nXGM:\nNZ\nXGM = 2 XG (i) . P (i)\ni = 1\n—\tLucro líquido, LLM:\nllm=I2L^ -CFPATM _X[)\nFST\n. FST - PREJ. (1 - FST)\n—\tCoeficiente de retorno, CRM:\nCRM = LLM/(XI . FST+PREJ. (1 - FST))\n— Tempo de retorno, TRM: é obtido resolvendo-se iterativamente a equação:\nNZ\n2 (XG (i)-CFPAT (i)) . P (i) =\ni =1\n= XI . FST + PREJ. (1 - FST)\nonde XG (i) e CFPAT (i) são funções do tempo;\n— Produção acumulada no tempo de retorno, NPRM:\nNZ\nNPRM = 2\ni = 1\n350 . QOI (i) a(i)\n(1 _e-a(i) - TRM) p (1)\n2.5.2\t— Completação Dupla ou de Duas Zonas em Conjunto\nQuando se perfura uma locação com vistas à completação em duas zonas, existe a possibilidade de que apenas uma seja encontrada. Levando-se em conta este fato e para manter a idéia de grupos de duas zonas e permitir a completação em uma zona, introduziu-se uma zona dummy, NZ + 1, com vazão zero e fator de sucesso igual a 1.\n— Produção NPDM:\tacumulada\tesperada,\nNZ\tNZ+1\nNPDM = 2\t2 NPD(i,j).\ni =1\tj=i + 1\n. P (i,j)\t\n—\tCusto fixo de produção atualizado, CFPATDM:\nNZ NZ + 1 CFPATDM = 2\t2\ni = 1 j =i + 1\nCFPATD (i, j) . P (i, j)\n—\tGanho devido à produção de óleo, XGDM:\nNZ NZ+1\nXGDM = 2\t2 XGD (i,j). P (i,j)\ni =1 j =i + 1\n—\tLucro líquido, LLDM:\nLLDM = (XÇPM.-CFPATDM _x„\nFST\n. FST - PREJ. (1 - FST)\n—\tCoeficiente de retorno, CR DM:\nCRDM = LLDM/(XI . FST +\n+ PREJ. (1 - FST))\n—\tTempo de retorno, TRDM: é obtido resolvendo-se iterativamente a equação:\nNZ NZ+1\n2\t2 (XGD(i,j) —\ni =1 j =i + 1\n- CFPATD (i, j)) . P (i, j) = XI . FST +\n+ PREJ. (1 - FST)\nonde XGD (i, j) e CFPATD (i, j) são funções do tempo;\n— Produção acumulada no tempo de retorno, NPRDM:\nNZ NZ + 1\nNPRDM = S S 350.\ni = 1 j=j+i\nFMEC (i, j) . (\nQOI (i)\na(i)\nd _ e- a&lt;') • TRDM) + QQI W a(j)\n(1 - e“ a<j) • TRDM)) p (i j)\n3\t- LOCAÇÕES DE GÁS\nDevido ao aumento da importância da produção de gás no Brasil, ao longo dos últimos anos, necessitou-se aperfeiçoar a análise da viabilidade econômica de locações que têm por objetivo a produção de reservatórios de gás não-associado.\nA caracterização da produção segundo uma curva de declínio, tradicionalmente utilizada na análise de locações de óleo, não se adapta à produção de gás. Isto porque a produção de poços de gás não-associado é, geralmente, limitada pelas curvas de demanda, além de as condições de pressão na cabeça poderem variar ao longo da vida produtora do poço, em função da instalação de compressores ou gasodutos com pressões de operação mais baixas.\nPor outro lado, os poços de gás, em geral, demoram a entrar em produção, por não estarem disponíveis as instalações de superfície, o que retarda o retorno do investimento e reduz a lucratividade da locação.\nEm virtude destas características, foi desenvolvido um programa, em linguagem FORTRAN, que permite a análise técnico-econòmica das diversas propostas.\n3.1\t— Principais Características do Programa Desenvolvido\na)\tDados necessários: custo da locação, preço de venda do gás, probabilidade de serem encontrados os diversos reservatórios do campo, características dos diversos reservatórios visados, propriedades do aqüífero (caso exista), capacidade de produção dos poços, níveis esperados de produção e pressões na cabeça, possibilidade de\ninstalação de compressores, prioridade de completação das zonas, ou de pares de zonas;\nb)\tSaída de relatórios: consta, basicamente, de dois relatórios. Um, detalhado, apresenta todos os dados de entrada e os resultados de cada locação. Outro, gerencial, contém as informações mais importantes, totalizando os resultados por tipo de locação (certa ou dependente), campo e região de produção. O usuário pode optar pela impressão de um dos relatórios ou de ambos, conforme sua necessidade;\nc)\tAnálise técnica das produções estimadas para o poço: a partir dos dados de produção e pressão na cabeça, fornecidos pelos usuários, e das características dos reservatórios, o programa calcula um perfil de produção para cada zona, respeitando os limites de vazão de abandono e o fator de recuperação máximo, fornecidos nos dados de entrada. Para tanto, utiliza-se uma adaptação do programa MOGI-NA, um modelo unicelular para reservatórios de gás, com influxo de água na fronteira;\nd)\tAnálise estatística das probabilidades de completação: algumas zonas podem ter seu aparecimento associado, isto é, ou aparecem todas juntas, ou não aparece nenhuma. Esta probabilidade é dada pelo fator de sucesso da estrutura geológica como um todo. Além disso, tem-se a probabilidade de, encontrada a estrutura, a zona se apresentar em condições de produção, o que é representado pelo fator de sucesso da zona. O programa admite qualquer número de estruturas, desde que menor ou igual ao número de zonas;\ne)\tAnálise econômica: os diversos indicadores econômicos das zonas analisadas isoladamente, ponderados pelas probabilidades de completação, geram os resultados médios esperados da locação. Este programa calcula lucro líquido, produção acumulada esperada de gás — no tempo de projeto e no tempo de retorno —, tempo de projeto e de retorno, coeficiente de retorno, investimento médio esperado, etc. Os cálculos da lucratividade da locação levam em conta o tempo decorrido entre o investimento e o início da produção, bem como a possibilidade de instalação de compressores. Neste caso, faz-se uma análise para verificar se ocorrerá aumento na lucratividade com a sua instalação. Caso o lucro seja menor, os cálculos econômicos não a levarão em conta.\n3.1.1\t— Entrada de Dados\nA entrada de dados é feita em cartões com 72 colunas ou mais. As quatro primeiras colunas identificam o cartão; das restantes constam os dados propriamente ditos, em formato livre. São admitidos alguns defaults para propriedades que sejam correlacionáveis ou tenham valores médios conhecidos.\nOs dados necessários são:\n—\tIdentificação: nome da locação, da região de produção, do campo, das zonas, e data (ano e mês);\n—\tParâmetros econômicos: taxa de atra-tividade, preço de venda do gás, custo de produção por m3 de gás, custo fixo de produção, investimento da locação e prejuízo, se a locação não for bem sucedida; custo de compressão por m3 de gás e custo de instalação de compressores, caso se queira analisar tal hipótese;\n—\tParâmetros estatísticos das zonas: para cada zona é fornecida a estrutura a que pertence, os fatores de sucesso da estrutura e da zona. Podem ser informadas, ainda, as prioridades de completação de cada zona, ou par;\n—\tParâmetros de reservatório de cada zona: raio e espessura do reservatório, ângulo formado pela estrutura, porosidade, saturação da água, temperatura, profundidade, Absolute Open Flow (AOF), pressão inicial, densidade do gás, etc.;\n—\tParâmetros do aqüífero de cada zona (caso exista): relação entre o raio do aqüífero e o raio do reservatório com gás, permeabilidade do aqüífero, viscosidade da água, saturação do gás residual;\n—\tParâmetros para o cálculo do fluxo vertical de cada zona: diâmetro interno do tubing, temperatura e pressão na cabeça, temperatura da zona;\n—\tParâmetros relativos à estratégia de produção prevista: pares de vazão e pressão na cabeça para cada zona, utilização de compressores ou não, possibilidade de completação dupla.\n3.1.2\t— Saída de Relatórios\n3.1.2.1\t- O relatório detalhado\nEste relatório contém todos os dados de entrada para cada locação, além dos dados calculados pelo programa para cada zona, ou par, e para a locação. Os principais resultados por zona são probabilidade de completação, produção acumulada no tempo de retorno e no tempo de projeto, tempo de retorno e de\nprojeto, lucro líquido, coeficiente de retorno, perfil de produção estimado e respectivas pressões na cabeça.\nPara a locação, o relatório detalhado apresenta o tempo de retorno esperado, a produção acumulada de gás — nos tempos de projeto e de retorno esperados —, o coeficiente de retorno e o lucro líquido esperado.\n3.1.2.2—\tO relatório gerencial\nCompreende dois tipos: o que contém os resultados de cada locação, separadamente, agrupando-os por campo e tipo de locação (certa ou dependente), e o que apresenta as totalizações dos campos, com os resultados de profundidade,' lucro líquido, tempo de retorno, produção acumulada no tempo de retorno, produção acumulada no tempo de projeto, coeficiente de retorno e investimento.\nDa mesma forma que a entrada de dados, os relatórios gerados pelo programa, especialmente o gerencial, são muito semelhantes aos das locações de óleo.\n3.1.3\t— Análise Técnica das Produções Estimadas para os Poços\nComo a produção de poços de gás é definida por curvas de demanda, a utilização das curvas de declínio não se adapta às suas características. Assim, é preciso obter o perfil de produção a ser utilizado nos cálculos, considerando as vazões iniciais estimadas e a pressão mínima necessária na cabeça.\nPara obter esse perfil, adotou-se o modelo unicelular MOGINA, que modela o comportamento dos poços, descrevendo o comportamento de reservatórios de gás com influxo de água na fronteira, já amplamente utilizado para prever o comportamento de pequenos reservatórios de gás seco. A fim de implementar as características requeridas por este programa, no entanto, o MOGINA precisou sofrer algumas alterações.\nO modelo, em sua formulação, admite algumas hipóteses, dentre as quais salientamos as que se seguem, por enquadrarem boa parte dos reservatórios brasileiros de pequeno e médio porte:\n—\treservatório circular, horizontal, homogêneo, isotrópico com aqüífero radial;\n—\tgás seco;\n—\tfluxo vertical de gás no tubing, se\ngundo a formulação de Cullender-Smith;\n—\tfluxo horizontal radial, segundo a Lei de Darcy, usando a aproximação do p quadrado e levando em conta o efeito de fluxo inercial ou turbulento, com fator de turbulência dado pelas correlações de Swift &amp; Kiel e Jani-cek &amp; Katz (3).\nQuando as locações propostas se situam em reservatórios drenados por diversos poços, deve-se utilizar o raio de drenagem estimado para a locação, ao invés do raio real do reservatório, a fim de não superestimar sua capacidade produtora.\nNos casos de reservatórios de gás condensado pobre, o programa pode ser utilizado com restrições, sendo aconselhável limitar o fator de recuperação máximo. Sendo os reservatórios, no entanto, de gás condensado rico, a aplicação é problemática, pois, se por um lado a capacidade de produção do poço é limitada pela deposição de líquido, por outro a produção de condensado não é levada em conta na análise econômica.\nPara o cálculo do perfil de produção esperado para cada zona formula-se a estratégia de produção prevista. Isto é feito pelo usuário ao informar, na entrada dos dados de produção das zonas, um ou mais pares de vazão e pressão mínima na cabeça. Utilizando a vazão pedida, o programa calcula a pressão na cabeça em time steps de 30 dias. Enquanto essa pressão calculada for superior à pressão na cabeça pedida, a vazão é mantida. Quando a pressão for inferior, o programa passa ao par seguinte de vazão e pressão na cabeça, e assim sucessivamente. Para o último par, a vazão é reduzida, visando a manter a última pressão na cabeça informada para a zona em análise.\nO encerramento da simulação em uma determinada zona ocorre quando uma das condições seguintes for satisfeita:\n—\tvazão menor que a vazão de abandono adotada pelo usuário;\n—\tfator de recuperação igual ou superior ao máximo admitido pelo usuário para a zona em questão;\n—\tpoço alcançado pela frente de água;\n—\ttempo simulado superior a dez anos, máximo admitido no projeto.\nO volume de gás in place é calculado pela fórmula:\n3,1416 . Rr2 . H . ANG . POR . Sg\nGIP =—----------------------------“\n360 . BGi\nonde:\nGIP = gás in place (m3);\nRr = raio do reservatório (m); H = espessura do reservatório (m); ANG = ângulo do reservatório (graus); POR = porosidade do reservatório;\nSg = saturação de gás do reservatório;\nBGi = fator volume de formação inicial do gás.\nPara o cálculo do fator de compresssibi-lidade do gás é utilizada uma correlação que ajusta o gráfico de Standing, por meio de dados como a densidade do gás e as condições de pressão e temperatura. A viscosidade do gás, por sua vez, é calculada utilizando-se a correlação de Lee, Gonzalez e Eakin, que também depende da densidade do gás, da pressão e da temperatura.\nAtravés do método de Cullender-Smith, calcula-se o fluxo vertical de gás, usado para obter a pressão na cabeça do poço. Para tanto, torna-se necessário conhecer a pressão de fundo, a temperatura de fundo e na cabeça, o diâmetro interno do tubing, sua profundidade e as propriedades do fluido.\nO influxo de água é calculado por meio da solução desenvolvida por Van Ever-dingen e Hurst, considerando-se constante a pressão no contato ao longo de um time step e supondo-se que a queda de pressão no contato inicial seja a mesma no reservatório de gás. Emprega-se, ainda, o efeito da superposição no tempo para chegar ao influxo de água no reservatório de gás. Segundo CRAFT &amp; HAWKINS (4), as aproximações utilizadas neste cálculo não chegam a comprometer os resultados obtidos.\nDentro do reservatório de gás, o avanço da água é tratado como radial e do tipo pistão, deixando para trás uma saturação residual de gás. Fecha-se o poço quando a frente de água o atinge.\n3.1.4\t— Análise Estatística das Probabilidades de Compietação\nEm um campo de petróleo é freqüente encontrar diversas zonas em condição de produzir. O programa de locações de gás leva isto em conta, embora não considere a hipótese de recompletação, que geraria um lucro adicional mas dificilmente quantificável.\nAssim, ao admitir a hipótese de comple-tação dupla, o programa aumenta bas\ntante a lucratividade nas locações que têm várias zonas com possibilidade de estarem em condição de produzir. Nestes reservatórios é comum o aparecimento associado de duas ou mais zonas, devido ao próprio processo de deposição do modelo geológico, ou seja, quando a estrutura geológica aparece, todas as zonas que a ela pertencem aparecerão; caso contrário, nenhuma aparecerá. Além disso, mesmo que a estrutura tenha aparecido, é possível que uma ou mais zonas que a compõem não se apresentem em condições de produzir, embora existam, por estarem, por exemplo, com água ou com baixa permeabilidade.\nA fim de sistematizar esse problema, adotou-se um modelo para a entrada dos dados probabilísticos: a cada zona o usuário associará uma estrutura e fornecerá os fatores de sucesso da estrutura e da zona. Desta forma, conforme o modelo adotado pelo usuário, uma estrutura pode ser constituída por uma ou mais zonas.\nAs prioridades de completação de cada zona, ou par, podem ser informadas na entrada de dados do programa. Caso as prioridades de completação não tenham sido definidas, o programa faz a ordenação com base no critério de maior lucro líquido. A seguir, calcula-se a probabilidade de ocorrência tratando cada um dos casos possíveis como uma situação única ao final da perfuração do poço.\nTomando-se como exemplo uma locação com quatro zonas, um dos casos possíveis seria: a zona A não é encontrada, a zona B é encontrada, a zona C não é encontrada e a zona D é encontrada. O número total de casos possíveis é 2^z, onde NZ é o número de zonas. (Esta fórmula pode ser facilmente deduzida, sabendo-se que para cada zona só existem duas possibilidades, aparecer em condições de produzir ou não, e que o número de casos possíveis é dado pelo número de possibilidades (2), multiplicadas NZ vezes).\nUtilizando-se a ordem de prioridade para completação, calcula-se a probabilidade de completação de cada zona, ou par de zonas, somando-se as probabilidades de todos os casos possíveis que satisfazem a zona, ou par de zonas. Para as de prioridade inferior, os casos possíveis, utilizados anteriormente, não são levados em conta. Assim, se a zona A, por hipótese, é a que gera maior lucro, sua probabilidade de completação será a soma das probabilidades de todos\nos casos que admitam que a zona A seja encontrada, sozinha ou em conjunto com outras. Se a zona B é a segunda na ordem de prioridade, sua probabilidade de completação será a soma das probabilidades de todos os casos possíveis que incluam a zona B e não incluam a A, pois estes já foram computados anteriormente.\nTemos, ao final, para cada zona, ou par de zonas, uma probabilidade de completação. O fator de sucesso total — a probabilidade de se encontrar pelo menos uma zona no poço — é a soma de todas as probabilidades de completação.\n3.1.5\t— Análise Econômica\nPara a análise econômica da locação são necessários os resultados econômicos de cada zona, ou par de zonas, as probabilidades de completação e os perfis de produção.\n3.1.5.1\t— Cálculo dos parâmetros econômicos das zonas, ou pares\n— Ganho (Ganho (TI)): variável auxiliar que indica o retorno obtido com a venda do gás, considerando-se apenas o custo fixo de produção, e não o investimento.\nimáx.\nGANHO (T1) = S (VA (Te . (i — 1) +\ni =1\nQi . (PV - CP - CCP)\n+ Tinip)_______________________\nLn (1 + Xj)\n. (1 - VA (Te))) - CINST . VA (Tinip +\n...-r-\t(PV-CP-CCP)\n+ Tinst) + Qimáx.+ 1 . ------------ .\nLn (1 + Xj)\n. (1 - VA (T1 - imáx. . Te - Tinip)).\n. VA (Tinip + imáx. . Te) — CFP .\n.--------—. (1 - VA (T1 - Tinip))\nLn (1 + Xj)\nonde: VA (t) = (1 4- Xj)“1\nGANHO (T1) = ganho da zona em um tempo T1 (Cz$);\nT1\t= tempo qualquer em\nque se calcula o ganho (ano);\nVA (t)\t= função de valor atual\nXj\tpara um tempo t qualquer; — taxa de átratividade\nTe\tanual da Companhia; = tamanho do time step\n\tdo programa (ano);\nTinip\nQi\nQimáx. + 1\nPV\nCP\nCCP\nCFP\nimáx.\nCINST\nTinst\n= tempo para início da produção (ano);\n= vazão da zona no step i (m3/dia);\n= vazão da zona no step (imáx. + 1) (m3/dia);\n= preço de venda do gás (Cz$/m3);\n= custo de produção do gás (Cz$/m3);\n= custo de compressão do gás (Cz$/m3);\n= custo fixo de produção anual (Cz$/ano);\n= variável auxiliar igual à parte inteira da divisão de (T1-Tinip) por Te;\n= custo de instalação de compressores para a zona (Cz$);\n= tempo decorrido entre o início da produção e a instalação de compressores (ano);\nCCP, CINST e Tinst = 0, se não analisada a hipótese de instalação de compressores.\n—\tTempo de projeto de uma zona, Tproj: tempo decorrido entre o investimento e o término da produção do poço.\nTproj = NSTEPS . Te + Tinip\nonde:\nNSTEPS = número de time steps da zona;\nTe = tamanho do time step (ano); Tproj = tempo de projeto da zona (ano).\n—\tProdução acumulada de gás no tempo de projeto de uma zona, GPtp:\nNSTEPS\nGPtp = S (Qi . Te)\ni = 1\nonde:\nGPtp = produção acumulada de gás no tempo de projeto (m3).\n—\tTempo de retorno da zona, TR: tempo em que o investimento seria pago, caso esta zona fosse completada, levando-se em conta a taxa de atrativi-dade da Companhia. O tempo de retorno da zona é o que satisfaz a equação abaixo:\nGANHO (TR) =XI\nonde:\nTR = tempo de retorno da zona (ano); XI = investimento do poço (Cz$).\n—\tProdução acumulada de gás no tempo de retorno da zona, GPtr:\nimáx.\nGPtr = S (Qi . Te) + Qimáx. + 1 .\ni = 1\n. (TR — imáx. . Te — Tinip)\nonde:\nGPtr = produção acumulada de gás no tempo de retorno (m3);\nimáx. = variável auxiliar igual à parte inteira da divisão de (TR — — Tinip) por Te.\n—\tLucro esperado da zona, LUCRO:\nLUCRO = GANHO (Tproj) - XI\nonde:\nXI = investimento do poço (Cz$).\n—\tCoeficiente de retorno da zona, CR: relação entre o lucro e o investimento.\nCR = LUCRO/XI\nNos casos de completação dupla, devem-se substituir, nas fórmulas de completação simples, os termos em Qi pela soma dos Qi das zonas em questão.\n3.1.5.2—\tCálculo dos parâmetros econômicos da locação\nOs resultados de cada zona, ou par, ponderados em função da probabilidade de completação de cada uma, geram resultados médios esperados para a locação:\n—\tFator de sucesso total, FST: probabilidade de que pelo menos uma das zonas seja encontrada na locação.\nNZONS\nFST = S P (i) i =1\nonde:\nFST = fator de sucesso total da locação;\nP (i)\t= probabilidade de completa-\nção da zona i;\nNZONS = número de zonas.\n—\tLucro esperado da locação, LUCROT:\nNZONS\nLUCROT = S (LUCROi .P (i)) -\ni = 1\n- PREJ . (1 - FST)\nonde:\nLUCROi = lucro da zona i (Cz$);\nPREJ = prejuízo caso a locação seja seca (Cz$);\nLUCROT = lucro esperado da locação (Cz$).\n— Produção acumulada de gás esperada da locação, GPesp:\nNZONS\nGPesp = S (GPtpi.P(i))\ni = 1\nonde:\nGPesp = produção acumulada esperada de gás da locação (m3);\nGPtpi = produção acumulada da zona i (m3).\n— Tempo de retorno esperado da locação, TRET: tempo em que, em média, a locação retornaria o capital investido. O tempo de retorno é o que satisfaz a equação abaixo:\nNZONS\nS (GANHOi (TRET) . P (i)) = i = 1\n= XI . FST + PREJ . (1 - FST)\nonde:\nTRET\t= tempo de retorno\nesperado da locação (ano);\nGANHOi (TRET) = ganho da zona i no tempo TRET (Cz$).\n— Produção acumulada de gás no tempo de retorno esperado da locação, GPTtr:\nNZONS\nGPTtr = S\ni = 1\njmáx.\nS (P (i).Qi,j.Te) + j=1\nNZONS\n+ S (P (i) . Qi,jmáx. + 1 .(TRET — i = 1\n— jmáx.. Te — Tinip))\nonde:\nQi, j\t= vazão da zona i no\nstep j (m3/d);\nQi, jmáx. + 1 = vazão da zona i no step jmáx. + 1 (m3/d);\nGPTtr = produção acumulada de gás no tempo de retorno (m3);\njmáx.\n= variável auxiliar igual à parte inteira do resultado da divisão de (TRET-Tinip) por Te.\n—\tInvestimento esperado da locação, INV: investimento médio esperado, em Cz$, considerando-se também a possibilidade de a locação ser seca.\nINV = XI . FST + PREJ . (1 - FST)\n—\tCoeficiente de retorno esperado da locação, CR:\nCR = LUCROT/INV\n4\t- CONCLUSÕES\na)\tNa avaliação econômica de uma locação, devem-se considerar todos os possíveis objetivos, e não apenas o principal;\nb)\tO programa admite um máximo de cinco objetivos, para completação simples, dupla ou de duas zonas em conjunto;\nc)\tA eventual dependência geológica entre zonas pode ser considerada;\nd)\tA hipótese de recompletação não é prevista, porque: a complexidade da análise probabilística aumenta muito com a introdução de novos eventos; a determinação dos parâmetros que definem o esquema de recompletação tem um grau de incerteza elevado, conduzindo a resultados de baixa confiabilidade; normalmente, a recompletação ocorre alguns anos após o início da produção, quando o valor presente dos investimentos e ganhos envolvidos é muito pequeno, influindo pouco na avaliação econômica da locação;\ne)\tPor não levar em conta o valor do gás associado produzido, a análise de locações de óleo fornece resultados econômicos ligeiramente pessimistas;\nf)\tO programa de locações de gás melhora a qualidade das previsões econômicas na proposição de novas locações;\ng)\tA análise de locações de gás é indicada quando se espera encontrar reservatórios de gás seco ou condensado pobre, com ou sem aqüífero, com uma ou mais zonas produtoras, admitindo-se a completação dupla e a instalação de compressores;\nh)\tJá que o programa gera um perfil de produção para reservatórios de gás seco, não levando em conta a venda de condensado, òs resultados em reservatórios de gás condensado rico devem ser vistos com cautela.\nREFERÊNCIAS BIBLIOGRÁFICAS\n(J) ALEGRE, L. &amp; BARRETO, R. Manual do programa. Plano de Locações (LOC). Rio de Janeiro, PETROBRÁS. DEPRO. SUPRO. DIREV, 1984. 82 p.\n(2)\tPE RIN, I. Economicidade em poços\nexploratórios com objetivos múltiplos. Salvador, PETROBRÁS. DEPEX. DEXBA, 1984. 5 p.\n(3)\tENERGY RESOURCES CONSER\nVATION BOARD, Calgary. Theory and practice of the testing of gas wells. Alberta, 1975. 367 p.\n(4)\tCRAFT, B. C. &amp; HAWKINS JUNIOR, M. F. Applied petroleum reservoir engineering. New Jersey, Prentice-Hall, 1959. 437 p.\nBIBLIOGRAFIA\nIATCHUCK, S. Adaptação do programa\nGASM para análise econômica de locações. Aracaju, PETROBRÁS. DEPRO. RPNE. DIRES, 1985, 12 p.\nAGRADECIMENTO\nAgradecemos aos engenheiros Umberto Antonio Caseli e Milton Luiz Gabrielli as diversas sugestões apresentadas."}]}}}