{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.20420"}, {"@name": "filename", "#text": "3982_001092960.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Federal do Rio Grande do Sul \n\nFaculdade de Ciências Econômicas \n\nDepartamento de Economia e Relações Internacionais \n\n \n\n \n\nJoão Paulo de Moura Alves \n\n \n\n \n\n \n\nArábia Saudita além do Petróleo:  \n\n Estabilidade Institucional, Reformas Nacionais e Política Externa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre  \n\n2018 \n\n\n\n \n \n\n \n \n\n \n\nJoão Paulo de Moura Alves \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nArábia Saudita além do Petróleo:  \n\n Estabilidade Institucional, Reformas Nacionais e Política Externa \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de conclusão submetido ao Curso de Graduação \n\nem Relações Internacionais da Faculdade de Ciências \n\nEconômicas da UFRGS, como requisito parcial para a \n\nobtenção do título de Bacharel em Relações \n\nInternacionais. \n\nOrientador: Prof. Dr. Paulo Fagundes Visentini \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2018  \n\n\n\n \n \n\n \n \n\n \n\n  \n\n\n\n \n \n\n \n \n\nJoão Paulo de Moura Alves \n\n \n\n \n\n \n\n \n\n \n\nArábia Saudita além do Petróleo: \n\nEstabilidade Institucional, Reformas Nacionais e Política Externa \n\n \n\n \n\nTrabalho de conclusão submetido ao Curso de \n\nGraduação em Relações Internacionais da \n\nFaculdade de Ciências Econômicas da UFRGS, \n\ncomo requisito parcial para obtenção do título \n\nBacharel em Relações Internacionais. \n \n\n \n\n \n\n \n\nAprovado em: Porto Alegre, 12 de dezembro de 2018. \n\n \n\n \n\nBANCA EXAMINADORA: \n\n \n\n \n\n \n\nProf. Dr. Paulo Fagundes Visentini– Orientador  \n\nUFRGS  \n\n \n\n \n\nProfa. Dra. Analúcia Danilevicz Pereira \n\nUFRGS \n\n \n\n \n\nProf. Dr. Marco Aurélio Chaves Cepik \n\nUFRGS \n\n\n\n \n \n\n \n \n\nAGRADECIMENTOS \n\n \n\n Gostaria de agradecer, em primeiro lugar, à minha família. Meu pai, minha mãe e meu \n\nirmão foram essenciais para a realização desse trabalho, pois o carinho por eles demonstrado \n\nsempre me guiou em tempos de incerteza e me motivou em tempos de indiferença. Se fosse \n\npossível, dividiria esse diploma em quatro partes e dar-lhes-ia o que considero ser merecido. \n\nSou igualmente grato aos meus primos, tios e avós, que moldaram minha infância e \n\nconstruíram, em conjunto, a minha história. Agradeço também à Rosa e à Dora, cujos cuidados \n\nproporcionados fizeram de mim uma pessoa melhor, e cujas experiências de vida ensinaram-\n\nme mais do que poderia imaginar. \n\n Em segundo lugar, gostaria de agradecer aos meus amigos de dentro e de fora da \n\nUniversidade. Em especial, agradeço ao Guilherme e ao William, por terem dividido essa \n\nexperiência comigo e por terem feito da graduação um processo mais divertido e menos \n\nangustiante. Agradeço também a Norton, Jean, Lucas e Eduardo, que desde os tempos do \n\ncolégio acompanham a minha caminhada e sempre apostaram no meu sucesso, assim como eu \n\naposto no de cada um deles. Agradeço, ainda, à Andressa, por ter proporcionado incontáveis \n\nmomentos de felicidade e ter, diante das frustrações, me lembrado do que sou capaz.  \n\n Agradeço ao Professor Paulo Visentini e seu conhecimento quase infinito sobre as \n\nrelações internacionais. Foi um prazer ter feito parte de seu núcleo de pesquisa e ter contribuído \n\npara o engrandecimento dessa área de estudos em nossa instituição. As conversas e os insights \n\nsobre o Oriente Médio e a África ficarão guardados em minha memória. \n\n Por fim, sou grato à República Federativa do Brasil e à população brasileira, em especial \n\nàqueles que vivem com dificuldades financeiras, por terem contribuído com a minha educação. \n\nEspero ter a honra de, em um futuro próximo, retribuir pela oportunidade a mim conferida e \n\ntransformar profundamente esse país, tão injusto com os menos favorecidos.  \n\n\n\n \n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Não se trata, absolutamente, de ser otimista: antes, de manter fé \n\nno processo em curso, literalmente infinito, de emancipação e \n\nesclarecimento que [...] dá razão e sentido à vocação intelectual” \n\n(SAID, 2003, p.11). \n\n \n\n \n\n \n\n  \n\n\n\n \n \n\n \n \n\nRESUMO \n\nO presente trabalho debruça-se sobre o Reino da Arábia Saudita, país de extrema relevância \n\npara as relações internacionais contemporâneas. O país, que se encontra erguido sobre bases \n\ninstitucionais antigas – a saber, a monarquia absolutista, o Estado rentista e os alinhamentos \n\ninternacionais –, vê-se cada vez mais pressionado por um sistema internacional que tenta \n\nescapar da dependência do petróleo, produto-símbolo nacional que liga os três elementos \n\ncitados em um bloco único e coeso. Diante dessa situação, o recém-nomeado príncipe-herdeiro, \n\nMohammad bin Salman, encabeça um amplo programa de transformação nacional que visa \n\nsubstituir as engrenagens fundamentais do Estado-nacional e garantir a sobrevivência do país \n\nna era pós-hidrocarbonetos, reorganizando a autocracia, diversificando a economia e \n\nliberalizando a sociedade. Essa inflexão vem acompanhada de consequências significativas \n\npara a diplomacia da nação, que reinterpreta o seu papel de liderança no Oriente Médio bem \n\ncomo a sua histórica aliança com os Estados Unidos.  \n\nPalavras-chave: Oriente Médio. Arábia Saudita. Petróleo. Saudi Vision 2030  \n\n\n\n \n \n\n \n \n\nABSTRACT \n\nThis study focuses on the Kingdom of Saudi Arabia, a country of extreme relevance for \n\ncontemporary international relations. The Saudi nation, which finds itself established over old \n\ninstitutional foundations – the absolute monarchy, the Rentier State and the international \n\nalliances -, sees itself increasingly pressured by an international system that attempts to escape \n\nfrom the dependency of oil, product that symbolizes the whole country and connects the three \n\naforementioned elements in a single, cohesive, block. In the face of this situation, the recently \n\nappointed crown prince, Mohammad bin Salman, leads an extensive national transformation \n\nprogram, which aims at replacing the fundamental gears of Saudi politics and ensuring the \n\ncountry’s survival during a post-hydrocarbons era, reorganizing the autocracy, diversifying the \n\neconomy and liberalizing the society. Such inflection comes followed by meaningful \n\nconsequences for the nation’s diplomacy, which reinterprets its leadership role in the Middle \n\nEast as well as its historical alliance with the United States. \n\nKeywords: Middle East. Saudi Arabia. Oil. Saudi Vision 2030 \n\n  \n\n\n\n \n \n\n \n \n\nLISTA DE FIGURAS \n\n \n\nFigura 1 - Preço do Barril de Petróleo Cru...................................................................29 \n\nFigura 2 - Produção Nacional de Petróleo Cru.............................................................30 \n\n \n\n  \n\n\n\n \n \n\n \n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\nAKP -   Partido da Justiça e Desenvolvimento \n\nAQPA - Al-Qaeda da Península Arábica \n\nCCG -   Conselho de Cooperação do Golfo \n\nEAU -   Emirados Árabes Unidos \n\nEI -   Estado Islâmico \n\nEUA -   Estados Unidos da América \n\nFMI -   Fundo Monetário Internacional \n\nJCPOA -  Plano de Ação Conjunto Global \n\nMBS -  Mohammad bin Salman \n\nNTP -  National Transformation Program \n\nOCDE -  Organização para Cooperação e Desenvolvimento Econômico \n\nOPEP -  Organização dos Países Exportadores de Petróleo \n\nUNITA - União Nacional para Independência Total de Angola  \n\n\n\n \n \n\n \n \n\nSUMÁRIO \n\n \n\n1  INTRODUÇÃO.............................................................................................................12 \n\n \n\n2  A ESTABILIDADE INSTITUCIONAL SAUDITA...................................................15 \n\n2.1  O Primeiro Pilar: monarquia absolutista e coalizões nacionais................................15 \n\n2.2  O Segundo Pilar: Estado rentista e receitas do petróleo............................................19 \n\n2.3  O Terceiro Pilar: suporte internacional......................................................................22 \n\n2.4  Síntese: estabilidade e risco..........................................................................................25 \n\n \n\n3  AS REFORMAS NACIONAIS E O SAUDI VISION 2030........................................26 \n\n3.1  Os “Fatores de Estresse” Políticos...............................................................................26 \n\n3.2  Os “Fatores de Estresse” Econômicos.........................................................................28 \n\n3.3  Reformas, modernização e Saudi Vision 2030............................................................30 \n\n \n\n4  OS DESDOBRAMENTOS SOBRE A POLÍTICA EXTERNA...............................38 \n\n4.1  A Política Externa pré-Mohammad bin Salman........................................................38 \n\n4.2  A Política Externa pós-Mohammad bin Salman........................................................45 \n\n \n\n5  CONSIDERAÇÕES FINAIS.......................................................................................50 \n\n \n\n REFERÊNCIAS............................................................................................................53\n\n\n\n12 \n \n\n \n \n\n1  INTRODUÇÃO \n\n \n\n A Arábia Saudita é um país absolutamente complexo e que tem um papel central para a \n\ndinâmica política e estratégica do Oriente Médio, especialmente no que tange à sua participação \n\nno mercado de petróleo regional e global. A sua peculiar organização institucional, bem como \n\na sua histórica dependência das receitas de exportação suscitam a curiosidade de \n\ninternacionalistas sobre os meandros de seu processo de decision-making. Atualmente \n\ngovernado pelo Rei Salman, da Casa de Saud, o país passa por um momento de importantes \n\nreformas modernizadoras, que o distanciam progressivamente de seu isolamento simbólico \n\nconstruído por décadas de críticas de governos e ativistas ocidentais. Encabeçando essa \n\nempreitada encontra-se o Príncipe-herdeiro Mohamad bin Salman, que, desde a sua nomeação \n\ncomo sucessor designado, tem empreendido vigorosos esforços no sentido da sua consolidação \n\nno poder, do alijamento de potenciais opositores, da diversificação das atividades econômicas, \n\nda modernização sociocultural e do enrijecimento da política externa. \n\n Tendo isso em vista, e considerando ainda a atual conjuntura internacional, entende-se \n\nque é de suma importância compreender de que forma operam as políticas interna e externa do \n\npaís. Parte-se, portanto, de um problema de pesquisa centrado no questionamento das ações e \n\nestratégias da Arábia Saudita no mercado de petróleo, e as suas associações com as recentes \n\nreformas econômicas propostas pelo governo, vislumbrando, ainda, as possíveis modificações \n\nfuturas suscitadas nesse sentido. Ressalta-se que o processo de evolução diplomática do século \n\nXX deve ser levado em consideração quando da realização dessa análise – não necessariamente \n\nsob uma perspectiva holística, mas ao menos à luz de seus eventos mais relevantes. Enfim, vale-\n\nse do histórico que levou à construção da presente estrutura política e econômica na região, \n\nperpassando pelas múltiplas formas como o governo de Riade respondeu aos desafios impostos. \n\n Assim, o objetivo central do presente trabalho é analisar a relação causal entre a situação \n\ndo mercado global de energia e as reformas políticas, econômicas e sociais propugnadas após \n\na ascensão de Mohamad bin Salman ao topo da hierarquia familiar, sumarizadas no plano Saudi \n\nVision 2030. Como objetivos secundários, buscar-se-á analisar os fatores estruturais que \n\ngarantem a estabilidade do reino saudita e permitem a sua governança, assim como \n\ncompreender os detalhes das reformas econômicas a serem implementadas nacionalmente e \n\ndelinear os possíveis impactos que estas reformas podem ter sobre a parceria estratégica entre \n\nArábia Saudita e Estados Unidos. Com o propósito de guiar o presente trabalho, parte-se da \n\nhipótese de que a conjuntura pós-2014, caracterizada pela queda brusca nos preços do petróleo, \n\n\n\n13 \n \n\n \n \n\nteve o duplo efeito de permitir a adoção de uma política de produção intensiva para lesar a \n\nconcorrência, e forçar um movimento de reestruturação do Estado saudita para sobreviver à era \n\npós-petróleo. \n\n Para cumprir com os objetivos supracitados, utilizou-se uma metodologia hipotético-\n\ndedutiva básica, composta a partir da leitura de obras e artigos para os segmentos históricos, e \n\nanálises de conjuntura e matérias jornalísticas para os segmentos contemporâneos. Ademais, \n\nbuscou-se organizar o trabalho em seções apresentadas não somente em ordem cronológica - \n\npassado, presente e futuro - mas também em ordem de decorrência lógica - estrutura, conjuntura \n\ne cenários. Dessa forma, o desenvolvimento do estudo tem a seguinte constituição: a primeira \n\nseção lista e analisa os aspectos estruturais e fundamentais para a política saudita; a segunda \n\nseção aborda o aspecto central do trabalho, qual seja, os correntes debates acerca do modelo \n\npolítico e econômico adotado pelo país; a terceira e última seção aborda os efeitos que as \n\nreformas econômicas possivelmente terão sobre as relações internacionais da Arábia Saudita. \n\nDestacam-se aqui, de modo exordial, alguns referenciais e argumentos que embasarão \n\no estudo em questão. Por exemplo, utilizam-se as análises de Gause III (2013) e de Baer (2003) \n\nsobre a legitimidade doméstica baseada na economia do petróleo. Evidentemente, a organização \n\ninstitucional extremamente centralizada do país demanda uma série de mecanismos complexos \n\ne dinâmicos que regulam os interesses e as forças antagônicas, modulando a postura final dos \n\npolicymakers. É nesse sentido que se insere a importância do petróleo que, embora sozinho não \n\ntenha potência para permitir a subsistência da monarquia, tem suas receitas utilizadas para \n\nalimentar as coalizões políticas que garantem, em última análise, a leniência das elites e dos \n\ncidadãos ao regime. Isso porque anula-se a perspectiva de interesses domésticos frontalmente \n\ncompetitivos e mutuamente excludentes, abrigando-se todas as coalizões (tecnoburocratas, \n\nclérigos, comerciantes e cidadãos) sob um único sistema de garantias (BAER, 2003, p.29).  \n\n Enfim, percebe-se no âmbito dos estudos internacionais, um certo paradoxo no que \n\nconcerne às análises da região do Oriente Médio: por um lado, é tida como uma das áreas que \n\nmais atrai a atenção de analistas e jornalistas globalmente, e em especial da mídia ocidental; \n\npor outro, é uma região marcadamente desconhecida, sendo suas nações e povos tratados de \n\nmaneira superficial ou mesmo negligenciados. Por tal razão, é mister que se faça uma análise \n\nbem fundamentada acerca desse que é um dos países mais importantes para a região, buscando \n\ncompreender a essência do seu comportamento de modo não mistificado.  Ademais, entende-\n\nse também que tal estudo, bem direcionado, acrescerá conteúdo importante para o acervo \n\n\n\n14 \n \n\n \n \n\ncientífico de relações internacionais no Brasil, o que certamente redunda em uma base sólida \n\nde conhecimento a ser utilizada nos processos de elaboração e implementação de política \n\nexterna. Isso porque, novamente, o Oriente Médio é região importante e que se encontra em \n\nponto focal da diplomacia brasileira, com parcerias bilaterais estratégicas de vulto. \n\n  \n\n\n\n15 \n \n\n \n \n\n2  A ESTABILIDADE INSTITUCIONAL SAUDITA \n\n \n\n Parte-se, no presente trabalho, da explicação dos fatores estruturais da política interna e \n\nexterna saudita como meio para compreender-se os determinantes da atual conjuntura \n\neconômica do reino, centrada em sua política de produção intensiva de petróleo. Foge-se da \n\ncomum perspectiva ocidental que tende a associar tal modelo de governo a uma espécie de \n\nexotismo particular à sociedade e à cultura saudita, como se a submissão e a subserviência \n\nfossem inerentes aos cidadãos desse país e a religiosidade tornasse-os incapazes de qualquer \n\nquestionamento ao status quo. Em realidade, entende-se que os fundamentos estruturais da \n\nArábia Saudita são variáveis objetivas que estão diretamente ligadas à subsistência e à firmeza \n\ndo reino, impactando significativamente sobre a sua inserção internacional. Aqui, tem-se como \n\nresponsáveis pela estabilidade do Estado: o regime monárquico centrado na Casa de Saud; a \n\nabundância de recursos petrolíferos; e a sua aliança com os países ocidentais – mormente, com \n\nos Estados Unidos \n\n \n\n2.1  O Primeiro Pilar: monarquia absolutista e coalizões nacionais \n\n \n\nO primeiro fator a ser analisado diz respeito à própria formação do Estado saudita, ou \n\nseja, à sua monarquia hereditária com poderes concentrados na família Saud. Curioso pensar, \n\nnesse sentido, nos recentes levantes populares que acometeram o mundo árabe no início dessa \n\ndécada - mais especificamente, entre 2011 e 2012 – e que resultaram em pouco ou nenhum \n\nabalo às monarquias hereditárias, mas forçaram significativas mudanças nas repúblicas árabes-\n\nsunitas da região, seja sob a forma de transições democráticas, seja sob a forma de violentas \n\nguerras civis. Isso vai de encontro ao que muitos analistas consideraram, no momento das \n\nsublevações, como as tendências gerais a serem seguidas pelos reinados e sultanatos da região, \n\nque aparentavam estar erguidos sobre bases bastante frágeis, dado o evidente gap entre \n\ngovernantes e governados, e que eram apontados como estando à beira do colapso – sobretudo \n\na Arábia Saudita, onde o “sistema político encontrava-se à beira da implosão” (DAVIDSON, \n\n20121 apud GAUSE III, 2013, p.6). \n\n                                                             \n1 DAVIDSON, Christopher. After the Sheiks: The coming collapse of the Gulf Monarchies. Londres: Hurst and \n\nCompany, 2012. \n\n \n\n\n\n16 \n \n\n \n \n\nIsso não implica negar, contudo, a existência de problemas reais que assolam as \n\nmonarquias árabes em questão, muitas das quais sofrem com contradições estruturais que \n\nrepresentam, de fato, riscos à continuidade dos regimes. Não obstante, os problemas \n\ncomumente identificados – as cisões nas famílias governantes, a ascensão do ativismo político, \n\no desemprego de jovens adultos, o encarecimento do sistema de patronagem – não representam \n\nameaças incontornáveis. O que se enfatiza é justamente a distinção entre as capacidades de \n\nmobilização das populações locais nessas diferentes formas e sistemas de governo, mediante a \n\nidentificação (ou não) de instrumentos para tal finalidade. Isso porque a adaptação desses \n\nEstados centralizados, fixados sobre quantidades incomensuráveis de recursos financeiros, \n\nimpede a formação de fagulhas capazes de retirar os cidadãos de um imobilismo confortável, \n\nalgo que não apresentava paralelo nas repúblicas vizinhas, erguidas sob regimes autoritários, \n\nmas com sistemas econômicos relativamente liberais (GAUSE III, 2013, p.6). \n\nNesta análise, rejeita-se a noção mais comum de que as monarquias do golfo teriam \n\ncomo alicerces uma “legitimidade cultural” inerente às suas filosofias políticas e modelos de \n\ngoverno. Isto é, afasta-se a ideia de que há uma compatibilidade quase natural entre os povos \n\nárabes e os regimes monárquicos justificada por sua herança histórico-cultural-normativa, \n\nargumento muito presente em perspectivas eurocêntricas e mesmo depreciativas. Conforme \n\napontam alguns analistas nesse sentido, ter-se-ia criado uma fórmula em que o princípio \n\ndinástico e a noção de hereditariedade dariam ao governante (geralmente rei, sultão ou emir) \n\numa posição de superioridade e autoridade praticamente inquestionável. Seguindo nessa \n\nperspectiva, os líderes teriam suas imagens e seus retratos associados diretamente às histórias \n\ne às culturas nacionais, agregando as tradições Islâmicas e tribais, enraizadas na população em \n\ngeral, às suas próprias características individuais (GAUSE III, 2013, p.9). \n\nEssa premissa merece, no entanto, bastante cuidado, na medida em que reflete um \n\ndiscurso minuciosamente construído pelos próprios governos da região, que se esforçam para \n\nserem percebidos como representantes autênticos de suas culturas. Em verdade, não raro esse \n\ntipo de governo enfrentou oposição política e armada interna ao longo do desenvolvimento \n\nhistórico de cada um dos países. Alguns monarcas, convenientemente alocados em territórios \n\nestratégicos por potências ocidentais quando das suas retiradas do Oriente Médio, viram-se \n\nremovidos do poder diante de levantes nacionalistas que tomaram forma ao longo do século \n\nXX, como ocorrera no Egito (1952), Tunísia (1957), Iraque (1958), Iêmen (1962), Líbia (1969), \n\ne Irã (1979). De forma similar, algumas monarquias que ainda subsistem foram atingidas por \n\nintensos movimentos de desestabilização, como foi o caso da Jordânia, que enfrentou uma \n\n\n\n17 \n \n\n \n \n\nguerra civil em 1970 e do Omã, que enfrentou um movimento insurgente na província de Zufar, \n\nentre os anos 1960 e 1970 (GAUSE III, 2013, p.9). \n\nMais recentemente, durante a Primavera Árabe, outro evento pôs em xeque o argumento \n\nda propensão histórico-cultural à aceitação da monarquia nesses países: os levantes populares \n\nno Bahrein, em 2011. Dificilmente poder-se-á argumentar que a monarquia da Casa al-Khalifa \n\npermaneceu incólume aos levantes populares da região, tendo sido, na realidade, a mais afetada \n\nse avaliado em termos de proporção da população total (entre 100 mil e 200 mil manifestantes \n\nforam às ruas, sob um total de 500 mil cidadãos e 1.2 milhões de habitantes). O principal grupo \n\nde oposição, o al-Wefaq, lançou um manifesto durante os protestos demandando a reforma do \n\nsistema político e da autoridade executiva de modo a aproximar-se ao parlamentarismo clássico, \n\nhavendo uma separação entre monarca e governante, com um Primeiro-Ministro indicado pelo \n\nbloco majoritário do legislativo e um terço dos Ministros derivados do mesmo poder (GAUSE \n\nIII, 2013, p.11). As sublevações somente foram contidas com o uso sistemático de violência \n\npelo governo e por “grupos vigilantes” sunitas, assim como com o apoio militar do governo \n\nsaudita. \n\nEntende-se que o fundamento básico das monarquias seria, na verdade, uma exímia \n\n“habilidade de governança”, calcada em sua capacidade de formar coalizões internas - com as \n\nelites nacionais - e externas - com os seus vizinhos de mesmo regime. Essas alianças informais, \n\nconforme proposto por Gause III (2013), não são padronizadas ou estáticas, variando de país \n\npara país e de conjuntura em conjuntura, podendo ser desfeitas e refeitas conforme a \n\nnecessidade de ser mantida a estabilidade. O seu funcionamento dá-se a partir do amparo de \n\ndeterminados grupos políticos e econômicos proeminentes como pilares para o regime, e da \n\nexclusão de outras facções que representem potencial ameaça ao estilo de governança vigente. \n\nHá, portanto, uma verdadeira logística de troca de favores entre os governantes, as elites e os \n\ncidadãos envolvendo apoio político e privilégios sociais, com a formação de um “guarda-\n\nchuva” de distribuição pública de benefícios  (GAUSE III, 2013). \n\nÉ o que indica de forma mais detalhada Niblock (1982), ao descrever a estrutura \n\nsociopolítica de poder no país, calcada na capacidade da Casa de Saud em equilibrar e \n\nmanipular as tribos beduínas, os líderes religiosos e o establishment comercial em favor do \n\nregime. A interdependência entre a monarquia e esses grupos fica clara à luz da administração \n\ndos recursos nacionais, que raramente viam-se destinados à projetos de desenvolvimento \n\nsocioeconômico e infraestrutural, sendo majoritariamente canalizados para projetos de \n\n\n\n18 \n \n\n \n \n\n“preservação da lei e da ordem” ou “manutenção do status quo” em uma sociedade dividida \n\n(NIBLOCK, 1982, p.94-95). As tribos beduínas asseguravam a lealdade ao regime em troca da \n\nautoridade administrativa sobre seus próprios espaços, além de subsídios periódicos fornecidos \n\npelo tesouro nacional. Já as lideranças religiosas (‘ulama) garantiam a sua benção (fatwat) às \n\npolíticas do governo em troca da influência sobre o sistema educacional e jurídico e de repasses \n\nfinanceiros. Por fim, o establishment comercial garantia a sustentabilidade econômica do \n\nreinado em troca de influência sobre vilarejos, garantias comerciais e financeiras e proteção da \n\nconcorrência internacional (NIBLOCK, 1982).  \n\nOs Al- Saud, família que governa a Arábia Saudita desde a sua fundação histórica, têm \n\na origem de seu fortalecimento no Século XVIII. Em 1744, houve a junção histórica entre \n\nMuhammad ibn Saud, governante da cidade de Al-Diriyah, e Muhammad ibn Abdul-Wahhab, \n\nclérigo fundador do movimento fundamentalista do Wahhabismo, que resultou na fundação do \n\nEmirado de Diriyah - ou o Primeiro Estado Saudita. Em 1932, o Reino da Arábia Saudita - ou \n\no Terceiro Estado Saudita - foi fundado, após extensas conquistas territoriais do líder tribal \n\nAbdul Aziz ibn Saud, posteriormente autoproclamado monarca. A sucessão de governos foi \n\ndeterminada pela hereditariedade, sendo todos os monarcas desde 1953 filhos do Rei Fundador \n\nAbdul Aziz - não necessariamente em ordem de primogenitura, mas escolhidos entre os \n\npríncipes mais experientes (BAER, 2003). Assim, gradualmente foi construída uma ampla \n\ncoalizão entre familiares, clérigos e burocratas que visava garantir a interdependência entre \n\npolítica e religião no país, ao mesmo tempo em que os descendentes do fundador tornaram-se \n\nalegóricos para a nação.  \n\nO período compreendido pelo Reinado de Ibn Saud, estendido de 1932 a 1953, foi \n\ncaracterizado pela superação das dificuldades que marcaram a formação tanto do Primeiro \n\nquanto do Segundo Estado Saudita – a saber, a incapacidade das lideranças em construir um \n\npoder centralizado com bases de apoio na população – e pela construção de facto do Terceiro \n\nEstado Saudita. O processo em questão tomou forma a partir de dois movimentos simultâneos, \n\ncautelosamente articulados pelo governante e por seus conselheiros: por um lado, a idealização \n\nde um amplo sentimento de nacionalidade saudita até então inexistente, calcado em um discurso \n\ndefensivo contra os demais movimentos Árabes nacionalistas, que se viam apoiados em forças \n\nexternas como estadunidenses, soviéticas e britânicas; por outro, a apropriação da Ikhwan \n\nenquanto força militar e policial, organização inicialmente concebida como protoexército \n\ncomposto de nômades das tribos locais, mas que veio a tornar-se importante componente na \n\n\n\n19 \n \n\n \n \n\nestrutura das Forças Armadas nacionais, sob a forma da Guarda Nacional institucionalizada \n\n(BARRETT, 2015). \n\nAs duas décadas que se seguiram foram marcadas por disputas internas na família real, \n\nsucedendo-se no trono o Rei Saud (1953-1964) e o Rei Faisal (1964-1975), em um período \n\nbalizado pela definitiva consolidação da estrutura de coalizões que assegurou não só a \n\nsobrevivência, mas também o desenvolvimento do Estado saudita. O Reinado de Faisal, em \n\nparticular, foi responsável pelo entendimento fundamental de que as instituições deveriam ser \n\ncriadas e a administração deveria ser racionalizada para que o país se mantivesse estável, mas \n\nque esse esforço não poderia ser feito às custas da fragmentação na estrutura familiar. Esse \n\ngoverno “proveu o núcleo-duro do poder político e econômico em torno do qual os \n\ndescendentes de Ibn Saud puderam exercer suas prerrogativas e competências globais” \n\n(BARRETT, 2015, p.61), como demonstra a sua disposição em formalizar os consensos entre \n\nos clãs al-Sudairi, al-Thunayyan e al-Jiluwi que garantiram a manutenção dos “Sudairi Seven” \n\nà frente do governo.  \n\n Finalmente, durante os reinados Khalid (1975-1982) e Fahd (1982-2005), a Arábia \n\nSaudita vivenciou o momento de seu definitivo fortalecimento enquanto nação de relevância na \n\npolítica internacional, arquitetando a conciliação entre conservadorismo e modernidade e a \n\ntraduzindo em ações de política externa. Por um lado, articulou uma posição de vantagem na \n\nmobilização dos povos árabes e das populações islâmicas de modo geral, consolidando-se como \n\nhub ideológico das peregrinações muçulmanas e como bastião da resistência tradicionalista \n\nsunita. Por outro, o Reino assumiu uma posição crescentemente assertiva com relação às \n\nquestões securitárias regionais e globais, tornando-se o principal aliado dos Estados Unidos no \n\nOriente Médio, visando à contenção das pretensões revolucionárias não só das perturbações \n\ncomunistas soviéticas, mas também do movimento fundamentalista iraniano. Por fim, tornou-\n\nse a incontestável superpotência energética do mundo, consolidando a sua colocação enquanto \n\ngrande produtor e exportador global de petróleo, sendo ator essencial para garantir a \n\nestabilidade da economia internacional (BARRETT, 2015).  \n\n \n\n2.2  O Segundo Pilar: Estado rentista e receitas do petróleo \n\n \n\nO segundo fator da estabilidade saudita, para além dos determinantes político e \n\nhistórico, mas que se mantém em estreita correlação, é a sua abundância em reservas de petróleo \n\n\n\n20 \n \n\n \n \n\nbruto. Os recursos energéticos, em sentido amplo, são instrumentos de poder no Sistema \n\nInternacional. Isso por dois motivos: por um lado, estão intrinsecamente relacionados à \n\ncapacidade de um Estado em promover o desenvolvimento interno e tomar decisões de forma \n\nindependente, na medida em que garantem uma base sustentável, em termos de continuidade, \n\nao processo de fortalecimento econômico e industrial da nação; por outro, estão ligados à \n\ncapacidade de barganha de um Estado com relação à exploração e exportação de seus recursos \n\nàqueles que se encontram mais vulneráveis por deles carecerem, sendo ponto extremamente \n\nsensível da agenda internacional (OLIVEIRA, 2012). Tratando-se especificamente do país aqui \n\nanalisado, a máquina estatal, dos políticos à burocracia, está intimamente ligada à economia do \n\npetróleo, conforme ver-se-á a seguir. \n\nA Arábia Saudita possui, atualmente, 18% das reservas mundiais comprovadas de \n\npetróleo - aproximadamente 266 bilhões de barris de petróleo bruto – e, atrás apenas dos \n\nEstados Unidos (dado a recente expansão em sua produção no biênio 2017-2018), é o segundo \n\nmaior produtor mundial desse recurso, com aproximadamente 11 milhões de barris por dia. \n\nConsequentemente, configura-se atualmente como o maior exportador mundial de petróleo, em \n\num valor de aproximadamente US$ 157 bilhões por ano.  Evidentemente, isso confere ao país \n\numa posição privilegiada dentro da Organização dos Países Produtores de Petróleo (OPEP) e \n\nno Mercado Global de Energia, sendo o swing-producer2 desse recurso. Isso ocorre uma vez \n\nque a Arábia Saudita detém a maior capacidade de produção de excedente do mundo - \n\naproximadamente 2 milhões de barris por dia - tendo o poder de praticamente determinar os \n\npreços da commodity conforme a sua perspectiva estratégica (LEÃES, 2016; BAER, 2003). \n\nCertamente, o petróleo por si só não é capaz de garantir a sobrevivência de um regime \n\nmonárquico; são as coalizões citadas acima, alimentadas pelas receitas petrolíferas, que \n\ngarantem o suporte e a sobrevivência do regime saudita. Isso ocorre na medida em que as \n\nriquezas derivadas dessa commodity são utilizadas para a expansão dessas coalizões e o \n\nenvolvimento de um maior número de interesses sociais, “reduzindo a ideia da existência de \n\num jogo de soma-zero que leva a grande parte dos conflitos políticos” (BAER, 2003, p.29). Em \n\noutras palavras, a estrutura estatal beneficia-se de uma vasta reserva de recursos financeiros \n\npara criar um ambiente harmônico e livre de antinomias, não havendo um conflito distributivo \n\namplo que poderia abrir margem para o surgimento de movimentos separatistas, organizações \n\n                                                             \n2  O swing-producer é o produtor que se encontra na posição avantajada para controlar a oferta em um mercado \n\noligopolizado (LEÃES, 2016). \n\n\n\n21 \n \n\n \n \n\nativistas e partidos políticos. Dessa forma, existe uma relação consecutiva e indireta entre as \n\nvariações dos preços do petróleo, a utilização das receitas na formação de coalizões, e a própria \n\nestabilidade do regime monárquico.  \n\nImportante frisar, contudo, a existência de um preço de equilíbrio no mercado de \n\npetróleo para os países que seguem esse modelo, que corresponde justamente ao preço do barril \n\nque permite o financiamento total do orçamento das estruturas rentistas nacionais – cuja \n\nflutuação opera como potencial desestabilizador. Embora não exista um consenso formado \n\nentre analistas internacionais quanto ao nível desse preço de equilíbrio para cada um dos \n\nEstados da região, muitos concordam que esse encontra-se acima do nível atualmente vigente. \n\nPortanto, a preocupação das petromonarquias é justamente a corrente revolução energética \n\npropugnada pelos Estados Unidos, que tende a reduzir significativamente o preço dos \n\nhidrocarbonetos nos próximos anos, mantendo-se em patamares inferiores ao preço de \n\nequilíbrio estimado. Como agravante, ainda, as próprias exportações de petróleo desses Estados \n\nencontram-se em xeque, na medida em que as matrizes alternativas permanecem encarecidas \n\n(e tecnologicamente inviáveis), e os países veem-se forçados a expandirem o consumo de suas \n\npróprias produções domesticamente (GAUSE III, 2013, p.6). \n\nEssa fusão dos elementos internos – político e econômico, respectivamente - pode ser \n\nsumarizada no conceito de “Capitalismo Asabiyya”, que explica algumas das bases \n\nfundamentais da organização social e política de países árabes, em geral, e da Arábia Saudita, \n\nem particular. Inicialmente proposta pelo filósofo Ibn Khalud, no século XV, o conceito de \n\nAsabiyya diz respeito a uma espécie de coesão social calcada na solidariedade entre os membros \n\nde um grupo: esse entendimento reúne os elementos que levaram à superação das condições de \n\npura sobrevivência entre as tribos selvagens e antagônicas dos beduínos no deserto e à formação \n\nde verdadeiras civilizações urbanas, com o estabelecimento de dinastias e o incentivo à \n\ncooperação. Se somado ao sistema econômico do Capitalismo e à sua singular capacidade de \n\ngeração de recursos materiais e financeiros, esse conceito pode, com algumas ressalvas, ser \n\ntranscrito aos tempos modernos. Isso serve como explicação para a compatibilidade entre a \n\nmonarquia absolutista e a economia de mercado, um como elemento substancial e outro como \n\nelemento formal da estabilidade (FRIEND, 2011; BARRETT, 2015, p.75). \n\n Como consequência, formou-se o modelo atual baseado em um Estado Rentista - ou em \n\nrelações de patronagem - que se estendeu à virtualmente toda a população saudita. Os Estados \n\nRentistas são “aqueles Estados que recebem, de maneira regular, quantias substanciais de renda \n\n\n\n22 \n \n\n \n \n\nestrangeira” (MAHDAVY, 1970), definidas como valores pagos por indivíduos, empresas ou \n\ngovernos estrangeiros, para indivíduos, empresas ou governos de um outro país pela utilização \n\nde recursos estratégicos nacionais. Existem quatro características básicas que permitem \n\nconfigurar um Estado Rentista. Primeiro, a renda deve ser o fator econômico predominante na \n\neconomia nacional. Segundo, essa mesma renda deve obrigatoriamente ter uma origem externa. \n\nTerceiro, apenas uma pequena parte da população deve participar do processo de formação da \n\nriqueza, enquanto as demais participam somente no recebimento e na utilização dessa mesma \n\nriqueza. Por fim, o governo é o responsável pelo recebimento da renda, mantendo o seu controle \n\nnas mãos de poucos. \n\n Os choques do petróleo e as consequentes elevações nos preços da commodity, que entre \n\nos anos de 1970 e 1979 foram quadriplicados, permitiram a acumulação de receitas e a posterior \n\nexpansão da estrutura governamental por parte de Riade. Em termos quantitativos, 65% da \n\natividade econômica do reino passou a girar em torno das exportações de petróleo, garantindo \n\nao governo receitas suficientes para marcar sua presença em 63% dos investimentos em ativos \n\nfísicos e manter aproximadamente dois terços da população empregada em suas atividades – \n\ncuriosamente, taxas características de países de orientação socialista. A Arábia Saudita \n\ncontinuou a expandir os seus gastos governamentais nas décadas seguintes à emergência do \n\nmodelo, abarcando por um lado as grandes áreas de mineração e extração de petróleo - via \n\nSaudi Aramco -, e por outro as áreas de necessidades básicas da população - via gastos e \n\nsubsídios nas prestações de serviços como educação gratuita, seguros de saúde, geração de \n\nenergia elétrica e fornecimento de água potável (HERTOG, 2016). \n\n \n\n2.3  O Terceiro Pilar: suporte internacional \n\n \n\nO terceiro e último fator que permite a subsistência da Arábia Saudita é o seu \n\nalinhamento de interesses aos dos países ocidentais e, especialmente, aos dos Estados Unidos. \n\nApós a Segunda Guerra Mundial, o Oriente Médio tornou-se uma zona conturbada, ao reunir \n\nreflexos políticos decorrentes da estratégia dos Estados Unidos como hegemon global para \n\nconter a União Soviética como grande potência em ascensão. O alinhamento EUA-Arábia \n\nSaudita tem origem na chamada “Doutrina dos Pilares Gêmeos”, de Richard Nixon, a partir da \n\nqual Washington contava com as monarquias árabe e persa como seus parceiros regionais \n\nresponsáveis pela segurança na região do Golfo. Entretanto, em 1979, dois eventos \n\n\n\n23 \n \n\n \n \n\nconsolidaram em definitivo a primazia da Arábia Saudita enquanto parceira estratégica dos \n\nestadunidenses: a Revolução Iraniana e a Invasão Soviética do Afeganistão. \n\nO argumento de Fred Halliday (1982) vai ao encontro dessa perspectiva, sendo a relação \n\nentre a Arábia Saudita e os Estados Unidos definida como, nos tempos de Guerra Fria, “uma \n\ndas mais importantes ligações entre um país de Terceiro Mundo e um país industrializado” \n\n(HALLIDAY, 1982, p.124). A necessidade da aliança, embora envolvesse invariavelmente \n\nelementos de ordem política, estratégica e militar, foi essencialmente condicionada pela relação \n\neconômica que gira em torno do fornecimento de petróleo. A aproximação bilateral serviu, \n\nsobretudo, a três propósitos que beneficiavam ambos os países: primeiro, a exportação de \n\npetróleo para a reconstrução da Europa e do Japão no período pós-guerra moveu uma enorme \n\nquantidade de recursos financeiros para o governo saudita e para as companhias intermediárias \n\nestadunidenses; segundo, o próprio fornecimento de hidrocarbonetos para os Estados Unidos, \n\nquando estes assumiram a condição de importador líquido, garantiu uma condição de segurança \n\nenergética para o país; terceiro, e mais importante, a exclusão de outras potências, como Reino \n\nUnido, França e Rússia de terem acesso direto às fontes de recursos naturais estratégicos \n\n(HALLIDAY, 1982). \n\nO autor elabora, ainda, um balanço das finalidades pontuais buscadas na parceria para \n\ncada um dos países, algumas das quais permanecem relevantes até a atualidade. Para a Arábia \n\nSaudita, são três metas em especial: o suprimento de armamentos para a defesa e proteção do \n\npaís, a assistência econômica em projetos de desenvolvimento, e o progresso na questão Israel-\n\nPalestina. As duas primeiras foram e continuam sendo alcançados com relativa facilidade \n\n(constrangidas apenas pela posição do Congresso e da opinião pública estadunidense em alguns \n\nmomentos específicos), ao passo que a terceira tem sido objeto de constantes frustrações, pela \n\nrígida postura de Washington com relação a Tel Aviv. Já para os Estados Unidos, destacam-se, \n\naqui, cinco metas estratégicas: o exercício de uma política regional saudita alinhada aos seus \n\ninteresses, a continuidade da posição do país como moderadora da posição da OPEP, a \n\nmanutenção dos níveis de oferta de petróleo conforme a demanda ocidental, a aquisição de \n\nexportações de modo geral, e de equipamentos militares, de modo específico, de fornecedores \n\namericanos e, por fim, o contínuo apoio ao dólar americano (HALLIDAY, 1982). \n\n Ainda que analistas e historiadores apontem para o “sentimento infantil” (sic) \n\nantimonarquista dos estadunidenses, não se pode negar que Washington buscou adaptar-se ao \n\nambiente consolidado e trabalhar com os instrumentos disponíveis na região. Durante o reinado \n\n\n\n24 \n \n\n \n \n\ndo Xá Mohammad Reza Pahlavi (1941-1979) no Irã, o país foi o principal bastião da política \n\nestadunidense para o Oriente Médio. Nesse sentido, desde os anos 1950, os Estados Unidos \n\nenviaram equipamentos e realizaram treinamentos militares com o Irã, considerando-o cada vez \n\nmais como um ‘proxy’ para o combate ao comunismo na região - reflexo disso foi o envio de \n\n15.000 soldados iranianos ao Omã durante a insurgência em Zufar (BARRETT, 2015). Não \n\nobstante, os choques do petróleo de 1973 e o aumento da dependência estadunidense \n\nposicionaram Teerã em uma posição de elevada autoconfiança, e a postura cada vez mais \n\nassertiva do Xá iniciou uma reversão na política amistosa entre EUA e Irã - que será \n\ncuidadosamente instrumentalizada pela Arábia Saudita em seu favor. \n\n A reversão nas relações entre EUA e Irã, talvez contida à retórica durante o governo de \n\nReza Pahlavi, tomou impulso definitivo com a Revolução Islâmica e a ascensão do Aiatolá \n\nRuhollah Khomeini, em 1979. Em termos gerais, o afastamento foi determinado pelo \n\n“Khomeinismo”, que pregava por uma política de autonomia persa aliado ao fundamentalismo \n\nislâmico baseado no Xiismo. Não obstante, foi o evento da invasão à embaixada estadunidense \n\nem Teerã que levou ao rompimento diplomático definitivo, ao congelamento de bens nacionais \n\ne à transformação do país em inimigo de Washington. Da mesma forma como, na década de \n\n1950, aproveitara-se da expansão da ideologia Pan-Arabista e do sentimento Nasserista para \n\nmostrar-se como um aliado de relevância, a Arábia Saudita buscou aproveitar-se da expansão \n\ndo sentimento revolucionário no Golfo Pérsico para atrair os Estados Unidos em uma parceria \n\nestratégica e contrabalancear o fortalecimento iraniano e xiita na região (BARRETT, 2015). \n\n Ainda em 1979, a invasão soviética do Afeganistão contribuiu para o alinhamento de \n\ninteresses entre os sauditas e os estadunidenses. Durante os governos afegãos vigentes entre os \n\nanos de 1973 e 1979, a reorientação política de Cabul - no sentido da modernização e \n\ncentralização - fez a União Soviética temer a possibilidade de perder uma importante área de \n\ninfluência na Ásia Central. Ademais, a própria Revolução Iraniana gerou a possibilidade de um \n\ntransbordamento de mobilizações que poderia causar distúrbios em suas fronteiras ao sul. Com \n\nisso, em 1979, a União Soviética realizou a sua intervenção no Afeganistão, substituindo o \n\ngovernante por um alinhado aos seus interesses, iniciando uma guerra com grupos insurgentes \n\nlocais (os conhecidos Mujahideens, financiados e armados pelos próprios sauditas) e \n\npermanecendo no país até 1989 (VISENTINI, 2014). \n\n Em decorrência disso, os Estados Unidos perceberam o risco de estarem perdendo suas \n\nprincipais posições estratégicas nas proximidades do Golfo Pérsico. Desse momento em diante, \n\n\n\n25 \n \n\n \n \n\na região do Grande Oriente Médio - que se estende da África Setentrional à Ásia Central - \n\npassou a ser considerada um “Arco de Crises” de importância primária para Washington \n\n(BRZEZINSKI, 2016). Em pouco tempo, é lançada a ‘Doutrina Carter’, segundo a qual \n\n“qualquer tentativa de um país extrarregional em ganhar controle sobre o Golfo Pérsico será \n\nconsiderada um ataque aos interesses vitais dos Estados Unidos”. É nesse contexto que a Arábia \n\nSaudita emergirá definitivamente como principal aliado na política de segurança dos Estados \n\nUnidos para a região, e terá sua estabilidade assegurada por forças internacionais - recebendo \n\ndinheiro, armamentos e contingentes militares estadunidenses desde 1980 (BACEVICH, 2010).  \n\n \n\n2.4  Síntese: estabilidade e risco \n\n \n\n Em síntese, esses três elementos básicos, dois internos e um externo, são vistos como \n\nresponsáveis pela presente organização institucional da Arábia Saudita, que por sua vez garante \n\na subsistência do reino. Alguns índices internacionais selecionados por Stares e Ighani (2017) \n\nfazem referência a essa estabilidade, agregando dados importantes sobre “fatores de risco” \n\n(fontes políticas, econômicas, sociais e culturais de “estresse”) para a classificação do país. \n\nEmbora não sejam indicadores perfeitos da realidade – às vezes complexa demais para ser \n\nquantificada de maneira tão assertiva -, certamente têm alguma utilidade na constatação \n\nempírica do argumento aqui construído. A OCDE, por exemplo, em seu “Índice de Fragilidade” \n\nde 2016, classificou a Arábia Saudita como estando na categoria de “estabilidade política \n\nmoderada”. De forma similar, o Fundo para a Paz definiu, em seu relatório “Índice de \n\nFragilidade dos Estados” de 2017, que o país figura na posição 101, entre 178 países avaliados \n\n(STARES; IGHANI, 2017). \n\n  \n\n\n\n26 \n \n\n \n \n\n3  AS REFORMAS NACIONAIS E O SAUDI VISION 2030 \n\n \n\n Conforme apresentado acima, as receitas do petróleo têm uma função extremamente \n\nimportante para o funcionamento do Reino da Arábia Saudita, especialmente no que diz respeito \n\nà condução de suas políticas econômicas. Assim, é imprescindível compreender a inflexão \n\ndesse ponto nevrálgico da política interna do país: a superação do modelo atual baseado em um \n\nEstado Rentista e com fundamentos nas receitas de petróleo, elemento que está no centro das \n\ndiscussões de rumos a serem tomados pelo establishment governamental. Consequentemente, \n\nmerecem espaço na discussão não somente as motivações que levaram à inflexão na política do \n\npaís através da proposição de reformas, mas também o modelo reformista propugnado por bin \n\nSalman – em suas faces política e econômica -, baseado em um Estado “neoliberal” e com \n\nfundamentos na diversificação de empreendimentos. \n\n Destarte, a realidade fundamental do Estado saudita aqui desenhada esquematicamente \n\nvem encaminhando-se para uma mudança significativa nos últimos anos. É justamente nesse \n\nponto, portanto, que se encaixam alguns elementos teóricos da presente análise, acerca das \n\nmotivações que levaram a Arábia Saudita a reformar a sua estrutura institucional. Segundo a \n\nperspectiva aqui sintetizada, os ideais reformistas surgiram como uma conjunção de dois fatores \n\nsocioeconômicos que afetaram a realidade da Arábia Saudita, sendo um primário (e de longo \n\nprazo), e um secundário (e de curto prazo). O sucesso dessas medidas dependerá, contudo, da \n\nperspectiva internacional quanto ao comprometimento efetivo do governo com o protocolo \n\nreformista, sendo expectativas positivas nesse sentido essenciais para a atração de \n\ninvestimentos estrangeiros e, consequentemente, a conformação de um mercado interno \n\ncalcado na iniciativa privada. \n\n \n\n3.1  Os “Fatores de Estresse” Políticos \n\n \n\n No que diz respeito ao fator originário, entende-se que, desde a última década, tem \n\nhavido um choque entre as forças sociais consolidadas que serviram de base para o poder \n\nsaudita, e novas forças sociais de contestação pelo mundo árabe-sunita. O Conservadorismo e \n\no Wahhabismo, duas faces da mesma moeda, serviram, respectivamente, como modelo político \n\nbaseado na “modernização capitalista, petroleira e financeira” e como modelo de soberania \n\n\n\n27 \n \n\n \n \n\nreligiosa para conexão entre príncipes e súditos, com amplo suporte do Ocidente. Por outro \n\nlado, o chamado Espírito Crítico e o Ideal de Libertação, emergentes na atualidade, têm servido \n\nde base para um duplo impulso cultural e econômico de renovação, que questiona os preceitos \n\nanteriormente estabelecidos (ROCHE, 2012). Assim, do ponto de vista psicossocial, \n\nvislumbrou-se a necessidade de serem pensadas alternativas à organização social do país para \n\no longo prazo.  \n\n Já em 2011, a Primavera Árabe sinalizou a necessidade de evolução da política nacional \n\ne apresentou alguns sintomas que poderiam evoluir para uma eventual crise institucional: de \n\nmodo geral, os protestos que atingiram o Golfo Pérsico foram significativos por representarem \n\nforças de contestação à falta de participação política e à corrupção generalizada nos governos \n\nda região; de modo específico, demonstraram que a Arábia Saudita encontrava-se severamente \n\nexposta aos novos ares de mudanças e reformas, por conta de sua situação interna crítica. Não \n\nobstante a materialização dos ideários transformadores nas sublevações populares, os \n\ndesdobramentos posteriores (envolvendo a prisão de ativistas e a repressão das manifestações) \n\nforam essenciais para mitigar esse sentimento de descontentamento generalizado, dando ao \n\ngoverno uma brecha para tomar as rédeas da situação. \n\n Conforme mencionado anteriormente, as sublevações do Bahrein, ocorridas em 14 de \n\nfevereiro, logo espalharam-se para o grande país vizinho, que presenciou em suas províncias \n\norientais – particularmente nos oásis de Al-Ehsa’a e Al-Qateef, ocupadas por maiorias xiitas - \n\numa série de manifestações políticas em busca de representatividade. Símbolo da pressão \n\npopular saudita foi a organização (ainda que frustrada) do chamado “Dia da Fúria”, em 11 de \n\nmarço, um amplo protesto popular que foi banido e desarticulado pela segurança interna \n\nnacional sob alegações de ser representante de conexões intelectuais e partidárias não \n\npermitidas pela Lei Islâmica. \n\n Esses eventos parecem corroborar a tese de que a estabilidade do país se encontrava \n\nameaçada pela elevação na frequência de mobilizações políticas, mas essa logo vê-se refutada \n\ndiante do rápido retorno à estabilidade e ao imobilismo interno. O clima político regional foi \n\ncomovido pelo sentimento de tensão e medo face ao que ficou conhecido como “inverno árabe”, \n\ndado o fracasso dos levantes em cumprir com as suas metas iniciais de democratização e \n\ntransparência. Os rescaldos de autoritarismo e state collapse que atingiram Egito, Síria e Líbia \n\n(permitindo, inclusive, a ascensão e o fortalecimento de grupos extremistas como o Estado \n\nIslâmico) serviram de duros golpes ao movimento revolucionário.  \n\n\n\n28 \n \n\n \n \n\n Em território saudita, especificamente, o aprisionamento de ativistas civis e advogados \n\nde direitos humanos, como Mohamed Al Qahtani e Waleed Abu Khair (fundadores da Saudi \n\nCivil and Political Rights Association e da Monitor of Human Rights in Saudi Arabia \n\nrespectivamente), arrefeceu em definitivo os movimentos progressistas e afastou o país dos \n\nholofotes ocidentais. Ainda que nos campos emocional e intelectual as pretensões populares \n\nnão deixaram de existir, na prática os ideais transformadores foram suprimidos por engenhosas \n\nações governamentais de desarticulação e repressão – isto é, afastou-se a iminência \n\nrevolucionária, aproximando-se do cauteloso reformismo (KINNINMONT, 2017). \n\n \n\n3.2  Os “Fatores de Estresse” Econômicos \n\n \n\n Já no tocante à existência de um fator secundário, acredita-se que há uma relação causal \n\npróxima entre a atual política de produção intensiva de petróleo e a busca por uma reforma \n\nmacroeconômica nacional. Assim, a expansão na produção e a consequente redução dos preços \n\nda commodity afetam a estrutura do Estado Rentista e reduzem a sua capacidade de sustentar \n\nas necessidades básicas da economia, optando Riad não por uma postura reacionária e \n\nresistente, mas de ajustamento e adaptabilidade. Como consequência, o Príncipe Mohamed bin \n\nSalman previu a necessidade de ser formulado um modelo econômico mais sustentável e \n\nbaseado na “despetrolificação”, sendo responsável pela elaboração do plano nacional Saudi \n\nVision 2030 e do “subplano” National Transformation Program 2020 como respostas às \n\npressões de curto prazo. \n\n A partir de 2014, a face econômica também passou a impor seus constrangimentos, \n\nsendo necessário compreender a configuração do mercado global como contexto geral para a \n\nanálise da política de petróleo formulada pelo país. Nesse sentido, entende-se que a conjuntura \n\nem questão foi caracterizada pela queda brusca dos preços do barril de petróleo, decorrente \n\ninicialmente da desaceleração da economia global, como demonstra o Gráfico 1 abaixo. Em \n\nmaior profundidade, essa tendência é reforçada por questões ligadas à geopolítica energética, \n\nespecialmente derivadas das iniciativas estadunidenses de reduzir a sua dependência frente aos \n\npaíses da OPEP via exploração de recursos não convencionais - como o gás de xisto e o petróleo \n\ncanadense. Entre 2014 e 2016, o preço do barril foi reduzido de 110 dólares para 30 dólares, \n\n\n\n29 \n \n\n \n \n\numa queda súbita e assemelhada somente ao momento imediatamente posterior à chamada \n\nCrise do Subprime, em 2008 (LEAES, 2016).  \n\n \n\nFigura 1 - Preço do Barril de Petróleo Cru       \n\nFonte: Leães (2016). \n\n \n\n O cenário em questão se mostrou, de modo contraintuitivo, como um ensejo para a \n\nadoção de uma política de produção intensiva de petróleo pela Arábia Saudita, sendo evidência \n\ndisso a reorganização do Ministério do Petróleo (agora cunhado de Ministério de Energia, \n\nIndústria e Minérios), através da substituição de Ali Naimi, partidário do congelamento da \n\nprodução, por Khalid al Falih, disposto a expandir as atividades. Essa estratégia, visualizada no \n\nGráfico 2, decorre da posição de vantagem relativa do país em termos naturais e tecnológicos, \n\nem função das amplas reservas disponíveis e dos baixos custos de produção, nas disputas por \n\nparcelas do mercado energético global com países não membros da OPEP. Tal supremacia no \n\nmercado de petróleo permite que a estratégia adotada envolva desbancar agressivamente os \n\nconcorrentes no setor, dentre os quais merecem destaque a indústria de gás de xisto \n\nestadunidense, os produtores russos de petróleo e o Irã recém reinserido na economia global \n\n(KRANE, 2016). \n\n\n\n30 \n \n\n \n \n\n \n\nFigura 2 – Produção Nacional de Petróleo Cru \n\n \n\n \n\nFonte: TRADING ECONOMICS (2018)  \n\n \n\n Em termos concretos, o risco de perder parcelas do mercado global de energia reflete-\n\nse na alteração do cálculo estratégico de produção saudita, normalmente contida a fim de \n\ncontrolar a exaustão lenta e gradual de seus campos petrolíferos. Desde os anos 2000, o país \n\nbuscou manter-se com uma produção estável a fim de estabilizar os preços a níveis altos, \n\ngarantindo para si 13% da participação no mercado. Não obstante, com a ascensão de novos \n\ncentros energéticos e a consequente ameaça ao valor de longo prazo da commodity, o reino \n\nbusca expandir a sua produção - em torno de 11 milhões de barris por dia -, visando ao mesmo \n\ntempo forçar prejuízos para os seus concorrentes com custos de produção elevados e reduzir o \n\ntempo de esgotamento das reservas nacionais (KRANE, 2016). A própria pressão imposta pelos \n\nEstados Unidos sob a Administração Trump influencia a decisão do país em produzir \n\nquantidades astronômicas de barris de petróleo, de modo a suprir a demanda gerada pela \n\n“reindustrialização” estadunidense e não coberta pelos iranianos (novamente embargados). \n\n \n\n3. 3  Reformas, Modernização e Saudi Vision 2030 \n\n\n\n31 \n \n\n \n \n\n  \n\n Esses desdobramentos conjunturais permanecem em desenvolvimento constante e são, \n\nportanto, incertos. Como bem aponta Gause III (2013), cuja tese serviu de base para a \n\nelaboração da seção anterior:  \n\n \n\nTodos esses desenvolvimentos ainda são especulativos. O que permanece claro, \n\ncontudo, é a forma como as petromonarquias têm, pelo menos no curto prazo, \n\nacumulado imensas reservas financeiras, construídas a partir dos elevados preços do \n\npetróleo mantidos na última década. Por exemplo, a Arábia Saudita tem \n\naproximadamente 700 bilhões de dólares em reservas estrangeiras sob controle \n\ngovernamental, de acordo com estimativas oficiais. Em 2013, os gastos \n\ngovernamentais sauditas alcançaram o montante de aproximadamente 230 bilhões de \n\ndólares, enquanto as suas receitas beiraram os 280 bilhões de dólares. Mesmo que as \n\nsuas receitas venham a decair em 30%, Riade ainda poderia sustentar gastos elevados \n\nnesses mesmos níveis (contando com a inflação) por mais de uma década apenas \n\nliquidando as reservas internacionais (GAUSE III, 2013, p.7). \n\n \n\n Tanto a “desaceleração cíclica do ativismo de oposição” quanto as pressões econômicas \n\natualmente impostas sobre o orçamento pela queda nos preços do petróleo, deram às autoridades \n\nsauditas janelas de oportunidade para serem realizadas reestruturações impopulares. A partir de \n\n2014 – mas, sobretudo, a partir de 2016 – medidas de austeridade e saneamento foram postas \n\nem prática de maneira absolutamente súbita, sem contrapartidas políticas na forma de consultas \n\npúblicas, e sem contrapartidas econômicas na forma de mitigadores salariais, arriscando-se o \n\ngoverno em seara até então inexplorada. Como exemplo, tem-se a redução drástica dos repasses \n\nfinanceiros diretos aos cidadãos nacionais em até 25%, sendo cancelados e suspensos subsídios \n\ntradicionalmente utilizados para compensar o poder aquisitivo dos salários, instrumento muito \n\neficiente para garantir a acomodação do cidadão médio. Conforme apregoa Kinninmont (2017), \n\no governo foi capaz de implementar esses reparos sem encontrar oposição organizada (dado o \n\ntiming de suas ações), mas não deve se isentar do conhecimento das potenciais reações \n\npopulares (KINNINMONT, 2017).  \n\n O processo de modernização foi iniciado efetivamente com a nomeação do príncipe-\n\nherdeiro a importantes cargos do governo saudita, como homem-forte encarregado de encabeçar \n\na ruptura. Com apenas 33 anos, o estadista foi alçado à alta política por meio da acumulação de \n\npoder nos cargos de Ministro de Estado, Ministro da Defesa e Aviação, Secretário-geral da \n\nCorte Real, Chairman do Conselho de Assuntos Econômicos e de Desenvolvimento, \n\nConselheiro Especial do Rei, entre outros. Sua meta central é efetuar a modernização, \n\nracionalização e diversificação da economia nacional, tornando o país uma verdadeira “usina \n\n\n\n32 \n \n\n \n \n\nde investimentos”, na qualidade de epicentro dos fluxos de comércio e capitais globais (COOK, \n\n2016). Para tanto, vem dedicando-se à melhora da imagem da nação no exterior, tendo realizado \n\nviagens diplomáticas e de negócios aos Estados Unidos e à Europa em 2017 e 2018, visando a \n\nreafirmação de seus compromissos securitários e a conclusão de novos acordos comerciais.  \n\n A grande questão imposta é, portanto, a mudança representada no modus operandi da \n\npolítica saudita, que sofre uma guinada de afastamento das coalizões e de aproximação ao \n\nunilateralismo. Historicamente, conforme longamente exposto na seção anterior, as principais \n\nquestões políticas nacionais foram tratadas com base no protocolo informal de consultas entre \n\nRei e constituintes, no sentido da construção de consensos entre os membros proeminentes da \n\nfamília real, observando-se as demandas dos grupos tribais e atentando-se às preocupações dos \n\nlíderes religiosos. No presente momento, bin Salman “livrou-se totalmente desse processo”, \n\nconduzindo seu projeto com base na aprovação quase exclusiva de seu pai, apresentando pouca \n\nou nenhuma preocupação com os impactos que as iniciativas eventualmente terão sobre o status \n\nquo, arriscando a confiança da realeza e dos oficiais e, consequentemente a própria estabilidade \n\ndinástica do país (COOK, 2016). \n\n Essa inflexão foi, contudo, minuciosamente calculada e executada pelo jovem político. \n\nSeguindo o argumento de Cook (2016), há uma certa semelhança entre as motivações e as \n\nestratégias adotadas por Gamal Mubarak, filho do ex-presidente egípcio, e bin Salman. Ambos \n\nutilizaram de suas condições de herdeiros do poder para modificar a forma como questões \n\nnacionais veem-se tradicionalmente tratadas em seus países e arquitetar novas coligações de \n\napoio para seus eventuais governos. A distinção entre eles residiu na capacidade de resistência \n\ndas elites beneficiadas pelas estruturas previamente erguidas, assim como na capacidade de \n\nsuperação dessas barreiras e implementação de seus planos de maneira eficaz. Enquanto no \n\nEgito a questão sucessória mostrou-se extremamente conturbada e os militares foram capazes \n\nde desarticular a oposição islamista e frustrar os planos de ascensão de Gamal Mubarak, a \n\nArábia Saudita passa por processo relativamente tranquilo, e as elites que tendem a ser \n\nprejudicadas com os novos planos não dispõem da força bruta para evitar a coroação de bin \n\nSalman (COOK, 2016). \n\n Sob o ponto de vista institucional, o príncipe caminha para a construção de uma nova \n\nordem política no país, soterrando o esquema pluripessoal de coalizões e erguendo sobre ele \n\num esquema centralizado na realeza. Sinalizando não só aos 15 mil príncipes da família real, \n\nmas também aos seus potenciais opositores, deu início às operações de um novo Comitê \n\n\n\n33 \n \n\n \n \n\nAnticorrupção, que perseguiu e deteve (seletivamente) importantes personalidades nacionais, \n\nconduzindo um verdadeiro expurgo de proporções inéditas no país. Esse esforço foi direcionado \n\nprioritariamente a três grupos influentes: primeiro, aos príncipes e demais membros da família, \n\ncom a detenção de seu meio-irmão Turki Bin Salman e de seu primo Mutaib bin Abdullah; \n\nsegundo, aos tecnocratas e burocratas do governo, como Adel Fakieh, ex-Ministro da Economia \n\ne do Planejamento, e Abdel Aziz al-Assaf, ex-Ministro das Finanças; terceiro, aos empresários \n\ne executivos, como Saleh Kamel, CEO da ART Network e Bakr Binladin, Chairman do Saudi \n\nBinladin Group (GHAFAR, 2017). \n\n Sob o ponto de vista das fundações religiosas, bin Salman parece compreender a ruptura \n\nindicada pela Primavera Árabe entre o Wahhabismo e o Espírito Renovador, não poupando \n\nesforços no enfrentamento das lideranças clericais e na implementação de um “Islã moderado”.  \n\nIsto é, de modo muito similar ao afastamento do modelo político dos tecnoburocratas, o príncipe \n\nrealiza também um distanciamento das bases de apoio islâmicas ortodoxas, dissolvendo – com \n\ncautela – o pacto de elites em funcionamento desde a fundação nacional, mormente em função \n\nda neutralidade adotada por líderes religiosos diante da postura agressiva do Estado saudita em \n\nsua política externa. Desse modo, o governo nacional empreendeu esforços para limitar os \n\npoderes da Mutaween - a chamada “polícia religiosa” do islã –, diversificar as formas de \n\nentretenimento e ampliar os direitos das mulheres no campo civil. Essas iniciativas, embora \n\ncompreendidas no amplo espectro reformista, podem ter consequências particularmente \n\nnegativas para os governantes, ao incitar a oposição dos sacerdotes mais radicais e da população \n\nmais conservadora do país (GHAFAR, 2017).  \n\n Desse modo, entende-se que o Estado saudita, antecipando problemas futuros, encontra-\n\nse em meio a um amplo e arriscado processo de transição, cujos impactos serão sentidos apenas \n\nno longo prazo. A estrutura básica de “habilidade operacional”, envolvendo o Estado rentista e \n\nas suas articulações políticas em vários níveis, vê-se deliberadamente suplantada, pondo em \n\nrisco a estabilidade do governo, que deverá buscar outras fontes de autenticidade. Isso pode \n\nsignificar, portanto, “cada vez mais consultas públicas e envolvimento popular [...], ou, em \n\ncontraposição, uma intensificação do modelo autoritário de governo [...]” (KINNIMONT, \n\n2017, p.2). Os rumos assumidos a partir desse momento serão, em grande parte, definidores do \n\nsucesso do empreendimento modernizador, pois embora o príncipe herdeiro certamente \n\ndisponha de capacidade e carisma suficiente para mobilizar simpatizantes domesticamente, \n\npode cair na armadilha do personalismo de sua figura singular (KINNIMONT, 2017).  \n\n\n\n34 \n \n\n \n \n\n Por ora, parece predominar a primeira alternativa, com o estabelecimento de um novo \n\npilar de sustentação para o regime monárquico, adotando os jovens como principais \n\nconstituintes e apoiadores do sucessor ao trono. Em termos estatísticos, conforme prevê o \n\nFundo Monetário Internacional, tem-se uma população em que praticamente metade dos \n\nhabitantes encontra-se na faixa de 25 anos ou menos, e o desemprego de jovens-adultos está \n\nestimado a atingir a taxa de 42% em 2030. O príncipe bin Salman compreende que a revisão do \n\nconservadorismo social e a solução do desemprego massivo são elementos essenciais para a \n\ndefinição dos rumos do projeto reformista, tendo em vista que essas faixas da sociedade serão, \n\nfuturamente, as responsáveis pela participação na sociedade e pela formação de opinião. \n\nCompreende ainda que a corrupção, em particular, tem nos jovens cidadãos posição de \n\ndestaque, e os expurgos recentemente levados a cabo tem ressoado positivamente na opinião \n\npública (ainda que muitos reconheçam que represente apenas o começo de um longo caminho \n\na ser trilhado, e que tenha sido conduzido de maneira arbitrária e seletiva) (GHAFAR, 2017). \n\n Esse argumento parece ser corroborado por Cook (2017), que, ao efetuar pesquisa de \n\ncampo em território saudita, coletou dados relativos à opinião pública da população. Conforme \n\napontou a maior parte dos entrevistados, os jovens do país encontravam-se crescentemente \n\ninsatisfeitos com o ambiente político nacional, mostrando-se indispostos com as restrições \n\nsociais pelas quais o país é mundialmente conhecido, e cada vez mais afeitos à aproximação \n\ncom os valores e as culturas ocidentais- sendo inclusive afirmado que a Arábia Saudita não \n\nmerece o rótulo de último país a autorizar mulheres a dirigir com liberdade. Ainda que \n\namplamente favoráveis às reformas, não deixavam de questionar a viabilidade dessas serem \n\nconduzidas somente com base na imagem do príncipe-herdeiro, afirmando que “ele mantém-se \n\nno comando de tudo, e uma única pessoa não pode desempenhar tantos papeis”. Em particular, \n\nos cidadãos consultados mostravam-se reticentes quanto à política externa adotada pelo novo \n\nestadista, questionando a pertinência da utilização de uma postura agressiva face ao Irã e ao \n\nCatar e do enfrentamento militar no Iêmen (COOK, 2017). \n\nO plano cunhado Saudi Vision 2030 é a síntese formal dessa renovação: em linhas \n\ngerais, busca transformar a Arábia Saudita em um Estado “neoliberal” baseando-se em três \n\npilares centrais. O primeiro pilar é chamado “Nação Ambiciosa” e corresponde às questões \n\nligadas à governança do reino, como o incentivo à participação popular, a diminuição do aparato \n\nadministrativo e ministerial e o aumento da transparência e combate à corrupção O segundo \n\npilar é chamado “Economia Próspera” e corresponde às medidas econômicas voltadas para o \n\nincentivo aos pequenos e médios empreendimentos e para a privatização na prestação de \n\n\n\n35 \n \n\n \n \n\nserviços como saúde e educação - atualmente providos pelo Estado. O terceiro e último pilar é \n\nchamado “Sociedade Vibrante” e corresponde às questões sociais, especialmente no que diz \n\nrespeito à valorização da identidade nacional e da cultura saudita (SAUDI ARABIA, 2016).   \n\nEsse processo de transformação passa, invariavelmente, por uma drástica redução da \n\nparticipação do petróleo no PIB nacional - de 84% para 50%, conforme o planejamento- \n\npermitindo que o Estado sobreviva a eventuais quedas no seu valor global de até US$30 o barril. \n\nPara isso, seria necessária uma alteração nas políticas regulatórias e tributárias, atraindo maiores \n\nfluxos de investimento externo direto e de capitais para o mercado de ações saudita. Mais \n\nespecificamente, o plano envolve um amplo esforço de privatização de diversos setores da \n\neconomia - inclusive do setor extrativista, através da venda de parcelas da Saudi Aramco - para \n\na criação do maior fundo soberano do mundo, em torno de US$ 3 trilhões. O fundo soberano \n\nnão competiria com o setor privado, “mas ajudaria a destravar setores estratégicos com \n\nnecessidade de capital [...] contribuindo com a formação de novos setores econômicos e o \n\nestabelecimento de corporações nacionais duráveis”, com o fim último de diversificar \n\nempreendimentos nacionais e internacionais (SAUDI ARABIA, 2016, pag. 42). \n\n Seguindo essas diretrizes gerais estabelecidas, ocorreu o lançamento do National \n\nTransformation Program 2020 (NTP) com planejamento político e econômico de menor prazo. \n\nEm poucas palavras, o NTP prevê a identificação de objetivos estratégicos, a acomodação entre \n\nambições e requerimentos práticos/financeiros, e o desenvolvimento de políticas públicas \n\nviáveis - além de um posterior mecanismo de consulta e avaliação das medidas. Esse \n\nplanejamento ocorreria através de uma ação governamental flexível e coordenada, entre os \n\ndiversos ministérios e entidades governamentais do país (SAUDI ARABIA, 2016). Ademais, \n\ncom base nas determinações do NTP, o Conselho da Autoridade de Desenvolvimento \n\nEconômico aprovou uma série de medidas imediatas a serem adotadas pelos ministérios \n\nnacionais. As centenas de iniciativas pontuais, estendidas do Ministério da Economia e \n\nPlanejamento ao Ministério da Educação, buscam representar os primeiros passos dessa \n\nredefinição socioeconômica (SAUDI ARABIA, 2016). \n\n Embora sinalizem para um otimismo exacerbado por parte do governo, algumas \n\nfinalidades-chave de ambos os planos ilustram com precisão o que se busca para o país nos \n\npróximos anos. De modo geral, buscar-se-á modificar a posição relativa da Arábia Saudita na \n\neconomia mundial, transitando do status de 19ª para 15ª maior economia do mundo. Além disso, \n\nvislumbra-se a possibilidade de incrementar a contribuição do setor privado, de 40% para 65% \n\n\n\n36 \n \n\n \n \n\ndo produto interno, bem como a de expandir a participação dos investimentos externos de 3.8% \n\npara 5.7% do PIB, tendo como áreas estratégicas e prioritárias (dentre outras) a agricultura, a \n\nengenharia, a mineração, o transporte, o turismo, os materiais de construção, os equipamentos \n\nde indústria e os equipamentos militares. Por fim, quanto ao petróleo de modo específico, \n\nestima-se a possibilidade de serem expandidas as receitas governamentais não advindas de \n\nhidrocarbonetos de SAR 163 bilhões para SAR 1 trilhão e de serem expandidas as exportações \n\nnão relacionadas a hidrocarbonetos de 16% para 50% do total das vendas internacionais \n\n(KINNINMONT, 2017). \n\n A reforma mais promissora aparenta ser a do mercado de trabalho, no qual tem se \n\nrealizado uma espécie de “sauditização” generalizada, incluindo-se aí um significativo \n\nincremento da quantidade de mulheres nacionais empregadas. Esse rebalanceamento do \n\nmercado de trabalho faz-se necessário pela extrema disparidade em termos de mão de obra \n\nempregada, havendo uma segmentação entre os empregados do setor público – nacionais \n\nsauditas, mais bem remunerados – e os empregados do setor privado – estrangeiros residentes, \n\nde menor qualificação e menor remuneração. Atualmente, há uma taxa de dois para um no \n\nnúmero de empregados do setor público para o setor privado, com aproximadamente 3.2 \n\nmilhões de sauditas trabalhando como funcionários do governo ou efetivos das forças armadas \n\ne aproximadamente 1.7 milhões de pessoas trabalhando em empresas. As mudanças nesse \n\nsentido serão custosas e pressuporão, ainda, alguns choques de interesses, pois a desvinculação \n\ndo setor público como grande empregador disponibilizará um maior contingente de \n\ntrabalhadores para os contratantes privados, invariavelmente incrementando suas margens de \n\nmanobra na admissão de trabalhadores, forçando os expedientes para cima e os salários para \n\nbaixo (KINNINMONT, 2017). \n\n Embora o presente trabalho argumente que as iniciativas emanam de necessidades \n\nestruturais do país, um contratempo às reformas foi anunciado por força de fatores conjunturais \n\nem abril de 2017, quando o Rei Salman abandonou pontualmente as medidas de austeridade, \n\nrevogando as determinações anteriores que suspendiam ou cancelavam os pagamentos de \n\nsubsídios aos cidadãos. Ambos Rei e príncipe-herdeiro não perderam de vista a necessidade de \n\ntornar o país menos dependente das receitas de exportação de petróleo, mas buscaram abafar a \n\nopinião pública em momento de preocupações com os índices macroeconômicos do país, tendo \n\nem vista que os rápidos cortes nas despesas governamentais poderiam comprometer a \n\ncapacidade de consumo e investimento das famílias e minar o crescimento econômico. Em meio \n\nao acordo da OPEP em serem reduzidas as cotas de produção de petróleo e à consequente \n\n\n\n37 \n \n\n \n \n\nelevação dos preços da commodity, o governo saudita viu-se menos pressionado pelas \n\ncircunstâncias e reduziu a marcha da renovação – algo relativamente comum dada a \n\npredisposição do governo em assumir uma postura fiscal pró-cíclica em momentos de \n\nabundância financeira e disponibilidade de recursos – determinando a retomada das \n\ntransferências de renda aos trabalhadores (KINNINMONT, 2017). \n\n De qualquer forma, conclui-se que bin Salman foi capaz de habilmente compreender os \n\nmeandros da sociedade saudita, atacando suas principais frentes problemáticas de modo \n\nincisivo e reinventando as realidades política e econômica do país. Como aponta Cook (2017), \n\n“esses eventos são dramáticos e tem grande potencial desestabilizador, mas os sauditas \n\nmostram-se muito mais otimistas do que os observadores estrangeiros com relação ao futuro \n\nnacional”. O sucesso dessas medidas dependerá, em grande parte, da capacidade do príncipe-\n\nherdeiro em efetivamente ater-se à perspectiva de que as reformas nacionais são maiores do que \n\na sua imagem, construindo uma nova base de estabilidade que substitua a “habilidade \n\noperacional” pela participação popular. O novo estadista e seus mirabolantes Saudi Vision 2030 \n\ne National Transformation Program 2020 são bem-vistos pela maior parte dos sauditas, sendo \n\nparticularmente enaltecidos pelos jovens-adultos contrários ao establishment político, à \n\npatronagem econômica e ao conservadorismo social (COOK, 2017).  \n\n  \n\n\n\n38 \n \n\n \n \n\n4  OS DESDOBRAMENTOS SOBRE A POLÍTICA EXTERNA  \n\n \n\n A inflexão aqui apresentada implica não só em transformações domésticas, mas também \n\nna reinterpretação da política externa. O Estado saudita percebe a oportunidade de realizar uma \n\nguinada diplomática que, embora não rompa com bases estruturais de vinculação internacional, \n\ncertamente atinge o limite da flexibilidade de alguns pontos sensíveis ao país. Aqui divide-se, \n\nde modo arbitrário, a ação internacional do país em dois períodos centrados na figura de bin \n\nSalman, sendo o político a figura central também dessa mudança no campo exterior. \n\n \n\n4.1 A Política Externa pré- Mohammad bin Salman \n\n \n\n A Arábia Saudita apresenta, no campo externo, estratégias e ações bastante peculiares, \n\nfrutos de sua constante busca por proeminência política, econômica, militar e ideológica no \n\nmundo árabe, elemento primordial para o equilíbrio da região médio-oriental. As suas \n\ncaracterísticas nacionais intrínsecas servem como definidoras da sua atuação internacional, \n\nmerecendo destaque dois eixos principais: no plano regional, a formação de uma arquitetura de \n\nsegurança com as demais petromonarquias do golfo visando à contenção dos processos de \n\nfortalecimento hegemônico por Irã e Turquia (e seus respectivos proxies); e no plano global, a \n\nconstituição de uma parceria estratégica – no sentido amplo do termo – entre Washington e \n\nRiade, utilizando-se tanto de mecanismos políticos quanto de instrumentos econômicos para \n\nque ambos interesses encontrem-se alinhados e em condição de interdependência. Vale \n\npontuar-se, portanto, como a ascensão de Mohammed bin Salman e a realização de suas \n\nreformas podem afetar a estratégia internacional do país, que parece direcionar-se cada vez mais \n\nao unilateralismo, à assertividade e ao intervencionismo.  \n\n No tocante à política externa regional do país, vê-se necessário pontuar os imperativos \n\nestratégicos que servem como linha-guia para a formulação dos objetivos nacionais. No caso \n\nda Arábia Saudita, os interesses burocráticos e a opinião pública constituem parca fonte de \n\ninfluência sobre a ação internacional do país; é o contexto externo – as oportunidades, pressões \n\ne demandas do sistema regional – que orientam as suas decisões nesse âmbito. A chamada \n\n“síndrome do cerco” (a percepção de hostilidade em suas fronteiras físicas e ideológicas) \n\ndetermina uma espécie de isolamento, estando o país, por conta de sua “necessidade de manter \n\n\n\n39 \n \n\n \n \n\nsuas defesas fortes para garantir o território conquistado” e de seu “sentimento de autoconfiança \n\ncultural”, inclinado ao endurecimento de sua postura. Esse elemento é complementado pelo \n\nintrínseco conservadorismo saudita, algo que se traduz em um padrão de manutenção do \n\nequilíbrio de poder na região por meio de suas alianças com países de menor poder relativo, \n\nsempre se contrapondo aos polos emergentes que desafiam a estabilidade do concerto \n\norganizado (SPOHR, 2013, p.43). \n\n Formou-se como consequência, uma política externa de estrutura militarista e defensiva, \n\nadotando-se uma postura eminentemente reacionária face às diversas ameaças à estabilidade do \n\nambiente regional. As forças armadas e os sistemas de defesa nacionais estão no centro das \n\npreocupações da monarquia, tendo sido estruturadas com forte apoio externo – sobretudo com \n\nauxílio estadunidense – e estando voltadas à proteção das fronteiras e à salvaguarda do petróleo. \n\nComo finalidade central, tem-se justamente a consolidação de uma capacidade de dissuasão \n\npelo país, formando-se um imenso arsenal convencional como forma de conter as ambições \n\nestratégicas do Irã sobre a península. Conforme relatório do Stockholm International Peace \n\nResearch Institute (2018), a Arábia Saudita figura como terceiro maior investidor em defesa no \n\nmundo, tendo despendido aproximadamente US$ 69 bilhões no ano de 2017 (SIPRI, 2018). \n\nNão obstante, o baixo contingente populacional do país torna as suas forças militares pouco \n\nexpressivas em termos numéricos e cria uma dependência de mecanismos de segurança \n\ntecnológicos – algo determinante para a sua aversão a intervenções terrestres e a sua preferência \n\npor bombardeios (SPOHR, 2013, p.40)  \n\nNesse sentido, a principal área de influência do país é o seu entorno imediato e os países \n\nque o formam, sendo símbolo prático o Conselho de Cooperação do Golfo (CCG), fundado em \n\n1981. O CCG é uma organização regional que compreende as 6 petromonarquias do golfo - \n\nArábia Saudita, Bahrein, Catar, Emirados Árabes Unidos, Kuwait e Omã - e que busca \n\ninstitucionalizar a cooperação nas dimensões econômica, política e securitária entre esses \n\npaíses. Não obstante, essa iniciativa apresenta uma clara inclinação para projetos de segurança \n\nregional, da qual deriva a sua importância para a estratégia estadunidense na região. Indicativo \n\ndesse aspecto é a Peninsula Shield Force, o braço militar da organização, utilizado para a defesa \n\ncoletiva - especialmente em casos de repressão de sublevações domésticas nos Estados-\n\nmembros3 (LEGRENZI, 2002). A Arábia Saudita preserva posição de destaque na organização, \n\n                                                             \n3 A Peninsula Shield Force foi utilizada para a supressão dos protestos no Bahrein, durante a Primavera Árabe em \n\n2011.  \n\n\n\n40 \n \n\n \n \n\ninfluenciando (e, por que não, determinando) o processo de tomada de decisão, mantendo pulso \n\nfirme na concertação diplomática com seus aliados locais.  \n\n De forma mais ampla, Riade esforçou-se na construção de uma imagem de liderança do \n\nmundo islâmico, utilizando-se do petróleo como instrumento precípuo e atuando por meio de \n\ndiversos mecanismos regionais de coordenação. A articulação entre a Arábia Saudita e as \n\ndemais petromonarquias no âmbito da OPEP tem permitido, desde a Guerra do Yom Kippur, a \n\nutilização do recurso energético não só como instrumento de barganha no mercado \n\ninternacional, mas também como conectivo das economias locais (SPOHR, 2013). \n\nComponentes importantes dessa estratégia de alcance são algumas organizações internacionais \n\nda região, por garantirem aos sauditas constante contato diplomático para propalar suas ações: \n\na Liga Árabe, fundada em 1946 e dedicada à aproximação política no sentido da proteção das \n\nsoberanias nacionais; o Banco Islâmico de Desenvolvimento, fundado em 1973 e voltado ao \n\nfinanciamento de projetos de fortalecimento infraestrutural; e a Organização para Cooperação \n\nIslâmica, fundada em 1969 e direcionada à preservação dos locais sagrados do Islã. Em todas \n\nessas iniciativas intergovernamentais, o governo saudita ocupa lugar de destaque, sendo líder \n\ndiplomático na primeira, maior shareholder na segunda e sede oficial na terceira. \n\n Ainda assim, não se pode falar em um virtual imperium da Arábia Saudita com mandos \n\ne desmandos sobre os demais, na medida em que existem determinados pontos de tensão em \n\nsuas relações bilaterais. Para além de algumas questões historicamente mal resolvidas no \n\nâmbito territorial – essencialmente por conta das progressivas descobertas de novas reservas de \n\npetróleo – percebe-se um esforço desses países menores em escapar da subserviência aos \n\nsauditas, tendo Bahrein, Catar, EAU, Kuwait e Omã buscado meios alternativos de promoção \n\ndo desenvolvimento. Por um lado, empreendem energia na concertação securitária e \n\ndiplomática com potências extrarregionais, como os Estados Unidos e o Reino Unido, sem o \n\nintermédio saudita, sendo exemplo disso os casos do Bahrein, que abriga a base da 5ª Frota \n\nNaval dos EUA, do Catar, que abriga a base de Al Udeid para operações da Força Aérea \n\nBritânica e dos EAU, que compartilham das preocupações com as hostilidades iranianas na \n\nregião. Por outro lado, dedicam-se a iniciativas de cooperação entre si, uma tendência que tem \n\nse intensificado com a fragmentação informal do CCG em três grupos distintos após a \n\nocorrência da “Crise do Catar” (SPOHR, 2013, p.47). \n\n No centro da diplomacia regional, encontra-se a histórica rivalidade entre Arábia \n\nSaudita e Irã, que na defesa de posições divergentes e inconciliáveis, organizaram um “power-\n\n\n\n41 \n \n\n \n \n\nsharing arrangement” para manutenção do equilíbrio de alianças e alinhamentos. Após um \n\nbreve momento de détente entre sauditas e iranianos durante a década de 1990, houve a \n\nrevitalização da rivalidade bilateral com a ascensão de Mahmoud Ahmadinejad à presidência \n\nem Teerã (2005-2013), forçando-se a polarização da estrutura de poder na região. As aspirações \n\ngeopolíticas de ambos os países se contrapõem em um espectro amplo, na medida em que \n\nvislumbram o Golfo Pérsico e o Estreito de Ormuz, responsáveis pela passagem de 40% do \n\npetróleo comercializado mundialmente, como zona de tensão internacional. Opõem-se, \n\nportanto, sistemas de segurança na busca pela proeminência militar, tendo a Arábia Saudita \n\nfortalecido a sua aeronáutica, com capacidade de bombardeio além das suas fronteiras, e o Irã \n\ndesenvolvido a sua marinha, com competência para o controle da navegação marítima e das \n\nzonas costeiras (NEJAD, 2017). \n\n Embora não seja a matriz real dessa rivalidade, outra face do desacordo ganha destaque \n\nna mídia ocidental, qual seja a disputa sectária existente entre as duas vertentes da religião \n\nislâmica, o sunismo e o xiismo, propugnadas pelos sauditas e pelos iranianos respectivamente. \n\nEm realidade, essa fragmentação corresponde a uma narrativa do conflito que se mostra útil \n\npara ambas as partes, pois constitui “elemento essencial de um estratagema de dividir para \n\ngovernar” com os países relativamente mais fracos da região (NEJAD, 2017, p.2), algo cada \n\nvez mais enfatizado desde a arquitetura política pós-Saddam Hussein. Por um lado, a Arábia \n\nSaudita apoia governos nacionais de orientação sunita que se encontram mais ou menos \n\nconsolidados e são amplamente majoritários, como Bahrein, Kuwait e EAU; por outro, o Irã dá \n\nsuporte para grupos políticos (geralmente armados) xiitas que buscam aproveitar-se de \n\nsituações de fragilidade ou colapso estatal para preencher os vácuos de poder, como o \n\nHezbollah e os Houthis (NEJAD, 2017). \n\n Outro componente importante da estratégia da Arábia Saudita para balança de poder \n\nregional é o contrabalanceamento diante da Turquia, fortalecida desde a ascensão do AKP de \n\nErdogan. Há uma histórica contraposição entre sauditas e turcos, tendo em vista a relação de \n\ndominação existente sobre a península arábica durante a existência do Império Turco Otomano, \n\ncom a tentativa reiterada de controle sobre os locais sagrados islâmicos, como Meca. Com a \n\nocorrência da Primeira Guerra Mundial, as tribos árabes tornaram-se componente essencial das \n\nestratégias de combate às forças otomanas, sendo símbolo da cooperação saudita-ocidental a \n\nchamada “Correspondência Hussein-MacMahon”, na qual se negociavam os levantes armados \n\nlocais em troca da formação de um Estado árabe na região. Com a definitiva desagregação do \n\nterritório otomano por Sèvres (1920) e Lausanne (1923), os Estados-nacionais modernos \n\n\n\n42 \n \n\n \n \n\npuderam constituir-se em entidades independentes, dando origem a duas importantes potências \n\nantagônicas com um overlap de áreas de interesse na Mesopotâmia (Síria, Iraque, Líbano e \n\nJordânia). \n\n Por fim, a situação no Iêmen atrai a atenção de todos os players regionais, tendo iniciado \n\nem 2015 como um conflito entre facções políticas domésticas e, posteriormente, se ramificado \n\nem uma disputa de poder via proxies sauditas e iranianos.  Os embates iniciaram após a \n\nimpossibilidade de atingir-se um acordo político entre o governo do Presidente Hadi e os \n\nopositores Houthis acerca de reformas econômicas e militares no país, tendo se aprofundado \n\ncom a forçada retirada do governante após tomada da capital Sana’a pelos rebeldes. Além disso, \n\no vácuo de poder criado pelo conflito armado permitiu o fortalecimento da Al Qaeda na \n\nPenínsula Arábica (AQPA) e de uma pequena vertente do Estado Islâmico (EI). Com a \n\nfragmentação política, viu-se a oportunidade de interferência estrangeiro pelas potências \n\nregionais: a Arábia Saudita, percebendo o território iemenita como um “quintal estratégico”, \n\nbuscou preservar a soberania governamental e evitar um flanqueamento político de seu rival; já \n\no Irã prestou suporte ideológico e militar aos rebeldes armados, criando uma zona de pressão a \n\nser eventualmente aproveitada (ALVES e MACHRY, 2016). \n\n A Parceria Arábia Saudita-EUA, conforme apresentado anteriormente, foi construída e \n\nconsolidada no contexto da Guerra Fria (1945-1991) e representa o principal elemento da \n\npolítica externa saudita no âmbito global. O alinhamento de interesses foi resultado da visão \n\nestratégica estadunidense na região, especialmente em função de seu potencial energético no \n\nperíodo pós-guerra. O contato diplomático entre o Rei Ibn Saud e o Presidente Franklin \n\nRoosevelt denotava, em 1945, uma disposição para cooperação na formação da nova ordem \n\nmundial. Em sequência, a recém-formulada Doutrina Truman reafirmou o compromisso mútuo \n\ncom o refreamento da influência soviética, permitindo o estabelecimento da Missão de \n\nAssistência Militar entre sauditas e estadunidenses para formação, treinamento e \n\nacompanhamento das forças armadas do país. Ainda nesse contexto, as companhias \n\nestadunidenses passaram a se inserir no mercado saudita, realizando projetos de construção de \n\ninfraestrutura energética e logística para fortalecer a soberania nacional. Assim, buscou-se \n\nassegurar o acesso, principalmente pelas economias destruídas da Europa Ocidental e do Japão, \n\nàs imensas reservas de petróleo da Arábia Saudita - criando-se os dois grandes alicerces para a \n\ncooperação (GAUSE III, 2016). \n\n\n\n43 \n \n\n \n \n\n O alicerce político-estratégico foi responsável pela aproximação dos dois países durante \n\na Guerra Fria e deu as bases para uma cooperação ampla e intersetorial. A articulação bilateral \n\ntornou-se uma via de mão dupla com o propósito comum de contenção do comunismo - a nível \n\nglobal - e das rivalidades sauditas - a nível regional. Por um lado, operaram conjuntamente em \n\ndiversas regiões do Terceiro Mundo contra os possíveis avanços soviéticos: no Afeganistão, \n\npromovendo o fundamentalismo religioso sunita como base para a jihad no país; em Angola, \n\napoiando o partido político e grupo armado UNITA; e na Nicarágua, financiando os chamados \n\n“contras” em oposição às guerrilhas sandinistas de orientação marxista. Por outro lado, \n\narticularam-se na tentativa de balancear as eventuais hegemonias regionais contrárias à Arábia \n\nSaudita, conforme apresentado anteriormente. Primeiro, a cooperação se desenvolveu no \n\nsentido de conter as ameaças decorrentes da expansão do nasserismo e da ideologia pan-árabe, \n\ndois encargos regionais de relevância história para o país. Em seguida, ambos os países \n\ncooperaram no contexto da Guerra Irã-Iraque (1980), que representava uma ameaça à segurança \n\nsaudita e incentivavam-nos a optar por uma estratégia de desgaste de Bagdá e Teerã \n\n(BRONSON, 2006) \n\nO fim da Guerra Fria e a desagregação da União Soviética impactaram de forma \n\nsignificativa sobre a parceria Arábia Saudita-Estados Unidos, na medida em que fez \n\ndesaparecerem muitos dos pontos de convergência entre os dois países. No entanto, foi o 11 de \n\nSetembro e o início da Guerra ao Terror que marcaram verdadeiros pontos de inflexão no \n\nsentido da deterioração dos alicerces político estratégicos (BRONSON, 2006). Isso porque \n\ntornou-se evidente que ambos os países não compartilham das mesmas prioridades no Oriente \n\nMédio, e que no centro de suas divergências encontra-se a questão do fundamentalismo \n\nislâmico como forma de expressão política (GAUSE III, 2016). De um lado, Washington busca \n\nconter a expansão dos grupos Salafistas jihadistas como a Al-Qaeda e o EI sobre os escombros \n\ndas guerras civis no Afeganistão, no Iraque, na Síria e no Iêmen, e faz disso o ponto principal \n\nde sua agenda securitária na região. De outro, Arábia Saudita utiliza-se de sua influência sobre \n\nos mesmos como instrumento de política internacional, não necessariamente pelo \n\nfinanciamento direto de grupos terroristas em escala global, mas pela de garantia de certa \n\nlegitimidade às suas retóricas de “guerra santa” contra populações infiéis. \n\nJá quanto ao alicerce econômico - aqui tido como central para a análise das relações \n\nbilaterais -, entende-se que há uma reunião de interesses mais sólidos e estáveis, mas que \n\npossivelmente (e provavelmente) serão afetados pela política de petróleo saudita dos próximos \n\nanos. O ponto central da dimensão econômica tem sua origem nos choques do petróleo da \n\n\n\n44 \n \n\n \n \n\ndécada de 1970, quando a Arábia Saudita optou por atuar no sentido de impedir com que os \n\ndemais países árabes utilizassem o recurso como uma arma política contra o Ocidente. \n\nInicialmente, o Rei Faisal mostrou-se disposto a aderir ao boicote decorrente da Guerra do Yom \n\nKippur (1973), coordenando-se com os demais membros da OPEP para realizar o embargo no \n\nfornecimento de petróleo que levou aos choques na economia mundial. Em momento posterior, \n\ncontudo, o monarca passou a atuar com parcimônia, revertendo o bloqueio às exportações e \n\ndirimindo as animosidades pré-existentes. Dessa forma e desde então, a atividade saudita \n\npassou a servir ao propósito estratégico de controlar os preços da commodity no mercado \n\nmundial de energia, adequando a sua produção conforme houvesse a necessidade de controlar \n\nas eventuais flutuações (GAUSE III, 2016). \n\nOutro aspecto relevante dessa dimensão é a política de Oil for Security estabelecida \n\nentre os dois países logo após os choques do petróleo. Em 1974, foi assinado o Tratado de \n\nCooperação Americano-Saudita, estabelecendo uma Comissão Conjunta em Cooperação \n\nEconômica para articular as iniciativas bilaterais nesse âmbito e formular um plano para \n\nsuperação da crise econômica de forma coordenada. A expectativa era de que o governo \n\nestadunidense poderia oferecer assistência em infraestrutura, segurança e inteligência, enquanto \n\nos sauditas utilizar-se-iam da quantidade extraordinária de petrodólares recém acumulados \n\ncomo pagamento pelos serviços. Por consequência, formou-se um padrão de relações que aliava \n\na exportação de petróleo e a importação de armamentos, tornando Riade um dos principais \n\ndestinos da indústria bélica e de conselheiros militares estadunidense. Somente nos últimos \n\ncinco anos, a Arábia Saudita foi o principal comprador dos armamentos dos Estados Unidos - \n\nadquirindo bilhões de dólares em Helicópteros Black Hawk e mísseis/munições de alto e baixo \n\ncalibre (U.S.-SAUDI RELATIONS , 2016).  \n\nComo último ponto desse alicerce, destaca-se o comércio e o investimento desenvolvido \n\nbilateralmente. Em termos de comércio, a Arábia Saudita exporta 14% de seu total de vendas, \n\ne importa aproximadamente 11% do seu total de compras dos Estados Unidos. A pauta \n\ncomercial, evidentemente, gira em torno de hidrocarbonetos e combustíveis, de um lado, e \n\nveículos, máquinas, eletrônicos e munições, de outro. Em termos de investimento, há uma \n\nrelação muito mais sólida baseada na chamada reciclagem de petrodólares: trata-se fenômeno \n\nque ocorre nos países exportadores de petróleo, quando há a entrada de um alto volume de \n\nrecursos, que são posteriormente revertidos em investimentos internacionais e mantidos \n\ncirculantes na economia global. Esse processo resulta concretamente na distribuição de bilhões \n\n\n\n45 \n \n\n \n \n\nde dólares na economia mundial, especialmente em empreendimentos sauditas - de curto e \n\nlongo prazo - nos Estados Unidos (OBSERVATORY OF ECONOMIC COMPLEXITY, 2014). \n\n \n\n4.2  A Política Externa pós-Mohammad bin Salman \n\n \n\n O cenário atual serve, novamente, como ponto de inflexão para a nação saudita em \n\nvários aspectos. Levando isso em consideração, é intuitivo que a política de petróleo adotada \n\npor Riade venha a afetar consideravelmente não só a sua postura regional face à Teerã, Ancara \n\ne Doha, mas também o seu relacionamento bilateral diante de Washington. Do ponto de vista \n\ndo Oriente Médio, a ascensão de bin Salman indica um afastamento da ”síndrome do cerco” e \n\numa aproximação do intervencionismo ofensivo, como vislumbra-se nas ações tomadas pela \n\nmonarquia face às recentes crises locais (Catar, Iêmen e Líbano). Já globalmente, as bases sobre \n\nas quais Estados Unidos e Arábia Saudita se aproximaram - a despeito das discordâncias \n\nideológicas - serão impactadas por essa nova realidade, possivelmente resultando na \n\nmanutenção do levemente deteriorado diálogo político, mas na progressiva erosão do alicerce \n\neconômico centrado no fornecimento energético. \n\n Com relação à tradicional rivalidade entre sauditas e iranianos, bin Salman exacerbou a \n\nnarrativa sectária e alimentou a retórica militarista na região. Os países se acusam mutuamente \n\nde estarem nutrindo conflitos armados locais, com alegações sauditas de que Teerã estaria \n\nfinanciando milícias xiitas em países árabes e acusações iranianas de que Riade dá suporte a \n\njihadistas sunitas no mundo islâmico. Algumas declarações do príncipe-herdeiro foram além, \n\nchegando a afirmar que a Arábia Saudita supera, em muito, as capacidades militares iranianas, \n\nque o seus país estaria disposto a desenvolver armamentos nucleares se fossem forçados a tal \n\npor ação análoga de seus vizinhos persas, e que “o Presidente iraniano se assemelha à figura de \n\nHitler, por seu projeto expansionista na região”. A reação ensejada pelo Chanceler iraniano, \n\nBahran Qassemi, foi afirmar que “[o príncipe] não merece uma resposta, pois é uma pessoa \n\ningênua e alucinada, que manifesta apenas amarguras e mentiras e não entende de política” \n\n(HUBBARD, 2018; WINTOUR, 2018). \n\n A política saudita para a contenção da Turquia sofre, igualmente, uma mudança em seu \n\ntom, assumindo uma conotação de antagonismo. Nesse sentido, Riade parece enfatizar os riscos \n\ndo fortalecimento turco para o equilíbrio da região, tendo bin Salman enfatizado que (sic) o \n\n\n\n46 \n \n\n \n \n\nAKP e seu líder, Recep Tayyip Edrogan, adotam uma postura de hostilidade, com o objetivo de \n\nreestabelecerem o Califado Islâmico em detrimento das demais nações. Conforme suas \n\ndeclarações, “Irã, Turquia e os grupos religiosos extremistas conformariam um ‘triângulo do \n\nmal contemporâneo”, sendo ameaças à estabilidade do Oriente Médio. Durante a Primavera \n\nÁrabe, as relações entre árabes e turcos, foram deterioradas, tendo em vista o apoio de Ancara \n\naos protestos populares na região, bem como o seu suporte ao governo da Irmandade \n\nMuçulmana no Egito (deposto com apoio de Abu Dhabi ainda em 2012). Mais recentemente, \n\nem conformidade com os temores sauditas, o governo turco aproveitou-se da ruptura \n\ndiplomática no CCG e posicionou-se em defesa do Catar durante a crise de 2017, tendo, em \n\ndefesa de sua soberania e segurança, rompido com o embargo comercial e mobilizado tropas \n\nao país (EVANS, 2018). \n\n A postura da Arábia Saudita face ao Catar é reflexo dessa nova orientação, tendo bin \n\nSalman iniciado uma verdadeira queda de braço, por meio de pressões políticas e econômicas, \n\ncontra o pequeno país vizinho. Essa estratégia encontra-se embasada no suposto alinhamento \n\nde interesses entre Teerã, Ancara e Doha, sendo esses países acusados de articularem-se contra \n\no CCG e de apoiarem grupos extremistas islâmicos. O príncipe-herdeiro organizou, com o aval \n\nde Washington, uma coalizão de quatro países (o “Quarteto anti-Catar”, formado por Arábia \n\nSaudita, Emirados Árabes Unidos, Bahrein e Egito) com a finalidade de impor uma lista de 13 \n\ndemandas práticas sobre o emirado, dentre as quais encontravam-se: a atenuação dos laços \n\ndiplomáticos com o Irã, o término da cooperação militar com a Turquia, a cessação de qualquer \n\ntipo de contato com representantes da Irmandade Muçulmana, da Al Qaeda, do Estado Islâmico \n\ne do Hezbollah e, por fim, o encerramento das atividades do jornal Al Jazeera e de suas \n\nafiliações (HASSAN, 2018).  \n\n Diante da situação no Iêmen, a posição foi ainda mais dura, havendo ampla participação \n\nde Riade na campanha militar que levou à escalada de violência na guerra civil. A postura \n\nagressiva adotada logo no início do conflito desdobrou-se na articulação saudita em prol da \n\nformação de uma coalizão de países (formada por Bahrein, Catar, EAU, Egito, Jordânia, \n\nKuwait, Marrocos, Senegal e Sudão) que empreenderam a Operation Decisive Storm, em março \n\nde 2015, e a Operation Restoring Hope, em 2016. (ALVES; MACHRY, 2016).  A coalizão, \n\ncontudo, tem realizado bombardeios sistemáticos dispondo de pouca ou nenhuma preocupação \n\ncom potenciais efeitos colaterais sobre as populações civis, contabilizando mais de cinco mil \n\ncivis mortos até o momento. Conforme apontam organizações de direitos humanos, o príncipe-\n\nherdeiro, sob o signo da contenção do Irã, foi responsável pelo incremento significativo das \n\n\n\n47 \n \n\n \n \n\nhostilidades no país, tendo “exacerbado o desastre humanitário em curso, por meio da \n\nimplementação de um bloqueio terrestre, aéreo e naval que impede o envio de suprimentos de \n\nalimentação, saúde e cuidados básicos”, não dando sinais de retração em sua interferência na \n\nguerra civil (BORGER, 2015). \n\n Enfim, o Líbano figura como a mais nova aposta estratégica dos sauditas em sua agenda \n\nde política externa, reunindo também uma fragmentação sectária passível de ser utilizada na \n\noposição entre Riade e Teerã. Essa histórica disputa entre potências regionais traduz-se quase \n\nintegralmente para a política interna em Beirute, havendo uma clara divisão entre grupos \n\npolíticos sunitas e xiitas em âmbito nacional. A postura assertiva adotada por bin Salman \n\nresultou no acirramento das tensões domésticas e regionais: o então Primeiro Ministro libanês \n\nSaad Hariri, durante viagem à capital saudita, foi supostamente coagido a renunciar do cargo, \n\nsob alegações de que o governo iraniano e o Hezbollah estariam articulando planos para um \n\nassassinato político. Se consumada, a abdicação do estadista abriria espaço para uma \n\nradicalização desestabilizadora, o que serviria de justificativa para uma intervenção estrangeira \n\nno país.  Em pouco tempo, desenvolveu-se uma crise diplomática trilateral, na qual Arábia \n\nSaudita e Irã acusavam-se mutuamente de estar influenciado a política interna libanesa e de \n\noutros países da região, tensão somente amenizada após o retorno do governante libanês e a \n\nanulação de sua renúncia. \n\n Em todos esses casos, o que se percebe mais claramente é, como refluxo de sua \n\nagressividade, a tendência de isolamento da Arábia Saudita em um espaço de influência cada \n\nvez menor na comunidade internacional – sobretudo na esfera da sociedade civil –. A situação \n\ntem servido, ainda, como símbolo da intransigência demonstrada pelo Estado saudita, \n\nconstantemente retratado como a liderança de um grupo de grandes países pressionando \n\npequenas nações, permitindo que, ao redor do globo, países simpatizem com Doha, Sana’a e \n\nBeirute. Conforme dispõe Hassan (2018): \n\nO expurgo interno promovido por Mohammed bin Salman afetou negativamente a \n\npercepção internacional das políticas reformadoras sauditas. Essa dinâmica é crucial \n\npara o presente realinhamento geopolítico e social decorrente do (sic) conflito com o \n\nCatar. Ainda que os governos do “Quarteto anti-Catar” tendam a retratar o Irã e seus \n\nproxies como as maiores ameaças, os Árabes de todo o Oriente Médio passam a \n\nperceber o próprio grupo dos quatro países como responsáveis por uma conspiração \n\nautocrática que se opõe consistentemente a mudanças. A ideia de que o Catar estaria \n\nvencendo essa “guerra” de relações públicas tem mostrado que Doha vem utilizando \n\nbem as suas cartas (HASSAN, 2018, p.3-4). \n\n \n\n \n\n\n\n48 \n \n\n \n \n\n No tocante à relação com os Estados Unidos, o príncipe herdeiro foi bastante eficaz em \n\nsua estratégia de manutenção do alicerce político-estratégico da parceria bilateral. A \n\nAdministração Trump, nesse sentido, optou por um “apoio cego aos sauditas, amparando as \n\nsuas políticas doméstica e externa, e pressupondo que essas ações estariam em conformidade \n\naos interesses estadunidenses”. Diante das incertezas, Washington acaba por assumir \n\nimportantes riscos de longo-prazo ao apoiar um príncipe-herdeiro que potencialmente \n\ngovernará o país pelos próximos 50 anos, abandonando a política de equilíbrio, equidistância e \n\napaziguamento no Oriente Médio. Nesse sentido, houve uma ampla reversão das apostas da \n\nAdministração Obama, algo sinalizado com a retirada do país do recém-concluído Acordo \n\nNuclear com o Irã (JCPOA) e com a visita-relâmpago (a primeira visita oficial do novo \n\npresidente) à capital da Arábia Saudita. De modo complementar, tem publicamente apoiado as \n\nreformas modernizadoras nacionais, o bloqueio diplomático e comercial ao Catar e a \n\nintervenção militar contra os rebeldes xiitas no Iêmen. (MILLER; SOKOLSKY, 2017).  \n\n Em contraste, a erosão do alicerce econômico parece mais próxima da realidade, tendo \n\nembasamento em aspectos já apresentados no presente trabalho, como a exaustão das reservas \n\nsauditas no médio e longo prazo. Do lado saudita, a política de produção intensiva utilizada \n\npara prejudicar a concorrência pode, em algum tempo, alterar a posição da Arábia Saudita \n\nenquanto swing-producer no mercado de petróleo. Consequentemente, seria afetada a sua \n\ncapacidade de operar no controle dos preços, e evitar os efeitos negativos dos eventuais choques \n\ndo petróleo para o Ocidente. Já do lado estadunidense, há uma crescente preocupação pela busca \n\nde fontes não-convencionais - como o folhelho dos EUA e as areias betuminosas do Canadá - \n\npara fazer frente à essa vertiginosa queda dos preços e das fontes tradicionais da commodity. \n\nIsso dissiparia a dependência estadunidense e europeia face ao petróleo oferecido pela região, \n\ndeixando de ser a estabilidade das petromonarquias uma preocupação latente (LEÃES, 2015).  \n\n Ainda nessa questão, há as reformas nacionais que buscarão transformar a economia \n\nsaudita e que, necessariamente, passarão pela diversificação da base industrial e de manufaturas \n\n- afetando o comércio bilateral de armamentos. Atualmente, conforme apontado acima, a \n\nArábia Saudita é o 3º país com mais despesas no âmbito das forças armadas, mas importa 98% \n\nde todas as suas necessidades militares – uma taxa absolutamente preocupante para um país que \n\ntem a “síndrome do cerco”, o conservadorismo defensivo e a dissuasão como mantras de \n\npolítica externa. Não obstante, o planejamento oficial aponta para a tentativa de estabelecer-se \n\numa companhia holding integralmente controlada pelo Estado com o objetivo ambicioso de \n\nproduzir internamente 50% de todos os aparelhos e equipamentos necessários, inclusive \n\n\n\n49 \n \n\n \n \n\naeronaves sofisticadas. Isso significa que companhias como BAE Systems Plc., Boeing Co. \n\nLockheed Martin Corp e Raytheon Co. - multinacionais ocidentais que dominam o mercado - \n\nserão possivelmente afetadas em um futuro próximo (REED, 2016; CAREY; FATTAH, 2016). \n\n Por fim, é evidente que a redução da participação do petróleo na economia saudita \n\npoderá apresentar efeitos sobre as relações de comércio e investimento com os EUA, ainda que \n\nisso mostre-se menos provável pela influência de variáveis econômicas diversas. Diretamente, \n\nas alterações podem incidir sobre o comércio do recurso, reduzindo significativamente as taxas \n\nde importação e exportação bilateral em função da alteração nas tendências de contratos \n\ninternacionais: companhias petrolíferas estadunidenses podem perder espaço para empresas \n\ncomo Lukoil (russa), Sinopec (chinesa) e Total (francesa). Indiretamente, a criação do fundo \n\nsoberano saudita pode significar uma mudança nos rumos das receitas de petróleo (e dos \n\nPetrodólares), não mais convertidas em investimentos estrangeiros, mas contidas e utilizadas \n\nno desenvolvimento nacional. \n\n  \n\n\n\n50 \n \n\n \n \n\n5  CONSIDERAÇÕES FINAIS \n\n  \n\n A Arábia Saudita, portanto, apresenta características peculiares que impactam sobre a \n\nsua inserção no sistema internacional. Conforme apresentado, existem fatores basilares - a \n\nmonarquia hereditária, a abundância de petróleo e a aliança com os países ocidentais - que \n\nconfluem para a sustentação do país, e permitem a execução de uma política externa \n\nrelativamente previsível. Não obstante, os policymakers de Riade perceberam, a partir do \n\nmomento crítico desenhado em 2014, que ocorrera uma alteração sistêmica na política \n\ninternacional de energia. O contexto apontando para um mundo cada vez mais democrático, \n\nsustentável e globalizado (política e economicamente) demonstrava – até o refluxo dos \n\nnacionalismos de Trump, Johnson e Le Pen -  que são necessários ajustes para garantir a \n\nsobrevivência do reino saudita. A hipótese, então, parece ser corroborada pelo desenvolvimento \n\ndo estudo, pois verificou-se (e continua a verificar-se) o “duplo efeito” apresentado \n\ninicialmente: a política de produção intensiva de petróleo foi componente essencial da transição \n\ndo modelo de governança, e o Estado saudita passa por uma verdadeira “revolução” conduzida \n\nde cima para baixo. \n\n Conforme visto, o país apresenta, em sua estrutura, uma complexidade desnorteadora. \n\nO retrato propagado pela sociedade civil ocidental tende a simplificar o Estado saudita como \n\numa entidade unidimensional, em que o Rei dispõe de poderes absolutos e, por razões de ordem \n\ncultural e religiosa (a dita “legitimidade cultural”), consegue com facilidade submeter a sua \n\npopulação a condições moralmente degradantes. Essa perspectiva não poderia estar mais \n\nequivocada, na medida em que o Estado em questão carrega consigo uma organização \n\ninstitucional minuciosamente construída, com mecanismos interdependentes que garantem a \n\nsua subsistência. O grande problema enfrentado é a rigidez dessa configuração, que permite \n\npouca ou nenhuma flexibilidade na interação dos seus componentes e demanda não a reposição \n\nde uma única peça, mas a criação de um novo quadro institucional que possa substituí-lo. Isso \n\nindica praticamente uma refundação do Estado saudita sob novos moldes (nova base social, \n\nnova matriz econômica e novos alinhamentos internacionais), com o obstáculo de ter que se \n\ndesempenhar tal tarefa “com o carro em movimento”.  \n\n O prestígio atingido por Mohamad Bin Salman (conhecido como MBS, referente que \n\npor si só já sinaliza uma orientação “modernizante” e “publicitária” nos moldes ocidentais), que \n\nencabeça o processo de transformação, tem garantido a conquista de alguns resultados \n\n\n\n51 \n \n\n \n \n\nconcretos. O imobilismo do Rei Salman, debilitado pela sua idade e saúde, e o desaparecimento \n\ndo establishment oposicionista, afastado pelos expurgos e prisões promovidas nos últimos \n\nmeses, asseguraram a margem de manobra necessária para esse processo. De modo amplo, \n\ncertas mudanças simbólicas têm afetado a forma como as nações ocidentais enxergam o país – \n\nconvencionalmente vislumbrado como um Estado-pária na comunidade internacional -, como \n\nobservou-se nos casos da permissão de direção concedida às mulheres e na reabertura dos \n\ncinemas locais. Mais profundamente, o próprio FMI tem elogiado os esforços sauditas de \n\nreorganização fiscal, com cortes nos subsídios e introdução de tarifas que podem sanar o déficit \n\ndo país em pouco tempo.  \n\n Essas conquistas parecem, no entanto, estar sendo progressivamente postas em xeque \n\npela já exposta guinada autoritária no país, e o que era vislumbrado como processo de \n\nmodernização progressista e liberalizante passa a ser visto como um mero gambito político com \n\na finalidade de mascarar o enrijecimento do regime. Alguns dos principais veículos de mídia \n\nno Brasil noticiam o “escrutínio global” enfrentado pelo país nos últimos meses de 2018, após \n\no assassinato do jornalista saudita crítico ao governo, Jamal Khashoggi, quando da sua visita \n\nao consulado do país em Istambul. Embora inicialmente as acusações de envolvimento de \n\noficiais tiveram sua legitimidade questionada, logo a companhia estatal de televisão confirmou \n\nque o ocorrido deu-se, de fato, dentro do consulado. Como resultado, uma onda de pressões \n\ninternacionais foi formada sobre o país, tendo impactado sobre a credibilidade e o prestígio da \n\nnação, que até então caminhavam a passos largos no sentido da construção de uma imagem \n\npositiva.  \n\n Vale lembrar, nesse sentido, que o planejamento reformista tinha como elemento \n\nessencial, além da renovação das engrenagens políticas nos bastidores, a construção de uma \n\nnova imagem nacional para o grande público. Por isso mostra-se tão importante o recente \n\nacontecimento ligado ao evento de negócios Future Investments Initiative (FII), conhecido \n\ncomo “Davos no deserto” e promovido em Riade anualmente na tentativa de aprimorar o retrato \n\ndo país no exterior. O encontro é organizado como parte do próprio Saudi Vision 2030, e busca, \n\npor meio do fundo soberano, criar um canal de contato entre o país e multinacionais \n\nconsolidadas (ou mesmo startups, em alguns casos) e impulsionar a diversificação da \n\neconomia.  Tendo em vista os recentes acontecimentos evolvendo os saudistas (desde os \n\nexpurgos políticos, passando pela guerra iemenita e até o suposto assassinato), houve o anúncio \n\nde que CEOs de grandes corporações, com destaque para o iraniano-americano Dara \n\nKhosrowshani da Uber, iriam abster-se da participação como forma de protesto. \n\n\n\n52 \n \n\n \n \n\n A recente visita de Mike Pompeo à Arábia Saudita reforça a tensão existente na estrutura \n\nde alianças do país. Com a ascensão de Donald Trump à presidência e a recente escalada dos \n\nEstados Unidos à condição de maior produtor mundial de petróleo, pode-se especular sobre a \n\nponderação de Washington quanto aos benefícios de um afastamento diplomático. Por um lado, \n\nembora os EUA tenham demonstrado disposição em trabalhar com autocracias violentas em \n\ndiversos momentos da história, parecem temer a cooperação com uma autocracia imprevisível \n\ncomo a monarquia saudita administrada por bin Salman – sopesando, nesse sentido, os custos \n\nde credibilidade decorrentes do comportamento impulsivo do príncipe. Por outro lado, a própria \n\nArábia Saudita pode optar por trilhar um caminho independente, buscando suporte junto à \n\nRússia na seara político-militar (vide a reconfiguração geopolítica e de alianças desenhada no \n\nOriente Médio) e à China na seara econômico-comercial (vide a possível integração do país na \n\nBelt and Road Initiative e a disposição em comercializar utilizando-se de yuans) \n\n Por tratar-se de uma análise bastante direcionada, que foi planejada e executada em \n\nconcomitância com o desenrolar dos eventos, o presente trabalho abre novas lacunas de \n\npesquisa a serem preenchidas posteriormente. Em 28 de setembro de 2016, por exemplo, os 14 \n\npaíses membros da OPEP reuniram-se na cidade de Argel e fecharam um acordo para reduzir a \n\nprodução e elevar os preços do petróleo em aproximadamente 5%. Mesmo assim, seguem as \n\ntendências estruturais, e esse movimento não demonstra mais do que um desvio conjuntural \n\nnesse sentido: do lado da oferta, a redução planejada pelos países exportadores representa tão \n\nsomente 1% do total produzido globalmente; do lado da demanda, os Estados Unidos \n\npermanecem investindo em fontes alternativas para reduzir a sua dependência frente ao \n\nfornecimento da organização. Cabem novas análises, portanto, que discorram sobre as respostas \n\nindividuais e coletivas dos países árabes e das parcerias extrarregionais sauditas às mudanças \n\nem curso, de modo a complementar o estudo e garantir uma perspectiva holística dos fatos.  \n\n \n\n  \n\n\n\n53 \n \n\n \n \n\nREFERÊNCIAS \n\n \n\nALVES, Joao Paulo; MACHRY, Patricia. O conflito no Iêmen (2015-presente): \n\ncaracterísticas domésticas, regionais e internacionais de uma guerra desconhecida. Boletim de \n\nConjuntura NERINT, Porto Alegre, n. 3, p. 33-43, 2016. \n \n\nBACEVICH, Andrew J. The Carter Doctrine at 30. World Affairs Journal, Washington \n\nD.C., 2010 \n \n\nBAER, Robert. The Fall of the House of Saud. The Atlantic, Boston, 2003. Disponível em: \n\n<https://www.theatlantic.com/magazine/archive/2003/05/the-fall-of-the-house-of-\n\nsaud/304215/>. Acesso em: 14 set. 2018. \n\n \nBARRETT, Roby. Saudi Arabia: Modernity, Stability, and the Twenty-First Century \n\nMonarchy. Tampa: JSOU Press, 2015. \n\n \n\nBORGER, Julian. Saudi-led naval blockade leaves 20m Yemenis facing humanitarian \n\ndisaster. The Guardian, [S.l.], 2015. Disponível em: \n\n<https://www.theguardian.com/world/2015/jun/05/saudi-led-naval-blockade-worsens-yemen-\n\nhumanitarian-disaster>. Acesso em: 8 nov. 2018. \n \n\nBRONSON, Rachel. Thicker than Oil: America's uneasy partnership with Saudi Arabia. \n\nOxford: Oxford University Press, 2006. \n \n\nBRUMBERG, Daniel. Sustaining mechanics of Arab autocracies. Foreign Policy, \n\nGeorgetown, 2011. Disponível em:&lt;https://foreignpolicy.com/2011/12/19/sustaining-\n\nmechanics-of-arab-autocracies/>. Acesso em: 28 out. 2018. \n\n \nBRZEZINSKI, Zbigniew. The Grand Chessboard. 2. ed. Boulder: Basic Books, 2016. \n \n\nCAREY, Glen; FATTAH, Zainab. Saudi Arabia to Overhaul Military in Plan for Life After \nOil. Bloomberg, [S.l.], 2016. Disponivel em: \n\n<http://www.bloomberg.com/news/articles/2016-04-25/saudi-prince-seeks-to-bolster-\n\nmilitary-industry-to-meet-demand>. Acesso em: 15 set. 2018. \n \n\nCOOK, Steven. Saudis Are Hoping Mohammed bin Salman Will Drain the Swamp. Foreign \n\nPolicy. Washington, D.C., 2017. Disponível em: \n\n<https://foreignpolicy.com/2017/11/21/saudis-are-hoping-mohammed-bin-salman-will-drain-\n\nthe-swamp/>. Acesso em: 29 out.  2018. \n\n \n\nCOOK, Steven. Saudi Arabia’s Gamal Mubarak. Council on Foreign Relations, Washington \n\nD.C., 2016. Disponível em:&lt;https://www.cfr.org/blog/saudi-arabias-gamal-mubarak>. \n\nAcesso em: 29 out. 2018. \n \n\nEVANS, Dominic. Saudi prince says Turkey part of 'triangle of evil'. Reuters, Cairo, 2018. \n\nDisponível em:&lt;https://www.reuters.com/article/us-saudi-turkey/saudi-prince-says-turkey-\n\npart-of-triangle-of-evil-egyptian-media-idUSKCN1GJ1WW>. Acesso em: 29 out.  2018. \n \n\n\n\n54 \n \n\n \n \n\nFRIEND, Theodore. The Arab Uprisings of 2011: Ibn Khaldûn Encounters Civil Society. \n\nForeign Policy Research Institute. [S.l.], 2011 Disponível em: \n\n<https://www.fpri.org/article/2011/07/the-arab-uprisings-of-2011-ibn-khaldun-encounters-\n\ncivil-society/>. Acesso em: 29 out. 2018. \n \n\nGAUSE III, F. Gregory. Kings for All Seasons: How the Middle East Monarchies Survived \n\nthe Arab Spring. Brookings Doha Center Analysis Paper, Doha, 2013. 1-30. \n  \n\nGAUSE III, F. Gregory. The Future of U.S.-Saudi Relations. Foreign Affairs, Washington \n\nD.C., p. 1-17, 2016. \n \n\nHALLIDAY, Fred A Curious and Close Liaison: Saudi Arabia's Relations with the United \n\nStates. In: NIBLOCK, TIM (Org.). State, Society and Economy in Saudi Arabia. Exeter: \n\n[s.n.], 2018. p. 125-147. \n \n\nHASSAN, Hassan. Qatar Won the Saudi Blockade. Foreign Policy, Washington D.C., 2018. \n\nDisponível em:&lt;https://foreignpolicy.com/2018/06/04/qatar-won-the-saudi-blockade/>. \n\nAcesso em: 29 out. 2018. \n \n\nHUBBARD, Ben. Saudi Crown Prince Likens Iran’s Supreme Leader to Hitler. New York \n\nTimes, New York, 15 Mar. 2018. Disponível em: \n\n<https://www.nytimes.com/2018/03/15/world/middleeast/mohammed-bin-salman-iran-\n\nhitler.html>. Acesso em: 22 out.  2018. \n \n\nHERTOG, Steffen. Challenges to the Saudi distributional state in the age of austerity. LSE \n\nResearch Online, London, 2016. Disponível em: &lt;http://eprints.lse.ac.uk/68625/>. Acesso \n\nem: 10 nov. 2018 \n \n\nKINNINMONT, Jane. Vision 2030 and Saudi Arabia’s Social Contract Austerity and \n\nTransformation. Chatham House: Royal Institute of International Affairs. London, 2017  \n \n\nKRANE, Jim. Saudi Arabia's Oil Strategy in a Time of Glut: Why The Kingdom Wants to \n\nPump More. Foreign Affairs, Washington D.C, 2016. \n \n\nLEÃES, Ricardo. Os Recursos Não-Convencionais e a Transformação da Oferta Mundial de \n\nPetróleo. Indicadores Econômicos, Porto Alegre, n. 2, p. 9-22, 2015. \n \n\nLEÃES, Ricardo. O caráter multifacetado da dinâmica do petróleo. Panorama Internacional \n\nFEE, Porto Alegre, v. 2, n. 1, 2016. \n\n \n\nLEGRENZI, Matteo. The Gulf Cooperation Council in Light of International Relations \n\nTheory. International Area Review, Oxford, v. 5, n. 2, p. 21-37, 2002. \n\n \n\nMAHDAVY, Hossein. The Pattern and Problems of Economic Development in Rentier \n\nStates: The case of Iran. Studies in the Economic History of the Middle East. COOK, M. \n\nA. (Ed.) Oxford, 1970 \n\n \n\nMILLER, Aaron David; SOKOLSKY, Richard. Donald Trump Has Unleashed the Saudi \n\nArabia We Always Wanted — and Feared. Foreign Policy, [S.l.], 2017. Disponível em: \n\n\n\n55 \n \n\n \n \n\n<https://foreignpolicy.com/2017/11/10/donald-trump-has-unleashed-the-saudi-arabia-we-\n\nalways-wanted-and-feared/>. Acesso em: 29 out. 2018. \n \n\nNEJAD, Ali-Fathollah. The Iranian–Saudi Hegemonic Rivalry. Belfer Center for Science \n\nand International Affairs, Cambridge, 2017. Disponível em: \n\n<https://www.belfercenter.org/publication/iranian-saudi-hegemonic-rivalry>. Acesso em: 29 \n\nout.  2018. \n \n\nNIBLOCK, Tim. Social Structure and the Development of the Saudi Arabian Political \n\nSystem. In: NIBLOCK, TIM (Org.). State, Society and Economy in Saudi Arabia. Exeter: \n\nCroom Helm London, 1982. \n\n \n\nOBSERVATORY OF ECONOMIC COMPLEXITY.  Saudi Arabia. Cambridge, 2014. \n\nDisponivel em:&lt;http://atlas.media.mit.edu/en/profile/country/sau/>. Acesso em: Setembro \n\n2016. \n \n\nOLIVEIRA, Lucas. Energia como recurso de poder na política internacional: geopolítica, \n\nestratégia e o papel do Centro de Decisão Energética. 2012. Tese (Doutorado em Ciência \n\nPolítica) — Programa de Pós-Graduação em Ciência Política, Universidade Federal do Rio \n\nGrande do Sul, Porto Alegre, 2012. \n \n\nREED, Matthew M. Saudi Vision 2030: Winners and Losers. Carnegie Center for \n\nInternational Peace, Washington D.C., 2016. Disponivel em: \n\n<http://carnegieendowment.org/sada/?fa=64227>. Acesso em: 14 set. 2018. \n \n\nROCHE, Alexandre. Tensões da Primavera do Mundo Árabe-Sunita: Entre o Wahhabismo \n\nConservador e o Espírito Crítico, entre a Política do Petróleo e a Independência Econômica. \n\nRevista Ciências e Letras, Porto Alegre, n. 51, p. 47-56, 2012. \n\n \n\nSAID, Edward W. Orientalismo: O Oriente como uma invenção do Ocidente. São Paulo: \n\nCompanhia das Letras, 2003. \n\n \n\nSAUDI ARABIA. Saudi Vision 2030. Riad, 2016. \n\n \n\nSAUDI ARABIA. National Transformation Program 2020. Riad, 2016. \n\n \n\nSIPRI. SIPRI Military Expenditure Database | SIPRI. Stockholm International Peace \n\nInstitute. 2017. Disponível em:&lt;https://www.sipri.org/databases/milex>. Acesso em: \n\n10 nov.  2018. \n \n\nSPOHR, Alexandre. A Inserção Internacional do Golfo Pérsico: os casos Saudita e Iraniano. \n\nTrabalho de Conclusão de Curso (Graduação em Relações Internacionais), Universidade \n\nFederal do Rio Grande do Sul, Porto Alegre, 2013. \n \n\nSTARES, Paul; IGHANI, Helia. How Stable Is Saudi Arabia?. Council on Foreign \n\nRelations, [S.l.], 2017. Disponível em:&lt;https://www.cfr.org/expert-brief/how-stable-saudi-\n\narabia>. Acesso em: 29 out. 2018. \n\n \n\n\n\n56 \n \n\n \n \n\nTRADING ECONOMICS, Saudi Arabia Crude Oil Production | 1973-2018 | Data | Chart | \n\nCalendar. Trading Economics. New York, 2018. Disponível em: \n\n<https://tradingeconomics.com/saudi-arabia/crude-oil-production>. Acesso em: 22 out.  2018. \n\n \n\nU.S.-SAUDI RELATIONS. Council on Foreign Relations, [S.l.], 2016. Disponivel em: \n\n<http://www.cfr.org/saudi-arabia/us-saudi-relations/p36524>. Acesso em: 20 set. 2018. \n\n \n\nVISENTINI, Paulo Fagundes. O Grande Oriente Médio: da descolonização à primavera \n\nárabe. 2. ed. Porto Alegre: Elsevier, 2014. \n \n\nWINTOUR, Patrick. Saudi crown prince warns it will build nuclear bomb if Tehran does the \n\nsame. The Guardian, [S.l.], 2018. Disponível em: \n\n<https://www.theguardian.com/world/2018/mar/15/saudi-arabia-iran-nuclear-bomb-threat-\n\nmohammed-bin-salman>. Acesso em: 22 out.  2018."}]}}}