{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13992"}, {"@name": "filename", "#text": "20206_silveira_af_me_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JÚLIO DE MESQUITA FILHO” \n\nINSTITUTO DE BIOCIÊNCIAS – RIO CLARO unesp \n \n\n \n\n \n\n \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIAS BIOLÓGICAS  \n(BIOLOGIA VEGETAL) \n\n \n\n \n\n \n\n \n\nMATERIAL ADERIDO À MACRÓFITAS AQUÁTICAS SUBMERSAS \n\nENRAIZADAS COM ARQUITETURAS DE RAMO DISTINTAS E EM \n\nDIFERENTES TIPOS DE ÁGUA \n\n \n\n \n\n \n\n \n\n \n\nALINE FLORES SILVEIRA \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao \nInstituto de Biociências do Câmpus \nde Rio Claro, Universidade Estadual \nPaulista, como parte dos requisitos \npara obtenção do título de Mestre \nem Ciências Biológicas (Biologia \nVegetal). \n\n2018 \n\n\n\n \n \n\nMATERIAL ADERIDO À MACRÓFITAS AQUÁTICAS SUBMERSAS \n\nENRAIZADAS COM ARQUITETURAS DE RAMO DISTINTAS E EM \n\nDIFERENTES TIPOS DE ÁGUA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nALINE FLORES SILVEIRA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao Instituto de \n\nBiociências do Câmpus de Rio Claro, \n\nUniversidade Estadual Paulista, como \n\nparte dos requisitos para obtenção do \n\ntítulo de Mestre em Ciências Biológicas \n\n(Biologia Vegetal).  \n\n \n\n \n\nOrientador: Prof. Dr. Antonio Fernando Monteiro Camargo \n\n \n\n \n\n \n\nMarço -2018 \n\n \n\n\n\n \n\nSilveira, Aline Flores\n       Material aderido à macrófitas aquáticas submersas enraizadas com\narquiteturas de ramo distintas e em diferentes tipos de água / Aline Flores\nSilveira. - Rio Claro, 2018\n       56 f. : il., figs., gráfs., tabs., mapas\n\n       Dissertação (mestrado) - Universidade Estadual Paulista, Instituto de\nBiociências de Rio Claro\n       Orientador: Antonio Fernando Monteiro Camargo\n\n       1. Ecologia aquática. 2. Complexidade do ramo. 3. Cabomba furcata.\n4. Egeria densa. 5. Água branca. 6. Água preta. I. Título.\n\n \n574.5263\nS587m\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP - Ana Paula Santulo C. de Medeiros / CRB 8/7336\n\n\n\n\n\n \n \n\nAGRADECIMENTO \n \nAgradeço a todos que fazem parte de minha vida, àqueles que me \nincentivaram durante mais esta etapa da minha formação e àqueles que, de \nalguma forma, contribuíram para a realização deste trabalho. \n \nAgradeço primeiramente ao Prof. Dr. Antonio Fernando Monteiro Camargo, por \nsua orientação, ensinamentos e dedicação ao longo desses tantos anos de \norientação. \n  \nAo pessoal do LEA (Carlinhos, Laís, Amarilis, João e Alfredo) por toda ajuda de \ncampo, no laboratório ou correção de trechos ainda que inacabados dessa \ndissertação e também pelo carinho e convivência nesses anos. \n  \nAo CNpq (Conselho Nacional de Desenvolvimento Científico e Tecnológico) \npela bolsa de mestrado concedida. \n \nAos professores do Programa de Pós-Graduação em Ciências Biológicas \n(Biologia Vegetal), em especial, Profa. Dra. Alessandra Fidelis e Prof. Dr. \nMassanori Takaki, os quais fizeram parte da banca examinadora do meu \nexame geral de qualificação.  \n \nAo Prof. Dr. Sidinei Magela Thomaz e a Prof. Dra. Marcela Bianchessi da \nCunha Santino por aceitarem fazer parte da banca examinadora da defesa \ndesta dissertação. \n \nAos funcionários do Departamento de Ecologia, da Biblioteca e da Seção \nTécnica de Pós-Graduação.  \n \nÀ Meire Mateus, pela convivência em casa, pela elaboração do mapa e por ter \nfeito toda a revisão ortográfica dessa dissertação. \n \nÀ Zhu Xinfang, a chinesa mais brasileira que conheço, por ter lido e feito \ncríticas construtivas que contribuíram para melhoria dessa dissertação. \n \nÀ você leitor (a) que escolheu essa dissertção para ler.  \n \nE por fim, mas de imensa importância, agradeço à minha família (Flores e \nInhasz) que me ajudaram com todo apoio emocial e psciocóligo ao longo \ndesses dois anos de elaboração e desenvolvimento dessa dissertação. \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\nRESUMO : \nUma forma de compreender e caracterizar a importância ecológica das \nmacrófitas aquáticas é através do delineamento das diferenças morfológicas \ndas plantas e da quantificação de sua complexidade. As macrófitas podem \natuar como estruturas retentoras de partículas em suspensão controlando a \nquantidade de material em suspensão na água, além de servirem como \nsubstrato para a colonização e crescimento do perifíton. Neste estudo foram \nutilizadas duas macrófitas aquáticas: Cabomba furcata Schult. &amp; Schult. e \nEgeria densa Planch, encontradas na Bacia Hidrográfica do Rio Itanhaém. O \nobjetivo geral foi avaliar se a capacidade de retenção de material varia entre \nmacrófitas aquáticas com arquitetura de ramo distintas e se há variação na \ncapacidade de retenção de material de C. furcata em rios com características \nlimnológicas distintas. A coleta foi realizada em duas áreas no Rio Branco (A e \nB) e uma área no Rio Preto (C). Amostras de água e sedimento foram \ncoletadas para análises limnológicas. Ramos de C. furcata e E.densa no Rio \nBranco e ramos de C. furcata no rio Preto foram coletados  para a descrição de \nsua arquitetura e para a quantificação do material aderido. Em laboratório \nforam realizadas análises das variáveis limnológicas e do conteúdo de \nnitrogênio e fósforo total na biomassa das macrófitas e no material aderido. \nPara a caracterização ambiental das áreas de coleta, foram comparados os \nresultados das variáveis limnológicas medidas em cada área estudada. Para \ntestar a diferença significativa entre as áreas A e C, foi aplicado o teste-t \n(p<0,05) às variáveis limnológicas. O teste Mann-Whitney foi aplicado às \nvariáveis de C. furcata, E. densa e às variáveis do material aderido coletadas \nno Rio Branco. O mesmo teste foi utilizado para a comparação entre C. furcata \ne material aderido em rios distintos. Os valores das variáveis limnológicas do \nRio Branco foram similares nas áreas A e B. A quantidade de material em \nsuspensão na água foi maior (p<0,001) no Rio Branco quando comparado ao \nRio Preto. Porém, a matéria orgânica contida no sedimento do Rio Branco foi \nmenor (p: 0,005) do que a contida no sedimento do Rio Preto. Por outro lado, \nos teores de nitrogênio e fósforo total  da água e do sedimento não \napresentaram diferença significativa. C. furcata e E.densa apresentaram \ndiferenças na arquitetura do ramo (p<0,05), indicando uma maior complexidade \ndo ramo para C. furcata. C. furcata de rios distintos apresentou pequenas \nvariações na sua morfologia. Apesar da C. furcata apresentar maior área total \ndo ramo do que E. densa, a quantidade de material aderido por ramo de C. \nfurcata foi menor (p: 0,001). A quantidade de material aderido à C. furcata no \nRio Branco foi menor (p:0,0251) do que à C. furcata no Rio Preto. De modo \ngeral, a quantidade de material aderido às macrófitas em ambientes lóticos \npode ser positiva, negativa ou neutra às macrófitas e pode estar associada à \ncomplexidade da arquitetura do ramo desses organismos. Todavia, neste \nestudo a relação entre as espécies de macrófitas aquáticas avaliadas e o \nmaterial aderido é neutra. Desta maneira, essas espécies podem ser \nconsideradas apenas como um substrato para o acúmulo de material aderido, \npois não foram encontradas relações positivas ou negativas com esse material. \n \nPalavras-chave: Complexidade do ramo, Cabomba furcata, Egeria densa, \nágua branca, água preta. \n \n \n\n\n\n \n \n\n \nABSTRACT: \nOne way to understand and characterize the ecological importance of aquatic \nmacrophytes is to delineate the morphological differences of plants and quantify \nits complexity. Aquatic macrophytes can act as suspended particulate retentive \nstructures by controlling the amount of suspended material on the water and \nserve as a substrate for the colonization and growth of the periphyton. Two \naquatic macrophytes were used in this study: Cabomba furcata Schult. &amp; \nSchult. and Egeria densa Planch, bouth are found in the Itanhaém River Basin. \nThe aim of this research was to evaluate if the retention capacity of material \nvaries between aquatic macrophytes with different branch architecture and if \nthere is variation in the material retention capacity of Cabomba furcata in rivers \nwith different limnological characteristics. The sample were collected in two \nareas in Branco River (A and B) and one area in Preto River (C). Water and \nsediment samples were collected for limnological analysis. C. furcata and E. \ndensa branches were collected in Branco River for the description of the branch \narchitecture and for the quantification of the attached material. In the same way, \nbranches of C. furcata were collected in Preto River for the same purpose.  In \nlaboratory, analyzes of the limnological variables, the nitrogen and total \nphosphorus content in the macrophytes biomass and the attached material \nwere performed. For the environmental characterization of the study areas, the \nresults of the limnological variables measured in each studied area were \ncompared. To test the significant difference between areas A and C, the t-test \n(p&lt;0.05) was applied to the limnological variables. The Mann-Witney test was \nused for the variables of C. furcata, E. densa and attached material collected in \nRio Branco. The same test was applied for the comparison between C. furcata \nand attached material from different rivers. The values of the limnological \nvariables of Branco River were similar in areas A and B. The amount of \nsuspended material in water was higher (p&lt;0.001) in Branco River when \ncompared to Preto River. However, the organic matter contained in Branco \nRiver sediment was lower (p: 0.005) than the one contained in Preto River \nsediment. On the other hand, nitrogen and total phosphorus contents of water \nand sediment did not present a significant difference. C. furcata and E. densa \npresented differences in the branch architecture (p&lt;0.05), indicating a greater \nbranch complexity for C. furcata. C. furcata of distinct rivers showed small \nvariations in its morphology. Although C. furcata had a larger branch total area \nthan E. densa, the amount of attached material per branch of C. furcata was \nlower (p: 0.001). The amount of attached material to C. furcata in Branco River \nwas lower. In general, the amount of attached material on the macrophytes in \nlotic environments may be positive, negative or neutral to the macrophytes and \nmay be associated with the complexity of the macrophytes architecture. \nHowever, in this study, the relationship between the species of aquatic \nmacrophytes evaluated and the attached material is neutral, so that these \nspecies can only be considered as a substrate for the accumulation of attached \nmaterial, not having a positive or negative relation with this material. \n \nKey-words: Branch complexity, Cabomba furcata, Egeria densa, white water, \nblack water.  \n\n\n\n \n \n\nSumário \n\n \n\n1 INTRODUÇÃO ................................................................................................ 8 \n\n2 MATERIAL E MÉTODOS .............................................................................. 11 \n\n2.1 Área de estudo ........................................................................................... 11 \n\n2.2 Caracterização das espécies ..................................................................... 14 \n\n2.3 Variáveis limnológicas ................................................................................ 15 \n\n2.4 Arquitetura do ramo das macrófitas aquáticas ........................................... 16 \n\n2.4.1 Coleta das macrófitas aquáticas ............................................................. 16 \n\n2.4.2 Medição dos atributos das macrófitas aquáticas ..................................... 17 \n\n2.5 Material aderido às macrófitas aquáticas ................................................... 19 \n\n2.5.3 Correção dos valores de material aderido às macrófitas aquáticas ........ 20 \n\n2.6 Análises de dados ...................................................................................... 20 \n\n2.6.1 Variáveis limnológicas ............................................................................. 20 \n\n2.6.2  Arquitetura das macrófitas aquáticas ..................................................... 20 \n\n2.6.3 Material aderido às macrófitas aquáticas ................................................ 21 \n\n3. RESULTADOS ............................................................................................. 21 \n\n3.1 Variáveis limnológicas ................................................................................ 21 \n\n3.2 Arquiterura das macrófitas aquáticas ......................................................... 23 \n\n3.2.1 Arquitetura do ramo de C. furcata e E. densa no Rio Branco .................. 23 \n\n3.2.2 Relação entre área total do ramo e biomassa de C. furcata e E.densa no \n\nRio Branco........................................................................................................ 24 \n\n3.2.3 Diferenças entre C. furcata coletadas no rios Branco e Preto ................. 25 \n\n3.2.4 Relação entre a área total do ramo e a biomassa de C. furcata nos rios \n\nBranco e Preto ................................................................................................. 27 \n\n3.3 Material aderido às macrófitas aquáticas ................................................... 27 \n\n3.3.1 C. e E. densa no Rio Branco ................................................................... 27 \n\n3.3.2 Material aderido à C. furcata e E. densa no Rio Branco ......................... 29 \n\n\n\n \n \n\n3.3.3 C. furcata nos rios Branco e  Preto ......................................................... 31 \n\n3.3.4 Material aderido à C.furcata nos rios Branco e Preto .............................. 32 \n\n4 DISCUSSÃO ................................................................................................. 34 \n\n4.1 Arquitetura das macrófitas .......................................................................... 34 \n\n4.2 Material aderido às macrófitas aquáticas ................................................... 35 \n\n5 CONSIDERAÇÕES FINAIS .......................................................................... 38 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ................................................................. 40 \n\nApêndice A.  . ................................................................................................... 47 \n\nApêndice B.  ..................................................................................................... 48 \n\nApêndice C. ...................................................................................................... 53 \n\n \n \n\n \n\n\n\n8 \n\n \n\n \n \n\n1 INTRODUÇÃO \n  \n\nAs macrófitas aquáticas podem ser classificadas de acordo com as suas \n\nformas de vida (Thomaz &amp; Esteves, 2011), características morfológicas (Dibble \n\net al., 1996; Ferreiro et al., 2013; Tinoco et al., 2017) e conforme as posições \n\nem que são encontradas na zona litorânea dos ambientes aquáticos \n\n(Istvánovics et al., 2008; Numes &amp; Camargo 2016). Esses organismos \n\ncontribuem para o aumento da heterogeneidade espacial, complexidade, \n\nestabilidade do habitat (Baattrup-Pedersen et al., 2003; Sand-Jensen &amp; \n\nPedersen, 2008) e tendem a afetar positivamente a riqueza e a abundância da \n\nfauna aquática (Agostinho et al., 2003). \n\nUma forma de compreender e caracterizar a importância ecológica das \n\nmacrófitas para os ambientes aquáticos onde são encontradas faz-se através \n\ndo delineamento das diferenças morfológicas das plantas e da quantificação de \n\nsua complexidade (Dibble &amp; Thomaz, 2006). A complexidade da arquitetura \n\ndas macrófitas pode ser inferida através de relações entre a área de superfície \n\npor um determinado volume (Sand-Jensen &amp; Borum, 1991) e a relação de \n\nespaço intersticial (lacunas entre folhas-entrenós) (Dibble et al., 1996). A área \n\nda superfície da folha pode ser determinada pela técnica de dimensão fractal \n\n(Ferreiro et al., 2013), bem como por abordagens euclidianas tradicionais \n\n(Sher-kaul et al., 1995; McAbendroth et al., 2005). Enquanto que o volume \n\npode ser medido pelo deslocamento de água (Anderson et al., 2005). \n\nEntretanto, não há métodos padronizados para medir a complexidade da \n\narquitetura das macrófitas aquáticas, fato este que pode limitar a realização de \n\nestudos comparativos entre as espécies vegetais (Kovalenko et al., 2012). \n\nPorém, de um modo geral, cada espécie possui uma contribuição única para o \n\nmeio aquático em que é encontrada e cada planta fornece um componente \n\ndiferente de heterogeneidade ao habitat (Dibble &amp; Thomaz, 2006). \n\nO termo \"complexidade\" é uma propriedade de qualquer objeto \"como \n\num todo composto de partes inter-relacionadas\" (Merriam Webster, 2017). \n\nNeste estudo, nos referimos à arquitetura de macrófitas e à complexidade da \n\nforma do ramo como termos gerais englobando aspectos estruturais da área da \n\nfolha, área da haste e a área total do ramo.  \n\n\n\n9 \n\n \n\n \n \n\nAs macrófitas aquáticas podem atuar também como estruturas \n\nretentoras de partículas em suspensão (Schulz et al., 2003) controlando \n\nconsideravelmente a quantidade de material em suspensão na água (Horpilla &amp; \n\nNurminen, 2001; Madsen et al., 2001; Agawin &amp; Duarte 2002). Além disso, \n\npodem servir como substrato para a colonização e crescimento do perifíton \n\n(Ferreiro et al., 2013; Grutters et al., 2017).  \n\n Por definição, o material em suspensão na água corresponde ao \n\nconjunto de partículas sólidas, de origem orgânica ou inorgânica, que está \n\ndisperso na coluna de água de um ambiente aquático (Tundisi &amp; Matsumura-\n\nTundisi, 2008). A sua origem inorgânica pode ser proveniente da ressuspensão \n\ndo sedimento (Kleeberg et al., 2010) e a orgânica, da excreção de organismos, \n\ncomo peixes e invertebrados (Tundisi &amp; Matsumura-Tundisi, 2008), além da \n\npresença de algas, como por exemplo os fitoplânctons (Sow et al., 2016). O \n\ntermo “perifíton” pode ser definido como uma “complexa comunidade de \n\norganismos (bactérias, algas, fungos, protozoários, etc) e detritos (orgânicos e \n\ninorgânicos) que vivem aderidos ou associados a um substrato qualquer, vivo \n\nou morto” (Wetzel, 1983). A comunidade perifítica pode se estabelecer em um \n\nsubstrato em poucos dias, porém distúrbios como intensas precipitações \n\n(Santos et al., 2013), pulsos de inundação ou fortes movimentos de água \n\npodem ocasionar o desprendimento mecânico desse material (Fernandes &amp; \n\nEsteves, 2011). Neste trabalho, considerou-se “material aderido” como todo \n\nmaterial retido pelas macrófitas aquáticas, incluindo o perifíton. \n\nA quantidade de material aderido às folhas e aos ramos das macrófitas \n\naquáticas depende de vários fatores, tais como: velocidade da água, \n\narquitetura do ramo da macrófita e tamanho dos bancos (Rovira et al., 2016). A \n\nretenção de material pelas plantas pode levar à estabilização do sedimento, \n\nredução da ressuspensão e à sedimentação em torno da base das macrófitas \n\n(Waycott et al., 2009; van Katwijk et al., 2010; Lawson et al., 2012), \n\npromovendo aumento de áreas propícias à colonização de novas espécies \n\nvegetais (Horvath, 2004; van Katwijk et al., 2016). O acúmulo de material nas \n\nfolhas e ramos pode, no entanto, reduzir a disponibilidade de luz às plantas \n\n(Díaz-Olarte et al., 2007; Verhofstad et al., 2017) e impedir a absorção de luz e \n\nnutrientes pelas folhas (Madsen et al., 2001; Schulz et al., 2003; Díaz-Olarte et \n\nal.,2007; Jones et al., 2012). Todavia, estudos (Kibriya &amp; Jones, 2007; Grutters \n\n\n\n10 \n\n \n\n \n \n\net al., 2017) indicam que algumas espécies de macrófitas aquáticas submersas \n\nnão são influenciadas de forma negativa pelo material aderido às suas folhas. \n\nDesta maneira, ainda não há um consenso nos resultados dos estudos \n\nrealizados até o momento e a relação entre material aderido e macrófita \n\naquática pode ser positiva, negativa ou neutra (Grutters et al., 2017).  \n\nEm regiões neotropicais, poucos trabalhos têm avaliado o material \n\naderido às macrófitas aquáticas submersas em ambientes lóticos (Feijoó et \n\nal.,1994; Ferreiro et al., 2013). A maioria dos estudos sobre retenção de \n\nmateriais por macrófitas aquáticas submersas têm sido realizados em \n\ncondições de laboratório em micro e/ou mesocosmos (Engelhardt &amp; Ritchie, \n\n2001; Pluntke &amp; Kozerski, 2003; Hendriks et al., 2008; Grutters et al., 2017), \n\nembora existam alguns estudos realizados in situ (O'Hare et al., 2011 e Rovira \n\net al., 2016). Desta forma, pouco se sabe sobre a relação entre a arquitetura da \n\nmacrófita e a retenção de materiais (Rovira et al., 2016; Grutters et al., 2017).  \n\nA pequena quantidade de estudos em campo deriva, em grande parte, \n\nda dificuldade de quantificar as interações entre a velocidade da água, \n\nmovimento de material em suspensão e macrófitas aquáticas submersas, \n\nespecialmente em grandes rios, nos quais as medições diretas são \n\nfrequentemente difíceis de serem realizadas (Breugnot et al., 2008). \n\nVários estudos sobre ecologia de macrófitas aquáticas têm sido \n\nrealizados na Bacia Hidrográfica do Rio Itanhaém, devido à abundância e \n\nriqueza de espécies de água doce e salobra e de diferentes formas de vida que \n\nocorrem nos trechos de rios localizados nessa planície (Amorim et al., 2015; \n\nNunes &amp; Camargo, 2016). A variedade de ambientes aquáticos como, por \n\nexemplo, de águas claras, brancas, pretas e salobras, propicia a realização de \n\nestudos ecológicos com abordagens distintas (Camargo et al., 2002). Para este \n\nestudo foram utilizadas duas macrófitas aquáticas submersas enraizadas com \n\narquiteturas de ramos distintas: Cabomba furcata Schult. &amp; Schult. \n\n(Cabombaceae), que apresenta folhas segmentadas em formato semicircular \n\n(Lima et al., 2014) e se distribui amplamente e em abundância em rios da Bacia \n\nHidrográfica do Rio Itanhaém e; Egeria densa (Planch) Hydrocharitaceae, que \n\napresenta folhas sésseis, lanceoladas e planas (Amaral, 2008) e é encontrada \n\nem abundância no Rio Branco, um dos principais rios da bacia hidrográfica.  \n\n\n\n11 \n\n \n\n \n \n\nNeste contexto, esta pesquisa teve como objetivo geral avaliar se a capacidade \n\nde retenção de material varia entre estas duas macrófitas aquáticas com \n\narquitetura de ramo distintas (Cabomba furcata e Egeria densa) e se há \n\nvariação na capacidade de retenção de material de Cabomba furcata em rios \n\ncom características limnológicas distintas. Os objetivos específicos foram: (i) \n\ncaracterizar as diferenças de arquitetura do ramo de C. furcata e E. densa; (ii) \n\nverificar se a diferença na arquitetura do ramo de C. furcata e E. densa tem \n\nrelação com a retenção de material em um rio de água branca; (iii) verificar se \n\numa mesma espécie (C. furcata) pode reter quantidade diferente de material \n\nem um rio de água branca e em um rio de água preta.  \n\nPara atingir tais objetivos foi proposto testar as seguintes hipóteses: (a) \n\nC. furcata por possuir maior complexidade do ramo (folhas aparentemente \n\nmaiores e mais segmentadas) retém maior quantidade de material do que E. \n\ndensa; (b) no ambiente com uma maior quantidade de material em suspensão \n\nna água (rio de água branca) há maior quantidade de material aderido em C. \n\nfurcata.  \n\n2 MATERIAL E MÉTODOS \n\n2.1 Área de estudo \n \n\nA Bacia Hidrográfica do Rio Itanhaém está localizada no litoral sul do \n\nestado de São Paulo e compreende uma área de aproximadamente 930 km². A \n\nbacia é formada por rios com diferentes características físicas e químicas da \n\nágua em razão de suas diferenças geológicas, apresentando rios de águas \n\nbrancas, pretas e claras (Camargo et al., 2002). Os trechos meândricos de \n\nseus rios formam áreas alagadas favoráveis ao desenvolvimento de macrófitas \n\naquáticas (Henry-Silva &amp; Camargo, 2000).  \n\nO Rio Branco, que ocupa as porções intermediária e superior desta \n\nbacia, nasce na Serra do Mar e apresenta águas brancas ou barrentas \n\n(Camargo et al., 2002). Além disso, esse rio é o maior em extensão desta \n\nBacia Hidrográfca percorrendo parte de seu curso na planície costeira onde \n\nconflui com o Rio Preto formando o Rio Itanhaém (Camargo et al., 2002). O Rio \n\nPreto apresenta água de cor escura decorrente da presença de substâncias \n\n\n\n12 \n\n \n\n \n \n\nhúmicas e, ao contrário do Rio Branco, percorre a maior parte de sua extensão \n\nna planície costeira (Camargo et al., 2002).  \n\nA região é marcada pela pequena variação sazonal das características \n\nclimáticas e limnológicas (Henry-Silva &amp; Camargo, 2003), pela ausência de \n\npulsos de inundação e pela pequena variação do nível de água devido à \n\ninfluência das marés (amplitude máxima de 1,50 metros) e das chuvas em \n\ncurtos períodos (Camargo &amp; Florentino, 1999). O regime climático é \n\nclassificado de acordo com o sistema de Köeppen como Ap, tropical úmido \n\nsem estação seca (Camargo et al., 2002). \n\nAlém das águas, o sedimento dos rios dessa região tem origem distinta, \n\nsendo resultante da interação de todos os processos que ocorrem em um \n\necossistema aquático (Camargo et al., 2002). Na maioria dos ecossistemas \n\naquáticos continentais, o sedimento é o compartimento que apresenta maior \n\nconcentração de nutrientes (Tundisi &amp; Matsumura-Tundisi, 2008). Entre a Serra \n\ndo Mar e os terraços arenosos pleistocênicos de Itanhaém ocorre uma ampla \n\nfaixa de sedimentos argilosos, ricos em matéria orgânica. A ocorrência de \n\nmangues na planície está restrita à foz dos rios Preto e Itanhaém, onde são \n\nencontrados sedimentos argilo-arenosos (Camargo et al., 2002). Ressalta-se \n\nque o tipo de sedimento pode influenciar no sucesso e na profundidade de \n\nenraizamento de macrófitas aquáticas, principalmente em condições de águas \n\ncorrentes (Barko et al., 1986).  \n\nNeste contexto, foram selecionadas três áreas (Figura 1) onde as \n\nespécies são encontradas em abundância para realização das coletas, sendo:  \n\n? Área A no Rio Branco, distante cerca de 7 Km de sua confluência \n\ncom o Rio Itanhaém, com presença de C. furcata; \n\n? Área B no Rio Branco, distante cerca de 3,0 km de sua \n\nconfluência com o Rio Itanhaém,  com  presença de C.  furcata e \n\nE. densa;  \n\n? Área C no Rio Preto, distante cerca de 7,0 km de sua confluência \n\ncom o Rio Itanhaém, com presença de C. furcata.  \n\n\n\n13 \n\n \n\n \n \n\n \nFigura 1: Mapa de localização das áreas de coleta na Bacia Hidrográfica do Rio \nItanhaém. Área A no Rio Branco com presença de C. furcata; Área B, no Rio Branco \ncom presença de C. furcata e E. densa; Área C, no Rio preto com presença de C. \nfurcata.  \n\n \n\nApesar de as áreas A e B serem trechos de um mesmo rio, essas áreas \n\nforam selecionadas pois foi levado em consideração que no local B havia a \n\npresença de duas espécies de macrófitas aquáticas submersas em abundância \n\ne que apresentam arquiteturas de ramo distintas. Além disso, as áreas A, B e C  \n\npossuem diferenças em algumas características limnológicas (temperatura, pH, \n\noxigênio dissolvido e alcalinidade) como exposto na Tabela 1.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n14 \n\n \n\n \n \n\nTabela 1: Valores médios e desvio padrão das variáveis limnológicas das áreas em \nque as macrófitas, água e sedimento foram coletados. Dados de março de 2017. \nLegenda: A: rio Branco; B: no rio Branco e C: rio Preto \n\n \nVariáveis limnológicas A B C \n\nTemperatura (°C) 25,87 ±0,11 26,33 ±0,01 23,89 ±0,12 \n\npH 5,89 ± 0,05 5,80 ± 0,09 4,99 ±0,11 \n\nCondutividade elétrica (?S/cm) 29,00 ±2,00 29,00 ± 1,00 27,00 ±1,00 \n\nOxigênio dissolvido (mg/L) 7,13 ±0,11 6,37 ± 0,66 4,71 ±0,15 \n\nOxigênio dissolvido (%) 88,20 ±1,66 79,70± 8,45 55,16 ±1,79 \n\nCoeficiente de atenuação \n\nvertical da luz (k.m\n-1\n\n) \n1,98 ± 1,03 1,59 ±0,34 2,65 ±0,75 \n\nAlcalinidade (meq/L) 0,14 ±0,01 0,15 ±0,01 0,07 ±0,01 \n\n \n\n2.2 Caracterização das espécies \n \n\nCabomba furcata (Figura 2) apresenta folhas submersas e, \n\nesporadicamente, folhas flutuantes (Lima et al., 2014). As suas folhas \n\nsubmersas possuem lâminas palmadas, no formato elíptico-estreito, \n\nmembranosas, com segmentos finos e pecíolo inserido no meio do limbo foliar \n\n(Figura 3) (Lima et al., 2014). Já as folhas flutuantes estão presentes durante a \n\nfloração e se constituem em lâmina linear lanceolada de até 0,15 cm (Amaral, \n\n2008).  \n\n \n\n \n\nFigura 2: Esquema representativo de uma C. Furcata. Fonte: Adaptado de Lima et al. \n(2014). \n\n\n\n15 \n\n \n\n \n \n\n \n\nFigura 3: C. furcata com flor, folhas flutuantes e material aderido no Rio Branco, \nItanhaém, SP. Fonte: Foto de A. F. M Camargo (2016). \n\n \n\nA ocorrência desta espécie na Bacia Hidrográfica do Rio Itanhaém é \n\npredominante na região mais alta do Rio Branco, nas proximidades do Rio \n\nMambu (Camargo et al., 2006; Mori, 2014), entretanto, também pode ser \n\nencontrada, segundo observações em campo, em rios de água preta, como os \n\nrios Preto e Aguapeú.   \n\nEgeria densa (Figura 4) apresenta folhas planas dispostas ao longo da \n\nhaste, não diferenciadas em pecíolo e lâmina, são sésseis com lâminas em \n\nformato linear a lanceolada (Cook &amp; Urmi-König, 1984; Amaral, 2008). Seu \n\nmodo de propagação se dá por meio de fragmentação da haste e, \n\nesporadicamente, por sementes (Lorenzi, 2000). \n\n \nFigura 4: E. densa com flor. Fonte: Lorenzi (2000). \n \n \n\n2.3 Variáveis limnológicas \n \n\nAs coletas de campo foram realizadas em março de 2017. Para cada \n\nárea (A, B e C) foram escolhidos três bancos de macrófitas aquáticas e, em \n\n\n\n16 \n\n \n\n \n \n\ncada banco, foram coletadas cinco amostras de água em frascos plásticos de \n\n500 mL  para análises físicas e químicas da água. Um volume de 200 a 300 mL \n\nda água contida nos frascos de 500 mL foi filtrada. Os filtros (Whatman GF/F \n\nCAT No. 1825-047) foram secos em uma estufa a 100° por 24h e pesados para \n\na determinação do material em suspensão na água (mg.L\n-1\n\n) (Camouze, 1994). \n\nO teor de nitrogênio total (NT) das amostras de água foi determinado segundo \n\no método de Mackereth et al (1978) e o teor de fósforo total (PT), segundo o \n\nmétodo de Golterman et al. (1978).  \n\nEm seguida, cinco amostras de sedimento foram coletadas em frascos \n\nplásticos de 300 mL em cada banco de macrófitas selecionado. A análise da \n\nporcentagem de matéria orgânica do sedimento foi realizada através de \n\nqueima a 550ºC em forno mufla por 4 horas. Para a determinação do conteúdo \n\nde nitrogênio total do sedimento utilizou-se o método proposto por Mackereth \n\net al. (1978) e para fósforo total o método proposto por Golterman et al. (1978). \n\nA análise granulométrica do sedimento foi realizada pelo método de \n\npeneiramento (Suguio, 1973) através de agitador magnético de peneiras \n\n(Bertel 050), com série de seis peneiras de abertura de malha de 2; 1; 0,50; \n\n0,25; 0,125 e 0,050 mm (Peneiras de escala Tyler 9, 14, 32, 60, 115 e 270, \n\nrespectivamente). Amostras de 100g do sedimento secas e pulverizadas em \n\nalmofariz foram adicionadas à peneira superior (de maior malha) e peneiradas \n\npor 5 minutos na escala 1,5 do reostato que regula a intensidade de vibração. \n\nA porção de sedimento retida em cada peneira foi pesada para o cálculo da \n\nporcentagem de grãos de silte e argila (&lt;0,050 mm), areia muito fina (entre \n\n0,050 e 0,125 mm), areia fina (entre 0,125 e 0,25 mm), areia média (entre 0,25 \n\ne 0,50 mm), areia grossa (entre 0,50 e 1 mm) e areia muito grossa (entre 1 e 2 \n\nmm), em cada amostra (IBGE, 2007). \n\n \n\n2.4 Arquitetura do ramo das macrófitas aquáticas \n\n2.4.1 Coleta das macrófitas aquáticas \n\n \n\nOs ramos de C. furcata e E. densa foram coletados no Rio Branco \n\n(áreas A e B) e os ramos de C. furcata no Rio Preto (área C). Os ramos das \n\n\n\n17 \n\n \n\n \n \n\nmacrófitas foram alocados em caixas plásticas com água e transportados, no \n\ndia seguinte à coleta, para o Laboratório de Ecologia Aquática (Departamento \n\nde Ecologia, UNESP, Rio Claro). As macrófitas permaneceram submersas em \n\nágua até o momento em que as medidas dos atributos foram realizadas, \n\nvisando não ocorrerem danos às estruturas do ramo. De cada macrófita foram \n\nselecionados 10 ramos padronizados em 15 cm de comprimento.  \n\n2.4.2 Medição dos atributos das macrófitas aquáticas  \n\n \n\nA arquitetura das macrófitas aquáticas foi descrita a nível do ramo, \n\nsendo medidos os seguintes atributos: número de folhas por nó, número de \n\nfolhas do ramo, área da folha, área da haste e área total do ramo (área da folha \n\n+ área da haste). \n\n Para o cálculo da área da folha de C. furcata foi utilizado o método de \n\nimagem digital que se baseia na captura de imagens de folhas (ou segmentos \n\ndas folhas) abertas contra um fundo de cor maciça, por meio de uma câmera \n\nfotográfica digital (SONY Cyber-shot). As imagens de resolução de 10.1 \n\n“megapixels”, correspondentes a 4240 X 2384 pixels (72 dpi) foram obtidas em \n\numa sala com boa iluminação, utilizando lâmpadas fluorescentes. De cada \n\nramo, foram selecionadas 3 folhas para serem fotografadas. No total foram \n\nfotografadas 30 folhas de C. furcata coletadas no Rio Branco e 30 folhas de C. \n\nfurcata coletadas no Rio Preto. Devido ao fato de C. furcata possuir folhas com \n\nsegmentos finos, optou-se  por segmentar a folha para obter maior acurácia da \n\nárea da folha, tendo em vista que os segmentos poderiam se sobrepor. Desta \n\nforma, para cada folha desta espécie, foram obtidas de 3 a 5 imagens e \n\nsomados os resultados de área de cada foto a fim de obtermos a área da folha.  \n\nPara executar tal etapa, foi necessário o uso de um programa \n\ncomputacional que calculasse a área de cada elemento que compõe a imagem \n\n(pixel) e possibilitasse sua classificação por meio da divisão da imagem em \n\nclasses: folha e não folha (Adami et al., 2007).  As imagens foram processadas \n\nutilizando ferramentas de um editor de imagem de livre acesso (ImageJ, versão \n\n1.8.0 Research Service Branch U.S, National Institutes oh Health, Bethesda \n\nMD, USA) que permitiu a contagem de pixels de determinada cor. Esse \n\nsoftware livre processa e analisa imagens em computadores que possuam \n\n\n\n18 \n\n \n\n \n \n\nJava e pode ser obtido em https://imagej.nih.gov/ij.m. Após reconhecer a cor \n\nselecionada, o programa converte os valores de pixel para uma unidade de \n\nmedida pré-definida, no nosso caso, centrímetro. Desta maneira, as fotografias \n\nforam manipuladas para criar uma imagem da folha preta em um fundo branco \n\n(Figura 5), onde a cor preta simbolizava a folha e a cor branca, não-folha.  É \n\nimportante também que o programa integre os elementos que pertencem à \n\nmesma categoria e desta forma calcule a área total da classe de interesse \n\n(Godoy et al., 2007).  \n\n \n\n \n\nFigura 5:  Detalhe de uma folha de C. furcata, onde “a” apresenta a folha inteira e “b”, \n“c”, “d” e “e”, as frações segmentadas da folha. Em preto, imagens adquiridas após o \nprocesso de contraste de cor. \n\n \nPara o cálculo da área da folha de E. densa, as folhas foram \n\nconsideradas como triângulos isósceles, sendo medidas para cada ramo um \n\ntotal de 20 folhas. A área de cada folha foi determinda como: \n\n(a): At: b *(h/2) \n\nOnde: At: área do triângulo (cm²); b: base; h: altura.  \n\nPara ambas as espécies, a área da folha foi multiplicada por 2, obtendo \n\nassim, a área foliar das partes adaxial e abaxial da folha. Além disso, a haste \n\n\n\n19 \n\n \n\n \n \n\nde ambas as espécies foi considerada de formato cilindrico e, para o cálculo de \n\nsua área, nós utilizamos a seguinte fórmula:  \n\n(b): Ac: 2?r (r + h) \n\nOnde: Ac: área do cilindro (cm²), r: raio; h: altura.  \n\n A área total do ramo de cada indivíduo foi estabelecida como:  \n\n(c): [(Afm* Ft* 2) + Ac] / MSr: Ar (cm².gMS\n-1\n\n) \n\nOnde: Afm: média da área da folha (cm²); Ft: número total de folhas por ramo; \n\nAc: área do cilindro (cm²); MSr: biomassa do ramo (gMS). \n\n  Após as medições dos atributos, os ramos de todas as macrófitas \n\nforam colocados em uma estufa a 65°C até atingir peso constante para \n\nobtenção dos valores de biomassa  constante do ramo. \n\n \n\n2.5 Material aderido às macrófitas aquáticas \n \n\nAmostras  de macrófitas aquáticas e material aderido foram coletadas \n\nem três bancos de cada uma das três áreas (A, B e C) estabelecidas. As \n\nmacrófitas foram coletadas utilizando-se o método do quadrado (25 x 25 cm de \n\nlado, 0,0625m\n2\n) com a finalidade de obter a estimativa da biomassa total por \n\nm² das macrófitas (gMS.m\n-2\n\n) e para realizar as análises laboratoriais desses \n\nvegetais (cinco amostras por banco, total de 15 amostras por área). Em \n\nseguida, para  a coleta do material aderido às macrófitas, os ramos das \n\nmacrófitas (cinco amostras por banco, total de 15 amostras por área)  foram \n\ncuidadosamente introduzidos em frascos plásticos de 1 L contendo água \n\ncoletada adjascente aos bancos de macrófitas e agitados delicadamente por 30 \n\nsegundos para a remoção  deste material aderido  como proposto por Rovira et \n\nal.  (2016). As coletas foram realizadas a uma profundidade máxima de 30 cm, \n\npara a padronização dos dados, tendo em vista que C. furcata e E. densa são \n\nmacrófitas submersas.  \n\nEm laboratório, as amostras de macrófitas aquáticas e os ramos \n\ncontidos nos frascos de 1L  foram colocados em estufa a 65°C, até obtenção \n\nda biomassa constante (Allen et al, 1974). Em seguida, foram realizadas \n\nanálises de nitrogênio total (Mackereth et al., 1978) e fósforo total (Allen et al. \n\n1974) contidos na biomassa desses vegetais. Um volume de 200 a 300 mL da \n\n\n\n20 \n\n \n\n \n \n\nágua contida nos frascos de 1 L (material aderido) foi filtrada. Os filtros foram \n\nsecos em uma estufa a 100º C por 24h e pesados para a determinação do \n\nmaterial aderido à macrófita (mg.L\n-1\n\n)  (Camouze, 1994).  O teor de nitrogênio \n\ntotal das amostras do material aderido à macrófita foi determinado segundo o \n\nmétodo de Mackereth et al. (1978) e o de fósforo total segundo o método de \n\nGolterman et al (1978).  \n\n \n\n2.5.3 Correção dos valores de material aderido às macrófitas aquáticas \n\n \n\nPara a análise da quantidade de material aderido à macrófita, \n\nprimeiramente, foi necessário realizar a correção dos dados. Os valores de \n\nmaterial em suspensão obtidos das amostras de água (mg.L\n-1\n\n) foram \n\nsubtraidos  dos resultados obtidos de material aderido à macrófita (mg.L\n-1\n\n) \n\nsimilar ao realizado por  Rovira et al. (2016)  e o valor resultante foi dividido \n\npelo valor de área total do ramo (cm².gMS\n-1\n\n). Desta forma, foi  obtida  a \n\nquantidade de material aderido por área total de ramo de macrófita (mg.cm\n-\n²) .  \n\n2.6 Análises de dados \n\n2.6.1 Variáveis limnológicas \n\n \n\nPara a caracterização das áreas em que as macrófitas foram coletas, os \n\nresultados das variáveis limnológicas medidas em cada área (A, B e C) foram \n\ncomparados. Além disso, para testar a diferença significativa entre os rios \n\n(Branco e Preto), foi aplicado o teste-t (p<0,05) às variáveis limnológicas.  \n\n \n\n2.6.2  Arquitetura das macrófitas aquáticas \n\n \n\nPara testar a diferença significativa entre o número de folhas, área da \n\nfolha,  área da haste, área do ramo, biomassa  do ramo e área total do ramo \n\npor biomassa entre as espécies de macrófitas aquáticas submersas, o test-t \n\n(p<0,05) foi aplicado à todas as variáveis medidas nos ramos de C. furcata e E. \n\ndensa coletadas no rio de água branca (área B, Rio Branco). Da mesma \n\n\n\n21 \n\n \n\n \n \n\nmaneira, este teste foi aplicado às variáveis medidas nos ramos de C. furcata \n\ncoletada em rios distintos (área A e C, rios Branco e Preto).  \n\nA análise de regressão linear foi utilizada para determinar as relações \n\nmatemáticas da variável dependente (área total do ramo) com a variável \n\nindependente (biomassa do ramo). Para cada espécie foi obtida uma função \n\nlinear: \n\n(d) Y= a +bX \n\nOnde: Y: variável resposta (área do ramo); X: variável preditora (biomassa seca \n\ndo ramo); a: intercepto; b: inclinação da reta. \n\n Desta maneira, essas funções geradas foram utilizadas para predizer os \n\nvalores de Y dos ramos de macrófitas coletados, sendo possível assim, \n\nquantificar o material aderido por área do ramo.  \n\n \n\n2.6.3 Material aderido às macrófitas aquáticas \n\n \n\nAos resultados das variáveis de C. furcata e E. densa e do material \n\naderido coletado na área B (Rio Branco) foi aplicado o teste Mann-Witney, teste \n\nnão paramétrico aplicado a duas amostras independentes. Este teste foi \n\nutilizado, pois os dados não apresentaram homogeneidade de variância e \n\ndistribuição normal. Da mesma maneira, aos resultados das variáveis de C. \n\nfurcata e do material aderido coletado nas áreas A e C (rios Branco e Preto), o \n\nmesmo teste foi aplicado. As análises e gráficos foram elaborados no software \n\nGraphPad Prism 5.0 (GPW5-066646RCG7389) (GraphPad Software, 2007). \n\n3. RESULTADOS \n\n3.1 Variáveis limnológicas \n\n \n\nOs valores das variáveis limnológicas do Rio Branco (área A) foram \n\nsimilares aos da área B. Porém, comparando-se as três áreas, a área B \n\napresentou valores intermediários de todas as variáveis limnológicas medidas \n\n(Tabela 2). A alcalinidade do Rio Branco (área A) foi significativamente maior \n\n(p<0,001) do que a alcalinidade do Rio Preto (área C). O material em \n\nsuspensão na água do Rio Branco (área A) foi significativamente maior (p: \n\n\n\n22 \n\n \n\n \n \n\n0,005) do que o material em suspensão na água do Rio Preto (área C). Em \n\ncontrapartida, a matéria orgânca do sedimento do Rio Branco (área A) foi \n\nsignificativamente menor (p: 0,005) do que a matéria orgânica no sedimento do \n\nRio Preto (área C).  Por outro lado, os teores de NT e PT da água e do \n\nsedimento não apresentaram diferença significativa.  \n\nTabela 2: Valores médios e desvio padrão das variáveis limnológicas das áreas A e B \n(Rio Branco) e área C (Rio Preto).  \n\nVariáveis limnológicas \n\nÁrea A  \n\n(Rio Branco) \n\nÁrea B  \n\n(Rio Branco) \n\nÁrea C \n\n (Rio Preto) \n\nMaterial em suspensão na água (mg.L\n-1\n\n) 7,49 ±2,69 6,35  ± 1,36 5,13  ± 0,07 \n\nAlcalinidade (meq.L\n-1\n\n) 0,14 ±0,01 0,15  ± 0,01 0,07  ± 0,01 \n\nNitrogênio na água (mg.L\n-1\n\n) 0,11 ±0,02 0,09  ± 0,03 0,12  ± 0,07 \n\nFósforo na água (µg.L\n-1\n\n) 19,31 ± 4,38 15,02 ± 2,82 18,83 ± 3,38 \n\nNitrogênio no sedimento (% MS) 0,10  ±0,02 0,09  ±0,02 0,15 ± 0,10 \n\nFósforo no sedimento (% MS) 0,01 ± 0,01 0,01  ± 0,01 0,01 ±  0,01 \n\nMateria orgânica no sedimento (% MS) 7,78  ± 0,62 7,05  ± 3,44 14,35± 6,41 \n\n \n\nO sedimento das três áreas apresenta fração de areia fina elevada. \n\nContudo, a área B apresentou maior fração de areia fina do que as áreas A e \n\nC. A porcentagem de grãos muito finos (areia muito fina, silte e argila) para as \n\ntrês áreas foi, respectivamente, de 44,20%, 37,97% e 46,30% (Tabela 3). \n\n \n\nTabela 3: Valores médios e desvio padrão da fração dos tipos de grãos de sedimento \npresentes nas amostras do sedimento das áreas A, B e C, do grau de eficiência do \npeneiramento. \n\nTipo de grão (%) \n\nÁrea A \n\n(rio Branco) \n\nÁrea B \n\n(rio Branco) \n\nÁrea C \n\n(rio Preto) \n\nAreia muito grossa 0,08 ± 0,07 0,13 ±0,08 0,36± 0,17 \n\nAreia grossa 4,83 ± 6,15 2,65 ± 1,89 5,25 ± 2,24 \n\nAreia média 13,40 ± 6,61 8,29 ±6,056 8,636 ± 6,0 \n\nAreia fina 37,08 ±12,78 50,45 ± 8,75 39,10 ±13,71 \n\nAreia muito fina 36,77 ± 4,46 32,81 ± 9,37 38,98 ± 5,71 \n\nSilte e argila 7,43 ± 4,51 5,16 ± 4,05 7,31 ± 4,95 \n\nEficiência do \n\npeneiramento 99,24 ± 0,76 99,45 ± 0,41 99,33 ± 0,59 \n\n\n\n23 \n\n \n\n \n \n\n3.2 Arquiterura das macrófitas aquáticas \n\n3.2.1 Arquitetura do ramo de C. furcata e E. densa no Rio Branco \n \n\nO número de folhas por nó de C. furcata (3) foi menor do que o número \n\nde folhas por nó de E. densa (4-6). O número de folhas por ramo de C. furcata \n\nfoi significativamente menor (p<0,001) do que o número de folhas por ramo de \n\nE. densa  (Figura 6). No entanto, a área total do ramo de C. furcata  foi \n\nsignificativamente maior do que a área total do ramo de E. densa (Figura 7). \n\n0\n\n50\n\n100\n\n150\n\n200\n\nCab omba furcata Egeria densa\n\nMédia\nMínimo e máximo\n\np<0,001\n\nRio Branco\n\nN\nú\nm\n\ne\nro\n\n d\ne\n f\n\no\nlh\n\na\ns\n\n \n\nFigura 6: Valores médios, mínimos e máximos do número de folhas por ramo de C. \nfurcata e E. densa coletadas no Rio Branco. \n \n\n \n\n0\n\n1000\n\n2000\n\n3000\n\nCabomba furcata Egeria densa\n\np<0,001\n\nMédia\nMínimo e máximo\n\nRio Branco\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n².\ng\nM\n\nS\n-1\n\n)\n\n \nFigura 7: Valores médios, mínimos e máximos da área total do ramo de C. furcata e \nde E. densa no Rio Branco. \n \n\n\n\n24 \n\n \n\n \n \n\nNão foi encontrada diferença significativa entre a área da haste de C. \n\nfurcata e E. densa (p:0,5220). Todos os outros atributos medidos apresentaram \n\ndiferenças significativas entre C. furcata e E. densa (p<0,001) (Tabela 4).  \n\n \n\nTabela 4: Resultado do teste -t aplicado às variáveis de C.furcata e E.densa coletadas \nno Rio Branco. Em negrito o valor significativo (p<0,05). \n \n \n\nVariáveis C.furcata E.densa Valor de p \n\nMédia \n\nNúmero de folhas 19,00 107,30&lt;0,0001 \n\nÁrea média das folhas (cm²) 22,71 0,69&lt;0,0001 \n\nÁrea total das folhas (área da \n\nfolha * número de folhas) (cm²) \n\n421,04 74,39&lt;0,0001 \n\nÁrea da haste (cm²) 10,75 11,39 0,5220 \n\nÁrea do ramo (folha + haste) \n\n(cm²) \n\n431,80 85,79&lt;0,0001 \n\nBiomassa  do ramo (gMS) 0,17 0,10&lt;0,0010 \n\nÁrea total do ramo por \nbiomassa  (cm².g\n\n-1\n) \n\n2433,10 823,04&lt;0,0001 \n\n \n \n\n3.2.2 Relação entre área total do ramo e biomassa de C. furcata e E.densa \nno Rio Branco \n \n\nUma relação positiva foi observada entre a área total do ramo e a \n\nbiomassa do ramo de C. furcata e E. densa. Além disso, para uma mesma \n\nbiomassa, C. furcata evidenciou maior área total do ramo do que E. densa. \n\n(Figura 8).  \n\n \n\n\n\n25 \n\n \n\n \n \n\n0.00 0.05 0.10 0.15 0.20 0.25\n0\n\n200\n\n400\n\n600\n\n800\n\nCb\n\nEb\n\nY= 2598,10X - 29,46\n\nR² = 0.8666\n\nY= 748,58X + 7,50\n\nR² = 0,7429\n\nBiomassa  do ramo (gMS)\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n²)\n\n \nFigura 8: Regressão linear simples entre a área total do ramo e a biomassa do ramo \nde Cabomba furcata  e Egeria densa coletadas no Rio Branco. Onde, Cb corresponde \na Cabomba furcata e Eb, a Egeria densa. \n \n\n3.2.3 Diferenças entre C. furcata coletadas nos rios Branco e Preto \n \n\nO número de folhas por nó de C. furcata (3) do Rio Branco foi maior do \n\nque o número de folhas de C. furcata (2) do Rio Preto. Já, o número de folhas \n\npor ramo de C. furcata no Rio Branco e no Rio Preto não apresentou diferença \n\nsignificativa (p<0,1269) (Figura 9). Da mesma maneira, a área total do ramo de \n\nC. furcata no Rio Branco não foi significativamente diferente da  área total do \n\nramo de C. furcata no Rio Preto  (figuras 10).  \n\n0\n\n10\n\n20\n\n30\nMínimo e máximo\n\np:0,1269\n\nMédia\n\nRio Branco Rio Preto\n\nCabomba furcata\n\nN\nú\nm\n\ne\nro\n\n d\ne\n f\n\no\nlh\n\na\ns\n\n \nFigura 9: Valores médios, mínimos e máximos do número de folhas por ramo de C. \nfurcata no Rio Branco e no Rio Preto. \n\n\n\n26 \n\n \n\n \n \n\n \n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\np:0,2435\n\nRio Branco Rio Preto\n\nMédia\nMínimo e máximo\n\nCabomba furcata\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n².\ng\nM\n\nS\n-1\n\n)\n\n \nFigura 10: Valores médios, mínimos e máximos da área total do ramo de C. furcata no \nRio Branco e no Rio Preto. \n \n\nNão foram encontradas diferenças significativas entre o número de \n\nfolhas, a área das folhas e a área total do ramo por biomassa de C. furcata \n\ncoletadas no Rio Branco e no Rio Preto. Porém, a área total das folhas, a área \n\nda haste, a área do ramo e a biomassa do ramo de C. furcata foram \n\nsignificativas maiores no Rio Branco quando comparados à C. furcata do Rio \n\nPreto (Tabela 5).  \n\nTabela 5: Resultado do teste-t aplicado às variáveis de C. furcata coletadas no Rio \nBranco e no Rio Preto. Em negrito os valores de significativos (p<0,05). \n \n\nVariáveis C.furcata    \n\n(Rio Branco) \n\nC.furcata \n\n(Rio Preto) \n\nValor de p \n\nMédia \n\nNúmero de folhas 19,00 16,40 0,1269 \n\nÁrea média das folhas (cm²) 22,71 16,84 0,0608 \n\nÁrea total das folhas (área da folha \n\n* número de folhas) (cm²) \n\n421,04 275,87 0,0133 \n\nÁrea da haste (cm²) 10,75 8,30 0,0190 \n\nÁrea do ramo (folha + haste) (cm²) 431,80 284,17 0,0127 \n\nBiomassa  do ramo (gMS) 0,17 0,12 0,0064 \n\nÁrea total do ramo por biomassa \n\n(cm². gMS\n-1\n\n) \n\n2433,10 2211,64 0,2435 \n\n\n\n27 \n\n \n\n \n \n\n \n\n3.2.4 Relação entre a área total do ramo e a biomassa de C. furcata nos \nrios Branco e Preto \n\n \n\nUma relação positiva foi observada entre a área total do ramo e a \n\nbiomassa do ramo de C. furcata nos rios Branco e Preto. Além disso, para uma \n\nmesma biomassa, C. furcata no Rio Branco evidenciou maior área total do \n\nramo do que C. furcata no Rio Preto (Figura 11).  \n\n0.00 0.05 0.10 0.15 0.20 0.25\n0\n\n200\n\n400\n\n600\n\n800\n\nCb\n\nCp\n\nY= 2598,10X - 29,46\n\nR² = 0,8666\n\nY= 4270,20X - 249,37\n\nR² = 0,8346\n\nBiomassa  do ramo (gMS)\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n²)\n\n \nFigura 11: Regressão linear simples entre a área total do ramo e a biomassa do ramo \nde Cabomba furcata coletada nos rios Branco e Preto. Onde Cb correspinde a \nCabomba furcata no Rio Branco e Cp, a Cabomba furcata no Rio Preto. \n\n3.3 Material aderido às macrófitas aquáticas \n\n3.3.1 C. furcata e E. densa no Rio Branco \n \nA biomassa total por m² de C. furcata e E. densa coletadas no Rio \n\nBranco (área B) apresentou grande variação intraespecífica. No entanto, não \n\nhouve diferença significativa nos valores da biomassa total por m² entre as \n\nespécies (Figura 12).  \n\n\n\n28 \n\n \n\n \n \n\n0\n\n100\n\n200\n\n300\n\nCabomba furcata Egeria densa\n\nRio Branco\n\nMédia\nDesvio Padrão\n\nB\nio\n\nm\na\ns\ns\na\n t\no\nta\n\nl \n (\n\ng\nM\n\nS\n.m\n\n-2\n)\n\n \nFigura 12: Biomassa total por m² de C. furcata e E. densa coletadas no Rio Branco. \n \n\nA biomassa do ramo de C. furcata e E. densa também apresentou \n\ngrande variação (de 0,1 a 0,4 gMS) (Figura 13). E, a área total do ramo de C. \n\nfurcata foi significativamente maior do que a área total do ramo de E. densa, \n\nindicando maior complexidade de ramo (p<0,001), conforme é apresentado na \n\nFigura 14.  \n\n0.0\n\n0.1\n\n0.2\n\n0.3\n\n0.4\n\n0.5\n\nCabomba furcata Egeria densa\n\nMédia\nDesvio Padrão\n\nRio Branco\n\nB\nio\n\nm\na\ns\ns\na\n s\n\ne\nc\na\n d\n\no\n r\n\na\nm\n\no\n (\n\ng\nM\n\nS\n)\n\n \nFigura 13: Biomassa do ramo de C. furcata e E. densa coletadas no Rio Branco. \n\n\n\n29 \n\n \n\n \n \n\n0\n\n1000\n\n2000\n\n3000\n\nCabomba furcata Egeria densa\n\np<0,0001\n\nMédia\n\nDesvio Padrão\n\nÁrea B\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n².\ng\n\n-1\n)\n\n \nFigura 14: Área total do ramo de C. furcata e E. densa coletadas no Rio Branco. \n\n \nNão houve diferença significativa na porcentagem de NT na biomassa \n\nde C. furcata e E. densa. No entanto, a porcentagem de PT na biomassa de C. \n\nfurcata foi significativamente maior do que de E. densa (p:0,0421) (Figura 15). \n\n \n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\nCabomba furcata Egeria densa\n\np>0,05\n\na\nMédia\nDesvio Padrão\n\nRio Branco\n\nN\nT\n( \n\n%\n M\n\nS\n) \n\nn\na\n m\n\na\nc\nró\n\nfi\nta\n\n0.030\n\n0.035\n\n0.040\n\n0.045\n\n0.050\n\n0.055\n\nCabomba furcata Egeria densa\n\np:0,0421\n\nb\nMédia\nDesvio Padrão\n\nRio Branco\n\nP\nT\n (\n\n%\nM\n\nS\n) \n\nd\na\n m\n\na\nc\nró\n\nfi\nta\n\n \nFigura 15: Porcentagem de nitrogênio (a) e fósforo total (b) na biomassa de C. furcata \ne E. densa coletadas no Rio Branco. \n \n\n3.3.2 Material aderido à C. furcata e E. densa no Rio Branco  \n \n \n\nA quantidade de material aderido por ramo de C. furcata foi \n\nsignificativamente menor do que de E. densa (Figura 16), apesar de C. furcata \n\napresentando maior área total do ramo em relação à E. densa. \n\n\n\n30 \n\n \n\n \n \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nCabomba furcata Egeria densa\n\np<0,001\n\nMédia\nDesvio Padrão\n\nRio Branco\n\nM\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n p\n\no\nr \n\nra\nm\n\no\n d\n\ne\n m\n\na\nc\nró\n\nfi\nta\n\n (\nm\n\ng\n. \n\nc\nm\n\n- ²\n)\n\n \nFigura 16: Material aderido à C. furcata e E. densa coletadas no Rio Branco. \n \n\nOs valores da quantidade de material aderido à C. furcata apresentaram \n\nmenor variação do que os valores de material aderido à E. densa.  Todavia, o \n\nmaterial aderido às macrófitas apresentaram quantidades similares de NT e PT \n\n(Figura 17). Porém, apesar de não apresentarem diferença significativa, nota-\n\nse que o material aderido à C. furcata tem menor quantidade de NT (Figura \n\n17a) e maior quantidade de PT do que o material aderido à E. densa (Figura \n\n17b). \n\n0\n\n1\n\n2\n\n3\n\nCabomba furcata Egeria densa\n\na Média\nDesvio Padrão\n\nRio Branco\n\nN\nT\n d\n\no\n m\n\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n (\n\nm\ng\n.g\n\nM\nS\n\n-1\n)\n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\nCabomba furcata Egeria densa\n\nb\nMédia\nDesvio Padrão\n\nRio Branco\n\nP\nT\n d\n\no\n m\n\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n (\n\nm\ng\n.g\n\nM\nS\n\n-1\n)\n\n \nFigura 17: Quantidade de nitrogênio (a) e fósforo total (b) do material aderido à C. \nfurcata e E. densa coletadas no Rio Branco. \n \n \n\n\n\n31 \n\n \n\n \n \n\n3.3.3 C. furcata nos rios Branco e Preto  \n \nA biomassa total por m² de C. furcata no Rio Preto (área C) apresentou \n\nmaior variação do que no rio Branco (área A), porém sem diferenças \n\nsignificativas (Figura 18). Além disso, não houve diferença significativa entre a \n\nbiomassa do ramo de C. furcata para ambos locais (Figura 19).  \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\nÁrea A Área C\n\nMédia\nDesvio Padrão\n\nCabomba furcata\n\nB\nio\n\nm\na\ns\ns\na\n t\no\nta\n\nl \n (\n\ng\nM\n\nS\n.m\n\n-2\n)\n\n \nFigura 18: Biomassa total por m² de C. furcata coletadas no Rio Branco e Rio Preto.  \n\n0.0\n\n0.2\n\n0.4\n\n0.6\n\n0.8\n\n1.0\n\nÁrea A Área C\n\nMédia\nDesvio Padrão\n\nCabomba furcata\n\nB\nio\n\nm\na\ns\ns\na\n s\n\ne\nc\na\n d\n\no\n r\n\na\nm\n\no\n (\n\ng\nM\n\nS\n)\n\n \nFigura 19: Biomassa do ramo de C. furcata coletadas no Rio Branco e Rio Preto.  \n\n \nOs valores de área total do ramo de C. furcata no Rio Branco \n\napresentaram menor variação do que os valores de C. furcata no Rio Preto. No \n\nentanto, esta diferença não foi significativa (Figura 20). \n\n\n\n32 \n\n \n\n \n \n\n0\n\n1000\n\n2000\n\n3000\n\n4000\n\nÁrea A Área C\n\nMédia\nDesvio Padrão\n\nCabomba furcata\n\nÁ\nre\n\na\n t\no\nta\n\nl \nd\no\n r\n\na\nm\n\no\n (\n\nc\nm\n\n².\ng\n\n-1\n)\n\n \nFigura 20: Área total do ramo de C. furcata coletadas no Rio Branco e no Rio Preto. \n \n\nA porcentagem de NT e de PT na biomassa de C. furcata no Rio Branco \n\nfoi significativamente maior (p:0,0181; p:0,0037, respectivamente) do que a \n\nporcentagem de NT e de PT na biomassa de C. furcata no Rio Preto (Figura \n\n21).  \n\n1.0\n\n1.5\n\n2.0\n\n2.5\n\nRio Branco Rio Preto\n\np:0,0181\n\na\nMédia\nDesvio Padrão\n\nCabomba furcata\n\nN\nT\n( \n\n%\n M\n\nS\n) \n\nn\na\n m\n\na\nc\nró\n\nfi\nta\n\n0.00\n\n0.02\n\n0.04\n\n0.06\n\nRio Branco Rio Preto\n\np:0,0037\n\nb Média\nDesvio Padrão\n\nCabomba furcata\n\nP\nT\n (\n\n%\nM\n\nS\n) \n\nn\na\n m\n\na\nc\nró\n\nfi\nta\n\n \nFigura 21: Porcentagem de nitrogênio (a) e fósforo total (b) na biomassa de C. furcata \ncoletadas no Rio Branco e Rio Preto. \n \n \n\n3.3.4 Material aderido à C. furcata nos rios Branco e Preto \n \n\nA quantidade de material aderido à C. furcata no Rio Branco foi \n\nsignificativamente menor (p:0,0251) do que a quantidade de material aderido à \n\nC. furcata no Rio Preto (Figura 22). No entanto, o material aderido às \n\nmacrófitas apresentaram quantidades similares de NT e PT (Figura 23). Porém, \n\napesar de não apresentarem diferença significativa, nota-se que o material \n\n\n\n33 \n\n \n\n \n \n\naderido à C. furcata tem menor quantidade de NT (Figura 23a) e maior \n\nquantidade de PT do o material aderido à E. densa (Figura 23 b). \n\n0.00\n\n0.05\n\n0.10\n\n0.15\n\n0.5\n\n1.0\n\n1.5\n\n2.0\n\nÁrea A Área C\n\nCabomba furcata\n\np:0,0251\n\nMédia\nDesvio Padrão\n\nM\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n p\n\no\nr \n\nra\nm\n\no\n d\n\ne\n m\n\na\nc\nró\n\nfi\nta\n\n (\nm\n\ng\n.c\n\nm\n-2\n\n)\n\n \nFigura 22: Material aderido à C. furcata coletadas no Rio Branco e Rio Preto. Obs.: o \neixo y foi segmentado para melhor visualização dos dados. \n \n \n\n0.0\n\n0.5\n\n1.0\n\n1.5\n\nRio Branco Rio Preto\n\na Média\nDesvio Padrão\n\nCabomba furcata\n\nN\nT\n d\n\no\n m\n\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n (\n\nm\ng\n.g\n\nM\nS\n\n-1\n)\n\n0.0\n\n0.1\n\n0.2\n\n0.3\n\nRio Branco Rio Preto\n\nb Média\nDesvio Padrão\n\nCabomba furcata\n\nP\nT\n d\n\no\n m\n\na\nte\n\nri\na\nl \na\nd\ne\nri\n\nd\no\n (\n\nm\ng\n.g\n\nM\nS\n\n-1\n)\n\n \nFigura 23: Quantidade de nitrogênio (a) e fósforo total (b) do material aderido à C. \nfurcata coletadas no Rio Branco e no Rio Preto. \n \n \n \n \n \n \n\n\n\n34 \n\n \n\n \n \n\n4 DISCUSSÃO \n.  \n\n4.1 Arquitetura das macrófitas  \n \n\nOs resultados indicaram que, para o mesmo valor de biomassa, C. \n\nfurcata evidencia maior área total do ramo que E. densa. Esta maior área total \n\ndo ramo poderia estar diretamente relacionada ao fato de  C. furcata \n\napresentar folhas maiores, segmentadas e em formato semi-esférico, enquanto  \n\nE. densa possui folhas menores, lisas e planas. Desta maneira, podemos inferir \n\nque  C. furcata possui uma maior complexidade de arquitetura de ramo do que \n\nE. densa.  \n\nTais resultados condizem com os obtidos no experimento de Gruters et \n\nal. (2017). Os autores compararam a complexidade do ramo de 11 espécies de \n\nmacrófitas submersas e entre elas Cabomba caroliniana e Elodea nuttalii, \n\nespécies que possuem arquitetura de ramo semelhante, respectivamente, às \n\nde C. furcata e E. densa. Ao dividir a área total (cm²) pela biomassa do ramo \n\n(gMS),  C. caroliana apresentou área total de ramo (648,8 cm².gMS\n-1\n\n) maior do \n\nque de E. nutallii (432,63 cm².gMS\n-1\n\n). De fato, folhas mais segmentadas \n\npoderiam apresentar uma maior área total de ramo. Por outro lado, os \n\nresultados do estudo de Sher-Kaul et al. (1995), indicaram que a relação entre \n\na área e a biomassa não estão relacionadas à morfologia da planta, isto é, o \n\nfato de a macrófita possuir folha segmentada não seria o fator principal para \n\nque esta tivesse uma área do ramo maior do que uma macrófita com folha não \n\nsegmentada. Sendo assim, a área total do ramo poderia estar mais relacionada \n\nà espécie do que à morfologia do ramo. Contudo, para as espécies estudas, C. \n\nfurcata seguiu o padrão de área do ramo semelhante a outras espécies com \n\nfolhas segmentadas.  \n\n Além disso, nossos resultados indicaram uma relação positiva entre a \n\nárea total do ramo e a biomassa  do ramo de C. furcata e E. densa, resultado \n\nsimilar ao apresentado por Sher-Kaul et al. (1995) e Armstrong et al. (2003) \n\npara outras espécies de macrófitas aquáticas submersas. Desta maneira, as \n\nfunções lineares geradas para C. furcata e E. densa podem de fato ser \n\nutilizadas para predizer valores da área total do ramo dessas duas espécies em \n\n\n\n35 \n\n \n\n \n \n\nestudos subsequentes, desde que os rios apresentem características \n\nlimnológicas semelhantes às encontradas nesse estudo. \n\n Na comparação entre a área total do ramo de C. furcata coletada no rio \n\nde água branca e no rio de água preta, para algumas variáveis (área total das \n\nfolhas, área da haste, área do ramo, biomassa  do ramo), foram encontradas \n\ndiferenças significativas. De modo geral, C. furcata pode apresentar pequenas \n\nvariações em sua morfologia (Ørgaard, 1991) dependendo das variáveis \n\nlimnológicas do ambiente aquático em que é encontrada. De fato, este \n\nresultado é semelhante ao de vários estudos anteriores em espécies de \n\nplantas terrestres e aquáticas (Bonser &amp; Aarssen 2003, Wang &amp; Yu 2007, Xie \n\net al., 2013). \n\n As diferenças morfológicas de C. furcata do Rio Branco e do Rio Preto \n\npodem estar associadas às diferenças nas concentrações de nutrientes nas \n\náguas e no sedimento de ambos os rios. No Rio Branco, a disponibilidade de \n\nNT na água e no sedimento foi menor e a disponibilidade de PT na água e no \n\nsedimento foi maior do que no Rio Preto. Embora não tenham sido \n\nencontradas diferenças significativas entre as variáveis, essas diferenças na \n\nmorfologia da macrófita foram observadas por Garbey et al. (2004) para \n\nRununculus peltatus e por Tóth et al. (2017) para Myriophyllum spicatum, que \n\napresentaram maior biomassa no ambiente cuja disponibilidade de nutrientes \n\nera favorável ao seu crescimento.  \n\nAlém disso, foi encontrada relação positiva entre a área total do ramo e \n\na biomassa seca do ramo. Esse resultado poderia expressar a diferença \n\nmorfológica do ramo de uma mesma espécie em ambientes distintos. Desta \n\nmaneira, as funções lineares que foram geradas para C. furcata de cada rio \n\npodem ser utilizadas para predizer valores da área total do ramo dessa espécie \n\nem estudos subsequentes, desde que os rios apresentem características \n\nlimnológicas semelhantes às encontradas nesse estudo.  \n\n \n\n4.2 Material aderido às macrófitas aquáticas \n \n\nA disponibilidade de nutrientes é um dos fatores abióticos fundamentais \n\npara a colonização e estabelecimento de macrófitas aquáticas (Thomaz &amp; \n\nEstevez, 2011).  Além disso, espécies de macrófitas submersas enraizadas \n\n\n\n36 \n\n \n\n \n \n\npodem retirar seus nutrientes tanto da coluna d´água (Mony et al., 2007) \n\nquanto do sedimento (Mori, 2014; Tóth et al., 2017). Sendo que, C. furcata \n\nabsorve maior quantidade de NT e PT do sedimento (Mori, 2014) e E. densa \n\nabsorve maior quantidade de NT proveniente da coluna d’água (Feijoó, et al. \n\n1996; Mony et al. 2007). Desta maneira, as condições deste ambiente são \n\npropícias para a colonização e estabelecimento de ambas as espécies.  \n\n Apesar de possuir maior área total de ramo, C. furcata possui a menor \n\nquantidade de material aderido. Contudo, há uma grande variação nos valores \n\nde material aderido à E. densa. Desta maneira, a primeira hipótese de que C. \n\nfurcata, por possuir maior complexidade de arquitetura de ramo, teria maior \n\nquantidade de material aderido não foi corroborada.  \n\nAo compararem a diferença na retenção de material aderido a espécies \n\ncom arquiteturas de folhas diferentes, Rovira et al. (2016) chegaram à \n\nconclusão de que espécies com hastes ramificadas e folhas segmentadas \n\nconseguem reter maior quantidade de material do que espécies com folhas \n\nmenos ramificadas e menos segmentadas. Da mesma maneira, para \n\nFernandes et al. (2016) as diferenças do tipo e quantidade de material aderido \n\npode estar relacionada à arquitetura e rugosidade da macrófita aquática. \n\nSendo assim, o esperado seria que a maior quantidade de material aderido \n\nfosse encontrada nos ramos de C. furcata, fato não ocorrido. Por outro lado, \n\nsemelhante ao encontrado neste estudo, os resultados do estudo realizado por \n\nAgawin &amp; Duarte (2002) e de Hendricks et al. (2008) fornecem evidências de \n\nque macrófitas aquáticas marinhas, normalmente com folhas lisas, são \n\ncapazes de reter substancialmente partículas em suspensão na água. Além \n\ndisso, essas macrófitas podem ser capazes de controlar a quantidade de \n\nmaterial em suspensão na água.  \n\nOs resultados não indicaram menor biomassa dos ramos ou menor \n\nporcentagem de nutrientes (NT e PT) na biomassa das macrófitas \n\nindependentemente da quantidade de material aderido. Tendo em vista que C. \n\nfurcata e E. densa apresentaram diferenças significativas na porcentagem de \n\nNT e PT na biomassa, os teores de nutrientes (NT e PT) do material aderido à \n\nambas espécies não foi significativamente diferente. A grande quantidade de \n\nmaterial aderido poderia afetar de forma negativa a macrófita devido à \n\ncompetição por luz ou nutrientes, como exposto por Díaz-Olarte et al. (2007) \n\n\n\n37 \n\n \n\n \n \n\nem seu estudo realizado com Utricularia foliosa, uma macrófita submersa livre. \n\nEntretanto, os resultados de Kibriya e Jones (2007) indicaram que para \n\nUtricularia vulgaris não há relação significativa entre a quantidade de material \n\naderido e a área da folha dessa macrófita. \n\nEstudos (Pluntke &amp; Peter-Kozerski, 2003; Rovira et al.,2016) relatam \n\numa relação negativa entre a quantidade de material aderido às macrófitas e a \n\nvelocidade de corrente de um ecossistema aquático lótico e da distribuição das \n\nmacrófitas submersas em função desta mesma variável. Todavia, em um \n\nestudo anterior (Biem, 2014) não foram encontrados indícios da relação entre a \n\ndistribuição das espécies e essa variável, na área estudada. Resultado que se \n\nassemelha ao encontrado na região dos pampas argentinos (Feijoó et al., \n\n1994) e, por isso, a velocidade de corrente não foi considerada.  \n\nPor outro lado, ao contrário de C. furcata que a qualquer movimentação \n\nde água o material aderido poderia se desprender de suas folhas e ramos, E. \n\ndensa apresenta folhas sésseis, sendo assim, o material aderido poderia ficar \n\nretido com maior facilidade e, mesmo com a movimentação das águas, não se \n\ndesgrudaria tão facilmente. Resultados similares foram encontrados por \n\nFránková et al. (2017) para ambientes lênticos.  \n\nOs resultados de um experimento de Grutters et al. (2017) que avaliou a \n\nrelação entre o material aderido e 11 espécies de macrófitas aquáticas, \n\nindicaram que a quantidade de material aderido pode variar entre as espécies \n\ncom morfologia similar mesmo que sejam cultivadas em condições \n\nsemelhantes. Os resultados desse estudo indicaram que a relação entre o \n\nmaterial aderido e as macrófitas aquáticas pode ser positiva (ganho de \n\nbiomassa na macrófita), negativa (perda de biomassa na macrófita) ou neutra. \n\nNeste estudo, a relação entre o material aderido, C. furcata e E. densa pode \n\nser considerada neutra. Fato este que pode ser comprovado pela a grande \n\nvariação na quantidade de material aderido às macrófitas para uma mesma \n\nárea total de ramo. \n\nAs porcentagens de NT e PT na biomassa de C. furcata foram \n\nsignificativamente maiores no Rio Branco, no entanto, não foram encontradas \n\ndiferenças significativas entre as variáveis. Além disso, C. furcata foi \n\nencontrada em abundância em ambas as áreas.  Desta maneira, essa pequena \n\nvariação na disponibilidade de NT e PT de ambos os rios não seria um fator \n\n\n\n38 \n\n \n\n \n \n\nlimitante para essa espécie. De fato, C. furcata pode apresentar relação \n\npositiva com NT e PT do sedimento (Mori, 2014) e, provavelmente, C. furcata \n\ndo Rio Branco utilize como fonte principal o sedimento para absorção de \n\nnutrientes, enquanto que no Rio Preto ela não tenha a mesma disponibilidade e \n\nacumule menor quantidade desses nutrientes em seus tecidos. Os resultados \n\nde um experimento realizado com Cabomba caroliniana (Bickel, 2012) \n\nindicaram que a porcentagem ótima de matéria orgânica para o crescimento \n\ndessa espécie seria de 5%, enquanto que em porcentagens superiores (15%) o \n\ncrescimento é menor. A área A (Rio Branco) apresentou porcentagem inferior a \n\n10% de matéria orgânica no sedimento, já a área C (Rio Preto) apresentou \n\numa porcentagem de 14,35 %.  \n\nA quantidade de material aderido à C. furcata no Rio Branco foi menor \n\ndo que no Rio Preto. À medida que a quantidade de material em suspensão na \n\nágua foi maior no Rio Branco. Desta maneira, sendo a segunda hipotése, no \n\nambiente com uma maior quantidade de material em suspensão na água (Rio \n\nBranco) há maior quantidade de material aderido em C. furcata, não \n\ncorroborada.  Desta maneira, é possível inferir que a maior porção do material \n\naderido não é proveniente do material em suspensão na água. \n\nTaniwaki et al. (2013) associaram a maior quantidade de perifíton a um \n\nambiente com maior disponibilidade de nitrogênio na água, na forma de nitrato. \n\nEntretanto ao relacionarmos a quantidade de NT e PT do material aderido à C. \n\nfurcata e a disponibilidade de nutrientes (NT e PT) da água e do sedimento \n\npara ambos os rios, é possível observar uma relação inversa entre esses \n\nvalores. Desta maneira, a quantidade de NT e PT do material aderido à C. \n\nFurcata nos rios Branco e Preto não tem relação com a dispobinilidade de \n\nnutrientes desses ambientes. Além disso, é possível inferir que a relação entre \n\no material aderido e as macrófitas é neutra.  \n\n5 CONSIDERAÇÕES FINAIS \n \n\n   \n\nCom este trabalho foi possível concluir que C. furcata apresenta maior \n\ncomplexidade do ramo do que E. densa. Apesar de C. furcata apresentar \n\nalgumas diferenças em sua morfologia, de uma maneira geral, a estrutura do \n\n\n\n39 \n\n \n\n \n \n\nseu ramo é similar mesmo em ambientes com características limnológicas \n\ndistintas.  \n\nA retenção de material não apresentou relação com a complexidade da \n\narquitetura do ramo das espécies de macrófitas aquáticas submersas e, ao \n\ncontrário da nossa hipótese, a macrófita com maior complexidade do ramo (C. \n\nfurcata) reteve menor quantidade de material. Desta maneira, a retenção de \n\nmaterial provavelmente se relaciona não só com a arquitetura do ramo das \n\nespécies vegetais, mas também com outras variáveis não abordadas neste \n\nestudo. \n\nComo não foram observadas as relações entre a quantidade de material \n\naderido e as espécies de macrófitas aquáticas, pode-se considerar que essas \n\nespécies são apenas um substrato para o acúmulo de material aderido, que \n\nnão apresenta relação positiva ou negativa com esse material. \n\n  \n\n\n\n40 \n\n \n\n \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n \n\nAdami, M.; Moreira, M. M.; Rudorff, B. F. T.; Freitas, C. C.; Faria, R. T.; Deppe, \nF., 2007, Painel amostral para estimativa de áreas agrícolas. Pesquisa \nAgropecuária Brasileira, v.42, p.81-88 \n\n \nAgawin N.S.R., Duarte C.M.,2002, Evidence of direct particle trapping by a \n\ntropical seagrass meadow. Estuaries, 25, 1205–1209. \n \nAllen, S. E.; Grimshaw, J. M.; Parkinson, J. A.; Quarmby, c. Chemical Analysis \n\nof Ecological Materials. Oxford: Blackwell, ISBN: 978-0632017423, 1974. \n \nAgostinho, A. A.; Gomes, L. C. and Julio Jr., H. F.,2003, Relações entre \n\nmacrófitas aquáticas e fauna de peixes. In: Ecologia e Manejo de \nMacrófitas Aquáticas, eds. S. M. Thomaz and L. M. Bini. Eduem, \nMaringá, pp. 261-277. \n \n\nAmaral, M. C.E., 2008, Guia de campo para plantas aquáticas e palustres do \nEstado de São Paulo, 452p \n\n \nAmorim, S.R.; Umetsu, C. A.; Toledo, D.; Camargo, A. F. M.,2015, Effects of a \n\nNon-native Species of Poaceae on Aquatic Macrophyte Community \nComposition: a Comparison with a Native Species. Journal of Aquatic \nPlant Management, v. 53, p. 191-196 \n\n \nAnderson, M. J., Diebel, C. E., Blom, W. M., Landers, T. J., 2005. Consistency \n\nand variation in kelp holdfast assemblages: spatial patterns of \nbiodiversity for the major phyla at different taxonomic resolutions. Journal \nof Experimental Marine Biology and Ecology 320: 35–56. \n\n \nArmstrong, N., Planas, D., Prepas, E., 2003, Potential for estimating \n\nmacrophyte surface area from biomass. Aquatic Botany, 75(2), 173-179. \ndoi.org/10.1016/S0304-3770(02)00169-9. \n\n \nBaattrup-Pedersen, A., Larsen, S. E., Riis, T., 2003, Composition and richness \n\nof macrophyte communities in small Danish streams - influence of \nenvironmental factors and weed cutting, Hydrobiologia 495: 171–179. \n\n \nBarko, J.W.; Adams, M.S., Clesceri, N.L. 1986. Environmental factors and their \n\nconsideration in the management of submerged aquatic vegetation: a \nreview. Journal of Aquatic Plant Management, 24: 1-10. \n\n \nBickel, T. O., 2012, Ecology of the submersed aquatic weed Cabomba \n\ncaroliniana in Australia, Eighteenth Australasian Weeds Conference. \n \nBonser, S. P., Aarssen, L. W.,2003, Allometry and development in herbaceous \n\nplants: functional responses of meristem allocation to light and nutrient \navailability. Am. J. Bot. 90, 404–412. doi: 10.3732/ajb.90.3.404 \n\n\n\n41 \n\n \n\n \n \n\nBreugnot E., Dutartre A., Laplace-Treyture C. &amp; Haury J., 2008, Local \ndistribution of macrophytes and consequences for sampling methods in \nlarge rivers. Hydrobiologia, 610, 13-23 \n\n \nCamargo, A.F.M., Peazzato, M.M., Henry-Silva, G.G., Assumpção, A.M., 2006, \n\nPrimary production of Utricularia foliosa L., Egeria densa Planchon and \nCabomba furcata Schult &amp; Schult. from rivers of the coastal plain of the \nState the São Paulo, Brazil. Hydrobiologia, 570: 35 \n\n \nCamargo, A. F. M., Pereira, L. A., Pereira, A.M.M., 2002, Capítulo 12: Ecologia \n\nda bacia hidrográfica do Rio Itanhaém. In: Alexandre Schiavetti; Antonio \nFernando Monteiro Camargo. (Org.). Conceitos de Bacias Hidrográficas: \nTeorias e Aplicações. 1ed. Ilhéus: Editus-Editora da UESC, v. 1, 239-\n256p \n\n \nCarmouze, J. P. Caracterização dos ciclos do C, N, e P por modelos de \n\ncompartimentos múltiplos.  O metabolismo dos ecossistemas aquáticos: \nfundamentos teóricos, métodos de estudo e análises químicas. Editora \nEdgard Blücher: FAPESP, 1994. p. 39-50. \n\n \nCook, C.D.K., Urmi-König, K., 1984. A revision of the genus Egeria \n\n(Hydrocharitaceae). Aquatic Botany, 19: 73-96. \n \nDíaz-Olarte, Jhon., Valoyes-Valois, V., Guisande, C., Torres, N., N., Gonzalez-\n\nBermudez, A., Sanabria-Aranda, L., Hernandez, A., M., M., Duque, S., \nR., Marciales, L., J., Nunez-Avellaneda, M., 2007, Periphyton and \nphytoplankton associated with the tropical carnivorous plant Utricularia \nfoliosa, Aquatic Botany 87  285–291 \n\n \nDibble, E.D., Killgore, K. J., Dick, G. O., 1996. Measurement of plant \n\narchitecture in seven aquatic plants. Journal of Freshwater Ecology 11: \n311–318. \n\n \nDibble, E.V., Thomaz, S.M, 2006, A Simple Method to Estimate Spatial \n\nComplexity in Aquatic Plants, Brazilian Archives of Biology and \nTechnology, Vol.49, n. 3: pp. 421-428 \n\n \nEngelhardt, K.A.M., Ritchie M.E., 2001, Effects of macrophyte species richness \n\non wetland ecosystem functioning and services, Nature, vol 411. \n \nFeijoó, C.S., Ferreira, G.A., Tur, N.M., Momo, F.R., 1994, Influence of a \n\nmacrophyte bed on sediment deposition in a small plain stream, \nVerhandlungen Internationale Vereinigung für Theoretische und \nAngewandte Limnologie, 25: 1888?1892. \n\n \nFeijoó, C.S., Momol, F.R., Bonetti, C.A, Tur, N.M., 1996, Factors influencing \n\nbiomass and nutrient content of the submersed macrophyte Egeria \ndensa Planch. in a pampasic stream. Hydrobiologia, 341: 21-2 \n\n \n\n\n\n42 \n\n \n\n \n \n\nFernandes, V. O., Esteves, F. A., 2011, Comunidade Perifítica, In: Esteves, F. \nA. E. Fundamentos de Limnologia. 3a Ed. Rio de Janeiro Interciência, \np.461-518. \n\n \nFernandes U., L., Oliveira, E.C.C., Lacerda, S.R., 2016, Role of macrophyte life \n\nforms in driving periphytic microalgal assemblages in a Brazilian \nreservoir, J. Limnology; 75(1): 44-51 DOI: 10.4081/jlimnol.2015.1071. \n\n \nFerreiro N., Giorgi, A., Feijoó, C., 2013, Effects of macrophyte architecture and \n\nleaf shape complexity on structural parameters of the epiphytic algal \ncommunity in a Pampean stream, Aquatic Ecology 47:389–401 DOI \n10.1007/s10452-013-9452-1 \n\n \nFránková, M., Šumberová, K., Potužák, J., Vild, O., 2017, The role of plant \n\nsubstrate type in shaping the composition and diversity of epiphytic \ndiatom assemblages in a eutrophic reservoir, Fundam. Appl. Limnol. \n189/2 ,117–135. \n\n \nGodoy, L. J. G., Yanagiwara, R. S., Villas Boas, R. L., Backes, C., Lima, C. P., \n\n2007, Análise da imagem digital para estimativa da área foliar em \nplantas de laranja “pêra”, Rev. Bras. Frutic., Jaboticabal - SP, v. 29, n. 3, \np. 420-42 \n\n \nGolterman, H. L.; Clyno, R. S.; Ohnstad, M. A. M., Methods for physical and \n\nchemical analysis of freshwaters. 2 ed. Blackwell, Oxford, \nISBN:  9780632004591, 1978. \n\n \nGrutters, B., M., C., Gross, E., M., van Donk, E., Bakker, E. S., 2017, \n\nPeriphyton density is similar on native and non-native plant Species, \nFreshwater Biology.62:906–915. \n\n \nHacker, S. D., R. S. Steneck, 1990. Habitat architecture and the abundance \n\nand body-size dependent habitat selection of a phytal amphipod. Ecology \n71: 2269–2285. \n\n \nIstvánovics, V., Honti, M., Kovács, A., Osztoics, A., 2008, Distribution of \n\nsubmerged macrophytes along environmental gradients in large, shallow \nLake Balaton (Hungary), Aquatic Botany 88, 317–330. \n\n \nMcAbendroth, L., P. M. Ramsay, A. Foggo, S. D. Rundle, D.T. Bilton, 2005. \n\nDoes macrophytes fractal complexity drive invertebrate diversity, \nbiomass and body size distributions? Oikos 111: 279–290. \n\n \nHendriks I.E., Sintes T., Bouma T.J., Duarte C.M., 2008, Experimental \n\nassessment and modeling evaluation of the effects of the seagrass \nPosidonia oceanica on flow and particle trapping. Marine Ecology \nProgress Series, 356, 163– 173. \n\n \nHenry-Silva, G., Camargo, A.F.M. 2003. Avaliação sazonal da biomassa de \n\nmacrófita aquática Eichhornia azurea em um rio de águas brancas da \n\n\n\n43 \n\n \n\n \n \n\nbacia hidrográfica do rio Itanhaém (litoral sul do estado de São Paulo, \nBrasil). Hoehnea, 30(1): 71-77 \n\n \nHorpilla, J., Nurminen, L., 2001, The effect of an emergent macrophyte (Typha \n\nangustifolia) on sediment resuspension in a shallow north temperate \nlake, Freshwater Biology 46, 1447-1455  \n\n \nHorvath T.G., 2004, Retention of particulate matter by macrophytes in a first-\n\norder stream, Aquatic Botany 78, 27-36. \n \nInstituto Brasileiro de Geografia e Estatística (IBGE), 2007, Ministério do \n\nPlanejamento e Orçamento. Manual técnico de pedologia, Manuais \ntécnicos em geociências, n.4, 2ª ed. Rio de Janeiro.  \n\n \nJones J.I., Collins A.L., Naden P.S., Sear D.A., 2012, The relationship between \n\nfine sediment and macrophytes in rivers. River Research and \nApplications, 28, 1006–1018. \n\n \nKibriya S., Jones, J.I., 2007, Nutrient availability and the carnivorous habit in \n\nUtricularia vulgaris, Freshwater Biology 52, 500–509 \n \nKleeberg, A., Köhler J., Sukhodolova T., Sukhodolov A., 2010, Effects of \n\naquatic macrophytes on organic matter deposition, resuspension and \nphosphorus entrainment in a lowland river, Freshwater Biology 55, 326-\n345 \n\n \nKovalenko, K.E., Thomaz, S.M.T., Warfe, D.M., 2012, Habitat complexity: \n\napproaches and future directions, Hydrobiologia 685:1–17 DOI \n10.1007/s10750-011-0974-z \n\n \nLawson, S.E., K.J. McGlatherty, P.L. Wiberg. 2012. Enhancement of sediment \n\nsuspension and nutrient flux by benthic macrophytes at low biomass. \nMarine Ecology Progress Series 448: 259–270. \n\n \nLima, C.T., Santos, F. A.R, Giulietti, A.M., 2014, Morphological strategies of \n\nCabomba (Cabombaceae), a genus of aquatic plants, Acta Botanica \nBrasilica 28(3): 327-338. doi: 10.1590/0102-33062014abb3439 \n\n \nLorenzi, H., 2000, Plantas daninhas do Brasil: terrestres, aquáticas, parasitas e \n\ntóxicas- 3ed., Nova Odessa, SP: Instituto Plantarum. \n \nMackereth, F. I. F.; Heron, J.; Talling, J. F, 1978, Water analysis: some revised \n\nmethods for limnologists. London: Freshwater Biological Association, \n1978 \n\n \nMadsen, J.D., Chambers, P.A., James, W.F., Koch, E.W, Westlake, D.F., 2001, \n\nThe interaction between water movement, sediment dynamics and \nsubmersed macrophytes, Hydrobiologia 444: 71–84 \n\n \n\n\n\n44 \n\n \n\n \n \n\nMerriam-Webster.com ‘complex’ (20 de novembro 2017) http://www.merriam-\nwebster.com/dictionary/complex \n\n \nMony, C.; Koschnick, T.; Haller, W., Muller, S. 2007. Competition between two \n\ninvasive Hydrocharitaceae (Hydrilla verticillata (L.f.) (Royle) and Egeria \ndensa (Planch.) as influenced by sediment fertility and season. Aquatic \nBotany, 86: 236-242. \n\n \nMori, G. B., 2014, Distribuição de macrófitas aquáticas em relação a um \n\ngradiente ambiental na bacia do rio Itanhaém, SP, Dissertação \n(mestrado) - Universidade Estadual Paulista, Instituto de Biociências de \nRio Claro. \n\n \nvan Katwijk, M.M., Bos, A.R., Hermus, D.C.R., Suykerbuyk, W., 2010. Sediment \n\nmodification by seagrass beds: muddification and sandification induced \nby plant cover and environmental conditions. Estuarine, Coastal and \nShelf Science 89: 175–181 \n\n \nvan Katwijk, M. M., Thorhaug, A., Marbà, N., Orth, R. J., Duarte, C. M., \n\nKendrick, G. A., Althuizen, I. H. J., Balestri, E., Bernard, G., Cambridge, \nM. L., Cunha, A., Durance, C., Giesen, W., Han, Q., Hosokawa, S., \nKiswara, W., Komatsu, T., Lardicci, C., Lee, K.-S., Meinesz, A., Nakaoka, \nM., O'Brien, K. R., Paling, E. I., Pickerell, C., Ransijn, A. M. A., Verduin, \nJ. J. , 2016, Global analysis of seagrass restoration: the importance of \nlarge-scale planting. Journal of Applied Ecology, 53: 567–578. \ndoi: 10.1111/1365-2664.12562  \n\n \nNunes, L. S. C., Camargo, A.F.M. 2016, Do interspecific competition and \n\nsalinity explain plant zonation in a tropical estuary? Hydrobiologia DOI \n10.1007/s10750-016-2821-8 \n\n \nO’hare J.M., O’hare M.T., Gurnell A.M., Dunbar M.J., Scarlett P.M., Laize C., \n\n2011, Physical constraints on the distribution of macrophytes linked with \nflowand sediment dynamics in british rivers. River Research and \nApplications, 27, 671–683. \n\n \nØrgaard, M., 1991, The genus Cabomba (Cabombaceae) - a taxonomic study, \n\nNordic Journal of Botany 11: 179-203. Copenhagen \n \nPluntke T., Kozerski H.P., 2003, Particle trapping on leaves and on the bottom \n\nin simulated submerged plant stands. Hydrobiologia, 506, 575–581. \n \nSchulz M., Kozerski H.P., Pluntke T., Rinke K., 2003, The influence of \n\nmacrophytes on sedimentation and nutrient retention in the lower River \nSpree (Germany). Water Research 37 569–578. \n\n \nRovira, A., Alcaraz, C., Trobajo, R., 2016, Effects of plant architecture and \n\nwater velocity on sediment retention by submerged macrophytes, \nFreshwater Biology, Volume 61 (5), 758–768 \n\n \n\nhttp://www.merriam-/\nhttp://www.merriam-/\n\n\n45 \n\n \n\n \n \n\nSand-Jensen, K.  Pedersen, M.L.,2008, Streamlining of plant patches in \nstreams, Freshwater Biology, 53, 714–726.  \n\n \nSher-Kaul S., Oertli B., Castella E., Lachavanne J.B., 1995, Relationship \n\nbetween biomass and surface area of six submerged aquatic plant \nspecies. Aquatic Botany, 51, 147–154. \n\n \nSow, M. M., Majdi, N., Muylaert, K., Tackx, M., Julien, F., Probst, J.-L., Mialet, \n\nB., Sutra, C., Probst, A., Thébault, J.-M., Kenarlikdjian, M., Gérino, M., \n2016, Retention of nutrients, suspended particulate matter and \nphytoplankton in a pondage associated with a run-of-the-river type \nhydroelectricpower plant. Ecohydrol., 9: 229–237. doi: 10.1002/eco.1626. \n\n \nSuguio, K. 1973. Introdução à sedimentologia. São Paulo: EDUSP, 317 p. \n \nTakamura, N., Kadono, Y., Fukushima, M., Nakagawa, M., Kim, B., H., O., \n\n2003, Effects of aquatic macrophytes on water quality and phytoplankton \ncommunities in shallow lakes, Ecological Research 18, 381–395. \n\n \nTaniwaki, R.H., Magrin, A.G.E., Calijuri, M.C., Moschini –Carlos, V., 2013, \n\nBiomass and elemental composition (C, N, H) of the periphytic \ncommunity attached to Polygonum punctatum Ell. in a subtropical \nreservoir and its relationship to environmental factors, Limnetica, 32 (2): \n189-200.  \n\n \nTinoco, A. I., Furman, B. T., Darnell, K. M., Peterson, B. J., 2017, Submerged \n\naquatic vegetation, topography and flow characteristics in the upper, tidal \nHudson River: Progress toward a predictive habitat model, Aquatic \nBotany 142 53–60. \n\n \nThomaz, S. M.; Esteves, F. S. E., 2011, Comunidade de macrófitas aquáticas. \n\nIn: Esteves, F. A. E. Fundamentos de Limnologia. 3a Ed. Rio de Janeiro \nInterciência, p.461-518. \n\n \nTundisi, J.G.,  Matsumura-Tundisi, T., 2008, Limnologia, Oficina de Textos, São \n\nPaulo,632p, ISBN:9788586238666. \n \nVerhofstad, M.J.J.M., Alirangues-Nuñez, M.M., Reichman, E.P, van Donk, E., \n\nLamers, L.P.M., BakkerE.S., 2017, Mass development of monospecific \nsubmerged macrophyte vegetation after the restoration of shallow lakes: \nroles of light, sediment nutrient levels, and propagule density, Aquatic \nBotany, http://dx.doi.org/10.1016/j.aquabot.2017.04.004 \n\n \nWang J, Yu D., 2007, Influence of sediment fertility on morphological variability \n\nof Vallisneria spiralis L. Aquatic Botany 87:127–133. \n \nWaycott, M., Duarte, C., Carruthers, T., Orth, R., Dennison, W., Olyarnik, S., \n\nCalladine, A., Fourqurean, J., Heck, K., Hughes, A.R., Kendrick, G., \nKenworthy, W.J, Short, F., Williams, S., 2009, Accelerating loss of \n\n\n\n46 \n\n \n\n \n \n\nseagrasses across the globe threatens ecosystems. Proceedings of the \nNational Academy of Sciences 106: 12377–12381. \n\n \nWetzel, R. G., 1983, Opening remarks. In: Wetzel, R. G. (ed.). Periphyton of \n\nfreshwater ecosystems. Boston, The Hague Dr. W. Junk, p. 3-4. \n \nXie D, Yu D, 2011, Size-related auto-fragment production and carbohydrate \n\nstorage in auto-fragment of Myriophyllum spicatum L. in response to \nsediment nutrient and plant density. Hydrobiologia 658:221–231. \n\n\n\n47 \n\n \n\n \n \n\nApêndice A.  Valores brutos dos atributos medidos nas macrófitas aquáticas. \n \n\nRio Espécie \nNúmero \nde folhas \n\nMédia da área \nda folha (cm²) \n\nMédia da área \nfolha * 2 (cm²) \n\nÁrea foliar (folha* \nmédia da folha*2) \n\n(cm²) \n\nÁrea da \nhaste \n(cm²) \n\nÁrea do \nramo (cm²) \n\nBiomassa \ndo ramo \n(gMS) \n\nÁrea total do \nramo \n\n(cm².gMS\n-1\n\n) \n\nBranco C. furcata 16 9,965 19,931 318,891 10,438 329,329 0,159 2070,078 \n\nBranco C. furcata 23 11,552 23,105 531,407 14,752 546,159 0,223 2447,060 \n\nBranco C. furcata 25 8,468 16,937 423,417 9,169 432,585 0,187 2318,250 \n\nBranco C. furcata 23 11,207 22,413 515,507 11,873 527,380 0,209 2524,677 \n\nBranco C. furcata 18 5,421 10,841 195,144 5,200 200,344 0,075 2664,149 \n\nBranco C. furcata 16 9,995 19,991 319,851 9,483 329,333 0,159 2070,108 \n\nBranco C. furcata 17 13,594 27,187 462,185 10,438 472,623 0,211 2240,555 \n\nBranco C. furcata 11 17,266 34,533 379,859 13,311 393,170 0,145 2710,585 \n\nBranco C. furcata 21 10,110 20,221 424,634 10,093 434,727 0,179 2431,357 \n\nBranco E. densa 140 0,368 0,737 103,137 9,483 112,619 0,119 943,369 \n\nBranco E. densa 109 0,451 0,903 98,420 11,873 110,293 0,111 996,054 \n\nBranco E. densa 146 0,353 0,707 103,150 10,438 113,588 0,151 753,134 \n\nBranco E. densa 97 0,373 0,747 72,438 10,438 82,876 0,098 844,554 \n\nBranco E. densa 68 0,405 0,809 55,012 11,873 66,885 0,077 872,149 \n\nBranco E. densa 100 0,261 0,522 52,161 11,873 64,034 0,074 871,087 \n\nBranco E. densa 101 0,205 0,410 41,420 9,960 51,380 0,069 742,812 \n\nBranco E. densa 92 0,314 0,627 57,707 10,438 68,145 0,092 744,754 \n\nBranco E. densa 92 0,346 0,691 63,595 14,271 77,866 0,123 632,854 \n\nBranco E. densa 128 0,379 0,757 96,928 13,311 110,239 0,133 829,676 \n\nBranco C. furcata 20 15,989 31,978 639,560 12,831 652,391 0,229 2854,230 \n\nPreto C. furcata 14 8,497 16,994 237,916 7,100 245,016 0,113 2162,354 \n\nPreto C. furcata 19 13,710 27,420 520,980 8,077 529,057 0,165 3199,811 \n\n\n\n48 \n\n \n\n \n \n\nApêndice A.  Valores brutos dos atributos medidos nas macrófitas aquáticas. \n \n\nRio Espécie \nNúmero \nde folhas \n\nMédia da área \nda folha (cm²) \n\nMédia da área \nfolha * 2 (cm²) \n\nÁrea foliar (folha* \nmédia da folha*2) \n\n(cm²) \n\nÁrea da \nhaste \n(cm²) \n\nÁrea do \nramo (cm²) \n\nBiomassa \ndo ramo \n(gMS) \n\nÁrea total do \nramo \n\n(cm².gMS\n-1\n\n) \n\nPreto C. furcata 18 5,189 10,379 186,816 7,681 194,497 0,097 2011,345 \n\nPreto C. furcata 16 10,151 20,302 324,832 7,100 331,932 0,156 2130,776 \n\nPreto C. furcata 11 12,308 24,616 270,776 9,483 280,259 0,125 2248,907 \n\nPreto C. furcata 20 7,523 15,045 300,907 9,006 309,912 0,136 2277,930 \n\nPreto C. furcata 18 7,763 15,525 279,456 9,483 288,939 0,129 2236,368 \n\nPreto C. furcata 18 7,813 15,625 281,256 7,100 288,356 0,123 2347,414 \n\nPreto C. furcata 17 7,773 15,547 264,293 8,529 272,822 0,113 2407,750 \n\nPreto C. furcata 13 3,518 7,037 91,477 9,483 100,959 0,092 1093,819 \n\n          \n\n \n\n \n\nApêndice B. Valores brutos da biomassa da macrófita (BM), material aderido à macrófita (MA), biomassa seca do ramo (BR), material \naderido à macrófita (MAR), área do ramo (AR), área total do ramo (ATR), material aderido por área total do ramo (MARr), nitrogênio \ntotal da macrófita (NTm), nitrogênio total do material aderido (NTma), fósforo total da macrófita e fósforo total do material aderido \n(PTma). \n\n  \n\nÁrea \n\n \n \n \n\nRio Espécie BM (gMS.m\n-2\n) \n\nMA \n(mg.L\n\n -1\n) \n\nBR \n(gMS) \n\nMAR \n(mg.gMS\n\n-1\n) \n\nAR \n(cm²) \n\nATR \n (cm².g\n\n-1\n) \n\nMARr \n(mg.cm²) \n\nNTm \n(%MS) \n\nNTma \n(mg.gMS\n\n-1\n) \n\nPTm \n(%MS) \n\nPTma \n(mg.L\n\n-1\n) \n\nA Branco C. furcata 79,344 15,910 0,101 157,291 233,338 2306,849 0,068 1,520 1,107 0,0526 0,010 \n\nA Branco C. furcata 75,824 29,827 0,211 141,688 517,466 2458,154 0,058 1,722 1,264 0,0530 0,004 \n\n\n\n49 \n\n \n\n \n \n\nApêndice B. Valores brutos da biomassa da macrófita (BM), material aderido à macrófita (MA), biomassa seca do ramo (BR), material \naderido à macrófita (MAR), área do ramo (AR), área total do ramo (ATR), material aderido por área total do ramo (MARr), nitrogênio \ntotal da macrófita (NTm), nitrogênio total do material aderido (NTma), fósforo total da macrófita e fósforo total do material aderido \n(PTma). \n\n  \n\nÁrea \n\n \n \n \n\nRio Espécie BM (gMS.m\n-2\n) \n\nMA \n(mg.L\n\n -1\n) \n\nBR \n(gMS) \n\nMAR \n(mg.gMS\n\n-1\n) \n\nAR \n(cm²) \n\nATR \n (cm².g\n\n-1\n) \n\nMARr \n(mg.cm²) \n\nNTm \n(%MS) \n\nNTma \n(mg.gMS\n\n-1\n) \n\nPTm \n(%MS) \n\nPTma \n(mg.L\n\n-1\n) \n\nA Branco C. furcata 71,584 19,320 0,179 108,090 434,924 2433,280 0,044 1,771 0,783 0,0568 0,007 \n\nA Branco C. furcata 56,320 14,907 0,217 68,735 533,990 2462,258 0,028 1,820 0,516 0,0535 0,013 \n\nA Branco C. furcata 79,808 37,807 0,119 318,587 278,857 2349,849 0,136 1,560 0,708 0,0512 0,020 \n\nA Branco C. furcata 65,616 14,240 0,126 113,421 296,731 2363,452 0,048 1,964 0,223 0,0501 0,007 \n\nA Branco C. furcata 180,720 11,295 0,167 4,599 403,695 2421,397 0,002 2,012 0,336 0,0517 0,008 \n\nA Branco C. furcata 139,456 12,486 0,209 59,869 512,374 2456,839 0,024 1,829 0,218 0,0457 0,003 \n\nA Branco C. furcata 95,872 10,265 0,205 50,088 502,995 2454,351 0,020 1,948 0,342 0,0496 0,032 \n\nA Branco C. furcata 112,928 7,833 0,114 68,949 265,710 2338,792 0,029 1,912 0,246 0,0496 0,002 \n\nA Branco C. furcata 22,944 12,280 0,917 13,387 2353,77 2565,984 0,005 1,848 0,076 0,0506 0,010 \n\nA Branco C. furcata 63,824 25,867 0,177 146,214 430,170 2431,575 0,060 1,708 0,396 0,0449 0,000 \n\nA Branco C. furcata 65,024 21,267 0,122 173,960 288,158 2357,118 0,074 1,830 0,573 0,0474 0,008 \n\nA Branco C. furcata 67,520 15,847 0,770 20,585 1970,55 2559,830 0,008 1,917 0,164 0,0472 0,006 \n\nA Branco C. furcata 104,768 5,500 0,187 29,443 455,865 2440,391 0,012 1,935 0,450 0,0548 0,001 \n\nB Branco C. furcata 47,248 24,930 0,228 109,467 537,408 2359,742 0,046 1,883 0,553 0,0521 0,008 \n\nB Branco C. furcata 82,352 41,470 0,214 193,460 504,079 2351,661 0,082 1,799 0,914 0,0478 0,031 \n\n\n\n50 \n\n \n\n \n \n\nApêndice B. Valores brutos da biomassa da macrófita (BM), material aderido à macrófita (MA), biomassa seca do ramo (BR), material \naderido à macrófita (MAR), área do ramo (AR), área total do ramo (ATR), material aderido por área total do ramo (MARr), nitrogênio \ntotal da macrófita (NTm), nitrogênio total do material aderido (NTma), fósforo total da macrófita e fósforo total do material aderido \n(PTma). \n\n  \n\nÁrea \n\n \n \n \n\nRio Espécie BM (gMS.m\n-2\n) \n\nMA \n(mg.L\n\n -1\n) \n\nBR \n(gMS) \n\nMAR \n(mg.gMS\n\n-1\n) \n\nAR \n(cm²) \n\nATR \n (cm².g\n\n-1\n) \n\nMARr \n(mg.cm²) \n\nNTm \n(%MS) \n\nNTma \n(mg.gMS\n\n-1\n) \n\nPTm \n(%MS) \n\nPTma \n(mg.L\n\n-1\n) \n\nB Branco C. furcata 88,480 40,690 0,172 236,873 398,118 2317,602 0,102 1,866 1,059 0,0474 0,046 \n\nB Branco C. furcata 108,800 29,640 0,192 154,512 448,024 2335,527 0,066 1,867 0,219 0,0444 0,046 \n\nB Branco C. furcata 73,936 49,220 0,152 322,818 350,053 2295,882 0,140 1,967 0,826 0,0476 0,027 \n\nB Branco C. furcata 67,912 34,900 0,219 159,572 514,931 2354,401 0,068 1,783 0,512 0,0530 0,043 \n\nB Branco C. furcata 107,952 26,580 0,093 284,704 202,922 2173,547 0,130 1,909 1,949 0,0449 0,036 \n\nB Branco C. furcata 102,928 21,970 0,162 146,040 373,476 2307,113 0,059 1,416 0,692 0,0513 0,029 \n\nB Branco C. furcata 38,112 17,540 0,151 116,336 345,822 2293,703 0,051 1,911 0,836 0,0498 0,031 \n\nB Branco C. furcata 56,672 13,540 0,229 59,142 540,395 2360,420 0,025 1,794 0,856 0,0536 0,036 \n\nB Branco C. furcata 81,088 113,780 0,306 372,268 731,309 2392,712 0,155 2,005 0,458 0,0401 0,021 \n\nB Branco C. furcata 205,216 46,140 0,137 335,832 312,517 2274,674 0,147 1,491 1,732 0,0395 0,029 \n\nB Branco C. furcata 166,048 7,680 0,214 35,829 504,079 2351,661 0,015 1,481 1,025 0,0440 0,024 \n\nB Branco C. furcata 139,184 137,140 0,360 380,733 867,114 2407,312 0,158 1,657 0,700 0,0446 0,023 \n\nB Branco C. furcata 263,904 88,410 0,382 231,367 925,114 2421,004 0,096 1,575 0,366 0,0439 0,025 \n\nB Branco E. densa 86,128 23,180 0,084 275,887 70,396 837,844 0,329 2,302 2,666 0,0473 0,002 \n\nB Branco E. densa 41,152 26,170 0,219 119,236 171,798 782,752 0,152 2,227 0,702 0,0457 0,020 \n\n\n\n51 \n\n \n\n \n \n\nApêndice B. Valores brutos da biomassa da macrófita (BM), material aderido à macrófita (MA), biomassa seca do ramo (BR), material \naderido à macrófita (MAR), área do ramo (AR), área total do ramo (ATR), material aderido por área total do ramo (MARr), nitrogênio \ntotal da macrófita (NTm), nitrogênio total do material aderido (NTma), fósforo total da macrófita e fósforo total do material aderido \n(PTma). \n\n  \n\nÁrea \n\n \n \n \n\nRio Espécie BM (gMS.m\n-2\n) \n\nMA \n(mg.L\n\n -1\n) \n\nBR \n(gMS) \n\nMAR \n(mg.gMS\n\n-1\n) \n\nAR \n(cm²) \n\nATR \n (cm².g\n\n-1\n) \n\nMARr \n(mg.cm²) \n\nNTm \n(%MS) \n\nNTma \n(mg.gMS\n\n-1\n) \n\nPTm \n(%MS) \n\nPTma \n(mg.L\n\n-1\n) \n\nB Branco E. densa 140,880 19,080 0,249 76,479 194,256 778,643 0,098 2,291 0,449 0,0420 0,029 \n\nB Branco E. densa 42,464 42,207 0,229 184,067 179,149 781,288 0,236 2,335 0,977 0,0492 0,027 \n\nB Branco E. densa 60,272 41,400 0,247 167,313 192,729 778,890 0,215 2,395 1,018 0,0447 0,016 \n\nB Branco E. densa 114,832 18,720 0,236 79,218 184,397 780,318 0,102 2,180 0,533 0,0462 0,063 \n\nB Branco E. densa 175,736 35,522 0,217 164,057 169,583 783,219 0,209 2,124 0,517 0,0425 0,093 \n\nB Branco E. densa 155,440 57,620 0,184 313,442 145,111 789,379 0,397 1,994 0,457 0,0430 0,118 \n\nB Branco E. densa 232,304 43,473 0,338 128,547 260,662 770,757 0,167 2,030 0,290 0,0345 0,087 \n\nB Branco E. densa 200,368 22,273 0,108 206,713 88,159 818,186 0,253 2,070 1,559 0,0415 0,078 \n\nB Branco E. densa 239,504 39,380 0,214 184,286 167,464 783,678 0,235 1,526 0,917 0,0417 0,048 \n\nB Branco E. densa 196,432 114,440 0,185 618,427 146,025 789,110 0,784 1,587 0,908 0,0445 0,043 \n\nB Branco E. densa 245,824 179,930 0,249 723,831 193,582 778,751 0,929 1,436 0,563 0,0412 0,049 \n\nB Branco E. densa 162,080 178,440 0,239 746,611 186,411 779,961 0,957 1,814 0,586 0,0451 0,042 \n\nB Branco E. densa 167,248 23,060 0,120 191,991 97,412 811,023 0,237 1,743 0,816 0,0420 0,006 \n\nC Preto C. furcata 152,640 26,200 0,260 100,700 861,651 3311,748 0,030 1,688 0,108 0,0508 0,031 \n\nC Preto C. furcata 243,392 31,350 0,187 167,871 548,090 2934,885 0,057 1,488 0,750 0,0405 0,054 \n\n\n\n52 \n\n \n\n \n \n\nApêndice B. Valores brutos da biomassa da macrófita (BM), material aderido à macrófita (MA), biomassa seca do ramo (BR), material \naderido à macrófita (MAR), área do ramo (AR), área total do ramo (ATR), material aderido por área total do ramo (MARr), nitrogênio \ntotal da macrófita (NTm), nitrogênio total do material aderido (NTma), fósforo total da macrófita e fósforo total do material aderido \n(PTma). \n\n  \n\nÁrea \n\n \n \n \n\nRio Espécie BM (gMS.m\n-2\n) \n\nMA \n(mg.L\n\n -1\n) \n\nBR \n(gMS) \n\nMAR \n(mg.gMS\n\n-1\n) \n\nAR \n(cm²) \n\nATR \n (cm².g\n\n-1\n) \n\nMARr \n(mg.cm²) \n\nNTm \n(%MS) \n\nNTma \n(mg.gMS\n\n-1\n) \n\nPTm \n(%MS) \n\nPTma \n(mg.L\n\n-1\n) \n\nC Preto C. furcata 226,864 22,700 0,259 87,624 856,868 3307,604 0,026 1,476 0,378 0,0382 0,009 \n\nC Preto C. furcata 426,688 50,650 0,270 187,551 903,840 3346,813 0,056 1,343 0,052 0,0337 0,046 \n\nC Preto C. furcata 116,272 64,300 0,221 290,595 695,497 3143,206 0,092 1,289 0,696 0,0337 0,015 \n\nC Preto C. furcata 22,752 12,900 0,059 219,949 1,077 18,367 0,209 1,903 0,239 0,0510 0,005 \n\nC Preto C. furcata 5,360 6,400 0,062 103,593 14,443 233,780 0,443 1,890 0,906 0,0507 0,001 \n\nC Preto C. furcata 14,096 7,300 0,110 66,551 219,028 1996,793 0,033 1,902 0,893 0,0525 0,003 \n\nC Preto C. furcata 21,872 17,683 0,085 207,575 114,408 1342,978 0,155 1,927 0,986 0,0521 0,007 \n\nC Preto C. furcata 33,440 25,833 0,062 417,138 15,083 243,557 1,713 1,685 0,452 0,0528 0,004 \n\nC Preto C. furcata 114,080 45,350 0,208 217,976 639,045 3071,594 0,071 1,459 0,269 0,0371 0,007 \n\nC Preto C. furcata 160,528 33,400 0,288 115,880 981,430 3405,023 0,034 1,124 0,194 0,0341 0,029 \n\nC Preto C. furcata 155,328 33,000 0,209 157,714 644,127 3078,411 0,051 1,368 0,134 0,0303 0,022 \n\nC Preto C. furcata 216,704 91,450 0,263 348,116 872,412 3320,942 0,105 1,296 0,266 0,0325 0,059 \n\nC Preto C. furcata 145,120 23,600 0,258 91,413 853,068 3304,286 0,028 1,363 0,041 0,0419 0,025 \n\n\n\n53 \n\n \n\n \n \n\n \n\nApêndice C. Valores brutos das variáveis abióticas: material em \nsuspensão na água (MS), alcalinidade (Alc), nitrogênio total na água \n(NTa), nitrogênio total no sedimento (NTs), fósforo total na água (PTa), \nfósforo no sedimento (PTs) e matéria orgânica no sedimento (MOs). \n\n  \n\nÁrea Rio MS (mg.L\n-1\n\n) \nAlc \n\n(meq.L\n-1\n\n) NTa(mg.L\n-1\n\n) \nNTs \n\n(%MS) \nPTa \n\n(µg.L\n-1\n\n) \nMOs \n\n(%MS) \n\nA Branco 6,240 0,148 0,112 0,104 14,810 7,051 \n\nA Branco 6,440 0,140 0,126 0,140 17,320 6,799 \n\nA Branco 9,680 0,144 0,140 0,130 16,200 23,599 \n\nA Branco 7,760 0,140 0,126 0,140 15,840 14,656 \n\nA Branco 5,760 0,142 0,112 0,149 16,850 13,745 \n\nA Branco 8,560 0,146 0,154 0,089 16,050 5,360 \n\nA Branco 4,200 0,142 0,126 0,091 22,340 5,255 \n\nA Branco 8,400 0,144 0,126 0,085 21,910 5,303 \n\nA Branco 3,160 0,156 0,098 0,097 29,150 7,569 \n\nA Branco 4,000 0,148 0,112 0,078 23,300 5,173 \n\nA Branco 6,520 0,148 0,112 0,089 24,330 3,046 \n\nA Branco 8,000 0,146 0,084 0,093 22,290 3,105 \n\nA Branco 10,600 0,148 0,070 0,120 19,690 9,064 \n\nA Branco 10,320 0,150 0,084 0,104 16,210 3,911 \n\nB Branco 12,800 0,140 0,084 0,084 13,490 3,073 \n\nB Branco 5,920 0,140 0,112 0,077 13,120 7,387 \n\nB Branco 7,680 0,146 0,042 0,070 16,470 6,691 \n\nB Branco 5,920 0,138 0,070 0,074 12,320 4,466 \n\n\n\n54 \n\n \n\n \n \n\nApêndice C. Valores brutos das variáveis abióticas: material em \nsuspensão na água (MS), alcalinidade (Alc), nitrogênio total na água \n(NTa), nitrogênio total no sedimento (NTs), fósforo total na água (PTa), \nfósforo no sedimento (PTs) e matéria orgânica no sedimento (MOs). \n\n  \n\nÁrea Rio MS (mg.L\n-1\n\n) \nAlc \n\n(meq.L\n-1\n\n) NTa(mg.L\n-1\n\n) \nNTs \n\n(%MS) \nPTa \n\n(µg.L\n-1\n\n) \nMOs \n\n(%MS) \n\nB Branco 6,560 0,150 0,042 0,084 13,580 4,158 \n\nB Branco 7,360 0,150 0,168 0,078 12,920 5,825 \n\nB Branco 4,680 0,160 0,112 0,087 19,110 6,141 \n\nB Branco 8,000 0,158 0,112 0,134 15,630 8,471 \n\nB Branco 3,680 0,150 0,112 0,123 16,350 8,667 \n\nB Branco 7,560 0,158 0,126 0,115 17,670 9,663 \n\nB Branco 6,560 0,156 0,070 0,152 16,410 5,502 \n\nB Branco 7,320 0,152 0,084 0,090 7,640 6,140 \n\nB Branco 5,960 0,158 0,070 0,079 15,050 4,288 \n\nB Branco 7,780 0,158 0,098 0,093 17,030 18,143 \n\nB Branco 6,160 0,154 0,098 0,100 17,370 5,986 \n\nB Branco 6,840 0,154 0,112 0,095 14,710 4,282 \n\nB Branco 5,920 0,140 0,112 0,077 13,120 7,387 \n\nB Branco 7,680 0,146 0,042 0,070 16,470 6,691 \n\nB Branco 5,920 0,138 0,070 0,074 12,320 4,466 \n\nB Branco 6,560 0,150 0,042 0,084 13,580 4,158 \n\nB Branco 7,360 0,150 0,168 0,078 12,920 5,825 \n\nB Branco 4,680 0,160 0,112 0,087 19,110 6,141 \n\n\n\n55 \n\n \n\n \n \n\nApêndice C. Valores brutos das variáveis abióticas: material em \nsuspensão na água (MS), alcalinidade (Alc), nitrogênio total na água \n(NTa), nitrogênio total no sedimento (NTs), fósforo total na água (PTa), \nfósforo no sedimento (PTs) e matéria orgânica no sedimento (MOs). \n\n  \n\nÁrea Rio MS (mg.L\n-1\n\n) \nAlc \n\n(meq.L\n-1\n\n) NTa(mg.L\n-1\n\n) \nNTs \n\n(%MS) \nPTa \n\n(µg.L\n-1\n\n) \nMOs \n\n(%MS) \n\nB Branco 8,000 0,158 0,112 0,134 15,630 8,471 \n\nB Branco 3,680 0,150 0,112 0,123 16,350 8,667 \n\nB Branco 7,560 0,158 0,126 0,115 17,670 9,663 \n\nB Branco 6,560 0,156 0,070 0,152 16,410 5,502 \n\nB Branco 7,320 0,152 0,084 0,090 7,640 6,140 \n\nB Branco 5,960 0,158 0,070 0,079 15,050 4,288 \n\nB Branco 2,520 0,158 0,098 0,093 17,030 18,143 \n\nB Branco 6,160 0,154 0,098 0,100 17,370 5,986 \n\nB Branco 6,840 0,154 0,112 0,095 14,710 4,282 \n\nC Preto 6,400 0,088 0,168 0,280 14,640 17,506 \n\nC Preto 5,450 0,076 0,154 0,258 16,790 16,992 \n\nC Preto 4,500 0,078 0,112 0,252 20,640 21,663 \n\nC Preto 3,900 0,094 0,112 0,218 16,510 19,326 \n\nC Preto 5,000 0,086 0,084 0,130 19,750 16,626 \n\nC Preto 4,950 0,080 0,098 0,150 19,530 15,344 \n\nC Preto 2,600 0,098 0,084 0,158 20,450 12,816 \n\nC Preto 4,900 0,064 0,056 0,043 19,090 13,714 \n\nC Preto 5,000 0,074 0,070 0,047 26,380 13,902 \n\n\n\n56 \n\n \n\n \n \n\nApêndice C. Valores brutos das variáveis abióticas: material em \nsuspensão na água (MS), alcalinidade (Alc), nitrogênio total na água \n(NTa), nitrogênio total no sedimento (NTs), fósforo total na água (PTa), \nfósforo no sedimento (PTs) e matéria orgânica no sedimento (MOs). \n\n  \n\nÁrea Rio MS (mg.L\n-1\n\n) \nAlc \n\n(meq.L\n-1\n\n) NTa(mg.L\n-1\n\n) \nNTs \n\n(%MS) \nPTa \n\n(µg.L\n-1\n\n) \nMOs \n\n(%MS) \n\nC Preto 6,650 0,058 0,084 0,059 20,340 16,218 \n\nC Preto 6,150 0,064 0,084 0,055 19,930 27,645 \n\nC Preto 5,900 0,060 0,074 0,029 23,090 5,218 \n\nC Preto 5,550 0,072 0,252 0,277 13,220 5,038 \n\nC Preto 4,100 0,066 0,168 0,071 16,760 7,775 \n\nC Preto 5,950 0,072 0,322 0,292 15,430 5,550"}]}}}