{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03997"}, {"@name": "filename", "#text": "BGP_1994_8_1_22_Bacias_do_Espirito_Santo_e_Mucuri.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "19\t- BACIAS DO ESPIRITO SANTO E MUCURI\nRoberto A. B. Vieira1, Marcos P. Mendes1, Paulo E. Vieira1, Luciano A. R. Costa1, Cláudio V. Tagliari1, Luiz A. P. Bacelar1 e Flávio J. Feijó*\nAs bacias do Espírito Santo e Mucuri abrangem quase 218 000 km2, sendo 18 000 km2 emersos, na costa leste brasileira entre os paralelos 18 e 21 sul. Seu limite norte com a Bacia de Cumuruxatiba é no Alto de Alcobaça, e o limite sul com a Bacia de Campos se dá no Alto de Vitória. A perfuração de 1 048 poços (944 em terra) desde 1959 e a progressiva melhoria de qualidade das seções sísmicas (46 000 km no mar, 10 000 km em terra) permitiram uma caracterização bastante segura das unidades litoestratigráficas e um melhor conhecimento dos eventos tectono-sedimentares que lhes deram origem.\nAs bacias do Espírito Santo e Mucuri foram individualizadas mais a partir de critérios geográficos (divisa Espírito Santo-Bahia) do que de critérios geológicos. As unidades litoestratigráficas têm continuidade e comportamento estrutural similar ao longo das duas bacias, e serão descritas em conjunto (fig. 19.1).\nA nomenclatura litoestratigráfica adotada obedeceu à precedência das definições de Asmus ef a/. (1971), Bacoccoli e Morales (1973), Ojeda (1977) e Rangel et at. (1990). Foram incorporadas as modificações propostas por Vieira et al. (1992), mas quando possível mantiveram-se as seções-tipo e as caracterizações originais de Asmus et al. (1971). A maioria das unidades litoestratigráficas da bacia não aflora, com exceção da Formação Urucutuca, originalmente descrita e caracterizada na Bacia de Almada, e da Formação Barreiras. Assim sendo, os perfis-tipo foram caracterizados a partir de trechos de poços perfurados pela PETROBRÁS.\nO embasamento das bacias do Espírito Santo e Mucuri consiste em complexa associação de rochas ígneas e metamórficas pertencentes à Província Mantiqueira (Silva et al. 1987). Intrudidos nestas rochas estão os diques da Suíte Intrusiva Fundão, compostos por diabásio de granulação fina a média ou gabros melanocráticos, com textura ofítica a inter-granular. Os diques ocorrem orientados preferencialmente na direção noroeste-sudeste (concordantes com o lineamento de Colatina) e apresentam idade jurássica, estando provavelmente relacionados aos estágios iniciais da abertura do Oceano Atlântico.\nNo preenchimento desta bacia, dois grupos de rochas podem ser distinguidos: ígneas e sedimentares.\nRochas ígneas\nNas bacias do Espírito Santo e Mucuri são\nreconhecidos dois períodos distintos de eventos vulcânicos. O primeiro, de idade neocomiana/barremiana, está associado à tafrogenia e é constituído de basaltos toleiíticos da Formação Cabiúnas. O segundo, essencialmente alcalino, ocorreu no Eoterciário e suas rochas compõem a Formação Abrolhos.\nFormação Cabiúnas - definida e caracterizada na Bacia de Campos (Rangel et al. neste volume), esta unidade é constituída de basalto toleiítico cinza-escuro, afanítico, parcialmente alterado, com amígdalas preenchidas por calcita e clorita. Estas rochas assumem normalmente características de derrames, em alguns casos relacionados a paleossolos (Conceição et a/. 1993). A maior superposição dos valores de idade absoluta, conforme determinado pelo método K/AR (Conceição et al. 1993), está entre 118 e 136 M.a., o que equivale aproximadamente às idades Neo-Rio da Serra, Aratu, Buracica, Jiquiá e Eoalagoas. As poucas determinações palinológicas efetuadas nas rochas sedimentares da Formação Cricaré, intercaladas aos derrames, apontam para idades Neo-Rio da Serra a Jiquiá (Regali, 1992). Pode-se concluir que há razoável coincidência entre os dois métodos de datação, especialmente se forem consideradas as incertezas presentes na correlação das idades locais com as idades padrão, e conseqüentemente com a escala de tempo absoluto.\nPor apresentarem características composicionais semelhantes aos basaltos da Formação Cabiúnas da Bacia de Campos e ocuparem a mesma posição estratigráfica, admite-se que o mesmo evento ígneo tenha ocorrido em ambas as bacias.\nFormação Abrolhos - corresponde à seqüéncia vulcanoclástica aflorante no Arquipélago de Abrolhos, a norte, e às vulcânicas que formam as ilhas de Trindade e Martins Vaz, localizadas no extremo leste da Bacia do Espírito Santo. As primeiras descrições dos afloramentos no arquipélago foram feitas por Hartt em 1870, denominando a seqüéncia de arenitos, folhelhos e calcários de “camada dos Ábrolhos\" e atribuindo-lhe idade cretácea. Posteriormente, esta mesma seqüéncia de sedimentos foi denominada de Formação Abrolhos por Oliveira e Leonardos (1943). A unidade foi redefinida por Asmus et al. (1971) com a inclusão das rochas de origem vulcânica.\nA Formação Abrolhos, conforme dados de superfície e de subsuperfície, é constituída por um complexo de basalto cinza-esverdeado a preto, com amígdalas preenchidas por calcita e zeolita, diabásio, tufo verde-claro,\n1Distrito de Exploração do Espírito Santo (DEXES), BR-101, km 67,5, CEP 29930, São Mateus, ES, Brasil.\n2Departamento de Exploração (DEPEX), Av. República do Chile, 65, CEP 20035, Rio de Janeiro, RJ, Brasil.\nbrecha vulcânica, material piroclástico e sedimentos intercalados. No conjunto, compõem uma suíte de tendência subalcalina a alcalina.\nAdotou-se como perfil de referência para a Formação Abrolhos o intervalo 1 652-1 954 m do poço 1-BAS-85. Esta unidade pode ser correlacionada com a Formação Macau, da Bacia Potiguar. Os sedimentos intercalados são geralmente os calcários da Formação Caravelas e os folhelhos da Formação Urucutuca.\nO segundo período de vulcanismo é considerado mais importante que o de idade neocomiana, devido à abrangência da área comprometida e à espessura total dos derrames e intrusões Este evento de magmatismo na bacia ocorreu durante o Terciário, com maior incidência no Neopaleoceno/Eoceno. Em amostras do Arquipélago de Abrolhos obteve-se idades entre 32,2 ± 1,9 e 64,5 ± 5,8 M.a., por meio de datação isotópica pelo método K/Ar (Cordani e Blazekovic, 1970). A aplicação do mesmo método para amostras coletadas em poços apresentou uma faixa de valores de idade absoluta entre 40 e 60 M.a. (Conceição etal. 1993). De acordo com o observado nos dados de subsuperfície, os derrames encontram-se invariavelmente intercalados em sedimentos eocênicos (Ponte e Asmus, 1978).\nNo poço 1-ESS-9, Fodor et al. (1983) determinaram a idade de 43,2 ± 2,1 M.a. em amostra de testemunho. No entanto, datações mais recentes para este mesmo poço (Conceição et al. 1993), posicionam estes basaltos no Neocretáceo, tendo-lhes sido conferida a idade de 83 M.a. Apesar da ocorrência relativamente isolada no contexto da Bacia do Espírito Santo, admite-se que este evento cretáceo tenha relação com o descrito nas bacias de Campos e de Santos.\nRochas Sedimentares\nGrupo Nativo - denominação sugerida por Asmus et al. (1971) para o pacote sedimentar situado entre o embasamento e os folhelhos Urucutuca. Propõe-se aqui que o Grupo Nativo designe apenas a seção limitada pelo embasamento e pelos arenitos da Formação São Mateus ou carbonatos da Formação Regência, excluindo-se a antiga Formação Barra Nova, agora elevada à categoria de grupo. O nome Nativo é derivado de localidade situada próxima ao poço 2-N-1 -ES, que serviu como perfil-tipo para Asmus et al. (1971) caracterizarem a unidade.\nEste pacote sedimentar é representado por clásticos grossos, folhelhos e bancos de calcários não-marinhos. O topo da unidade é caracterizado por uma seqüência de sedimentos evaporíticos.\nFormação Crícaré - termo introduzido por Rangel et al. (1990) para designar grande parte do pacote sedimentar descrito por Asmus etal. (1971) como Formação Mariricu/Membro Mucuri. Estes autores consideraram como uma única unidade todo o pacote sedimentar, composto predominantemente por clásticos grossos, sotoposto aos sedimentos evaporíticos da Formação Mariricu/Membro Itaúnas. Na versão atual, separa-se a Formação Cricaré do Membro Mucuri, utilizando-se como limite a discordância regional de caráter erosivo conhecida como Discordância Pré-neo-Alagoas. A denominação provém do Rio Cricaré, localizado próximo à cidade de São Mateus-(ES).\nAs fortes variações faciológicas observadas através da unidade permitem a individualização de dois\nmembros - Jaguaré e Sernambi - nomes tomados de localidades do Estado do Espírito Santo.\nA Formação Cricaré é constituída por arenito cinzento, médio a conglomerático, e conglomerado arcoseano imaturo. A eles intercalam-se folhelho cinzento calcífero, siltito, coquina a pelecípodes, calcilutito branco e dolomito creme. O Membro Jaguaré caracteriza-se pela predominância de arenitos e conglomerados, freqüentemente intercalados com rochas vulcânicas e vulcanoclástica da Formação Cabiúnas. O Membro Sernambi é caracterizado pela predominância de camadas de folhelho, carbonato e marga. A espessura máxima perfurada da Formação Cricaré é de 1140 m no poço 1 -IP-1 -ES, não tendo atingido o embasamento. Supõe-se que as espessuras máximas da unidade possam atingir mais de 5 000 m na porção marinha da bacia.\nOs contatos inferior e superior da Formação Cricaré são discordantes, com o embasamento e com os arenitos do Membro Mucuri. Embora muito semelhante litologicamente, a Formação Cricaré é separada do Membro Mucuri pela Discordância Pré-neo-Alagoas, sendo reconhecida em perfis elétricos e nas análises paleontológicas. As datações disponíveis, principalmente dados de palinologia (Regali, 1992) e ostracodes, colocam esta unidade nas idades Rio da Serra, Aratu, Jiquiá e Eoalagoas. As rochas da Formação Cricaré foram depositadas em ambiente continental, na forma de leques aluviais, sistemas fluviais entrelaçados e lagos.\nComo perfil-tipo da Formação Cricaré foi escolhido o intervalo 2 705-4 072 m do poço 1-IP-1-ES, perfurado em 1971 pela PETROBRÀS no município de Linhares (fig. 19.3). A Formação Cricaré pode ser correlacionada com parte da Formação Lagoa Feia (Campos) e com as formações Guaratiba (Santos) e Cassino (Pelotas).\nFormação Mariricu - designação de Asmus et al. (1971) para o pacote de rochas compreendido entre o embasamento e o topo dos evaporitos. Na proposta atual, reserva-se este nome, proveniente do Rio Mariricu, apenas para as rochas pertencentes ao intervalo superior definido por Asmus et al. (1971). O Membro Mucuri é composto por arcóseo grosso cinzento, conglomerado arcoseano e lítico, folhelho e siltito cinza e castanho. A estes clásticos sobrepõem-se anidrita e halita com finas camadas de folhelho, que caracterizam o Membro Itaúnas. A Formação Mariricu tem contato inferior discordante com o embasamento ou com a Formação Cricaré (Discordância Pré-neo-Alagoas). O contato superior é concordante com o Grupo Barra Nova ou discordante com a Formação Urucutuca (Discordância Sub-Urucutuca). Também é discordante o contato com a Formação Rio Doce, na porção oeste da bacia. Determinações bioestratigráficas com ostracodes e palinomorfos conferem idade neo-Alagoas à Formação Mariricu. Esta unidade representa a transição do ambiente continental para o marinho ainda restrito. As rochas elásticas foram depositadas por sistemas fluviais entrelaçados e deltaicos, e os evaporitos provêm de sabkhas e sub-bacias restritas. As maiores espessuras da seqüência evaporítica ocorrem na plataforma continental, nas áreas onde intensa halocinese formou domos e muralhas de sal.\nEscolheu-se para perfil-tipo da Formação Mariricu o intervalo 1 270-1 667 m do poço 9-PSG-2-ES (Projeto Sal Gema), perfurado em 1987 pela Petromisa próximo a Conceição da Barra-(ES) (fig. 19.4). O Andar Alagoas Superior\nda Bacia do Espírito Santo encontra análogos nas diversas bacias costeiras brasileiras, como a Formação Taipus-Mirim (Camamu-Almada) e a Formação Muribeca (Sergipe).\nGrupo Barra Nova - Asmus et a[. (1971) propuseram o termo Formação Barra Nova, tomado da localidade de Barra Nova-(ES), para designar as rochas situadas entre os evaporitos do Membro Itaúnas e os folhelhos da Formação Urucutuca. Formaliza-se aqui a elevação desta unidade a Grupo Barra Nova, e da mesma forma, eleva-se os membros São Mateus e Regência à categoria de formação.\nFormação São Mateus - definido por Asmus et al. (1971) como Membro São Mateus, é caracterizado pela presença de espessos pacotes de arcóseo médio/grosso castanho e cinzento. O contato inferior da Formação São Mateus é concordante com a Formação Mariricu, e o contato superior é gradacional ou interdigitado lateralmente com a Formação Regência, ou discordante sob o Grupo Espírito Santo. A idade albiana provém de análises bioestratigráficas com base em foraminíferos plantônicos, nanofósseis calcários e palinomorfos. Os elásticos São Mateus foram depositados em leques aluviais e costeiros, em ambiente marinho.\nO perfil-tipo selecionado para a Formação São Mateus éo intervalo 2180-2 550 m do poço 1-IP-1-ES (fig. 19.5). Esta unidade pode ser correlacionada com as unidades elásticas albianas de outras bacias costeiras: Angico (Sergipe), Goitacás (Campos), Florianópolis (Santos) e Tramandaí (Pelotas).\nFormação Regência - termo introduzido por Asmus et al. (1971) como Membro Regência, para denominar as espessas camadas carbonáticas que ocorrem abaixo dos folhelhos da Formação Urucutuca. A Formação Regência se caracteriza porcalcarenito creme-claro a acinzentado, comgranulometria média a grossa, oolítico/oncolítico, bioclástico, arenoso, e calcilutito branco-acinzentado a creme-acastanhado. O contato inferior da Formação Regência é gradacional com as formações São Mateus e Mariricu, ou discordante com o embasamento. O contato superior é discordante sob o Grupo Espírito Santo. As determinações bioestratigráficas conferem idade albiana a estes carbonatos, depositados em plataforma e talude.\nO perfil-tipo adotado para esta unidade é o intervalo 1 699-2 180 m do poço 1-IP-1-ES (fig. 19.5). Existe correlação entre a Formação Regência e seus equivalentes albianos em outras bacias: Maruim/Taquari (Sergipe), Algodões (Camamu-Almada), Quissamã/Outeiro (Campos), Guarujá/ltanhaém (Santos), Portobelo/Atlântida (Pelotas).\nGrupo Espírito Santo - formalizado por Asmus (1971), constando de duas formações interdigitadas: Rio Doce, essencialmente arenosa, e Caravelas, carbonática. Ojeda (1977) propôs a inclusão da Formação Urucutuca no grupo, argumentando que esta unidade, juntamente com as formações Rio Doce e Caravelas, faz parte de um mesmo sistema deposicional.\nO Grupo Espírito Santo mantém a identidade litológica e as mesmas denominações em todas as bacias costeiras baianas.\nFormação Urucutuca - originalmente foi definida na Bacia do\nRio Almada (Carvalho, 1965), englobando folhelho cinza-escuro com intercalações de conglomerado, calcário e arenito. Em suas porções mais distais, na plataforma continental, há grande incremento na proporção de sedimentos pelíticos sobre elásticos grossos e carbonáticos. Ali a unidade se caracteriza por folhelho cinza-escuro a preto, arenito acinzentado, fino a conglomerático, conglomerado cinza-claro e calcilutito cinzento. Os contatos superior e lateral da Formação Urucutuca com as formações Rio Doce e Caravelas são transi-cionais, marcados pelo aumento gradativo de pacotes de arenitos ou calcários. O contato inferior com o Grupo Barra Nova é discordante (Discordância Sub-Urucutuca), possivelmente passando a concordante nas porções mais profundas da bacia. Localmente, nos paleocanyons, estratos da Formação Urucutuca assentam diretamente sobre a Formação Mariricu e até mesmo sobre o embasamento.\nA idade da Formação Urucutuca abrange desde Cenomaniano até Neo-Eoceno em terra, e Oligoceno e mais novo na plataforma continental, conforme se deduz da presença de nanofósseis calcários, foraminíferos plantônicos e palinomorfos. Interpreta-se para estes sedimentos um ambiente de deposição em talude e bacia, com os elásticos mais grossos sendo o resultado de correntes de turbidez.\nComo perfil de referência da Formação Urucutuca, adotou-se o intervalo 1 772-3 547 m do poço 1-ESS-32, perfurado em 1979 pela PETROBRÁS na costa capixaba (fig. 19.6). Esta unidade pode ser correlacionada com as formações Ubatuba (Campos), Itajaí-Açu e Marambaia (Santos), Calumbi (Sergipe/Alagoas), Ubarana (Potiguar), etc.\nFormação Caravelas - formalizada por Asmus (1971) após trabalho de mapeamento realizado por Carvalho e Garrido (1965), é constituída dominantemente por calcarenito bioclástico (algas vermelhas, foraminíferos, briozoários e corais) creme e cinza e calcilutito argiloso creme. Os contatos inferior, superior e lateral são gradacionais com as formações Urucutuca e Rio Doce. Localmente, os carbonatos repousam sobre as vulcânicas da Formação Abrolhos. A partir da presença de foraminíferos bentônicos, atribui-se uma idade terciária para a Formação Caravelas, entre o Meso-eoceno e o Holoceno. O sistema deposicional predominante nestas rochas era a plataforma carbonática.\nO perfil de referência da Formação Caravelas é o intervalo 358-3 595 m do poço 1-ESS-3, perfurado em 1970 pela PETROBRÁS (fig. 19.7). A correlação desta unidade é com a Formação Mosqueiro (Sergipe/Alagoas) e com os membros Grussaí e Siri da Formação Emborê (Campos).\nFormação Rio Doce - definida por Asmus (1971) para designar a seção basicamente arenosa associada aos carbonatos Caravelas e sobreposta aos folhelhos Urucutuca, é constituída predominantemente por arcóseo hialino médio a muito grosso, com intercalações de folhelho cinza-escuro a preto e argilito cinza-esverdeado. O contato inferior da Formação Rio Doce é gradacional com as formações Urucutuca e Caravelas, ou discordante com as formações Regência, São Mateus, Mariricu ou mesmo com o embasamento. O contato superior é discordante com os elásticos continentais da Formação Barreiras e com os sedimentos aluviais quaternários. A idade abrangida pela sedimentação desta unidade data do Eoeoceno até o final do Mioceno, pela presença de palinomorfos e foraminíferos bentônicos. Os sistemas deposicionais atuantes\neram leques costeiros em ambiente marinho.\nAdotou-se como perfil de referência da Formação Rio Doce o intervalo 60-1 042 m do poço 1-ESS-2, perfurado em 1969 pela PETROBRÂS (fig. 19.8). Correlações estratigráficas desta unidade podem ser feitas com a Formação Marituba (Sergipe/Alagoas) e com o Membro São Tomé (Campos).\nFormação Barreiras - o termo Barreiras foi utilizado inicialmente por Branner (1902) para designar os tabuleiros formados por sedimentos inconsolidados ou pouco consolidados que ocorrem na faixa costeira atlântica. Entretanto o termo Formação Barreiras foi utilizado pela primeira vez por Oliveira e Andrade (1956) e formalizado por Vianna et al. (1971). Os principais constituintes litológicos são conglomerados polim(ticos, arcóseos de cores variadas e, secundariamente, argilitos e folhelhos variegados.\nA Formação Barreiras ocupa uma área expressiva ao longo de toda a faixa costeira. Poços da PETROBRÂS na área de Conceição da Barra indicam uma espessura máxima para esses depósitos da ordem de 250 m. Carvalho e Garrido (1966) conferiram idade pliocênica a sedimentos da Formação Barreiras, fundamentados em estudos de fósseis vegetais na localidade de Ouriçanguinhas, no Recôncavo Baiano.\nEstratigrafia de Seqüências - as rochas sedimentares e vulcânicas da Bacia do Espírito Santo podem ser organizadas em duas fases, em função do estilo tectônico atuante durante sua deposição: rift e margem passiva, permeadas por uma fase de transição.\nSeqüências Rift - caracterizam-se pela rápida variação de fácies, a partir de conglomerados junto às falhas ativas até os pelitos mais distais. Neste contexto, podem ser individualizadas a seqüência K10, depositada no Valanginiano, as seqüências K20-K30, do Hauteriviano e Barremiano, e a seqüência K40, do Eoaptiano. Estes estratos correspondem às formações Cricaré e Cabiúnas. A transição para a sedimentação marinha se deu por ocasião da deposição das rochas neo-aptianas da seqüência K50, ou Formação Mariricu, e do início da deposição da seqüência K60, já nos sedimentos eoalbianos do Grupo Barra Nova.\nSeqüências da Margem Passiva - as condições marinhas esboçadas na seqüência K60 acentuaram-se no neo-albiano, quando se depositou a seqüência K70, ainda correspondente aos elásticos e carbonatos do Grupo Barra Nova, e aprofundaram-se por ocasião da deposição da Formação Urucutuca. Inicialmente, ocorrem sistemas pelíticos transgressivos equivalentes, às seqüências K80-K90 (Cenomaniano-Santoniano), K100-K120 (Campaniano-Maastrichtiano), T10 (Paleoceno) e T20 (Eoceno). A partir do fim do Eoceno, instalaram-se sistemas progradantes areno-carbonático-pelíticos representativos de plataforma-talude-ba-cia, onde podem ser individualizadas as seqüências T30 (Neo-Eoceno), T40 (Oligoceno), T50 (Mioceno) e T60 (Plioceno-Holoceno).\nREFERÊNCIAS BIBLIOGRÁFICAS\nASMUS, H.E., GOMES, J.B., &amp; PEREIRA, A.C.B. 1971. Integração geológica regional da Bacia do Espírito Santo. In: Congresso Brasileiro de Geologia, 25. São Paulo, SBG. Anais, V. 3, p. 235-252.\nBACOCCOLI, G., &amp; MORALES, R.G. 1973. Bacia do Espírito Santo - geologia e perspectivas petrolíferas. RJ, PETROBRÂS. Rel.intemo.\nBRANNER, J.C. 1902. The geology of northeast coast of Brazil. Boulder, G.S.A. Bull., n. 8, p. 41-98.\nCARVALHO, K.W.B. 1965. Geologia da bacia sedimentar do Rio Almada. Rio de Janeiro, Bol.Tec.PETROBRÁS, v.8, n.1, p. 5-56.\nCARVALHO, K.W.B. &amp; GARRIDC. J.L.P. 1965. Reconhecimento geológico da bacia sedimentar Bahia Sul/Espírito Santo. Rio de Janeiro, PETROBRÂS. Rei. interno.\nCONCEIÇÃO, J.C., MISUZAKI, A.M.P., ALVES, D.B., &amp; SZÀTMARI, P. 1993. Controle tectônico do magmatismo meso-cenozóico no sul e sudeste do Brasil e seu papel na evolução das bacias sedimentares. Rio de Janeiro, PETROBRÂS. Rei. interno.\nCORDANI, U. &amp; BLAZEKOVIC, A. 1970. Idades radiométricas das rochas vulcânicas de Abrolhos. In: Congresso Brasileiro de Geologia, 24. Brasília, SBG. Anais, p. 265-270.\nFODOR, R.V., McKEE, E.H. &amp; ASMUS, H.E. 1983. K-Arages and the opening of the South Atlantic Ocean: basaltic rock from the Brasilian margin. Marine Geology, v. 54, p. M1-M8.\nOJEDA, H.A.O. 1977. Bacia do Espírito Santo: integração geológica regional.Rio de Janeiro, PETROBRÂS. Rei. interno.\nOLIVEIRA, A.l. &amp; LEONARDOS, O.H. 1943. Geologia do Brasil. 2. ed. Rio de Janeiro, Serv. Inf. Agric. 813 p.\nPONTE, F.C. &amp; ASMUS, H.E. 1978. Geological framework of the Brazilian continental margin. Geol.Rundschau, v.67, n.1, p.201-235.\nRANGEL, H.D., BIASSUSI, A.S. &amp; LIMA, F.R.T. 1990. Carta estratigráfica da Bacia do Espírito Santo. São Mateus, Petro-brás. Rei. interno.\nREGALI, M.S.P. 1992. Estudo bioestratigráfico regional dos sedi- mentos pré-Alagoas na Bacia do Espírito Santo. Rio de Janeiro, PETROBRÂS. Rel. interno.\nSILVA, J.M.R., etal. 1987. Levantamento de recursos naturais. Rio de Janeiro, FIBGE. V. 34, p. 23-152, folha SE.24, Rio Doce.\nVIANA, C.F., GAMA JR., E.G., SIMÕES, I.A., MOURA, J.A., FONSECA,J.R. &amp; ALVES, R.J. 1971. Revisão estratigráfica da Bacia Recôncavo/Tucano. Rio de Janeiro, Boi. Téc. PETROBRÂS. v.14, n.3/4, p. 157-192.\nVIEIRA, R.A.B, COSTA, L.A.R. &amp; ALVES, R.G. 1992. Bacia do Espírito Santo e Mucuri: estudo geológico e análise exploratória das porções onshore e offshore. São Mateus, PETROBRÂS. Rel. interno.\nÇIJ O (D O O\nT m -i 7) O OD 7J\no'\no.\nCD\n\t\t\tH\tH\tH\tH\nK100-K120\t**\tK)\tW\t\tU\tO\n\to\tO\tO\t©\tO\t©\nO\nCARTR ESTRATIGRRFI CA DA BACIR D0 ESPIRITO SRNT0-MUCURI\n15"}]}}}