{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10774"}, {"@name": "filename", "#text": "15937_Alves-Costa_Marcello_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Nº - 355/2006 \nUNIVERSIDADE ESTADUAL DE CAMPINAS \n\n            INSTITUTO DE GEOCIÊNCIAS \n        \n\n                                                     PÓS-GRADUAÇÃO GEOCIÊNCIAS \n                \n                 ÁREA - ADMINISTRAÇÃO E POLÍTICA EM RECURSOS MINERAIS \n \n \n \n\nMARCELLO ALVES - COSTA \n\n \n \n\nSELEÇÃO DE ÁREAS POTENCIAIS PARA RECURSOS HÍDRICOS NA BACIA \n\nHIDROGRÁFICA DO RIO PARAÍBA DO SUL, SÃO PAULO – BRASIL. \n\n \n \n \n \n\nDissertação apresentada ao Instituto de Geociências como \n\nparte integrante dos requisitos para obtenção do título de \n\nMestre em Geociências, na Área de Administração e Política \n\nde Recursos Minerais. \n\n \n \nORIENTADORA: Profa. Dra. Sueli Yoshinaga Pereira \n\n \n \n\n \n\n \n\n \n\n \n\nCampinas – São Paulo \n\nAGOSTO / 2006 \n\n i\n\n\n\nFICHA CATALOGRÁFICA ELABORADA PELA \nBIBLIOTECA CENTRAL DA UNICAMP \n\nBibliotecário: Helena Joana Flipsen – CRB-8ª / 5283 \n \n   \n\n                    Alves - Costa, Marcello. \nAL87s                   Seleção de áreas potenciais para recursos hídricos na \n\nbacia hidrográfica do Rio Paraíba do Sul, São Paulo-Brasil / \nMarcello Alves Costa. -- Campinas, SP : [s.n.], 2006. \n\n \n \n\nOrientador: Sueli Yoshinaga Pereira. \n \n\nDissertação (mestrado) - Universidade Estadual de \nCampinas, Instituto de Geociências. \n\n \n1. Bacias hidrográficas. 2. Recursos hídricos - Desenvol- \nvimento - São Paulo (Estado). I. Pereira, Sueli Yoshinaga. \nII. Universidade Estadual de Campinas. Instituto de \nGeociencias. III. Título. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nTítulo em inglês: Selection of potential areas for hydrical resource in the \nhydrographyc basin of Rio Paraíba do Sul, São Paulo-Brazil. \n \nPalavras-chave em inglês (Keywords): Basins, River, Water resources \ndevelopment - São Paulo (State). \n \nÁrea de concentração: Administração e Políticas de Recursos Minerais. \n \nTitulação: Mestre em Geociências. \n \nBanca examinadora: Sueli Yoshinaga Pereira, Emilson Pereira Leite, \nDaniel Marcos Bonotto \n. \nData da Defesa: 31-08-2006. \n \nPrograma de Pós-Graduação em Geociências. \n\n \n\n \n\n \n\n \n\n \n\n iii\n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS\n\nINST,TUTO DE GEOCIÊNCIAS\n\nPÓS-GRADUAÇÃO EM\n\nADMINISTRAÇÃO E POLÍTICA DE\nRECURSOS MINERAISUNICAMP\n\nAUTOR: MARCELLO ALVES COSTA\n\nSELEÇÃO DE ÁREAS POTENCIAIS PARA RECURSOS HÍDRICOS NA BACIA\n\nHIDROGRÁFICA DO RIO PARAÍBA DO SUL, SÃO PAULO - BRASIL\"\n\n(,\nORIENTADORA: Profa. Dra. Sueli Yoshinaga Pereira\n\n~\n\nri Aprovada em 3-LJ 0':6/ Zoo b\n\nEXAMINADORES:\n\nProfa. Dra. Sueli Yoshinaga Pereira\n\n/. ,A ./ /\nProf. Dr. Daniel Marcos Bonotto\n\nProf. Dr. Emilson Pereira Leite\n\n11l\nCampinas, 31 de agosto de 2006\n\nr;;;;'<~~ TRAL\nI\n\nt:~,\" ('.:, '!./, ,~;\" ..A 1,~;;;;!f'II\n\n\".'\" e\",.'\" ,. . ~ , ,., , \"\n'n\" >...~'i,., ~\\\" ,\\\\,d i\\1ENTO, ,...\"' ,\"'.-\n\nI\n\nI\n\n!I-..-\n\n\":fT-~~CÃnv'oJI~\"'\"&lt;.!ftV\n\nUNICAMP--\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\"Não espere por uma crise para descobrir o que é importante em sua vida.\" \n \n\n                                                                           Platão (428 - 347 AC) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n iv\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“À minha Família...” \n\n \n\n v\n\n\n\nAGRADECIMENTOS \n\nAgradeço ao Instituto de Geociências da Universidade Estadual de Campinas pelo espaço \n\nconcedido e pela estrutura. \n\nQuero aqui agradecer a aqueles que literalmente me ensinaram a dar os primeiros passos. Meus \n\nprofessores da faculdade, Institutos de Pesquisa que passei, orientadores, colegas de pesquisa e \n\nem especial ao amigo Msc. Marcel Fantin.. Cada qual me mostrou um modo de ver as coisas, \n\nmas todos me ensinaram a sentir o que estava fazendo de forma intensa e prazerosa. Obrigado; \n\nProf. Dr Ademir Fernando Morelli.        \n\nProf. Dr Mario Valerio Filho          \n\nProf. Dr Antônio Miguel Vieira Monteiro          \n\nProf. Dr.Wilson Cabral Junior \n\nProf. Dr. Paulo Valladares Soares  \n\nProfa. Dra. Sueli Yoshinaga Pereira , \n\nCada um de vocês fez parte deste processo de formação.  \n\n \n\nMarcello Alves - Costa \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n vi\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNOTA: O PRESENTE TRABALHO FOI DIVIDIDO EM 3 (TRÊS) \n\n             PARTES NO FORMATO DE ARTIGOS CIENTÍFICOS. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n vii\n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \nINSTITUTO DE GEOCIÊNCIAS \n\nPÓS-GRADUAÇÃO GEOCIÊNCIAS \n \n \n \n\nAdministração e Política em Recursos Minerais: Seleção de Áreas Potenciais para Recursos \n\nHídricos na Bacia Hidrográfica do Rio Paraíba do Sul, São Paulo – Brasil. \n\n \nABSTRACT \n\nDissertação de Mestrado \n\nMarcello Alves – Costa \n\nThe necessity of Public Political that give support to a sustainable development, in the current times is a \n\npremise that must be followed. The control and the aiming of the actions of the man on this space must be \n\nwith priority. Areas as the hydrographic basins must be seen with bigger detailing, therefore in general, \n\nthe same ones present a capacity of support to the transformations of the landscape, of limited character. \n\nTransformations these that many times affect the regimen of waters in a hydrographic basin, therefore the \n\nconditions of life quality of a region. The public power comes presenting projects that many times only \n\naim at the “development” while the place demands one referring sustainable politics to the environment. \n\nThese problems can be visualized in many regions in Brazil, between them the region of the hydrographic \n\nbasin of Rio Paraíba do Sul- São Paulo - Brazil. This area presented and comes presenting a dynamics of \n\ntransformation very sped up. Scene of the several economic cycles (coffee, cattle milkmaid and \n\nindustrialization) the region of the Valley of the Paraíba counts on an increasing demand for hydric \n\nresources, however, what if it observes is the lack of public politics effective of regulation of the urban \n\nexpansion and control of the use of the natural resources, water. In this direction, aiming at to supply the \n\nmaterial lack of information and, also of a methodology of  assist to the territorial planning elaborated this \n\nwork. On the basis of the theoretical principles of the landscape ecology and according to participation in \n\nthe process of infiltration of each element that composes this scene (Relief, Vegetal Covering, Rainfall, \n\nSoil and Geology). Aiming at to detect the areas with greater and minor relative capacity of infiltration \n\nand, therefore to assist the development of planning plans and territorial zoning in the hydrographic basin \n\nof Rio Paraíba do Sul - São Paulo - Brazil. \n\n \n\n \n\n \n\n \n\n viii\n\n\n\nUNIVERSIDADE ESTADUAL DE CAMPINAS \nINSTITUTO DE GEOCIÊNCIAS \n\nPÓS-GRADUAÇÃO GEOCIÊNCIAS \n \n\n \n\nAdministração e Política em Recursos Minerais: Seleção de Áreas Potenciais para Recursos \n\nHídricos na Bacia Hidrográfica do Rio Paraíba do Sul, São Paulo – Brasil. \n\n \nRESUMO \n\nDissertação de Mestrado \n\nMarcello Alves – Costa \n\nA necessidade de efetivação de políticas públicas que dêem suporte a um desenvolvimento sustentável, \n\nnos tempos atuais é uma premissa que deve ser seguida. O controle e o direcionamento das ações do \n\nhomem sobre seu espaço devem ser prioritários. Áreas como as bacias hidrográficas devem ser vistas com \n\nmaior detalhamento, pois em geral, as mesmas apresentam uma capacidade de suporte às transformações \n\nda paisagem, de caráter limitado. Transformações estas que muitas vezes afetam o regime das águas em \n\numa bacia hidrográfica e, por conseguinte as condições de qualidade de vida de uma região. O poder \n\npúblico vem apresentando projetos que muitas vezes visam somente o “desenvolvimento” enquanto o \n\nlocal exige uma política sustentável referente ao meio ambiente. Deteriorização de materiais cartográficos, \n\nausência de informações espaciais de auxilio a pesquisa são fatores básicos. Estes problemas podem ser \n\nvisualizados em muitas regiões do país entre elas a região da Bacia Hidrográfica do Rio Paraíba do Sul – \n\nSão Paulo – Brasil. Esta área apresentou e vem apresentando uma dinâmica de transformação muito \n\nacelerada. Cenário dos ciclos econômicos do café, pecuária leiteira e industrialização, a região do Vale do \n\nParaíba conta com uma demanda crescente por recursos hídricos, porém, o que se observa é a falta de \n\npolíticas públicas efetivas de regulamentação da expansão urbana e de controle do uso do recurso natural, \n\nágua. Neste sentido, visando suprir a carência material de informações e, também de uma metodologia de \n\nauxilio ao planejamento territorial elaborou-se este trabalho. Com base nos princípios teóricos da ecologia \n\nda paisagem e segundo o potencial participativo no processo de infiltração de cada elemento que compõe \n\neste cenário (Relevo, Cobertura Vegetal, Pluviosidade, Solos e Geologia) propõe-se a integração dos \n\nmesmos. Visando detectar as áreas com maior e menor capacidade relativa de infiltração e, por \n\nconseguinte auxiliar o desenvolvimento de planos de planejamento e zoneamento territorial na bacia \n\nHidrográfica do Rio Paraíba do Sul – São Paulo – Brasil. \n\n \n\n \n\n ix\n\n\n\n SUMÁRIO I \n \n\nARTIGO I - ELABORAÇÃO FUNCIONAL DE UM BANCO DE DADOS DE \n\nPARÂMETROS “GEOHIDROLÓGICOS” COMO SUBSÍDIO ÀS ANÁLISES DE \n\nDISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nLista de Figuras I xii\nLista de Tabelas I xvi\n\nResumo \nIntrodução 1\nI - OBJETIVOS GERAIS 1\n      1.1 -Objetivos Específicos 1\nI -LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO 1\nIII - COLETA DE DADOS 3\n      3.1 - A disponibilidade de materiais cartográficos e dados multifontes para a \nárea estudada. 3\n\nIV - OS “SISTEMAS DE INFORMAÇÃO GEOGRÁFICA” (SIG). 6\n      4.1 - Elaboração do banco de dados e escolha do programa computacional a ser \nutilizado.   7\n\n      4.2 - Composição do banco de dados Geohidrológico. 8\n      4.3 – Adequação de escala e elaboração de dados cartográficos 8\n               4.3.1 – Bases Planialtimétricas 8\n               4.3.2 – Utilização Imagens Orbitais. 11\n               4.3.3 – Isoietas de Pluviosidade 13\n               4.3.4 – Mapas temáticos 14\nV - EQUIPAMENTOS. 15\nVI – MÉTODO DE ENTRADA DE DADOS EM AMBIENTE SPRING 16\nVII - INTEGRAÇÃO DE DADOS EM AMBIENTE SPRING 4.3. 17\n      7.1 - Utilização da Linguagem Espacial para Geoprocessamento Algébrico – \nLEGAL (SPRING / INPE, 2006) como ferramenta de auxilio na integração dos \ndados temáticos. \n\n17\n\n               7.1.1 - Programação em legal. 17\nVIII - MODELAGEM “OBJECT MODELING TECHNIQUE-G (OMT-G)” \nDO BANCO DE DADOS DE PARÂMETROS GEOHIDROLÓGICOS 19\n\nIX – CONCLUSÕES 21\nX - REFERÊNCIAS BIBLIOGRÁFICAS.  22\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n x\n\n\n\nSUMÁRIO II \n\n \n\nARTIGO II – METODOLOGIA DE INTEGRAÇÃO DE ELEMENTOS DA \n\nPAISAGEM EM BACIAS HIDROGRÁFICAS COMO SUBSÍDIO À DETECÇÃO DE \n\nÁREAS HOMOGÊNEAS PARA A DISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nLista de Figuras II xiv\nLista de Tabelas II xvii\n \nResumo   \nIntrodução 24\nI - OBJETIVOS GERAIS 24\n      1.1- Objetivos específicos 24\nII - LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO 25\nIII – MATERIAIS 27\n       3.1- Material Cartográfico 27\n       3.2 - Equipamentos 27\nIV – MÉTODO 27\n\n 4.1 - O Ciclo Hidrológico e a capacidade de infiltração dos elementos da            \npaisagem 29\n\n       4.2 – Pluviosidade 32\n       4.3 - Uso e Cobertura Vegetal das Terras 33\n       4.4 - Solos (Pedologia) 34\n       4.5 – Geologia 36\n       4.6 – Hipsometria 37\n       4.7 – Tabela de Parâmetros (Pesos / Variáveis) 39\nV – RESULTADOS E DISCUSSÕES 40\n       5.1-Utilização da Linguagem Espacial para Geoprocessamento Algébrico – \n\nLEGAL (INPE, 2006) como ferramenta de auxilio na integração dos dados \ntemáticos \n\n40\n\n 5.1.1 - Programação em legal 40\n 5.1.2 - Integração dos dados temáticos com seus pesos agregados \n(Geração da grade de valores) 41\n\n 5.1.3-Integração das grades de valores numéricos das variáveis presentes \nna área estudada 43\n\n 5.1.4 - Qualificação dos intervalos de valores representativos e detecção \ndos “clusters” de eventos qualitativos homogêneos segundo a capacidade \nde infiltração na área de estudo \n\n45\n\n                5.1.5 - Elaboração do mapa síntese das áreas homogêneas 46\nVI – CONSIDERAÇÕES FINAIS 47\nVII – REFERÊNCIAS BIBLIOGRÁFICAS 49\n\n \n\n xi\n\n\n\nSUMÁRIO III \n\n \n\nARTIGO III – DETECÇÃO DE ÁREAS PASSÍVEIS DE RECUPERAÇÃO DO \n\nPOTENCIAL DA CAPACIDADE DE INFILTRAÇÃO, TENDO COMO SUPORTE A \n\nINTEGRAÇÃO DE MAPAS DE ÁREAS HOMOGÊNEAS À DISPONIBILIDADE DE \n\nRECURSOS HÍDRICOS E O MAPA DE USO E OCUPAÇÃO DAS TERRAS DA ÁREA \n\nESTUDADA. \n\n \n\nLista de Figuras III xv\nLista de Tabelas III xvii\n\nResumo \nIntrodução 51\nI - OBJETIVOS GERAIS 52\n        1.1 - Objetivos específicos 52\nII - A INTEGRAÇÃO DE ELEMENTOS DA PAISAGEM COM BASE NO \nCICLO HIDROLÓGICO E SEUS PROCESSOS INTRÍNSECOS DE \nINFILTRAÇÃO COMO SUBSÍDIO A EFETIVAÇÃO DE POLÍTICAS \nPÚBLICAS \n\n53\n\nIII - LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO 54\nIV – MÉTODO DE DETERMINAÇÃO DE ÁREAS PASSÍVEIS DE \nRECUPERAÇÃO 56\n\nV – RESULTADOS E DISCUSSÕES 57\nVI - ANÁLISE DE ÁREAS PASSIVEIS DE RECUPERAÇÃO E \nAPLICAÇÃO DE POLÍTICAS PUBLICAS 60\n\n        5.1 - Áreas com atividades de Pastagem e Agrícolas 60\n        5.2 - Áreas com atividades de Reflorestamento 64\nVII – CONCLUSÕES 68\nVIII - REFERÊNCIAS BIBLIOGRÁFICAS 69\n\nANEXOS 71\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xii\n\n\n\nLISTA DE FIGURAS I \n\n \n\nARTIGO I - ELABORAÇÃO FUNCIONAL DE UM BANCO DE DADOS DE \n\nPARÂMETROS “GEOHIDROLÓGICOS” COMO SUBSÍDIO ÀS ANÁLISES DE \n\nDISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nFigura 2.1 - Localização da área de estudo 2\n\nFigura 2.2 - Localização da área de estudo  representando as zonas de Nascente \ne Foz do Rio Paraíba do Sul \n\n3\n\nFigura 4.1 - Diferença de grandezas escalares da base de Rede de Drenagem. 9\n\nFigura 4.2 - Diferença de grandezas escalares da base de Rede Viária. 9\n\nFigura 4.3 - Diferenças de grandezas escalares em curvas de nível em escala \n1:50.000 (IBGE, 1965) e 1:100.000 (IBGE, 1973). \n\n10\n\nFigura 4.4 - Método utilizado para elaboração e composição do mapa de Uso e \nCobertura Vegetal a partir da base elaborada pelo Instituto Florestal do Estado de \nSão Paulo. \n\n12\n\nFigura 4.5 - Amostra do mapa final de Uso e Cobertura Vegetal das Terras após \nagrupamento das informações. \n\n13\n\nFigura 4.6 - Amostra do mapa de isoietas de pluviosidade elaborado por \nGenovez et.al (2000).  \n\n14\n\nFigura 4.7 - Mapas temáticos (1 – Geomorfologia, 2 – Geologia, 3 – Pedologia) \nextraídos do projeto Macrozoneamento do Vale do Paraíba – MAVALE \n(Kurkdjian et al. 1992).  \n\n15\n\nFigura 6.1 - Interface de importação de dados do programa SPRING 4.3 \n(SPRING / INPE, 2006). \n\n16\n\nFigura 6.2 – Painel de Controle do programa SPRING 4.3 (SPRING / INPE, \n2006). Nele são alocados os dados para manipulação e tratamento. \n\n17\n\nFigura 7.1 - Exemplo de Programação em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006), desenvolvida \npara execução deste trabalho. \n\n18\n\nFigura 7.1- Modelo OMT-G elaborado para o banco de dados Geohidrológico.  20\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xiii\n\n\n\nLISTA DE FIGURAS II \n\n \n\nARTIGO II – METODOLOGIA DE INTEGRAÇÃO DE ELEMENTOS DA \n\nPAISAGEM EM BACIAS HIDROGRÁFICAS COMO SUBSÍDIO À DETECÇÃO DE \n\nÁREAS HOMOGÊNEAS PARA A DISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nFigura 2.1 - Localização da área de estudo.  25\nFigura 2.2 - Localização da área de estudo segundo as zonas de Nascente e Foz \ndo Rio Paraíba do Sul. 26\n\nFigura 4.1- O Ciclo Hidrológico 29\nFigura 4.2 - Organograma representativo do Ciclo Hidrológico segundo o \nmodelo de Horton 30\n\nFigura 4.3- Mapa de isoietas de pluviosidade 33\nFigura 4.4 - Mapa de Uso e Cobertura Vegetal das Terras 34\nFigura 4.5 – Mapa de Solos 35\nFigura 4.6 - Mapa Geológico 36\nFigura 4.7 – Mapa Hipsométrico 38\nFigura 5.1 - Exemplo de Programação em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006), desenvolvida \npara a variável Pluviosidade (Programa “Ponderação” desenvolvido para \nexecução deste trabalho) \n\n42\n\nFigura 5.2 - Exemplo do resultado obtido através da aplicação da Programação \nem Linguagem Espacial para Geoprocessamento Algébrico – LEGAL, com \nintuito de atribuir os pesos às variáveis selecionadas. Exemplo da variável \nPluviosidade (Imagem em nível e cinza e grade numérica de valores sobreposta) \n\n42\n\nFigura 5.3 - Exemplo de Programação em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006), desenvolvida \npara execução deste trabalho. Equação de soma das grades \n\n43\n\nFigura 5.4 - Representação da integração das camadas adotadas na utilização da \nfunção soma de grades 44\n\nFigura 5.5 – Grade numérica e imagem em níveis de cinza resultante da \nintegração dos dados 44\n\nFigura 5.6 – Exemplo de Programação em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006), desenvolvida \npara execução deste trabalho. “Fatiamento de Áreas Homogêneas”  \n\n46\n\nFigura 5.7– Mapa das zonas homogêneas segundo a capacidade de infiltração \ndos elementos da paisagem na zona média e alta da bacia hidrográfica do Rio \nParaíba do Sul - SP - Brasil \n\n47\n\n \n\n \n\n \n\n xiv\n\n\n\nLISTA DE FIGURAS III \n\n \n\nARTIGO III – DETECÇÃO DE ÁREAS PASSÍVEIS DE RECUPERAÇÃO DO \n\nPOTENCIAL DA CAPACIDADE DE INFILTRAÇÃO, TENDO COMO SUPORTE A \n\nINTEGRAÇÃO DE MAPAS DE ÁREAS HOMOGÊNEAS À DISPONIBILIDADE DE \n\nRECURSOS HÍDRICOS E O MAPA DE USO E OCUPAÇÃO DAS TERRAS DA \n\nÁREA ESTUDADA. \n\n \n\nFigura 3.1 - Localização da área de estudo 55\n\nFigura 3.2 - Localização da área de estudo  representando as zonas de Nascente \ne Foz do Rio Paraíba do Sul \n\n56\n\nFigura 5.1 - Mapa das Zonas Homogêneas segundo a Capacidade de Infiltração \ndos elementos da paisagem na zona média da Bacia Hidrográfica do Rio Paraíba \ndo Sul – SP – Brasil \n\n58\n\nFigura 5.2 – Representação da integração dos produtos cartográficos temáticos: \nMapa das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de \nPastagem e Atividade Agrícola \n\n61\n\nFigura 5.3 – Representação do programa em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006) utilizado na \nintegração dos produtos cartográficos temáticos: Mapa das Zonas Homogêneas á \nCapacidade de Infiltração / Mapa de áreas de Pastagem e Atividade Agrícola \n\n61\n\nFigura 5.4 – Mapa resultante da integração das Zonas Homogêneas á \nCapacidade de Infiltração / Mapa de áreas de Pastagem e Atividade Agrícola. \nAplicação de qualificadores segundo o grau do passivo de recuperação \n\n62\n\nFigura 5.5 – Representação da integração dos produtos cartográficos temáticos: \nMapa das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de \nReflorestamento \n\n65\n\nFigura 5.6 – Representação do programa em Linguagem Espacial para \nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006) utilizado na \nintegração dos produtos cartográficos temáticos: Mapa das Zonas Homogêneas á \nCapacidade de Infiltração / Mapa de áreas de Reflorestamento \n\n66\n\nFigura 5.7 –Mapa resultante da integração das Zonas Homogêneas á Capacidade \nde Infiltração / Mapa de áreas de Reflorestamento. Aplicação de qualificadores \nsegundo o grau do passivo de recuperação \n\n66\n\n \n\n \n\n \n\n \n\n \n\n xv\n\n\n\n LISTA DE TABELAS I \n\n \n\nARTIGO I - ELABORAÇÃO FUNCIONAL DE UM BANCO DE DADOS DE \n\nPARÂMETROS “GEOHIDROLÓGICOS” COMO SUBSÍDIO ÀS ANÁLISES DE \n\nDISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nTabela 4.1 - Descrição e procedência de material cartográfico básico utilizado \npara elaboração do banco de dados Geohidrológico \n\n8\n\nTabela 4.2 – Distribuição do período de dados observados (Genovez et al, 2000) 14\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xvi\n\n\n\nLISTA DE TABELAS II \n\n \n\nARTIGO II – METODOLOGIA DE INTEGRAÇÃO DE ELEMENTOS DA \n\nPAISAGEM EM BACIAS HIDROGRÁFICAS COMO SUBSÍDIO À DETECÇÃO DE \n\nÁREAS HOMOGÊNEAS PARA A DISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\n \n\nTabela 4.1 – Relação de qualificadores e seus respectivos pesos relativos 28\nTabela 4.2 – Relação dos atributos das variáveis e seus pesos relativos 33\nTabela 4.3– Relação dos atributos das variáveis e seus pesos relativos 34\nTabela 4.4 - Grupos Hidrológicos de Solos (GHS) e suas características 35\nTabela 4.5-Tipos de solos e os seus respectivos grupos hidrológicos conforme \nLombardi Neto et al. (1991) 35\n\nTabela 4.6 - Relação dos atributos das variáveis e seus pesos relativos 35\nTabela 4.7– Relação dos atributos das variáveis e seus pesos relativos 36\nTabela 4.8– Relação Unidades Físicas do Relevo e Declividade Relativa 38\nTabela 4.9 – Relação dos atributos das variáveis e seus pesos relativos 38\nTabela 4.10 - Distribuição dos pesos relativos para todos os atributos das \nvariáveis presentes no modelo de detecção de áreas homogêneas à capacidade de \ninfiltração para a área estudada \n\n40\n\nTabela 5.1-Intervalos propostos para o fatiamento da grade numérica e seus \nrespectivos “Qualificadores” 45\n\nTabela 5.2– Valores de áreas em Km2 com a ocorrência dos eventos 47\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xvii\n\n\n\nLISTA DE TABELAS III \n\n \n\nARTIGO III – DETECÇÃO DE ÁREAS PASSÍVEIS DE RECUPERAÇÃO DO \n\nPOTENCIAL DA CAPACIDADE DE INFILTRAÇÃO, TENDO COMO SUPORTE A \n\nINTEGRAÇÃO DE MAPAS DE ÁREAS HOMOGÊNEAS À DISPONIBILIDADE DE \n\nRECURSOS HÍDRICOS E O MAPA DE USO E OCUPAÇÃO DAS TERRAS DA \n\nÁREA ESTUDADA. \n\nTabela 4.1 – Tabela com os valores de ocorrência de classes em Km2 e \npercentuais relativos para os municípios contidos na área estudada segundo a \nsegundo a Capacidade de Infiltração em Zonas Homogêneas \n\n59\n\nTabela 5.2 – Tabela com os valores em Km2 das áreas passiveis de recuperação \nnos municípios contidos na área estudada 62\n\nTabela 5.3 – Classificação por valores de áreas administrativas municipais \nsegundo a capacidade qualitativa de recuperação em áreas de atividades de \nPastagem / Áreas Agrícolas \n\n63\n\nTabela 5.4 – Tabela com os valores em Km2 e seus percentuais relativos segundo \na classe de uso Reflorestamento 65\n\nTabela 5.5 – Classificação por valores de áreas administrativas municipais \nsegundo a capacidade qualitativa de recuperação em áreas de atividades de \nReflorestamento \n\n67\n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xviii\n\n\n\nLISTA DE ANEXOS \n1- Mapa de isoietas de pluviosidade. 72\n2 - Mapa de Uso e Cobertura Vegetal das Terras. 73\n3 - Mapa de Solos 74\n4 - Mapa Geológico 75\n5 - Mapa Hipsométrico 76\n6 - Mapa das zonas homogêneas segundo a capacidade de infiltração dos \nelementos da paisagem na zona média e alta da bacia hidrográfica do Rio \nParaíba do Sul - SP - Brasil \n\n77\n\n7 - Mapa resultante da integração das Zonas Homogêneas á Capacidade de \nInfiltração / Mapa de áreas de Pastagem e Atividade Agrícola. Aplicação de \nqualificadores segundo o grau do passivo de recuperação \n\n78\n\n8 - Mapa resultante da integração das Zonas Homogêneas á Capacidade de \nInfiltração / Mapa de áreas de Reflorestamento. Aplicação de qualificadores \nsegundo o grau do passivo de recuperação \n\n79\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n xix\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nARTIGO I \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCampinas – São Paulo – Agosto 2006 \n\n\n\nELABORAÇÃO FUNCIONAL DE UM BANCO DE DADOS DE PARÂMETROS \n\n“GEOHIDROLÓGICOS” COMO SUBSÍDIO ÀS ANÁLISES DE DISPONIBILIDADE \n\nDE RECURSOS HÍDRICOS. \n\nMarcello Alves 1\n\nSueli Yoshinaga Pereira 1 \n\n \n1. Universidade Estadual de Campinas – UNICAMP / Instituto de Geociências – IGe \n\n \n\nIG-UNICAMP, Caixa Postal 6152, CEP: 13083-970 - Campinas – SP – Brasil  \n\n{malves, sueliyos}@ige.unicamp.br> \n\n \n\nRESUMO \n\n \n\nEste trabalho propõe analisar a disponibilidade e qualidade de materiais cartográficos e \n\nmultifontes, no intuito de se elaborar um Banco de Dados Geográfico de parâmetros \n\n“Geohidrológicos” para a Bacia Hidrográfica do Rio Paraíba do Sul, localizada no Vale do \n\nParaíba – SP – Brasil. Região esta de caráter estratégico devido à demanda crescente do uso dos \n\nrecursos hídricos no local. Remetendo assim à efetiva necessidade de um conjunto de \n\ninformações que possam contribuir com as mais diversas pesquisas científicas.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPalavras Chaves: Recursos hídricos, Vale do Paraíba, Bancos de Dados Geográficos. \n\n\n\nINTRODUÇÃO \n\nEste trabalho tem como premissa apresentar e discutir os temas, levantamento, disponibilidade, \n\nseleção e, por conseguinte coleta de dados geográficos para composição de um banco de dados de \n\nparâmetros “Geohidrológicos” para a Bacia Hidrográfica do Rio Paraíba do Sul, localizada no \n\nVale do Paraíba – SP - Brasil. \n\nA elaboração deste e seus componentes darão subsídios às possíveis análises de integração de \n\nelementos da paisagem segundo seu potencial participativo no processo de infiltração (Alves, \n\n2006). Isto com base no caráter sistêmico proposto na metodologia deste trabalho, onde a soma \n\ndas partes compõe o “todo” e o mesmo, segundo Capra (1999), não deve ser entendido ou mesmo \n\nreduzido a um pequeno conjunto de partes.  \n\nBastante alterada através dos anos a região do Vale do Paraíba vem apresentando problemáticas \n\nno tocante à ocupação urbana e também no aproveitamento de seus recursos hídricos. \n\n \n\nI - OBJETIVOS GERAIS \n\nBuscam – se descrever os procedimentos, as dificuldades de aquisição e os métodos utilizados \n\npara alocação de informações em um banco de dados de parâmetros “Geohidrológico”. A \n\ndenominação “Geohidrológico” parte do principio de que o mesmo conta com um conjunto de \n\ndados geográficos e referentes ao meio físico da área estudada e tem como função subsidiar a \n\nrealização de análises e a detecção de áreas homogêneas para a disponibilidade de recursos \n\nhídricos. Usando da integração dos elementos da paisagem segundo o potencial participativo no \n\nciclo hidrológico. \n\n \n\n1.1 - Objetivos específicos \n\nDescrever a procedência do material selecionado, os métodos utilizados na adequação de \n\ngrandezas escalares, alocação dos produtos em ambiente digital e o processo de integração e \n\nmanipulação dos dados. \n\n \n\nII - LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO \n\nA área de estudo situa-se nas porções de Nascente e final do trecho paulista, da bacia hidrográfica \n\ndo rio Paraíba do Sul, a aproximadamente 200 quilômetros da capital do estado, São Paulo, \n\npróximo aos limites dos estados de Minas Gerais e Rio de Janeiro,  \n\n 1\n\n\n\nSegundo de Almeida &amp; Carneiro (1998), o sistema de montanhas representado pelas serras do \n\nMar e da Mantiqueira constitui a mais destacada feição orográfica da borda atlântica do \n\ncontinente Sul-Americano. Inserido neste contexto o Vale do Paraíba do Sul em sua porção \n\nmédia conforme a Figura 2.1 apresenta-se caracterizado por dois principais domínios, segundo \n\nColtrinari (1974): 1 - embasamento cristalino de idade pré-cambriana, que é o arcabouço \n\nestrutural da Serra do Mar e da Mantiqueira, 2 - bacia sedimentar de Taubaté (Terciária) com \n\ndepósitos aluviais associados (Quaternária). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nBrasil \nDestaque para o \n\nEs\n\n \n\n \n\n \n\ntado de São Paulo \n\nBacia Hidrográfica do Rio Paraíba do Sul – São Paulo. \nDestaque para a área de estudo \n\nFigura 2.1 - Localização da área de estudo.  \n\nO embasamento cristalino da região está inserido no Complexo Embu que controla \n\nestruturalmente a bacia de Taubaté tanto ao norte quanto ao sul, e é composto basicamente de \n\nmigmatitos. As rochas do embasamento cristalino, principalmente os migmatitos e gnaisses, são \n\nresponsáveis pelas serras locais e morros alongados com espigões que se caracterizam por perfis \n\nretilíneos, localmente abruptos, com presença de serra locais, drenagem de alta densidade, com \n\npadrão dendrítico a pinulado, vales fechados, planícies aluvionares restritas. \n\n 2\n\n\n\nA altitude variando de 500 a 2700 metros, alta pluviosidade com médias anuais de 80 a 120 mm, \n\nforte declive do relevo com áreas com declividade acima de 40 % e a baixa temperatura que em \n\nalguns locais durante o inverno podem atingir proximidades a 0º influem diretamente nos tipos de \n\nsolos, entre eles: Podzolizado com cascalho, Latossolos Vermelho Amarelo fase rasa e \n\nLitossolos. \n\nOs formadores do Rio Paraíba do Sul e seus afluentes de alto curso compõem esta região, que \n\napresenta diversos parques e Áreas de Proteção Ambiental (APA) – Parque Nacional da Bocaina, \n\nParque Estadual da Serra do Mar, Estação Ecológica de Bananal. Destaca-se que a área escolhida \n\npara a execução e análise neste trabalho abarca, como já dito, o conjunto de rios que formam o \n\nRio Paraíba do Sul e o último trecho referente ao âmbito Paulista da bacia hidrográfica. Esta \n\nescolha torna-se providencial pelo fato de caracterizar os municípios que compõem a rede \n\nformadora do rio e os que se situam no transcorrer do trajeto do mesmo (Figura 2.2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nZona final de trecho \nPaulista da bacia \n\nHidrográfica do Rio \nParaíba do Sul \n\nZona da Nascente e \nprimeiro trecho da \n\nbacia Hidrográfica do \nRio Paraíba do Sul \n\nFigura 2.2 - Localização da área de estudo  representando as zonas de Nascente e Foz do Rio \n\nParaíba do Sul.  \n\nIII – COLETA DE DADOS \n\n3.1 - A disponibilidade de materiais cartográficos e dados multifontes para a área estudada. \n\nOs estudos ambientais em determinadas áreas do Brasil apresentam sérios comprometimentos, \n\ndevido à carência efetiva de materiais cartográficos em escalas reduzidas e mesmo informações \n\nseqüenciais que possam expressar e dar suporte às análises multitemporais. Fundamento básico \n\n 3\n\n\n\npara avaliação da dinâmica dos processos e do entendimento do histórico das modificações e/ou \n\ndegradações ambientais. \n\nSegundo de Albuquerque et. al. (2002), a produção cartográfica está associada a uma necessidade \n\nde apresentação de resultados. Ainda, segundo o autor, os produtos elaborados devem expressar \n\num conjunto de informações como também estarem ajustados às necessidades e limitações de \n\napresentações impostas por esta informação. Assim, o produto final deve assegurar uma \n\nsatisfação de exigência própria do projeto que lhe compete. \n\nA carência de materiais cartográficos principalmente em formatos digitais é significativa. Em \n\nalgumas regiões do país em decorrência dos planos de trabalho e estudos desenvolvidos \n\nanteriormente, grande parte dos produtos que se encontram à disposição estão em âmbito regional \n\nem escalas de 1:100.000 ou 1:250.000. Isto dificulta o acesso a bases cartográficas em escala de \n\nanálise reduzida ou local variando de 1:10.000 a 1:50.000, ou mesmo àquelas em formato digital \n\nde caráter temático (Geologia, Pedologia etc) e básico (Rede de Drenagem, Estradas, Curvas de \n\nNível). \n\nMuitas vezes os produtos nestas escalas em formato digital são de caráter privado e \n\nocasionalmente, inacessíveis por apresentarem custos de aquisição elevados.  \n\nDa mesma forma, a digitalização destas bases cartográficas demandaria um tempo bastante \n\ndispendioso o que tornaria inviável a realização de projetos de análise espacial em caráter local \n\nvisando resoluções imediatas. Outro elemento a destacar é que a disponibilidade deste material \n\nnas prefeituras e órgãos administrativos responsáveis muitas vezes não é linear.  \n\nEstas instituições muitas vezes não conduzem bem seus arquivos apresentando dados danificados \n\nou mesmo o extravio de informações em âmbito geral. Este fato pressupõe a integração de \n\npessoal não capacitado para execução e, por conseguinte manipulação dos dados. Outro \n\nagravante, ainda segundo de Albuquerque et al. (2002), está relacionado ao desconhecimento dos \n\nobjetivos cartográficos e a falta de cultura na utilização de seus produtos pela sociedade, expresso \n\nneste sentido como uma ferramenta de auxilio para compreensão dos problemas físicos, humanos \n\ne culturais. \n\nUm dos últimos grandes trabalhos de mapeamento e elaboração de produtos cartográficos \n\ntemáticos realizados para a área estudada foi o Projeto MAVALE (Macrozoneamento do Vale do \n\nParaíba, KURKDJIAN et. al. ,1992). O mesmo apresenta um conjunto de informações \n\n 4\n\n\n\ncompiladas em mapas na escala 1:250.000, em função do objetivo deste projeto, a análise \n\nregional. \n\nEntretanto, outros produtos cartográficos em escalas maiores (1:10.000 e 1:50.000) foram \n\nproduzidos, mas são de caráter planialtimétricos e estão muitas vezes defasados no tocante a \n\nalgumas informações (Redes Viárias e Redes de Drenagem). Os demais produtos cartográficos \n\npresentes para a região, restringem-se a levantamentos aerofotogramétricos realizados em \n\ndiferentes escalas como base de trabalhos elaborados pelo Instituto Cartográfico – IC, \n\nEletropaulo, Instituto Agronômico de Campinas - IAC e também imagens orbitais disponíveis \n\npara aquisição no Instituto Nacional de Pesquisas Espaciais - INPE. O incremento das imagens \n\nde satélite é sem dúvida um grande benefício no auxilio da geração de subprodutos suprindo \n\nmuitas vezes a carência de mapeamentos. \n\nOutro fator a destacar é o custo de um mapeamento em escalas grandes que muitas vezes se \n\napresenta fora dos padrões e disponibilidades de projetos.  \n\nNo entanto, não são somente as bases cartográficas que se apresentam escassas e restritas a \n\nescalas de análise regionais, no contexto da área estudada. Os dados multifontes e tabulados \n\nreferentes à produção agrícola, sócio-econômicos e de população em geral, que Câmara \n\n(SPRING / INPE, 2006) define como dados espaciais, pois se apresentam ligados a um objeto no \n\nespaço ou mundo real, também compõem um problema constante na execução de projetos de \n\npesquisa para a área estudada. \n\nMuitas informações a respeito de vazão de rios e índices pluviométricos tal qual relatam Genovez \n\net al (2000), apresentam-se defasadas e em alguns casos com estações sem operação há mais de \n\n15 (quinze) anos.  \n\nAinda segundo os autores, são necessárias ações de interpolação de dados vizinhos para se atingir \n\nos objetivos da pesquisa, desde que os dados da base de coleta não estejam mais disponíveis. No \n\nentanto, os autores também afirmam que muitas vezes não é possível contar com uma boa série \n\nde dados de pluviógrafos no local de estudo ou mesmo próximo a ele. \n\nProblemas semelhantes foram encontrados por Fantin et al. (2005) em seus estudos. Estes \n\nressaltaram que a carência de dados cartográficos, a falta de acesso aos dados produzidos ou \n\nmesmo a falta de precisão e confiabilidade da geoinformação existente nas bases municipais, \n\npodem dificultar ou restringir a eficácia de estudos e políticas públicas em âmbito municipal. Daí, \n\na importância de se fornecer subsídios à formulação de políticas públicas voltadas a \n\n 5\n\n\n\ngeoinformação, com a aquisição e produção de dados municipais que permitam melhor visualizar \n\na realidade local e gerar metodologias de integração mais adequadas. Os autores afirmaram ser de \n\nfundamental importância instrumentalizar o poder público e a comunidade científica com dados \n\nadequados, os quais, analisados de maneira integrada possibilitem uma melhor observação das \n\ndinâmicas municipais. \n\nUm dos temas abordados durante as seções temáticas do V Simpósio Brasileiro de \n\nGeoinformática - GEOINFO (Campos do Jordão, 2003) trouxe a tona opiniões de pesquisadores \n\nde renome na área de bancos de dados, tais como Gilberto Câmara e Antônio Miguel Vieira \n\nMonteiro do Instituto Nacional de Pesquisas Espaciais – INPE. Os mesmos afirmaram que a \n\ndisponibilização de dados multifontes por diversos órgãos, sendo eles públicos estaduais, \n\nfederais, ou mesmo privados, tornaria extremamente eficaz e vantajosa à elaboração de trabalho \n\nde integração de dados espaciais que visem resultados sociais e ambientais. \n\nA disponibilização das bases de dados propostas como as da Agência Nacional de Águas, \n\nConcessionária Bandeirante de Energia ou mesmo da Companhia de Saneamento básico do \n\nEstado de São Paulo - Sabesp, tornariam os estudos locais e regionais muito mais eficientes e \n\ndinâmicos. \n\nOutro fator a destacar é que a aquisição de mapas e, produtos cartográficos em caráter temáticos, \n\ntanto quanto os dados tabulados referentes a informações espaciais apresentam-se nas mais \n\ndiversas formas e escalas. Assim, a utilização de um Sistema de Informações Geográficas para \n\nfins de compilação e adequação de escalas é a alternativa mais viável para trabalhar nas \n\ncondições acima expostas. \n\n \n\nIV - OS “SISTEMAS DE INFORMAÇÃO GEOGRÁFICA” (SIG) \n\nO Sistema de Informação Geográfica – SIG é um conjunto de ferramentas que auxilia as análises \n\nespaciais em diversas frentes de pesquisa. \n\nDe acordos com o INPE (SPRING / INPE, 2006) o termo “Sistemas de Informação Geográfica” \n\n(SIG) é aplicado para sistemas que realizam o tratamento computacional de dados geográficos. \n\nDevido à sua ampla gama de aplicações, destacando-se aqui algumas como agricultura, floresta, \n\ncartografia, cadastro urbano e redes de concessionárias (água, energia e telefonia), há pelo menos \n\ntrês grandes maneiras de utilizar um SIG: como ferramenta para produção de mapas; suporte para \n\n 6\n\n\n\nanálise espacial de fenômenos e como um banco de dados geográficos, com funções de \n\narmazenamento e recuperação de informação espacial. \n\nEste instrumento é uma das técnicas que compõem as “Geotecnologias”, que segundo Valerio \n\nFilho et. al. (2002) é o conjunto de ferramentas e materiais utilizados no auxílio de análises \n\nespaciais, podendo citar as imagens de satélite, os Sistemas de Posicionamento Global - GPS, os \n\n“Sistemas de Informação Geográfica” – SIG, entre outros.  \n\nAinda segundo os autores, as ferramentas dos “Sistemas de Informação Geográfica” - SIG vêm \n\nsendo utilizadas como importantes instrumentos de auxilio, no tocante ao subsidio ao \n\nplanejamento e as ações em diversas áreas de aplicação do conhecimento. \n\nNos tempos atuais, em decorrência da constante dinâmica espacial e da possibilidade de \n\nintegração de diversas variáveis em um único banco de dados, com diferentes escalas os \n\n“Sistemas de Informação Geográfica” – SIG vêm se apresentando de fundamental importância, \n\npois proporcionam a compatibilização das mesmas em uma escala de trabalho final coerente com \n\nos dados básicos de análise propostos a qualquer área de estudo. \n\nNão obstante, Burrough (1986), relata que os “Sistemas de Informação Geográfica” são \n\nrepresentado por programas capazes de armazenar, integrar, manipular e visualizar diferentes \n\ninformações da superfície terrestre. Tais elementos compõem o denominado mundo real em \n\ntermos de posicionamento e estão alocados segundo um sistema de coordenadas. Os “Sistemas de \n\nInformação Geográfica” - SIG tornam-se então uma importante ferramenta de auxílio aos estudos \n\nde áreas ambientais e recursos naturais, subsidiando o planejamento e as ações em diversas áreas. \n\n \n\n4.1 - Elaboração do banco de dados e escolha do programa computacional a ser utilizado.   \n\nA elaboração do banco de dados deste projeto tem com base os parâmetros “Geohidrológicos” e \n\nteve como meta tornar funcional as consultas e, por conseguinte a integração dos elementos que \n\ncompõem a paisagem da área estudada. \n\nA utilização de um Sistema de Informação Geográfica de aquisição gratuita e com tecnologia \n\nnacional, desenvolvido pelo Instituto de Pesquisas Espaciais – INPE, intitulado; Sistema de \n\nProcessamento de Informações Georeferenciadas – SPRING foi providencial, em vista do caráter \n\ngratuito de sua aquisição, www.dpi.inpe.br/spring (SPRING / INPE 2006), e do suporte técnico \n\neficiente. \n\n \n\n 7\n\n\n\n4.2 - Composição do banco de dados Geohidrológico. \n\nAs informações coletadas para a realização e elaboração do presente banco de dados levaram em \n\nconsideração as diferenças escalares e também as mais diversas extensões computacionais, pois \n\nmuitas informações foram criadas por iniciativas privadas e projetos institucionais. \n\nA tabela 4.1 apresenta o conjunto de dados cartográficos utilizados na elaboração do banco de \n\ndados geográfico e suas características. \n\nTabela 4.1 - Descrição e procedência de material cartográfico utilizado para elaboração do banco \n\nde dados Geohidrológico \n\n \n\nMaterial Elaborador Escala / Formato \n\nCartas Temáticas (Levantamento de Solos e \n\nGeologia) \n\nProjeto MAVALE - \n\nMacrozoneamento do Vale do \n\nParaíba e Litoral Norte do Estado \n\nde São Paulo (Kurkdjian et al. \n\n1992). \n\n1:250.000 - ASCII/ \n\nSPRING. \n\nCartas topográficas, obtidas a partir da \n\nrestituição aerofotogramétrica. \nIBGE, 1973. \n\n1:50.000 – ASCII / \n\nSPRING , DXF. \n\nCartas topográficas, obtidas a partir da \n\nrestituição aerofotogramétrica. \nIBGE, 1965. \n\n1:100.000 - ASCII/ \n\nSPRING, DXF. \n\nLevantamento da Vegetação Natural e \n\nReflorestamento e Constituição de Base \n\nGeorreferenciada da Bacia Hidrográfica do \n\nParaíba do Sul / Mantiqueira. \n\nInstituto Florestal. \n1:50.000 – SHAPEFILE \n\n(ARCVIEW), DXF. \n\nMapa de isolinhas de Pluviosidade, Isoetas \n\ndas chuvas máximas diárias para tempo de \n\nretorno de 5 (cinco) anos. \n\nGenovêz et. al. ,2002. \n1: 100.000 - ASCII/ \n\nSPRING. \n\nMapa Geológico do Estado de São Paulo. DAEE-UNESP, 1984. \n\n1:250.000, Folha \n\nGuaratinguetá - ASCII/ \n\nSPRING \n\n4.3 – Adequação de escala e elaboração de dados cartográficos \n\n4.3.1 – Bases Planialtimétricas \n\nA variação da procedência dos produtos cartográficos denota uma gama de escalas e, por \n\nconseguinte diferentes níveis de resolução e qualidade. \n\n 8\n\n\n\nEste fator tende a ser um empecilho na elaboração de produtos finais de análise, pois os mesmos \n\ndevem ser elaborados respeitando a compatibilidade das escalas dos produtos contidos na base de \n\ndados e a análise desejada, neste caso o caráter regional. \n\nO importante na seleção destes produtos é respeitar alguns princípios ligados diretamente à \n\nqualidade, disponibilidade e fidedignidade.  \n\n As figuras 4.1 e 4.2 apresentam-se respectivamente como exemplo de alguns dilemas \n\nestabelecidos nas diferenças escalares. Nesse caso, entre duas bases de drenagem e duas redes \n\nviárias.A primeira em escala 1:50.000 e a segunda em escala :100.000. \n\n \n\n \n\n \n\n \n\n \n\n \n \n                              1:50.000                                                              1:100.000 \n\nFigura 4.1 – Representação vetorial de bases de Rede de Drenagem em diferentes \n\nescalas.Observa-se os diferentes níveis de informação entre elas  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n                                 1:50.000                                                           1:100.000 \n\n \n\nFigura 4.2 - Representação vetorial de bases de Rede de Drenagem em diferentes \n\nescalas.Observam-se os diferentes níveis de informação contidos em diferentes escalas. \n\n \n\nAs figuras acima demonstram que o nível de definição e conteúdo de informações é maior em \n\nescalas maiores.  \n\n 9\n\n\n\nNo contexto da elaboração deste trabalho, seguindo os padrões apresentados anteriormente de \n\nqualidade, disponibilidade e fidedignidade foram utilizadas as bases cartográficas de drenagem e \n\nrede viária (planimetria) em escala 1:50.000 (IBGE; 1973). \n\nEm decorrência da falta de disponibilidade e também do alto custo de aquisição em empresas \n\nparticulares de mapeamentos e levantamentos cartográficos as curvas de nível (altimetria) a \n\nserem usadas serão em escala 1:100.000 (IBGE, 1965), disponibilizadas gratuitamente na base \n\ndigital elaborada para a composição do banco de dados Atlas Brasil (SPRING / INPE, 2006). \n\nNo intuito de demonstrar as diferenças escalares em produtos altimétricos utilizou-se como \n\nexemplo as curvas de nível 1:50.000 (IBGE; 1973). As mesmas foram selecionadas de um banco \n\nde dados elaborado para o município de São José dos Campos como subsídio e base de análise do \n\nProjeto Macrodrenagem de São José dos Campos (Prefeitura Municipal de São José dos Campos \n\ne Universidade do Vale do Paraíba, 2002) (Figura 4.3).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Curvas de nível em escala\n1:50.000 (Eqüidistância vertical 20\nmetros (IBGE, 1973) selecionadas em\ncaráter  demonstrativo - Projeto\nMacrodrenagem de São José dos\nCampos, (Prefeitura Municipal de São\nJosé dos Campos e Universidade do\nVale do Paraíba, 2002). \n                Maior nível de detalhes. \n\n Curvas de nível em escala\n1:100.000 (Eqüidistância vertical 100\nmetros) (IBGE; 1965). \n \n              Menor nível de detalhes. \n\nFigura 4.3 - Diferenças de grandezas escalares em curvas de nível em escala 1:50.000 (IBGE, \n\n1965) e 1:100.000 (IBGE, 1973) \n\n \n\n 10\n\n\n\nOutro fator a destacar no tocante a aquisição das curvas de nível do terreno (altimetria) é que as \n\nmesmas são elementos fundamentais na elaboração de subprodutos cartográficos de qualidade, \n\ntais como, mapas de declividade, cartas hipsométricas e perfis topográficos. \n\n \n\n4.3.2 – Utilização de Imagens Orbitais. \n\nO incremento das imagens orbitais favoreceu a elaboração de subprodutos ou mesmo de produtos \n\ncartográficos de qualidade, tais como, as análises de Uso e Cobertura Vegetal das Terras, ou \n\nmesmo Modelos Numéricos do Terreno, neste caso utilizando-se de dados coletados pela Shuttle \n\nRadar Topography Mission (SRTM, NASA, 2000). \n\nPara este trabalho as mesmas foram utilizadas na elaboração do Uso e Cobertura Vegetal das \n\nTerras. A base das informações coletadas para elaboração do produto final foi o Levantamento da \n\nVegetação Natural e Reflorestamento da Bacia Hidrográfica do Paraíba do Sul / Mantiqueira \n\n(Instituto Florestal, 2000). A adequação sugerida e realizada foi o incremento das informações \n\nespaciais de áreas com usos de Pastagem e Cultura Agrícola não presentes no mapeamento \n\noriginal realizado pelo Instituto Florestal (2000).  \n\nCom a utilização de imagens orbitais do ano 2002 dos satélites LANDSAT 5 e 7, estes munidos \n\nrespectivamente com sensores TM e TM/PLUS, realizaram-se o incremento das classes de uso \n\npropostas (Pastagem e Cultura Agrícola). \n\n As datas de imageamento selecionadas para análise foram os meses de janeiro, fevereiro e \n\nsetembro. Isto devido as diferentes características dos usos presentes na paisagem da área \n\nestudada em períodos de estiagem e chuvas prolongadas.  \n\nAs informações complementares levantadas foram resultados de classificação automática \n\nutilizando o classificador MAXVER que segundo (SPRING / INPE, 2006) deriva do método \n\nestatístico de Máxima Verossimilhança e é o método de classificação \"pixel a pixel\" mais \n\ncomum. O mesmo considera a ponderação das distâncias entre médias dos níveis digitais das \n\nclasses, utilizando parâmetros estatísticos.  \n\nOutro fator a destacar é que a base do produto elaborado pelo Instituto Florestal -Levantamento \n\nda Vegetação Natural e Reflorestamento e Constituição de Base Georreferenciada da Bacia \n\nHidrográfica do Paraíba do Sul / Mantiqueira (Instituto Florestal, 2000) são também imagens \n\norbitais provenientes dos satélites LANDSAT 5 e LANDSAT 7, munidos com sensores TM e \n\n 11\n\n\n\nTM/PLUS respectivamente. Isto descaracterizou os possíveis problemas referentes à resolução \n\nespacial dos produtos na composição do produto final. \n\nVale destacar que a resolução espacial de um produto orbital, segundo Novo (1989), “mede a \n\nseparação angular ou linear entre dois objetos. Ou seja, quando dizemos que um produto possui \n\numa resolução de 30 metros nos referimos ao fato de que todo e qualquer produto presente entre \n\nesta medida não será discriminado pelo sistema”. \n\nOutro fator de destaque é que em resoluções espaciais de 30 metros, tais como, nas imagens \n\norbitais dos satélites LANDSAT 5 e 7 os produtos finais e subprodutos são aceitos em escalas \n\n1:50.000, pois apresentam boa adequação a base de detalhamento do mapeamento.   \n\nAssim foram levantadas as informações complementares referentes ao Uso e Cobertura Vegetal \n\ndas Terras. As mesmas foram agregadas ao produto elaborado pelo Instituto Florestal (2000). \n\nEste procedimento pode ser visualizado nas figuras 4.4 e 4.5. \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n Capoeira \n \n Mata \n \n Reflorestamento \n \n Urbanização \n\n Pastagem \n\n  Área Agrícola \nAmostra de cena de \n\nimagem LANDSAT / \nTM/PLUS. Composição \ncolorida RGB, canais 5, \n\n4, 3. \n\nAmostra dos usos - Pastagem e Áreas Agrícolas \nextraídos de imagens LANDSATM/;PLUS \n\nAmostra do “Levantamento da Vegetação Natural e Reflorestamento e Constituição de Base\nGeorreferenciada da Bacia Hidrográfica do Paraíba do Sul / Mantiqueira Uso e Cobertura \n\nVegetal” (Instituto Florestal, 2000).\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.4 – Demonstração do método utilizado para elaboração e composição do mapa de Uso e \n\nCobertura Vegetal das Terras a partir da base elaborada pelo Instituto Florestal do Estado de São \n\nPaulo. \n\n 12\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Capoeira \n \n Mata \n\n \n Reflorestamento \n\n \n Urbanização \n\n \n Pastagem \n\n  Área Agrícola \n\nFigura 4.5 - Amostra do mapa final de Uso e Cobertura Vegetal das Terras após agrupamento \n\ndas informações. \n\n \n\n4.3.3 – Isoietas de Pluviosidade \n\nOutros subprodutos utilizados neste trabalho foram as Isoietas de Pluviosidade elaboradas por \n\nGenovez et. al. (2000) para todo Estado de São Paulo.  \n\nSegundo os autores o período de coleta de informações usada na elaboração do modelo é de 30 \n\nanos, informações estas coletadas nas estações pluviométricas do Departamento de Águas e \n\nEnergia do Estado – DAEE e cedidas pelo Instituto Nacional de Meteorologia - INEMET. \n\nUtilizou-se do período de retorno de 5 anos, pois, muitas das estações não estão mais coletando \n\ninformações e dados na área estudada, o que dificultaria e tornaria pouco confiável uma projeção \n\nde retorno de 10, 50 ou mesmo 100 anos. \n\nA escala e a definição deste produto remete à disponibilidade de informações das estações de \n\nmedição. Segundo os autores, infelizmente os dados de intensidade de chuvas ou séries de dados \n\nsão pequenos para as várias partes do Brasil e do mundo. O que neste caso não permite uma \n\nestimativa razoável das intensidades de chuvas para fins de projetos de engenharia. \n\nPara elaboração deste produto os autores utilizaram séries atualizadas de aproximadamente 556 \n\npluviômetros para o estado, com séries de dados superiores há 30 anos. Ainda segundo os autores \n\nsomente um pluviômetro apresentava uma série menor de 23 anos.  \n\nPara obter os valores máximos associados aos períodos de retorno utilizou-se a distribuição \n\nprobabilística de Gumbel. Isto a partir da determinação do ano hidrológico das séries observadas \n\n(01 de Outubro / 30 de Setembro). \n\n 13\n\n\n\nAs isoetas foram obtidas segundo os autores através do programa SURFER (KECKLER, 1995) \n\nutilizando-se do método geoestatístico de Kriging. A tabela 4.2 apresenta o número de \n\npluviômetros analisados. \n\nTabela 4.2 – Distribuição do período de dados observados (Genovez et al, 2000). \n\n \n\nAnos de dados Nº de postos Nº de postos (%) \n\n23 01 0,2 \n\n30 – 39 202 36,3 \n\n40 – 49 163 29,3 \n\n50 – 58 190 34,2 \n\nA figura 4.6 apresenta uma amostra do mapa de isoietas de pluviosidade elaborado por Genovez \n\net al (2000). Para utilização destas informações no banco de dados as mesmas foram agrupadas \n\nem intervalos ou classes \n\n \n\nLegenda (mm)  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 4.6 - Amostra do mapa de isoietas de pluviosidade elaborado por Genovez et.al (2000).  \n\n \n\n4.3.4 – Mapas temáticos \n\nOs produtos temáticos referentes à Geologia, Pedologia e Geomorfologia utilizados e agregados \n\nao banco de dados Geohidrológico apresentam-se em escalas 1:250.000. Os mesmos são \n\nprovenientes do DAEE-UNESP (1984), e do projeto Macrozoneamento do Vale do Paraíba – \n\nMAVALE (Kurkdjian et al. 1992). A figura 4.7 apresenta estes produtos. \n\n \n\n \n\n 14\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n2 1 \n\n3 \n\nFigura 4.7 - Mapas temáticos (1 – Geomorfologia, 2 – Pedologia) - Projeto Macrozoneamento do \n\nVale do Paraíba – MAVALE (Kurkdjian et al. 1992), (3 – Geologia) DAEE-UNESP (1984) e \n\nProjeto Macrozoneamento do Vale do Paraíba – MAVALE (Kurkdjian et al. 1992) \n\n \n\nV - EQUIPAMENTOS. \n\nOs equipamentos de auxilio e subsídio a entrada, organização, manipulação, processamento e \n\nsaída das informações são os seguintes: \n\na) Micro padrão IBM / PC - Pentium IV equipado com mesa digitalizadora marca Digigraf, \n\nmodelo Van Gogh, tamanho A1 e instalado com o sistema de informação geográfica SPRING 4.3 \n\n(Sistema de Processamento de Informações Georreferenciadas - SPRING), desenvolvido no \n\nInstituto Nacional de Pesquisas Espaciais (SPRING / INPE, 2006), que conjuga funções de \n\nprocessamento de imagens, análise espacial, modelagem numérica de terreno e consulta a bancos \n\nde dados espaciais; \n\nb) Sistema de Posicionamento Global (GPS), modelo Garmin SRV II com precisão de 5 a 3 m no \n\nmodo diferencial dinâmico e de 3 a 1 m para o modo diferencial estático, para localização das \n\ncoordenadas geográficas dos pontos visitados em campo.  \n\n 15\n\n\n\nVI – MÉTODO DE ENTRADA DE DADOS EM AMBIENTE SPRING \n\nA entrada de dados no banco Geohidrológico obedece aos padrões estabelecidos pelo programa \n\nSPRING 4.3 (SPRING / INPE, 2006). \n\nOs dados já referenciados geograficamente são anexados ao banco de dados utilizando-se uma \n\ninterface amigável de importação apresentada na figura 6.1. \n\n \n\nFigura 6.1 - Interface de importação de dados do programa SPRING 4.3 (SPRING / INPE, \n\n2006). \n\n \n\nEm ambiente SPRING, após criar um projeto, as devidas categorias de informações e os planos \n\nde informação de destino podem importar os dados nas mais diversas extensões, entre elas \n\nSHAPEFILE e DXF. \n\nOs dados importados necessitam apresentar um sistema de georreferenciamento ou então será \n\nnecessária a realização desta ação.  \n\nApós isto os dados serão alocados em um painel de controle como um “Plano de informação”, \n\nsempre relacionado a sua respectiva categoria previamente atribuída em um projeto (Figura 6.2).  \n\n 16\n\n\n\n \n\n \n\nFigura 6.2 – Painel de Controle do programa SPRING 4.3 (SPRING / INPE, 2006). \n\nNele são alocados os dados para manipulação e tratamento. \n\n \n\nVII - INTEGRAÇÃO DE DADOS EM AMBIENTE SPRING 4.3 \n\n7.1 - Utilização da Linguagem Espacial para Geoprocessamento Algébrico – LEGAL \n\n(SPRING / INPE, 2006) como ferramenta de auxilio na integração dos dados temáticos. \n\nPara execução e integração dos dados temáticos utilizou-se como recurso à função de \n\nprogramação em Linguagem Espacial para Geoprocessamento Algébrico – LEGAL do programa \n\nSPRING 4.3 (SPRING / INPE, 2006). \n\n \n\n7.1.1 - Programação em legal. \n\nO recurso Linguagem Espacial para Geoprocessamento Algébrico – LEGAL está contido no \n\nprograma SPRING 4.3 (SPRING / INPE, 2006). \n\nA programação em LEGAL, segundo o Instituto Nacional de Pesquisas Espaciais – INPE \n\n(SPRING / INPE, 2006), permite “a definição de operações sobre dados representados em um \n\n 17\n\n\n\nprojeto de um banco de dados SPRING, sob a forma de expressões “algébricas\" dos tipos: \n\nTemático, Numérico, Imagem, Cadastrais, Objetos e Reais”. \n\nAinda de acordo com o Instituto Nacional de Pesquisas Espaciais – INPE (SPRING / INPE, \n\n2006), a linguagem em LEGAL baseia-se no modelo de dados do programa SPRING, onde, “Os \n\noperadores atuam sobre representações de dados dos modelos Numérico (grades regulares), \n\nImagem, Temático, Cadastral e Objeto. Os modelos Objeto e Cadastral são complementares, e \n\nessencialmente permitem a espacialização de atributos de tabelas de bancos de dados sob a forma \n\nde mapas cadastrais”. \n\nA funcionalidade do programa é definida pela construção de expressões semânticas que \n\ndeterminam as categorias a serem utilizadas no procedimento desejado, os planos de informação \n\na serem recuperados para execução da operação e a descrição da operação a ser efetuada. \n\nAssim, baseando-se em uma lista de sentenças que determinam a função do programa que \n\nsegundo o Instituto Nacional de Pesquisas Espaciais – INPE (SPRING / INPE, 2006) é composta \n\npor 4 (quatro) estruturas: \n\n Declarações de variáveis; \n\n Instanciações: de variáveis; \n\n Operações da álgebra de mapas; \n\n Comandos de controle; \n\nA figura.7.1 apresenta um exemplo de programação em LEGAL utilizada na composição de \n\nsubprodutos agregados ao banco de dados “Geohidrológico”. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7.1 - Exemplo de Programação em Linguagem Espacial para Geoprocessamento \n\nAlgébrico – LEGAL (SPRING / INPE, 2006), desenvolvida para execução deste trabalho.  \n\n 18\n\n\n\nVIII - MODELAGEM “OBJECT MODELING TECHNIQUE-G (OMT-G)” DO BANCO \n\nDE DADOS DE PARÂMETROS GEOHIDROLÓGICOS \n\nSegundo RATI (apud Davis, 2000), “o modelo OMT-G parte das primitivas definidas para o \n\ndiagrama de classes da Universal Modeling Language (UML), introduzindo primitivas \n\ngeográficas com o objetivo de aumentar a capacidade de representação semântica daquele \n\nmodelo, reduzindo assim a distância entre o modelo mental do espaço a ser modelado e o modelo \n\nde representação usual”.  \n\nAinda segundo os autores, o modelo proporciona uma expressividade gráfica que conduz a uma \n\nforte capacidade de representação onde as integrações e relações existentes entre os dados e \n\nelementos que compõem o banco são expressas e representadas de forma dinâmica e funcional. \n\nAssim, atendendo às premissas estipuladas na concepção da modelagem OMT-G formulou-se o \n\nmodelo do banco de dados de parâmetros Geohidrológicos, tal qual pode-se observar na figura \n\n8.1. O mesmo apresenta todos os dados que compõem o banco georeferencial e, por conseguinte \n\nos produtos cartográficos básicos e os derivados de cruzamentos e integração. \n\n \n\n \n\n \n\n 19\n\n\n\nC\n\nImagem\nM/PLUS LANDSAT / T\n\nRede \nViária\n\nPedologia\n\nBanco de d\nhidro\n\nados\ngráfica \n\nAD69\n\nBacia \n\nSistema de Projeção: UTM / Datum : S\n\nLimite d\nest\n\na \nudoárea de \n\nGeologia Uso \negetal e Cobertura V\n\nRede\ne \n\n \n\nm\nd\n\nDrenage\n\nCurvas\ne \n\n \n\n \nd\n\nNível\n\nElaboração de  Grade \nCla\n\nNum \nsse\n\né\ns\n\nrica\ne Fatiamento de \n\nPluviosidade Hipsometria\n\nContém\n\nm m\n\nm\n\nm\n\nConté Conté\n\nConté\n\nConté\n\nUnião\n\nClassifica\na\n\nção Digital\na \n\ni e \n(Adequ ção ao Levantamento d\n\na e Veget ção Natural \nConstituReflorestamento e ç\n\nB\não d\nacia Base Georreferenciada da \n\nHidrográfica do Paraíba do Sul \n2000) \n\n/ \nMantiqueira (IF, \n\nMapa das zonas homogêneas segundo a c\nhid\n\na os \nr o \n\npacidade de infiltração d\nográficaelementos da paisagem na zona média e alta da bacia \n\n P \ndo Rio Paraíba d\n\nSul - S - Brasil.\n\nCCC\nC\n\nC\n\nU\n\nC\n\nContém\n\nCC\n\nImagem\nM/PLUS LANDSAT / T\n\nImagem\nM/PLUS LANDSAT / T\n\nRede \nViária\nRede \n\nViária\n\nPedologiaPedologia\n\nBanco de d\nhidro\n\nados\ngráfica \n\nAD69\n\nBacia \n\nSistema de Projeção: UTM / Datum : S\n\nBanco de d\nhidro\n\nados\ngráfica \n\nlegre\n\nBacia \n\nSistema de Projeção: UTM / Córrego A\n\nLimite d\nest\n\na \nudoárea de \n\nGeologia Uso \negetal e Cobertura V\n\nUso \negetal e Cobertura V\n\nRede\ne \n\n \n\nm\nd\n\nDrenage\n\nRede\ne \n\n \n\nm\nd\n\nDrenage\n\nCurvas\ne \n\n \n\n \nd\n\nNível\n\nCurvas\ne \n\n \n\n \nd\n\nNível\n\nElaboração de  Grade \nCla\n\nNum \nsse\n\né\ns\n\nrica\ne Fatiamento de \n\nPluviosidade Hipsometria\n\nContém\n\nm m\n\nm\n\nm\n\nConté Conté\n\nConté\n\nConté\n\nUnião\n\nClassifica\na\n\nção Digital\na \n\ni e \n(Adequ ção ao Levantamento d\n\na e Veget ção Natural \nConstituReflorestamento e ç\n\nB\não d\nacia Base Georreferenciada da \n\nHidrográfica do Paraíba do Sul \n2000) Mantiqueira (IF, \n\nMapa das zonas homogêneas segundo a c\nhid\n\na os \nr o \n\npacidade de infiltração d\nográficaelementos da paisagem na zona média e alta da bacia \n\n P \ndo Rio Paraíba d\n\nSul - S - Brasil.\n\nMapa das zonas homogêneas segundo a c\nhid\n\na os \nr o \n\npacidade de infiltração d\nográficaelementos da paisagem na zona média e alta da bacia \n\n P \ndo Rio Paraíba d\n\nUU\n\nCCCCCC\nCC\n\nCC\n\nCC\n\nBrasil.-S-Sul\n\n/ \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 7.1- Modelo OMT-G elaborado para o banco de dados “Geohidrológico”.  \n\n \n\n 20\n\n\n\nI X - DISCUSSÕES E CONCLUSÕES \n\nDurante o processo inicial de elaboração deste trabalho foram encontrados diversos problemas \n\nrelacionados à disponibilidade, fidelidade e confiabilidade dos produtos selecionados para \n\ncomposição do Banco de dados de parâmetros “Geohidrológicos”.  \n\nEm virtude disto a escala final do trabalho teve que ser adaptada à disponibilidade dos produtos \n\nque variavam de 1:50.000 a 1:250.000. \n\nOutro fator a destacar é a indisponibilidade de produtos em escalas grandes já em formato digital \n\ne com qualidade. Muitos produtos cartográficos disponíveis para área apresentam um custo muito \n\nelevado de aquisição, pois foram elaborados por empresas privadas.  \n\nEste fator tornou inviável a utilização de muitas das bases cartográficas em escalas grandes, tais \n\ncomo a base altimétrica em escala 1:50.000 (IBGE, 1965) que apresentava um custo aproximado \n\nde 600 reais por folha segundo a empresa Imagem Sensoriamento Remoto LTDA. Por sua vez foi \n\nutilizada a base 1:100.000 (IBGE, 1973) \n\nOutra dificuldade encontrada foi o despreparo de muitos funcionários de Prefeituras municipais \n\nem especial nos Departamentos de Planejamento Urbano municipais, isto no que se refere a \n\ndisponibilização de dados. Alguns dos mesmos desconhecem os produtos, não sabem como \n\nforam gerados ou mesmo desconhecem a existência em seus respectivos arquivos. \n\nIsto remete ao fato de muito dos produtos cartográficos em formato analógico, essenciais à \n\nelaboração de bancos de dados estarem se deteriorando em repartições públicas locais. \n\nNo entanto como solução para este problema as Concessionárias de energia elétrica, água e \n\nsaneamento poderiam tornar públicas suas bases e produtos, no intuito de gerar diversos produtos \n\nde análise científica e também uma base de dados única em parceria com os pesquisadores \n\nregionais e locais. \n\nA efetivação de políticas de fornecimento de dados, as pesquisas e as consultas dos mesmos no \n\nBrasil deve passar a ser um elemento básico de discussão no tocante a disponibilidade da \n\ngeoinformação como subsídio à tomada de decisões. \n\nNeste sentido, o presente trabalho espera haver contribuído com este objetivo fornecendo assim \n\num conjunto de dados que possam vir a subsidiar os estudos posteriores na área estudada, a bacia \n\nhidrográfica do Rio Paraíba do Sul, localizada no Vale do Paraíba – SP – Brasil. \n\n \n\n \n\n 21\n\n\n\nIX - REFERÊNCIAS BIBLIOGRÁFICAS.  \n\nV Simpósio Brasileiro de Geoinformática - GEOINFO (Campos do Jordão, 2003). CdRom.  \n\nBURROUGH, P.A.Principles of Geographical Information Systems for Land  \n\nResources Assessment, Clarendon Press, Oxford, 1986. \n\nCAPRA, Fritjof. Ecoliteracy: the challenge for education in the next century.Liverpool \n\nSchumacher lectures, Berkeley, California. March 20, 1999. \n\nCOLTRINARI, L. Z. D. Contribuição e geomorfologia da região de Guaratinguetá – Aparecida. \n\nTese de Doutorado, Universidade de São Paulo, 1974. \n\nDAVIS JR., C. A. Múltiplas representações em sistemas de informação Geográficos. Tese de \n\nDoutorado, Universidade Federal de Minas Gerais, Belo Horizonte 2000; \n\nDE ALMEIDA, Fernando Flávio Marques; CARNEIRO, Celso Dal Ré. Origem e evolução da \n\nserra do mar. Revista Brasileira de Geociências, 28(2):135-150, junho de 1998. \n\nDE ALBUQUERQUE, Paulo César Gurgel et al. Ensinando Cartografia-  in - IV Curso de Uso \n\nde Sensoriamento Remoto no Meio Ambiente. Instituto Nacional de Pesquisas Espaciais – INPE, \n\n2002.  \n\nFANTIN, Marcel, ALVES, Marcello, MONTEIRO, A. M. A Relevância de uma Infra-estrutura \n\nGeoinformacional como Subsídio ao Desenvolvimento de Políticas Urbanas: O Caso da \n\nIntegração de Características do Meio Físico e Dados Sócio-territoriais no Município de São José \n\nCampos” - XI Simpósio Brasileiro de Geografia Física Aplicada, São Paulo, 2005. \n\nGENOVEZ, A. M.; L. F. C. DE OLIVEIRA; A.I. BORRI GENOVEZ (2000) – Chuvas Intensas \n\nno Estado de São Paulo: Isoietas de Precipitação Máxima Diária. A Água em Revista, CPRM – \n\nCompanhia de Pesquisa de Recursos Minerais. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA –IBGE. Levantamento \n\nCartográfico do Território Nacional em escala 1:100.000, 1965; \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA –IBGE. Plano Cartográfico do \n\nEstado de São Paulo, 1973; \n\nINSTITUTO FLORESTAL - IF. Levantamento da Vegetação Natural e Reflorestamento e \n\nConstituição de Base Georreferenciada da Bacia Hidrográfica do Paraíba do Sul / Mantiqueira, \n\n2000 (Cd RW ). \n\n 22\n\n\n\nINSTITUTO NACIONAL DE PESQUISAS ESPACIAIS - INPE- SPRING.  Sistema de \n\nProcessamento de Informações Georeferenciadas. http://www.dpi.inpe.br/spring, 2006. Acesso \n\nem: 26 de julho de 2006. \n\nKECKLER, D. 1995. SURFER for Windows User's Guide. Golden: Golden Software Inc. \n\nKURKDJIAN, M. L. N. O; VALÉRIO FILHO, M; VENEZIANI, P;  PEREIRA, M. N.; \n\nFLORENZANO, T. G.; DOS ANJOS, C. E.; OHANA, T.; DONZELI, P.L.; ABDON, M. N.; \n\nSAUSEN,T. M.; PINTO, S.A .F.; BERTOLDO, M. A.; BLANCO, J. G.; CZORDAS, S. M. \n\nMacrozoneamento da Região do Vale do Paraíba e Litoral Norte do estado de São Paulo. São \n\nJosé dos Campos, 176. (INPE- 5381-prp / 165), 1992. \n\nNOVO, E. M. L. M. Sensoriamento Remonto: Princípios e aplicações. São Paulo. Ed : Edgar \n\nBlücher, 1989, 308p. \n\nPREFEITURA MUNICIPAL DE SÃO JOSÉ DOS CAMPOS / UNIVAP. Projeto \n\nMacrodrenagem do Município de São José dos Campos – SP. São José dos Campos, 2002 \n\nSHUTTLE RADAR TOPOGRAPHY MISSION HOME PAGE.&lt;srtm.usgs.gov/>. Acesso em: \n\n26 de julho de 2006. \n\nVALERIO FILHO, M; ALVES, M; FANTIN, M; GARCIA, R. “Geotecnologias Aplicadas na \n\nAvaliação das Áreas Urbanizadas e seus Impactos na Rede de Drenagem”. Simpósio Nacional de \n\nImpactos Ambientais Urbanos, Curitiba - PR, Junho 2002. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n 23\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nARTIGO II \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nCampinas – São Paulo – Agosto 2006 \n\n\n\nMETODOLOGIA DE INTEGRAÇÃO DE ELEMENTOS DA PAISAGEM EM \n\nBACIAS HIDROGRÁFICAS COMO SUBSÍDIO À DETECÇÃO DE ÁREAS \n\nHOMOGÊNEAS PARA A DISPONIBILIDADE DE RECURSOS HÍDRICOS. \n\nMarcello Alves 1\n\nSueli Yoshinaga Pereira 1 \n\n \n1. Universidade Estadual de Campinas – UNICAMP / Instituto de Geociências – IGe \n\n \n\nIG-UNICAMP, Caixa Postal 6152, CEP: 13083-970 - Campinas – SP – Brasil  \n\n{malves, sueliyos}@ige.unicamp.br> \n\n \n\nRESUMO \n\nO presente trabalho visa auxiliar a definição de áreas potenciais à disponibilidade de recursos \n\nhídricos. Para tanto se busca compreender o ciclo hidrológico e suas interações. Esse \n\nentendimento envolve um conjunto de diferentes elementos que compõem a paisagem, entre eles, \n\nrelevo, cobertura vegetal, pluviosidade, solos e geologia, que se apresentam na natureza com os \n\nmais diferentes aspectos e formas. Assim elaborou-se uma metodologia de integração destes \n\nelementos baseando-se nos princípios teóricos da ecologia da paisagem e segundo o potencial \n\nparticipativo no processo de infiltração. Como área de análise deste trabalho apresenta-se um \n\ntrecho da bacia hidrográfica do Rio Paraíba do Sul, localizada no Vale do Paraíba – São Paulo - \n\nBrasil. O alto grau de desenvolvimento, as ocupações excessivas de áreas para os mais diversos \n\nfins, a importância em âmbito federal por prover benefícios a 3 (três) estados brasileiros, São \n\nPaulo, Minas Gerais, Rio de Janeiro e a demanda crescente de recursos hídricos favorecem a \n\nescolha da área de estudo.  \n\n \n\n \n\n \n\n \n\n \n\n \n\nPalavras chaves - recursos hídricos, escassez, paisagem, ciclo hidrológico, integração, bacia \n\nhidrográfica, Rio Paraíba do Sul. \n\n\n\nINTRODUÇÃO \n\nO presente trabalho tem como foco principal propor um procedimento metodológico, para \n\nsubsidiar as investigações dos fatores principais que influenciam na capacidade de infiltração das \n\náguas de uma bacia hidrográfica. Isto, fundamentado pelas seguintes premissas: (1) a capacidade \n\nde infiltração mantém, em períodos de estiagem, o escoamento básico de um rio, e é um dos \n\nprincipais responsáveis pela manutenção do escoamento dos rios e, por conseguinte, pela \n\ndisponibilidade hídrica de uma bacia hidrográfica, (2) O sistema ambiental tem um número \n\nilimitado de elementos de análise e inter-relações, mas as mudanças e/ou alterações na \n\ndisponibilidade hídrica são controladas por um número relativamente pequeno de processos \n\nfundamentais passíveis de análise. \n\nEstes processos são descritos por Bertrand (1968) e caracterizados como resultado da \n\ncombinação dinâmica, portanto instável, de elementos físicos, biológicos e antrópicos formando \n\nassim, um conjunto que o autor determinou, indissociável e em perpétua evolução. \n\n \n\nI - OBJETIVOS GERAIS \n\nDesenvolver a partir do referencial conceitual da ecologia da paisagem e com auxílio de \n\ngeotecnologias, um procedimento metodológico para estudos do meio físico que permita a \n\ndefinição de áreas potenciais à disponibilidade de recursos hídricos. Para tanto, se avaliará o \n\npercentual de participação no contexto de “infiltração” dos diferentes elementos que compõem o \n\ncenário da paisagem da área estudada.  \n\n \n\n1.1-Objetivos específicos \n\n Levantar e caracterizar os principais elementos pertinentes à análise que compõem a \n\npaisagem da área estudada, (Geologia, Pedologia, Hipsometria e Uso e Cobertura Vegetal \n\ndas Terras e Pluviosidade); \n\n Atribuir pesos a estes elementos, segundo sua capacidade de infiltração, propondo-se \n\nassim indicadores qualitativos ambientais de disponibilidade de recursos hídricos; \n\n  Diagnosticar, segundo a integração destes elementos com seus respectivos pesos \n\nagregados, os clusters de áreas homogêneas de acordo com os intervalos qualitativos pré-\n\nestabelecidos. O mapa síntese destas relações é obtido então, com auxílio e suporte de \n\ngeotecnologias, elaborado em função da maior ou menor potencialidade à disponibilidade \n\n 24\n\n\n\nde recursos hídricos, principalmente em períodos de estiagem. Este mapa visa embasar as \n\nações de intervenção e as políticas públicas em caráter local e regional, na tomada de \n\ndecisões referentes ao manejo de áreas. \n\n \n\nII - LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO \n\n Segundo de Almeida &amp; Carneiro (1998), o sistema de montanhas representado pelas serras do \n\nMar e da Mantiqueira constitui a mais destacada feição orográfica da borda atlântica do \n\ncontinente Sul-Americano.  \n\nInserido neste contexto, o Vale do Paraíba do Sul em sua porção média conforme a Figura 2.1 \n\napresenta-se caracterizado por dois principais domínios, segundo Coltrinari (1974): embasamento \n\ncristalino de idade pré-cambriana, que é o arcabouço estrutural da Serra do Mar e da Mantiqueira, \n\ne a bacia sedimentar de Taubaté (Terciária) com depósitos aluviais associados (Quaternária). \n \n\n \n\nBrasil \nDestaque para o \n\nEstado de São Paulo \n\nBacia Hidrográfica do Rio Paraíba do Sul – São Paulo. \nDestaque para a área de estudo \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2.1 - Localização da área de estudo.  \n\n 25\n\n\n\nO embasamento cristalino da região está inserido no Complexo Embu que controla \n\nestruturalmente a bacia de Taubaté, tanto ao norte quanto ao sul, e é composto basicamente de \n\nmigmatitos. As rochas do embasamento cristalino, principalmente os migmatitos e gnaisses, são \n\nresponsáveis pelas serras locais e morros alongados com espigões que se caracterizam por perfis \n\nretilíneos, localmente abruptos, com presença de serra locais, drenagem de alta densidade, com \n\npadrão dendrítico a pinulado, vales fechados, planícies aluvionares restritas. \n\nA altitude variando de 500 a 2700 metros, alta pluviosidade com médias anuais de 80 a 120 mm, \n\nforte declive do relevo com áreas com declividade acima de 40 % e a baixa temperatura que em \n\nalguns locais durante o inverno podem atingir proximidades a 0º, influem diretamente nos tipos \n\nde solo, entre eles: Podzolizado com cascalho, Latossolos Vermelho Amarelo fase rasa e \n\nLitossolos. \n\nOs formadores do rio Paraíba do Sul e seus afluentes de alto curso também compõem esta região, \n\nque apresenta diversos parques e Áreas de Proteção Ambiental (APA) – Parque Nacional da \n\nBocaina, Parque Estadual da Serra do Mar, Estação Ecológica de Bananal. Destaca-se que a área \n\nescolhida para a execução e análise neste trabalho abarca como já dito, o conjunto de rios que \n\nformam o Rio Paraíba do Sul e o último trecho referente ao âmbito Paulista da bacia hidrográfica. \n\nEsta escolha torna-se providencial pelo fato de caracterizar os municípios que compõem a rede \n\nformadora do rio e os que se situam no transcorrer do trajeto do mesmo (Figura 2.2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nZona final de trecho \nPaulista da bacia \n\nHidrográfica do Rio \nParaíba do Sul \n\nZona da Nascente e \nprimeiro trecho da \n\nbacia Hidrográfica do \nRio Paraíba do Sul \n\nFigura 2.2 - Localização da área de estudo  representando as zonas de Nascente e Foz do Rio \n\nParaíba do Sul.  \n\n 26\n\n\n\nIII - MATERIAIS \n\nPara a execução deste trabalho foram utilizadas séries de dados em formatos analógicos e \n\ndigitais, coletados em diversas fontes e formatos, segundo sua disponibilidade. \n\n \n\n3.1- Material Cartográfico \n\nPara a elaboração da base cartográfica presente no banco de dados foram utilizados os seguintes \n\nmateriais cartográficos: \n\na)   Carta Temática (Levantamento de Solos), na escala aproximada de 1:250.000 do Projeto \n\nMAVALE - Macrozoneamento do Vale do Paraíba e Litoral Norte do Estado de São Paulo \n\n(Kurkdjian et al. 1992); b) Cartas topográficas do IBGE, na escala 1:50.000, obtidas à partir \n\nda restituição aerofotogramétrica de aerofotos obtidas em 1972 na escala 1:25.000 (IBGE; \n\n1973); c) Cartas topográficas em escala 1:100.000. Projeção UTM. Editada em 1965 pelo \n\nIBGE (IBGE; 1965); d) Levantamento da Vegetação Natural e Reflorestamento e \n\nConstituição de Base Georreferenciada da Bacia Hidrográfica do Paraíba do Sul / \n\nMantiqueira - Arquivos Digitais (Instituto Florestal , 2000 / Cd-Rom); e) Mapa de Isolinhas \n\nde Média de Chuvas Máximas Anuais para Tempo de Retorno de “5 anos”, (Genovez et. al., \n\n2000); f) Mapa Geológico do Estado de São Paulo em escala 1:250.000, Folha Guaratinguetá \n\n(DAEE-UNESP, 1984); \n\n \n\n3.2- Equipamentos \n\nPara a entrada, organização, manipulação, processamento e saída das informações do projeto \n\nforam utilizados os seguintes equipamentos: \n\na) Micro padrão IBM/PC - Pentium 4 com instalação do “Sistema de Informação Geográfica” \n\nSPRING (Sistema de Processamento de Informações Georeferenciadas - SPRING), desenvolvido \n\nno Instituto Nacional de Pesquisas Espaciais (SPRING / INPE 2006), que conjuga funções de \n\nprocessamento de imagens, análise espacial, modelagem numérica de terreno e consulta a bancos \n\nde dados espaciais;  \n\n \n\nIV - MÉTODO \n\nEste trabalho propõe integrar os elementos da paisagem. Muitas vezes as respostas para diversas \n\nindagações no tocante à natureza ou mesmo seu comportamento sazonal podem ser supridas com \n\n 27\n\n\n\no fator de observação da paisagem. Considera-se então que a paisagem de um determinado local \n\ndescrita por muito pesquisadores através da história entre eles, Alexander Von Humboldt (1811) \n\nou mesmo August de Saint-Hilaire (1822) traz consigo respostas. \n\nDesta forma, consideram-se os relatos de Capra (1999), o qual determina que vivemos em um \n\nsistema e para compreendê-lo devemos entender que o todo não é nada mais que a soma das \n\npartes.  \n\nOs diferentes elementos da paisagem (Geologia, Pedologia, Hipsometria e Uso e Cobertura \n\nVegetal das Terras e Pluviosidade) que compõem a área estudada foram coletados através de \n\ncartas temáticas nas mais diversas escalas de representações, variando de 1:50.000 a 1:250.000. A \n\nescala adotada na elaboração do produto final deste trabalho é a de 1:250.000. Nas representações \n\nmatriciais admitiu-se como tamanho mínimo estabelecido para os pixels, valor de 50 metros \n\nquadrados. \n\nApós os passos de vetorização, edição e alocação em um Banco de Dados Geográfico, os \n\ndiferentes elementos que compõem a paisagem e suas respectivas formas de ocorrência na área \n\nestudada foram avaliados segundo os critérios de Capacidade relativa de Infiltração, definida em \n\nitem a seguir. \n\nUtilizando-se de bibliografias especificas para cada elemento, buscou-se adequar índices \n\nqualitativos e pesos relativos às características intrínsecas dos diferentes elementos da paisagem \n\ndiante do processo analisado, o Ciclo Hidrológico. Foram associadas a estas informações, classes \n\nqualitativas e pesos relativos que representem o grau de influência da variável no processo de \n\ninfiltração (Tabela 4.1).  \n\n \n\nTabela 4.1 – Relação de qualificadores e seus respectivos pesos relativos \n\n \n\nClasses Qualitativas Pesos Relativos \n\nMuito Baixa 1 \n\nBaixa / Média 2 \n\nMédia 3 \n\nAlta 4 \n\n \n\n \n\n 28\n\n\n\n4.1 - O Ciclo Hidrológico e a capacidade de infiltração dos elementos da paisagem \n\nDe acordo com Garcez &amp; Alvarez (1988), as relações intrínsecas dos elementos da paisagem e o \n\ncomportamento natural das águas, tal qual seu comportamento com relação aos aspectos humanos \n\npode ser bem caracterizado pelo Ciclo Hidrológico. \n\nSegundo Silveira apud Tucci (1993) o ciclo hidrológico é um fenômeno global de circulação \n\nfechada da água entre a superfície terrestre e a atmosfera, impulsionada fundamentalmente pela \n\nenergia solar associada à gravidade e à rotação terrestre. \n\nDe acordo com Starzinsk et. Al. (2004), a água se movimenta no planeta de maneira cíclica \n\nestando hora na superfície, hora na atmosfera e hora nos aqüíferos. Em decorrência da presença \n\nde energia solar esta água é evaporada de organismos vivos, mares, solos, rios e se concentra na \n\natmosfera sob a forma de vapor, constituindo assim as nuvens. \n\nAo devolverem a água á superfície em forma de chuva ocorre a interceptação pela vegetação, o \n\nescoamento superficial e a infiltração nos solos. Abastecendo assim os aqüíferos que por sua vez \n\nreabastecem as nascentes, os riachos e rios. Formando um movimento contínuo e cíclico da água \n\n(Figura 4.1). \n\nFonte: www.casal-al.com.br/ciclo.htm - acesso em 2005 \n\nCondensação \n\nFigura 4.1- O Ciclo Hidrológico \n\n 29\n\n\n\nA figura 4.2 representa o processo de infiltração em diferentes situações espaciais, segundo \n\nHorton (1940). Observa-se que para as diferentes superfícies há potencialidades diferenciadas de \n\ninfiltração ou mesmo escoamento superficial. A água não infiltrada escoa em direção dos lagos, \n\nreservatórios, açudes e rios. \n\nFonte: Fetter, C.W. 2001. \n\nEscoamento\nbásico\n\nFluxo\nde superfície\n\nZona Vadosa\n(umidade do solo)\n\nLagos, \nreservatórios, \n\naçudes, drenagens \ne rios\n\n(água superficial)\n\nATMOSFERA\n(vapor de água)\n\nSuperfície\ngelo, neve, \n\n(Armazenamento.\nem depressões)\n\nZona de \nSaturação\n\n(água subterrânea)\n\nLitosfera (água magmática)\n\nOceano\n(água do \n\nmar)\n\nInfiltração Movimento\nvapor\n\nCapilaridade\n\nPrecipitação\nPrecipitaçãoEvaporação\n\nFluxo de\nsub-superfície\n\nEscoamento\nsuperficial\n\nMagma \nde vulcões\n\nAssoalho\noceânicoSubducção\n\nEvapo\ntranspiração\n\nPrecipitação\nEvaporação\n\nDrenagem\nGravitacional\n\nEscoamento\nsubmarino\n\nEscoamento\nbásico\n\nFluxo\nde superfície\n\nZona Vadosa\n(umidade do solo)\n\nLagos, \nreservatórios, \n\naçudes, drenagens \ne rios\n\n(água superficial)\n\nATMOSFERA\n(vapor de água)\n\nSuperfície\ngelo, neve, \n\n(Armazenamento.\nem depressões)\n\nZona de \nSaturação\n\n(água subterrânea)\n\nLitosfera (água magmática)\n\nOceano\n(água do \n\nmar)\n\nInfiltração Movimento\nvapor\n\nCapilaridade\n\nPrecipitação\nPrecipitaçãoEvaporação\n\nFluxo de\nsub-superfície\n\nEscoamento\nsuperficial\n\nMagma \nde vulcões\n\nAssoalho\noceânicoSubducção\n\nEvapo\ntranspiração\n\nPrecipitação\nEvaporação\n\nDrenagem\nGravitacional\n\nEscoamento\nsubmarino\n\n \n\nFigura 4.2 - Organograma representativo do Ciclo Hidrológico baseado no modelo de Horton. \n\n \n\nSegundo o modelo de Horton, descrito por Horton (1940) a água que logra infiltrar atinge um \n\nponto onde o nível da umidade do solo norteia o fluxo de transposição. Isto segundo o grau de \n\ncapilaridade, que determinará neste plano o índice de saturação e absorção. O percentual das \n\náguas que não deram continuidade ao fluxo contribuem com o escoamento sub -superficial, \n\natingindo–se assim também os lagos, reservatórios, açudes, drenagens e rios. De acordo com o \n\nesquema, a Zona de Saturação contribui com o Escoamento Básico e com o Escoamento \n\n 30\n\n\n\nSubmarino, assim como proporciona a ocorrência de aqüíferos. Isto por que uma parte é infiltrada \n\ne armazenada e outra retorna à superfície.   \n\nPode-se afirmar que as particularidades estruturais e a composição de cada elemento determinam \n\no seu grau participativo e, por conseguinte o nível de influência, no contexto local e regional do \n\nCiclo Hidrológico básico de cada área.  \n\nGarcez (1988) ainda relata que o ciclo hidrológico pode ser composto por duas fases principais \n\numa atmosférica e outra terrestre. Cada uma destas incluem o armazenamento, o transporte e as \n\nmudanças de estado d’água.  \n\nDeve-se também considerar, segundo Silveira apud Tucci (1993) que a precipitação, cuja forma \n\nmais comum é a chuva, já sofre evaporação em sua trajetória em direção á superfície terrestre, \n\nsendo que em algumas regiões esta evaporação é significativa e em outras a precipitação é \n\ntotalmente vaporizada. \n\nAinda segundo o autor ao cair sobre a vegetação, parte do volume precipitado sofre a \n\n“interceptação” nos caules e nas folhas evaporando-se. Excedendo a capacidade de \n\narmazenamento nas vegetações, a água pode ser re-precipitada para os solos onde seguem \n\ndiversos caminhos, entre eles a “infiltração”.  \n\nO solo é um material cuja capacidade de infiltração é relativa, isto segundo a porcentagem de 3 \n\n(três) elementos em sua constituição básica (Silte, Argila, Areia).  \n\nA “infiltração”, segundo Garcez (1988) pode ocorrer em 3 (três) fases distintas: \n\n• Fase de intercâmbio - ocorrência na primeira camada superficial de terreno, onde as \n\npartículas ainda estão propensas a retornar à atmosfera através da evaporação ou da \n\naspiração capilar ou pela transpiração das folhas das plantas; \n\n• Fase de descida - A ação da gravidade superando a capilaridade abriga o escoamento \n\ndescendente da água até atingir camadas impermeáveis; \n\n• Fase de circulação - ao saturar-se o solo, observa-se a ocorrência de aqüíferos. \n\nPara Silveira et. al. apud Tucci (1993), ao atingir a capacidade de infiltração que ocorre nos solos, \n\ndas camadas mais superiores às mais inferiores, parte da água infiltrada é transferida para as \n\nsuperfícies mais profundas e outra parte é transferida para a atmosfera. \n\nAinda de acordo com os autores a água que os vegetais não aproveitam tendem armazenar-se em \n\ndeterminados locais, dando assim suporte às vazões de base nos períodos de estiagem. \n\n 31\n\n\n\nA transferência da água para as camadas mais profundas depende diretamente de diversos fatores \n\ne elementos da paisagem, entre eles fraturamento das rochas, inclinação do terreno, formas de \n\nrelevo, intensidade das chuvas entre outras variáveis.  \n\n \n\n4.2 - Pluviosidade \n\nConsiderou-se como elemento principal as isolinhas de pluviosidade de chuvas máximas \n\nelaboradas por Genovez et. al. (2000), especificado no item 3.1.  \n\nSegundo os autores, existem áreas do interior do estado de São Paulo que se apresentam com \n\nchuvas de alta intensidade em algumas épocas do ano, porém, para o restante do estado a \n\ndiferença de chuvas máximas e chuvas mínimas é de 20 mm, o que não interfere muito no \n\nresultado final do modelo proposto e, por conseguinte, não modifica os valores propostos pelos \n\nautores.  \n\nGenovez et. al. (2000) comentam que o período de coleta de informações usada na elaboração do \n\nmodelo é de 30 anos, informações estas coletadas nas estações pluviométricas do Departamento \n\nde Águas e Energia do Estado – DAEE e cedidas pelo Instituto Nacional de Meteorologia - \n\nINEMET. \n\nUtilizou-se do período de retorno de 5 (cinco) anos devido a muitas das estações não estarem \n\nmais coletando informações e dados na área estudada, o que dificultaria e tornaria pouco \n\nconfiável uma projeção de retorno de 10, 50 ou mesmo 100 anos. \n\nO determinante dos maiores e menores pesos atribuídos, foi os valores dos índices pluviométricos \n\nregistrados nos intervalos das isoietas, as quais variam de 80 mm a 120 mm de média anual na \n\nregião. Assim, menores índices / menores pesos, já, maiores índices / maiores pesos (Figura 4.3 / \n\nTabela 4.2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 32\n\n\n\nTabela 4.2 – Relação dos atributos \ndas variáveis e seus pesos relativos \n\n                           Peso \n \n\n \n\nAtributos (mm) \n\n1 2 3 4 \n\n80 – 90     \n\n90 – 100     \n\n100 - 110     \n\n110 - 120     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 4.3- Mapa de Isoietas de \n\nPluviosidade.  \n\n \n\n4.3 - Uso e Cobertura Vegetal das Terras \n\nOs diferentes usos e coberturas vegetais das terras receberam pesos distintos segundo sua \n\ncapacidade de infiltração de acordo com metodologia proposta por Tucci (1993). \n\nO mapa de uso e cobertura vegetal das terras foi elaborado através da interpretação de imagem do \n\nsatélite LANDSAT 5 e 7 munidos respectivamente com os sensores TM e TM/PLUS. As classes \n\n(Mata, Capoeira, Reflorestamento e Áreas Urbanas) foram mapeadas pelo Instituto Florestal e \n\nadquiridas e disponibilizadas no cd -rom especificado no item (3.1). As demais classes, pastagem \n\ne cultura agrícola foram agregadas conforme relata Alves (2006). \n\nEm virtude da escala de análise houve a definição de 6 (seis) classes pertinentes de Uso e \n\nCobertura Vegetal das Terras que representariam de forma fidedigna as características espaciais \n\nda área estudada. \n\nUtilizaram-se como base as classes propostas por Pereira et. al. (1988) para análise do Uso e \n\nCobertura Vegetal das Terras, sendo elas: \n\n Urbanização; \n\n Áreas agrícolas; \n\n Mata; \n\n Capoeiras; \n\n Reflorestamento; \n\n Pastagem; \n\n 33\n\n\n\nA ponderação obedeceu a uma análise qualitativa de áreas de maior potencial para infiltração \n\npara áreas de menor infiltração. As regiões com vegetação natural preservada obtiveram os \n\nmaiores índices, seguidos das capoeiras e reflorestamento e também as áreas de cultura agrícola e \n\nurbanização. As áreas urbanizadas foram consideradas de baixa capacidade de infiltração  devido \n\na impermeabilização urbana “factual”. Neste caso não foi considerada aqui recarga artificial \n\nprovenientes de perdas de água e esgoto das companhias de abastecimento urbano. \n\nDevido a análise realizada neste trabalho algumas classes, por representarem capacidades \n\nsemelhantes de infiltração foram agrupadas (Pastagem / Áreas de Cultura Agrícola). Sendo \n\napresentadas no modelo proposto com os mesmos pesos relativos (Figura 4.4 / Tabela 4.3). \n\n  Tabela 4.3– Relação dos \natributos das variáveis e seus \n\npesos relativos  \n\n \n                        Peso \n\n \n\nAtributos \n\n1 2 3 4 \n\nUrbanização \n    \n\nÁreas de Cultura \n\nAgrícola / Pastagem \n\n    \n\nCapoeiras / \n\nReflorestamento \n\n    \n\nMata     Figura 4.4 - Mapa de Uso e Cobertura \nVegetal das Terras. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n4.4 - Solos (Pedologia) \n\nEste produto é resultado da digitalização e vetorização do Mapa de Solos adquirido segundo \n\nfonte descrita no item 3.1 e armazenados em ambiente SPRING 4.3 (SPRING / INPE, 2006). \n\nO mapa de Solos da área estudada apresenta as diversas classes de solo avaliadas e levantadas no \n\nProjeto Macrozoneamento do Vale do Paraíba – MAVALE (Kurkdjian et al. 1992) (Figura 4.5). \n\nAtribuiu-se às classes os pesos relativos segundo a capacidade de infiltração dos diversos grupos \n\nde solos de acordo com Lombardi Neto et al. (1991). (Tabelas 4.4, 4.5 e 4.6). \n\n \n\n 34\n\n\n\nTabela 4.4 - Grupos Hidrológicos de \nSolos (GHS) e suas características. \n\n \n\n \nGHS Características \n\nA \nSolos arenosos, profundos e bem \n\ndrenados \n\nB \nSolos arenosos com pouca argila e \n\nsolo orgânico \n\nC \nSolos mais argilosos que o GHS B, \n\ncom baixa permeabilidade \n\nD \nSolos com argilas pesadas, muito \n\nimpermeáveis \n\nTabela 4.5-Tipos de solos e os seus \nrespectivos grupos hidrológicos \n\nconforme Lombardi Neto et al. (1991).\n\nTipo de solo GHS \n\nLatossolo \n\nSolos arenosos, profundos e \n\nbem \n\ndrenados \n\nPodzólico \n\nSolos arenosos com pouca \n\nargila e \n\nsolo orgânico \n\nCambissolo \n\nSolos mais argilosos que o \n\nGHS B, \n\ncom baixa permeabilidade \n\nSolos Glei \n\nSolos com argilas \n\npesadas,muito \n\nimpermeáveis \n\n                       Peso \n\nAtributos \n1 2 3 4 \n\nSolos Glei \n    \n\nPodzólico     \n\nLatossolo     \n\nCambissolo     \n\nTabela 4.6 - Relação dos atributos \ndas variáveis e seus pesos relativos\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Figura 4.5 – Mapa de Solos \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nOs pesos atribuídos acima são relativos a capacidade de infiltração da água nos diferentes grupos \n\nde solos presentes na região estudada. As presenças acentuadas de areia na composição dos \n\ndiferentes grupos de solo definem a maior capacidade de infiltração e permeabilidade. Assim, o \n\nmesmo recebe o qualificador “A”, conforme apresentado na tabela 4.4. Sabe-se também que uma \n\nmaior concentração de argilas muito impermeáveis representa a classificação “D” segundo \n\nLombardi Neto et al. (1991).  \n\n 35\n\n\n\nNeste caso, o peso 4 (quatro) é referido ao grupo de solos “Latossolos”, por apresentarem \n\ncaracterísticas semelhantes às descritas no grupo “A”. Já o peso 1 (um) foi dado ao grupo de \n\nsolos Glei, por apresentarem as características descritas do grupo “D”. \n\n \n\n4.5 – Geologia \n\nUtilizando-se do mapa do Substrato Geológico (DAEE – UNESP, 1984), especificado no item \n\n3.1 atribuíram-se os pesos relativos segundo a capacidade de infiltração relativa e grau de \n\nfraturamento, descritos no Macrozoneamento do Vale do Paraíba - MAVALE (Kurkdjian et. al. \n\n1992) (Figura 4.6). Os fatores analisados para cada atributo da variável determinaram os pesos \n\natribuídos ao mesmo (Tabela 4.7). \nTabela 4.7– Relação dos atributos \ndas variáveis e seus pesos relativos  \n\nPeso \n\n \n\nAtributos  \n\n1 2 3 4 \n\nMetassedimentos / \n\nMaciços Alcalinos \n    \n\nNão Contém     \n\nGranitos Gnaisses \nMigmatitos \n\nHomogêneos \nAluviões Areno-\n\nargilosos \nAluviões Argilo-\n\narenosos \n\n    \n\nGranitóides \n\nMigmatitos \n\nHeterogêneos \n\n    \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n  \n\nOs pesos\n\napresenta\n\n(Kurkdjia\n\nMetassed\n\n \n\nFigura 4.6 - Mapa Geológico.\n atribuídos às classes geológicas presentes na área estudada são baseados nos padrões \n\ndos por VENEZIANI, P, in - Macrozoneamento do Vale do Paraíba - MAVALE \n\nn et. al. 1992). Segundo o autor, tal qual apresenta-se na tabela acima, os \n\nimentos e os Maciços Alcalinos representam o menor peso, devido às características \n\n36\n\n\n\npresentes nesta unidade geológica. As rochas são de origem cristalinas ígneas intrusivas, \n\nfortemente coesas, com grau de fraturamento moderado, e muito pouco permeáveis.  \n\nDestaca-se que estas rochas são muito resistentes e seu potencial erosivo está associada ao forte \n\nescoamento superficial relativo a declividade potencial do relevo nas áreas de ocorrência da \n\nvariável.  \n\nSegundo o autor, com maior peso relativo, segundo o potencial participativo no processo de  \n\ninfiltração, têm-se as classes Granitóides e Migmatitos Heterogêneos. As mesmas apresentam \n\npermeabilidade baixa e um grau de fraturamento elevado que representa assim a maior ocorrência \n\nde reservatórios (aqüíferos). Destaca-se que a ocorrência espacial desta classe esta ligada à \n\nlocalização das áreas de cabeceira dos rios locais (mananciais). \n\n \n\n4.6 – Hipsometria \n\nO mapa Hipsométrico também foi elaborado segundo metodologia aplicacional em ambiente \n\nSPRING 4.3 (SPRING / INPE, 2006). \n\nCom base no uso das curvas de nível (amostras) digitalizadas, gerou-se uma grade numérica com \n\nos valores correspondentes as isolinhas e pontos cotados. Em seguida foram estabelecidos classes \n\nou intervalos propostos segundo as unidades físicas do relevo da área estudada. \n\nEstes intervalos foram utilizados como critérios para realização de um fatiamento, finalizando-se \n\nassim o processo de elaboração do mapa Hipsométrico da área estudada.  \n\nOs padrões pré-estabelecidos das unidades físicas do relevo da área estudada (Kurkdjian et. al. \n\n1992) possibilitaram a definição de 5 (cinco) classes de altitude que variam desde as áreas mais \n\nbaixas 500 m (Áreas de Várzea) a mais elevadas, 2700 m (Montanhas e escarpas).   \n\nEm virtude da escala de análise utilizada no trabalho, não foi utilizado o mapa de declividade. As \n\ncaracterísticas de declividade e as recomendações à ocupação, descritas em Kurkdjian et. al. 1992 \n\npara o mapa Geomorfológico, foram elementos balizadores na qualificação e nas análises das \n\ndiversas unidades físicas do relevo segundo sua capacidade de infiltração (Figura 4.7 / Tabelas \n\n4.8 e 4.9).  \n\n \n\n \n\n \n\n \n\n 37\n\n\n\n Tabela 4.8– Relação Unidades Físicas do \nRelevo e Declividade Relativa  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Tabela 4.9 – Relação dos atributos das variáveis e seus pesos relativos \n\n \n\nFaixas de \n\naltitude \n\nUnidades \n\nFísicas do \n\nRelevo \n\nDeclividades\n\n500 – 550 \nÁreas de \n\nVárzea \nBaixas \n\n550 – 650 \n\nVárzea / \n\nTerraços \n\nsedimentares \n\ne \n\nAluvionares \n\nBaixas \n\n650 – 900 \nColinas e \n\nmorrotes \nMédias \n\n900 – 1200 Morros \nModeradas - \n\nbaixas \n\n1200- 2700 \nMontanhas e \n\nescarpas \nAltas \n\n                                                       Pesos  \n\nAtributos \n1 2 3 4 \n\n1200 - 2700 \n    \n\nNão Contém     \n\n500 – 550  \n\n550 – 650 \n\n650 – 900  \n\n    \n\n900 - 1200 \n    \n\nFigura 4.7 – Mapa Hipsométrico\n\nComo se pode observar na tabela 4.9, o menor peso relativo, segundo o contexto de infiltração é \n\natribuído à classe Montanhas e Escarpas. Isto, segundo os dados do mapa Geomorfológico \n\n 38\n\n\n\npresente em Kurkdjian et. al. 1992. Esta classe apresenta variações de altitude de 1200 a 2700 \n\nmetros (Montanhas e Escarpas).  \n\nAs mesmas caracterizam-se por fortes declives, que podem atingir inclinação de até 60º no \n\nrelevo, favorecendo assim o escoamento superficial.  \n\nPor serem áreas com elevadas declividades há pouca tendência à ocupação urbana.  \n\nDiferente das áreas um pouco mais abaixo que representam menores declives e altitudes que \n\nvariam de 900 a 1200 metros (Morros) e que contam também com rochas muito fraturadas.  \n\nSão raras as ocorrências de grandes focos de urbanização nestas áreas, desmotivados pela forte \n\ndeclividade apresentada em determinados locais e pelo caráter de Área de Proteção Ambiental.  \n\nOutras variáveis que merecem destaque são as localizadas nas regiões mais baixas, \n\ncorrespondendo às Áreas de Várzea e Terraços Sedimentares e Aluvionares (500 – 550 / 550 – \n\n650 - metros de altitude). As mesmas são áreas de descarga de aqüífero (freático) e, por \n\nconseguinte têm predomínio de descarga e não recarga. Estas áreas receberam qualificadores \n\nintermediários no modelo proposto.  \n\n \n\n4.7 – Tabela de Parâmetros (Pesos / Variáveis) \n\nApós o levantamento e tratamento de todas as informações, segundo os critérios pré-\n\nestabelecidos. Os qualificadores / pesos relativos dos diferentes elementos da paisagem são \n\napresentados na tabela 4.10. Este material subsidiou a elaboração do produto final deste trabalho.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 39\n\n\n\nTabela 4.10 - Distribuição dos pesos relativos para todos os atributos das variáveis presentes no \n\nmodelo de detecção de áreas homogêneas à capacidade de infiltração para a área estudada. \n\n \n\nPesos \n \n\nAtributos \n1 2 3 4 \n\nHipsometria 1200- 2700 Não Contém \n550 – 650 \n500 – 550 \n650 – 900 \n\n900 – 1200 \n\nGeologia \n\nMetassedimentos \n/ \n\nMaciços \nAlcalinos \n\nNão Contém \n\nAluviões Areno-\nargilosos \n\n/ \nAluviões Argilo-\n\narenosos \n/ \n\nGranitos \nGnaisses \n\n/ \nMigmatitos \n\nHomogêneos \n\nGranitóides \n/ \n\nMigmatitos \nHeterogêneos \n\nPluviosidade 80 – 90 (mm) 90 – 100 (mm) 100 – 110 (mm) 110 – 120 (mm) \n\nPedologia Glei Húmico Álico Cambissolos Podzólicos Latossolos \n\nUso e \nCobertura \nVegetal das \n\nTerras \n\nÁreas \nUrbanizadas \n\n \n\nÁreas de Cultura  \nAgrícola \n\n/ \nÁreas de Pastagem\n\nCapoeira \n/ \n\nReflorestamento \n\nMatas \n \n\nV – RESULTADOS E DISCUSSÕES \n\n5.1-Utilização da Linguagem Espacial para Geoprocessamento Algébrico – LEGAL (INPE, \n\n2006) como ferramenta de auxilio na integração dos dados temáticos. \n\nPara executar a integração dos dados temáticos com seus pesos relativos utilizou-se como recurso \n\nà função de programação em Linguagem Espacial para Geoprocessamento Algébrico – LEGAL \n\ndo programa SPRING 4.3 (SPRING / INPE, 2006). \n\n \n\n5.1.1-Programação em legal \n\nO recurso Linguagem Espacial para Geoprocessamento Algébrico – LEGAL compõe o programa \n\nSPRING 4.3 (SPRING / INPE, 2006). \n\n 40\n\n\n\nA programação em LEGAL, segundo o Instituto Nacional de Pesquisas Espaciais – INPE \n\n(SPRING / INPE, 2006), permite “a definição de operações sobre dados representados em um \n\nprojeto de um banco de dados SPRING, sob a forma de expressões “algébricas\" dos tipos: \n\nTemático, Numérico, Imagem, Cadastrais, Objetos e Reais”. \n\nAinda de acordo com o Instituto Nacional de Pesquisas Espaciais – INPE (SPRING / INPE, \n\n2006), a linguagem em LEGAL baseia-se no modelo de dados do programa SPRING, onde, “Os \n\noperadores atuam sobre representações de dados dos modelos Numérico (grades regulares), \n\nImagem, Temático, Cadastral e Objeto. Os modelos Objeto e Cadastral são complementares, e \n\nessencialmente permitem a espacialização de atributos de tabelas de bancos de dados sob a forma \n\nde mapas cadastrais”. \n\nA funcionalidade do programa é definida pela construção de expressões semânticas que \n\ndeterminam as categorias a serem utilizadas no procedimento desejado, os planos de informação \n\na serem recuperados para execução da operação e a descrição da operação a ser efetuada. \n\nAssim, baseando-se em uma lista de sentenças que determinam a função do programa a mesma \n\nsegundo o Instituto Nacional de Pesquisas Espaciais – INPE (SPRING / INPE, 2006) é composta \n\npor 4 (quatro) estruturas: \n\n Declarações de variáveis; \n\n Instanciações: de variáveis; \n\n Operações da álgebra de mapas; \n\n Comandos de controle; \n\n \n\n5.1.2-Integração dos dados temáticos com seus pesos agregados (Geração da grade de \n\nvalores de atributos) \n\nPara a realização desta fase, elaborou-se um programa em Linguagem Espacial para \n\nGeoprocessamento Algébrico – LEGAL que foi intitulado “Ponderação”.  \n\nTodas as variáveis após a atribuição de seus respectivos pesos relativos foram submetidas à \n\naplicabilidade deste recurso (Figura 5.1). \n \n\n \n\n \n\n \n\n \n\n 41\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.1 - Exemplo de Programação em Linguagem Espacial para Geoprocessamento \n\nAlgébrico – LEGAL (SPRING / INPE, 2006), desenvolvida para a variável Pluviosidade \n\n(Programa “Ponderação” desenvolvido para execução deste trabalho). \n\n \n\nEste programa tem como função atribuir os valores numéricos pré-estabelecidos e ponderados \n\nsegundo a capacidade de infiltração às classes das variáveis representadas nos mapas temáticos. \n\nGerando-se assim uma grade numérica de valores ponderados e uma imagem em níveis de cinza \n\npara cada variável temática (Figura 5.2). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.2 - Exemplo do resultado obtido através da aplicação da Programação em Linguagem \n\nEspacial para Geoprocessamento Algébrico – LEGAL, com intuito de atribuir os pesos às \n\nvariáveis selecionadas. Exemplo da variável Pluviosidade (Imagem em nível e cinza e grade \n\nnumérica de valores sobreposta) \n\n 42\n\n\n\n5.1.3-Integração das grades de valores numéricos das variáveis presentes na área estudada \n\nPara execução desta fase foi necessária a elaboração de um outro programa, intitulado “Equação \n\nde Soma de Grades” utilizando-se da Programação em Linguagem Espacial para \n\nGeoprocessamento Algébrico – LEGAL (SPRING / INPE, 2006). Este procedimento tornou \n\npossível realizar a ação de soma das grades numéricas de valores, geradas para cada elemento da \n\npaisagem. Obtendo-se então uma nova grade de valores como também sua respectiva imagem em \n\nníveis de cinza (Figuras, 5.3, 5.4, 5.5). \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.3 - Exemplo de Programação em Linguagem Espacial para Geoprocessamento \n\nAlgébrico – LEGAL (SPRING / INPE, 2006), desenvolvida para execução deste trabalho. \n\n“Equação de Soma de Grades”  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 43\n\n\n\n  \n\n  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.5 –\n\n \n\n \n\nFigura 5.4 - Representação da integração das camadas adotadas na \nutilização do programa “Equação de Soma de Grades” \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Grade numérica e imagem em níveis de cinza resultante da integração dos dados \n\n44\n\n\n\nA grade numérica resultante apresenta uma variação de valores entre 5 (cinco) e 20 (vinte) \n\npontos, pois atribuídos às variáveis os pesos que variam de 1 (um) a 4 (quatro) e contando com 5 \n\n(cinco) variáveis, a razão máxima da integração destes elementos é determinada pelo valor 20 \n\n(vinte) e a mínima pelo valor 5 (cinco). \n\n \n\n5.1.4-Qualificação dos intervalos de valores representativos e detecção dos “clusters” de \n\neventos homogêneos segundo a capacidade de infiltração na área de estudo \n\nApós a elaboração da grade numérica resultante da integração dos pesos atribuídos aos elementos \n\natributos da paisagem, presentes no modelo, estabeleceu-se um conjunto de intervalos variando \n\nentre os valores mínimos e os valores máximos adotados.  \n\nIsto tornou possível a detecção dos “Clusters” ou os “conjuntos espaciais de números contidos no \n\nmesmo intervalo” na área estudada. \n\nPara melhor expressar o conceito de qualidade de áreas segundo sua capacidade de infiltração e \n\ntambém tornar possível à visualização em um mapa temático estabeleceu-se uma linguagem de \n\nqualificadores e uma escala cromática que representem cada um destes intervalos (Tabela 5.1). \n\n \n\nTabela 5.1-Intervalos propostos para o fatiamento da grade numérica e seus respectivos \n\n“Qualificadores”, segundo o potencial participativo no processo de infiltração.  \n\n \n\nValores Qualificadores \n\n5 Muito baixa  \n\n6 - 10 Baixa / Média  \n\n11 – 15 Média  \n\n16 - 20 Alta \n\nA classe “Regular” representa os valores mínimos obtidos na somatória dos pesos das variáveis. \n\nEste valor corresponde ao total de 5 (cinco) pontos, devido a utilização de 5 (cinco) variáveis no \n\nmodelo e também pelo menor peso atribuído corresponder a 1 (um) ponto. \n\nEsta classe apresenta o conjunto menos qualificado de elementos da paisagem no tocante a \n\ncapacidade de infiltração. Neste caso, o conjunto de elementos que apresentou estas \n\ncaracterísticas representa o seguinte cenário: \n\n 45\n\n\n\n “Áreas com altitude variando de 1200- 2700, compostas por Metassedimentos \n\ne Maciços Alcalinos, com pluviosidade média anual de 80 – 90 (mm), \n\ncaracterizada por solos, Glei Húmico Álico. \n\nJá, com melhores qualificadores, somando valores acima de 16 (dezesseis) pontos, tem-se o \n\nconsiderado por este trabalho o cenário da paisagem ideal. \n\n  “Áreas com altitude variando de 900 – 1200, compostas por Granitóides / \n\nMigmatitos Heterogêneos, com pluviosidade variando de 110 – 120 (mm), com \n\npresença de Latossolos e Cobertura vegetal de Matas”. \n \n\n5.1.5-Elaboração do mapa síntese das áreas homogêneas \nO mapa síntese dos procedimentos adotados, representando as zonas homogêneas com maior \n\ncapacidade à infiltração na área estudada é resultado da metodologia apresentada nos itens \n\nanteriores e também da elaboração de um programa em Linguagem Espacial para \n\nGeoprocessamento Algébrico – LEGAL (INPE, 2006) denominado “Fatiamento de Áreas \n\nHomogêneas” (Figura 5.6) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.6 – Exemplo de Programação em Linguagem Espacial para Geoprocessamento \n\nAlgébrico – LEGAL (SPRING / INPE, 2006), desenvolvida para execução deste trabalho. \n\n“Fatiamento de Áreas Homogêneas” \n\n \n\nA grade numérica contendo a soma dos pesos atribuídos a todas as 5 (cinco) variáveis, segundo a \n\ncapacidade de infiltração é então fatiada utilizando-se como parâmetros a tabela 5.1 de valores / \n\nqualificadores. As zonas homogêneas são definidas segundo os “Clusters”  na área estudada. Isto \n\n 46\n\n\n\ntornou possível gerar o mapa temático de “Zonas Homogêneas segundo a capacidade de \n\ninfiltração dos elementos da paisagem na bacia hidrográfica do Rio Paraíba do Sul - SP - Brasil” \n\n(Figura 5.7), detalhado na tabela 5.2. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nIntervalos Qualitativos \n\ndas áreas \n\nÁreas em \n\nKm2\n\nMuito Baixa  2.296 \n\nBaixa / Média 1101.294 \n\nMédia 4634.344 \n\nAlta 669.519 \n\nTabela 5.2– Valores de áreas em Km2 \ncom a ocorrência dos eventos \n\n \n\nFigura 5.7– Mapa das Zonas Homogêneas \nsegundo a capacidade de infiltração dos \n\nelementos da paisagem na bacia hidrográfica \ndo Rio Paraíba do Sul - SP - Brasil. \n\n \n\n \n\n \n\n \n\nVI – CONSIDERAÇÕES FINAIS \n\nA utilização de dados secundários de diversas fontes apresentou-se como uma limitação \n\nmetodológica, não permitindo uma análise pelo método contínuo, possibilitando apenas a análise \n\natravés de indicadores booleanos, uma vez que a análise final ficou dependente ao gerador \n\nprimário do dado. \n\nOs resultados obtidos tornaram possível inferir a respeito da capacidade de infiltração detectada \n\nna área de estudo. Este fato é considerado, pois ao observar o Mapa das Zonas Homogêneas \n\nsegundo a capacidade de infiltração a grande maioria dos clusters espaciais é relativa às classes, \n\nMédia e Baixa Média. \n\nA possibilidade de se aplicar uma metodologia que favoreça não somente a detecção de áreas \n\ncom potencialidade à disponibilidade de recursos hídricos como também a geração de subsídio às \n\npolíticas públicas municipais, no tocante a viabilidade de alternativas à ocupação e a estruturação \n\nde planos de expansão urbanas, apresentou-se bastante proveitosa. \n\n 47\n\n\n\nConsiderando que a grande maioria das particularidades e das variáveis utilizadas na elaboração \n\ndeste não podem ser modificadas ou mesmo corrigidas em uma escala de tempo humano, torna-se \n\nde suma importância avaliar e recriar conceitos a respeito de políticas de zoneamento urbano e \n\nrural. \n\nMuitas das áreas propicias à disponibilidade hídrica apresentam indicadores baixos em virtude da \n\nocupação desenfreada, expansão de silviculturas e pecuária. \n\nUm maior detalhamento destas áreas será obtido através de análises posteriores onde serão \n\ndesagregados os valores finais da soma das grades e diagnosticadas as variáveis que maior \n\ninfluenciaram o cenário final da paisagem estudada. \n\nAvaliar a paisagem segundo a integração de seus elementos é atribuir valores a processos e \n\nformas contidas no meio estudado, considerando-se sempre que a paisagem de um local é reflexo \n\nde um conjunto de elementos integrados de forma vertical e horizontal. \n\nSegundo o mapa das “Zonas Homogêneas Segundo a Capacidade de Infiltração dos Elementos da \n\nPaisagem na bacia hidrográfica do Rio Paraíba do Sul - SP – Brasil”, o maior número de áreas \n\nhomogêneas está caracterizado pelo qualificador de capacidade de infiltração “Média”, estas \n\náreas apresentam, rochas bastante permeáveis, declividades baixas, altos índices pluviométricos, \n\nmas muitas vezes uma cobertura vegetal que reflete a negligente política territorial e a carência de \n\ndesenvolvimento sustentável da região. A grande faixa de Mares de Morros e Colinas e Morrotes \n\npresentes na região apresenta a cobertura vegetal de pastagem que muitas vezes são expostas a \n\nqueimadas ilegais para que não se caracterize a recomposição florestal “Pioneira”. O que já \n\ncorresponderia a uma melhora significativa no cenário estudado. \n\nA classe de capacidade de infiltração “Alta” se caracteriza pela localização na região de \n\nmananciais, estes protegidos por lei e com sérias implicações de uso. \n\nAs áreas de classe “Baixa / Média” apresentam este qualificador por abarcarem as áreas com \n\nmaior intensidade de urbanização e também por simplesmente corresponder às áreas que não \n\ncontam com bons qualificadores globais em seus elementos da paisagem segundo a capacidade \n\nde infiltração. Como é o caso da zona próxima à nascente do rio Paraíba do Sul que apresenta \n\nbons qualificadores, mas altas declividades, o que dificulta a infiltração. \n\n \n\n \n\n \n\n 48\n\n\n\nVII– REFERÊNCIAS BIBLIOGRÁFICAS \n\nBERTRAND, G. \"Revue Géographique des Pyrenées et du Sud-Quest\" Toulouse, 1968 - \n\ntraduzido por Cruz, O. - Universidade de São Paulo. Departamento de Geografia, São Paulo, \n\n1971; \n\nCAPRA, Fritjof. Ecoliteracy: the challenge for education in the next century.Liverpool \n\nSchumacher lectures, Berkeley, California. March 20, 1999. \n\nCHRISTOFOLETTI, A. Geomorfologia. São Paulo, Edgard Blucher, 149p, 1974; \n\nCOLTRINARI, L. Z. D. Contribuição e geomorfologia da região de Guaratinguetá – Aparecida. \n\nTese de Doutorado, Universidade de São Paulo, 1974; \n\nDAEE UNESP. Mapas Geológicos do Estado de São Paulo, escala 1:250.000. Folha São Paulo, \n\nGuaratinguetá e Santos. Departamento de Águas e Energia Elétrica; Universidade Estadual \n\nPaulista – 1984. \n\nGARCEZ, L.N.; ALVAREZ, G.A. Hidrologia. 2ed. São Paulo: Ed. Edgard Blücher, , 1988. \n\n291p. \n\nGENOVEZ, A. M.; L. F. C. DE OLIVEIRA; A.I. BORRI GENOVEZ (2000) – Chuvas Intensas \n\nno Estado de São Paulo: Isoietas de Precipitação Máxima Diária. A Água em Revista, CPRM – \n\nCompanhia de Pesquisa de Recursos Minerais; \n\nHORTON, R.E. An approach toward a physical interpretation of infiltration capacity. Soil \n\nScience Society of America Proc., 5: 399-417 -1940. Validation  \n\nHUMBOLDT, ALEXANDER VON. Atlas géographique et physique du royaume de la Nouvelle \n\nEspagne – 1811; \n\nINSTITUTO FLORESTAL / FUNDO ESTADUAL DE RECURSOS HÍDRICOS- FEHIDRO. \n\nLevantamento da Vegetação Natural e Reflorestamento e Constituição de Base Georreferenciada \n\nda Bacia Hidrográfica do Paraíba do Sul / Mantiqueira, 2001 (Cd RW); \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA –IBGE. Levantamento \n\nCartográfico do Território Nacional em escala 1:100.000, 1965; \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA –IBGE. Plano Cartográfico do \n\nEstado de São Paulo em escala 1:50.000, 1973; \n\nINSTITUTO NACIONAL DE PESQUISAS ESPACIAIS- INPE- SPRING.  Sistema de \n\nProcessamento de Informações Georeferenciadas. http://www.dpi.inpe.br/spring, 2004; \n\n 49\n\n\n\nKURKDJIAN, M. L. N. O; VALÉRIO FILHO, M; VENEZIANI, P;  PEREIRA, M. N.; \n\nFLORENZANO, T. G.; DOS ANJOS, C. E.; OHARA, T.; DONZELI, P.L.; ABDON, M. N.; \n\nSAUSEN,T. M.; PINTO, S.A .F.; BERTOLDO, M. A.; BLANCO, J. G.; CZORDAS, S. M. \n\nMacrozoneamento da Região do Vale do Paraíba e Litoral Norte do estado de São Paulo. São \n\nJosé dos Campos, 176. (INPE- 5381-prp/165), 1992.  \n\nLOMBARDI NETO, F.; JUNIOR, R. B.; LEPSH, I. G.; OLIVEIRA, J. B.; BERTOLINI, D.; \n\nGALETI, P. A.; DRUGOWICH, M. I., Terraceamento. Agrícola. Boletim téc. 206, Secretaria de \n\nAgricultura e Abastecimento, CATI, Campinas, 1991, 39 p \n\nMORELLI, A. F. A transformação da paisagem no município de São José dos Campos (SP)- \n\n1500 a 2000. Tese de doutorado. Universidade do Estado de São Paulo- UNESP, Instituto de \n\nGeociências e Ciências Exata- Campus Rio Claro. 2002;  \n\nPEREIRA, M.N.; NOVO, E.M.L.M; KURKDJIAN, M. L. N. O.; D´ ALGE, Jcl. Atualização do \n\nuso da terra do município de São José dos Campos através de dados de sensoriamento remoto, \n\nINPE- DPA, mar.1988, p.71, CDU-528.711.7:551.4. \n\nSAINT HILAIRE, Auguste. Segunda Viagem ao Rio de Janeiro, a Minas Gerais e a São Paulo \n\n(1822). São Paulo: Nacional, 1932. (tradução de Affonso de E. Taunay).  \n\nSTARZINSKI, R. Precipitação. In: III Curso sobre Recursos Hídricos: Produção, Conservação e \n\nRecuperação. Cunha – São Paulo, 2004. \n\nTUCCI, C.E.M. (1993) Hidrologia – Ciência e Aplicação, Porto Alegre, Ed. da Universidade, \n\nABRH, EDUSP, 1993. \n\nVALERIO FILHO, M; ALVES, M; FANTIN, M; GARCIA, R. “Geotecnologias Aplicadas na \n\nAvaliação das Áreas Urbanizadas e seus Impactos na Rede de Drenagem”. Simpósio Nacional de \n\nImpactos Ambientais Urbanos, Curitiba- PR, Junho 2002. \n\n \n\n \n\n 50\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nARTIGO III \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nCampinas – São Paulo – Agosto 2006 \n\n\n\nDETECÇÃO DE ÁREAS PASSÍVEIS DE RECUPERAÇÃO DO POTENCIAL DA \nCAPACIDADE DE INFILTRAÇÃO, TENDO COMO SUPORTE A INTEGRAÇÃO DE \n\nMAPAS DE ÁREAS HOMOGÊNEAS À DISPONIBILIDADE DE RECURSOS \nHÍDRICOS E O MAPA DE USO E OCUPAÇÃO DAS TERRAS DA ÁREA \n\nESTUDADA.  \n\n \nMarcello Alves 1\n\nSueli Yoshinaga Pereira 1 \n \n\n1. Universidade Estadual de Campinas – UNICAMP / Instituto de Geociências – IG-UNICAMP, Caixa Postal 6152, \nCEP: 13083-970 - Campinas – SP – Brasil \n\n{malves , sueliyos}@ige.unicamp.br \n \n\nRESUMO \n \nNos últimos 30 anos no Brasil, a escassez relativa dos recursos hídricos gera os conflitos \n\nrelacionados ao seu uso. As causas desta escassez são muitas, freqüentemente relacionadas a uma \n\nhistórica falta de políticas de planejamento e ordenamento territorial e ambiental. Na bacia \n\nhidrográfica do Rio Paraíba do Sul localizada no Vale do Paraíba – SP, por exemplo, as \n\nocupações irregulares em áreas potenciais de recarga de aqüífero, a demanda crescente do uso da \n\nágua para os mais diversos fins sejam eles industriais ou mesmo doméstico remetem ao avanço \n\nde situações de alta criticidade às gerações futuras. A implementação de políticas públicas que \n\npossam restringir ou mesmo delinear as ações do homem sobre o espaço apresentam-se como \n\nrecursos eficazes. Neste sentido, apresenta-se como suporte os resultados obtidos na metodologia \n\nde integração de elementos da paisagem com base no ciclo hidrológico e seus processos \n\nintrínsecos de infiltração. O presente trabalho, em âmbito regional visa apresentar um conjunto de \n\ndados que subsidiem a determinação de áreas para implementação de unidades de conservação, \n\nou mesmo, de restrições ambientais para as leis orgânicas, planos diretores e leis de zoneamento \n\nmunicipais. Tendo como base a detecção de áreas com maior ou menor criticidade no tocante a \n\ncapacidade relativa de infiltração e, por conseguinte, as zonas passíveis de recuperação e \n\nimplementação de ações civis e políticas públicas de gestão ambiental. Visando superar o dilema \n\nestabelecido entre desenvolvimento e conservação da qualidade dos recursos ambientais. \n\n \n\nPalavras chaves - recursos hídricos, escassez, paisagem, ciclo hidrológico, Rio Paraíba do Sul, \n\nPolíticas públicas. \n\n\n\nINTRODUÇÃO \n\nA grande expansão tecnológica e econômica mundial em sua estrutura atual tem subjugado os \n\necossistemas terrestres. Neste caso, entende-se por subjugar o fato de que algumas corporações \n\nnão estarem agindo de forma sustentável diante dos recursos naturais presentes no planeta Terra. \n\nAtualmente questões como disponibilidade de água em quantidade e qualidade vem se \n\napresentando juntamente com outros problemas ambientais, sejam eles relacionados à extinção de \n\nespécies vegetais e animais, destruição das florestas e o aquecimento global. No entanto, observa-\n\nse que não se tratam de problemas isolados, mas sim de um contexto global. \n\nNo que tange a questão dos Recursos Hídricos, a realidade é preocupante e enseja um profundo \n\nquestionamento em face de como vem ocorrendo a gestão deste recurso natural essencial para a \n\nsobrevivência da humanidade. \n\nA entrada da humanidade no século XXI, segundo Leme de Barros (2005), veio acompanhada de \n\numa série de problemas, um dos mais críticos é o relacionado à escassez da água. Em algumas \n\nregiões, como na África Central e no Nordeste do Brasil, ocorrem secas intensas. Também, nas \n\ngrandes cidades, como São Paulo e Cidade do México e outras, a disponibilidade de água de \n\nabastecimento está se tornando uma questão crucial.  \n\nDestaca-se que não somente busca-se chamar a atenção pela questão da disponibilidade de água, \n\nmas também o conjunto de elementos que compõem a estrutura da qualidade intrínseca deste \n\nrecurso. \n\nSousa Júnior (2000) relata a questão da disponibilidade qualitativa dos recursos hídricos, \n\nafirmando que a escalada dos problemas ambientais do mundo moderno, deve-se em boa parte \n\npelos resultados obtidos na industrialização e da massificação do consumo. Este fator acaba se \n\nrefletindo nas águas, muitas vezes depositório dos resíduos gerados por várias atividades do \n\nhomem sobre seu espaço. \n\nNão obstante o grande crescimento urbano e populacional constatado no Brasil, em conjunto com \n\num modelo de desenvolvimento com poucas preocupações ambientais provocou o aumento dos \n\nproblemas e dos conflitos relacionados à escassez e ao uso de recursos hídricos. \n\nApresentando um intenso crescimento urbano e industrial a partir da década de 60 (Kurkdjian et. \n\nAl. 1992) o Vale do Paraíba vêm apresentando os reflexos da carência de políticas públicas que \n\nvisem a sustentabilidade de seus recursos, principalmente a água. Neste sentido, a bacia \n\nhidrográfica do Rio Paraíba do Sul localizada no Vale do Paraíba - SP – Brasil apresenta-se como \n\n 51\n\n\n\nobjeto de estudo específico deste trabalho. A área selecionada caracteriza-se por ser o trecho final \n\nem território paulista (o Rio Paraíba cruza 3 (três) estados São Paulo, Minas Gerais, Rio de \n\nJaneiro) do Rio Paraíba do Sul e também por estar localizada sua nascente (Campos da Serra da \n\nBocaina, no município de Areias). \n\nA ocorrência de ocupações irregulares, sem maiores considerações com o meio físico, como em \n\náreas potenciais de recarga de aqüífero e também a demanda crescente do uso da água para os \n\nmais diversos fins sejam eles industriais, agrícolas ou mesmo domésticos remetem ao avanço de \n\nsituações de alta criticidade às gerações futuras nesta região. \n\nSousa Júnior (2000) afirma que apesar de um certo consenso sobre a existência deste passivo \n\nambiental relacionado à disponibilidade qualitativa e quantitativa dos recursos hídricos, ainda se \n\ndiverge sobre o diagnóstico e, mais ainda, sobre a abordagem para a solução destes problemas. \n\nEntretanto, é de comum acordo a urgente necessidade de implementação de políticas públicas \n\neficazes que possam restringir ou mesmo delinear as ações do homem sobre o espaço. \n\nComo suporte dosador a este paradigma, têm-se os resultados obtidos na metodologia de \n\nintegração de elementos da paisagem com base no ciclo hidrológico e seus processos intrínsecos \n\nde infiltração (Alves, no prelo).  \n\nEste trabalho elaborado em escala regional visa apresentar um conjunto de dados que subsidiem \n\npolíticas públicas regionais e locais, através da determinação de áreas para implementação de \n\n“Espaços Territoriais Especialmente Protegidos” (Art. 225, § 1.º, inc VI, C.F.). Delimitações \n\nestas que subsidiariam as decisões ambientais contidas em leis orgânicas, planos diretores e leis \n\nde zoneamento municipais. \n\n \n\nI - OBJETIVOS GERAIS \n\nApresentar um conjunto de dados e informações espaciais que possam subsidiar a elaboração de \n\npolíticas públicas que visem a preservação e manejo de áreas com potencialidade à capacidade \n\ninfiltração. Visando assim a disponibilidade do recurso natural, água. \n\n \n\n1.1 - Objetivos específicos \n\n Avaliar, segundo o cruzamento do mapa final de áreas homogêneas com a Cobertura \n\nVegetal, as áreas passíveis de recuperação e, por conseguinte, as que possibilitem a \n\naplicabilidade de políticas públicas efetivas de recuperação e manejo. \n\n 52\n\n\n\n Propor um levantamento por município dos valores em área de cada grupo homogêneo, \n\nsegundo o potencial participativo no processo de infiltração. Visando assim diagnosticar \n\nos município que apresentem situações de maior criticidade. \n\n Fornecer um conjunto de dados espaciais ambientais que possam auxiliar nas tomadas de \n\ndecisões e no planejamento territorial. \n\n \n\nII - A INTEGRAÇÃO DE ELEMENTOS DA PAISAGEM COM BASE NO CICLO \n\nHIDROLÓGICO E SEUS PROCESSOS INTRÍNSECOS DE INFILTRAÇÃO COMO \n\nSUBSÍDIO A EFETIVAÇÃO DE POLÍTICAS PÚBLICAS. \n\n \n\nSegundo Bucci (2002), as políticas públicas são um dos principais temas do moderno direito \n\nadministrativo brasileiro e dizem respeito à interferência estatal na vida social para a consecução \n\nde objetivos de interesse comum. As mesmas são programas de ações governamentais e \n\nrepresentam o encontro de elementos técnicos de administração de recursos e meios públicos com \n\na escolha política de prioridades para uso desses recursos. \n\nDentre estes encontram-se os recursos naturais e, por conseguinte as políticas públicas em caráter \n\nambiental. \n\nSendo assim, as Políticas Públicas Ambientais podem ser entendidas como um conjunto de \n\nnormas, regulamentos, decisões, ações políticas, investimentos e estratégias que visam fomentar \n\no desenvolvimento sustentável. Termo este definido no Relatório Brundtland como: “aquele que \n\natende às necessidades do presente, sem comprometer a possibilidade de as gerações futuras \n\natenderem a suas próprias necessidades” (CMMAD, 1991). \n\nCampanhola et. al. (1991) estabelecem que “qualquer iniciativa de planejamento local deve se \n\niniciar pela caracterização socioeconômica e ambiental dos recursos disponíveis e pelo \n\nzoneamento territorial de modo a que se tenha uma ocupação territorial organizada aos níveis \n\nlocais e regionais, respeitando os princípios do desenvolvimento sustentável. Evita-se com isso a \n\ninstalação de atividades em locais onde, por exemplo, haverá degradação ambiental, em áreas de \n\nmaior risco para os mananciais superficiais e subterrâneos onde haverá maiores riscos à \n\nbiodiversidade, ou áreas onde a população local não conseguirá manter os padrões mínimos de \n\nqualidade de vida”. Neste sentido propõe-se para a área estudada as considerações contidas no \n\nestudo referente às zonas homogêneas à capacidade de infiltração (Alves, no prelo).  \n\n 53\n\n\n\nEstas informações podem contribuir com a elaboração dos planejamentos territoriais na área \n\nestudada, uma vez que tem como premissa metodológica a identificação de zonas de importância \n\npara a preservação dos recursos hídricos locais e regionais. E, portanto, podem ser caracterizadas \n\ncomo um “bem de uso comum do povo e essencial à sadia qualidade de vida (art. 225, C.F.)” \n\nalmejando o “direito ao meio ambiente ecologicamente equilibrado (art. 225, C.F.)”. \n\nUma das formas de assegurar a efetividade desse direito pode ser considerada na definição de \n\nespaços territoriais e seus componentes a serem especialmente protegidos, uma vez que nestas \n\náreas é “vetada qualquer utilização que comprometa a integridade dos atributos que justifiquem \n\nsua proteção” (Art. 225, § 1.º, inc III, C.F.). \n\nA Política Nacional do Meio Ambiente (Lei Federal 6938/1981) em seu art. 9º define como \n\ninstrumentos da Política Nacional do Meio Ambiente: o zoneamento ambiental (II) e a criação de \n\nespaços territoriais especialmente protegidos pelo Poder Público Federal, Estadual e Municipal, \n\ntais como áreas de proteção ambiental, de relevante interesse ecológico e reservas extrativistas \n\n(VI). \n\nNa esfera municipal consideram-se como instrumentos fundamentais de proteção das zonas \n\nhomogêneas à capacidade de infiltração: os Planos Diretores e as Leis de Zoneamento \n\nMunicipais. O plano diretor é um instrumento utilizado para a execução da política de \n\ndesenvolvimento e expansão urbana municipal, sendo caracterizado como um conjunto de \n\nnormas legais e diretrizes técnicas, sob os aspectos ambientais, administrativos, físicos, sociais e \n\neconômicos. Este deve ser aprovado pela Câmara Municipal e é obrigatório para cidades com \n\nmais de vinte mil habitantes (Art.182, §1º da C.F.). \n\nEntretanto, convém salientar que a Constituição do Estado de São Paulo estende a \n\nobrigatoriedade de elaboração de Planos Diretores para todos os Municípios do Estado, devendo \n\neste abranger as zonas urbanas e rurais (Art. Estadual 181 da Constituição de São Paulo). \n\n \n\nIII - LOCALIZAÇÃO E CARACTERÍSTICAS DA ÁREA DE ESTUDO \n\nSegundo de Almeida &amp; Carneiro (1998), o sistema de montanhas representado pelas serras do \n\nMar e da Mantiqueira constitui a mais destacada feição orográfica da borda atlântica do \n\ncontinente Sul-Americano.  \n\nInserido neste contexto o Vale do Paraíba do Sul em sua porção média conforme a Figura 3.1 \n\napresenta-se caracterizado por dois principais domínios, segundo Coltrinari (1974): 1 -\n\n 54\n\n\n\nembasamento cristalino de idade pré-cambriana, que é o arcabouço estrutural da Serra do Mar e \n\nda Mantiqueira, 2 - a bacia sedimentar de Taubaté (Terciária) com depósitos aluviais associados \n\n(Quaternária). \n\n   \n\nBrasil \nDestaque para o \n\nEstado de São Paulo \n\nBacia Hidrográfica do Rio Paraíba do Sul – São Paulo. \nDestaque para a área de estudo \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 3.1 - Localização da área de estudo \n\n \nO embasamento cristalino da região está inserido no Complexo Embu que controla \n\nestruturalmente a bacia de Taubaté tanto ao norte quanto ao sul, e é composto basicamente de \n\nmigmatitos. As rochas do embasamento cristalino, principalmente os migmatitos e gnaisses, são \n\nresponsáveis pelas serras locais e morros alongados com espigões que se caracterizam por perfis \n\nretilíneos, localmente abruptos, com presença de serra locais, drenagem de alta densidade, com \n\npadrão dendrítico a pinulado, vales fechados, planícies aluvionares restritas, declividades altas – \n\n20 a 50%, e amplitudes entre 200 e 300 metros. \n\nA altitude variando de 500 a 2700 metros, alta pluviosidade com médias anuais de 80 a 120 mm, \n\nforte declive do relevo com áreas com declividade acima de 40 % e a baixa temperatura que em \n\n 55\n\n\n\nalguns locais durante o inverno podem atingir proximidades a 0º influem diretamente no tipo de \n\nsolo: Podzolizado com cascalho, Latossolos Vermelho Amarelo fase rasa e Litossolos. \n\nOs formadores do rio Paraíba do Sul, seus afluentes de alto curso compõem esta região, que \n\napresenta diversos parques e Áreas de Proteção Ambiental (APA) – Parque Nacional da Bocaina, \n\nParque Estadual da Serra do Mar, Estação Ecológica de Bananal. Destaca-se que a área escolhida \n\npara a execução e análise neste trabalho abarca como já dito, o conjunto de rios que formam o \n\nRio Paraíba do Sul e o ultima trecho referente ao âmbito Paulista da bacia hidrográfica. Esta \n\nescolha torna-se providencial pelo fato de caracterizar os municípios que compõem a rede \n\nformadora do rio e os que se situam no transcorrer do trajeto do mesmo (Figura 3.2). \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nZona final de trecho \nPaulista da bacia \n\nHidrográfica do Rio \nParaíba do Sul \n\nZona da Nascente e \nprimeiro trecho da \n\nbacia Hidrográfica do \nRio Paraíba do Sul \n\n \nFigura 3.2 - Localização da área de estudo  representando as zonas de Nascente e Foz do Rio \n\nParaíba do Sul \n \nIV – MÉTODO DE DETERMINAÇÃO DE ÁREAS PASSÍVEIS DE RECUPERAÇÃO \n\nDe acordo com Alves (no prelo), “os diferentes elementos da paisagem (Geologia, Pedologia, \n\nHipsometria e Uso e Cobertura Vegetal das Terras e Pluviosidade) que compõem a área estudada \n\nforam coletados através de cartas temáticas nas mais diversas escalas de representações, variando \n\nde 1:50.000 a 1:250.000. A escala adotada na elaboração do produto final deste trabalho é a de \n\n1:250.000. Nas representações matriciais admitiu-se como tamanho mínimo estabelecido para os \n\npixels, valor de 50 metros quadrados”. \n\n 56\n\n\n\nApós os passos de vetorização, edição e alocação em um Banco de Dados Geográficos, os \n\ndiferentes elementos que compõem a paisagem e suas respectivas formas de ocorrência na área \n\nestudada foram avaliados segundo os critérios de Capacidade relativa de Infiltração. \n\nUtilizando-se de bibliografias especificas, buscou-se adequar índices qualitativos e pesos \n\nrelativos às características intrínsecas dos diferentes elementos da paisagem diante do processo \n\nanalisado, o Ciclo Hidrológico. Foram associadas a estas informações, classes qualitativas e \n\npesos relativos que representem o grau de influência da variável no processo de infiltração. \n\n \n\nV – RESULTADOS E DISCUSSÕES \n\nConforme os objetivos gerais deste trabalho, apresentar-se-á um conjunto de dados que \n\nsubsidiem a determinação de áreas para implementação de unidades de conservação, ou mesmo, \n\nde limitações ambientais que sirvam de suporte a elaboração de leis orgânicas, planos diretores e \n\nleis de zoneamento municipais, baseando-se nas áreas previamente detectadas que representam a \n\nmaior ou menor capacidade relativa de infiltração (Alves, no prelo). \n\nDestaca-se também a possibilidade de implementação de programas diferenciais nas zonas \n\npassíveis de recuperação. Contemplando ações civis e políticas públicas de gestão ambiental.  \n\nA figura 5.1 apresenta o Mapa das Zonas Homogêneas à capacidade de infiltração na área \n\nestudada. Material elaborado por Alves (2006). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 57\n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\nLegenda \n\nFigura 5.1 - Mapa das Zonas Homogêneas segundo a Capacidade de Infiltração dos elementos da \npaisagem na Bacia Hidrográfica do Rio Paraíba do Sul – SP – Brasil \n\n \n\nOs resultados espaciais obtidos pela elaboração deste produto favorecem basicamente, em função \n\nda escala (1:250.000) o contexto do planejamento regional. Contudo, em função da carência de \n\ndados em escalas reduzidas de análise, os mesmos apresentam-se como importante subsidio \n\nquando adaptados a estudos locais em âmbito municipal. \n\nA tabela 5.1, apresenta os resultados espaciais obtidos com o mapa das zonas homogêneas \n\nsegundo a capacidade de infiltração adaptada por municípios.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 58\n\n\n\nTabela 5.1 – Tabela com os valores de ocorrência de classes em Km2 e percentuais relativos para \n\nos municípios contidos na área estudada segundo a Capacidade de Infiltração em Zonas \n\nHomogêneas. \n\n \n\n  ÁREAS (KM2) \n\nMUNICÍPIOS ALTA MÉDIA BAIXA / MÉDIA MUITO BAIXA \nAparecida 18.356 74.153 27.009 0\n\nArapeí 0 46.653 109.100 0.066\n\nAreias 15.787 233.163 57.331 0\n\nBananal 0 389.787 226.833 0.146\n\nCachoeira Paulista 7.317 257.524 22.254 0\n\nCanas 0.598 47.480 10.465 0\n\nCruzeiro 28.690 266.462 11.130 0\n\nCunha 246.201 983.179 159.291 0.016\n\nGuaratinguetá 189.753 495.437 66.546 0\n\nLagoinha 20.543 232.232 1.090 0.039\n\nLavrinhas 14.139 123.390 28.416 0.041\n\nLorena 7.292 354.418 56.395 0\n\nPiquete 63.935 106.884 0.335 0\n\nPotim 0 21.331 24.532 0.005\n\nQueluz 11.540 199.480 39.450 0.060\n\nReseira 18.276 89.307 23.115 0.034\n\nSão José do Barreiro 3.221 387.314 174.771 0.010\n\nSilveiras 24.469 326.150 63.602 0\n\nSOMATÓRIA ( ? ) DAS \n\nÁREAS EM (KM2) 669.519 \n4.634.344 1.101.294 2.296 \n\n(%) 10,45 72,35 17,20 0,01 \n\nOs resultados obtidos demonstram que 10,45 % do total da área estudada representa a \n\nqualificação “Alta”, segundo a capacidade de infiltração. O maior percentual de ocorrência está \n\nligado às zonas com capacidade “Média”, resultando em um montante aproximado de 72,35 % do \n\ntotal da área. As áreas com capacidade Baixa / Média de infiltração representam 17,20 %, \n\nenquanto as Baixas 0.01 %.  \n\nMediante estes valores pode-se inferir que existem muitas zonas com capacidade efetiva de \n\ninfiltração na área estudada. Isto, considerando os dados espaciais obtidos pelos qualificadores \n\n 59\n\n\n\ndas classes “Alta” e “Média” que apresentam um total aproximado de 82,8 % de toda área \n\nestudada. \n\nNeste sentido, faz-se necessário detectar as áreas prioritárias dentro deste contexto territorial. \n\nPara tanto, a próxima fase busca integrar os resultados obtidos aos elementos espaciais presentes \n\nna paisagem da área estudada. \n\n \n\nVI - ANÁLISE DE ÁREAS PASSIVEIS DE RECUPERAÇÃO E APLICAÇÃO DE \n\nPOLÍTICAS PUBLICAS \n\nDurante a elaboração deste trabalho considerou-se as dificuldades de ações efetivas em \n\ndeterminadas áreas, isto em virtude de determinados tipos de uso. Assim, buscou-se delinear a \n\nefetividade e racionabilidade das ações. \n\nÁreas com uso Urbano, por exemplo, apresentam-se com uma maior dificuldade no tocante a \n\nações reparativas. Mesmo que estas estejam em zonas de boa qualificação no mapa de \n\nzoneamento da capacidade à infiltração (Alves, no prelo).  \n\nDestacam-se também as áreas com ocorrência de Matas e vegetação Capoeira, as quais, espera-se \n\numa constante ação dos órgãos competentes no tocante à fiscalização e manejo. \n\nConsideraram-se como áreas efetivas de recuperação e restrição as que apresentem usos \n\nrelacionados a Pastagens, Atividades de Cultura Agrícolas e as áreas com atividades de \n\nSilvicultura (Reflorestamento com Eucalipto).   \n\nPara tanto, realizou-se um cruzamento utilizando-se como base o Mapa das Zonas Homogêneas \n\nde Capacidade à Infiltração (Alves, no prelo) e o Mapa de Uso e Ocupação das Terras, este \n\nrepresentado tão somente pelas classes acima citadas. Este procedimento visa determinar as zonas \n\nde intersecção entre os dois produtos cartográficos temáticos e uma melhor identificação das \n\nzonas efetivas de recuperação e restrição.   \n\n \n\n5.1 - Áreas com atividades de Pastagem e Cultura Agrícola \n\nBasicamente ocupam grande parte da área estudada, cerca de 4.538.271 Km2, ou o equivalente \n\naproximado de 70,87 % do total.  \n\nNão se propõem neste trabalho a desintegração de áreas com potencialidade agrícola, porém \n\nacredita-se que melhores práticas e métodos menos agressivos ao meio ambiente podem ser \n\nutilizados. Isto no tocante a qualidade e também à disponibilidade de água às gerações futuras. \n\n 60\n\n\n\nO declínio das atividades de pastagem no Vale do Paraíba nos últimos anos apresenta um \n\nconjunto de áreas que podem ser replanejadas ou mesmo delineadas para atividades futuras. Este \n\nconceito remete á expansão urbana desenfreada que o Vale do Paraíba vem sofrendo nas ultimas \n\ndécadas e que não apresenta retração nos dias atuais. \n\nAs figuras 5.2, 5.3 e 5.4 representam respectivamente a sobreposição dos mapas temáticos, a \n\nlinha de programação em LEGAL (SPRING / INPE, 2006) utilizada para efetuar a integração, e o \n\nmapa temático resultante. Já a tabela 5.2 apresenta os valores em Km2 e também os percentuais \n\nde ocorrência dos eventos na área estudada. \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFigura 5.2 – Representação da integração dos produtos cartográficos temáticos: Mapa das Zonas \nHomogêneas á Capacidade de Infiltração / Mapa de áreas de Pastagem e Atividade de cultura \n\nAgrícola \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.3 – Representação do programa em Linguagem Espacial para Geoprocessamento \nAlgébrico – LEGAL (SPRING / INPE, 2006) utilizado na integração dos produtos cartográficos \n\ntemáticos: Mapa das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de \nPastagem e Atividade de Cultura Agrícola \n\n 61\n\n\n\n \n\n \n\n \n\n \n\n \n\nLegenda \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.4 – Mapa resultante da integração das Zonas Homogêneas á Capacidade de Infiltração / \nMapa de áreas de Pastagem e Atividade de Cultura Agrícola. Aplicação de qualificadores \n\nsegundo o grau do passivo de recuperação.  \n \n\nTabela 5.2 – Tabela com os valores em Km2 das áreas passiveis de recuperação nos municípios \ncontidos na área estudada. \n \n\nQUALIFICADORES DE \nCAPACIDADE DE RECUPERAÇÃO \n\nÁREA TOTAL DE \nESTUDO (KM2) \n\nÁREAS \nPASSIVEIS DE \n\nRECUPERAÇÃO \nÁREA (KM2) \n\n(%) \n\nMuito boa  6.403.205 0 0\n\nBoa 6.403.205 3.363.645 52,53\n\nModerada 6.403.205 866.223 13,52\n\nRegular 6.403.205 0 0\n\n \n\nVisando uma maior efetividade das ações em âmbito municipal elaborou-se também uma tabela \n\ncom os valores efetivos de áreas passiveis de recuperação, por município. Isto, segundo a \n\nintegração dos mapas de Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de \n\nPastagem e Atividade de Cultura Agrícola (Tabela 5.3). Destaca-se que a apresentação dos \n\nvalores percentuais para cada índice qualitativo representa um importante instrumento otimizador \n\ndas ações políticas.  \n\n 62\n\n\n\nTabela 5.3 – Classificação por valores de áreas administrativas municipais segundo a capacidade \nqualitativa de recuperação em áreas de atividades de Pastagem / Áreas de Cultura Agrícola. \n \n  \n\n  \nÁREAS (KM2) \n\nMunicípios \nÁrea \n\nmunicipal \n\nMuito \n\nboa \n(%) Boa (%) Moderada (%) Regular (%) \n\nSilveiras 412.306 0 0 235.450 57,11 63.460 15,39 0  0 \n\nSão José do \n\nBarreiro \n564.731 0 0 181.510 32,14 113.370 20,08 0  0 \n\nRoseira 130.787 0 0 79.480 60,77 20.870 15,96  0  \n\nQueluz 250.539 0 0 138.600 55,32 19.470 7,77 0.03 0,001\n\nPotim 45.137 0 0 20.790 46,06 21.130 46,81  0 0 \n\nPiquete 170.708 0 0 65.970 38,64 0.050 0,01  0 0 \n\nLorena 417.138 0 0 301.210 72,21 41.250 9,89  0 0 \n\nLavrinhas 166.344 0 0 99.150 59,61 8.450 5,08  0 0 \n\nLagoinha 253.013 0 0 195.270 77,18 0.960 0,01  0 0 \n\nGuaratinguetá 751.731 0 0 403.360 53,66 46.360 6,17  0 0 \n\nCunha 1.387.642 0 0 756.810 54,54 146.650 10,57  0 0 \n\nCruzeiro 305.821 0 0 197.090 64,45 10.110 3,31  0 0 \n\nCanas 58.936 0 0 46.300 78,56 9.420 15,98  0 0 \n\nCachoeira \n\nPaulista \n287.057 0 0 238.470 83,07 18.070 6,29  0 0 \n\nBananal 614.786 0 0 152.580 24,82 182.260 29,65 0  0 \n\nAreias 306.218 0 0 163.640 53,44 56.740 18,53 0  0 \n\nArapeí 155.865 0 0 22.090 14,17 87.210 55,95 0  0 \n\nAparecida 119.510 0 0 64.840 54,25 20.020 16,75    \n\n \n\nPode-se observar na tabela acima que todos os municípios da área estudada não apresentam áreas \n\ncaracterizadas pelo uso Pastagem / Cultura Agrícola com qualificadores de capacidade qualitativa \n\nde recuperação “Muito boa”. Porém, a grande maioria dos municípios da área estudada \n\napresentam valores de área bastante altos referentes à capacidade qualitativa de recuperação \n\n“Boa” e valores inferiores de capacidade qualitativa de recuperação “Moderada”. Já as áreas de \n\nqualificador “Regular” apresenta valores irrisórios. \n\nEstes valores demonstram que o homem busca incondicionalmente as melhores áreas para \n\nexercer suas atividades sobre o espaço. Discriminando as áreas que representariam a capacidade \n\n 63\n\n\n\nqualitativa de recuperação “Muito Boa”, pois as mesmas compõem as áreas de preservação \n\npermanente e, por conseguinte área de mananciais com grandes declividades e de difícil acesso. \n\nHá também restrições às áreas com o qualificador “Regular”, pois apresentam limitações no \n\ntocante a construção civil (áreas de várzea) e muitas vezes às atividades de cultura agrícolas. Isto \n\ndevido à qualidade inferior das águas em determinados trechos da bacia hidrográfica estudada. \n\nO que se pode observar é um uso constante e atividades de expansão nas áreas localizadas \n\npróximas aos rios contribuintes, pois os mesmos em alguns casos ainda preservam a qualidade \n\ndas águas e do ambiente. \n\nVale destacar que o método de integração de elementos da paisagem visando a detecção de áreas \n\ncom melhor potencial á capacidade de infiltração pode ser expandido a toda a bacia Hidrográfica \n\ndo Rio Paraíba do Sul como também empregando em escalas reduzidas segundo a \n\ndisponibilidade de material cartográfico em escalas “grandes”.  \n\nNeste sentido, subsidiar os planos diretores e as leis municipais visando a um maior controle \n\ndestas áreas faz-se necessário. \n\n \n\n5.2 - Áreas com atividades de Reflorestamento \n\nA crescente demanda por Papel e Celulose vem provocando um aumento substancial nas áreas de \n\nplantio de eucalipto no Vale do Paraíba e, por conseguinte o aumento dos valores em área deste \n\ntipo de uso. \n\nMuitos estudos estão sendo realizados para determinar a capacidade de absorção líquida desta \n\nespécie vegetal e seus possíveis impactos no meio ambiente.  \n\nO que se vê atualmente é a expansão continua destas áreas. Segundo, a ONG Vale -Verde (2006) \n\no Comitê das Bacias Hidrográficas do Rio Paraíba do Sul - CBH-PS promoveu em Novembro de \n\n2005 o “1º Seminário sobre Eucalipto no Vale do Paraíba”. Nele foram discutidos diversos \n\ntemas, entre eles a possibilidade do Grupo Votorantin Celulose e Papel que tem 25 mil hectares \n\nplantados com eucalipto no Vale do Paraíba expandir sua plantação em mais de 150 mil hectares. \n\nDestaca-se também que no mesmo evento um representante do Grupo Votorantin Celulose e \n\nPapel afirma, “que quanto aos impactos ambientais, a grande maioria é levantada por puro \n\ndesconhecimento da silvicultura moderna e preconceito que atravessam décadas”.   \n\nA tabela 5.4 apresenta os valores em área da ocorrência de atividades de reflorestamento na bacia \n\nhidrográfica do Rio Paraíba do Sul – SP - Brasil.  \n\n 64\n\n\n\nTabela 5.4 – Tabela com os valores em Km2 e seus percentuais relativos segundo a classe de uso \nReflorestamento. \n\n \n\nQUALIFICADORES ÁREA TOTAL DE ESTUDO (KM2) \n\nÁREAS  PASSIVEIS DE \nRECUPERAÇÃO \n\nÁREA (Km2)  \n(%) \n\nMuito boa 6.403.205 0 0\n\nBoa 6.403.205 167.325 2,61\n\nModerada 6.403.205 29.670 0,46\n\nRegular 6.403.205 0 0\n\nTendo como base os dados acima apresentados pode-se observar que a ocorrência de atividades \n\nde Reflorestamento na área estudada limita-se a um total de 3,07 % de área, com previsão de \n\ncrescimento de 125 mil hectares nos próximos anos.  \n\nAs figuras 5.5, 5.6 e 5.7 representam respectivamente a sobreposição dos mapas temáticos, a \n\nlinha de programação em LEGAL (SPRING / INPE, 2006) utilizada para efetuar a integração, e o \n\nmapa temático resultante.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 5.5 – Representação da integração dos produtos cartográficos temáticos: Mapa das Zonas \n\nHomogêneas á Capacidade de Infiltração / Mapa de áreas de Reflorestamento \n\n 65\n\n\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nFigura 5.6 – Representação do programa em Linguagem Espacial para Geoprocessamento \n\nAlgébrico – LEGAL (SPRING / INPE, 2006) utilizado na integração dos produtos cartográficos \ntemáticos: Mapa das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de \n\nReflorestamento. \n \n\n \n \n \n \n \n \n \n \n \n \n\nLegenda \n\n \n \n \n \n \n \n \n \n\n \nFigura 5.7 –Mapa resultante da integração das Zonas Homogêneas á Capacidade de Infiltração / \n\nMapa de áreas de Reflorestamento. Aplicação de qualificadores segundo o grau do passivo de \nrecuperação.  \n\n \n\nVisando também uma maior efetividade das ações em âmbito municipal elaborou-se também \n\numa tabela com os valores efetivos de áreas passiveis de recuperação segundo a integração dos \n\n 66\n\n\n\nmapas de Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de Reflorestamento \n\n(Tabela 5.5). Destaca-se a apresentação dos valores percentuais para cada índice qualitativo, um \n\nimportante instrumento otimizador das ações políticas. \n\n \n\nTabela 5.5 – Classificação por valores de áreas administrativas municipais segundo a capacidade \nqualitativa de recuperação em áreas de atividades de Reflorestamento. \n \n  \n\n  \nÁREAS (KM2) \n\nMunicípios \nÁrea \n\nmunicipal \n\nMuito \n\nboa \n(%) Boa (%) Moderada (%) Regular (%) \n\nSilveiras 412.306 0 0 34.860 8,45 0.050 0,00 0 0\n\nSão José do \n\nBarreiro \n564.731 0 0 4.280 0,76 3.690 0,65 0 0\n\nReseira 130.787 0 0 1.200 0,92 0.230 0,00 0 0\n\nQueluz 250.539 0 0 32.530 12,98 1.620 0,65 0 0\n\nPotim 45.137 0 0 0.260 0,00 0 0,00 0 0\n\nPiquete 170.708 0 0 7.410 4,34 0.010 0,00 0 0\n\nLorena 417.138 0 0 9.880 2,37 1.550 0,37 0 0\n\nLavrinhas 166.344 0 0 6.540 3,93 1.640 0,99 0 0\n\nlagoinha 253.013 0 0 4.920 1,94 0.020 0,00 0 0\n\nGuaratinguetá 751.731 0 0 11.180 1,49 0.060 0,00 0 0\n\nCunha 1.387.642 0 0 11.120 0,80 7.230 0,52 0 0\n\nCruzeiro 305.821 0 0 2.210 0,72 0 0,00 0 0\n\nCanas 58.936 0 0 0.140 0,00 0 0,00 0 0\n\nCachoeira Paulista 287.057 0 0 2.810 0,98 0 0,00 0 0\n\nBananal 614.786 0 0 23.890 3,89 10.960 1,78 0 0\n\nAreias 306.218 0 0 10.040 3,28 0 0,00 0 0\n\nArapeí 155.865 0 0 2.400 1,54 2.340 1,50 0 0\n\nAparecida 119.510 0 0 2.340 1,96 0 0,00 0 0\n\n \n\nTodos os municípios da área estudada não apresentam intersecção de áreas caracterizadas pelo \n\nuso “Reflorestamento” com qualificador de área de capacidade qualitativa de recuperação “Muito \n\nboa” e “Regular”. Os baixos índices apresentados demonstram restrições intrínsecas e normas \n\nrígidas, tais como a Legislação de Proteção dos Mananciais, e o caráter de Áreas de Proteção \n\nPermanente ou Áreas de Proteção Ambiental.  \n\n 67\n\n\n\nDestaca-se que a grande maioria dos municípios da área estudada apresentam valores de área de \n\nintersecção bastantes altos, referentes à capacidade qualitativa de recuperação “Boa”. Este fator \n\npode contribuir com as iniciativas de discussão de políticas públicas para controle do plantio \n\ndesta espécie na região. Pode-se também observar a caracterização de valores inferiores de \n\ncapacidade qualitativa de recuperação “Moderada”. Diante destes números pressupõe-se que a \n\nseleção das áreas utilizadas para o plantio de eucalipto na região visa muitas vezes as áreas com \n\ndisponibilidade de recursos hídricos ou mesmo potenciais.  \n\n \n\nVII - CONCLUSÕES \n\nO presente trabalho buscou proporcionar um conjunto de dados e informações que possam \n\nsubsidiar as políticas públicas em ações regionais e municipais. Entretanto, para que sejam \n\nefetivadas ações claras sobre o espaço, tais como a implementação de “Espaços Territoriais \n\nEspecialmente Protegidos” (Art. 225, § 1.º, inc VI, C.F.) há uma exigência clara de tempo e \n\nburocracia e, neste sentido, a disponibilidade de recursos hídricos para área estudada pode \n\npadecer.  \n\nAções emergenciais não surtem efeitos quando o problema é de ordem sistêmica. Assim é \n\nnecessário um conjunto de ações integradas de caráter multi-interdisciplinar buscando formas e \n\ndirecionamentos, estas representadas por um código de conduta e valores éticos claros e \n\naccessíveis a toda a população. \n\nNão se trata somente da preservação de um recurso mineral ou natural, mas sim de um contexto \n\nambiental que pode trazer sérios danos às gerações futuras. \n\nAs áreas com uso de pastagem que apresentam boa capacidade de recuperação podem ser \n\nprioritária na elaboração de planos diretores e políticas públicas municipais. Para fins de efetiva \n\nrecuperação e manejo sustentável. Principalmente nos municípios onde a criação de gado passou \n\na ser caracterizada por “gado de corte” muitas vezes criados em ambientes confinados. \n\nPropõem-se então a elaboração de um novo estudo regional para a área estudada. Vislumbrando \n\numa política regional equalizada segundo o beneficio comum; a disponibilidade hídrica local. \n\nEm 1992 um grupo de pesquisadores do Instituto Nacional de pesquisas espaciais publicou um \n\ndocumento que tinha como proposta um ordenamento regional, o Macrozoneamento do Vale do \n\nParaíba e Litoral Norte – MAVALE (Kurkdjian et al. 1992). Porém muito do que se tratou neste \n\ndocumento não saiu do papel. Propõem-se então a elaboração de um novo documento visando as \n\n 68\n\n\n\nnecessidades emergências, entre elas o paradigma: Crescimento,  Desenvolvimento e \n\nSustentabilidade, isto com base nos recursos hídricos da região. \n\nEste novo plano de ação avaliaria os resultados obtidos no primeiro (KURKDJIAN et al, 1992) e \n\ndelinearia as novas ações sobre o espaço, segundo os novos preceitos econômicos da região. E \n\ntambém, seria base para elaboração de políticas públicas municipais. \n\nOutro fator a destacar é a necessidade de se considerar a agricultura familiar como meio de \n\nsustentabilidade econômica local. Isto por que as limitações geográficas, relativas ao relevo não \n\npermitem a agricultura em larga escala, pois não seriam lucrativas (não há como usar a \n\nmaquinaria para colheita e plantio nestas áreas).  \n\nLogicamente não se considerou a agricultura de várzea. Esta planejada e estruturada desde 1940 \n\npela política de reestruturação econômica elaborada por Getúlio Dornelles Vargas e Ademar de \n\nBarros (Revista Brasileira de Geografia, 1953). \n\nOs trabalhos de agricultura em escala familiar trariam muitos benefícios e, por conseguinte um \n\ncontrole melhor e divulgação da estrutura da educação ambiental local. Sem contar com a \n\ncondicionante econômica. Pois, poderiam se organizar em cooperativas e, por conseguinte suprir \n\nas necessidades locais e regionais. \n\nNeste sentido, este trabalho espera haver contribuído com o planejamento futuro de uma das \n\nregiões mais importantes economicamente do Brasil. A bacia hidrográfica do Rio Paraíba do Sul \n\n- São Paulo – Brasil. \n\n  \n\nVIII - REFERÊNCIAS BIBLIOGRÁFICAS \n\nBRASIL. Constituição da República Federativa do Brasil (1988). 29 ed. São Paulo: Saraiva, \n\n2002, 349 p.  \n\nBRASIL. Lei Federal nº 6.938, de 31 de agosto de 1981 (Política Nacional do Meio Ambiente). \n\nDisponível em:&lt;https://www.planalto.gov.br/ccivil_03/LEIS/L6803.htm>. Acesso em: 20 \n\njaneiro 2004.  \n\nBUCCI, M. P. D. Direito administrativo e políticas públicas. São Paulo: Editora Saraiva, 2002. \n\n342 p. \n\nCAMPANHOLA, C., GRAZIANO DA SILVA, J. Diretrizes de políticas públicas para o novo \n\nrural brasileiro: incorporando a noção de desenvolvimento local In: O novo rural brasileiro: \n\npolíticas públicas.1a.ed. Jaguariúna : Embrapa Meio Ambiente, 2000  \n\n 69\n\n\n\nCMMAD – Comissão Mundial sobre Meio Ambiente e Desenvolvimento. Relatório Brundtland. \n\nNosso Futuro Comum. 2 Ed. Rio de Janeiro: FGV, 1991.  \n\nCOLTRINARI, L. Z. D. Contribuição e geomorfologia da região de Guaratinguetá – Aparecida. \n\nTese de Doutorado, Universidade de São Paulo, 1974; \n\nDE ALMEIDA, Fernando Flávio Marques; CARNEIRO, Celso Dal Ré. Origem e evolução da \n\nserra do mar. Revista Brasileira de Geociências, 28(2):135-150, junho de 1998. \n\nESTADO DE SÃO PAULO. Constituição do Estado de São Paulo (1989). Disponível em: \n\n<http://www.legislacao.sp.gov.br/dg280202.nsf/0/46e2576658b1c52903256d63004 \n\nf305a?OpenDocument>. Acesso em: 20 janeiro 2004.  \n\nINSTITUTO NACIONAL DE PESQUISAS ESPACIAIS- INPE- SPRING.  Sistema de \n\nProcessamento de Informações Georeferenciadas. http://www.dpi.inpe.br/spring, 2006. \n\nKURKDJIAN, M. L. N. O; VALÉRIO FILHO, M; VENEZIANI, P;  PEREIRA, M. N.; \n\nFLORENZANO, T. G.; DOS ANJOS, C. E.; OHARA, T.; DONZELI, P.L.; ABDON, M. N.; \n\nSAUSEN,T. M.; PINTO, S.A .F.; BERTOLDO, M. A.; BLANCO, J. G.; CZORDAS, S. M. \n\nMacrozoneamento da Região do Vale do Paraíba e Litoral Norte do estado de São Paulo. São \n\nJosé dos Campos, 1992 (INPE- 5381-prp/165). \n\nLEME DE BARROS, MARIO THADEU. Gestão de Recursos Hídricos. In: Curso \n\nInterdisciplinar de Direito Ambiental. São Paulo: Ed. Manole, 1.ed., 2005. \n\nLONG, R. G. O Vale do Médio Paraíba - in Revista Brasileira de Geografia. São Paulo,  Julho – \n\nSetembro, 1953.  \n\nSOUSA JÚNIOR, WILSON CABRAL DE. Gestão das águas no Brasil: reflexões, diagnósticos e \n\ndesafios. Tese de Doutorado. Economia. Instituto de Economia da Unicamp, 2000. \n\nVALE VERDE - Organização Não Governamental –  Informativo Virtual - Disponível em: \n\n<http://www.valeverde.org.br/html/inform3.php?id=56> Acesso em: 27 julho 2006 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n 70\n\n\n\n \n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre \n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n \n\n Fonte – Genovez et al (2000) \n\nMapa de Isoietas de Pluviosidade \n\n 72\n\n\n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre\n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n \n\n Fonte – Instituto Florestal, 2000 / \nInterpretação de imagens LANDSAT \n/ TM/ PLUS e TM  \n\n Mapa de Uso e Cobertura Vegetal das Terras.  \n\n 73\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre \n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n \n\n Fonte – MAVALE - Macrozoneamento \ndo Vale do Paraíba e Litoral Norte do \nEstado de São Paulo (Kurkdjian et al. \n1992) \n\n \n\n \n\n \n\nMapa de Solos.  \n\n 74\n\n\n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre \n Meridiano Central - o 45º 00’ 00’’ /  \n\n \n Zona: 23º \n\n \n Fonte – Mapa Geológico do Estado \n\nde São Paulo em escala 1:250.000, \nFolha Guaratinguetá (DAEE-UNESP, \n1984) \n\n \nMapa Geológico.  \n\n 75\n\n\n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre\n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n \n\n Fonte – Cartas topográficas em \nescala 1:100.000. Projeção UTM. \nEditada em 1965 pelo IBGE (IBGE; \n1965); \n\n Mapa Hipsométrico.  \n\n 76\n\n\n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre\n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n\n Mapa das zonas homogêneas segundo a capacidade de infiltração dos elementos da paisagem na bacia hidrográfica do Rio Paraíba do Sul - SP – Brasil. \n\n 77\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego Alegre\n\n \n Meridiano Central - o 45º 00’ 00’’ / \n\nZona: 23º \n\n \nMapa resultante da integração das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de Pastagem e Atividade Agrícola. Aplicação de \n\nqualificadores segundo o grau do passivo de recuperação. \n\n 78\n\n\n\n \n\n Projeção - Universal Transverse \nMercator (UTM) \n\n \n Datun Planimétrico: Córrego \n\nAlegre \n \n\n Meridiano Central - o 45º 00’ 00’’ \n/ Zona: 23º. \n\n Mapa resultante da integração das Zonas Homogêneas á Capacidade de Infiltração / Mapa de áreas de Reflorestamento. Aplicação de qualificadores segundo o grau do \npassivo de recuperação. \n\n 79\n\n\n\tAlves Costa, Marcello.pdf\n\tNº - 355/2006\n\tINSTITUTO DE GEOCIÊNCIAS\n\tAUTOR: MARCELLO ALVES - COSTA\n\tVII - INTEGRAÇÃO DE DADOS EM AMBIENTE SPRING 4.3."}]}}}