{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23630"}, {"@name": "filename", "#text": "7820_TCC%20-%20Eduardo%20S.%20Moure%20Final.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\nUNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO TECNOLÓGICO \n\nCURSO DE GRADUAÇÃO EM ENGENHARIA SANITÁRIA E  \n\nAMBIENTAL \n\n \n\n \n\nMETODOLOGIAS COLABORATIVAS DE CONSTRUÇÃO \n\nCOLETIVA: ANÁLISE DOS RESULTADOS DO CURSO DE \n\nGESTÃO SOCIAL DE BACIAS HIDROGRÁFICAS NO CONTEXTO \n\nDO PROJETO TSGA II \n\n \n\n \n\n \n\nEduardo Schnitzler Moure \n\n \n\n \n\n \n\n \n\n \n\n \n\nFlorianópolis/SC  \n\nMarço de 2015 \n\n\n\n2 \n \n\nUNIVERSIDADE FEDERAL DE SANTA CATARINA \n\nCENTRO TECNOLÓGICO \n\nCURSO DE GRADUAÇÃO EM ENGENHARIA SANITÁRIA E  \n\nAMBIENTAL \n\n \n\n \n\nMETODOLOGIAS COLABORATIVAS DE CONSTRUÇÃO \n\nCOLETIVA: ANÁLISE DOS RESULTADOS DO CURSO DE \n\nGESTÃO SOCIAL DE BACIAS HIDROGRÁFICAS NO CONTEXTO \n\nDO PROJETO TSGA II \n\n \n\n \n\nEduardo Schnitzler Moure \n\n \n\nTrabalho apresentado à Universidade Federal de \n\nSanta Catarina pela Conclusão do Curso de \n\nGraduação em Engenharia Sanitária e Ambiental  \n\n \n\nOrientador \n\nProf. Dr. Paulo Belli Filho \n\n \n\nFlorianópolis/SC \n\nMarço de 2015 \n\n\n\n3 \n \n\n \n\n\n\n4 \n \n\nRESUMO \n\n \n\nO presente trabalho buscou refletir e apresentar os resultados do curso \n\nde Gestão Social de Bacias Hidrográficas (GSBH) realizado nos \n\nmunicípios de Araranguá, Chapecó e Braço do Norte, no contexto do \n\nprograma de capacitação do Projeto Tecnologias Sociais para a Gestão \n\nda Água II (TSGA II) em Santa Catarina. A água é um bem essencial à \n\nvida, é um recurso natural limitado que está presente em praticamente \n\ntodos os processos ecológicos e sociais. Ela é, portanto, um bem comum \n\nda humanidade, dotado de valor ecológico, social e econômico. Por isso, \n\nsua gestão deve ser feita de forma participativa, qualificada, mediadora \n\ne estratégica, buscando entender e valorizar os contextos das \n\ncomunidades locais inseridas nas bacias hidrográficas e suas relações \n\ncom o ambiente. Os objetivos específicos deste trabalho são: a) \n\nsistematizar os resultados obtidos em cada uma das regiões; b) registrar \n\na experiência de capacitação do Projeto TSGA II na Gestão Social de \n\nBacias Hidrográficas; c) apresentar o acordo inicial construído nas \n\nregiões; d) construir um quadro síntese dos resultados em cada uma das \n\nregiões; e e) elaborar um reflexão teórica e metodológica para o avanço \n\ndas Tecnologias Sociais de Gestão da Água. Para isso, foram utilizadas \n\nmetodologias colaborativas de construção coletiva de conceitos e \n\nestratégias, tais como: a Pedagogia do Amor, a metodologia de \n\nConstrução do Espírito da Lei das Águas e sinergia com as Leis Irmãs e \n\na metodologia Open Space ou Espaço Aberto. Como resultados desse \n\ntrabalho tem-se a apresentação dos acordos iniciais construídos \n\ncoletivamente e a construção de um quadro síntese dos resultados \n\nobtidos durante os cursos de GSBH nas regiões de Araranguá, Chapecó \n\ne Braço do Norte. A expectativa deste trabalho é contribuir para a gestão \n\ndos recursos hídricos nas respectivas bacias hidrográficas, buscando \n\nsistematizar e devolver os resultados do curso aos participantes do \n\ncurso, comitês de bacias e lideranças locais. \n\nPalavras Chave: Gestão Social; Governança; Metodologias \n\nColaborativas; Bem Comum; Água. \n\n\n\n5 \n \n\nSUMÁRIO \n1. INTRODUÇÃO.......................................................................... 7 \n\n2. OBJETIVOS ............................................................................. 13 \n\n2.1. Objetivo Geral .................................................................. 13 \n\n2.2. Objetivos Específicos ....................................................... 13 \n\n3. JUSTIFICATIVA ..................................................................... 14 \n\n3.1. Justificativa Legal............................................................. 15 \n\n3.1.1. Os Princípios do Direito Difuso e a Constituição Federal \n\nde 1988 16 \n\n3.1.2. As Leis Irmãs ................................................................ 18 \n\n3.1.3. A Lei das Águas ........................................................... 21 \n\n3.2. Justificativa Pedagógica ................................................... 25 \n\n3.2.1. Teoria da Autopoiésis ................................................... 25 \n\n3.2.2. Teoria da Complexidade............................................... 29 \n\n3.2.3. Teoria da Transdisciplinaridade ................................... 33 \n\n3.3. Justificativa Conceitual .................................................... 37 \n\n3.3.1. Gestão Social e Governança ......................................... 37 \n\n3.3.2. Bens Comuns ................................................................ 41 \n\n3.3.3. Empoderamento ............................................................ 45 \n\n4. METODOLOGIA .................................................................... 50 \n\n4.1. Metodologia da Pedagogia do Amor ................................ 53 \n\n4.2. Metodologia de Construção do Espírito da Lei ................ 59 \n\n4.3. Sinergia com as Leis Irmãs .............................................. 63 \n\n4.4. Metodologia Espaço Aberto ou Open Space .................... 65 \n\n5. RESULTADOS ........................................................................ 71 \n\n\n\n6 \n \n\n5.1. Resultados da Construção Coletiva na Região de \n\nAraranguá/SC ................................................................................... 76 \n\n5.2. Resultados da Construção Coletiva na região de Chapecó/SC\n\n 80 \n\n5.3. Resultados da Construção Coletiva na região de Braço do \n\nNorte/SC ........................................................................................... 83 \n\n6. CONSIDERAÇÕES FINAIS ................................................... 87 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ............................................. 89 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n7 \n \n\n1. INTRODUÇÃO \n \n\n Com este trabalho buscou-se apresentar uma reflexão sobre os \n\nresultados do curso de Gestão Social de Bacias Hidrográficas (GSBH) \n\nno contexto do Programa de Capacitação Presencial do Projeto \n\nTecnologias Sociais para a Gestão da Água II (TSGA II), realizado nas \n\nregiões de Araranguá, Chapecó e Braço do Norte em Santa Catarina. \n\n As atividades do Projeto acontecem em diversas regiões de \n\nSanta Catarina envolvendo diretamente os municípios de Florianópolis, \n\nBiguaçu, Braço do Norte, Orleans, Tubarão, Araranguá, Urubici, \n\nConcórdia, Chapecó e Ituporanga, conforme apresentado na Figura 1, \n\nalém de envolver indiretamente outros municípios pertencentes às \n\nbacias hidrográficas dessas regiões. \n\n \n\nFigura 1: Regiões de abrangência do Projeto TSGA II (Fonte: TSGA) \n\n O objetivo geral do projeto TSGA II é dar continuidade às \n\nações da Fase I do Projeto, fortalecendo o uso sustentável da água \n\natravés do apoio à capacidade de gestão local de comunidades em bacias \n\nhidrográficas de Santa Catarina, integrado à disseminação de materiais \n\npedagógicos e implementação de tecnologias sociais para o uso \n\nconsciente do bem comum água. \n\n\n\n8 \n \n\n Os objetivos específicos do Projeto são (BELLI Fº; MARTINS; \n\nSILVA; 2010):  \n\n? Instalar e utilizar pedagogicamente Unidades Demonstrativas \n(UDs) de sistemas de produção agrícola familiar sustentável \n\nvisando a implantação e disseminação de tecnologias sociais \n\npara o uso eficiente da água, com foco no manejo da irrigação, \n\ntratamento e valorização de dejetos de animais, e proteção dos \n\nmananciais superficiais e subterrâneos. \n\n? Disseminar Tecnologias Sociais para o saneamento básico rural, \natravés de unidades demonstrativas para captação, \n\narmazenamento e tratamento de água, esgotamento sanitário, e \n\nresíduos sólidos, nas comunidades de abrangência do projeto. \n\n? Fortalecer as atividades formação, capacitação, incluindo \natividades de Ensino à Distância (EaD), em temas relacionados \n\ncom o uso eficiente da água e preservação dos recursos \n\nhídricos, com prioridade para alunos do ensino fundamental e \n\ncorpo técnico das comunidades e organizações parceiras do \n\nTSGA. \n\n? Desenvolver programas de Educação Ambiental (EA) visando \ndivulgação, mobilização, sensibilização, formação e \n\ncapacitação para a gestão da água, com a participação de \n\nescolas, organizações políticas, sociais e privadas, bem como da \n\nmídia local e regional. \n\n? Consolidar a implantação do Centro de Tecnologias Sociais \npara a Gestão da Água – CETRAGUA na Universidade Federal \n\nde Santa Catarina.  \n\n Participo do Projeto TSGA II, desde setembro de 2013, como \n\nbolsista de extensão, atuando principalmente nas atividades de EA e de \n\nformação e capacitação presencial e à distância nas regiões de \n\nFlorianópolis, Biguaçu, Orleans, Tubarão, Araranguá, Urubici, Chapecó \n\ne também na Terra Indígena Laklãnõ em Ibirama. \n\n Além da organização, planejamento e execução do Curso de \n\nCapacitação em “Gestão Social de Bacias Hidrográficas” e seus \n\nrespectivos materiais didáticos junto ao Grupo Transdisciplinar de \n\n\n\n9 \n \n\nGovernança de Bens Comuns (GTHidro), dentro do Projeto TSGA II, \n\ntive a oportunidade de trabalhar em diversas áreas do Projeto, como por \n\nexemplo: monitor da disciplina de “Gestão da Água – ENS 8001” na \n\nLicenciatura Intercultural Indígena do Sul da Mata Atlântica da UFSC; \n\nplanejamento e execução dos Programas de EA e das Oficinas \n\nPedagógicas sobre Tecnologias Sociais e UDs implantadas, Qualidade \n\nda Água e Resíduos Sólidos junto às Escolas e parceiros do Projeto; \n\nalém da participação e apresentação de trabalhos em eventos científicos. \n\n Portanto, as atividades realizadas durante o projeto \n\nproporcionaram o envolvimento com diversas regiões do Estado e com \n\nsuas respectivas demandas e potenciais relacionados ao uso, gestão e \n\npreservação da água, nos diferentes contextos locais. Dessa forma, o \n\nTSGA II contribuiu para a aprendizagem em diversas temáticas \n\nambientais e sociais, como: gestão de recursos hídricos, saneamento, \n\neducação ambiental, tecnologias sociais, qualidade da água, saúde, \n\nprodução de alimentos, envolvendo diferentes áreas abordadas no curso \n\nde Engenharia Sanitária e Ambiental e possibilitando a execução de \n\natividades de ensino, pesquisa e extensão. \n\n O curso “Gestão Social de Bacias Hidrográficas” do Projeto \n\nTSGA II, surge no contexto da formação e capacitação dos atores locais. \n\nAs regiões nas quais os cursos foram realizados, as temáticas de curso e \n\nos conteúdos abordados foram escolhidos pelos atores e parceiros locais \n\nligados ao Projeto, a partir do diálogo com a coordenação da \n\ncapacitação do TSGA II e com os responsáveis pela ministração dos \n\ncursos. \n\n Portanto, o curso de “Gestão Social de Bacias Hidrográficas” do \n\nTSGA II, surgiu a partir das demandas e sugestões de conteúdos \n\nelaboradas pelas comunidades nas diferentes regiões de Santa Catarina. \n\nA organização foi inspirada nas metodologias, trabalhos e pesquisas \n\nrealizadas ao longo de muitos anos pelo GTHidro, grupo que surgiu em \n\n1983 na UFSC e é coordenado pelo prof. Daniel José da Silva. \n\n Ao todo, o Projeto TSGA II, realizou 16 cursos presenciais nas \n\ndiversas regiões de Santa Catarina, abordando diferentes temáticas \n\nambientais que eram demandadas em cada uma das regiões. A seguir é \n\napresentada uma tabela 1 que mostra os cursos realizados e as \n\nrespectivas regiões onde foram ministrados. \n\n\n\n10 \n \n\nTabela 1: Cursos realizados pelo Projeto TSGA e respectivas regiões (Fonte: TSGA) \n\nCURSO MUNICÍPIO REGIÃO DATA  \nNº \n\nhrs/aul\na \n\nGestão Social \nde Bacias \n\nHidrográficas Araranguá SUL \n\n30,31/07 e \n01/08 \n\n24 \n\nRecuperação de \nMata Ciliar \n\nAraranguá SUL 14 e 15/08 16 \n\nGestão Social \nde Bacias \n\nHidrográficas \nChapecó OESTE \n\n20,21 e \n22/08 \n\n24 \n\nSustentabilidad\ne de GAIA \n\nTubarão \nSUL \n\n28 e 29/08 16 \n\nRecuperação de \nMata Ciliar \n\nChapecó OESTE 4 e 5/09 16 \n\nGestão Social \nde Bacias \n\nHidrográficas \n\nBraço do \nNorte \n\nSUL \n\n10, 11 e \n12/09 \n\n24 \n\nSaneamento \nRural \n\nAraranguá SUL \n17,18 e \n19/09 \n\n24 \n\nManejo para a \nQualidade do \n\nSolo \nConcórdia OESTE 22 e 23/09 16 \n\nManejo para a \nQualidade do \n\nSolo \n\nBraço do \nNorte \n\nSUL \n29 e 30/09 16 \n\nSaneamento \nRural \n\nConcórdia OESTE 8, 9 e 10/10 24 \n\nEducação para \nPrevenção e \nRedução de \n\nRiscos \nClimáticos \n\nAraranguá SUL \n20, 22, 23 e \n\n24/10 \n28 \n\n\n\n11 \n \n\nUso de \nGeotecnologias \n\nLivres para \nApoio à Gestão \n\nde Bacias \nHidrográficas \n\nConcórdia OESTE \n22,23 e \n24/10 \n\n24 \n\nMonitoramento \ne Diagnóstico \nde Qualidade \n\nde Água \nSuperficial \n\nConcórdia OESTE \n29,30/10 , \n\n05,06 e \n13/11 \n\n40 \n\nUso de \nGeotecnologias \n\nLivres para \nApoio à Gestão \n\nde Bacias \nHidrográficas \n\nAraranguá SUL \n12,13 e \n14/11 \n\n24 \n\nGeoconservaçã\no, Geoturismo e \n\nGeoparques \nAraranguá SUL \n\n20,21 e \n22/11 \n\n24 \n\nGestão Social \nde Bacias \n\nHidrográficas \n\nFlorianópoli\ns \n\nFlorianópoli\ns \n\n9,10 e 11/12 24 \n  \n\n O curso de GSBH teve duração de 24 horas/aula e buscou \n\nsensibilizar, formar e capacitar os atores locais para uma gestão social \n\nda água participativa, estratégica e qualificada, que valoriza os saberes e \n\nos diferentes contextos locais e também as leis brasileiras e os bens \n\ncomuns, principalmente o bem comum essencial à todas as formas de \n\nvida, a água.  \n\n Para isso, o curso contou com vivências e dinâmicas de \n\nsensibilização e formação, metodologias colaborativas de construção \n\ncoletiva, o diálogo de saberes entre os participantes e os ministrantes, \n\nalém das apresentações digitais, materiais didáticos e uma apostila, \n\nmateriais estes, abertos e disponibilizados para os participantes do curso \n\nna forma impressa e digital na plataforma do Projeto TSGA. \n\n\n\n12 \n \n\n O curso e a apostila foram divididos em quatro núcleos: Núcleo \n\nde Sensibilização, Núcleo de Capacitação Pedagógica, Núcleo de \n\nCapacitação Estratégica e Núcleo de Gestão Social, inspirados \n\nprincipalmente no Modelo de Planejamento Estratégico para o \n\nDesenvolvimento Sustentável (PEDS), de Silva 1998 e no Modelo de \n\nGovernança da Água e do Território para a Sustentabilidade (GATS), de \n\nFernandes Neto 2008, ambos trabalhos realizados pelo GTHidro. \n\n O Núcleo de Sensibilização buscou o reconhecimento e a \n\naproximação dos participantes do curso, além de legitimar as emoções \n\nno processo de produção do conhecimento, valorizando-as como forma \n\nde auxílio no aprendizado e no pertencimento ao grupo e ao trabalho \n\nque foi desenvolvido. \n\n O Núcleo de Capacitação Pedagógico e Estratégico trabalhou \n\na qualificação dos participantes de forma pedagógica, utilizando de \n\ndinâmicas e metodologias para o processo de aprendizado coletivo e \n\ntrazendo conceitos que contribuirão para a participação empoderada dos \n\natores sociais envolvidos. Também foram utilizados recursos e conteúdo \n\nestratégico como a legislação existente sobre recursos hídricos e as leis \n\nfederais que dialogam e complementam-se com esse tema, contribuindo, \n\ndessa forma, para o empoderamento dos participantes para uma atuação \n\nparticipativa, estratégica e qualificada na boa gestão da água. \n\n O Núcleo de Gestão Social, por fim, trabalhará o caráter \n\norganizacional do processo a fim de garantir a efetividade no \n\ncumprimento de seus objetivos, bem como sua continuidade, para tanto, \n\ntrabalhou-se uma tecnologia social como um exemplo de ferramenta \n\npara a gestão social, da governança participativa, o Modelo de \n\nGovernança da Água e do Território para a Sustentabilidade – Modelo \n\nGATS. \n\n Os módulos desse curso buscaram, portanto, atender aos \n\nobjetivos desses núcleos, entrelaçando metodologias do próprio PEDS \n\ncom conteúdos técnicos, legais e outras metodologias desenvolvidas \n\npelo GTHidro, com o fim de capacitar e qualificar os participantes num \n\nmodelo de Governança Local, contribuindo de forma mais efetiva para a \n\nGestão Social da Água.  \n\n A contribuição dos espaços deliberativos é fundamental para o \n\nfortalecimento da governança da água. A ampliação destes espaços de \n\n\n\n13 \n \n\nparticipação cidadã e o desenvolvimento e aplicação de metodologias \n\ncolaborativas favorece qualitativamente a capacidade de representação \n\ndos interesses coletivos. Entretanto, existe o grande desafio de que esses \n\nespaços sejam efetivamente públicos, tanto no seu formato quanto nos \n\nresultados, por isso, a educação e o empoderamento da comunidade em \n\ntodos os níveis e a preparação de gestores com novas abordagens \n\ntambém é fundamental para o avanço da gestão dos recursos hídricos \n\n(JACOBI, 2010). \n\n2. OBJETIVOS \n\n \n\n2.1. Objetivo Geral \n\n  \n\n O objetivo geral deste trabalho é realizar uma reflexão sobre os \n\nresultados obtidos nos cursos de Gestão Social de Bacias Hidrográficas \n\nrealizados nos municípios de Araranguá, Chapecó e Braço do Norte pelo \n\nProjeto TSGA II em Santa Catarina. \n\n \n\n2.2. Objetivos Específicos \n\n \n\n Os objetivos específicos dessa pesquisa são: \n\na) Sistematizar as informações construídas coletivamente durante \nos cursos de GSBH; \n\nb) Registrar a experiência de capacitação do Projeto TSGA na \nGestão Social de Bacias Hidrográficas; \n\nc) Apresentar o Acordo Inicial construído em cada uma das \nregiões; \n\nd) Construir um quadro síntese dos resultados da capacitação em \nGSBH para cada uma das regiões; \n\ne) Elaborar uma reflexão técnica e metodológica para o avanço \ndas Tecnologias Sociais de Gestão da Água; \n\n\n\n14 \n \n\n3. JUSTIFICATIVA \n \n\n O Projeto Tecnologias Sociais para a Gestão da Água II busca \n\nconscientizar, capacitar e aproximar a comunidade catarinense à \n\npedagogias, metodologias e tecnologias para uma boa gestão da água em \n\nSanta Catarina. Para isso, o Projeto TSGA conta com quatro programas \n\nespecíficos, são eles: \n\n? Programa I - Tecnologias Sociais para a Gestão da Água – \nImplantação e Avaliação de Unidades Demonstrativas; \n\n  \n\n? Programa II - Formação e Capacitação de Técnicos e Atores \nSociais Municipais para a Gestão do Recurso Água \n\n \n\n? Programa III – Inserção Comunitária e Estratégias de Educação \nAmbiental para a Gestão da Água \n\n \n\n? Programa IV - Comunicação, Disseminação de Informações e \nAcompanhamento do Projeto \n\n \n\nO curso de Gestão Social de Bacias Hidrográficas acontece, \n\nportanto, no contexto do Programa II de Formação e Capacitação de \n\nTécnicos e Atores Sociais para a Gestão do Recurso Água do Projeto \n\nTecnologias Sociais para Gestão da Água II (TSGA II). Onde, a partir \n\nde demandas locais, foram construídos cursos de capacitação específicos \n\nnas regiões de abrangência do Projeto TSGA II, afim de contribuir para \n\na sensibilização, mobilização, formação e capacitação das comunidades. \n\n O fato de muitas estratégias de governança de bens comuns \n\nlocais serem planejadas por governos e entidades centrais, afastadas da \n\nrealidade local e sem conhecimentos das condições locais, resulta no \n\ninsucesso de muitas das medidas adotadas e o resultado é a frequente e \n\ncontínua a degradação dos recursos em questão (SIMÕES, MACEDO e \n\nBABO, 2011). \n\n Dada a urgência dos problemas com que as nossas sociedades \n\nse deparam e o fato estes se apresentarem a uma escala global, é \n\nessencial aprofundar a investigação sobre a diversidade de mecanismos \n\n\n\n15 \n \n\nde governança cooperativa procurando criar sistemas de gestão que \n\nsejam participativos, eficientes e protetores dos bens comuns. \n\n Dentro deste contexto geral, o curso de GSBH foi estruturado a \n\npartir de três bases fundamentais, a legal, a pedagógica e a conceitual, \n\nque estruturam e justificam as metodologias e os conteúdos abordados \n\nno curso. A figura 1 apresenta o modelo que fundamenta a construção \n\npedagógica do curso. \n\n \n\nFigura 2: Estrutura pedagógica do Curso de Gestão Social de Bacias Hidrográficas \n\n \n\n3.1. Justificativa Legal \n\n  \n\n Neste momento, apresentam-se as justificativas legais que \n\norientam os conteúdos e as metodologias utilizados no curso de GSBH. \n\n \n\n\n\n16 \n \n\n3.1.1. Os Princípios do Direito Difuso e a Constituição Federal \n\nde 1988 \n\n  \n\n O art. 225, caput, da Magna Carta assegura o interesse difuso ao \n\nmeio ambiente, estabelecendo concepções fundamentais sobre o Direito \n\nAmbiental, pois indica o direito ao meio ambiente ecologicamente \n\nequilibrado como direito de todos e dispõe a natureza jurídica dos bens \n\nambientais como de uso comum do povo e impõe tanto ao poder Público \n\nquanto à coletividade o dever de defender e preservar os bens \n\nambientais para as presentes e futuras gerações. \n\n            O nosso Texto Constitucional está de acordo com a Declaração \n\nsobre o Ambiente Humano, realizada na Conferência das Nações Unidas \n\nem Estocolmo, Suécia, em junho de 1972, na qual ficou estabelecido: \n\n\"O homem tem o direito fundamental à liberdade, à igualdade e ao \n\ndesfrute de condições de vida adequadas, em um meio ambiente de \n\nqualidade tal que lhe permita levar uma vida digna, gozar de bem-estar, \n\ne é portador solene de obrigação de proteger e melhorar o meio \n\nambiente, para as gerações presentes e futuras\". \n\n A seguir, apontam-se os seguintes princípios constitucionais do \n\nmeio ambiente, fixados no art. 225 da Constituição Federal (SMANIO, \n\n2004): \n\n            1. Princípio da obrigatoriedade da intervenção estatal: o Poder \n\nPúblico tem o dever de defender e preservar o meio ambiente, \n\nassegurando sua efetividade. A ação governamental deverá ocorrer na \n\nmanutenção do equilíbrio ecológico. \n\n            2. Princípio da prevenção e da precaução: significa que deve ser \n\ndada prioridade às medidas que evitem danos ao meio ambiente. A \n\nConstituição exige, na forma de lei (Política Nacional de Meio \n\nAmbiente – Lei Federal 6.938/81), a realização de Estudo Prévio de \n\nImpacto Ambiental (EIA)  para instalação de obra ou atividade \n\npotencialmente causadora de significativa degradação do meio \n\n\n\n17 \n \n\nambiente. A lei determina a proteção de ecossistemas, com preservação \n\nde áreas representativas e de áreas ameaçadas de degradação. \n\n            3. Princípio da educação ambiental ou princípio da informação e \n\nda notificação ambiental: o Poder Público deverá promover a educação \n\nambiental em todos os níveis de ensino e a conscientização pública para \n\npreservação do meio ambiente (a comunidade deve ser capacitada para \n\nparticipar da proteção e do cuidado com o meio ambiente). \n\n            4. Princípio da participação e cooperação: o Estado e a \n\ncoletividade têm o dever de defender o meio ambiente e preservá-lo para \n\nas gerações presentes e futuras. O Estado e a sociedade devem cooperar \n\nna formulação e execução da política ambiental. Os diferentes grupos \n\nsociais devem participar dessas atividades juntamente com a \n\nAdministração Pública. A comunidade deve ser educada com o intuito \n\nde estar capacitada para a participação ativa na proteção e defesa do \n\nmeio ambiente. \n\n            5. Princípio da ubiqüidade: o meio ambiente deve ser levado em \n\nconsideração antes da e durante a realização de qualquer atividade que \n\nvenha a ser desenvolvida, de qualquer natureza. Decorre da tutela \n\nconstitucional da vida e da qualidade de vida. \n\n            6. Princípio do poluidor-pagador ou da responsabilização: o \n\npoluidor é obrigado a corrigir ou recuperar o ambiente, além de cessar a \n\natividade nociva. O responsável pelo dano ambiental deverá indenizar a \n\nsociedade. A responsabilidade será objetiva, independentemente de \n\nculpa por parte do poluidor. As condutas consideradas lesivas ao meio \n\nambiente sujeitarão os infratores, pessoas físicas ou jurídicas, a sanções \n\npenais e administrativas. \n\n            7. Princípio do desenvolvimento sustentado: a compatibilização \n\ndo desenvolvimento econômico-social com a preservação da qualidade \n\ndo meio ambiente e do equilíbrio ecológico. A conciliação dos valores \n\nconsiste na exploração equilibrada dos recursos naturais, devendo ser \n\nobservados os limites da satisfação das necessidades e do bem-estar da \n\n\n\n18 \n \n\npresente geração, para a conservação do meio ambiente no interesse das \n\ngerações futuras. \n\n            8. Princípio da função sócio-ambiental da propriedade: a \n\nConstituição Federal incluiu, entre os pressupostos do cumprimento da \n\nfunção social genérica, a utilização adequada dos recursos naturais \n\ndisponíveis e preservação do meio ambiente. Fundamentou o princípio \n\nsegundo o qual a propriedade urbana é formada e condicionada pelo \n\ndireito urbanístico a fim de cumprir sua função social de propiciar \n\nmoradia, condições adequadas de trabalho e de circulação humana. \n\n Apesar de o artigo 225 da Constituição Federal dispor que “[...] \n\ntodos têm direito ao meio ambiente ecologicamente equilibrado, bem de \n\nuso comum do povo e essencial à sadia qualidade de vida, impondo-se \n\nao Poder Público e à coletividade o dever de defendê-lo e preservá-lo \n\npara as presentes e as futuras gerações”. (BRASIL, art. 225) e dos \n\nprincípios oriundos do direito ambiental, verifica-se que, na prática, \n\nexiste uma grande dificuldade em materializar a participação social \n\nqualificada, essencial para concretizar a governança democrática. \n\n Portanto, podemos justificar a iniciativa de um curso como o de \n\n“Gestão Social de Bacias Hidrográficas” com base em quase todos os \n\nprincípios apresentados. Podemos destacar os princípios 3 e 4 como \n\nfundamentais para justificar esse tipo de atividades de capacitação, pois, \n\ncomo já citado anteriormente, o objetivo do curso foi a promoção da \n\neducação ambiental para a conscientização, mobilização, formação e \n\ncapacitação dos atores e preservação do ambiente, buscando a \n\nparticipação e cooperação entre os participantes.  \n\n \n\n3.1.2. As Leis Irmãs \n\n  \n\n Notadamente, algumas Leis Federais regulamentam áreas de \n\ninteresse social e coletivo e compõem um ordenamento jurídico \n\npertinente à participação social justa e democrática, de forma a estimular \n\n\n\n19 \n \n\na cidadania e a participação qualificada dos cidadãos nos processos \n\npolíticos e administrativos relacionados aos bens de interesse público e \n\naos bens comuns. A seguir apresentaremos algumas das Leis Irmãs que \n\nforam trabalhadas no curso de GSBH junto aos participantes das \n\ndiversas regiões, são elas: \n\n? Política Nacional de Recursos Hídricos (PNRH) - Lei Federal \n\n9.433/97; \n\n? Política Nacional de Educação Ambiental (PNEA) - Lei Federal \n\n9.795/99; \n\n? Sistema Nacional de Unidades de Conservação (SNUC) - Lei \n\nFederal 9.985/00; \n\n? Política Nacional de Saneamento (PNSAN) – Lei Federal \n\n11.445/07;  \n\n? Política Nacional de Resíduos Sólidos (PNRS) – Lei Federal \n\n12.305/10; \n\n? Política Nacional Estatuto das Cidades (EC) – Lei Federal \n\n10.257/01; \n\n A Política Nacional de Recursos Hídricos é clara e objetiva na \n\ndefinição de diretrizes gerais de ação, as quais se referem à \n\nindispensável integração da gestão das águas com a gestão ambiental \n\nSilva em 2005, cria o conceito de “leis irmãs” para aquelas leis que \n\npossuem pertinências entre si e coloca que, para que sejam articuladas \n\npara a gestão integrada é preciso buscar a sinergia entre os fenômenos \n\nque estas representam. Quando a sinergia ocorre, os resultados finais são \n\nsuperiores àqueles obtidos individualmente, facilitando assim, a \n\nconcretização dos objetivos de ambas as leis. \n\n As leis irmãs apresentadas e trabalhadas no curso estão \n\nbaseadas no dispositivo constitucional do direito difuso, aquele que diz \n\nrespeito ao interesse de todos, e na prerrogativa da participação cidadã, \n\n\n\n20 \n \n\natravés das organizações representativas da sociedade. O padrão que \n\nliga estas leis é o fato de que agora o planejamento e a gestão da água, \n\nda conservação da natureza e do desenvolvimento das cidades, o \n\nsaneamento e a gestão de resíduos, devem ser realizados com e pela \n\nparticipação cidadã, tendo na educação ambiental a abordagem \n\npedagógica transdisciplinar de formação e capacitação comum a todos \n\nestes processos. \n\n Por isso, a ideia de trabalhar as “leis irmãs” durante o curso \n\nvisou empoderar os atores locais para uma ação qualificada e embasada \n\nno arcabouço legal brasileiro buscando elucidar as conexões existentes \n\nentre essas leis e a Lei das Águas e, com isso, alcançar resultados finais \n\nsuperiores e mais robustos do que se fosse trabalhada apenas a Política \n\nNacional de Recursos Hídricos – Lei Federal 9.433/97. \n\n Poderiam ser trabalhadas diversas outras leis brasileiras que \n\ntambém estão direta ou indiretamente conectadas com a Leis das Águas \n\ncomo, por exemplo:  \n\n? Política Nacional sobre Mudança do Clima – Lei Federal \n\n12.187/09; \n\n? Política Nacional de Proteção e Defesa Civil – Lei Federal \n\n12.608/12; \n\n? Política Nacional de Meio Ambiente – Lei Federal 6.938/81; \n\n? Política Nacional de Saúde – Lei Federal 8.080/90 \n\n Além dessas Políticas Nacionais, também poderiam ser \n\ntrabalhadas as políticas estaduais e municipais relativas aos recursos \n\nhídricos tornando os resultados cada vez mais robustos. Entretanto, \n\ndevido a limitação de tempo do curso foram selecionadas, a partir das \n\ndemandas levantadas nas regiões, apenas as seis primeiras leis federais \n\nelencadas. \n\n Sendo assim, as políticas nacionais devem ser ambientalmente \n\nsustentáveis e assentadas em instituições conectadas com as novas \n\nlegislações brasileiras e que, a partir dessa visão mais holística das \n\n\n\n21 \n \n\nmudanças promovidas pelo Estado, estejam focadas na gestão integrada \n\ndos recursos hídricos num processo que propicie a equidade, o \n\nempoderamento, a participação multissetorial qualificada e que busque a \n\nsinergia entre as leis brasileiras. \n\n \n\n3.1.3. A Lei das Águas \n\n  \n\n Inicialmente, consolidou-se a legislação ambiental, com a \n\nPolítica Nacional do Meio Ambiente e a Constituição Federal de 1988, a \n\npartir de fundamentos democráticos e um novo modelo conceitual, que \n\npassa a agregar ao Estado mínimo a participação de vários atores na \n\nelaboração não só das Políticas Públicas, mas também, nos processos de \n\ngestão. Sendo assim, nesta perspectiva, a realização das políticas \n\npúblicas não se restringe mais, ao âmbito do Estado, mas permite, com a \n\ncriação de novos espaços, a participação e o controle social. \n\n Posteriormente, a Lei das Águas, que regulamenta o artigo 21 \n\nda Constituição Federal 1988, institui a Política Nacional de Recursos \n\nHídricos e cria o Sistema Nacional de Gerenciamento de Recursos \n\nHídricos (SINGREH), tendo a água como um bem de domínio público e \n\ngestão descentralizada e participativa dos recursos hídricos como seus \n\nfundamentos. \n\n Os fundamentos da Lei nº 9.433/1997 indicam novos rumos em \n\nmatéria de gestão das águas, a começar pelo entendimento jurídico-legal \n\nde que a superação dos graves problemas ecológicos atuais e a condução \n\ndo desenvolvimento econômico rumo a cenários socioambientais \n\nsustentáveis passa pelo cruzamento das questões ecológicas, \n\nsocioeconômicas e político-financeiras de sustentabilidade do sistema de \n\ngestão dos recursos hídricos. Requer, portanto, o cuidado e o debate \n\ndemocrático permanente e representa a razão prática que confirma a \n\nnecessidade crescente da participação de todos no planejamento e na \n\ngestão das águas. Esta é, em suma, a tarefa básica do SINGREH. \n\n\n\n22 \n \n\n A governança da água no Brasil começa como construção \n\nconceitual, teórica e operacional da Política Nacional de Recursos \n\nHídricos, através da Lei n. 9.433 de 1997. Segundo Jacobi, a governança \n\nda água implica que a legislação nacional passe a ser estruturada a partir \n\nde três elementos fundamentais, são eles: a gestão descentralizada por \n\nbacias hidrográficas, à gestão integrada e a gestão participativa \n\n(JACOBI, 2010). \n\n Dessa forma, passa-se de uma abordagem setorial, focada no \n\ndesenvolvimento industrial, para uma abordagem complexa que busca \n\nrealizar o desenvolvimento sustentável, através de uma gestão integrada \n\ne participativa. O meio ambiente passa a ser tema transversal das \n\npolíticas públicas, e a visão ecossistêmica deve prevalecer na \n\ngovernança da água. A Lei das Águas introduz um modelo sistêmico de \n\nintegração participativa, tendo como base os conceitos de bacia \n\nhidrográfica como unidade de planejamento, a da água como um bem de \n\ndomínio público dotado de valor ecológico, social e econômico e os \n\ncolegiados gestores, especialmente os comitês de bacia, como espaços \n\nde diálogo e decisão. \n\n A adoção da bacia hidrográfica como unidade regional de \n\nplanejamento e gerenciamento das águas resultou na delimitação de \n\nUnidades de Gerenciamento de Recursos Hídricos, cujos órgãos \n\nconsultivos e deliberativos de gerenciamento são denominados Comitês \n\nde Bacias Hidrográficas. O sistema baseado na tríade: descentralização, \n\nparticipação e integração, considera a qualidade e a quantidade das \n\náguas através de ações que promovam os usos múltiplos dos recursos \n\nhídricos. A efetivação do processo de gestão em bacias hidrográficas, \n\nainda, é embrionária e a prioridade dos organismos de bacia centra-se na \n\ncriação dos instrumentos necessários para a gestão.  \n\n A proposta de gestão a partir da bacia hidrográfica, demanda \n\ndos comitês um amplo leque de relações com os grupos de interesses. \n\nIsto coloca a necessidade de levar em consideração bacias com níveis \n\ndiferenciados de estrutura física e também práticas diferenciadas de \n\n\n\n23 \n \n\ngestão integrada, pois as demandas exigem soluções complexas quando \n\nenvolvem direitos difusos, como é o caso dos recursos hídricos. \n\n A Lei das Águas, portanto, propõe uma política participativa e \n\num processo decisório aberto aos diferentes atores sociais vinculados ao \n\nuso da água, dentro de um contexto mais abrangente de revisão das \n\natribuições do Estado, do papel dos usuários e do próprio uso da água. \n\nBusca também fortalecer a gestão descentralizada de cada bacia \n\nhidrográfica pelos respectivos comitês, subcomitês e agências, e institui \n\na outorga e cobrança pelo uso dos recursos hídricos como um dos \n\nprincipais instrumentos de atuação destes órgãos, pois é a partir da \n\ngeração de recursos e fundos que permitirá investimentos na \n\npreservação dos próprios rios e bacias. Também provoca um maior rigor \n\nno controle sobre os efluentes despejados nos rios. Isso porque a \n\nlegislação sobre a cobrança pelo uso da água se baseia no conceito de \n\nusuário-pagador, no qual se incluem todos os que utilizam recursos \n\nnaturais para a produção industrial, sua comercialização e consumo. \n\n Outro aspecto fundamental da Lei n. 9.433/97 institui que a \n\ngestão dos recursos hídricos necessita observar os usos múltiplos das \n\náguas tendo como parâmetro a sustentabilidade ambiental. A Agenda 21 \n\njá apontava no capítulo 18 o caráter multissetorial dos recursos hídricos, \n\nno contexto do desenvolvimento socioeconômico, recomendando planos \n\nracionais na utilização das águas superficiais e subterrâneas, com o \n\napoio de medidas concomitantes de conservação, preservação e \n\nminimização da contaminação e do desperdício. Nesse sentido, os \n\ndesafios a serem enfrentados implicam, não apenas a mudança da visão \n\nfragmentada e setorial, mas o esforço para construir uma governança \n\ndemocrática e preventiva a partir de uma visão ecossistêmica das bacias \n\ne da água como um bem comum da humanidade. É imperativo \n\nreconhecer que a vida das pessoas e o meio ambiente estão \n\nprofundamente interligados, e que os processos ecológicos mantêm o \n\nplaneta capacitado a sustentar a vida. (FARIAS, 2005) \n\n Nesse contexto, a cidadania ambiental tornou-se o eixo \n\nestruturante da governança. No entanto, como se sabe, isso implica em \n\n\n\n24 \n \n\nque haja espaços efetivos de participação e conhecimento daqueles que \n\nparticipam, fruto de um amplo aprendizado social das questões \n\nambientais, a partir de uma visão inter e transdisciplinar. Refletir a \n\ngovernança global da água, bem como o papel de países como o Brasil é \n\nfundamental na medida em que somos detentores de 12 a 16% das \n\nreservas de água doce (CLARKE e KING, 2005) e, sem dúvida, vamos \n\nexercer um papel fundamental num mundo com escassez de recursos \n\nhídricos. Assim, é imprescindível abordar nosso arcabouço jurídico e \n\nsua eficácia, considerando a água superficial e subterrânea, a partir de \n\numa visão ecossistêmica.  \n\n Apesar da natureza da água que deflue da Constituição de 1988 \n\nresta saber se os fundamentos que balizam nossa Política Nacional de \n\nRecursos Hídricos promovem a governança participativa e a \n\nsustentabilidade ambiental. Nesse sentido, é necessário ampliar também \n\na discussão a partir de outras visões e saberes, buscando enriquecer os \n\ndebates e criar novos paradigmas para a governança da água por meio \n\ndo diálogo de saberes intercultural e intergeracional, construindo novas \n\nsoluções necessárias para a sustentabilidade. \n\n No entanto, essa perspectiva holística, da Gestão Integrada de \n\nRecursos Hídricos, encontra desafios na sua aplicabilidade para atender \n\na todos com equidade, em função dos diferentes interesses em relação à \n\nágua. Assim, evidencia-se a complexidade de um conceito que não pode \n\napresentar uma única solução para diferentes contextos \n\nsocioeconômicos. Na verdade, a Gestão Integrada de Recursos Hídricos, \n\na partir da governança, deve ser apreendida como os processos de \n\ntomadas de decisão que envolvem atores públicos, sociais e privados, e \n\na ação do Estado centra-se na organização e coordenação dos espaços \n\ndeliberativos, tendo como eixo estruturante a participação. Nesse \n\ncontexto, a descentralização é imprescindível para fomentar a \n\nparticipação, para que os atores compartilhem responsabilidades em \n\ntorno da preservação, com um suporte legal que inclua equitativamente \n\ndiferentes necessidades e interesses sociais. \n\n\n\n25 \n \n\n Portanto, o curso de Gestão Social de Bacias Hidrográficas \n\nbuscou avançar em metodologias que facilitem a organização dos \n\nespaços deliberativos e propiciem o diálogo de saberes entre os \n\nparticipantes e a construção coletiva de conceitos e estratégias. Além \n\ndisso, o curso visou também apresentar um Modelo de Governança \n\n(Modelo GATS) que foi idealizado a fim de que as comunidades que o \n\nutilizam  possam atuar qualificadamente na gestão das políticas públicas \n\nlocais. \n\n \n\n3.2. Justificativa Pedagógica \n\n \n\n Para entender o processo pedagógico e as interações necessárias \n\nà sua efetivação utilizaremos como referencial a Teoria da Autopoiésis, \n\nbuscando revelar as conexões e a indissociação dos fenômenos físicos, \n\necológicos e antropossociais, utilizaremos a Teoria da Complexidade, já \n\npara justificar a necessidade do diálogo entre as diferentes áreas do \n\nconhecimento, assim como a valorização dos diversos saberes, \n\nutilizaremos a Transdisciplinaridade.  \n\n \n\n3.2.1. Teoria da Autopoiésis \n\n   \n\n A Teoria da Autopoiésis fundamenta a perspectiva educacional \n\nabordada nesta pesquisa e o entendimento acerca da relação entre \n\ncognição, aprendizagem, mudança de comportamento e o \n\nempoderamento da comunidade. Além disso, respalda as mudanças \n\nmútuas entre ambiente e indivíduo, favorecendo a constatação de que a \n\nrealidade muda não apenas com as metodologias e técnicas de gestão, \n\nmas também a partir das mudanças das pessoas e das suas novas formas \n\nde se relacionar e compreender o ambiente (MATULJA, 2009).  \n\n\n\n26 \n \n\n Com base nesta teoria, podemos dizer que a aprendizagem só \n\nacontece a partir das relações do sujeito com o seu meio. A natureza é \n\nparte da vida das pessoas, que são autônomas para definir como melhor \n\nse relacionar, mas sempre em uma relação de interação e dependência \n\ncom seu ambiente. \n\n A Teoria da Autopoiésis emerge da tentativa de descobrir e \n\nentender a origem e a organização dos seres vivos e como se processa a \n\naprendizagem. Os estudos realizados por Humberto Maturana e \n\nFrancisco Varela (1997), autores desta teoria, mostram que os seres \n\nvivos são sistemas autônomos e dependentes, pois só são capazes de \n\nproduzir e manter os componentes necessários à sua sobrevivência a \n\npartir das interações internas – entre seus componentes – e as interações \n\nexternas – com o meio ao qual pertencem. É a partir dessas interações \n\nconsigo e com o ambiente que são desencadeadas mudanças mútuas, \n\ntransformando a realidade e construindo novas formas de se relacionar. \n\n Segundo os autores, a constituição de um ser vivo se estabelece \n\na partir de dois domínios: o primeiro refere-se à característica do sistema \n\nvivo de interagir com o seu ambiente, de estar/ser aberto; o segundo \n\nrefere-se a sua capacidade de auto-referência, de um sistema fechado, \n\ncujo operar só faz sentido em relação a si mesmo. Os sistemas vivos são \n\nabertos e fechados ao mesmo tempo, e para entender melhor os sistemas \n\nautopoiéticos como sistemas abertos e fechados, que se mantêm a partir \n\ndas interações internas e externas, é necessário distinguir o que os \n\nautores chamam de organização e de estrutura de um sistema vivo. \n\n A estrutura dos seres vivos é formada por seus componentes \n\n(energia, matéria, substância, ...) e pelas relações entre eles, constituindo \n\numa determinada unidade e processando mudanças constantes em \n\ninteração com o meio para manter a sua organização. Cada unidade \n\npossui a sua própria estrutura, e isso a faz distinguir-se dos outros seres \n\nvivos. \n\n A organização se constitui das relações entre os componentes \n\nde um sistema vivo que os tornam reconhecidos como pertencentes a \n\n\n\n27 \n \n\numa determinada classe. Enquanto a organização gera a classificação de \n\num sistema (ex. pessoa, árvore, peixe), a estrutura garante a sua \n\npeculiaridade, a identidade e a autonomia em relação ao meio. \n\n Um sistema vivo, enquanto sistema autopoiético, é uma unidade \n\nno ambiente que o rodeia; ao surgir, ele define seu espaço de operação \n\ninterno, ao mesmo tempo em que cria uma fronteira de convivência com \n\no ambiente externo. A sua autonomia restringe-se às interações \n\nrealizadas em seu espaço interno. Assim, para entender uma unidade, é \n\npreciso entender a sua lógica interna, o seu operar interno, mas também \n\na sua relação com o ambiente. \n\n A lógica da relação unidade-ambiente é constituída a partir do \n\nacoplamento das suas estruturas – acoplamento estrutural. Quando a \n\nunidade sofre perturbações do ambiente, ela muda suas estruturas para \n\nmanter sua autonomia interna e se adaptar. Quando a unidade muda, ela \n\npode desencadear mudanças também no meio. O acoplamento acontece \n\nquando há compatibilidade entre a estrutura da unidade e a do ambiente, \n\nde modo que ambos sofrem e provocam perturbações mútuas e, \n\nconseqüentemente, mudanças dos seus estados. As mudanças que \n\nocorrem na unidade e no meio são resultantes das suas interações, não é \n\no meio que determina as mudanças na unidade, e nem é a unidade que \n\ndetermina as mudanças no meio, cada um pode apenas desencadear \n\nmudanças no outro, mas elas só se efetivam no interior de cada um \n\ndeles, determinado pela sua própria estrutura. \n\n A cognição, segundo Maturana e Varela, é mais que a \n\nrepresentação do mundo, é a sua própria construção através do ato de \n\nviver. Por isso eles afirmam que todo ato de conhecer produz um \n\nmundo, e o mundo é construído por cada pessoa, a partir de seus \n\nconhecimentos e percepções. Este mundo gerado por cada pessoa \n\nemerge do seu processo de viver e conviver, das suas interações com os \n\noutros e das suas experiências contínuas com o meio. O mundo de cada \n\nindivíduo está ligado ao mundo do outro, cada um é autônomo, mas, ao \n\nmesmo tempo, precisa da convivência, do compartilhamento. \n\n\n\n28 \n \n\n  No caso do humano, além da cognição como fenômeno \n\nbiológico, Silva (1998), com base na Teoria da Autopoiésis, destaca:  \n\n“... a cognição como processo no qual unidade e ambiente \n\naprendem e se reconhecem mutuamente”. \n\n A “história individual de cada ser – ontogenia (....) é resultado \n\ndas suas contínuas mudanças estruturais, provocadas por sua dinâmica \n\ninterna ou por suas interações com o ambiente, onde também ocorre este \n\ntipo de mudanças” (Silva, 1998). Ela emerge da influência mútua com a \n\nontogenia de outros seres, sem a perda da sua identidade. Sendo assim, a \n\npessoa é um sujeito histórico que carrega consigo os saberes e \n\nconhecimentos produzidos a partir das suas interações ao longo de sua \n\nvida, e é com estes saberes e conhecimentos que ela consegue interagir \n\ncom outras pessoas e com o ambiente, provocando mudanças mútuas e \n\nproduzindo novos conhecimentos. \n\n  Ainda baseado em Silva (1998), a afetividade é o segundo \n\naspecto essencial à cognição como processo, pois é a emoção que \n\nconduz a ação. Biologicamente, as emoções são disposições corporais \n\ndinâmicas que definem os diferentes domínios de ação em que nos \n\nmovemos. A emoção fundadora dos processos cognitivos e sociais é o \n\namor, que permite a criação de um espaço de convivência no qual a \n\nlegitimidade do outro é respeitada. Este é um dos pressupostos \n\nfundamentais da Pedagogia do Amor, metodologia de construção \n\ncoletiva de conceitos que será apresentada mais adiante.  \n\n Não há fenômeno social sem aceitação do outro na convivência \n\ne, sem socialização, não há humanidade. Reconhecer a legitimidade do \n\noutro e a aceitação mútua na convivência é indispensável à criação de \n\num ambiente de cooperação, respeito e afetividade entre os humanos e \n\nentre estes e a natureza (Silva, 1998). O aprender, viver, requer \n\ncooperação e não competição ou exploração, e este é um dos caminhos \n\npara a superação da degradação social e biosférica. \n\n         Assim, o conhecimento do ser vivo é resultante do acúmulo de \n\nsuas experiências, das suas contínuas aprendizagens; é uma ação que \n\n\n\n29 \n \n\nparte daquele que conhece e emerge de uma emoção (Maturana e \n\nVarela, 1997). Por isso, o curso de Gestão Social de Bacias \n\nHidrográficas buscou valorizar o conhecimento histórico dos atores \n\nlocais, participantes do curso, e sua conexão com o ambiente, com suas \n\nbacias hidrográficas. Por isso, a partir de dinâmicas vivenciais e \n\nmetodologias colaborativas de construção coletiva de conhecimentos \n\nembasados nas idéias apresentadas, buscou-se contribuir para a \n\nsensibilização, formação, capacitação e empoderamento dos atores \n\nsociais das bacias. \n\n \n\n3.2.2. Teoria da Complexidade \n\n \n\n A Teoria da Complexidade, cujo principal autor é Edgar Morin, \n\nbusca elucidar a conexão existente entre os fenômenos físicos, \n\nbiológicos e humanos. O autor  apresenta a estrutura conceitual da \n\ncomplexidade, dada pela articulação dessas três dimensões de natureza. \n\nEsse é o ponto de partida de sua obra: enfrentar a questão da \n\nsimplificação da realidade, pois para o autor esta simplificação significa \n\no desligare, a descontextualização, o isolamento dos sistemas \n\ntransformados em objetos.  \n\n Morin vai nos dizer que „não temos apenas um corpo físico, nós \n\nsomos um ser físico, por inteiro. Esta inteireza de ser que a regeneração \n\nda física nós dá é o argumento inicial para dialogar com a fragmentação \n\ndo ser a que somos submetidos desde a família, a escola, o trabalho, a \n\neconomia, os sentimentos. A fragmentação do ser tem sua origem na \n\nsimplificação da realidade, que permite a redução de seus fenômenos, \n\nsistemas e unidades. Daí a proposição de Morin de complexidade, a \n\nbusca de criar um pensamento que seja capaz não só de resistir a \n\nsimplificação e a redução, mas também de construir novos significados \n\npara uma prática social. \n\n Podemos afirmar que existe uma complexidade de base na \n\nnatureza física de todos os fenômenos materiais do universo, sejam eles \n\n\n\n30 \n \n\nsomente físicos, biológicos ou humanos. Ela é dada pela dialógica \n\ncomplementar de ordem-desordem, que junto com suas interações \n\nmútuas e específicas, constituem a organização de toda a matéria no \n\nuniverso. \n\n Segundo Silva 1999, a evolução do pensamento científico a esse \n\nrespeito tem três momentos históricos cruciais: a termodinâmica e o \n\nconceito de entropia em 1870, que vai nos explicar a degradação da \n\nenergia através da dissipação do calor na realização do trabalho; a física \n\nquântica em 1900 e o principio de incerteza da matéria e em 1930, com \n\na teoria da expansão do universo. Em cada uma dessas „desordens? \n\nexiste uma ordem generativa. Na entropia dos sistemas encontramos a \n\nneguentropia da vida; na incerteza do movimento ondulatório da matéria \n\nencontramos a estabilidade atômica e na aparente desordem e expansão \n\ndo universo, encontramos os atratores caóticos do cosmo, das galáxias e \n\ndos sistemas estelares. \n\n Portanto, a ordem convive com a desordem e dela faz parte \n\natravés de múltiplas e simultâneas interações num movimento  \n\npermanente. Assim, a complexidade física está em tudo e por tudo. \n\nNossa incapacidade de reconhecê-la e valorizá-la nos faz reproduzir e \n\nalimentar um pensamento reducionista e uma racionalidade \n\nsimplificadora, desconectada que mutila a realidade e até nós mesmos. \n\nPor isso, para compreendermos a complexidade da natureza e também a \n\nnatureza da complexidade, precisamos construir um contexto \n\npedagógico que dê sentido a aprendizagem.  \n\n Este contexto é dado pela relação entre duas estruturas de \n\naprendizagem complexas, uma cognitiva e outra conceitual. A estrutura \n\ncognitiva é responsável por promover e consolidar o religare do humano \n\nconsigo mesmo, através do operar dialógico e conectivo dos sistemas \n\nneuro e imunológico, devemos conectar o raciocínio lógico e as nossas \n\nemoções. A estrutura conceitual é a responsável por promover e \n\nconsolidar o religare do humano com a natureza, com a construção de \n\nsignificados sobre a realidade que estejam associados às nossas \n\npertinências físicas, afinidades espirituais e solidariedades humanas. \n\n\n\n31 \n \n\nEsta é a missão de uma pedagogia da complexidade: desenvolver \n\nestratégias de aprendizagem valorizadoras deste duplo religare.  \n\n A partir de reflexões sobre a teoria da complexidade, podemos \n\ndefinir esta estrutura cognitiva a partir de um tetraedro da dialógica \n\ncomplexa da natureza física: ordem-desordem-interações-organização \n\n(MORIN, 1977). A episteme cognitiva desta estrutura é a compreensão \n\nque toda organização é neguentrópica e que assim é porque agrega uma \n\nqualidade singular às partes, qualidade esta resultante da própria \n\naprendizagem da organização como um todo. A estrutura conceitual é \n\ndada pelo tetraedro das dimensões de complexidade da natureza: a \n\nfísica, a biológica e a humana, com suas respectivas interações. A \n\nepisteme cognitiva desta estrutura é a consciência da irredutibilidade da \n\nnatureza, com a valorização da complexidade da natureza física na \n\ncompreensão da biológica e de ambas e entre si na humana. \n\n A idéia central é a de que a organização, vista de forma \n\ncomplexa, agrega uma qualidade ao operar de seus constituintes que não \n\nnecessariamente está neles isoladamente, são as propriedades \n\nemergentes. Por exemplo, a molécula de água tem qualidades que não \n\nestão presentes nos átomos de hidrogênio e oxigênio que a compõem. \n\nAs partículas têm as propriedades do sistema muito mais do que o \n\nsistema tem as propriedades das partículas (MORIN, 1977). Portanto, o \n\nfenômeno das emergências é um dos focos principais da episteme da \n\ncomplexidade. A visualização das emergências dos sistemas está \n\ndiretamente associada a visualização das dialógicas dos sistemas \n\n(uno/múltiplo; aberto/fechado; estrutura/organização; partes/todo, entre \n\noutros). \n\n Morin 1980, também nos propõe uma terceira dimensão para o \n\nhumano, além da individual e da coletiva, é dimensão é ecológica. Isto \n\nsignifica que pensar o humano somente como indivíduo e como espécie \n\né uma forma de redução. O humano, como fenômeno não teria \n\nacontecido sem seu contexto ecológico, sem as características dos \n\necossistemas nos quais ele nasce e evolui. \n\n\n\n32 \n \n\n Morin 1980, nos brinda com o argumento da eco-organização: a \n\nde que todas as conexões que existem num ecossistema não só \n\ncoexistem mas também estão ligadas por necessidade. A idéia da \n\nconectividade como uma necessidade da natureza é muito forte, pois a \n\nnecessidade nos levará ao esclarecimento de nossa dependência \n\nestrutural aos ecossistemas e à biosfera. Nós, humanos, somos seres \n\ndependentes desde o nascer ao morrer, a complexidade da vida nos faz \n\nver de imediato que a autonomia da vida e a sustentabilidade do \n\nconviver implicam e exigem uma clausura operacional em permanente \n\ndependência com o ambiente externo. \n\n Segundo Morin (1991), a soma do conhecimento das partes não \n\né suficiente para se conhecer as propriedades do conjunto, pois o todo é \n\nmaior do que a soma de suas partes. Além disso, quando se toma o todo \n\nnão se vê a riqueza das qualidades das partes, por ficarem inibidas e \n\nvirtualizadas, impedidas de expressarem-se em sua plenitude, por isso o \n\ntodo é menor do que a soma de suas partes. Entretanto, as relações das \n\npartes com o todo são dinâmicas e produzem novas emergências e, \n\nportanto, o todo é, ao mesmo tempo, menor e maior que a soma das \n\npartes. \n\n A contextualização é necessária para explicar e conferir sentido \n\naos fenômenos isolados. As partes só podem ser compreendidas a partir \n\nde suas interrelações com a dinâmica do todo, ressaltando-se a \n\nmultiplicidade de elementos interagentes que, na medida da sua \n\nintegração, revelam a existência de diversos níveis da realidade, abrindo \n\na possibilidade de novas visões sobre a mesma realidade. \n\n A construção de conhecimento, segundo Morin, apóia-se nos \n\nmovimentos retroativos e recursivos. O autor atenta para o fato de que \n\nnão há uma única maneira de aprender. O processo cognitivo é um \n\nprocesso complexo, uma vez que o sujeito vê o objeto em suas relações \n\ncom outros objetos ou acontecimentos. Dessa forma, as relações \n\ncerebrais estabelecem-se entrelaçando-se em teias, em redes. \n\n \n\n\n\n33 \n \n\n3.2.3. Teoria da Transdisciplinaridade \n\n  \n\n O pensamento transdisciplinar tem como base de argumentação \n\na idéia de que os universos disciplinares podem ser transcendidos de \n\nforma a caminhar para uma visão mais complexa do mundo, \n\nultrapassando o modo fragmentado de estudo da realidade. A teoria da \n\ntransdisciplinaridade propõe o diálogo entre as diversas lógicas de \n\nprodução do conhecimento sem que nenhuma forma seja negada, mas \n\nsim somadas suas pertinências.  \n\n A partir das contribuições do autor Basarab Nicolescu, \n\napresenta-se então um conjunto de três pilares para a abordagem \n\ntransdisciplinar: os níveis de realidade e percepção, a teoria da \n\ncomplexidade e a lógica ternária. \n\n Com a comprovação na física quântica, tal proposição provocou \n\num escândalo quando demonstrou que o quantum é composto \n\nsimultaneamente de ondas e corpúsculos, e que, no nível do quantum, a \n\ncontradição entre onda e corpúsculo desaparece, constituindo uma \n\nunidade. A partir dessa descoberta, a lógica clássica entra em crise, \n\nabalada em seu fundamento centrado na não contradição.  \n\n A transdisciplinaridade, portanto, propõe-se a transcender a \n\nlógica clássica, a lógica do “sim” ou “não”, do “é” ou “não é”, segundo \n\na qual não cabem definições como “mais ou menos” ou \n\n“aproximadamente”, expressões que ficam “entre linhas divisórias” e \n\n“além das linhas divisórias”, considerando-se que há um terceiro termo \n\nno qual “é” se une ao “não é”, como no caso do quantum, que hora é \n\nonda e hora é corpúsculo, matéria. E o que parecia contraditório em um \n\nnível da realidade, no outro, não é. Conforme Nicolescu (1999), em \n\ntermos matemáticos, a lógica clássica expressa-se da seguinte forma:  \n\n1. O axioma da identidade: A é A;  \n\n2. O axioma da não-contradição: A não é não-A;  \n\n\n\n34 \n \n\n3. O axioma do terceiro excluído: não há um termo T, que é, ao mesmo \n\ntempo, A e não-A. \n\n Por esses axiomas, a lógica clássica admite um único nível de \n\nrealidade, uma vez que o axioma  número 3 exclui a possibilidade de \n\narticulação. A lógica quântica introduz inovações, definindo um terceiro \n\ntermo incluído: “Há um terceiro termo T, que, ao mesmo tempo, é A e \n\nnão-A” (Nicolescu, 1999). Ao articular, o terceiro termo incluído \n\nsempre leva a um outro nível de realidade, diferente do nível anterior da \n\nlógica da não-contradição, abrindo a possibilidade de uma nova visão da \n\nrealidade.  \n\n Como processo, a lógica do terceiro termo incluído sempre \n\npressupõe o aparecimento de outros elementos contrapondo-se em \n\nqualquer nível de realidade. Trata-se de um processo sem fim. Nesse \n\nsentido, não se tem uma verdade última e absoluta, mas verdades \n\nsempre relativas e passíveis de mudanças no decorrer do tempo. Assim, \n\na transdisciplinaridade significa transgredir a lógica da não-contradição, \n\narticulando os contrários: sujeito e objeto, subjetividade e objetividade, \n\nmatéria e consciência, simplicidade e complexidade, unidade e \n\ndiversidade. Ao articular esses pares binários, por meio da lógica do \n\nterceiro incluído, a compreensão da realidade ascende a outro nível, \n\ntomando um significado mais abrangente e sempre em aberto para \n\nnovos processos. \n\n A cada nível de realidade observada corresponde um nível de \n\npercepção do observador. Ao considerar a dialógica do terceiro incluído, \n\né possível estabelecer a existência simultânea de partes de um mesmo \n\nelemento em dois níveis diferentes de realidade. À esta possibilidade \n\nchamamos pertinência de T em relação à A e em relação à não-A. Esta \n\npertinência é, inicialmente, de natureza quântica e portanto, material. \n\nSignifica dizer que em todas as dimensões de realidades representativas \n\nde um objeto, existe uma certa quantidade de matéria comum à todas as \n\ndimensões. Quando dois ou mais observadores conseguem reconhecer \n\nsuas pertinências, através do resgate de seus históricos de vida e de suas \n\norigens, abre-se uma possibilidade de segunda ordem, que é a \n\n\n\n35 \n \n\nidentificação de suas afinidades, através da simples revelação de suas \n\ncrenças, valores e gostos. Esta afinidade é um sentimento, uma \n\nemergência, e portanto, uma realidade não material. Pertinência e \n\nafinidade constituem, então, um espaço dimensional no qual tanto a \n\nrealidade representada – constituída de matéria quântica – como a \n\npercepção que a representa – constituída de sentimentos --, são comuns \n\na cada um dos sujeitos, fazendo parte de sua autopoiésis.   \n\n Desta forma, estes espaços não apresentam resistência ao \n\nesforço cognitivo do sujeito. Se imaginarmos agora um fluxo vertical de \n\nenergia – que pode ser entendido também como um fluxo de informação \n\n-- passando por estes espaços dimensionais, temos aí uma zona vertical \n\nde acessamento cognitivo, cuja principal característica é não apresentar \n\nresistência ao trabalho de uma equipe de pesquisadores, tais como a \n\nconstrução de domínios lingüísticos, a concepção de estratégias, a \n\nexperimentação de modelos, a produção de sínteses, a visualização \n\ncriativa e mesmo a formalização matemática (SILVA, 1999). \n\n As zonas de não resistência, enquanto uma vertical de \n\nacessamento cognitivo simultâneo entre os diversos níveis de realidade, \n\nsão uma unidade aberta e dizem respeito exclusivamente a autopoiésis \n\ndo sujeito e sua capacidade de aprender com o seu próprio operar bem \n\ncomo com o operar do outro. As zonas de não resistência constituem o \n\nespaço privilegiado do fenômeno transdisciplinar. \n\n Portanto, na medida em que os participantes do curso consigam \n\nidentificar a sua contribuição disciplinar de representação da realidade, \n\nde forma que sua contribuição possa ser também explicativa e \n\ncomplementar a complexidade de um outro nível de realidade, temos a \n\nbase para a construção do objeto transdisciplinar. Este objeto, ou \n\nresultado da construção coletiva no caso do curso, é uma emergência \n\ndos diversos níveis de realidade e de suas zonas de não resistência. \n\n O conhecimento é concebido como uma rede de conexões e \n\nemergências, o que leva à multidimensionalidade do conhecimento e à \n\ndistinção de vários níveis de realidade. Assim, a multidimensionalidade \n\n\n\n36 \n \n\ndiz respeito ao reconhecimento dos diferentes níveis de realidade no \n\nprocesso cognitivo. A abertura se dá conforme os tipos de observadores, \n\ncujas percepções, quando ampliadas por variadas articulações, \n\npossibilitam um conhecimento cada vez mais significativo e abrangente \n\n(SOMMERMAN, 2005). \n\n A idéia de sujeito e objeto que acabamos de ver necessita de um \n\nterceiro elemento para dar equilíbrio e consistência ao paradigma \n\ntransdisciplinar e vislumbrar seu modelo de realidade. Apesar de serem \n\nemergências e, portanto, realidades não materiais, tanto o sujeito como o \n\nobjeto transdisciplinar repousam sobre a materialidade racionalizável do \n\nsujeito enquanto pessoa – uma subjetividade objetivada pela natureza -- \n\ne do objeto enquanto natureza – uma objetividade subjetivada pelo \n\nsujeito. É necessário um terceiro elemento não passível de \n\nracionalização, que permita exatamente a existência dialógica dos outros \n\ndois. Este elemento é a vertical de acesso cognitivo às zonas de não \n\nresistência das dimensões de realidade do objeto e de percepção do \n\nsujeito transdisciplinar. Esta vertical possui dois sentidos e múltiplas \n\nreferências dialógicas: enquanto em um circula informação, no outro \n\nconsciência. Num liberdade, no outro responsabilidade. Se em um vem a \n\nflecha do tempo macrofísico, no outro vem o tempo reversível do \n\nmundo quântico. Esta dialógica é impossível de ser racionalizada e \n\nformalizada matemáticamente. Este espaço é portanto o espaço do \n\nsagrado. O sagrado, enquanto experiência vivida, representa o terceiro \n\nque se inclui para dar sentido a dialógica entre sujeito e objeto na \n\nrepresentação transdisciplinar de uma realidade (SILVA, 1999). \n\n A transdisciplinaridade exige também uma espécie de \n\ndemocracia cognitiva, uma não rigidez epistêmica, superando o \n\npreconceito introduzido pela hierarquização dos saberes. Precisamos, \n\nportanto, de uma mudança conceitual quanto ao conhecimento: não mais \n\nconcebê-lo como neutro, estático, universal e imutável, adquirível \n\nmediante memorização, mas concebê-lo como histórico,ontogênico, \n\nnão-neutro, dinâmico e provisório. O conhecimento nunca é definitivo, \n\nmas um produto da humanidade, estando sempre ligado a circunstâncias \n\nhistóricas, que são dinâmicas como o são os indivíduos que o vivenciam \n\n\n\n37 \n \n\ne o projetam. Esse novo olhar da transdisciplinaridade traz ainda um \n\ndesafio maior: o de transitar pela diversidade dos conhecimentos \n\n(biologia, antropologia, física, química, matemática, filosofia, economia, \n\nsociologia). Isso requer espírito livre de preconceitos e de fronteiras \n\nepistemológicas rígidas. \n\n Portanto, segundo Silva, são três as características essenciais da \n\natitute transdisciplinar: o rigor, a abertura e a tolerância. O rigor diz \n\nrespeito ao uso da linguagem como principal elemento mediador da \n\ndialógica ternária do transdisciplinar, dando qualidade na relação entre \n\nos sujeitos e seus contextos. A abertura diz respeito a possibilidade do \n\ninesperado na construção do conhecimento advindo das zonas de não \n\nresistência entre sujeito e objeto. Já a tolerância significa o \n\nreconhecimento das posições contrárias e que estas podem avançar ou \n\nnão no campo epigênico das idéias. Segundo Silva 1999: \n\n“O futuro, do ponto de vista transdisciplinar, não está determinado \n\nnem construído a priori. Há que se decidir por ele no presente.” \n\n \n\n3.3. Justificativa Conceitual \n\n \n\n Neste momento apresentaremos as teorias e conceitos que \n\njustificam a base conceitual do curso e que estão conectados aos \n\nresultados esperados desse processo de formação e capacitação. \n\n \n\n3.3.1. Gestão Social e Governança \n\n  \n\n No Brasil, a governança como aparato conceitual que abarca \n\numa nova concepção da água é implementada com a Política Nacional \n\nde Recursos Hídricos a partir de 1997. Segundo Jacobi (2012), “[...] a \n\ngovenança transcende uma visão de gestão porque é uma construção \n\nconceitual, teórica e operacional associada a uma visão hidropolítica”. \n\n\n\n38 \n \n\n Os processos de transformação que ocorreram, não apenas no \n\nBrasil, mas em diversos países, e as reflexões em torno da governança \n\nda água apresentam diferentes elementos, não havendo na doutrina um \n\núnico posicionamento diante de seu alcance e comprometimento ético-\n\npolítico. \n\n A governança pode estar pautada pela responsabilidade \n\nfinanceira administrativa, ou ainda, abranger em suas metas o \n\nfortalecimento da democracia, a concretização dos direitos humanos e \n\nprocedimentos que incluam a participação de diversos atores. Assim, a \n\nideia de governança é ambivalente podendo estar direcionada tanto à \n\nparticipação da cidadania e à sustentabilidade dos recursos hídricos, \n\nquanto à prevalência de decisões técnicas relacionadas à gestão de \n\ninfraestruturas voltadas a atender à demanda. Predomina, no entanto, o \n\nconsenso em relação ao novo paradigma que tem como premissas a \n\nvisão ecossistêmica e a gestão intersetorial, bem como a gestão \n\nintegrada dos recursos hídricos que se tornou o fundamento das \n\nmudanças que foram sendo consolidadas. \n\n O conceito de governança é um conceito pós-moderno, \n\nproveniente do novo ciclo de globalização em que vivemos. Como já \n\ndito, a idéia de governança possui mais de uma conotação, que tanto \n\npode servir para mascarar um processo de agudização da concentração \n\nde riquezas, como também pode facilitar os legítimos esforços das \n\ncomunidades em aumentar sua capacidade de soberania e \n\ngovernabilidade local, agindo com prudência e respeito, e fazendo frente \n\na atual onda avassaladora de homogeneização cultural e econômica. A \n\nidéia de governança surge no vazio de governabilidade provocado pela \n\nredução dos governos, resultado das exigências das políticas neoliberais \n\ne da aplicação do conceito de reengenharia aos processos públicos \n\n(SILVA, 2006). \n\n O conceito de governança que valoriza-se nesse trabalho é o de \n\nSilva, 2006: \n\n\n\n39 \n \n\n“Governança significa o aumento da capacidade de governar no \n\nnível local. Este aumento de governabilidade local está associado \n\nao fenômeno da gestão compartilhada de interesses comuns, no \n\nqual a comunidade de interessados passa de consumidores a \n\ndefinidores e gestores políticos.” \n\n A participação dos usuários, do público, da iniciativa privada e \n\ndo setor público deve ser um dos eixos principais dessa governança dos \n\nrecursos hídricos no contexto de bacias hidrográficas, essa participação \n\ndeverá melhorar e aprofundar a sustentabilidade da oferta e demanda e \n\na segurança coletiva da população em relação à disponibilidade e \n\nvulnerabilidade. \n\n A solução para o enfrentamento das conseqüências dos efeitos \n\ndas mudanças globais nos recursos hídricos é adaptar-se a essas \n\nalterações, promovendo melhor governança em nível de bacias \n\nhidrográficas, desenvolvendo tecnologias avançadas de monitoramento \n\ne gestão, ampliando a participação da comunidade nessa gestão e no \n\ncompartilhamento dos processos tecnológicos que irão melhorar a infra-\n\nestrutura do banco de dados e dar maior sustentabilidade às ações. \n\n Nesse sentido, podemos elucidar alguns princípios à noção de \n\ngovernança local, são eles: participação, transparência, equidade, \n\nresponsabilidade, ética e sustentabilidade.  \n\na) Participação: todos os cidadãos, diretamente ou através de \n\nrepresentantes em todas as etapas do processo de formulação, \n\nbem como nos espaços de decisão. Isso requer que o governo \n\natue, em todos os níveis, a partir de um enfoque inclusivo. \n\nb) Transparência: a informação deve fluir democraticamente \n\ndentro da sociedade. Os diferentes processos e decisões devem \n\nser transparentes e suscetíveis a críticas. \n\nc) Equidade: todos os grupos da sociedade devem ter a \n\noportunidade de melhorar o acesso aos bens comuns.  \n\nd) Responsabilidade: as organizações do governo, o setor privado \n\ne a sociedade civil devem ser responsáveis diante dos interesses \n\nque representam.  \n\n\n\n40 \n \n\ne) Coerência: a crescente complexidade das questões vinculadas \n\naos recursos hídricos requer políticas apropriadas e coerentes.  \n\nf) Sensibilidade: as instituições e processos devem atender a todos \n\ne responder apropriadamente às mudanças que se fizerem \n\nnecessárias.  \n\ng) Integração: a governança da água deve promover enfoques \n\nintegrais e holísticos.  \n\nh) Ética: a governança da água necessariamente deverá estar \n\nassentada nos princípios éticos que fundamentam as sociedades \n\nna qual é aplicada.  \n\ni) Sustentabilidade: requer na sua aplicabilidade uma visão \n\necossistêmica, pois a manutenção dos ecossistemas aquáticos é \n\nimprescindível para continuidade da vida. \n\n Silva em 2006, apresentou alguns desafios que muitas vezes \n\nestão presentes na relação dos técnicos da gestão integrada de bacias \n\nhidrográficas e as comunidades nas quais eles buscam consolidar os \n\nseus projetos, são eles os vazios pedagógico, cultural e político. Esses \n\nvazios precisam ser preenchidos para buscar uma maior efetividade dos \n\nprojetos. A governança como estratégia política, cultural e pedagógica, \n\npode se mostrar um bom caminho para avançarmos para a \n\nsustentabilidade das bacias. \n\n Segundo Silva, a governança como estratégia política significa \n\no aumento do poder de gestão local das comunidades, com o \n\nconhecimento da base jurídica, a criação de organismos sociais de \n\ngestão e políticas locais de sustentabilidade. Já como uma estratégia \n\ncultural, a governança deve visar a implementação de práticas \n\nsustentáveis, a partir do reconhecimento das experiências de degradação \n\ne de sustentabilidade locais e globais, do passado e do futuro, buscando \n\nfinanciamento público e social. Finalmente, a governança como \n\nestratégia pedagógica significa que a comunidade da bacia se assume \n\ncomo uma comunidade de aprendizagem, aprendendo com sua própria \n\nexperiência e com a experiência dos outros, num processo pedagógico \n\nde mediação, de respeito, de diálogo, de prudência, mas também \n\nvisando sempre a ação e a efetividade. \n\n\n\n41 \n \n\n Por isso, o curso buscou preencher o vazio político trabalhando \n\no arcabouço legal brasileiro buscando fortalecer e ampliar o \n\nconhecimento dos participantes nas leis nacionais e buscou apresentar e \n\nutilizar metodologias empoderadoras. Já para o vazio cultural buscamos \n\nreconhecer as experiências de degradação e boas práticas a partir do \n\ncompartilhamento dos saberes dos participantes e para preencher o vazio \n\npedagógico buscamos formar uma comunidade de aprendizagem \n\nembasada no respeito, na legitimação do outro no processo, na \n\ncooperação, na abertura, na tolerância e, finalmente, na busca da \n\nconstrução do melhor para todos. \n\n \n\n3.3.2. Bens Comuns \n\n  \n\n A economista Norte-Americana Elinor Ostrom, nascida em \n\n1933, desenvolveu uma análise empírica sobre as formas de cooperação \n\ndas comunidades em prol do bem comum. O seu trabalho foi premiado \n\ncom o Prêmio Nobel da Economia em 2009, juntamente com Oliver \n\nWilliamson, fruto da investigação e estudo da teoria da Governança \n\nEconômica dos Bens Comuns.  \n\n A teoria apresentada pela autora (“Common Pool Resource - \n\nCPR”) fornece-nos elementos de prova sobre regras e mecanismos de \n\naplicação que disciplina a exploração do conjunto de recursos naturais \n\ncomuns, por parte dos grupos de utilizadores. \n\n Os recursos de bens comuns caracterizam-se pela sua \n\nsubtractibilidade (a retirada por um utilizador reduz a quantidade de \n\nrecursos deixados para outros utilizadores) e pela utilização conjunta de \n\num grupo de utilizadores. Com isto as sociedades humanas enfrentam \n\nnovos desafios e vêem-se obrigadas a desenvolver e implementar novas \n\nformas de gestão de recursos comuns que são limitados e muitas vezes, \n\ndevido a indiferença e à degradação, estão no limiar do esgotamento.  \n\n\n\n42 \n \n\n A proposta apresentada por Elinor Ostrom para contornar este \n\ncenário passa pela construção de mecanismos de governança, eficiente e \n\ncooperativa, de forma a evitar as tragédias de grande escala que se \n\nantevêem, o colapso. \n\n Uma das ideias fundamentais do seu trabalho é a de que \n\nalgumas comunidades locais fazem, sozinhas, uma gestão mais eficiente \n\ndos recursos do que quando são obrigadas a seguir as regras impostas \n\npor autoridades exteriores.  \n\n Segundo a economista, a forma para se chegar à resolução do \n\nconflito na gestão dos recursos comuns é através da organização e da \n\ncooperação entre indivíduos e/ou instituições que precisam de utilizar os \n\nmesmos recursos e que estão empenhado(a)s em fazê-lo de uma forma \n\nsustentável, entendendo a resiliência dos sistemas e respeitando o tempo \n\nde reposição dos recursos. \n\n Na sua teoria, Ostrom enumera um conjunto de princípios e de \n\nregras de propriedade coletiva que evitam a sobre-exploração, \n\nconsequência referida anteriormente por Garrett Hardin (“The Tragedy \n\nof the Commons”) no que concerne a gestão de recursos comuns. \n\n Elinor Ostrom surge num campo teórico distinto do de Garrett \n\nHardim, que em 1968, sustentou que os utilizadores de um bem comum \n\nficam aprisionados num sistema que acaba por ser fatalista na medida \n\nem que a degradação dos recursos naturais, dos quais dependem, é uma \n\nconsequência inevitável. Ostrom apresenta argumentos que contrapõem \n\neste paradigma, tais como: a própria idéia dos bens comuns, a \n\nadministração local com responsabilidade e as estratégias cooperativas \n\nde gestão, apresentando uma nova visão que privilegia o uso sustentável \n\ndos recursos naturais de bem comum.  \n\n O célebre artigo de Garrett Hardin (“The Tragedy of the \n\nCommons”) teve, no período inicial, muitos seguidores, pela perspectiva \n\nque o mesmo apresentava e no qual o processo de utilização dos \n\nrecursos comuns culminava na destruição dos mesmos. Hardin referiu \n\nque o problema ambiental resulta de dois fatores derivados das \n\n\n\n43 \n \n\natividades humanas. Por um lado o crescimento da população, que \n\nresultará no aumento do consumo dos recursos naturais, e por outro lado \n\na forma como os seres humanos se organizam para extrair esses mesmos \n\nrecursos. Nesta teoria, Hardin assume apenas duas formas de \n\norganização: regime centralizado pelo Estado – nacionalização - e a \n\npropriedade privada. \n\n A teoria de Hardin chegou a ser referida e aceita por muitos \n\ncientistas e decisores políticos, que a utilizam como forma de \n\nracionalizar o controle do governo central sobre os recursos de uso de \n\nbem comum ou de privatização desses bens.  \n\n Segundo Hardin, o utilizador de um bem comum explora um \n\ndeterminado recurso desse bem até que os benefícios esperados das suas \n\natividades sejam iguais aos custos esperados. Ou seja, na visão do autor, \n\ncomo cada usuário não considera os custos impostos aos outros, as \n\ndeliberações individuais juntam-se com um calamitoso excesso de \n\nutilização do recurso e o potencial dano de uma área comum de acesso \n\nlivre. \n\n Por outro lado a teoria de Ostrom não ignora que as tragédias \n\nocorram, mas também com base nos casos práticos analisados observa \n\nque durante milhares de anos determinadas comunidades humanas se \n\nauto-organizavam para gerir os recursos de bem comum e faziam-no de \n\nforma sustentável.  \n\n Ostrom com a sua perspectiva da teoria da governança dos \n\ncomuns acaba também por avaliar a teoria de Hardin, apresentando \n\nprogressos na percepção e gestão de problemas comuns. A autora \n\napresenta os desafios da investigação ao nível da compreensão dos \n\nproblemas globais. A primeira aprendizagem que podemos retirar dos \n\nestudos empíricos realizados, pela autora supracitada, sobre o uso \n\nsustentável dos recursos de bem comum, é a de que existem soluções \n\nalternativas ao fatalismo apresentado por Hardin. Segundo Ostrom, \n\ntanto a propriedade estatal como a privatização, estão sujeitas a \n\nfracassarem em algumas circunstâncias (Ostrom et al, 1999).  \n\n\n\n44 \n \n\n O sucesso da gestão de bens comuns passa, portanto, por uma \n\ngovernança eficaz dos recursos, administrada por pequenos grupos de \n\nutilizadores desses mesmos recursos, e que interagem segundo um \n\nconjunto de regras comuns, respeitadas e aceites pelo grupo, envolvendo \n\ninstituições em distintas escalas. Os recursos em questão são necessários \n\npara todos, constituem fontes de rendimento ou meios produtivos e são \n\nnecessários para o bem-estar humano, daí a necessidade de serem \n\ngeridos através de um processo sustentável, estratégico, qualificado e \n\nmediador. \n\n Uma das principais contribuições da teoria da Ostrom, no que \n\nse refere à organização e gestão de recursos comuns foi a identificação \n\ndos princípios que devem reger um sistema de gestão de bens comuns \n\npor parte de uma comunidade de utilizadores.  \n\n De acordo com Ostrom (Ostrom 1990) os oito princípios \n\nnecessários para garantir a boa gestão de recursos comuns são:  \n\n1. Demarcação clara das fronteiras dos recursos de bem comum e dos \n\nseus utilizadores;  \n\n2. As regras definidas têm de ser adequadas às condições locais (época, \n\nespaço, tecnologias disponíveis, quantidades de recursos disponíveis…);  \n\n3. Os utilizadores participam na definição/adaptação das próprias regras \n\n– acordos coletivos;  \n\n4. Os fluxos de benefícios proporcionados pela gestão comum são \n\nproporcionais aos custos de utilização;  \n\n5. Há um reconhecimento das regras da comunidade pelas autoridades \n\nexternas;  \n\n6. É realizado um monitoramento e fiscalização onde são respeitadas as \n\nregras por parte dos utilizadores, com penalizações para os \n\ntransgressores;  \n\n\n\n45 \n \n\n7. É garantido o fácil acesso aos meios de resolução de conflitos com \n\ncustos reduzidos;  \n\n8. Há uma ligação na gestão de recursos de menor escala com os de \n\nmaior escala, partindo do particular para o geral.  \n\n Estes princípios resultaram de um conjunto de observações de \n\ncasos práticos sobre a governança de recursos de bens comuns e que, \n\nsegundo Ostrom, refletem uma grande variedade de regras específicas \n\nna gestão sustentável dos mesmos durante um longo período de tempo. \n\n A observação de Ostrom evidenciou que a elaboração das \n\nregras tem maior sucesso se forem combinadas formas cooperativas de \n\ngestão entre os utilizadores. Os oito fatores identificados foram os que \n\nexistiam nos casos de estudo com maior sucesso e ausentes nos sistemas \n\ncom falhas. Um aspecto relevante no estudo é o de que estes princípios \n\ndevem ser apenas inspiradores para as comunidades que pretendam gerir \n\nos seus recursos, de forma cooperativa e sustentável, no entanto devem \n\nser sempre ajustados à cultura, história e realidade de cada local. \n\n \n\n3.3.3. Empoderamento \n\n  \n\n O empoderamento é um termo multifacetado que se apresenta \n\ncomo um processo dinâmico, envolvendo aspectos cognitivos, afetivos e \n\ncondutuais. Nesse debate, o processo de empoderamento é apresentado a \n\npartir de dimensões da vida social em três níveis: psicológica ou \n\nindividual; grupal ou organizacional; e estrutural ou política. \n\n O empoderamento pessoal possibilita a emancipação dos \n\nindivíduos, com aumento da autonomia e da liberdade. O nível grupal \n\ndesencadeia respeito recíproco e apoio mútuo entre os membros do \n\ngrupo, promovendo o sentimento de pertencimento, práticas solidárias e \n\nde reciprocidade. O empoderamento estrutural favorece e viabiliza o \n\n\n\n46 \n \n\nengajamento, a corresponsabilização e a participação social na \n\nperspectiva da cidadania. \n\n A partir, da teoria da complexidade, podemos compreender, que \n\na separação em níveis constitui-se um recurso didático e avaliativo, pois \n\nos componentes acontecem ao mesmo tempo e de modo \n\ninterdependente, o que dificulta a separação entre processos e \n\nresultados. Os espaços de participação política constituem estruturas \n\nmediadoras de processos de empoderamento, facilitando a superação de \n\nconflitos e a resignificação das relações sociais, possibilitando a revisão \n\nde papéis e de sentidos na produção da vida cotidiana. Compreender que \n\no empoderamento se resume a um sentimento experienciado \n\nindividualmente de maior controle sobre a própria vida revela uma visão \n\nfragmentada sobre a condição humana, no momento em que desconecta, \n\nartificialmente, o comportamento dos homens de seu contexto de \n\ninserção sociopolítico e ecológico. \n\n A participação social na construção das políticas sociais, é \n\ndefendida enquanto necessária e indispensável para que sua \n\nconsolidação se conforme mais democrática e eficiente. A \n\ninstitucionalização da participação social no Brasil, principalmente \n\natravés dos Conselhos Gestores, representa um avanço na \n\ndemocratização, não somente em relação aos serviços, mas também nas \n\npráticas políticas, ampliando o poder de intervenção da população e \n\nimpondo maior responsabilidade pública aos governos e à sociedade.  \n\n Podemos dizer que o empoderamento não pode ser fornecido, \n\nnem tampouco realizado para pessoas ou grupos, mas, assim como \n\nvimos na Teoria da Autopoiesis, ele se realiza em processos em que os \n\npróprios indivíduos empoderam a si mesmos. Os profissionais ou \n\nagentes externos podem catalizar as ações ou auxiliar na criação de \n\nespaços que favoreçam e sustentem processos de empoderamento, os \n\nquais refletem situações de ruptura e de mudança do curso de vida. \n\nAtravés desse processo, as pessoas renunciam ao estado de tutela, de \n\ndependência, de impotência, transformando-se em sujeitos ativos, que \n\nlutam para si, com e para os outros por mais autonomia e \n\n\n\n47 \n \n\nautodeterminação, tomando a direção da vida nas próprias mãos, passam \n\nde consumidores à definidores e gestores políticos. \n\n Neste trabalho, iremos adotar a definição de empoderamento \n\nque foi sintetizada pelas pesquisadoras Maria Elisabeth Kleba e Agueda \n\nWendausen 2009, a partir da análise de diversos pesquisadores do tema, \n\ncomo sendo:  \n\n“um processo dinâmico que envolve aspectos cognitivos, \n\nafetivos e condutuais. Significa aumento do poder, da autonomia \n\npessoal e coletiva de indivíduos e grupos sociais nas relações \n\ninterpessoais e institucionais, principalmente daqueles \n\nsubmetidos à relações de opressão, discriminação e dominação \n\nsocial. Dá-se num contexto de mudança social e \n\ndesenvolvimento político, que promove equidade e qualidade de \n\nvida através de suporte mútuo, cooperação, autogestão e \n\nparticipação em movimentos sociais autônomos. Envolve \n\npráticas não tradicionais de aprendizagem e ensino que \n\ndesenvolvam uma consciência crítica. No empoderamento, \n\nprocesso e produto se imbricam, sofrendo assim interferência do \n\ncontexto ecológico social, cujos lucros não podem ser somente \n\nmensurados em termos de metas concretas, mas em relação a \n\nsentimentos, conhecimentos, motivações etc.” \n\n Outro aspecto fundamental que outros autores trazem é que o \n\nempoderamento implica em não minimizar as pessoas ou tratá-las como \n\nimpotentes, como cidadãos com direitos que devem ser defendidos \n\napenas por um agente externo, mas tratá-las como pessoas capazes de \n\nresolver seus problemas paradoxais e multifacetados. Defendem \n\ntambém, que um maior número de pessoas, a partir do contexto local, \n\nencontra uma variedade de soluções que os técnicos não seriam capazes \n\nde propor. O papel dos técnicos seria o de mediadores, apoiadores no \n\nfortalecimento das pessoas para que encontrem suas próprias soluções e \n\nas implementem. Esta proposição vai muito de acordo com as \n\nexpectativas do curso e com as teoria de Elinor Ostrom apresentadas \n\nanteriormente. \n\n\n\n48 \n \n\n A interdependência entre as mudanças que ocorrem em nível \n\npessoal, grupal e estrutural é que garante consistência ao processo de \n\nempoderamento. Se, por um lado, esse processo concretiza-se no \n\ncotidiano dos indivíduos, no tempo e espaço onde estes reconhecem e \n\nexperienciam necessidades e potencialidades que os despertam e \n\nviabilizam o crescimento de habilidades individuais e coletivas, por \n\noutro lado, ele concretiza-se no contexto social, espaço e tempo de \n\ndesenvolvimento de estratégias de apoio mútuo e de auto-organização e, \n\nportanto, devem reforçar a consciência política através de ações sociais \n\ne viabilizar a participação coletiva nas decisões sociais e políticas.  \n\n Faz-se necessário reconhecer, que o empoderamento pessoal \n\nnão se realiza de forma independente, mas implica um processo de \n\nintegração na comunidade, em que as diferentes formas de engajamento \n\nsão campos de aprendizagem e reconhecimento junto aos membros do \n\ngrupo, contribuindo para fortalecer sentimentos como autorrealização, \n\nidentidade e pertencimento. \n\n O nível grupal ou organizacional refere-se a organizações \n\nsociais, comunitárias e estruturas mediadoras ou facilitadoras, as quais \n\noferecem oportunidades para adquirir novas ferramentas, desenvolver \n\num sentido de confiança e de comunidade, e melhorar a vida \n\ncomunitária (Silva e Martínez, 2004). O poder da comunidade não \n\nexiste a priori, deve ser organizado em função de objetivos comuns que \n\nrespeitem e valorizem a cultura e a diversidade local e que criem laços \n\nde pertencimento e identidade. \n\n O processo de empoderamento em nível organizacional implica \n\nem processo de fortalecimento da organização como um todo para \n\nalcançar objetivos e metas, como sistema ou unidade. Nesse nível são \n\nproporcionadas experiências de liderança compartilhada, tomada de \n\ndecisão compartilhada e ações de comunicação e apoio eficazes, \n\ndistribuição de papéis e responsabilidades segundo a capacidade de cada \n\num, troca de informações e recursos, gestão adequada em função do \n\ncrescimento e desenvolvimento organizacional (Silva e Martínez, 2004). \n\n\n\n49 \n \n\n Mais do que o resultado, é a experiência vivenciada pelos \n\nmembros que promove e concretiza o empoderamento. Portanto, o \n\nempoderamento organizacional requer estruturas participativas de \n\ndecisão que promovem a autoconsciência, o reconhecimento de si \n\nmesmo e do outro e o emprego das suas competências; reduzem o \n\nconflito de papéis, e melhoram a satisfação entre os membros do grupo \n\nou organização. \n\n Por fim, o empoderamento estrutural enfatiza a dimensão polí- \n\ntica da conformação da vida social. Pode ser traduzido como um \n\nprocesso conflituoso de redistribuição de poder político, em cujo \n\npercurso pessoas ou grupos renunciam a uma posição de dominação e se \n\napropriam de habilidades de participação democrática e de poder \n\npolítico de decisão. Entende-se como empoderamento político o acesso \n\ndos membros individuais de unidades domésticas ao processo pelo qual \n\nsão tomadas decisões, particularmente as que afetam o seu futuro como \n\nindivíduos e comunidade. A prática do empoderamento político prevê a \n\nsaída das pessoas de uma situação de resignação e impotência à sua \n\nreapropriação de poder, o ganho de força em prol de projetos coletivos \n\nde auto-organização e o desenvolvimento de instrumentos para o \n\nengajamento de cidadãos. \n\n O empoderamento estrutural ou político requer um processo \n\nprévio de empoderamento social, uma atmosfera favorável à \n\nparticipação efetiva de todos os cidadãos nas decisões políticas \n\nrelevantes, que podemos elucidar a partir da Constituição Federal de \n\n1988, da Lei das Águas e das Leis Irmãs brasileiras. As condições \n\nestruturais são conformadas de forma a promover a interação e o mútuo \n\napoio entre indivíduos e organizações, entre organizações \n\ngovernamentais e não governamentais, visando melhorar as condições \n\nde vida e o alcance de objetivos pessoais e coletivos comuns. \n\n Com essas reflexões, percebemos que os níveis de \n\nempoderamento são interdependentes, à medida que o indivíduo sofre e \n\nexerce influência sobre seu entorno, dependendo de condições objetivas \n\ne subjetivas para agir, reagir e interagir. Dentro do curso de GSBH, \n\n\n\n50 \n \n\nbuscamos, portanto, atingir os três níveis de empoderamento citados \n\nacima. A seguir detalharemos algumas das metodologias utilizadas que \n\ndemonstram algumas das ferramentas utilizadas para isso.  \n\n4. METODOLOGIA \n \n\n Neste momento, iremos apresentar a estrutura do curso como \n\numa forma experimental que envolve técnicas, práticas e conceitos para \n\no empoderamento das comunidades, além das metodologias de \n\nconstrução coletiva utilizadas no curso que culminaram nos resultados \n\napresentados neste trabalho. A tabela a seguir apresenta a estrutura \n\npedagógica do curso, abordando o cronograma, o conteúdo, as \n\nmetodologias e dinâmicas utilizadas no curso. \n\n \n\nTabela 2: Estrutura Pedagógica do Curso de Gestão Social de Bacias Hidrográficas \n\nEstrutura Pedagógica do Curso de Gestão Social de Bacias \n\nHidrográficas \n\nTurno Dia \n\nCarga \n\nHorári\n\na \n\nConteúdo Metodologia \n\nManhã \nDia \n\n1 \n4h \n\nNúcleo I - \n\nSensibilização \n\n(Introdução; \n\napresentação dos \n\nparticipantes; \n\napresentação das \n\nfunções do CBH, \n\ndos fundamentos da \n\nLei das Águas, do \n\nconceito de água \n\ncomo um bem \n\ncomum, governança \n\nde bens comuns e as \n\néticas para o DS; e \n\ncontrução coletiva \n\nAbertura do curso e \n\ndinâmica de \n\napresentação dos \n\nparticipantes \n\n(Dinâmica da Teia) \n\nApresentação do curso \n\n(objetivos, conteúdos e \n\nmetodologias) \n\nAplicação da \n\nMetodologia \n\nPedagogia do Amor \n\n(Silva, 1998) Acordo \n\nInicial - O que é um \n\nCBH? Qual a sua \n\nimportância? Quais \n\n\n\n51 \n \n\ndo Acordo Inicial). valores ele deve ter? \n\nApresentação e \n\nvalorização das \n\nsínteses dos grupos \n\nsobre as perguntas \n\nConstrução Coletiva \n\ndo Acordo Inicial \n\nInterval\n\no \n\nDia \n\n1 \n2h - Almoço \n\nTarde \nDia \n\n1 \n4h \n\nNúcleo II - \n\nCapacitação \n\nPedagógica \n\n(Valorização da \n\nessência; \n\nconstrução coletiva \n\ndos conceitos \n\noperativos; e \n\nvalorização dos \n\ntempos do Planeta \n\nTerra até o dias de \n\nhoje). \n\nDinâmica do Desenho \n\nCego \n\nAplicação da \n\nMetodologia \n\nPedagogia do Amor - \n\nConceitos Operativos \n\n(Silva, 1998) \n\nApresentação e \n\nvalorização das \n\nsínteses dos grupos \n\nsobre os Conceitos \n\nOperativos \n\nDinâmica da Linha do \n\ntempo do Planeta \n\nTerra \n\nManhã \nDia \n\n2 \n4h \n\nNúcleo III - \n\nCapacitação \n\nEstratégica \n\n(Construção do \n\nEspírito da Lei das \n\nÁguas) \n\nDinâmicas de Abertura \n\n- Relembrando os \n\nnomes dos \n\nparticipantes \n\nApresentação da \n\nMetodologia do \n\nEspírito das Leis \n\n\n\n52 \n \n\nConstrução Coletiva \n\ndo Espírito da Lei das \n\nÁguas  \n\nApresentação e \n\nvalorização das \n\nSínteses dos grupos \n\nInterval\n\no \n\nDia \n\n2 \n2h  - Almoço \n\nTarde \nDia \n\n2 \n4h \n\nNúcleo III - \n\nCapacitação \n\nEstratégica \n\n(Apresentação das \n\nLeis Irmãs - PNEA, \n\nSNUC, EC, \n\nPNSAN e PNRS; \n\nLeitura das leis e \n\nSinergia das Leis \n\nIrmãs com a Lei das \n\nÁguas). \n\nDinâmica de Abertura \n\n- Massagem Coletiva \n\nExposição da ideia das \n\nLeis Irmãs e \n\nvalorização dos pontos \n\npertinentes \n\nConstrução Coletiva \n\nda Sinergia das Leis \n\nIrmãs com a Lei das \n\nÁguas \n\nApresentação e \n\nvalorização das \n\nconexões entre as Leis \n\nManha \nDia \n\n3 \n4h \n\nNúcleo III - \n\nCapacitação \n\nEstratégica \n\n(Dinâmica \n\nvalorizando a \n\nharmonia necessária \n\nem processos \n\ncoletivos; \n\nHierarquia dos \n\nInstrumentos da Lei \n\ndas Águas - \n\nCaminho \n\nPedagógico e \n\nEstratégico). \n\nDinâmica de Abertura \n\n- Escravos de Jó \n\nApresentação da \n\nHierarquia dos \n\nInstrumentos da Lei \n\ndas Águas \n\nDiálogo de Saberes \n\nsobre os instrumentos \n\ndentro das bacias \n\nlocais \n\nInterval\n\no \n\nDia \n\n3 \n2h  - Almoço \n\n\n\n53 \n \n\nTarde \nDia \n\n3 \n4h \n\nNúcleo IV - Gestão \n\nSocial e \n\nGovernança \n\n(Valorização da \n\nimportância da \n\nabertura para o \n\ndiálogo e mediação \n\nnas negociações; \n\nApresentação e \n\nvalorização de um \n\nModelo de \n\nGovernança - \n\nGATS; Construção \n\nColetiva de um \n\nDiagnóstico da \n\nBacia; Construção \n\nColetiva Estratégias \n\nde Governança; e \n\nAvaliação e \n\nEncerramento). \n\nDinâmica de Abertura \n\n- Negociação com \n\nBalas \n\nExposição sobre o \n\nModelo GATS \n\nOpen Space -\n\nConstrução Coletiva e \n\nApresentação do \n\nDiagnóstico da Bacia \n\n(principais usos e \n\nconflitos, potenciais \n\nparceiros, projetos e \n\nprogramas na bacia) \n\nOpen Space -\n\nConstrução Coletiva e \n\nApresentação de \n\nEstratégias de \n\nGovernança para a \n\nBacia \n\nAvaliação do curso e \n\nEncerramento \n\n \n\n Portanto, estas foram  as metodologias e dinâmicas utilizadas no \n\ncurso de Gestão Social de Bacias Hidrográficas nas três regiões onde \n\nforam realizados os cursos. Agora iremos detalhar as metodologias \n\nutilizadas durante os cursos. \n\n \n\n4.1. Metodologia da Pedagogia do Amor \n\n  \n\n Esta metodologia surgiu a partir da tese de doutorado do prof. \n\nDaniel José da Silva, e já foi aplicada muitas vezes pelo GTHidro ao \n\nlongo de sua história, chegando a resultados na maioria das vezes \n\nsatisfatórios. Esta abordagem cognitiva utiliza uma metodologia \n\npedagógica do tipo construtivista, na qual o conhecimento é construído a \n\n\n\n54 \n \n\npartir da construção de uma relação social com os demais participantes \n\ndo grupo, baseado na afetividade e cooperação.  \n\n O fator fundamental de sucesso para este tipo de pedagogia é \n\ndar os tempos necessários para que as pessoas possam construir elas \n\npróprias os conceitos com os quais vão apreender a realidade e formular \n\nas ações. \n\n A Pedagogia do Amor tem como um dos seus objetivos evitar \n\nconflitos de ideologias, pois estes podem ocasionar um desgaste na \n\nrelação social do grupo. Por isto, ela é baseada no método construtivista \n\ne possui como princípio epistêmico fundamental: a valorização do outro \n\ncomo legítimo na convivência pedagógica, ou seja, essa metodologia de \n\ndiálogo não exige apenas uma participação qualificada mas também \n\nexige uma abertura dos “espíritos” participantes e o legítimo \n\nreconhecimento da importância do outro na construção coletiva, \n\nlevando-se em conta as emoções e a subjetividade de cada um. Assim, \n\nela facilita a construção de conceitos, ideias e propostas de forma \n\ncooperativa, de modo que todo o grupo deve se sentir parte do processo \n\ne do resultado final apresentado. \n\n Esta metodologia trabalha com temas ou perguntas geradoras \n\nque serão a fonte para os diálogos e construção coletiva e cabe aos \n\nfacilitadores, no nosso caso aos ministrantes do curso, atuar como \n\nmediadores do processo de construção coletiva. A Pedagogia do Amor \n\npossui uma estrutura cognitiva que pode ser apresentada a partir de \n\ncinco momentos, são eles: \n\n1. Revelação da Subjetividade; \n2. Contribuição da Objetividade ou Diversidade \n3. Construção da Intersubjetividade \n4. Construção do Domínio Linguístico \n5. Apresentação \n\n A seguir, iremos detalhar um pouco cada um desses momentos. \n\n A Revelação da subjetividade é um momento individual, na \n\nqual o participante irá escrever suas idéias, conceitos e respostas \n\nrelativos ao tema ou pergunta geradora, ou seja, o ponto de partida dessa \n\npedagogia é sempre a realidade cognitiva e social de cada indivíduo. \n\n\n\n55 \n \n\nNeste momento, cada participante deverá refletir, escrever, desenhar, \n\nelaborar um síntese sobre a sua idéia a respeito da temática levantada. \n\n A Contribuição da Objetividade ou da Diversidade é um \n\nmomento expositivo, onde acontece a introdução de um conhecimento \n\npreviamente organizado e sintetizado pelo instrutor que busca apresentar \n\no que vem sendo trabalhado e como têm evoluído os assuntos e \n\nconceitos relacionados à temática abordada. Como no primeiro \n\nmomento, esta é uma atividade individual na qual cada participante lê, \n\nassiste e reflete  sobre o conhecimento adquirido e pode assimilar \n\ninformações e conhecimentos ao seu conceito inicial, trata-se da \n\nvalorização do conhecimento histórico e da ciência no tema específico. \n\n Neste momento, os facilitadores apresentarão uma contribuição \n\nexterna, um conhecimento específico sobre o Tema Gerador em questão. \n\nPode ser na forma de um texto, um artigo, um vídeo ou uma exposição \n\noral. O importante é que neste momento os participantes conheçam \n\noutros tipos de realidades e visões sobre o tema, agregando esse novo \n\naprendizado ao conhecimento que ele já havia sintetizado a partir da sua \n\nvivência. Os participantes podem incluir essas novas ideias ao que já \n\nhaviam escrito no momento anterior. \n\n A Construção da Intersubjetividade é um momento de trabalho \n\ncoletivo (pequenos grupos), é um momento de “escuta profunda”, onde \n\nbusca-se areflexão entre os conceitos iniciais de cada participante, a \n\npartir da revelação dos conceitos construídos até o momento pelos \n\nparticipantes do grupo, ou seja, é o  momento onde cada membro do \n\npequeno grupo ouve os conceitos construídos por cada um nos dois \n\npassos anteriores. \n\n Portanto, neste momento o facilitador convida os participantes a \n\nformarem pequenos grupos, onde cada participante vai ler ou falar sobre \n\no que construiu nas duas etapas anteriores. Cada ideia deve ser \n\napresentada pelo autor e ouvida pelos colegas, sem julgamentos, \n\nvalorizando as diferentes visões reveladas a partir da experiência de \n\ncada pessoa. Este momento é o da problematização, dos \n\nquestionamentos, das opiniões e visões de mundo reveladas a partir da \n\nsubjetividade de cada um. \n\n A Construção do Domínio Linguístico é o trabalho de síntese no \n\nqual o grupo, através do diálogo, deve chegar a um consenso sobre o \n\n\n\n56 \n \n\nconceito em questão. Neste momento, surgem as divergências dentro do \n\ngrupo sobre as opiniões e as palavras-chave que englobam esse \n\nconceito. Cabe, portanto, ao grupo dialogar e encontrar o melhor \n\ncaminho para que todas as pessoas do grupo possam se enxergar e se \n\nsentir pertinentes ao conceito final sintetizado. \n\n A partir da discussão das ideias e do material didático \n\napresentado pelo facilitador, o grupo deve sintetizar o seu conceito, \n\ntanto por meio de texto, como também de desenhos ou facilitações \n\ngráficas. Cada grupo deve discutir a forma de apresentação e construir \n\njunto o material a ser apresentado. Destaca-se a importância da \n\nvalorização de dinâmicas lúdicas como teatro, música ou estórias, \n\nincluindo em cada uma a elaboração de um cartaz que revele imagens \n\ne/ou texto, do conceito a ser apresentado. O cartaz tem o importante \n\npapel de funcionar como registro dos trabalhos para o acompanhamento \n\nda produção durante todo o processo de construção do projeto, ou o que \n\nfor que a comunidade estiver construindo. Este é um momento \n\nimportante para o grupo, pois a construção de um conceito comum \n\nrevela a construção do Domínio Linguístico do grupo, tornando-o forte \n\npara a realização de ações coletivas e solidárias. \n\n A partir das reflexões sobre a Teoria da Ação Comunicativa de \n\nHabermas e a Biologia do Conhecimento de Maturana, Silva, 1999 \n\ndefine o domínio lingüístico como sendo:  \n\n“... o espaço não material de significações semelhantes de uma \n\nmesma realidade, compartilhado consensualmente por um \n\nconjunto de pessoas. As noções de paradigma e de universo \n\ndisciplinar ficam mais esclarecidas quando associadas a seus \n\nrespectivos domínios lingüísticos. Fora destes domínios não há \n\ncomunicação, não há sociedade.” \n\n Por fim, o último momento da Pedagogia do Amor é a \n\nApresentação, onde cada um dos pequenos grupos irá apresentar sua \n\nproposição do conceito, ouvir as críticas e contribuições dos outros \n\nparticipantes e, por aproximações sucessivas através do diálogo, \n\nconstrói-se o conceito síntese do grupo. \n\n A partir das apresentações e contribuições de cada grupo, o \n\nfacilitador deve focalizar a construção do conceito coletivo do grande \n\ngrupo, conduzindo a síntese final. Esse momento requer toda a atenção e \n\nconhecimento do facilitador. Ele deve seguir as orientações \n\n\n\n57 \n \n\nmetodológicas da construção do texto coletivo, não sendo permitindo ao \n\nfacilitador a inclusão de nenhum substantivo, garantindo a integridade \n\ndo produto do grupo, exceto nos casos em que todo o grupo decide, de \n\nforma unânime, a inclusão de uma palavra substantiva. \n\n É importante destacar que o conceito construído pelo grupo \n\ndestina-se apenas a este grupo. Cada grupo deve construir os seus \n\npróprios conceitos coletivos e projetos em comum, dando pertinência e \n\nlegitimidade ao produto final dos encontros utilizando a Metodologia de \n\nConstrução de Conceitos. \n\n Como podemos visualizar na Tabela 2, a Pedagogia do Amor \n\nfoi aplicada algumas vezes durante os cursos, ela foi utilizada para a \n\nconstrução coletiva do Acordo Inicial, dos Conceitos Operativos e \n\ntambém facilitou a construção do Espírito da Lei das Águas e da \n\nSinergia com as Leis Irmãs. A seguir serão apresentadas algumas \n\nimagens dos cursos apresentado os cinco momentos da aplicação da \n\nPedagogia do Amor. \n\n \n\nFigura 3: Pedagogia do Amor - Momento 1: Revelação da Subjetividade nas \nregiões de Chapecó e Braço do Norte respectivamente. \n\n\n\n58 \n \n\n \n\nFigura 4: Pedagogia do Amor - Momento 2: Contribuição da Diversidade ou \nObjetividade nas regiões de Araranguá e Braço do Norte respectivamente. \n\n \n\nFigura 5: Pedagogia do Amor - Momento 3: Construção da Intersubjetividade em \nChapecó e Araranguá respectivamente. \n\n \n\nFigura 6: Pedagogia do Amor - Momento 4: Construção do Domínio Linguístico \nem Chapecó e Braço do Norte respectivamente. \n\n \n\n\n\n59 \n \n\n \n\nFigura 7: Pedagogia do Amor - Momento 5: Apresentação dos Resultados em \nBraço do Norte e Chapecó respectivamente. \n\n Os resultados obtidos em cada uma das regiões foram \n\nsintetizados e apresentados na forma de um quadro síntese como \n\nresultados do curso de Gestão Social de Bacias Hidrográficas. \n\n A seguir detalharemos as outras metodologias utilizadas no \n\ncurso que também contribuíram para o resultado final apresentado neste \n\ntrabalho. \n\n \n\n4.2. Metodologia de Construção do Espírito da Lei \n\n   \n\n A metodologia de Construção do Espírito da Lei das Águas foi \n\nelaborada por Silva e sintetizada no artigo “O Espírito da Lei Brasileira \n\ndas Águas”de 2005. Este artigo mostra a importância da pedagogia e, \n\nem especial da abordagem construtivista, em todas as etapas do processo \n\nde gestão social da água.  \n\n Esta metodologia é uma extensão da Pedagogia do Amor, \nutilizada pelo Modelo PEDS de Daniel Silva, e tem como base a praxis \n\npedagógica de Paulo Freire e as teorias da autopoiésis, da complexidade \n\ne da transdisciplinaridade, a partir do diálogo com os seus principais \n\nautores, Humberto Maturana, Edgar Morin e Basarab Nicolescu, \n\nrespectivamente. \n\n O artigo apresenta a construção de cada momento com base nas \n\nexperiências de aplicações do Modelo PEDS, e relata os resultados da \n\n\n\n60 \n \n\npesquisa emprendida para trabalhar a Lei 9.433, bem como suas leis \n\nirmãs, como conteúdo pedagógico nos processos de formação e \n\ncapacitação de pessoas envolvidas com a gestão social da água no \n\nBrasil. \n\n A metodologia do Espírito das Leis permite entender a \n\nlegislação através dos fenômenos representados por ela, ou seja, seu \n\nespírito. A lei não é apenas um texto jurídico, o seu espírito representa \n\num conjunto de relações necessárias que derivam dos fenômenos \n\nrepresentados por ela que, quando compreendidas conjuntamente, \n\npermitem a sua materialização. \n\n Vale lembrar que, da mesma forma que não existem duas \n\npessoas iguais no mundo, também não existem duas bacias hidrográficas \n\niguais. Por isso, cada pessoa ou grupo construirá seu espírito e cada \n\nbacia terá sua experiência e seu contexto e ambos serão únicos como são \n\nos espíritos. \n\n Esta metodologia foi organizada em quatro momentos: \n\na) construção do contexto;  \n\nb) construção da episteme;  \n\nc) construção do espírito; e \n\nd) síntese e valorização pedagógica.  \n\n A seguir, a figura 7 apresenta e detalha os momentos da \n\nmetodologia do Espírito das Leis. \n\n\n\n61 \n \n\n \n\nFigura 8: Apresentação e detalhamento da metodologia do Espírito das Leis (Silva, \n2005) \n\n Portanto, coube aos ministrantes do curso de Gestão Social de \n\nBacias Hidrográficas a apresentação da contextualização e da construção \n\n\n\n62 \n \n\nda episteme aos participantes, ambos baseados nos trabalhos do \n\nGTHidro e de Silva. \n\n A estrutura de uma lei, dentro da metodologia que estamos \n\ntrabalhando, consiste em: \n\n• Identificação dos níveis hierárquicos da lei; \n• A natureza dos fenômenos representados pela lei; \n• As relações que devem necessariamente existir para concretizar \n\nos fenômenos da lei. \n\n Na organização da lei, deve-se saber identificar o conjunto de \n\nníveis hierárquicos de relações. Cada lei possui sua própria estrutura, a \n\nqual é concebida pelos níveis hierárquicos das relações que devem ser \n\nobedecidas para a implementação da lei. \n\n A identificação destes níveis para a Lei 9.433/97 foi praticada \n\natravés de cinco questões: \n\n1. Quais os fundamentos, conceitos, princípios e valores \nencontrados na lei? \n\n2. Quais os objetivos, metas e indicadores de resultados \nexplicitados? \n\n3. Quais são as diretrizes, orientações e recomendações \napontadas? \n\n4. Quais são os instrumentos e mecanismos de operacionalização \nda lei? \n\n5. Quais são os elementos sistêmicos de gestão, participação e \nregulamentação? \n\n As respostas a estas questões forneceram cinco níveis \n\nestruturais da lei: fundamentos; objetivos; diretrizes; instrumentos e \n\nsistema de gestão. \n\n Os fundamentos da lei possuem um caráter transdisciplinar e \n\ndevem estar presente em todos os demais níveis. Eles são o coração, a \n\nessência da lei, por isso estão em sua base e devem fundamentar todos \n\nos níveis seguintes. \n\n Os objetivos devem esclarecer o que se pretende alcançar com a \n\naplicação lei. \n\n\n\n63 \n \n\n As diretrizes de uma política resultam de um olhar crítico do \n\npresente para o passado, refletindo-se sobre como deve ser o caminho \n\npara se chegar aos objetivos, de modo a não repetir possíveis erros do \n\npassado. As diretrizes fornecem, portanto, as orientações e os cuidados \n\nna prática das ações previstas na lei. \n\n Os instrumentos são os meios de realização de uma lei e devem \n\nestar imbuídos dos seus princípios para que sejam eficazes e façam \n\nsentido no cumprimento do que a lei procura, são eles que darão \n\nconcretude aos objetivos da lei. \n\n O último nível hierárquico estabelece como se dará o sistema de \n\ngestão relativo às implicações da lei, ou seja, seu sistema de governança, \n\nque inclui as instâncias responsáveis pela formulação da política, pelo \n\nassessoramento técnico e a instância responsável pela implementação \n\ndos instrumentos de política. Cada um desses níveis deve ter assegurado \n\nseu grau de autonomia e transparência nas suas ações, através de \n\ninstrumentos jurídicos. \n\n A partir disto, os participantes praticaram a identificação dos \n\nníveis a partir das cinco questões e, através da aplicação da Pedagogia \n\ndo Amor, os participantes construíram coletivamente o Espírito da Lei \n\ndas Águas para cada uma das regiões. Os resultados apresentados pelos \n\nparticipantes também foram sintetizados e são apresentados no quadro \n\nsíntese dos resultados apresentados no final deste trabalho. \n\n \n\n4.3. Sinergia com as Leis Irmãs \n\n  \n\n Posteriormente à construção do Espírito da Lei das Águas, os \n\nparticipantes foram divididos em cinco grupos, onde cada grupo ficou \n\nresponsável por uma das Leis Irmãs (PNEA, SNUC, PNSAN, EC e \n\nPNRS). \n\n Novamente, a partir da aplicação da Pedagogia do Amor, os \n\ngrupos identificaram os níveis hierárquicos das Leis Irmãs e buscaram \n\nidentificar a relação de cada um dos níveis com os resultados \n\nconstruídos para a Lei das Águas. Os resultados desse processo também \n\nforam apresentados no quadro síntese de cada uma das regiões. \n\n\n\n64 \n \n\n A seguir são apresentadas as figuras 8, 9, 10 e 11 que ilustram \n\ncomo foi o processo de Construção do Espírito da Lei das Águas e a \n\nSinergia com as Leis Irmãs nas diferentes regiões. \n\n \n\nFigura 9: Metodologia de Construção do Espírito da Lei das Águas – Construção do \nContexto e da Episteme  regiões de Braço do Norte e Araranguá respectivamente. \n\n \n\nFigura 10: Construção Coletiva do Espírito das Leis das Águas em Braço do Norte e \nAraranguá respectivamente. \n\n\n\n65 \n \n\n \n\nFigura 11: Apresentação do Espírito da Lei das Águas em Araranguá e Chapecó \nrespectivamente. \n\n \n\nFigura 12: Apresentação da Sinergia das Leis Irmãs com a Lei das Águas em \nChapecó e Braço do Norte respectivamente. \n\n Agora apresentaremos a metodologia “Open Space ou Espaço \n\nAberto” que foi utilizada no último dia dos cursos e serviu para \n\nrealização do diagnóstico das bacias hidrográficas e também para a \n\nelaboração das estratégias coletivas que também estão no quadro síntese \n\ndos resultados para cada região. \n\n \n\n4.4. Metodologia Espaço Aberto ou Open Space \n\n  \n\n O criador da Metodologia Espaço Aberto (“Open Space”) é o \n\namericano Harrison Owen. Owen prefere, aliás, chamar a si próprio \n\n“iniciador”, e não “criador” da Metodologia, pois se “limitou”, diz ele, a \n\njuntar elementos que estavam presentes em várias culturas há milênios. \n\n\n\n66 \n \n\n A metodologia tem diversas influências histórico-culturais tais \n\ncomo as reuniões em círculo das aldeias africanas e indígenas, do \n\n“bastão da fala” das tribos índígenas, dos jornais de parede e mercados \n\ntradicionais de tantas culturas, da perspectiva de “respeito pelo outro” \n\ndas culturas orientais, ou à paixão responsabilidade que caracterizam \n\ntodos os projetos humanos no estado nascente de auto-organização.  \n\n Por essa razão, Owen entendeu que a metodologia que iniciou \n\nnão é sua “propriedade”, não lhe dá direito a “copyright”, nem de \n\ndecidir quem está ou não “certificado” para usar essa metodologia. \n\nSegundo ele, esta metodologia pertence à humanidade e pode ser usada \n\npor qualquer pessoa que se sinta capaz de utiliza-la com \n\nresponsabilidade.  \n\n A metodologia é, portanto, “aberta” em si mesma e também \n\naberta a uma concepção inter-cultural, quer porque já foi utilizada em \n\ntodos os continentes e em múltiplas culturas, quer porque tem a \n\npreocupação de estabelecer um “diálogo entre culturas”, que as \n\nenriquece mutuamente, ao mesmo tempo que enriquece a metodologia. \n\n A Metodologia de Reunião em Espaço Aberto pode aplicar-se a \n\nreuniões de vários tipos, com diferentes números de participantes e em \n\ndiferentes tipos de organizações ou comunidades, desde que haja um \n\ntema ou problema comum que agregue os participantes, ou seja, assim \n\ncomo a Pedagogia do Amor esta metodologia parte de um tema ou \n\npergunta inicial. \n\n Mesmo sendo fundamentalmente uma metodologia de reunião, \n\nela tem efeitos transformadores notáveis nas pessoas e nas organizações \n\nou comunidades que a utilizam, pois ela busca maximizar os benefícios \n\nde auto-organização, as sinergias de grupo, as relações abertas entre as \n\npessoas e a auto-aprendizagem individual e organizacional. Segundo \n\nOwen 1997A, a prática continuada da utilização da metodologia Espaço \n\nAberto tende a conduzir a uma Organização Aberta (empresa, escola, \n\ncomunidade, etc.) mais auto-organizada, mais capaz de responder ao \n\nambiente com flexibilidade, mais capaz de aprender a mudar de forma \n\ncontinuada, em que a liderança e o controle são distribuídos e o \n\nempoderamento das pessoas tende a se concretizar de fato. \n\n\n\n67 \n \n\n A metodologia do Espaço Aberto busca valorizar três \n\ncaracterísticas que são intrínsicas e essenciais à qualquer organização: a \n\ndiversidade e as organizações como sistemas abertos e complexos. \n\n  Esta metodologia não ignora, nem dissimula a diversidade, \n\npelo contrário, busca sua valorização, afim de maximizar as capacidades \n\ndas organizações. Por outro lado, todas as organizações são sistemas \n\ncomplexos que, por mais tentemos “normaliza-las”, impondo “regras \n\nuniformes” ou buscando compreende-las através de mecanismos \n\nmecanicistas e de causalidade linear, sempre a complexidade acaba por \n\nvir à tona e as medidas que desenvolvemos com uma intenção, acabam \n\nmuitas vezes por ter consequências opostas. Finalmente, todas as \n\norganizações são sistemas abertos que se relacionam com o ambiente \n\natravés de vários mecanismos de relação ou de troca, que são \n\ninfluenciadas pelo meio e o influenciam. \n\n Esta metodologia, portanto, aceita e valoriza o caráter aberto, \n\ncomplexo e diversificado das organizações a que se aplica, ou seja, a \n\nmetodologia, não apenas não ignora esses fatores, como cria condições \n\npara que a complexidade e a diversidade internas e externas, se \n\nconjuguem harmoniosamente nas reuniões. \n\n As sessões em Espaço Aberto realizam-se sempre com um \n\n“tema” pré-definido, que corresponde aos objetivos ou problemas \n\nconcretos que a organização deve analisar e decidir ou, pelo contrário, \n\npassar à ação para desenvolver e implementar. No caso do curso de \n\nGestão Social de Bacias Hidrográficas ela foi utilizada para a realização \n\ndo diagnóstico das bacias e para a elaboração de estratégias coletivas. \n\n Owen (Owen, 1997B) identificou quatro fatores, que quando \n\nestão total ou parcialmente presentes criam as condições em que as \n\nreuniões em Espaço Aberto são potencialmente mais produtivas: \n\n• altos níveis de complexidade, relativamente às questões a serem \nabordadas; \n\n• altos níveis de diversidade em relação às pessoas que têm de \nanalisar essas questões; \n\n• altos níveis de conflito (real ou potencial); e \n• uma decisão é necessária “para ontem”; \n\n\n\n68 \n \n\n Outro fator importante da metodologia de Espaço Aberto é que \n\no tema seja suficientemente importante e que desperte paixão e \n\nresponsabilidade da parte dos participantes e mobilize as capacidades de \n\nauto-organização do grupo.  \n\n A seguir serão apresentadas as duas regras básicas da \n\nmetodologia e os seus quatro princípios norteadores. \n\n A primeira regra é que a reunião deve acontecer em círculo, \n\npois a disposição em círculo permite que todas as pessoas estejam em pé \n\nde igualdade, que todos se possam ver e ouvir, sem terem de se voltar, e  \n\nfacilita a criação de um clima de igualdade, respeito mútuo e sentido de \n\ncomunidade. \n\n A segunda e última regra é a “regra dos dois pés”,  esta regra \n\npode formular-se nos seguintes termos: “se num grupo uma pessoa sente \n\nque não está aprendendo nada, nem está a dando contribuições válidas, \n\ndeve usar os seus dois pés, sair e ir fazer alguma coisa mais útil”. \n\n À primeira vista, esta regra parece ser contra intuitiva e pode \n\ncriar um clima caótico, mas como já vimos com Morin e a Teoria da \n\nComplexidade, podemos reconhecer que esse “caos” inicial pode \n\nproduzir ordem, no caso, a auto-organização dos grupos sociais de \n\nforma harmoniosa. Mesmo assim, a regra pode assustar as mentalidades \n\nmais controlistas ou hierárquicas, no entanto, a experiência mostra que \n\nesta regra é normalmente usada com grande responsabilidade e cria uma \n\nfluidez e uma produtividade que não existiriam sem ela. \n\n A existência desta segunda regra conduz à clarificação de dois \n\n“personagens” na metodologia: as abelhas e as borboletas. As abelhas, \n\nsão as pessoas que usam a regras dos dois pés e saem de uma sessão \n\npara se juntarem a outra e têm, portanto, um papel similar à polinização \n\ncruzada, permitindo que, espontaneamente, as discussões em grupos \n\ndiferentes vão se interconectando, são os polinizadores de ideias. \n\n Já as borboletas, são aquelas pessoas que usam a regra dos dois \n\npés para dar uma “saidinha”, “tomar um café”, e é justamente nos \n\nencontro informais das “borboletas” que também podem surgir outras \n\ncontribuições tão pertinentes com o tema como as contribuições de \n\nquem está dentro da sala, pois muitas dessas conversas podem ser \n\naltamente criativas e assumem caráter interdisciplinar, permitindo \n\n\n\n69 \n \n\nmuitas vezes clarificar as idéias e também introduzir novos temas \n\nimportantes, não abordados nas reuniões. \n\n No caso do curso de GSBH, adotamos também um outro \n\npersonagem, o “guardião”, responsável por organizar as informações e \n\npara orientar as “abelhas” do que já tinha sido debatido nas temáticas. \n\n A seguir são apresentados os quatro princípios da metodologia. \n\n O primeiro princípio poderia traduzir-se, num sentido restrito, \n\npor “quando a reunião começa é o momento certo” e num sentido mais \n\namplo “quando as coisas começam é o momento certo” (e “coisas” pode \n\nsignificar novas ideias, novas estruturas, etc.). \n\n O segundo princípio, “quando as coisas acabam, estão \n\nacabadas”, que esclarece que se todas as questões foram finalizadas \n\nantes do tempo previsto, estão finalizadas e as pessoas não precisam de \n\nficar a “fazer cera”; podendo dar a reunião por acabada e irem juntar-se \n\na outro grupo. \n\n O terceiro princípio é “as pessoas que vieram, são as pessoas \n\ncom quem se pode contar para resolver os problemas” . Esta \n\nrecomendação corresponde ao princípio que Owen formula nos \n\nseguintes termos: “whoever comes is the right people”. É necessário que \n\no grupo reunido tenha consciência que as pessoas presentes são as que \n\nse mostraram suficientemente empenhadas na resolução ou análise dos \n\nproblemas e são as necessárias para o analisar e procurar estratégias ou \n\nlinhas de ação. \n\n O quarto princípio busca focalizar a atenção no futuro e não no \n\npassado, e acertar, aqui e agora, que opiniões divergentes são \n\nreconhecidas e aceitas. O grupo procura recolher todas as contribuições \n\ne, partir deles, buscar soluções. Em suma, nas condições criadas e com \n\nos participantes presentes, o que quer que aconteça deve ser aceito e \n\nusado para obter a melhor solução. Esta recomendação, corresponde ao \n\nprincípio que Owen formula nos seguintes termos: “whatever happens is \n\nthe only thing that could have”. \n\n A partir da explicação da metodologia aos participantes, estes se \n\ndividiram em grupos para elaborar o diagnóstico das bacias. Cada um \n\ndos grupos era responsável por um tema específico acordado com os \n\nparticipantes, tais como: “principais usos da água na bacia e seus \n\n\n\n70 \n \n\nrespectivos desafios e conflitos”, “potenciais projetos, boas práticas e \n\nparceiros dentro da bacia” e “possíveis fontes de dados e informações \n\nsobre a bacia”. \n\n Cada um desses temas tinha um “guardião” responsável e todos \n\nos outros participantes se alternavam nos grupos contribuindo com seus \n\nrespectivos saberes. Após um certo período de tempo os “guardiões” \n\ntambém puderam contribuir nas outras temáticas. \n\n Já a construção das estratégias coletivas foi realizada pelo \n\ngrande grupo de forma auto-organizada, onde, em círculo, todos \n\ndialogaram e propuseram estratégias que julgavam pertinentes para a \n\nboa gestão da água nas suas bacias. \n\n Os produtos oriundos da aplicação da metodologia de Open \n\nSpace foram sistematizados pelos participantes e apresentados à todos, \n\npara contribuição e valorização dos resultados obtidos. As figuras 12 e \n\n13 apresentam o processo de construção através da metodologia Open \n\nSpace nas diferentes regiões. \n\n \n\nFigura 13: Open Space - Construção Coletiva do Diagnóstico das Bacias em Braço \ndo Norte e Chapecó respectivamente. \n\n\n\n71 \n \n\n \n\nFigura 14: Open Space - Apresentação do Diagnóstico e das Estratégias Coletivas \nem Chapecó e Araranguá respectivamente \n\n O produto final do diagnóstico e das estratégias coletivas \n\ntambém está no quadro síntese final de cada região e é o resultado final \n\ndesse trabalho. \n\n5. RESULTADOS \n \n\n Os resultados deste trabalho de conclusão de curso foram, \n\nportanto, construídos de forma coletiva e cooperativa durante os cursos \n\nnas regiões de Araranguá, Chapecó e Braço do Norte em Santa Catarina. \n\nA partir disto, foram esquematizados pelo autor seis quadros síntese \n\n(dois para cada região) em tamanho A1. A idéia é que esses quadros \n\npossam voltar às comunidades e ao Comitê das bacias hidrográficas \n\nonde foram produzidos na forma de um banner físico e virtual, buscando \n\ncontribuir para a gestão social da água em Santa Catarina nessas regiões. \n\nOs resultados e a reflexão sobre eles são apresentados no corpo do texto \n\ne os quadros síntese de cada região são apresentados nas Figuras 20, 21, \n\n27, 28, 34 e 35. \n\n A seguir apresentaremos também como resultados desse \n\ntrabalho os Acordos Iniciais construídos coletivamente em cada uma das \n\nregiões. \n\n1. Acordo Inicial – Região de Araranguá/SC \n\nACORDO INICIAL  \n\n\n\n72 \n \n\nCURSO DE GESTÃO SOCIAL DE BACIAS HIDRÓGRAFICAS \n\nGrupo de Araranguá \n\n \n\nOs cidadãos de Araranguá e região, reunidos na data de 30 de \n\njulho de 2014, \n\nCONSCIENTES da importância da Bacia Hidrográfica como a \n\nunidade básica para o planejamento de políticas públicas para \n\no uso e manejo de recursos hídricos; \n\nMOTIVADOS pela importância do Comitê de Bacia Hidrográfica \n\ncomo: uma organização, um grupo de pessoas, um núcleo \n\ngestor participativo e transparente, constituído por diversos \n\natores sociais na proporção 40% sociedade civil, 40% \n\nusuários de água e 20% do poder público, com atribuições \n\ndeliberativas, consultivas e propositivas; \n\nCONSIDERANDO a função do CBH como um espaço \n\ndescentralizado de diálogo e representatividade, de troca de \n\nconhecimentos, compreensão da legislação e de legitimação \n\nde proposições e ações que devem garantir ações de \n\nproteção e preservação dos recursos hídricos, atendendo as \n\ndemandas atuais e futuras de disponibilidade e qualidade da \n\nágua e respeitando o meio ambiente; \n\nANIMADOS pelos sentimentos que se constituem como \n\nvalores para a caminhada de trabalho deste grupo aqui \n\nconsolidado, sustentados pelas éticas de solidariedade, \n\nsustentabilidade, cooperação, amor, transparência, \n\n\n\n73 \n \n\nsensibilidade, com uma visão holística e integrada de \n\nproteção e respeito a vida e de responsabilidade técnica e \n\nsócio ambiental sobre os bens comuns; \n\nCONFIANTES do marco social do presente acordo como um \n\ninstrumento de aproximação, participação e empoderamento \n\ndas comunidades em prol do bem comum; \n\n \n\nRESOLVEM assinar o presente Acordo. \n\n___________________________________________ \n\n2. Acordo Inicial – Região de Chapecó/SC \n\n \n\nACORDO INICIAL  \n\nCURSO DE GESTÃO SOCIAL DE BACIAS HIDRÓGRAFICAS \n\nGrupo de Chapecó \n\n \n\nOs cidadãos de Chapecó e região, reunidos na data de 20 de \n\nagosto de 2014, \n\nCONSCIENTES da importância da Bacia Hidrográfica como a \n\nunidade básica para o planejamento de políticas públicas para \n\no uso e manejo de recursos hídricos; \n\nMOTIVADOS pela importância do Comitê de Bacia Hidrográfica \n\ncomo: um grupo diverso da sociedade representativo, \n\n\n\n74 \n \n\ndemocrático e deliberativo que atua na gestão dos recursos \n\nhídricos nas bacias hidrográficas, discutindo valores, \n\npropondo ações e trocando informações; \n\nCONSIDERANDO a função do CBH como um espaço \n\nrepresentativo de mediação de conflitos, busca de soluções, \n\nidentificação das necessidades coletivas e dos problemas, \n\ngestão dos saberes para a proteção e o cuidado com os \n\nrecursos hídricos, propondo regras e instrumentos de \n\npolíticas públicas; \n\nANIMADOS pelos sentimentos que se constituem como \n\nvalores para a caminhada de trabalho deste grupo aqui \n\nconsolidado, sustentados pelas éticas de cuidado, \n\npreservação, recuperação, valorização dos saberes, \n\neducação, solidariedade, cooperação, imparcialidade, \n\nequidade, transparência, autonomia, respeito, justiça, \n\nresiliência, altruísmo, coletividade, coerência, priorizando \n\nações práticas com pertinência com a cultura local buscando \n\na melhoria da qualidade de vida e a sustentabilidade; \n\nCONFIANTES do marco social do presente acordo como um \n\ninstrumento de aproximação, participação e empoderamento \n\ndas comunidades em prol do bem comum; \n\n \n\nRESOLVEM assinar o presente Acordo. \n\n_________________________________ \n\n \n\n\n\n75 \n \n\n \n\n3. Acordo Inicial – Região de Braço do Norte/SC \n\n \n\nACORDO INICIAL  \n\nCURSO GESTÃO SOCIAL DE BACIAS HIDRÓGRAFICAS \n\nGrupo de Braço do Norte \n\n \n\nOs cidadãos de Braço do Norte e região, reunidos na data de \n\n10 de setembro de 2014, \n\nCONSCIENTES da importância da Bacia Hidrográfica como a \n\nunidade básica para o planejamento de políticas públicas para \n\no uso e manejo de recursos hídricos; \n\nMOTIVADOS pela importância do Comitê de Bacia Hidrográfica \n\ncomo: um espaço de diálogo e mediação de conflitos, que \n\ndeve buscar soluções e a continuidade entre as ações, \n\nvalorizando a história, o contexto local e a participação \n\ncomunitária e pensando a bacia hidrográfica como um todo; \n\nCONSIDERANDO a função do CBH como um parlamento das \n\náguas, um grupo de pessoas com um objetivo comum. \n\nResponsável pela atuação, discussões e tomadas de decisão \n\nnas bacias hidrográficas; \n\nANIMADOS pelos sentimentos que se constituem como \n\nvalores para a caminhada de trabalho deste grupo aqui \n\n\n\n76 \n \n\nconsolidado, sustentados pelas éticas do desenvolvimento \n\nsustentável, da coletividade, do comprometimento, da \n\npreservação, da cooperação, da responsabilidade sócio-\n\nambiental e da qualidade de vida; \n\nCONFIANTES do marco social do presente acordo como um \n\ninstrumento de aproximação, participação e empoderamento \n\ndas comunidades em prol do bem comum; \n\n \n\nRESOLVEM assinar o presente Acordo. \n\n_______________________________________  \n\n  \n\n Podemos observar a importância de um Acordo Inicial em \n\nprojetos de governança da água, pois esse pode deixar muito mais claro \n\no entendimento da comunidade a respeito dos problemas e, \n\nprincipalmente, quais os valores e éticas que devem fundamentar os \n\ntrabalhos para que estes possam ser mais pertinentes com a comunidade \n\nem questão. \n\n A seguir apresentaremos os resultados da construção coletiva \n\ndos Conceitos Operativos, do Espírito da Lei das Águas e Sinergia com \n\nas Leis Irmãs e dos diagnósticos e estratégias coletivas para cada uma \n\ndas regiões na forma de imagens. Posteriormente são apresentadas as \n\nfiguras 20, 21, 27, 28, 34 e 35 que apresentam os quadros síntese das \n\ndiferentes regiões onde foram realizados os cursos de GSBH.  \n\n5.1.  Resultados da Construção Coletiva na Região de \n\nAraranguá/SC \n\n  \n\n A seguir, as Figuras 15 à 19 apresentam os Conceitos \n\nOperativos, o Espírito da Lei das Águas e a Sinergia com as Leis Irmãs, \n\n\n\n77 \n \n\ne o diagnóstico e as estratégias coletivas respectivamente, construídas na \n\nregião de Araranguá. \n\n \n\nFigura 15: Conceitos Operativos construídos na região de Araranguá/SC \n\n Na figura 15, destaca-se o conceito operativo de Biosfera e a \n\nequação integral que surgiu a partir da construção coletiva devido à \n\npresença de um professor de Física do IFSC-Araranguá no grupo que \n\nconstruiu o conceito, mostrando o potencial do diálogo e da integração \n\nentre os diversos saberes nas metodologias colaborativas de construção \n\ncoletiva. \n\n \n\nFigura 16: Espírito da Lei das Águas e Sinergia com as Leis Irmãs na região de \nAraranguá/SC \n\n Neste momento, as Figuras 17, 18 e 19 apresentam os \n\nresultados da construção coletiva do diagnóstico feito pelos \n\nparticipantes e as estratégias coletivas construídas durante o curso de \n\nGSBH na região de Araranguá/SC, a partir da metodologia Open Space. \n\n\n\n78 \n \n\n \n\nFigura 17: Principais Usos e os respectivos conflitos e desafios levantados na \nregião de Araranguá/SC \n\n \n\n \n\nFigura 18: Levantamento de Fontes de Dados e Boas Práticas na Bacia do Rio \nAraranguá \n\n \n\n \n\nFigura 19: Estratégias Coletivas construídas na região de Araranguá/SC \n\n Neste momento, podem-se destacar as estratégias coletivas \n\nconstruídas e sua relação direta com os instrumentos previstos pela Lei \n\ndas Águas. Além disso, podemos valorizar as boas práticas levantadas \n\nna bacia e seu potencial de sinergia na construção de novos projetos \n\npara a região. \n\n A seguir, as figuras 20 e 21 apresentam o quadro síntese dos \n\nresultados construídos pelo autor, a partir dos resultados obtidos no \n\ncurso de GSBH em Araranguá/SC. \n\n\n\n79 \n \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Araranguá/SC\n\nÉ o espaço que compreende todas as formas de vida no \nnosso Planeta e que possui os elementos constituintes (terra, \n\nar, água e energia) que tornam possível a sobrevivência de \ntodos os seres vivos. \n\nDe forma resumida:\nBIOSFERA = \n\nÉ a qualidade da consciência dos direitos e deveres do \nindivíduo que vive em sociedade no âmbito do ambiente \n\nnatural ou construído de um determinado território. \nResultado das RE-conexões das dimensões da razão, emoção e \n\ndo aprendizado.\n\nÉ a promoção do desenvolvimento social, econômico e \nambiental, levando em consideração a sua complexidade e \n\nsuas inter-relações, de forma equilibrada, visando atender as \nnecessidades da geração atual sem comprometer a \n\ncapacidade das gerações futuras de atender as suas próprias \nnecessidades, observando os fundamentos com valores da \n\nsolidariedade, sustentabilidade e cooperação.\n\nÉ resultado da inter-relação entre a saúde individual (física, \nemocional, mental e espiritual), da saúde coletiva (saúde \nindividual + saneamento básico e ambiental) e da saúde \n\nambiental (saúde coletiva + desenvolvimento sustentável).\n\nAmbiente é o espaço onde ocorrem as interações entre os \nmeio biótico, abiótico, a sociedade e todas as suas inter-\n\nrelações.\n\nBiosfera\n\nAmbiente\n\nCidadania Ambiental\n\nDesenvolvimento \nSustentável\n\nSaúde Integral\n\nA água como um bem comum limitado, dotado de valor econômico, ecológico e social, e sua gestão é feita nas bacias hidrográficas de\nforma descentralizada e participativa, com atuação da sociedade e do Sistema Nacional de Gerenciamento de Recursos Hídricos\n(SNGRH).\n\nO objetivo é garantir o acesso aos recursos hídricos com disponibilidade e qualidade para as atuais e futuras\ngerações, promovendo políticas de uso integrado e racional e de prevenção contra eventos hidrológicos\ncríticos naturais e decorrentes do uso inadequado desse recurso.\n\nAs diretrizes da PNRH são: promover a integração da gestão de recursos hídricos de forma integrada e sistemática, através \nda articulação entre os diferentes níveis de atuação, setores e outras políticas pertinentes, além da adequação as \nespecificidades locais quanto a diversidade física, biótica, ecológica, social, demográfica e econômica e considerando os \naspectos quali e quantitativo da água.\n\nOs instrumentos são as ferramentas pedagógicas, sociais e políticas para o bom planejamento, gerenciamento e\ngestão dos recursos hídricos, que visam caracterizar e sistematizar as informações das bacias hidrográficas (Programa\nde Educação Ambiental e Sistema de Informações Hidrológicas da Bacia), assegurar o uso múltiplo das águas de\nforma sustentável (Enquandramento, Outorga, Cobrança e Pagamentos por Serviços Ambientais) e garantir\nimplementação da Política Nacional de Recursos Hídricos (Planos de Bacia).\n\nO Sistema Nacional de Gerenciamento de Recursos Hídricos deve regulamentar e atuar sobre o uso, a\npreservação e a recuperação dos recursos hídricos, através de uma coordenação integrada e\nparticipativa entre os diferentes níveis institucionais, arbitrando conflitos e aplicando termos de\najustamento de conduta, multas e penalizações.\n\nFundamentos\n\nObjetivos\n\nDiretrizes\n\nInstrumentos\n\nGestão\n\nEspírito da Lei das Águas\n\nConceitos Operativos\n\nSinergia com as Leis Irmãs\nPNEA\nLei 9.795/99\n\nSNUC\nLei  9.985/00\n\nEC\nLei 10.257/01\n\nPNSAN\nLei 11.445/07\n\nPNRS\nLei  12.305/10\n\n- Conservação do Meio Ambiente;\n- Enfoque holístico, humanista, \ndemocrático e  participativo com \nvistas à sustentabilidade;\n- Reconhecimento da diversidade \ncultural;\n\n- Desenvolvimento integrado;\n- Assegurar a participação individual e \ncoletiva na preservação do equilíbrio \nambiental;\n- Estimular a cooperação e o \nfortalecimento da cidadania;\n- Disseminar as informações sobre as \nquestões ambientais;\n\n- Integração da Educação Ambiental \naos Programas de Conservação, \nRecuperação e Melhoria do Meio \nAmbiente;\n- Atender as demandas locais quanto \nas suas problemáticas ambientais;\n- Definir políticas públicas que \nincorporem a dimensão ambiental;\n\n- Disseminação de informações e \npráticas educativas sobre os recursos \nhídricos e o meio ambiente, \nprogramas de educação ambiental e \ndivulgação nos meios de \ncomunicação;\n\n...\n\n- Art. 4º, incisos I, III, IV e VII.\n- Contribuir com a diversidade \nbiológica, restauração e \npreservação dos ecossistemas, \npromover o desenvolvimento \nsustentável e proteger e \nrecuperar os recursos hídricos. \n\n- Art. 7º, incisos I e II. \n- Criação de Unidades de \nConservação de Proteção \nIntegral e de Uso Sustentável\n\n- Art. 5º, inciso VII (integração \ncom outras políticas \nconsiderando as especificidades \nlocais);\n\n- Art. 22º - Sistema de \nInformações;\n- Em processos de consulta \npública devem ser \ndisponibilizadas informações \nadequadas e inteligíveis;\n\n...\n- Art. 43º, inciso IV - Gestão\n\n- Art. 4º, inciso I (Instrumentos);\n- Art. 40º - Plano Diretor \nParticipativo;\n\n- Art. 2º, incisos I, II, III e VI  \n(direito a cidades sustentáveis, \ngestão democrática e \nparticipativa, cooperação entre \nos agentes e ordenação e \ncontrole do uso do solo) ;\n- Art. 3º, inciso V (gestão \nintegrada com outras políticas);\n- Art. 21º, parágrafo 1º (diretrizes \ndo EC);\n\n- Art. 37º\n\n- Art. 40º, inciso II.\n\n- Art. 33º (SNIS)\n\n- Art. 29º, inciso I, &amp;1º (Outorga \ne Cobrança);\n\n- Art. 3º, inciso III;\n- Art. 19º, inciso V;\n\n- Art. 3º, inciso I;\n- Art. 19º, inciso I;\n- Art. 48º, inciso XII;\n- Prevenção, segurança hídrica e \nuso sustentável dos recursos.\n\n- Art. 23º, reconhecendo o valor \nsocial e econômico da água.\n\n...\n\n- Planos de Resíduos Sólidos, \nFiscalização e Monitoramento, \nPesquisa Científica, Incentivos \nFiscais, Financeiros e Creditícios, \nSistemas de Informação de \nResíduos Sólidos, Saneamento e \nMeio Ambiente;\n- Art. 33º (Logística Reversa);\n\n- Art. 11º, incisos I e II;\n- Art. 12º;\n- Art. 30º, incisos I, III, IV, VI e VII;\n\n- Art. 7º, incisos I, IV, VII e VIII.\n\n- Art. 6º, incisos I, II, III, IV, V, VI, \nVII, IX e X.\n\n \n\nFigura 20: Quadro Síntese 1 dos resultados obtidos em Araranguá/SC \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Araranguá/SC\n\nPrincipais usos da água na Bacia do Rio Araranguá e os respectivos conflitos e desafios\n\n1.  Agricultura:  \n- Arroz;      - Milho;\n- Fumo;     - Banana;\n- Mandioca/Povilho;      \n\n2.  Pecuária:\n- Bovinos;      -Suínos;\n- Aves;           - Psicultura;\n\n3.  Indústria:\n- Frigoríficos;      - Beneficiamento de arroz e mandioca;\n- Carvão;             - Areia;\n- Metalurgia/Mecânica;    - Têxtil;\n- Tratamento de madeira;    - Olarias;\n\nAgricultura:\n- Contaminação da água por agrotóxicos e fertilizantes;\n- Quantidade de água utilizada para atender as demandas da agricultura;\n- Conflitos na distribuição de água para os agricultores e para o consumo humano;\n- Resíduos Sólidos (principalmente embalagens de agrotóxicos);\n\nIndústria:\n- Principal conflito está na extração e processamento do Carvão e da Areia, com forte \n\nalteração na paisagem e com contaminação da água e do ar;\n\n4.  Serviços:\n- Lavanderias;      - Restaurante e Hotéis;\n- Postos de Combustível;     - Lavação de carros e mecânicas;\n- Construção Civil;\n\n5.  Saneamento Básico:\n- SAMAE;     - CASAN;    - Ligações Informais;\n\n6. Turismo e Lazer\n\nLevantamento de Fontes de Dados e Boas Práticas na Bacia do Rio Araranguá\n\nEstratégias Coletivas para a Bacia do Rio Araranguá\n\n•Páginas dos Comitês do Rio Araranguá, Urussanga e Tubarão;\n\n(ex: http://www.sirhesc.sds.sc.gov.br/sirhsc/index.jsp?idEmpresa=18 ou\n\nhttp://www.aguas.sc.gov.br/ )\n\n•Páginas oficiais dos municípios que compõe a Bacia;\n\n(ex: http://ararangua.sc.gov.br/ )\n\n•Caderno do Educador Ambiental – Projeto Piava Sul;\n\n•Associação de Drenagem e Irrigação Santo Isidoro  - Projeto Ingabiroba;\n\n•Projeto Ingabiroba;\n\n•Comitê da Bacia Hidrográfica do Rio Araranguá, Urussanga e Tubarão;\n\n•Projeto Piava Sul;\n\n•Projeto TSGA I e II;  (ex: http://tsga.ufsc.br/ )\n\n•Programa SC Rural;\n\n•Produção Orgânica (agricultores, associações e cooperativas);\n\n•Uso de Tecnologias Adequadas (principalmente na diminuição da quantidade \n\nde água utilizada na produção do arroz);\n\n•Coleta Seletiva de Resíduos;\n\n1.  Programa de Educação Ambiental da Bacia do Rio Araranguá\n- Programas de Transição para modelos mais sustentáveis;\n- Extensão Rural com foco Agroecológico;\n- Campanhas de Conscientização aos Consumidores;\n- Certificação ISO para as indústrias;\n- Capacitação dos Professores;\n- Sensibilização das Comunidades;\n- Efetivação da Política Nacional de Educação Ambiental (9.795/99);\n\n2.  Sistema de Informações Hidrológicas\n- Integração dos bancos de dados e redes de informações já existentes;\n- Coleta, monitoramento, tratamento , disseminação e disponibilização das informações e dos dados de forma qualificada e pedagógica;\n\n•Página eletrônica do IBGE, Epagri/CIRAM e Hidroweb (ANA);\n\n(ex: http://www.ibge.gov.br/ ; http://ciram.epagri.sc.gov.br/ e \n\nhttp://hidroweb.ana.gov.br/ )\n\n•Página eletrônica e documentos do Projeto Microbacias II/SC;\n\n(ex: http://www.scrural.sc.gov.br/ e http://www.microbacias.sc.gov.br/\n\n•Estudos e Pesquisas das instituições de ensino superior – UFSC, Unisul, \n\nUnesc;\n\n3. Enquadramento dos cursos de água\n- Implementação de processos participativos em toda a Bacia para o enquadramento dos rios conforme as demandas da comunidade;\n\n4.  Outorga do Uso da Água na Bacia\n- Cadastro dos diversos usos múltiplos da água na Bacia com ampla divulgação, sensibilização e utilizando o argumento legal (com base na Lei das Águas \n\ne nas resoluções sobre Enquadramento e Outorga da Água);\n\n5.  Cobrança pelo Uso da Água e Pagamentos por Serviços Ambientais devem ser construídos de forma pedagógica e participativa junto com o Plano de \nBacia;\n\nPrincipais Usos Conflitos e Desafios\n\nFontes de Dados Boas Práticas\n\nSaneamento Básico:\n- Falta de saneamento e contaminação dos corpos d`água;\n\nServiços, Turismo e Lazer:\n- Falta de informações, uso inadequado da água e falta de saneamento;\n\nConstrução da Barragem do Rio do Salto;\n\n \n\nFigura 21: Quadro Síntese 2 dos resultados obtidos em Araranguá/SC \n\n\n\n80 \n \n\n A seguir, as figuras 22 à 28 apresentam os resultados \n\nconstruídos de forma coletiva durante o curso de GSBH na região de \n\nChapecó. \n\n5.2.  Resultados da Construção Coletiva na região de \n\nChapecó/SC \n\n \n\n Neste momento, são apresentadas nas Figuras 22 a 26 os \n\nresultados da construção coletiva dos Conceitos Operativos, Espírito da \n\nLei das Águas e Sinergia com as Leis Irmãs e o diagnóstico e as \n\nestratégias coletivas, durante o curso de GSBH na região de Chapecó. \n\n \n\nFigura 22: Conceitos Operativos construídos na região de Chapecó/SC \n\n Pode-se destacar os conceitos de Biosfera e Desenvolvimento \n\nSustentável, onde, no primeiro, destaca-se a importância de \n\nreconhecermos a Biosfera como um ecossistema único e o objetivo de \n\ntrabalhar esse conceito. Já no segundo pode-se valorizar a ideia de que o \n\nDesenvolvimento Sustentável emerge de estratégias de governança \n\nparticipativa e deve abranger as dimensões: ecológica, cultural, social, \n\ntecnológica, jurídica, política e econômica. \n\n A Figura 23 apresenta a construção coletiva do Espírito da Lei \n\ndas Águas e a sinergia com as Leis Irmãs. \n\n\n\n81 \n \n\n \n\nFigura 23: Espírito da Lei das Águas e Sinergia com as Leis Irmãs para a região de \nChapecó/SC \n\n Agora as Figuras 24 à 26 apresentam o diagnóstico da bacia \n\nenvolvendo os principais usos e respectivos conflitos e desafios, o \n\nlevantamento de boas práticas, parceiros e potencialidades da bacia, \n\nalém das estratégias coletivas construídas coletivamente para região. \n\n \n\nFigura 24: Principais usos e conflitos e desafios relacionados na região de \nChapecó/SC \n\n \n\n \n\nFigura 25: Levantamento de possíveis parceiros, boas práticas, potencialidades e \nprojetos dentro da Bacia do Rio Chapecó \n\n Cabe ressaltar a quantidade de parceiros, boas práticas e \n\nprojetos levantados pelos participantes, que somente emergiram devido \n\n\n\n82 \n \n\na pertinência dos participantes do curso com suas regiões. \n\nDiferentemente do que acontece geralmente nos projetos, que muitas \n\nvezes são realizados por técnicos “de fora” da bacia e sem a participação \n\nda comunidade local. \n\n \n\nFigura 26: Estratégias Coletivas elaboradas pelos participantes na região de \nChapecó/SC \n\n Pode-se observar que diferentemente da região de Araranguá, \n\nna região de Chapecó as estratégias coletivas construídas não são todas \n\nrelacionadas aos instrumentos previstos na Lei das Águas. \n\n A seguir, as Figuras 27 e 28 apresentam o quadro síntese \n\nelaborado para a região de Chapecó/SC. \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Chapecó/SC\n\nA essência do conceito é: local de existência da vida. \nOrganizada por ecossistemas, onde cada ecossistema tem \n\nfauna e flora específicos. Possui ciclos biogeoquímicos como \ndo carbono, do nitrogênio, do fósforo, do potássio, da água, \n\ndo oxigênio e leis ecológicas fundamentais como: a \nhomeostase, a resiliência e a neguentropia. A Biosfera pode \n\nser considerada como um ecossistema único (Teoria de Gaia) \ne suas condições de equilíbrio pressupõem a idéia de limite. \n\nO objetivo de trabalharmos o conceito de Biosfera é \nconhecer, entender para que possamos amá-la, e assim, \n\ncuidar dela. \n\nÉ a qualidade de conhecimento da legislação, dos direitos e \ndeveres e da responsabilidade ambiental, da interação \n\npositiva do indíviduo e da coletividade com o ambiente nas \nsuas atividades vivenciais com consciência ambiental e \n\ncultural.\n\nÉ um desenvolvimento onde deve prevalecer o bem estar \nhumano em harmonia com o uso dos recursos naturais, \n\ngarantindo suprir as necessidades das atuais gerações, sem \ncomprometer as gerações futuras. Deve abranger as \n\ndimensões: ecológica, cultural, social, tecnológica, jurídica, \npolítica e econômica, emergindo a partir de estratégias de \n\ngovernança participativa.\n\nEnvolve todas as dimensões que possibilitam a formação \nintegral do ser humano e seu habitat, gerando assim \n\nqualidade de vida. É a interação da saúde física, emocional, \nespiritual e ambiental.\n\nAmbiente é o meio de interação dos diversos elementos \nbióticos e abióticos, incluindo os seres humanos. É a relação \n\nentre a natureza e a sociedade.\n\nBiosfera\n\nAmbiente\n\nCidadania Ambiental\n\nDesenvolvimento \nSustentável\n\nSaúde Integral\n\nA água como um bem de domínio público e sua gestão deve ser feita de forma compartilhada e\ndescentralizada, garantindo os usos múltiplos e a sustentabilidade ecológica, social, econômica e cultural.\n\nO objetivo é a prevenção contra eventos hidrológicos críticos, além de assegurar a\ndisponibilidade quali e quantitativa de água, através do uso racional e sustentável.\n\nAs diretrizes apontam para um gestão sistemática dos recursos hídricos, associando os aspectos quali e\nquantitativos, adequando-se ao contexto ambiental das bacias hidrográficas e articulando o gerenciamento nas\ndiferentes esferas governamentais.\n\nOs instrumentos são as ferramentas pedagógicas, sociais e políticas para o bom planejamento e gestão dos recursos\nhídricos, que visam reconhecer a bacia através de um diagnóstico e um banco de dados (Educação Ambiental e\nSistemas de Informações Hidrológicas), classificar e enquadrar os cursos de água, planejamento e definição de ações\ne critérios para a outorga e cobrança, além da elaboração do Plano de Recursos Hídricos da Bacia.\n\nA gestão dos recursos hídricos deve garantir a implementação da PNRH a partir da mediação entre os\ndiversos atores sociais e usuários no planejamento, arbitragem e fiscalização dos recursos hídricos,\natravés do SNGRH.\n\nFundamentos\n\nObjetivos\n\nDiretrizes\n\nInstrumentos\n\nGestão\n\nEspírito da Lei das Águas\n\nConceitos Operativos\n\nSinergia com as Leis Irmãs\nPNEA\nLei 9.795/99\n\nSNUC\nLei  9.985/00\n\nEC\nLei 10.257/01\n\nPNSAN\nLei 11.445/07\n\nPNRS\nLei  12.305/10\n\n- Art. 1º e 4º;\n\n- Art. 5º;\n\n- Art. 4º, 8º e 11º;\n\n- Art. 6º, 7º, 9º e 13º;\n\n- Art. 10º e Capítulo III;\n\n- Art. 41º ao 60º;\n\n- Art. 2º, \n- águas superficiais e \nsubterrâneas; \n- preservação e proteção;\n- uso direto e indireto;\n- recuperação e restauração.\n\n- Art. 3º, 4º e 5º;\n\n- Art. 7º - proteção integral e uso \nsustentável; e \n- Art. 8º ao 21º;\n\n- Art. 6º e 22º ao 39º; - Capítulo IV, Art. 43º ao 45º;\n\n- Art. 4º, inciso I ao VI;\n\n- Art. 2º, incisos I ao XVII;\n\n- Art. 2º, função social da \npropriedade;\n\n- Art. 1º e Art 2º inciso I.\n\n- Comitês x Órgãos Colegiados;\n\n- Planos de saneamento \ncompatíveis com os planos de \nbacias hidrográficas, revistos \nde 4 em 4 anos – planos \nplurianuais e cobrança;\n\n- Gestão Associada x Gestão \nIntegrada;\n- Articulação das políticas de \nRH com políticas de \ndesenvolvimento urbano;\n- Integração das estruturas e \nserviços de saneamento com a \ngestão dos RHs;\n\n- Abastecimento de água \npotável, padrões de qualidade \ne quantidade e esgotamento \nsanitário.\n\n- Art. 2º incisos I, III e X e Art.  \n46º;\n\n- Planejamento, Educação \nAmbiental, Fiscalização e \nGestão Compartilhada;\n\n- Planos de Resíduos Sólidos, \nInventário e Sistema de \nInformações;\n\n-Art. 9º, e \n- Art. 7º, inciso VIII;\n\n-Art. 7º, incisos: \n-I – proteção da saúde pública e \nda qualidade ambiental; \n-III – estímulo à padrões \nsustentáveis e \n-VI – gestão integrada.\n\n- Art. 6º, incisos I,  III, IV,  VII, IX.\n\n \n\nFigura 27: Quadro Síntese 1 da região de Chapecó/SC \n\n\n\n83 \n \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Chapecó/SC\n\nPrincipais usos da água na Bacia do Rio Chapecó e os respectivos conflitos e desafios\n\n1. Agropecuária;\n\n2. Agroindústrias e Laticínios;\n\n3. Hidrelétricas: UHEs, PCHs e SGH;\n\n4. Companhias de abastecimento de água e esgoto;\n\n5. Empresas de Papel e Celulose; \n\n6. Estâncias Hidrominerais;  e\n\n7. Mineração;\n\n• Poluição difusa e pontual: \n\n- esgotos domésticos e lixo;\n\n- agrotóxicos e fertilizantes;\n\n- efluentes industriais; e\n\n- dejetos de animais.\n\n• Erosão e assoreamento;\n\nLevantamento de Parceiros, Boas Práticas e Projetos na Bacia do Rio Chapecó\n\nEstratégias Coletivas para a Bacia do Rio Chapecó\n\n•Universidades: Unoesc, Unochapecó, UFFS, Unopar, Udesc, \nUninter, UCEFF e Celer;\n•Escolas Estaduais, Municipais e Particulares;\n•Prefeituras e Associação dos Municípios (AMOSC);\n•Ministério Público Estadual e Federal;\n•Ibama, FUNAI e FATMA;\n•Epagri;\n•Vigilância Sanitária e Ambiental;\n•CASAN;\n•GERED;\n•CIDASC;\n•Polícia Militar Ambiental e Bombeiros;\n•Fóruns:  Oeste de Gestão da Água, de Educadores Ambientais,  \nde Resíduos Sólidos e da Agenda 21;\n•Conselhos Comunitários;\n\n•Fórum Oeste Catarinense de Gestão da Água;\n•Fórum de Resíduos Sólidos;\n•Coleta Seletiva e de embalagens de agrotóxicos;\n•Plantio Direto e Pastoreio Rotativo;\n•Proteção de Nascentes;\n•Construção e uso de cisternas de coleta de água da chuva;\n•Recuperação de Mata Ciliar e de Áreas Degradadas (técnicas \nnucleadoras);\n\n•Projetos de Educação Ambiental;\n•Parques Ambientais;\n•Agroecologia e agricultura orgânica;\n•Compostagem;\n•Aproveitamento de bioenergia;\n•Parcerias com o setor industrial;\n\n1. Programa de Educação Ambiental da Bacia do Rio Chapecó e Irani em todos os níveis formal e não-formal;\n\n2. Formação de Redes para troca de experiência e informações;\n\n3. Oficinas Pedagógicas envolvendo técnicos e comunidade;\n\n4. Encontros entre os Comitês de Bacia estaduais e nacionais para troca de experiências e boas práticas de gestão;\n\n5. Intercâmbio entre integrantes do Comitês de Bacia e instituições sociais pertinentes;\n\n6. Apoio à pesquisa e Programas e Projetos  de Educação Ambiental;\n\n•Sindicatos e Cooperativas;\n•SESC, SENAC, SENAI, SENAT;\n•Floresta Nacional e Parque Estadual das Araucárias;\n•Terceiro Setor (ONGs): Sociedade Amigos de Chapecó (SAC), SOS \nTerra – Arte em Ação, AARU, AAUI, AARUM, AARUDIA, ACEMAT, \nAPREMAVI, Verde Vida, Voluntário Amigo dos Bichos, SOS Sustentar, \nKirka – O som das árvores, ACHE, Instituto Goio-Em, Consórcio Iberê;\n•Clubes de Serviço: Rotary Clube, Leo Clube e Lyons;\n•Nord Eletric;\n•Colônias de Pescadores;\n•Associação de Catadores;\n•MST, Assentamento sem Terra e Movimento dos Atingidos por \nBarragens;\n•Centro de Tradições Gaúchas – CTG;\n•Igrejas, Clubes Desportivos e grupos de jovens;\n\n7.   Promover Projetos de Preservação Ambiental e Recuperação de Áreas Degradadas;\n\n8.   Continuidade de encontros do grupo dos participantes do curso para trocas de experiências, conteúdos e informações relativos à gestão da água;\n\n9.   Elaborar estratégias de intermediação de conflitos;\n\n10.  Aumentar a visibilidade e o acesso ao Comitê de Bacias;\n\n11.  Ocupar os espaços de participação popular;\n\n12.  Expandir o Projeto de Protetores Ambientais;\n\nPrincipais Usos Conflitos e Desafios\n\nPossíveis Parceiros Boas Práticas e Potencialidades\n\n• Desmatamento e ausência de mata ciliar;\n\n• Perda de diversidade biológica, isolamento de populações das espécies da \n\nictiofauna e extinção de espécies;\n\n• Problemas sociais com populações ribeirinhas: perda de referências \n\nculturais, históricas e ambientais;\n\n• Contaminação e eutrofização;\n\n• Alterações climáticas;\n\nProjetos\n\n•Projeto TSGA;\n•Fórum de Educação Ambiental;\n•Projeto de Avaliação dos Impactos Ambientais no Rio Chapecó;\n•Projeto de Recuperação de Áreas Degradadas;\n•Projeto dos Protetores Ambientais (Polícia Ambiental);\n•Projeto Queimados Vivo;\n•Projeto Água boa: arte e educação ambiental;\n•Feiras Livres;\n•Projeto Luz e Sombras;\n•Projeto Aquarelando; e\n•Projeto Recicle em Cena;\n\n \n\nFigura 28: Quadro Síntese 2 elaborado para a região de Chapecó/SC \n\n5.3. Resultados da Construção Coletiva na região de Braço do \n\nNorte/SC \n\n  \n\n Neste momento, as figuras 29 à 33 apresentam os resultados \n\nobtidos na região de Braço do Norte, relativos à construção coletiva dos \n\nConceitos Operativos, do Espírito da Lei das Águas e Sinergia com as \n\nLeis Irmãs e o diagnóstico e as estratégias coletivas para a região. \n\n \n\nFigura 29: Conceitos Operativos para a região de Braço do Norte/SC \n\n  \n\n\n\n84 \n \n\n \n\nFigura 30: Espírito da Lei das Águas e Sinergia com as Leis Irmãs para a região de \nBraço do Norte/SC \n\n Neste momento, destaca-se a quantidade de artigos, incisos e \n\nsinergias que foram levantadas pelo grupo de Braço do Norte, o que \n\nmostra como essas leis podem trabalhar de forma complementar e \n\nintegrada, além do potencial e robustez legal que podem ser alcançados \n\nem projetos que buscarem valorizar essas conexões. \n\n \n\nFigura 31: Principais usos e desafios e conflitos relacionados na região de Braço \ndo Norte/SC \n\n Analisando os principais usos e desafios e conflitos \n\napresentados não só em Braço do Norte, mas também nas regiões de \n\nAraranguá e Chapecó, pode-se destacar como as comunidades têm um \n\nboa leitura dos principais usos da água em suas bacias e como esses usos \n\npodem ser conflitantes. \n\n\n\n85 \n \n\n \n\nFigura 32: Levantamento de parceiros, projetos e boas práticas na região de Braço \ndo Norte/SC \n\n Novamente, pode-se valorizar a quantidade de projetos \n\nlevantados e o potencial que poderia ser obtido se estes projetos \n\npudessem se conhecer e atuar em sinergia. \n\n \n\nFigura 33: Estratégias Coletivas construídas para a região de Braço do Norte/SC \n\n Analisando as estratégias coletivas de Braço do Norte, pode-se \n\ndestacar que a maioria delas é voltada para a Educação, fato este devido \n\nà grande participação de professores de escolas públicas no curso na \n\nregião e a visão de que somente através da Educação pode-se avançar \n\npara uma governança ambiental local qualificada, participativa e \n\nestratégica. \n\n A seguir, as Figuras 34 e 35 apresentam os quadros síntese \n\nelaborados para a região de Braço do Norte. \n\n\n\n86 \n \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Braço do Norte/SC\n\nÉ o espaço de vida que envolve a diversidade complexa, \ndinâmica e interativa, com combinação dos elementos ar, \nágua, solo e energia e com a interação dos seres vivos e a \n\nnatureza.\n\nSão ações individuais e coletivas voltadas para a preservação \nambiental, com amparo na legislação vigente. Utiliza como \n\nprincipal instrumento a Educação Ambiental considerando a \ncultura local.\n\nÉ a busca pelo equilíbrio das relações do homem para consigo \nmesmo e para com a natureza, visando a melhoria da \n\nqualidade de vida para as gerações atuais, sem comprometer \nas gerações futuras. Deve buscar o desenvolvimento social, \n\ncultural, ambiental e econômico de forma equilibrada.\n\nÉ resultado da inter-relação entre a saúde individual (física, \nemocional, mental e espiritual), da saúde coletiva (saúde \nindividual + saneamento básico e ambiental) e da saúde \n\nambiental (saúde coletiva + desenvolvimento sustentável).\n\nAmbiente é tudo que nos cerca, os fatores culturais e \nbiológicos, ou seja, é a interação entre a sociedade e a \n\nnatureza de forma harmoniosa ou não.\n\nBiosfera\n\nAmbiente\n\nCidadania Ambiental\n\nDesenvolvimento \nSustentável\n\nSaúde Integral\n\nA água como um bem de domínio público com valor ecológico e econômico, sua gestão deve ser\ndescentralizada, com participação social e atendendo aos usos múltiplos no âmbito das bacias hidrográficas.\n\nO objetivo é garantir o uso sustentável dos recursos hídricos, ou seja, assegurando disponibilidade de\nágua com qualidade e quantidade para as atuais e futuras gerações, promovendo o uso integrado e\nracional e a prevenção e defesa contra eventos hidrológicos críticos.\n\nO espírito das diretrizes da PNRH é a gestão sustentável e integrada dos recursos hídricos, através do\nplanejamento de acordo com as especificidades locais e a indissociabilidade dos aspectos quali e quantitativos, da\ninteração com as outras políticas ambientais, com os usos do solo e com as zonas estuarinas e costeiras e\narticulação entre os níveis federal, estadual e local.\n\nOs instrumentos são as ferramentas pedagógicas, sociais e políticas para o bom planejamento, gerenciamento e\ngestão dos recursos hídricos, que visam caracterizar e sistematizar as informações das bacias hidrográficas (Programa\nde Educação Ambiental e Sistema de Informações Hidrológicas da Bacia), assegurar o uso múltiplo das águas de\nforma sustentável (Enquandramento, Outorga, Cobrança e Pagamentos por Serviços Ambientais) e garantir\nimplementação da Política Nacional de Recursos Hídricos (Planos de Bacia).\n\nO Sistema Nacional de Gerenciamento de Recursos Hídricos deve garantir a gestão efetiva dos recursos\nhídricos, através do planejamento, mediação, arbitragem e implementação da PNRH. A coordenação\nacontece no local através dos comitês, agências de bacia e conselho estadual e na esfera federal através\ndos comitês federais, da Agência Nacional de Água e do Conselho Nacional de Recursos Hídricos.\n\nFundamentos\n\nObjetivos\n\nDiretrizes\n\nInstrumentos\n\nGestão\n\nEspírito da Lei das Águas\n\nConceitos Operativos\n\nSinergia com as Leis Irmãs\nPNEA\nLei 9.795/99\n\nSNUC\nLei  9.985/00\n\nEC\nLei 10.257/01\n\nPNSAN\nLei 11.445/07\n\nPNRS\nLei  12.305/10\n\n- Art. 1º: valores sociais, uso \ncomum, qualidade de vida e \nsustentabilidade;\n- Art. 4º: interdependência, \npluralismo, ética, educação, \ntrabalho e respeito;\n\n- Art. 1º: sustentabilidade;\n- Art. 3º: identificação e soluções;\n- Art. 5º: desenvolvimento de uma \ncompreensão integrada, \ndemocratização das informações, \nconsciência crítica, incentivo à \nparticipação, equilíbrio ambiental, \nintegração ciência e tecnologia, \nautodeterminação e solidariedade;\n\n- Art. 4º: abordagem articulada;\n- Art. 15º: definição e \nimplementação de \nplanos, programas e projetos;;\n\n-Art. 3º: programas educacionais, \nmeios de comunicação de massa e \npráticas educativas;\n- Art. 7º: sistema de ensino;\n- Art. 8º: estudos, pesquisa e \nexperimentações, material educativo, \nacompanhamento e avaliação;\n- Art. 13º: participação de empresas e \necoturismo;\n\n- Art. 2º: Educação ambiental;\n- Art. 3º: políticas públicas, Sisnama, \nempresas, entidades de classe, \ninstituições públicas e privadas;\n- Art. 17º: Sistema Nacional de \nEducação;\n\n- Art. 1º: implantação e gestão;\n- Art. 2º, incisos I ao XIX: \nconservação, diversidade \nbiológica, uso sustentável e \nproteção integral;\n\n- Art. 4º, incisos I ao XIX: \nproteger e recuperar recursos \nhídricos e edáficos;\n\n- Art. 5º, inciso I, II, III, VI, VII, \nVIII, IX e XIII;\n\n- Art. 27º, §4º: plano de manejo;\n- Art. 38º: isenções e \npenalidades;\n\n- Art. 6º, incisos I, II e III;\n- Art. 22º, A: risco de dano aos \nrecursos naturais;\n- CONAMA;\n- MMA;\n\n- Art. 43º, inciso I, II e III, \nrespectivamente: órgãos \ncolegiados; debates, \naudiência e consultas \npúblicas; e conferências.\n\n- Art. 3º, inciso IV: saneamento \nbásico;\n- Art. 4º, inciso III (c: zoneamento \nambiental), inciso V (e: \ninstituição de Unidades de \nConservação) e inciso VI (estudo \nde impacto ambiental e estudo \nde impacto de vizinhança);\n\n- Art. 4º, inciso VI: estudo prévio \nde impacto ambiental e estudo \nprévio de impacto de vizinhança;\n\n- Art. 2º, incisos I, VI, XII e XVII, \nrespectivamente: garantir o direito a \ncidades sustentáveis; analisar o \ncontrole do usos do solo (g: \ndegradação ambiental e h: riscos de \ndesastres); proteção, preservação e \nrecuperação do meio ambiente \nnatural; e tecnologias que reduzem \nos impactos ambientais e \neconomizem os recursos naturais.\n\n- Art. 1º: equilíbrio ambiental em \nprol do bem coletivo e do bem \nestar dos cidadãos;\n\n- Art. 47º: o controle social dos \nserviços públicos de saneamento \nbásico poderá incluir a \nparticipação de órgãos de caráter \nconsultivo, estaduais, do distrito \nfederal e municipais;\n\n- Art. 4º: utilização dos recursos \nhídricos na prestação de serviços \nde saneamento é sujeita à \noutorga;\n- Art. 36º: a cobrança pela \nprestação de serviço público de \ndrenagem e manejo das águas \npluviais deve levar em conta as \npeculiaridades do local;\n\n- Art. 2º, inciso VI: articulação \ncom as políticas de \ndesenvolvimento urbano e \nregional de relevante interesse \nsocial voltados para a melhoria \nda qualidade de vida;\n\n- Art. 9º, inciso III: adotar \nparâmetros para a garantia do \natendimento à saúde pública, \ninclusive garantindo o volume \nmínimo de água potável para \nabastecimento;\n\n- Art. 1º e 2º: universalização \ndo acesso, \nAbastecimento de água \nesgoto e limpeza de forma \nadequada,\nEficiência e sustentabilidade \neconômica;.\n\n- Art. 18, §1º;\n- Art. 19º: confecção do Plano de \nResíduos Sólidos, Comitê Diretor \ne Grupo de Sustentação \n(sociedade civil organizada);\n\n- Art. 8º: Plano de Resíduos \nSólidos; Inventários; Incentivo; \nFiscalização; Sistema de \nInformações; e Penalidades.\n\n-Art. 9º: gestão racional dos \nresíduos sólidos e planejamento \ne articulação;\n- Art. 12º: integração;\n\n- Art. 6º: prevenção com foco no \nDesenvolvimento Sustentável, \nresponsabilidade compartilhada, \nrespeito às diversidades locais e \nregionais;.\n\n- Art. 1º: domínio público;\n- Art. 2º: normas;\n- Art. 3º: conceitos vinculados a \nPNRS;\n- Art. 6º: prevenção com foco no \nDesenvolvimento Sustentável, \nresponsabilidade compartilhada, \nrespeito às diversidades locais e \nregionais;\n\n \n\nFigura 34: Quadro Síntese 1 para a região de Braço do Norte/SC \n\nResultados do curso de “Gestão Social de Bacias Hidrográficas” do Projeto TSGA\nRegião de Braço do Norte/SC\n\nPrincipais usos da água na Bacia do Rio Braço do Norte e os respectivos conflitos e desafios\n\nAgricultura:  \n- Arroz;      - Fumo;    - Café;\n- Banana;   - Milho;   - Pastagens;\n- Irrigação;      - Hortifrutigranjeiros;\n- Eucalipto e Pinus;\n\nPecuária:\n- Gado (leite e corte);\n-Suínos;\n- Aves; \n- Psicultura;\n\nAgricultura:\n- Contaminação da água por agrotóxicos e fertilizantes;\n- Quantidade de água utilizada para atender as demandas da agricultura;\n- Monoculturas, espécies exóticas e transgênicos;\n- Desmatamento, Erosão e Voçorocas;\n\nPecuária:\n- Contaminação da água e do solo;\n- Pisoteio;\n- Espécies exóticas;\n\nSaneamento Básico e Uso Doméstico:\n- falta de saneamento e contaminação dos corpos d`água;\n- necessidade de água em quantidade e qualidade para abastecimento público;\n\nIndústrias:\n\nMineração:\n- Carvão;   - Areia;   - Argila;\n- Seixo rolado;   - Pedreira;\n\nPequenas Centrais Hidrelétricas (PCHs);\n\nTermoelétricas;\n\nEsportes, Turismo e Lazer:\n- Rafting;   - Canoagem;\n- Atividades com moto e gaiola;\n\nSaneamento Básico e Uso Doméstico\n\nLevantamento de Parceiros, Projetos e Boas Práticas na Bacia do Rio Braço do Norte\n\nEstratégias Coletivas para a Bacia do Rio Braço do Norte\n\n•Escolas (municipais, estaduais e privadas);\n\n•Universidades (UFSC, UDESC, UNESC, Unisul, UNIBAVE);\n\n•Ministério Público Federal e Estadual;\n\n•Fundações de Meio Ambiente (FLAMA, FUNBAMA, FAMOR, ...)\n\n•Órgãos Governamentais (FATMA, IBAMA, MMA, MEC, Polícia Ambiental, \n\nDefesa Civil, Conselhos e Secretarias, ...);\n\n•Prefeituras e secretarias dos municípios da bacia;\n\n•Comitês de Bacias;\n\n•Projeto Defesa Civil na Escola;\n•Projeto Pluviômetros nas comunidades;\n•Projeto de melhoramento fluvial da calha do Rio Tubarão;\n•Projeto de Monitoramento quali e quantitativo da Região \nHidrográfica 9;\n•Projeto de Proteção e Recuperação de ambientes de Nascentes;\n•Projeto Microbacias;\n•Projeto TSGA;\n•Projeto de Recuperação de Áreas Degradadas (Áreas de Preservação \nPermanente );\n•Projeto de Captação de Água da Chuva da Escola Annes Gualberto;\n•Projeto Guardiães de Gaia (TSGA);\n•Projeto de Manejo de Resíduos da Suinocultura com Biodigestor \n(TSGA e FINEP);\n•Projeto de Reaproveitamento de óleo de cozinha nas Escolas e nas \nempresas de ração;\n\n1.  Formação e qualificação de professores para a inserção do Ensino Ambiental nas Escolas e mobilização dos alunos como \nmultiplicadores das idéias e boas práticas ambientais nas comunidades;\n\n2.  Simulação de Comitês de Bacias nas Escolas;\n\n3.  Política continuada de gestão pública com funcionários concursados;\n\n•CASAN; \n\n•CELESC;\n\n•Sociedade Civil Organizada (SESC, CDL, ACIVALE, ACIL, Cooperativas, \n\nEpagri, EMBRAPA, AFUBRA, AMUREL, Rotary, Lions, ...);\n\n•ONGs;\n\n•Indústrias (Tractebel, Água da Serra, ALCOA, Petrobrás, ..)\n\n•Empresas privadas;\n\n•Produtores Rurais;\n\n•Associações comunitárias, igrejas, grupo de escoteiros;\n\n4.  Projeto de resgate histórico da relação das comunidades com a água\n- Concurso cultural com as Escolas para o resgate das relações locais;\n- Feira de Ciências a nível da Bacia Hidrográfica para apresentação dos resultados;\n\n5.  Produção de material didático adequado ao contexto e especificidades locais;\n\nPrincipais Usos Conflitos e Desafios\n\nPossíveis Parceiros Boas Práticas e Projetos\n\nIndústria:\nMineração:\n\n- Contaminação da água e do solo;    - Erosão e assoreamento;\n\nPequenas Centrais Hidrelétricas (PCHs):\n- Piracema;   - Navegação;   - Baixa oxigenação;\n- Dificuldade na prática de esportes como o rafting;\n\nTermoelétricas:\n- Chuva ácida;   -Ilhas de calor;\n- Aumento da temperatura da água;   - Poluição atmosférica;\n\nEsportes, Turismo e Lazer:\n- Usos múltiplos;\n\n•Projeto de Compostagem nas Escolas;\n•Projetos de incentivo à produção orgânica;\n•Projetos de implantação da Logística Reversa;\n•Projetos Verde é Vida e de Coleta de Óleo de Cozinha da \nAFUBRA;\n•Projeto Mediação;\n•Projeto Reciclar;\n•Projeto Bombeiro Mirim;\n•Projeto Baleia Franca;\n•Plantio Direto;\n•Devolução das embalagens de agrotóxicos;\n•Programa de Educação Continuada nas Escolas públicas e \nprivadas;\n•Plano de Recursos Hídricos da Bacia Hidrográfica do Rio \nTubarão;\n•Planos Municipais de Saneamento e Resíduos Sólidos;\n•Planos Diretores;\n\n \n\nFigura 35: Quadro Síntese 2 para a região de Braço do Norte/SC \n\n\n\n87 \n \n\n Quanto aos quadros síntese dos resultados, podemos destacar \n\nalguns argumentos utilizados ao longo deste trabalho como a idéia de \n\nque os cidadãos organizados e comprometidos podem fazer a diferença \n\nem suas bacias e que os resultados finais podem até mesmo superar \n\nresultados e pesquisas realizados por técnicos que não pertencem as \n\nbacias. Podemos valorizar a qualidade dos documentos, mesmo sabendo \n\nque este trabalho poderia ter muito mais qualidade se tivesse mais \n\nparticipantes, mais tempo e mais vontade política em realizar ações \n\ndeste tipo. \n\n6. CONSIDERAÇÕES FINAIS \n\n \n\n Analisando o contexto atual relacionado, principalmente, à \n\ngestão da água, observa-se a insuficiência de uma gestão que sofre com \n\num vazio entre os interesses do poder público, os saberes técnicos e os \n\ninteresses e saberes das comunidades. A gestão da água, vista como um \n\nbem comum e de interesse coletivo, deve necessariamente trazer para as \n\nesferas decisórias a sociedade como um todo. As comunidades devem \n\npassar de objetos para sujeitos das decisões, pois, tratando-se de um bem \n\nque é de todos, quanto mais olhares, saberes e conhecimentos forem \n\ntrazidos para o diálogo maior é a chance de avanços na construção de \n\num caminho do que é “melhor para todos”. \n\n Os participantes dos cursos puderam compreender um pouco \n\nmelhor a importância e a necessidade de participação e controle social \n\nnas políticas públicas brasileiras, principalmente na Política Nacional de \n\nRecursos Hídricos e nos Comitês de Bacias. Inclusive, muitos deles \n\ndespertaram grande interesse de participar de forma mais ativa nos \n\nespaços deliberativos em suas comunidades. A gestão social, portanto, \n\npode proporcionar maior liberdade, autonomia e soberania das pessoas e \n\ncomunidades sobre os seus territórios. \n\n O curso de Gestão Social de Bacias Hidrográficas, mesmo que \n\nainda embrionário e experimental, mostrou-se como uma boa ferramenta \n\npara auxiliar as comunidades na gestão social e na governança da água \n\n\n\n88 \n \n\nem suas bacias, demonstrando o grande potencial de resultados que \n\npodemos ter se incluirmos, através de metodologias colaborativas e \n\nparticipativas, as pessoas e seus respectivos saberes, nos processos de \n\nreconhecimento, decisão e gestão local. \n\n Pode-se dizer que o Curso de Gestão Social de Bacias \n\nHidrográficas realizado no Projeto TSGA é também uma Tecnologia \n\nSocial a favor do desenvolvimento das comunidades, podendo ser \n\nincluído em outros projetos relativos à gestão da água e, também, como \n\numa das Tecnologias Sociais que pretende-se desenvolver no Centro de \n\nTecnologias Sociais para a Gestão da Água (CETRÁGUA) que está \n\nsendo implementado pelo Projeto TSGA na Universidade Federal de \n\nSanta Catarina.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n89 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nBELLI Fº, Paulo; MARTINS, Sérgio Roberto; SILVA, Daniel José da. \n\nSocial Technologies for the management of water – STMW. In: \n\nSENS, Maurício Luiz e MONDARDO, Renata Iza. Science and \n\nTechnology for Environmental Studies. Florianópolis, Universidade \n\nFederal de Santa Catarina, p. 109 – 119, 2010. \n\nBRASIL. Constituição da República Federativa do Brasil, de 5 de \n\noutubro de 1988. Disponível em: \n\n<http://www.planalto.gov.br/ccivil_03/constituicao/constituicao.htm>. \n\nAcesso em: 10 jan. 2015. \n\n______. Lei Federal nº 9.433, de 8 de janeiro de 1997. Disponível em: \n\n&lt;http://www.planalto.gov.br/ccivil_03/leis/l9433.htm>. Acesso em: 15 \n\nde dez. 2014. \n\nCLARKE, Robin e KING, Jannet. O Atlas da Água. Tradução Anna \n\nMaria Quirino. São Paulo. Publifolha. 2005. \n\nFARIAS, Paulo José Leite. Água: bem jurídico econômico ou \n\necológico? Brasília, DF: Brasília Jurídica, 2005. \n\nFERNANDES NETO, José Antônio Silvestre. Modelo Urubici de \n\ngovernança da água e do território: Uma tecnologia social a serviço \n\ndo desenvolvimento sustentável local. 2010. Tese de Doutorado. \n\nPrograma de Pós-Graduação em Engenharia Ambiental – Universidade \n\nFederal de Santa Catarina. Florianópolis, 2010, 235 p. \n\nJACOBI, Pedro Roberto. Aprendizagem social, desenvolvimento de \n\nplataformas de múltiplos atores e governança da água no Brasil. \n\nRevista Inter. Interdisc. INTERthesis, Florianópolis, v. 7, n. 1, p. 69-95, \n\njan.- jul. 2010. \n\n________. Governança ambiental global: uma discussão precarizada. \n\nDisponível em:&lt;http://www.ihu.unisinos.br/entrevistas/510025-\n\nhttp://www.planalto.gov.br/ccivil_03/leis/l9433.htm\n\n\n90 \n \n\ngovernancaambiental-global-a-discussao-ficara-precarizada-entrevista-\n\nespecial-com-pedroroberto-jacobi>. Acesso em: 20 jan. 2015. \n\nKLEBA, Maria Elisabeth e WENDAUSEN, Agueda. Empoderamento: \n\nprocesso de fortalecimento dos sujeitos nos espaços de participação \n\nsocial e democratização política. Revista Saúde e Sociedade. São Paulo, \n\nv.18, n.4, p.733-743, 2009. \n\nMATULJA, Aline. Construção de um termo de referência para o \n\nplano municipal de saneamento de Urubici - SC a partir de um \n\nmodelo de governança. 108 p. Trabalho de Conclusão de Curso. \n\nGraduação em Engenharia Sanitária e Ambiental. Universidade Federal \n\nde Santa Catarina. Florianópolis, 2009. \n\nMATURANA, Humberto e VARELA, Francisco. De Máquinas e Seres \n\nVivos. Porto Alegre:Artes Médicas, 1997. \n\nMORIN, Edgar. O método 1: a natureza da natureza. 3. Ed. Tradução \n\nde Ilana Heineberg. Porto Alegre: Sulina. 1977. \n\n________. O método 2: a vida da vida. 4. Ed. Tradução Marina Lobo. \n\nPorto Alegre: Sulina. 1980. \n\n________. O método 3: o conhecimento do conhecimento. 2. Ed. \n\nTradução de Juremir Machado da Silva. Porto Alegre: Sulina, 1999. \n\nNICOLESCU, Basarab. O manifesto da transdisciplinaridade. Trad. \n\nLúcia Pereira de Souza. São Paulo: Trion, 1999. \n\nOSTROM, Elinor. Governing the Commons: the evolution of \n\ninstitutions for collective action, Indiana University, University Press, \n\nCambridge, 1990. \n\n________. Design principles and threats to sustainable organizations \n\nthat manage commons. Center for the Study of Institutions, \n\nPopulation, and Environmental Change, Workshop in Political Theory \n\nand Policy Analysis, Indiana University, 1999. \n\n\n\n91 \n \n\nOWEN, Harrison. Open Space Technology: A User?s Guide. Benett-\n\nKochler Publications (2nd Edition), 1997A. \n\n________.  Expanding our Now: The Story of Open Space \n\nTechnology. Benett-Kochler, 1997B. \n\nSMANIO, Gianpaolo Poggio. A tutela constitucional dos interesses \n\ndifusos. Jus Navigandi, Teresina, ano 9, n. 438, 18 set. 2004. Disponível \n\nem:&lt;http://jus.com.br/artigos/5710>. Acesso em: 15 fev. 2015. \n\nSILVA, Carmen; MARTÍNEZ, Maria Loreto. Empoderamiento: \n\nproceso, nivel y contexto. Psykhe, Santiago/Chile, v. 13, n. 1, p. 29-39, \n\nmai. 2004. \n \nSILVA, Daniel José da. Uma abordagem cognitiva ao planejamento \n\nestratégico do desenvolvimento sustentável. 1998. 240f. Tese de \n\nDoutorado. Programa de Pós-Graduação em Engenharia de Produção – \n\nUniversidade Federal de Santa Catarina. Florianópolis, 1998, 240f. \n\n \n\n________. O paradigma transdisciplinar: uma perspectiva \n\nmetodológica para a pesquisa ambiental. Workshop sobre \n\nInterdisciplinaridade. Instituto Nacional de Pesquisas Espaciais. São \n\nJosé dos Campos, São Paulo, Brasil, 1999. \n\n________. O Espírito da Lei Brasileira das Águas: Lei Federal \n\n9.433/97. Florianópolis: UFSC/Programa de Pós-Graduação em \n\nEngenharia Ambiental, 2005. \n\n_______. Desafios Sociais da Gestão Integrada de Bacias \n\nHidrográficas: Uma introdução ao conceito de governança da água. \n\n74e CONGRÉSS DE L?ACFAS. Université McGill. Montréal. 2006. \n\nSILVA, Julia; SILVA, Daniel José da. A sinergia das leis de \n\ndesenvolvimento sustentável como um instrumento de governança \n\nda água. Encontro internacional sobre a gestão integrada da água: \n\ninstrumentos para AGIR, Université de Sherbrooke. Sherbrooke, QC, \n\nCanadá, 2009. \n\nhttp://jus.com.br/artigos/5710/a-tutela-constitucional-dos-interesses-difusos\nhttp://jus.com.br/artigos/5710/a-tutela-constitucional-dos-interesses-difusos\nhttp://jus.com.br/artigos/5710/a-tutela-constitucional-dos-interesses-difusos\nhttp://jus.com.br/revista/edicoes/2004\nhttp://jus.com.br/revista/edicoes/2004/9/18\nhttp://jus.com.br/revista/edicoes/2004/9/18\nhttp://jus.com.br/revista/edicoes/2004/9\nhttp://jus.com.br/revista/edicoes/2004\n\n\n92 \n \n\nSIMÕES, João; MACEDO, Marta; BABO, Pilar. Elinor Ostrom: \n\n“Governar os Comuns”. Faculdade de Economia da Universidade de \n\nPorto. Porto. 2011. \n\nSOMMERMAN, Américo. Complexidade e Transdisciplinaridade. I \n\nEncontro Brasileiro de Estudos da Complexidade. Curitiba. 2005."}]}}}