{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14900"}, {"@name": "filename", "#text": "2128_Maria_Paulo_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ESTE tXEMPl.AR CORRESPONDE A RE DA CAO FINAL DA\nTESl:\t<5<\nConvecção Natural em Regime Transitório no Interior de Cavidades Porosas\nAutor: Paulo Maria\nOrientador: Jorge Isaías Llagostera Beltran\n16/97\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA TÉRMICA E FLUIDOS\nDISSERTAÇÃO DE MESTRADO\nAutor: Paulo Maria\nOrientador: Jorge Isaias Llagostera Beltran\nCurso: Engenharia Mecânica.\nÁrea de concentração: Térmica e Fluídos\nDissertação de mestrado apresentada à comissão de Pós Graduação da Faculdade de Engenharia Mecânica, como requisito para obtenção do título de Mestre em Engenharia Mecânica.\nCampinas, 1997\nS.P.-Brasil\nl»ADE_S? .....\nN? CHAMADA:\n~T /\nTOMBO BC/\nPROC..v\nc □ ® IX 1 pheç®„. €i.;LLo^.. DATA ¿^/oXA^CXZJ-\n»• CPO\t_____\nCM-OO153167—9\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nMaria, Paulo\nM337c\tConvecção natural em regime transitório no interior de\ncavidades porosas / Paulo Maria.--Campinas, SP: [s.n.], 1997.\nOrientador: Jorge Isaias Llagostera Beltran. Dissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica.\n1. Materiais porosos. 2. Porosidade . 3. Calor -Convecção natural. I. Llagostera Beltran, Jorge Isaias. D. Universidade Estadual de Campinas. Faculdade de Engenharia Mecânica. HL Título.\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA TÉRMICA E FLUIDOS Dissertação de Mestrado\nConvecção Natural em Regime Transitório no\nInterior de Cavidades Porosas\nAutor: Paulo Maria\nOrientador: Jorge Isaías Llagostera Beltran\nUNICAMP\nCTA/HA/rEME - São José dos Campos/SP\nCampinas, 29 de agosto de 1997\nDedicatória\nAos meus pais, Aristides Maria e Maria Jacyra dos Santos Maria, pela educação repassada e pela contribuição e confiança depositada.\nAo meu amigo, que hoje descansa ao lado do Criador, Ten. Luis Fernando Custódio da Silveira, pela sua amizade, dignidade e idealismo.\nAgradecimentos\nEste trabalho não poderia ser terminado sem a ajuda de diversas pessoas às quais presto minha homenagem:\nAo Prof. Dr. Jorge Isaías Llagostera Beltran pelo apoio e segurança transmitida, por contribuir na elevação de meus conhecimentos e pela atenção dedicada ao longo do desenvolvimento do trabalho mostrando os caminhos a serem seguidos.\nA todos meus amigos pela convivência, amizade, respeito e compreensão.\nAos funcionários da Faculdade de Engenharia Mecânica pelo suporte técnico e administrativo.\nA Universidade Estadual de Campinas por tudo que me proporcionou desde os tempos de graduação até a realização deste trabalho.\nAo CNPq, CAPES e FAEP-Unicamp pelo auxílio financeiro.\nResumo\nMARIA, Paulo, Convecção Natural em Regime Transitório no Interior de Cavidades Porosas, Campinas: Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 1997. 233 p. Dissertação (Mestrado).\nO fenômeno da convecção natural no interior de cavidades porosas foi estudado em situações envolvendo o regime transitório, procurando analisar a influência de diversos aspectos sobre o processo de transferência de calor e sobre as características do escoamento. A metodologia utilizada consistiu na consideração de escoamentos em meios porosos saturados, envolvendo situações em que seja aplicável a lei de Darcy. As equações diferenciais que representam a conservação de energia, de quantidade de movimento e de massa foram adimensionalizadas e discretizadas, e os sistemas obtidos resolvidos numericamente de modo a simular o fenômeno, em regime transitório. Dessa forma, foram estudados os aspectos relevantes do processo de evolução dos campos de temperatura e de velocidades, e calculados os valores locais e globais do número de Nusselt para diversos casos. Nos experimentos numéricos realizados foi constatado que a solução em regime permanente depende da condição inicial (ponto de partida) do problema, além da possibilidade da existência de múltiplas soluções estáveis para as mesmas condições de contorno e parâmetros adimensionais do problema. Os resultados estão apresentados na forma de tabelas, gráficos e mapas dos campos de temperatura e de função corrente com os respectivos comentários e conclusões.\nPalavras Chave\n- Meio Poroso, Convecção Natural, Regime Transitório, Cavidade Porosa, Lei de Darcy.\nAbstract\nMARIA, Paulo, Transient Natural Convection in Porous Cavity, Campinas. Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 1997. 233 p. Dissertação (Mestrado).\nThe present work reports a numerical simulation on transient natural convection occurring in a porous cavity. The botton wall of the bibimensional cavity is heated while the upper wall is cooled, both maintained at constant temperatures. The transient regime is examined for several intensities of the buoyancy effects due to temperature variations. The transient fluid flow and heat transfer characteristics are studied. Global Nusseit numbers are reported for the heated and cooled wall. Aspects of the fluid flow and temperature fields are illustrated by contour maps.\nKey Words\nNatural convection, transient analysis, porous cavity, Darcy model.\níndice\nLista de Figuras\tv\nLista de Tabelas\txiv\nNomenclatura\txvi\n1. Introdução\t1\n2. Formulação Matemática 2.1\tAspectos gerais 2.1.1\tModelo de Darcy\t16 16 17\n2.1.2\tFunção corrente 2.1.3\tEquação da quantidade de movimento 2.1.4\tEquação da energia em regime transitório para meio poroso saturado 2.2 Convecção natural em cavidade porosa em regime transitório 2.2.1\tCondições de contorno para geometria quadrada 2.2.2\tCondições de contorno para geometria irregular 2.2.3\tAdimensionalização das condições de contorno I) Geometria regular quadrada K) Geometria irregular 2.2.4\tAdimensionalização das equações governantes a)\tAdimensionalização das equação da quantidade de movimento b)\tAdimensionalização da equação da energia\t18 18 19 21 21 22 22 23 23 24 24 25\nxv\n3. Método dos Volumes Finitos\nÇ T: A f'.\tv~..\nIntrodução\tvíKLulANT^\t27\n3 J Discretização das equações diferenciais\t28\n3.2 Discretização da equação da energia\t30\n3.3\tDiscretização da equação da quantidade de movimento\t35\n3.4\tDefinição do número de Nusselt\t37\n4.\tDefinição de Parâmetros e Testes\t38\nIntrodução\t38\n4.1\tEstudo da Malha\t38\n4.2\tEfeito da Varredura do Algoritmo Computacional\t44\n4.3\tCritério de Parada do Algoritmo Computacional\t45\n4.4\tAvaliação do Algoritmo Computacional\t47\n5.\tEstudo do Incremento de Tempo\t50\nIntrodução\t50\n5.1\tEstudo envolvendo o fenômeno da condução\t51\n5.2\tEstudo do incremento de tempo em função do Rayleigh\t55\n5.3\tEstudo sobre o refinamento do incremento de tempo\t58\n6.\tConvecção Natural em Regime Transitório em Cavidade Porosa de Secção Regular 67\n6.1\tComparação de resultados e aspectos gerais\t67\n6.2\tAbordagem para caso com Ran=800\t83\n6.3\tEstudo do regime permanente para o caso de Rah—800\t96\n6.4\tResumo dos resultados obtidos para a cavidade quadrada\t100\n7.\tEstudo de uma Cavidade Porosa Particular\t103\nIntrodução\t103\n7.1\tEstudo envolvendo o fenômeno da condução\t104\n7.2\tAvaliação do intervalo de tempo\t109\n7.3\tAnálise do incremento de tempo em função em função de Rayleigh\t115\n7.4\tConvecção natural em regime transitório em cavidade porosa irregular\t121\n8.\tConclusão\t141\n9.\tSugestões e Recomendações\t151\nReferências Bibliográficas\t154\nApêndice Al - Análise de Escala da Equações Governantes\t156\n1.\tIntrodução\t156\n2.\tProcedimento de cálculo\t157\n2.1\tCaso em que ocorre o fenômeno da condução pura\t157\n2.2\tCasos em que ocorrem simultaneamente advecção natural e condução\t158\n3.\tForma adimensional das equações governantes\t158\n3.1\tForma adimensional da equação da quantidade de movimento\t159\n3.2\tForma adimensional da equação da energia\t159\n4.\tAnálise de escala da equações governantes\t159\n4.1\tOrdem de grandeza da equação da quantidade de\tmovimento\t160\n4.2\tOrdem de grandeza da equação da energia\t160\n5.\tAnálise de escala para o fenômeno da condução pura (Ran)\t161\n6.\tAnálise de escala para a situação de convecção\t162\n6.1\tCavidade regular\t162\n7.\tResumo\t171\n7.1\tAdvecção\t171\n7.2\tCondução pura (RaH=0)\t172\nApêndice A2 - Álgebra da Formulação\tMatemática\t174\n1.\tModelo de Darcy\t174\n2.\tFunção corrente\t175\n3.\tEquação da quantidade de movimento\t175\n4.\tEquação da energia em regime transitório para meio poroso saturado\t176\n5.\tAdimensionalização das equações governantes\t177\na)\tAdimensionalização da expressão para a função corrente\t177\nb)\tadimensionalização da equação da energia\t178\nApêndice A3 - Cálculo da Geração de Entropia para Meio Poroso Saturado\nApêndice A4 - Listagem do Programa Computacional\n180\n182\nLista de Figuras\nFigura 2.1- (a) cavidade regular retangular; (b) cavidade irregular\t16\nFigura 3.1 - Esquema do volume de controle\t29\nFigura 4.1- Tempo real de processamento em função do número de pontos internos obtido para o regime permanente\t40\nFigura 4.2 - Número de iterações em função do número de pontos internos provenientes do regime permanente\t40\nFigura 4.3 - Nusselt e função corrente em função do número de pontos internos da malha 41\nFigura 5.1- Nusselt inferior calculado para vários incrementos de tempo em função do tempo adimensional\t53\nFigura 5.2 - Nusselt superior calculado para vários incrementos de tempo em função do tempo adimensional\nFigura 5.3 - Nusselt inferior calculado para vários incrementos de tempo em função do tempo adimensional\tsa\nFigura 5.4 - Nusselt superior calculado para vários incrementos de tempo em função do tempo adimensional\t54\nFigura 5.5 - Número de Nusselt inferior em função do tempo de acordo com o número de Rayleigh considerado\nFigura 5.6 - Número de Nusselt superior em função do tempo de acordo com o número de Rayleigh considerado\n57\nFigura 5.7 - Variação temporal da função corrente de acordo com o número de Rayleigh\n57\nFigura 5.8 - Nusselt inferior em regime transitório regime permanente dada por Ran=50.\ncom\nRan-100\npartir da\nsolução\nem\n60\nFigura 5.9 - Nusselt superior em regime transitório regime permanente dada por Ran=50.\ncom\nRan-IOO\npartir da\nsolução\nem\n61\nFigura 5.10 - Função corrente em regime transitório regime permanente dada por RaH=50.\ncom\nRaij— 100\npartir da\nsolução\nem\n62\nFigura 5.11 - Nusselt inferior em regime transitório regime permanente dada por Ran=50.\ncom\nRajj—100\npartir da solução\nem\n63\na\na\na\na\nFigura 5.12 - Nusselt superior em regime transitório regime permanente dada por Ran=50.\ncom\npartir da solução em\n65\na\nFigura 5.13 - Função corrente em regime transitório regime permanente dada por Rafr=50.\ncom\nRaH=100\npartir da solução em\n66\na\nFigura 6.1 - Comportamento do Nusselt inferior e superior e da função corrente em regime transitório (Ran-100).\nFigura 6.2 - Comportamento do Nusselt inferior e superior e da função corrente em regime transitório (RaH=100).\t73\nFigura 6.3- Pontos selecionados para elaboração de mapas de função corrente e de temperatura.\t74\nFigura 6.4 - Mapas de função corrente e de distribuição de temperatura do regime transitório com Rau-lOO e incremento de tempo de 0.5x10'3 (condição inicial: regime permanente para RaH50).\t75\nFigura 6.5 - Mapas de função corrente e de distribuição de temperatura do regime permanente para diversos números de Rayleigh (Ran). (condição de partida, regime permanente com valor de Ra« imediatamente inferior ao Ran adotado.\t76\nFigura 6.6 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\t77\nFigura 6.7 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\t78\nFigura 6.8 - Os rótulos indicados nas curvas correspondem aos pontos criteriosamente selecionados para produzir os mapas de função corrente e de temperatura.\t79\nFigura 6.9 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\t79\nFigura 6.10 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\t80\nFigura 6.11 -Os rótulos indicados nas curvas correspondem aos pontos criteriosamente selecionados para produzir os mapas de função corrente e de temperatura.\t80\nFigura 6.12 - Mapas de função corrente e de distribuição de temperatura do regime transitório com RaH=300 e AT=O.3xlO' . (condição inicial: regime permanente com Ran=250).\t81\nFigura 6.13 - Mapas de função corrente e de distribuição de temperatura do regime transitório com RaH=500 e AT=0.3xl0' . (condição inicial: regime permanente com RaH^300).\t82\nFigura 6.14 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional adotando-se o incremento de tempo 0. lx 10'3.\t84\nFigura 6.15 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional adotando-se o incremento de tempo 0.05x 10'3.\t85\nFigura 6.16 - Evolução da função corrente máxima e mínima ao longo do tempo adimensional adotando-se o incremento de tempo 0. lx IO’3.\t86\nFigura 6.17 - Evolução da função corrente máxima e mínima ao longo do tempo adimensional adotando-se o incremento de tempo 0.05x 10’3.\t87\nFigura 6.18 - Comportamento do Nusselt inferior em função do tempo adimensional para os incrementos de tempo O.lxlO'3 (0.00010) e 0.05x 10'3 (0.00005).\t89\nFigura 6.19 - Comportamento do Nusselt superior em função do tempo adimensional para os incrementos de tempo O.lxlO'3 (0.00010) e 0.05x 10'3 (0.00005).\t90\nFigura 6.20 - Evolução da função corrente máxima ao longo do tempo adimensional para os incrementos de tempo O.lxlO'3 e 0.05x 10'3.\t92\nFigura 6.21 - Evolução da função corrente mímina ao longo do tempo adimensional para os incrementos de tempo 0. lxlO'3 e 0.05x 10\"3.\t92\nFigura 6.22- Localização dos oitos pontos selecionados para confeccionar os mapas de função corrente e de distribuição de temperatura para o incremento de tempo O.lxlO'3, ao longo do tempo.\t93\nFigura 6.23- Localização dos oitos pontos selecionados para confeccionar os mapas de função corrente e de distribuição de temperatura para o incremento de tempo 0.05x10'3, ao longo do tempo.\t93\nFigura 6.24 - Mapas da evolução dos campos função corrente e de distribuição de temperatura do regime transitório obtido com Ran=800 e AT=0.1 xlO*3. (condição inicial: regime permanente com Ran^500).\t94\nFigura 6.25 - Mapas da evolução dos campos função corrente e de distribuição de temperatura do regime transitório obtido com RaH~800 e AT=0.05 xlO-3. (condição inicial: regime permanente com Ran=500).\t95\nFigura 6.26 - Mapas da evolução dos campos função corrente e de distribuição de temperatura do regime permanente com Ran^OO a partir de um movimento inicial dado por: a) RaH=5(X b) Ran=100, c) Rhh^200, d) Ran=250, e) Ran=300 e f) Ran=500.\t98\nFigura 6.27 - Mapas de função corrente e de distribuição de temperatura do regime permanente para diversos valores de Ran. (condição inicial: campos de distribuições de temperaturas e de velocidades iguais a zero).\t99\nFigura 7.1 - Comportamento do número de Nusselt inferior para cinco diferentes incrementos de tempo (At) em função do próprio tempo adimensional. (rp: regime permanente).\t105\nFigura 7.2 - Comportamento do número de Nusselt superior para cinco diferentes incrementos de tempo (At) em função do próprio tempo adimensional. (rp: regime permanente).\t106\nFigura 7.3 - Comportamento do número de Nusselt inferior para cinco diferentes incrementos de tempo (At) em função do próprio tempo adimensional. (rp: regime permanente).\t107\nFigura 7.4 - Comportamento do número de Nusselt superior para cinco diferentes incrementos de tempo (At) em função do próprio tempo adimensional. (rp: regime permanente).\t108\nFigura 7.5 - Nusselt inferior do regime transitório para RaH=100 e com diferentes AT. (rp: regime permanente).\t110\nFigura 7.6 - Nusselt inferior do regime transitório para Ran=100 e com diferentes AT.\n(rp: regime permanente).\t111\nFigura 7.7 - Função corrente do regime transitório para Ran^lOO e com diferentes AT.\n(rp: regime permanente).\t111\nFigura 7.8 - Nusselt inferior do regime transitório para Ran=l00 e com diferentes AT.\n(rp: regime permanente).\nFigura 7.9 - Nusselt inferior do regime transitório para Ran=100 e com diferentes AT.\n(rp: regime permanente).\n113\n114\n\nFigura 7.10 - Função corrente do regime transitório para Ran=100 e com diferentes AT. (rp: regime permanente).\t114\nFigura 7.11 - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com Ran=400 e AT=0.0125. (condição inicial: campos nulos de função corrente e de temperaturas). Cavidade irregular com H=2 e L=l, H/L-2.\t118\nFigura 7.12 - Nusselt inferior em função do tempo e para diversos valores de Ran- Os números no interior dos retângulos correspondem ao valor do AT adotado.\t119\nFigura 7.13 - Nusselt superior em função do tempo e para diversos valores de Ran. Os números no interior dos retângulos correspondem ao valor do AT adotado.\t120\nFigura 7.14 - Variação temporal da função corrente para diversos valores de Ran- Os números no interior dos retângulos correspondem ao valor do AT adotado.\t120\nFigura 7.15a - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime permanente para diversos valores de Ran. Cavidade irregular com H=1 e L=0.5, H/L=2.\t124\nFigura 7.15b - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime permanente para diversos valores de Ran- Cavidade irregular com HM e L=0.5,\nH/L=2.\t125\nFigura 7.16 ~ Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas, ao longo do tempo.\t128\nFigura 7.17 - Ampliação da figura anterior correspondendo ao intervalo de maior variação dos números de Nusselt inferior e superior e da função corrente, ao longo do tempo.\t128\nFigura 7.18- Localização dos pontos selecionados para reproduzir os mapas da evolução dos campos de função corrente de temperatura.\t129\nFigura 7.19 - Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas ao longo do tempo.\t129\nFigura 7.20 - Ampliação da figura anterior correspondendo ao intervalo de maior variação dos números de Nusselt inferior e superior e da função corrente, ao longo do tempo.\t130\nFigura 7.21 - Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas ao longo do tempo.\t130\nFigura 7.22 - Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas ao longo do tempo.\t131\nFigura 7.23 - Ampliação da figura anterior correspondendo ao intervalo de maior variação dos números de Nusselt inferior e superior e da função corrente, ao longo do tempo.\t131\nFigura 7.24 - Localização dos pontos selecionados para reproduzir os mapas da evolução dos campos de função corrente e de temperatura.\t132\nFigura 7.25 - Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas ao longo do tempo.\t132\nFigura 7.26 - Ampliação da figura anterior correspondendo ao intervalo de maior variação dos números de Nusselt inferior e superior e da função corrente, ao longo do tempo.\t133\nFigura 7.27 - Nusselt inferior e superior, a função corrente e a quantidade de iterações realizadas ao longo do tempo.\t133\nFigura 7.28 - Ampliação da figura anterior correspondendo ao intervalo de maior variação dos números de Nusselt inferior e superior e da função corrente, ao longo do tempo.\t134\nXXXVÍi\nFigura 7.29 - Localização dos pontos selecionados para reproduzir os mapas da evolução dos campos de função corrente e de temperatura.\t134\nFigura 7.30a - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com Ran=50 e AT^O.0005. (condição inicial: regime permanente RaH=25). Cavidade irregular com H=2 e L= 1, H/L=2.\t135\nFigura 7.30b - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com RaH=50 e AT=0.0005. (condição inicial: regime permanente RaH=25). Cavidade irregular com H=2 e L=l, H/L=2.\t136\nFigura 7.31a - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com Ran=150 e AT=0.0003. (condição inicial: regime permanente RaH\"l25). Cavidade irregular com H=2 e L=l, HZL=2.\t137\nFigura 7.31b - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com Ran^lSO e AT=0.0003. (condição inicial: regime permanente RaH=125). Cavidade irregular com H=2 e L=l, H/L=2.\t138\nFigura 7.32a - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com RaH=400 e AT=0.0001. (condição inicial: regime permanente Ran=250). Cavidade irregular com H=2 e L=l, H/L=2.\t139\nFigura 7.32b - Mapas de função corrente (psi) e de distribuição de temperatura (tmp) do regime transitório obtido com Ran=400 e AT=0.0001. (condição inicial: regime permanente RaH=250). Cavidade irregular com H=2 e L-l, H/L=2.\t140\nFigura A. 1 - Cavidade quadrada.\t157\nLista de Tabelas\nTabela 4.1- Número de Nusselt e função corrente em função da malha. HZL=2.\t39\nTabela 4.2 - Variações relativa e proporcional do tamanho da malha e do Nusselt. H/L=2.\t42\nTabela 4.3 - Efeito da varredura sobre o Nusselt inferior e função corrente. H/L^2.\t45\nTabela 4.4 - Avaliação do critério de parada com varredura de lxl. H/L=2.\t46\nTabela 4.5 - Avaliação do critério de parada com varredura de 4x4. H/L=2.\t47\nTabela 4.6 - Comparação de resultados com Trevísan e Bejan (1987).\t48\nTabela 4.7 - Comparação de resultados com Caltagirone (1975).\t49\nTabela 5.1 - Resultados da condução pura em cavidade quadrada.\t52\nTabela 5.2 - Resultado do regime permanente em função do Rayleigh.\t55\nTabela 5.3 - Resultado do regime transitório em função do Rayleigh.\t55\nTabela 5.4 - Resultado do regime transitório com Ran-lOO, a partitr de RaH=50, HZL=1. 66\nTabela 6.1 - Resultado final do regime transitório relatado por Caltagirone (1975).\t68\nxl i\nUN1CAMP 3íbli0tbca centraI. WÃO CIRCULAWT\nTabela 6.2 - Resultado final do regime permanente, com movimento inicial correspondente ao\t¿1 ' *\nvalor de Rayleigh precedente (H/L=l).\t69\nTabela 6.3 - Resultado final do regime transitório, com movimento inicial fornecido pelo\nRayleigh precedente (H/L=l).\t70\nTabela 6.4 - Resumos dos processos em regime permanente a partir de campos nulos de\nfunção corrente e de distribuição de temperaturas (situação inicial).\t100\nTabela 6.5 - Resumos dos processos em regime transitório a partir de campos nulos de função corrente e de distribuição de temperaturas (condição inicial).\t101\nTabela 6.6 - Resumos dos processos em regime transitório a partir de campos nulos de função corrente e de distribuição de temperaturas (condição inicial).\t101\nTabela 7.1 - Valores numéricos de Nusselt obtidos por condução em regime transitório 108\nTabela 7.2 - Resultados do regime transitório com Ran-lOO, a partir de RaH=50. HZL™2. 115\nTabela 7.3 - Resultados do regime permanente com ponto de partida dado por distribuições\nnulas de função corrente e de temperatura.\t116\nTabela 7.4 - Resultados do regime transitório com condição inicial nula.\t116\nTabela 7.5 - Resultado final do regime permanente com movimento inicial fornecido pela solução do regime permanente dado pelo Rayleigh precedente H=1.0 e L=0.5. (H/L=2).\t122\nTabela 7.6 - Resultado final do regime transitório com movimento inicial fornecido pela solução do regime permanente dado pelo Rayleigh precedente H=1.0 e L=0.5 (HZL=2). 123\nTabela A. 1 - Cavidade regular (quadrada) com H=0.5 e L=0.5 (H/L=l).\t173\nNomenclatura\nCaracteres latinos\na\t- coeficientes das equações discretizadas\nA\t- área da face de volume de controle (m2)\nA - esquema da lei da potência, eq. (4.25)\nA(|P|) - função leí-da-potência\nB - razão entre d e L\nb - coeficiente definido na eq. (4.6)\nCp - calor específico a pressão constante por unidade de volume (J/kg K)\nDa ~ número de Darcy, eq. (2.1)\nd - comprimento da região aquecida (m)\nD - termo difusivo, eqs. (4.22) e (4.23)\nA\t- variação\nAt\t- incremento de tempo adimensional\nAx\t- largura do volume de controle\nAy - altura do volume de controle\nAT\t- incremento de tempo adimensional\nF\t- termo convectivo, eq. (4.12)\nf\t- segmento adimensional aquecido\ng\t- aceleração da gravidade (m/s2)\nH\t- altura da cavidade (m)\nJ\t- termo convectivo-difusivo\nk - permeabilidade do meio poroso saturado (m2)\nK\nL\nNu\nP\nRa\nRan\nRac\nRe\nr\nS\nSc\nsin\nCOS\nT\nTo\nTi\nt\nu,v\n* i u , v\n*\nx,y\nX,Y\n-\tcondutividade efetiva média do meio poroso saturado\n-\tlargura da cavidade (m)\n-\tnúmero de Nusselt global, eq. ( )\n-\tnúmero de Peclet celular\n-\tnúmero de Rayleigh modificado\n-\tnúmero de Rayleigh em relação a altura H da cavidade\n-\tnúmero de Rayleigh crítico\n-\tnúmero de Reynolds\n-\tvariável definida na eq. (4.18)\n-\ttermo fonte da equação genérica, eq. (4.1)\n-\tconstante referente a linearização do termo fonte, eq. (4.26)\n~ função seno\n-\tfunção cosseno\n-\ttemperatura (K)\n-\ttemperatura na superfície superior (K)\n-\ttemperatura na superfície inferior (K)\n-\ttempo (s)\n-\tcomponentes da velocidade adimensional\n~ velocidade de penetração (m/s)\n-\tcoordenadas cartesianas adimensionais, eq. (4.3)\n-\tcoordenadas cartesianas (m)\nCaracteres gregos\n-\tdifusividade térmica efetiva do meio poroso saturado (m2/s)\n-\tcoeficiente isobárico de expansão térmica (K4)\n-\tdistância entre nós adjacentes na direção x\n-\tdistância entre centro e face do volume de controle\na\np\n(Sx) (Sx/\n(8y)\n(5y)z\n<l>\n-\tdistância entre nós adjacentes na direção x\n-\tdistância entre centro e face do volume de controle\n- variável dependente da equação de conservação, eq.(4.1)\ni j\n■- r : :í\\ j\n\nr\n\n\ne\np\n-\tporosidade média do meio poroso, eq. (2.10)\n-\tcoeficiente difusivo associado a grandeza&lt;|>, eq.(4.1)\n-\tfunção corrente adimensional\n-\tfunção corrente (m2/s), eq. (2.2)\n-\tamplitude da função corrente adimensional\n-\tviscosidade dinâmica do fluido (Pa s)\n-temperatura adimensional, eq. (3.28)\n-\tmassa específica (kg/m3)\nT\n~ tempo adimensional\n\nQ\n-\tperíodo de oscilação adimensional\n-\tinércia térmica relativa média\n>\n- maior que\n<\n>\n<\n-\tmenor que\n-maior ou igual a\n-\tmenor ou igual a\n-\tproporcional a\nsubscritos\nn, s, e, w N, S, E, W\nij\nP\n-\tidentificadores de face de volume de controle\n-\tidentificadores da posição dos pontos localizados ou de fronteira de domínio completo\n-\tidentificadores de componentes\n-\tidentificador do ponto corrente\nSiglas\nCNPq\nCAPES\nFAEP\nUNICAMP\n-\tConselho Nacional de Desenvolvimento Científico e Tecnológico\n- Fundação Coordenação e Aperfeiçoamento de Pessoal de Nível Superior\n-\tFundo de Apoio ao Ensino e à Pesquisa da UNICAMP\n-\tUniversidade Estadual de Campinas\nCapítulo 1\nIntrodução\nNas últimas quatro décadas a convecção etn meios porosos tem sido objeto de um número considerável de trabalhos científicos em função de sua importância no estudo da dinâmica dos fluidos em sistemas geofísicos, na engenharia de reservatórios geotérmicos e petrolíferos, e em projetos de isolação térmica. Assim, a transferência convectiva de calor e massa em meios porosos saturados vem merecendo atenção crescente como objeto de pesquisas básicas e aplicadas em áreas bastantes diversas, compondo um amplo conjunto de problemas de engenharia. Nesse contexto podem ser destacadas as seguintes áreas:\nI. projetos de sistemas de isolamento térmico utilizando materiais fibrosos ou granulares, particularmente quanto aos aspectos relativos a penetração de umidade nos mesmos e seus efeitos sobre a resistência térmica do isolante;\nn.\tengenharia de reservatórios de petróleo e gás, em especial quanto a processos térmicos de recuperação terciária;\nHL Aproveitamento energético de recursos geotérmicos;\nIV.\tprocessos de secagem e estocagem de grãos;\nV.\testudo da contaminação do solo e de lençóis subterrâneos de água por efluentes químicos ou radioativos, particularmente quanto a temperaturas superiores á temperatura ambiente;\nVI.\tmigração de fertilizantes no solo;\nVII.\testudo de enchimento porosos, utilizando catalizadores na indústria química.\nAtualmente, o meio poroso começa a ser utilizado industrialmente no resfriamento de placas de circuito eletrônico de modo a uniformizar a temperatura dos componentes ao longo da própria placa. Nesse caso, a matriz porosa tem sido confeccionada em alumínio. Essas pesquisas têm contribuído fortemente para a correta interpretação de parâmetros térmicos obtidos em campo e tem fornecido uma base teórica adequada para a análise de dados na determinação das características da transferência de calor e massa em meios porosos.\nPode-se citar vários trabalhos de pesquisa relevantes nesta área, como por exemplo, o de Robillard, Wang e Vasseur (1988) que investigaram numericamente o movimento de um fluido em convecção natural induzida por um aquecimento na superfície horizontal inferior de uma camada porosa. Nesse trabalho, considerou-se uma geometria bidimensional para uma cavidade retangular com paredes impermeáveis, sendo que, a superfície inferior é isotérmicamente aquecida e a superfície superior é resfriada a temperatura constante. As demais superfícies são todas adiabáticas. O comprimento e a localização da região aquecida na superfície inferior constituem um parâmetro adimensional utilizado no estudo e dado por B=d/L, onde d é o comprimento da região aquecida e L é a largura da superfície inferior. Um caso particular é quando B=l, ou seja, toda a extensão da superfície inferior da cavidade porosa é aquecida isotérmicamente. Estudaram então a condução pura e a convecção natural formando uma ou duas células. Desse modo, foi possível explorar a multiplicidade de soluções para uma relação de H7L-1, onde H refere-se à altura e L à largura da cavidade porosa. Além disso, demonstraram a existência de duas soluções para o regime permanente para um dado conjunto de parâmetros e uma perturbação inicial apropriada no escoamento.\nPrimeiramente, foram obrigados a realizar vários experimentos de cálculos para otimizar o tempo computacional gasto pelo processo numérico e a acurácia das soluções obtidas. Usaram uma malha uniforme nas direções x e y e, como já se esperava, confirmaram que o número de linhas requeridas pela grade de pontos está necessariamente associado ao valor do número de Rayleigh e à relação H/L da cavidade. Estes experimentos demonstraram que uma malha de 51x51 é suficiente para descrever com acurácia o campo de escoamento na maioria dos casos\nconsiderados. O tamanho da grade na direção x foi selecionado de modo a permitir que o comprimento do segmento aquecido fosse sempre um múltiplo inteiro do tamanho da malha.\nPara obter o regime transitório foi usada a técnica de marcha-no-tempo, resultando em soluções linearmente estáveis no tempo. Considerando baixos valores para o número de Rayleigh, as soluções obtidas convergiram após algumas centenas de iterações. Para altos valores do número de Rayleigh, as equações de conservação de momento de energia mostraram-se fortemente acopladas, e as soluções convergidas do processo transitório não requereram mais do que duzentas iterações.\nAdotaram também a validade da lei de Darcy, e as equações de conservação acopladas que descrevem o escoamento foram aproximadas numericamente usando o método das diferenças finitas como procedimento de discretização. Admitiram como distribuição inicial da função corrente uma função senoidal do tipo v^\\|/psin(m7tx)sin(n7ry), constituindo a condição inicial do processo. Constataram que, naquelas cavidades porosas com paredes impermeáveis, o fenômeno envolvendo a convecção dada por uma ou múltiplas células, depende da relação H/L, do número de Darcy-Rayleigh (Rayleigh modificado), e do tamanho adimensional e excentricidade do segmento aquecido. O efeito da excentricidade s (posição do elemento aquecido na fronteira inferior) foi estudada para o caso da circulação unicelular. Considerando a origem no ponto médio da cavidade admitiu-se que para uma excentricidade positiva (elemento aquecido deslocado para o lado direito da origem) a circulação pode ser natural (sentido anti-horário) ou antinatural (sentido horário).\nAtravés dos resultados obtidos foi constatado que, para o caso clássico da célula de Bénard (B=l), uma única célula pode ter sentido horário ou anti-horário, ou seja, uma sendo a imagem espelhada da outra; e que a existência de uma única célula requer um número de Rayleigh acima de aproximadamente 40, valor que corresponde ao limiar da formação da célula clássica de Bénard. Ainda para o caso B-l, verificou-se que a solução com duas células solicita um número\nde Rayleigh acima de 61,68 uma vez que este é o valor critico para a existência de duas células\nnuma cavidade porosa quadrada (H/LM). Alguns dos resultados obtidos por Robillard, Wang e\n\nVasseur (1988) foram comparados com os resultados relatados por Caltagirone (1975) e por Prasad e Kulacki (1985) e as discrepâncias entre as soluções encontradas foram da ordem de 3 a 8%.\nTrevisan e Bejan (1987) realizaram uma combinação entre os estudos teórico (análise de escala) e o numérico com o objetivo de reproduzir os efeitos de temperatura e de massa emanados da convecção de Bénard bidimensional com número de Rayleigh elevado numa camada porosa saturada com a superfície inferior aquecida. O cerne deste estudo é o escoamento de Darcy, quantificando a transferência de calor e massa para uma única célula existente na convecção bidimensional em regime permanente.\nAs soluções numéricas são baseadas nas equações bidimesionais completas que governam o fenômeno, e no número de Rayleigh modificado atuando na faixa de 50-2000. Os resultados numéricos obtidos se comportaram favoravelmente quando comparados com as conclusões teóricas dada pela análise de escala que é baseada considerando os fatores: a) um gradiente de temperatura entre as superfícies inferior e superior; b) o campo de escoamento na camada não tem fronteira horizontal; c) a distância entre as regiões térmicas superior e inferior é suficiente para que estas regiões sejam consideradas como fronteiras da camada porosa horizontal.\nEste estudo consistiu de experimentos numéricos e uma análise de escala completa do escoamento e dos campos de temperatura e pressão de um meio poroso bidimensional onde o efeito do empuxo é devido inteiramente aos gradientes de temperatura. O objetivo preliminar foi determinar o potencial de transporte de massa e da transferência de calor produzida pelo escoamento. Para isso, assumiram que a forma do campo de escoamento é independente do campo de concentração e com isso reexaminaram, sob o ponto de vista puramente teórico, qual a tendência dada pela análise de escala da convecção bidimensional produzida por um aquecimento na parte inferior, e propuseram uma alternativa para teoria de análise de escala avançada já realizada por Elder (1967), Palm et aL (1972), Robinson e O’Sullivan (1976) e Bejan (1984),\nNesse trabalho elaborado por Trevisan e Bejan (1987), a solução numérica foi desenvolvida para um problema transitório no qual a diferença de temperatura é imposta repentinamente na matriz porosa. As equações governantes do fenômeno foram discreteadas baseadas na formulação de volumes de controle finitos descrita por Patankar (1980). O esquema da lei da potência foi usado para avaliar os fluxos de calor e massa através das fronteiras de cada volume de controle. O termo referente à derivada do tempo foi discretizado de acordo com o esquema completamente implícito.\nA condição inicial consistiu conjuntamente de \\|/=O (função corrente adimensionalizada) e T=0 (temperatura adimensionalizada) através de todo o domínio. O escoamento foi inicializado mudando subitamente a temperatura da parede inferior para T=l. A evolução temporal do escoamento bem como os campos de temperatura e de concentração foram documentados em termos de uma solução com intervalos discretos de tempo At adimensional, sendo adotado como critério de convergência uma variação menor que 1% em relação à solução final do regime permanente.\nTrevisan e Bejan (1987) verificaram então que os testes realizados com certa acurácia numérica indicaram que o tamanho do intervalo de tempo At não tem efeito sobre as soluções do escoamento e da transferência de calor e massa no tempo total adimensional. Os resultados obtidos mostraram que mesmo em estudos numéricos conduzidos em domínios bidimensionais com extensão horizontal finita, as células exibem um comportamento variável de acordo com a relação H/L, a qual, se for menor do que L, conduz à formação de múltiplas células com o aumento do número de Rayleigh.\nEm convecção térmica foi verificado que para valores de Rayleigh de aproximadamente 400 ocorre a transição do regime permanente para um escoamento dependente do tempo (regime periódico). Experimentalmente, a transição e o estado não permanente foram primeiramente documentados por Combamous e Le Fur (1969), Caltagirone et aL (1971) e Combamous e Bories (1975), e através de simulação numérica por Home and O’Sullivan (1974) e também por\nCaltagirone (1974). Recentemente, vanos estudos numéricos abordando convecção bidimensional dependente do tempo em um domínio poroso quadrado concluiram que a transição para o regime oscilatorio ocorre com Ras390 conforme foi determinado por Kimura, Schubert and Straus (1986).\nPor isso, nesse trabalho de Trevisan e Bejan (1987) foi desenvolvido um estudo considerando a solução para regime permanente bidimensional referindo-se fisicamente à convecção que ocorre para números de Rayleigh menores do que 400, onde Ra/Rac representa a faixa 1-10 sendo que Rac é o número de Rayleigh crítico (4ti2). Foram determinadas também as soluções para regime permanente bidimensional com número de Rayleigh até 2000 para domínios estreitos e altos, ou seja H/L»l, os quais geraram somente uma célula.\nSão inúmeros os trabalhos relacionados com o movimento convectivo de um fluido através de um material permeável, tema que tem recebido crescente atenção, sendo que Horton e Rogers (1945) e Lapwood (1948) foram os pioneiros nesse campo.\nPosteriormente, os estudos de Wooding (1956), Donaldson (1962), Eider (1966a, 1967b), Chan, Ivey e Barry (1970), Holst e Aziz (1972a,b) e Palm, Weber e Kvemvold (1972), que foram todos conduzidos para analisar este tipo de escoamento, indicaram que o escoamento, em regime permanente padrão, que se desenvolve a partir de um sistema sem movimento inicial (fluido em repouso em relação à matriz porosa), permanece invariável para todos os intervalos de tempo subseqüentes; Gil (1969) mostrou usando a análise da perturbação que para o escoamento não-permanente, considerando um gradiente inicial imposto por uma temperatura uniforme ao logo de uma superfície horizontal, este tende também ao mesmo escoamento em regime permanente originado a partir de um sistema sem movimento inicial.\nHá algumas décadas, Further e Eider (1966b) divulgaram um “resultado curioso” de uma solução numérica para escoamento em cavidades. Eles perceberam escoamentos secundários e especularam que isto poderia ter sido causado por distúrbios produzidos pelo método numérico\nque excitavam outros modos do sistema. Mais tarde a convecção oscilatoria foi completamente descrita por Moore e Weiss (1973). Conforme já exposto anteriormente, escoamentos em regime transitório em meio poroso também foram obtidos por Combanous e Le Fur (1969) e Caltagirone et al. (1971), que descobriram flutuações irregulares em um escoamento experimental quando a fronteira inferior era presumidamente aquecida uniformemente e o número de Rayleigh era maior do que o valor crítico, o qual está na faixa de 200-280 dependendo do tipo de meio poroso. Investigações realizadas nesta época verificaram a existência de ambas as flutuações (regular e irregular) para o escoamento convectivo num meio poroso aquecido por baixo; determinando assim, sua natureza e os processos em que as mesmas podem surgir.\nHome e O’Sullivan (1974) estudaram a estabilidade de um escoamento sujeito à convecção natural em meios porosos aquecidos uniformemente, e também não uniformemente, através da superfície inferior. A intenção deles foi de investigar a possibilidade de oscilações, ou seja, a formação de escoamentos não-uniformes, explorando assim, as condições sobre as quais elas podem ocorrer. Os resultados da solução numérica foram diretamente comparados com os experimentais usando uma célula de Hele Shaw e também, no caso uniformemente aquecido, com os resultados obtidos por Combamous e Le Fur (1969) e também por Caltagirone, Cloupeau e Combamous (1971).\nMostrou-se então, que para problemas envolvendo paredes uniformemente aquecidas existem, em certos casos, dois modos possíveis de movimento, um dos quais está flutuando, e o outro sendo permanente (não flutua). No entanto, no caso não-uniformemente aquecido as condições de fronteira forçam a solução para um único modo de movimento o qual é regularmente oscilatorio quando há uma considerável não-uniformidade no aquecimento introduzido na fronteira inferior e com número de Rayleigh suficientemente elevado.\nO estudo do escoamento incompressível através de uma matriz porosa é de interesse prático particular em relação ao uso de vapor aquecido geotérmicamente aplicado à geração de potência elétrica, por exemplo no sistema de potência de Wairakei na Nova Zelândia. A área geotérmica do Wairakei consiste de uma depressão de fragmento vulcânico contido por paredes não\nfragmentadas chamadas de ignimbrita, então o modelo da região é uma depressão comprida de um material isotópicamente poroso confinado por um meio impermeável e isolante. Essa região foi escolhida por ser suficientemente longa para permitir que as equações governantes possam ser reduzidas a duas dimensões espaciais somente, simplificando assim, a solução das equações. O calor é transportado através da região por convecção natural do fluido incompressível com o meio completamente saturado, ou por condução térmica através do próprio material. Neste sistema físico o calor é transferido de uma região distante com alta temperatura local causada por urna profunda intrusão magmática originada abaixo, que alcança a superficie do solo produzindo efeitos hidrotérmicos, bem como o surgimento de vapores, fumarolas e nascentes de águas quentes. Eider (1969) sugeriu que os dados geotérmicos indicam que a área de Wairakei é um convector úmido num meio completamente saturado com líquido e com aquecimento na superficie horizontal.\nNesse caso de Wairakei, um escoamento de duas fases é considerado desnecessário mesmo que ainda existam distúrbios periódicos de dupla fase na superfície deste sistema geotérmico, como por exemplo géiseres (fontes quentes de origem vulcânica) e lagos quentes, pois estes são pouco profundos quando comparados com os sistemas de grande profundidade os quais são de maior interesse.\nA possível presença de transitórios em cada um dos recursos naturais úteis é significante. Por esta razão Home e 0’Sullivan (1974) destinaram uma significativa atenção a esse aspecto, com o propósito de alcançar uma melhor compreensão destes efeitos. A existência de oscilação de baixa freqüência podia não se tomar aparente na análise do sistema de Wairakei considerando curtos intervalos de tempo (escala de tempo geofísica). Infelizmente, os detalhes do fundo do sistema físico não são conhecidos e tomou-se impossível executar uma simulação quantitativa no padrão do escoamento do Wairakei. Decidiram então gerar um escoamento no modelo teórico e obter, pelo menos teoricamente, uma descrição mais geral e puramente qualitativa do fenômeno para possivelmente desvendar algum detalhe significativo da magnitude do sistema e observar os aspectos relevantes que o escoamento possa ter.\nPara gerar as soluções numérica e experimental assumiram que a região do modelo era infinitamente longa, de secção transversal quadrada e aquecida acidentalmente ao longo da superficie inferior e ainda com ambas as superficies verticais isoladas. A simplificação realizada considerando uma secção transversal quadrada não faz com que os efeitos qualitativos percam sua generalidade. Vários casos foram estudados para um segmento adimensional aquecido (f; 0<f<l) representando a geração de calor a uma temperatura Ti na superfície inferior e o trecho restante mantido na temperatura To, sendo Ti>T0.\nA taxa de transferência de calor dissipado na fronteira superior é proporcional à diferença de temperatura entre a origem da geração de calor e a temperatura do ar no sistema físico. Esta diferença de temperatura deve ser pequena para manter um balanço entre os dois mecanismos de transferência de calor, convecção e condução, contribuindo assim para possibilitar o uso de uma condição de contorno mais simples, mantendo-se no modelo a superfície superior na temperatura To.\nEider (1967b) e Holst e Azis (1972a,b) estudaram vários tipos de escoamentos em regime transitório em meios porosos mas não o caso onde as soluções oscilatórias são encontradas. As equações e as condições de contorno usadas neste trabalho de Home e 0’Sullivan (1974) são similares às utilizadas na investigação feita por Eider (1967b). Segundo Home e 0’Sulüvan (1974), os métodos numéricos usados por Eider (1967b) e por Holst e Azis (1972a,b) na equação da energia não são satisfatórios por serem susceptíveis a instabilidades não-lineares para valores do número de Rayleigh maiores que 200.\nPara resolver a equação de Poisson, Holst e Azis (1972a,b) e Eider (1966b, 1967a,b) usaram o método da sobre-relaxação sucessiva, que embora tenha acurácia, é um método iterativo e portanto é um procedimento relativamente lento. Os métodos numéricos utilizados por Home e 0’Sullivan (1974) para resolver as equações governantes no trabalho baseado na área geotérmica de Wairakei, foram uma combinação dos métodos idealizados por Arakawa (1966) e por Busbee, Golub e Nielsen (1970) e não estavam disponíveis anteriormente. Embora o processo iterativo fosse lento e o nível de desenvolvimento dos computadores na época não fosse tão elevado como\natualmente, a utilização destes métodos permitiu obter soluções considerando um longo período de tempo, o qual é necessário para que seja identificada a solução oscilatoria. Isto devido à notável eficiência, bem como a acurácia e estabilidade destes métodos.\nNa solução experimental utilizaram uma célula de Hele Shaw de 30x20 cm e um número de Rayleigh de 1600 para o caso não-uniformemente aquecido. Após um longo período de tempo o escoamento mostrou um comportamento regularmente oscilatorio. Home e 0’Sullivan (1974) também modelaram o caso uniformemente aquecido considerando a célula de Hele Shaw que por sua vez já havia sido relatado por Combamous e Le Fur (1969) e Caltagirone et al (1971).\nEstudaram dois tipos de aquecimento na superfície inferior: a fronteira inferior sendo aquecida uniformemente (fi=1.0), ou seja, a largura da superfície inferior é completamente aquecida; e o caso em que a superfície inferior é submetida a um aquecimento não-uniforme (fiíl.O). O valor de f é dado pela razão d/L, onde d é o tamanho do comprimento aquecido eLa largura total da fronteiro inferior da cavidade porosa.\nPara a fronteira uniformemente aquecida tendo no tempo T^O a condição inicial na qual o fluido está completamente estacionário, quando na fronteira inferior surge repentinamente um temperatura adimensional 0=1, a solução encontrada por Home e 0’Sullivan (1974) contradiz os resultados obtidos por Combamous e Le Fur (1969) e Caltagirone et aL (1971), pois os escoamentos encontrados, embora sejam estáveis com uma pequena oscilação inerente ao computador, apresentam múltiplas células para todos os números de Rayleigh compreendidos entre 50 e 1250. Tal número de Rayleigh está definido em relação à largura total L da superfície inferior da cavidade.\nEntretanto, com um aquecimento suficientemente lento na fronteira inferior, desenvolve-se um movimento unicelular; e para um aquecimento um pouco mais rápido obteve-se um movimento permanentemente unicelular o qual é oscilatorio para números de Rayleigh maiores do que aproximadamente 280. Neste último caso, a figura resultante nesta faixa de valores concordou\ncom os valores experimentais observados por Caltagirone et al. (1971). Este movimento unicelular também surge se for admitida como condição inicial um movimento unicelular juntamente com uma elevada taxa de aquecimento na superfície inferior no inicio do processo.\nCom o objetivo de verificar o esquema numérico adotado, Home e 0’Sullivan (1974) realizaram um conjunto de experimentos para o problema com aquecimento uniforme e conseguiram obter uma representação do estado convectivo flutuante observado por Combamous e Le Fur (1969) e Caltagirone et al (1971), Com uma malha de 17x17 e um número de Rayleigh 50 notaram um movimento mínimo, e para a mesma malha mas com um número de Rayleigh 250 obtiveram um estado permanente de movimento. Ainda com a mesma malha de pontos e para valores do número de Rayleigh iguais a 375, 500 e 750 foi possível observar soluções flutuantes com períodos de oscilação adimensionais (TP) de 0.0316, 0.0200 e 0.0102, respectivamente; onde esse período de oscilação (tempo de flutuação) é calculado entre dois intervalos de tempo adimensional consecutivos e com flutuações similares.\nPara um número de Rayleigh igual a 500, o número de Nusselt para o modo tricelular permanente é de 7.8; enquanto que para um processo no qual o estado final é flutuante, o número de Nusselt varia no tempo com um valor médio de 6.3 e 7.0 para o valor máximo.\nPara simular o escoamento para o problema não uniformemente aquecido, foram geradas soluções para valores de f^O.25, 0.5 e 0.75 na malha 17x17 para 250<Ra<750 e na malha 33x33 para 750<Ra<1250. O valor de TP obtido através da solução experimental não se diferencia grandemente do valor encontrado pela solução numérica para o mesmo número de Rayleigh. A leve diferença é pouco significativa desde que as imprecisões experimentais contribuam para tal discrepância (a determinação do início e do final exato de uma oscilação específica dificulta a estabilidade).\nO aparecimento de soluções periódicas idênticas nas malhas de 17x17 e 33x33 com o mesmo número de Rayleigh indica que este comportamento não é meramente resultado de\nperturbações numéricas; assim a existência de solução oscilatória regular prevista antecipadamente está confirmada. Os resultados demonstraram que é possível haver regime transitório em grande escala para uma distribuição de calor não-uniforme e considerando números de Rayleigh maiores do que aproximadamente 480 para frO,5 e 450 para f=0,25. Como já era esperado pelos autores, quando fí=0,75 o escoamento é estável para os valores do número de Rayleigh que foram simulados, e o padrão do escoamento difere inteiramente de outras soluções, sendo tricelular e não uma célula única. Este conjunto de resultados anômalos é muito significativo pois, juntamente com os resultados do problema uniformemente aquecido, podem indicar as causas de instabilidades em outros escoamentos.\nDesses estudos, Home e O’Sullivan (1974) concluíram que quando a fronteira inferior é aquecida lentamente para uma temperatura final 0-1, os efeitos são similares aos obtidos quando o número de Rayleigh é aumentado vagarosamente a partir de um valor suficientemente baixo para o qual se pretende obter uma investigação do fenômeno. Portanto, para um número de Rayleigh efetivamente baixo, desenvolve-se facilmente o chamado modo unicelular. Posteriormente então, este modo domina o desenvolvimento do escoamento até o início das flutuações quando o sistema tende, por sua vez, a formar um modo mais favorável. O mesmo resultado final é reproduzido induzindo artificialmente o modo unicelular no início do processo, ou seja, o modo unicelular é uma condição inicial do processo convectivo.\nA presença de oscilações como as mencionadas acima na região geotérmica de Wairakei deve dificultar a estabilidade do sistema ainda que a constante de tempo real seja da ordem de 1000 anos (assumindo uma profundidade de 5 km) e, além disso, existem outras complicações que até o momento foram ignoradas que são: o surgimento de correntes e a regeneração da superfície de água. As manifestações de efeitos oscilatorios estariam relacionadas às variações no fluxo de calor da superfície. Nesse trabalho consideram somente escoamentos bidimensionais e uma possível análise tridimensional poderá ser complicada.\nO aparecimento de flutuações, como foi sugerido por Caltagirone et aL (1971), é causado por um aumento do número de Rayleigh local com base na coluna descendente do escoamento\nunicelular e no valor deste Rayleigh local que dá origem ao aparecimento de células convectivas em pequenas regiões onde o gradiente de temperatura é localmente constante. Desse modo, uma parcela irregularmente quente do fluido começa a surgir na superfície do aquecedor, e é transportada para longe da superfície pela circulação dominante. Uma situação correspondente pode ocorrer na fronteira superior.\nAssim, analisando a forma das células, o modo de aquecimento (uniforme ou não-uniforme) e o comprimento do segmento aquecido ao longo da superfície inferior; e se a camada porosa possui restrição lateral ou não, Home e 0’Sullivan (1974) finalmente concluíram que o regime convectivo natural de um escoamento através de um meio poroso é largamente influenciado por ambos os fatores: pela presença de fronteiras verticais e pelos tipos de condições de contorno empregadas. O número de células formadas depende da distância entre as superfícies verticais, ou seja, a relação H/L (H^altura, L-largura da cavidade). Às condições de contorno associam-se principalmente a quantidade de células formadas, a taxa de transferência de calor, bem como a intensidade de função corrente.\nUm outro trabalho que pode ser citado nesta área foi um estudo realizado por Caltagirone, Clopeau e Combamous (1971), os quais observaram o movimento flutuante através de um método de visualização do campo térmico utilizando o efeito de Cristiansen. Esta investigação mostrou que o estado flutuante corresponde à aparição de uma disparidade contínua de células convectivas e que, a partir de certas regiões ou gradientes térmicos, são muito importantes. A determinação do número de Rayleigh local, obtido por meio de um método numérico permitiu explicar a existência de instabilidades. O domínio e a geometria da matriz porosa, bem como as hipóteses assumidas, foram análogos aos trabalhos acima mencionados nesta seção.\nComo já se sabe, a convecção aparece a partir de um valor crítico do número de Rayleigh Ra igual à 4tt2. Acima deste valor, a convecção em regime permanente apresenta-se organizada e circulando em uma ou mais células separadas com configurações estáveis do campo térmico. Os trabalhos de Combamous e Le Fur (1969), Bories(1970) e Combamous (1970) mostram que para números de Rayleigh suficientemente elevados, um novo tipo de convecção aparece caracterizada\npelo fato de que a temperatura flutua em função do tempo em cada ponto do meio poroso. No entanto, os testes experimentais realizados por Caltagirone, Clopeau e Combamous (1971) mostraram que para um certo valor do número de Rayleigh correspondendo a Raf, a aparição deste regime permanente depende especificamente da estrutura da fase sólida. Nestes ensaios foram utilizados varios tipos de líquidos e de estruturas sólidas de diferentes diámetros dos orificios. Dois modelos de matrizes porosas chamadas A e B em forma de paralelepípedos e possuindo diferentes porosidades foram estudados. Na série do tipo A na qual a altura foi de 4 a 6 cm, os movimentos convectivos foram tridimensionais, correspondendo assim, à camadas de grandes dimensões horizontais. Na série B tomou-se camadas estreitas (2 cm de largura por 38 de altura) e com isso os movimentos obtidos foram praticamente bidimensionais.\nA evolução do campo térmico das células da série B foi estudada para determinar as flutuações locais de temperatura, sendo que para isso utilizaram o método de visualização de Cristiansen o qual permitiu observar o aparecimento das isotermas formadas por linhas de cores diferentes. Os filmes (batidos à razão de 3 imagens/minuto) mostraram que quando Ra>Rar, o campo térmico resultante é aproximadamente bidimensional mas se deforma com o tempo. Estas deformações observadas foram interpretadas como sendo a criação e o desaparecimento contínuo de células convectivas.\nA definição do número de Rayleigh local, Rat, em função do comprimento da superfície inferior da camada porosa possibilitou a obtenção dos campos de temperatura e de velocidade ao longo do comprimento vertical e permitiu uma visualização bem definida dos mapas de distribuição de temperatura e velocidades.\nOs perfis de temperatura originados pelo escoamento convectivo a partir do cálculo numérico mostraram que essa distinção é possível. O cálculo dos Ra¿ foi efetuado supondo as características médias do fluido saturado da zona estudada. Desse modo, constatou-se que a faixa de variação de Ra¿ ao longo da placa quente tem um máximo na base do escoamento convectivo descendente. Um novo par de células surge onde Ra=(Ra¿)máX quando Ra está compreendido entre 200 e 300, permitindo então, explicar o surgimento do regime flutuante.\nO levantamento dos trabalhos publicados nesta área de transferência de calor em meios porosos, alguns dos quais foram comentados nesta seção, foi também de extrema relevância para o encaminhamento dessa dissertação pois forneceram uma certa base teórica sobre o fenômeno da convecção natural transitória em cavidades porosas e valores numéricos que serviram de base para comparação de resultados para a verificação da metodologia utilizada.\nEm síntese, a revisão bibliográfica deu suporte para investigar de maneira mais detalhada alguns dos objetivos desta dissertação. Das referências bibliográficas obteve-se a faixa de valores mais relevantes do número de Rayleigh para executar os experimentos numéricos. O número de Rayleigh é o parâmetro adimensional mais importante da convecção natural porque está associado ao empuxo sofrido pelo fluido dentro da cavidade. Sabe-se que em fenômenos envolvendo apenas convecção natural não há agentes externos atuando e consequentemente a força de empuxo é a única força presente na cavidade considerada. As discussões realizadas pelos autores citados sobre alguns métodos numéricos utilizados no passado e que foram aplicados a malhas consideradas grosseiras atualmente, assim como os estudos envolvendo diversas condições iniciais e de contorno serviram de referência e para enriquecer o entendimento dos fenômenos físicos e numéricos tratados nesta dissertação. As soluções numéricas oscilatórias ou flutuantes relatadas extensivamentes pelos pesquisadores citados foram de certo modo constatadas nesta dissertação e conseqüentemente documentadas mesmo sem ter sido um objetivo inicial desta investigação numérica.\nFinalizando, o regime transitório para convecção natural em cavidade porosa tratado neste trabalho procura mostrar os aspectos mais relevantes do fenômeno físico relacionando a transferência de calor e a circulação do fluido na cavidade com diversos incrementos de tempo para a análise física do problema buscando, dessa forma, obter incrementos de tempo satisfatórios para serem adotados no programa computacional de acordo com as condições iniciais e de contorno do problema.\nCapítulo 2\nFormulação Matemática\n2.1\tAspectos Gerais\nA seguir é apresentada a formulação matemática para as equações de transporte aplicadas à convecção natural em regime transitório para o modelo de Darcy. A figura 2.1 mostra a geometria das cavidades estudadas, seus parâmetros dimensionais e as temperaturas das superfícies inferior (Ti) e superior (To), Ti > To. Maiores detalhes sobre os cálculos algébricos estão apresentados no apêndice A2.\nFigura 2.1 - (a) cavidade regular retangular; (b) cavidade irregular.\nCaracterísticas da configuração geométrica apresentada na figura 2.1:\n-\tH e L são dimensões geométricas;\n-\ttodas as paredes representadas são impermeáveis;\n» as paredes representadas com linhas mais grossas são todas adiabáticas;\n-\ttodo o domínio é preenchido por um meio poroso saturado.\nO fluido considerado é incompressível, com propriedades constantes, e se movimenta em regime transitório através de um meio poroso rígido, homogêneo e isotrópico (as suas propriedades não variam com a direção).\n2.1.1 Modelo de Darcy\nO presente estudo refere-se a situações em que o modelo de Darcy é aplicável, e é admitida a hipótese da existência de equilíbrio térmico entre a matriz porosa e o fluido em qualquer ponto do meio. Além disso, neste trabalho serão desprezados os termos viscosos e os termos de inércia das equações de conservação da quantidade de movimento, ou seja, o número de Darcy (Da) e número de Reynolds (Re) são suficientemente pequenos:\n(2.1)\nRe =\n\nonde,\n-\tk é a permeabilidade do meio poroso saturado;\n-\tL é a dimensão característica do problema;\n-\tp é a massa específica;\n-\tp é a viscosidade dinâmica do fluido;\n-\tv é a velocidade média de penetração local.\n2.1.2\tFunção corrente (vg*)\nDefinição de função corrente:\n* u\ngy*\ngY\n(2.2)\nonde u* e v* representam as velocidades de penetração nas direções X e Y, respectivamente.\n2.1.3\tEquação da quantidade de movimento\nDe acordo com o modelo de Darcy, as velocidades nas direções horizontal e vertical são, respectivamente:\nKgP jt gX\nKf 5P\t>\n—-----per\ng kSY J\n(2.3)\n*\nV =\nA diferença das derivadas parciais na direção ortogonal às velocidades resulta em:\ngu* gv* _ Kg gp\ncY'cX’'''ucX\nIntroduzindo a definição de função corrente obtém-se:\naV aV _ Kg õp ÕX2 + ÔY2 ~ P ÕX\n(2,5)\nUtilizando a aproximação de Boussinesq para a representação dos efeitos de empuxo térmico, a massa específica pode ser representada de tal forma que:\np = p0[l - P (T-T0)J =>\n^ = -PoP^ ax 0 ax\n(2.6)\nPortanto, a expressão resultante envolvendo a equação da quantidade de movimento em termos de função corrente e associada a um meio poroso saturado, segundo o modelo de Darcy, fica:\naV aV _ Kgpp0 ai ax2 + ôY2 ~ n ax\n(2.7)\n2.1.4\tEquação da energia em regime transitório para meio poroso saturado\nAlém da validade da Lei de Darcy serão admitidas as seguintes hipóteses:\na) ausência de geração interna de calor;\nb)\to efeito viscoso de dissipação j é desprezível;\nc)\to escoamento é bidimensional;\nd)\tequilíbrio térmico em cada ponto do domínio entre o fluido e a matriz porosa saturada.\nA equação da energia pode ser representada por:\nO\ngT ât\n'õ2t\n<SX2\nõ2t)\n--y\n5Y2;\n(2.8)\nNa expressão acima encontram-se as seguintes propriedades:\n<l>Pfcpf+(1-0)Pscs\no =--------------------\nPfcpf\n\n(2.9)\nonde o é a inércia térmica relativa média, que depende do calor específico por unidade de volume do fluido e da matriz porosa, e a representa a difusividade térmica efetiva média do meio poroso saturado. Na expressão para a difusividade, K é uma propriedade do fluido saturado agregado à matriz porosa média, ou seja, é a condutividade efetiva média do meio poroso saturado dada pela seguinte expressão:\nK = (¡)Kf + (1 — 0)KS\n(2.10)\n2.2\tConvecção natural em cavidade porosa saturada em regime transitório\nNa formulação matemática envolvendo a convecção natural em regime transitório serão considerados, neste trabalho, somente os efeitos de empuxo decorrentes do aquecimento da parede inferior da cavidade porosa, não sendo considerado qualquer gradiente de pressão imposto externamente. A seguir será apresentada a geometria das cavidades estudadas, bem como suas condições de contorno com as respectivas adimensionalizações, e na sequência o processo de adimensionalização das equações governantes. As Fig. 2.1 (a) e 2.1(b) já mostradas fomecem a forma e os parâmetros dimensionais das cavidades analisadas.\nAs equações governantes que estão acopladas através da função corrente e da temperatura serão adimensionalizadas, assim como as condições de contorno. Desse modo a solução numérica obtida computacionalmente também estará adimensionalizada, facilitando a comparação dos resultados alcançados com outras soluções relatadas na literatura que também se encontram padronizadas na forma adimensional.\n2.2.1\tCondições de contorno para geometria regular quadrada\n(a) X e [0, L] a Y = 0\t=> \\|/* = 0 a T = Tj\n(b) Xe [0,L] a Y = H =>\t= 0 a T = T0\n(2.11)\n(2.12)\n(c) X = 0 a Ye [0,H] =>\n(2.13)\n(d) X = L a Ye[0,H] =>\n(2.14)\n*\n2.2.2\tCondições de contorno para geometria irregular\n(b)\n2L]\n(d)\n(e)\n(c)\n19)\n2.2.3\tAdimensionalização das condições de contorno\nPara a convecção natural estudada neste trabalho foi adotado o seguinte processo de adimensionalização para as coordenadas horizontal X e vertical Y, para a função corrente e para a temperatura T, conforme Llagostera (1990):\n(2.21)\nAssim, as novas condições de contomo ficam:\nI) Geometria regular quadrada:\t\t\t\n(a) x e[0, 1] a y = 0\t—s\tV = 0 a 0 = 1\t(2.22)\n(b) x e [0, 1] a y = 1\t\tV = o A 0 = 0\t(2.23)\n(c) x = 0 a y e [0,1]\t—s\tn 50 n V = 0 a — = 0 Ôx\t(2.24)\n(d) x = 1 a ye [0, 1]\t=*\t50 VI/= 0 A — = 0 ôx\t(2.25)\nII) Geometria irregular:\t\t\t\n(a)x e[0, 1] a y = 0\tzz>\t= 0 A 0 = 1\t(2.26)\n(b) x 6 [0, 2] a y = 2\t\tv = o A 0 = 0\t(2.27)\n(c) x = 0 a y 6 [0, 2]\t\tn 50 n \\l/ = 0 A \t= 0 ôx\t(2.28)\n(d) x = l a y e [0,1]\t\t0\t50 n w = 0 a — = 0 5x\t(2.29)\n(e) x = 2 a ye [1,2]\t=> y = O a — = O\nSx\n(2.30)\n(f) y = 1 a x e [1, 2]\n(2.31)\n\n= O a\n2.2.4\tAdimensionalizaçâo das equações governantes\nAs mesmas expressões utilizadas para adimensionalizar as condições de contorno foram aplicadas para adimensionalizaçâo das equações governantes.\na) Adimensionalizaçâo da equação da quantidade de movimento:\nAdimensionalizando a Eq. 2.7 chega-se a seguinte expressão:\ng2v a2y = KgppoLfTi - t0) ge\ngx2 gy2\tpa\tgx\n(2.32)\nSendo o número de Rayleigh modificado dado por:\nRa =\nKgpp0L(T] To)\nga\n(2.33)\nEntão, a equação da quantidade de movimento bidimensional adimensionalizada e em termos de função corrente (v) será:\nd2w\td2\\f\t50\n—z_ -----— —Ra —\ndx2\tdy2\t5x\n(2.34)\nb) Adimensionalização da equação da energia:\nA função corrente bem como a temperatura foram adimensionalizadas de acordo com as expressões abaixo:\n\\|/* = Ct\\|J\nchg* __ a 5\\|/\n(2.35)\n5v* __ a \"sx~“ l aE\n5T\t(t, - t0) ge\nÔX L\tõx\n(2.36)\nA partir da Eq. 2.8 obtém-se a seguinte expressão adimensionalizada para a equação da energia:\n86\t<5^89 _8y89 - 529\td26\ny at)\t8y 8x ôx dy ôx2\tõy2\n(2.37)\nat\nDesse modo, a variável de adimensionalização do tempo (T) é T =-------- e, portanto, a\noL\nequação da energia bidimensional adimensionalizada, aplicada para convecção natural em regime transitório, toma-se:\nôq\tõy de\tôv õe\tõ2e\ta2e\n--- _l_-------— ---------— ------ _l_ --\nÕT\tdy dx\tôx dy\tdx2\tdy2\n(238)\nAs Eqs. (234) e (238) que correspondem, respectivamente, às equações bidimensionais da quantidade de movimento e da energia adimensionalizadas, às quais estão acopladas pela função corrente foram discretizadas e resolvidas em todo o domínio da cavidade estudada.\nA partir desses resultados numéricos foi possível analisar os aspectos mais relevantes relacionados ao transitório do fenômeno físico que ocorre no interior da cavidade porosa, tais como, a influência do número de Rayleigh, o incremento de tempo discreto necessário para observar a faixa de maior variação do número de Nusselt, e ainda a visualização dos mapas de função corrente e das linhas isotérmicas no tempo. Outros aspectos importantes associados ao método numérico adotado também foram explorados preliminarmente ao estudo do fenômeno físico propriamente dito.\nAs próximas seções trazem a formulação do método numérico escolhido para resolver computacionalmente as equações governantes adimensionalizadas e os resultados numéricos obtidos representados em formas de tabelas e gráficos com os respectivos comentários e conclusões.\nCapítulo 3\nMétodo dos Volumes Finitos\nIntrodução\nO método dos volumes finitos descrito por Patankar (1980) foi utilizado para resolver numericamente as equações diferenciais acopladas que representam o fenômeno físico através da confecção de um programa computacional em linguagem Fortran executado em estações de trabalho em sistema operacional UN1X.\nO enorme desenvolvimento da informática nas últimas décadas produzindo equipamentos cada vez mais potentes e velozes, bem como o grande desenvolvimento experimentado pelos métodos numéricos e sua conseqüente penetração na engenharia, não foram suficientes para estabelecer nitidamente um determinado método como superior aos outros, dependendo muitas vezes essa definição do próprio problema estudado.\nNo método dos volumes finitos, as equações aproximadas são obtidas através de balanços de conservação da propriedade envolvida (massa, quantidade de movimento, entalpia, etc.) novolume elementar. Sendo assim, a possibilidade de associar a interpretação física com a matemática motivou fortemente o emprego de tal método na solução de problemas de escoamento de fluidos com transferência de calor.\nPor outro lado, procura-se com o método numérico, obter a solução da equação diferencial que representa a conservação de certa propriedade em termos de ponto (infinitesimal) e, portanto, parece lógico que as equaçõesaproximadas (que formam o sistema linear) representem a conservação da propriedade em termos de volumes elementares (discretos).\n3,1\tDiscretização das equações diferenciais\nAs equações diferenciais elípticas acopladas por meio da função corrente e da temperatura, aqui analisadas segundo uma configuração bidimensional, foram discretizadas através da metodologia descrita por Patankar (1980) que transforma a equação governante na forma conservativa em sua aproximação numérica através da integração da mesma no volume elementar mostrado na figura 3.1. O volume elementar bidimensional está representado pelo quadrado em tomo do ponto P e seu volume (por unidade de profundidade) é dado pelo produto AxAy correspondente ao sistema de coordenadas xy indicado. As equações diferenciais relacionadas à quantidade de movimento e conservação de energia podem ser representadas, de modo geral, pela seguinte equação:\n(3.1)\nonde o termo J representa o fluxo total (convecção e difusão) definido por:\nNa equação anterior 0 representa a variável dependente analisada, U. corresponde à velocidade na direção da coordenada XÍ3 p corresponde à massa específica do fluido, T representa o coeficiente difusivo associado à grandeza 0, e S refere-se ao termo fonte.\nFigura 3.1 - Esquema do volume de controle.\nAssim, a equação geral bidimensional de discretização a ser associada às equações governantes assume a seguinte forma:\nõ z d z 5 z .\tJ52<|»\ta2<A e\nã(p*)+ãZ(pu+) + ^<pv+) ■\t+\t+ s\t(! 31\nAs equações governantes do problema (quantidade de movimento e energia), já adimensionalizadas, foram então discretizadas com base na metodologia de discretização desenvolvida para a Eq. 3.1 segundo Patankar (1980). As equações diferenciais do problema, que têm como variáveis dependentes a função corrente e temperatura, foram discretizadas integrando-as nos subdomínios que envolvem cada nó, denominados volumes de controle finitos.\n3.2\tDiscretização da equação da energia\nA equação da energia tem a temperatura adimensionalizada como sendo a variável dependente. Estão presentes os termos convectivos mas a equação não apresenta o termo fonte. No caso específico de convecção natural o coeficiente difusivo e a massa específica do fluido que aparecem na Eq. (3.3) assumem valor unitário, ou seja, F=1 e p=l.\na<t>\ta*\ta<|)_a2(¡) a2<|>\nat\tax\tay ax2\tay2\nonde,\nU =\n(3-5)\ne\nAssim, as expressões para solução computacional, segundo Patankar (1980) serão:\n= ae<k + aj + aA + a,0, + b\n(3.6)\nonde o coeficiente ap será:\nH —-3. + 3.\t+ a + a\n**p\te\tw\tr.\ts\tp\n(3.7)\no termo transitório será dado por:\nAxAy\nAt\n(3.8)\ne o termo constante por:\tb = a°.&lt;|) °\n(3.9)\ne os demais coeficientes serão fornecidos pelas seguintes expressões:\na¡ =\tA(|P |) + max[- F¡ ,0],\ti=e,n\n(3.10)\nOs termos representados por F são os fluxos nas feces do volume elementar:\nF = IlAj, i=e,w,n,s.\n(3.12)\nonde Ui é a velocidade e A¡ a área da face no volume elementar.\nExpressões para as velocidades ñas feces do volume elementar:\nAs velocidades nas direções horizontal e vertical em cada nó do domínio são fornecidas pelas derivadas parciais da função corrente e calculadas na direção ortogonal ao movimento conforme a definição de função corrente, ou seja:\n(3.17)\ne\nOs cálculo dessas derivadas foi obtido através das expansões em série de Taylor da função corrente vizinha a esses pontos e considerando inclusive os termos de segunda ordem, resultando nas seguintes equações para uP e vP:\nUF = {vN - r>s - [1 - £]Vp}{[1 + r»](5y)J\n(3.18)\nVp ={-VE\t+[l-ri]Vp}{[l + r™](8x)J '\t<319)\nonde,\n(3.20)\n(8x).\n(§xk\n(3.21)\nSendo F^l, os termos correspondentes às condutâncias são dados por:\ni=e,w.\n(3.22)\nj=n,s.\n(3.23)\nO número de Peclet celular será dado pela expressão abaixo:\ni=e5w,n,s.\n(3.24)\nE finalmente, a função A(| P|) conhecida como “lei-da-potência” anteriormente, é calculada pela seguinte expressão:\nA(|Pi I) = max[0, (1 ™ 0.1]| )5 ], i=e,w,n,s.\nconforme já destacado\n(3.25)\n3.3\tDiscretização da equação da quantidade de movimento.\nDependendo do fenômeno físico estudado a equação da quantidade de movimento pode assumir a forma de duas equações distintas e conhecidas na matemática como sendo a Equação de Poisson e a Equação de Laplace.\nA equação diferencial que descreve o fenômeno de convecção natural e onde as forças de empuxo estão representadas pelo número de Rayleigh (Ra) é uma equação diferencial parcial não homogênea, geralmente denominada de equação de Poisson. Já em fenômenos envolvendo somente convecção forçada, as forças de empuxo são desprezadas e, portanto, o número de Rayleigh será nulo. Neste caso, a equação diferencial é homogênea e geralmente denominada Equação de Laplace.\nNeste trabalho, envolvendo convecção natural, a equação de Poisson têm como variável dependente a função corrente (T) e na associação dessas equações à equação geral de discretização (3-3), o coeficiente difusivo (T) deve ser igualado á unidade. Nota-se também a não existência de termos convectivos, e que a linearização do termo fonte para o caso da convecção natural toma nulo o coeficiente SP, restando a constante Sc apresentada a seguir:\n(3-26)\nConforme exposto na seção precedente, o cálculo da derivada parcial acima, na vizinhança do ponto P, considerando inclusive os termos de segunda ordem, fornece a expressão abaixo:\nãx\n= (0E - eew - [1 - e]6p}{[i + rj(ôx).}\np\n(3.27)\nOXldO^\n(3.28)\ne a equação da quantidade de movimento discretizada resultante será:\n5y2\n(3.29)\nDe modo geral, as expressões para implementação computacional relacionadas à da quantidade de movimento ficarão da seguinte forma:\nequação\nap4>p = ae<j)e + a„<j> + a„<|>n + as<|)5 + b\n(3.30)\nonde o coeficiente ap será:\na - a + a + a + a\np\te\tw\tn\ts\n(3.31)\n+s\nc\n= 0\ne o termo constante b dado por:\n\nU^íCaMp\n' 4\nb = ScAxAy\nSBÇÃ\n(3.32)\nDevido a ausência de termos convectivos na equação Eq. (3.29) a função A(| P|) toma-se unitária, e consequentemente os coeficientes a¡ ficam iguais às condutâncias correspondentes, as quais são dadas pelas Eqs. (3.22) e (3.23).\n3.4\tDefinição do número de Nusselt\nO parâmetro adimensional denominado Número de Nusselt global e que, em termos físicos dentro deste trabalho, permite quantificar a transferência de calor nas superfícies inferior ou superior da cavidade porosa, foi definido da seguinte forma:\n(3.33)\nAtravés da equação anterior pode-se observar que o número de Nusselt global para a superfície inferior depende diretamente do gradiente de temperatura na direção normal a essa superfície. A integração na direção da ordenada x permite o cálculo do valor médio do número de Nusselt para a superfície considerada. Uma alteração brusca na temperatura dessa superfície ocasionará uma variação importante dos gradientes locais de temperatura, e portanto de seu valor médio ao longo da superfície.\nUWCAMP\nMH;\";'-—...\nz:z A cen'tral\nCapítulo 4\nDefinição de Parâmetros e Testes\nIntrodução\nNeste capítulo foram abordados alguns estudos iniciais com a finalidade de discutir assuntos relacionados com o propósito desta dissertação, e importantes para verificar vários parâmetros relevantes associados ao método numérico adotado e à simulação computacional. Nesta seção todos os resultados apresentados foram obtidos para o regime permanente.\n4.1\tEstudo da malha\nPara este estudo admitiu-se um processo em regime permanente onde ocorre convecção natural e com um Número de Rayleigh (Ran) igual a 100, sendo que o fluido encontrava-se, inicialmente, num estado estacionário; ou seja, com ausência de circulação. A tabela 4.1 traz os valores do tempo de processamento real do programa computacional dado em segundos, em função da malha escolhida e os correspondentes valores do número de Nusselt (Nu¡nf) e função corrente (Vmm), considerando um critério de parada (convergência do processo numérico) da ordem de 10'5. Esta tabela ainda contém o número total de pontos internos que corresponde na realidade ao número total de volumes elementares contidos no domínio, de acordo com o Método\ndos Volumes Finitos (Patankar, 1980). As figuras 4.1, 4.2 e 4.3 foram produzidos a partir dos dados da tabela 4.1. A figura 4.1 mostra o tempo real de processamento requerido em função do refinamento da malha. Nota-se que os pontos desta figura possuem um comportamento com aspecto exponencial, indicando que à medida que a malha é refinada (aumento no número de pontos internos no dominio), o tempo de processamento consumido na execução do programa computacional começa a aumentar significativamente quando se emprega malhas maiores do que 70x35 tomando dispendioso o processo de cálculo. No entanto, o tempo de processamento consumido assume uma posição de importancia secundaria quando o principal objetivo, nesse caso, é a precisão e a acuracidade dos resultados numéricos.\nTabela 4.1 - Número de Nusselt e Função Corrente em função da Malha. HZL=2.\nMalha\tNúmero de Volumes\tNúmero de Iterações\tTempo (s) de Processamento\tNUinf\tU^mín\n10x5\t50\t28\t8\t0.89775\t-2.3596\n20x10\t200\t26\t9\t1.02428\t-2.6683\n30x15\t450\t41\t15\t1.04872\t-2.7569\n40x20\t800\t67\t20\t1.05729\t-2.7693\n50x25\t1250\t101\t28\t1.06125\t-2.7860\n60x30\t1800\t144\t46\t1.06340\t-2.7875\n70x35\t2450\t192\t77\t1.06474\t-2.7939\n80x40\t3200\t250\t131\t1.06557\t-2.7938\n90x45\t4050\t317\t194\t1.06612\t-2.7971\n100x50\t5000\t393\t294\t1.06782\t-2.7968\n120x60\t7200\t564\t594\t1.06661\t-2.7985\n140x70\t9800\t758\t1094\t1.06782\t-2.7998\n400x200\t80000\t5908\t100436 *\t1.06787\t-2.8073\nNota: (*) Valor estimado\nNw número de Nusselt global na superficie inferior\nfunção corrente mínima\n1200\n\nQuantidade de iterações\t5 S\tTempo real de processamento (segundos)\n1000 -\n800 -\n600 -\n400 -\n200 -\n0*\n50\n200\t450\nRegime permanente\nRan=100\nH/L-2\n\n800\t1250\t1800\t2450\t3200\t4050\t5000\t7200\t9800\nNúmero de pontos internos da malha\nra 4.1 - Tempo real de processamento em função do número de pontos internos obtido o regime permanente.\n800 —\nI\n700 -\n600 -\n500 -\n400 -\n300 -\n200 -\n100 -\n• o 4-\n50\nRegime permanente\nRaH=100\nH/L=2\ne\n200\t450\t800\t1250\t1800\t2450\t3200\t4050\t5000\t7200\t9800\nNúmero de pontos internos da malha\nFigura 4.2 - Número de iterações em função do número de pontos internos provenientes do regime permanente.\nA figura 4.2 mostra que há uma relação do tipo exponencial entre a quantidade de pontos internos do domínio (quantidade de volumes elementares) e a quantidade de iterações necessárias para que o processo numérico em regime permanente possa convergir, dentro do critério de parada preestabelecido de 10“5.\n1 ,oo\n- 2,55\nRegime permanente\nRaH=100\no e\nKS o c 3 U.\n■o o\n□ o s\n% tn\nV)\nz\nCU \"O\nO\nE -3 z\n0,95 -\ne\nH/L=2\n- 2,40\n0,90 ¿\n0,85 4-\n50\n200\t450\t800\t1250\t1800\t2450\t3200\t4050\t5000\t7200\nNúmero de pontos internos da malha\n- 2,25\n— 2,10\n9800\nj A Nussett inferior • Função Corrente adimensional\nFigura 4.3 - Nusselt e função corrente em função do número de pontos internos da malha.\nA figura 4.3 acima apresenta os valores absolutos e adimensionais do número de Nusselt inferior e da função corrente em relação ao número total de pontos internos da malha, ou seja, a quantidade total de volumes de controle elementares dentro do domínio de uma cavidade quadrada. Esta figura indica que os valores do número de Nusselt e da função corrente obtidos pelo processo numérico variam de acordo com o tamanho da malha adotada. Essa variação é tanto menor quanto maior for a quantidade de pontos internos do domínio. Além disso, mostra que uma malha com um total de pontos internos em tomo de 2500 é suficiente para produzir bons resultados uma vez que a partir deste valor a variação nos valores absolutos do número de Nusselt e da função corrente em relação à malha adotada já não é significativa. Logo, uma malha de 2500\npontos internos e do tipo regular 50x50 foi usada extensivamente em vários experimentos numéricos realizados nesta dissertação pois, além de fornecer soluções com razoável precisão, esta malha regular de 50x50 ajusta-se bem ao dominio proporcionado pelas formas geométricas das cavidades analisadas neste trabalho e, como pode ser observado através da figura 4.1, o custo computacional requerido, em termos de tempo de processamento, é relativamente baixo.\nA tabela 4.2 refere-se às variações relativa e proporcional, respectivamente, da quantidade de pontos internos da malha (n), ou a quantidade de volumes elementares contidos no domínio, e também do número de Nusselt (Nu) em função da própria malha considerada.\nTabela 4.2 - Variações relativa e proporcional do tamanho da malha e do Nusselt. H/L=2.\nNúmero de\nMalha volumes\nNu¡ -NUi!\nNuj\nNuj\n10x5\t50\t-\t-\t-\t-\n20x10\t200\t0,75000\t0.12353\t4,00000\t1.14094\n30x15\t450\t0,55556\t0.02329\t2,25000\t1.02386\n40x20\t800\t0,43750\t0.00811\t1,77778\t1.00817\n50x25\t1250\t0,36000\t0.00373\t1,56250\t1.00817\n60x30\t1800\t0,30556\t0.00203\t1,44000\t1.00203\n70x35\t2450\t0,26531\t0.00125\t1,36111\t1.00126\n80x40\t3200\t0,23438\t0.00079\t1,30612\t1.00079\n90x45\t4050\t0,20988\t0.00051\t1,26563\t1.00051\n100x50\t5000\t0,19000\t0.00046\t1,23457\t1.00046\n120x60\t7200\t0,30556\t0.00058\t1,44000\t1.00058\n140x70\t9800\t0,26531\t0.00056\t1,36111\t1.00056\n400x200\t80000\t0,87750\t0.00005\t8,16327\t1.00005\nNota: Nu é o número de Nusselt global na superfície inferior\nNa tabela anterior pode-se constatar mais uma vez e conforme já discutido através da figura\n4.3\tque à medida em que é acrescido o número de pontos internos da malha, ou de uma outra forma, à proporção em que é aumentada a quantidade de volumes de controle elementares; ocorre um acréscimo decrescente no valor do número de Nusselt. Em termos relativos é possível tecer os seguintes comentários: analisando primeiramente as duas primeiras linhas da tabela 4.2 observa-se que um acréscimo relativo de 75% na quantidade de pontos internos da malha implica num aumento no número de Nusselt da ordem de 12%. Isto corresponde, em termos proporcionais, a um acréscimo de 400% na malha e de 14% no valor inicial do número de Nusselt considerado. Agora, tomando como base as duas últimas linhas da tabela 4.2 nota-se que um acréscimo relativo em tomo de 88% na malha implica em um acréscimo relativo de 5xl0\"5 no valor no número de Nusselt. Já em termos proporcionais, em aumento na quantidade de número de pontos da malha por volta de 8 vezes acarreta um aumento de apenas 0,005% no valor do número de Nusselt.\nComo se sabe, todo procedimento que envolve a solução de equações através de um determinado método numérico implica em obter uma solução aproximada da solução exata propriamente dita. Tal solução aproximada tende à solução exata de acordo com os parâmetros adotados para a convergência da processo numérico e que pode envolver parâmetros tais como: o erro máximo admitido entre duas iterações consecutivas e/ou o tamanho da malha adotado para o domínio estudado.\nUma vez fixado o critério de convergência adotado (10'5), o objetivo desta seção foi de discutir a precisão e acuracidade da solução numérica com relação ao tamanho da malha adotada para discretizar o domínio. Os resultados apresentados acima e analisados tanto quantitativamente quanto qualitativamente, permitem conhecer a intensidade com que o tamanho da malha influi na qualidade da solução numérica obtida, além de servir de referência para escolher ou mesmo decidir sobre a viabilidade da malha a ser utilizada em trabalhos similares a esta dissertação.\n4.2\tEfeito da varredura do algoritmo computacional\nNesta seção será abordado o efeito da varredura efetuada pelo programa computacional no domínio do problema. Por varredura entende-se a quantidade de vezes que o \"método implícito de direções alternadas\" é aplicado numa determinada direção. Na simbologia adotada, por exemplo, NVZ corresponde à quantidade de vezes que o domínio é varrido. No caso de NVZ=lxl o programa varre o domínio duas vezes na direção horizontal e duas vezes na direção vertical, primeiro para o cálculo da função corrente e a seguir para o cálculo da temperatura. Nessa notação o primeiro índice refere-se ao cálculo da função corrente e o segundo ao cálculo da temperatura, determinando assim, o número de vezes que o domínio é varrido. Note que para NVZ=2x2 a varredura do domínio é executada para cada iteração, 16 vezes, e assim sucessivamente para NVZ=3x3, NVZ=4x4 etc.\nA tabela 4.3 apresenta a influência da varredura NVZ sobre o número de Nusselt, função corrente adimensional e o número de iterações. Para este estudo foi utilizada a malha 80x40, H/L=2 e os mesmos parâmetros de entrada assumidos no item 4.1.2 anterior para o regime permanente.\nNa tabela 4.3 nota-se que o número de iterações diminui à medida que NVZ aumenta. Com relação ao tempo de processamento esta queda não é tão acentuada como para o número de iterações. Já em relação aos valores obtidos para o número de Nusselt e a função corrente são muito pouco sensíveis à proporção que NVZ aumenta, uma vez que a variação do número de Nusselt e função corrente está intimamente associada ao incremento de tempo adotado e consequentemente ao tempo total do processo transitório até atingir o regime permanente praticamente.\nNesta dissertação optou-se por um valor intermediário para NVZ em relação aos valores extremos das tabelas apresentadas. Escolheu-se então, um NVZ de 4x4 para ser utilizado nos cálculos associados às geometrias estudadas, pois esse valor já é suficiente para reduzir\nsignificativamente o número de iterações e fornece bons resultados relativos para o número de Nusselt e função corrente .\nTabela 4.3 - Efeito da varredura sobre o número de Nusselt e Função Corrente. H/L=2.\nNVZ\tNúmero de Iterações\tNUinf\tVmín\nlxl\t932\t1,066017\t-2,79419\n2x2\t487\t1,065672\t-2,79388\n3x3\t330\t1,065603\t-2,79383\n4x4\t250\t1,065573\t-2,79382\n5x5\t204\t1,065525\t-2,79381\n8x8\t131\t1,065492\t-2,79381\n4.3\tCritério de parada do algoritmo computacional\nConsiderando a mesma geometria porosa dos itens anteriores com o mesmo número de Rayleigh (Ra=100) e assumindo uma malha de 80x40 a qual se encontra em uma posição intermediária na tabela 4.1 e que, além disso, forneceu resultados relativamente satisfatórios; produziu-se então a tabela 4.4 com NVZ =1x1 e a tabela 4.5 com NVZ=4x4 que mostram o critério de parada em função do número de Nusselt, da função corrente adimensional, e também do número de iterações.\nNas tabelas 4.4 e 4.5 é possível verificar que quanto mais exigente for o critério de parada, mais significativo será o acréscimo no número de iterações, assim como, o tempo de processamento real. Conforme já exposto anteriormente, e que pode ser mais uma vez observado nas tabelas aqui referidas, o número de iterações pode ser reduzido pelo aumento do número de\nvarreduras (NVZ). Nota-se ainda, que o número de Nusselt e a função corrente sofrem uma variação relativa cada vez menor de acordo com a precisão exigida.\nO critério de parada de valor 10’5 corresponde a um valor intermediário dos valores máximo e mínimo apresentados nas tabelas 4.4 e 4.5 e fornece uma pequena variação relativa de 0,042% e 0,013% para o número de Nusselt e para a função corrente, respectivamente, quando têm os seus valores contidos na tabela 4.4 comparados com os valores correspondentes dados pela tabela 4.5. Analisando os valores relacionados nestas duas tabelas e levando em consideração as variações do número de Nusselt e da função corrente, bem como, o número de iterações, e conseqüentemente, o tempo de processamento real; foi adotado, portanto, o critério de parada (convergência do ''loop\" de iterações) de valor 10'5 como sendo o critério de parada padrão a ser utilizado em todos os cálculos executados posteriormente a estes, ou seja, na produção dos resultados para o regime transitório que é o objetivo principal desta dissertação.\nTabela 4.4 - Avaliação do critério de parada com varredura de lxl. HZL=2.\nCritério de Parada\tNúmero de Iterações\tNiW\tVmín\n10‘3\t684\t1,029302\t-2,74085\n104\t766\t1,067234\t-2,79975\n5xl04\t779\t1,068234\t-2,80032\n10'5\t932\t1,066017\t-2,79419\n5X104\t965\t1,065721\t-2,79391\nIO4\t1002\t1,065560\t-2,79381\n5x10'7\t1015\t1,065529\t-2,79380\n10'7\t1274\t1,065443\t-2,79385\n104\t-\tflutuação\tflutuação\nTabela 4.5 - Avaliação do critério de parada com varredura de 4x4. H/L=2\nCritério de Parada\tNúmero de Iterações\tNUinf\tVmín\n10‘3\t187\t1,063791\t-2,79571\nIO\"4\t199\t1,068607\t-2,80005\n5xl0’5\t233\t1,066038\t-2,79425\n10‘5\t250\t1,065573\t-2,79382\n5x10\"6\t260\t1,065492\t-2,79380\nIO\"6\t269\t1,065468\t-2,79382\n5x10'7\t282\t1,065454\t-2,79383\nIO'7\t-\tflutuação\tflutuação\n4.4\tAvaliação do algoritmo computacional\nCom o intuito de avaliar a acuracidade do presente algoritmo computacional desenvolvido a partir do Método dos Volumes Finitos descrito por Patankar (1980), foram reproduzidos alguns resultados para o regime transitório envolvendo apenas convecção natural e com geometrias semelhantes às estudadas por Caltagirone (1975) e também por Trevisan e Bejan (1987). Estas geometrias são compostas de um fluido confinado numa camada porosa retangular de paredes impermeáveis, com as faces direita e esquerda adiabáticas, sendo que a temperatura na superfície superior da camada porosa é mantida a uma temperatura To constante, e a superfície inferior é aquecida e mantida a uma temperatura Ti de modo que Ti>T0.\nForam estudadas diversas situações envolvendo o número de Rayleigh (Ra) e o parâmetro adimensional H/L, onde H e L se referem a altura e a largura da cavidade retangular, respectivamente. Para tanto, as malhas consideradas para cada caso foram semelhantes ou bastante próximas às utilizadas nas referências acima citadas.\nAs tabelas 4.6 e 4.7 mostram as variações relativas percentuais medias com os correspondentes desvios padrão obtidos pelo presente programa computacional em comparação aos resultados apresentados por Trevisan e Bejan (1987) e Caltagirone (1975), respectivamente, para diversos valores de Ra e H/L.\nTabela 4.6 - Comparação de resultados com Trevisan e Bejan (1987).\nRan\tH/L\tTrevisanZBeian\t\tNeste\t\tVariação Relativa (%)\n\t\tmalha\tNum\tmalha\tNum\t\n50\t1.00\t22x22\t1.42\t20x20\t1.43\t0.70\n100\t1.67\t32x20\t2.46\t30x18\t2.45\t0.41\n200\t0.50\t17x32\t4.09\t16x30\t3.87\t5,38\n200\t2.00\t38x20\t4.04\t36x18\t3.99\t1.24\n400\t2.00\t38x20\t5.40\t36x18\t5.17\t4.26\n400\t3.17\t59x20\t6.23\t56x18\t6.09\t2.25\n1000\t4.50\t83x20\t11.01\t80x18\t10.60\t3.72\n2000\t7.00\t128x20\t16.91\t126x18\t16.24\t3.96\nEm relação a Trevisan e Bejan (1987) a variação acima referida foi da ordem de 2,74% para o número de Nusselt (Num) e apresentou um desvio padrão da ordem de 1,18 com base nessa variação. Já em relação a Caltagirone (1975) a variação foi da ordem de 0,71 e 0,63% para o número de Nusselt e para a função corrente, respectivamente; correspondendo, nesta ordem, aos valores de 0,56 e 0,74% para o desvio padrão com base na variação média referida. Portanto, conclui-se que os valores numéricos produzidos através do presente algoritmo computacional estão plenamente satisfatórios e com elevada acuracidade quando comparados com os resultados obtidos pelos autores acima citados. Logo, o programa computacional utilizado nesta dissertação possui razoável confiabilidade em se tratando de resultados obtidos; garantindo assim, uma considerável segurança para produção de resultados quando aplicado a outras geometrias.\nTabela 4.7 - Comparação de resultados com Caltagirone (1975).\nRaH\tH/L\tmalha\tCaltasirone\t\tNeste\t\tA relativa (%)\t\n\t\t\tNUinf\tWniáx\tNUinf\t\tNuinf\t\\Anáx\n50\t1.00\t32x32\t1.450\t2.112\t1.443\t2.092\t0.48\t0.95\n100\t1.00\t32x32\t2.651\t5.377\t2.631\t5.348\t0.75\t0.54\n100\t1.67\t32x32\t2.482\t3.684\t2.463\t3.661\t0.77\t0.62\n200\t2.00\t48x48\t4.026\t5.996\t4.009\t5.983\t0.42\t0.22\n500\t2.50\t48x48\t6.588\t9.906\t6.652\t9.892\t0.39\t0.14\n800\t2.50\t48x48\t7.811\t13.357\t7.786\t13.354\t0.32\t0.02\n1000\t4.00\t48x48\t10.190\t11.195\t10.140\t11.169\t0.49\t0.23\n2000\t10.00\t48x48\t12.470\t6.920\t12.215\t6.760\t2.04\t2.30\nCapítulo 5\nEstudo do Incremento de Tempo\nIntrodução\nSendo o objetivo principal deste trabalho o de investigar os aspectos mais relevantes relacionados à convecção natural em regime transitório de um fluido saturado em uma cavidade porosa, houve a necessidade de realizar algumas discussões preliminares para definir os parâmetros necessários para abordar o problema, uma vez que certas grandezas físicas tais como o incremento de tempo conveniente à ser utilizados nos cálculos ainda estava indefinido e não havia ainda sido definido. Era necessário estabelecer um valor razoável para ser adotado inicialmente na exploração numérica do processo da convecção transitória.\nUm dos aspectos mais importantes está associado ao intervalo de tempo a ser adotado especificamente em cada caso para que seja possível representar o fenômeno da convecção transitória em cavidades porosas. Nesse ponto do trabalho ainda não havia noção clara de qual seria o intervalo de tempo mais conveniente, capaz de captar adequadamente o fenômeno transitório, para sua visualização e posteriormente interpretação.\nInicialmente, foi realizado um estudo analítico envolvendo a análise de escala das equações governantes. Através dessa análise de escala foi possível avaliar, pelo menos superficialmente, a ordem de grandeza do incremento de tempo associado ao problemaestudado. Este capitulo e o próximo visam determinar incrementos de tempo adequados que permitam observar as maiores variações que ocorrem nos números de Nusselt - inferior e superior - e da função corrente durante o processo de regime transitório.\n* F.? z\n5.1\nEstudo envolvendo o fenômeno da condução\nNessa seção foram realizadas várias simulações envolvendo apenas o fenômeno da\ncondução; ou seja, situações em que não há movimento relativo entre o fluido saturado confinado na cavidade e a matriz porosa no interior da própria cavidade. Desse modo, como o fluido está em\nrepouso, então não ocorre convecção e, consequentemente, não há forças de empuxo atuando no sistema. Neste caso, o fenômeno da condução implica num valor nulo para o número de Rayleigh\n(RaH), Fisicamente, o fenômeno da condução aqui considerado, pode ser entendido como se o fluido em repouso e a matriz porosa, constituíssem um único material sólido conduzindo calor da superfície inferior para a superfície superior do domínio. O experimento do fenômeno da condução em função do tempo foi então realizado para uma cavidade quadrada (H/L-l); para a qual admitiu-se as mesmas hipóteses já mencionadas tais como: a superfície inferior submetida subitamente à uma temperatura Ti e a superfície superior mantida à temperatura To (Ti>To). A finalidade principal deste experimento foi de destacar a faixa de maior variação do número de Nusselt, bem como o tempo total transcorrido no qual o regime permanente é atingido. Este experimento possibilitou conhecer, ou pelo menos dar uma noção da grandeza do incremento de tempo a ser adotado na simulação numérica do processo transitório para retratar convenientemente o fenômeno da convecção natural em regime transitório de um fluido saturado\nconfinado no interior de cavidades porosas.\nNa tabela 5.1 são apresentados os valores finais para cinco processos em regime transitório de acordo com o intervalo de tempo considerado e ainda mostra a solução do regime permanente, todos para a situação envolvendo condução pura utilizando uma malha de 50x50. As figuras 5.1 e\n5.2\trepresentando, respectivamente, os números de Nusselt inferior (Numf) e superior (Nu^), para os cinco diferentes intervalos de tempo (deltaT), mostram qualitativamente o comportamento temporal do número de Nusselt. Nestas figuras é possível observar a faixa de maior variação do número de Nusselt e ainda permitem concluir que a partir do tempo 0.1, a superficie inferior já se encontra em regime permanente praticamente. A superficie superior começa a atingir o regime permanente para um tempo adimensional total em tomo de 0.2, ou seja, a superficie superior requer aproximadamente o dobro do tempo para atingir o regime permanente em relação à superficie inferior. É possível verificar este fato através das figuras 5.3 e 5.4 que são mais refinadas na escala de tempo.\nPortanto, este conjunto de simulações numéricas serviu de base para a estimativa de um intervalo de tempo razoável a ser utilizado como ponto de partida no estudo do fenómeno da convecção natural em regime transitorio. Além disso, possibilita uma base de comparação entre varias geometrías de diferentes relações H/L, mas com a mesma forma geométrica; através da razão dada pelos valores dos números de Nusselt e função corrente obtidos para um determinado tipo de geometria e divididos pelos valores correspondentes encontrados para o fenómeno da condução pura.\nTabela 5.1 - Resultados da condução pura em cavidade quadrada.\nAT(10'3)\tN5 de instantes\tNuw\tNUsup\n5\t54\t1,000232\t0.999768\n10\t30\t1.000226\t0.999774\n20\t17\t1.000243\t0.999757\n50\t10\t1.000187\t0.999813\n100\t7\t1.000179\t0.999821\nregime permanente\t\t1,000152\t0.999848\nNota: At refere-se ao termo deltaT presente nas próximas figuras.\n8,0\n7,0 $\n6,0 -\nCondução pura\n5,0 O\no feto £ E\ndeltaT 00,005 go,oi a0,02 00,05 xo,i j\n4,0 -\nFigura 5.1 - Nusselt inferior calculado para vários incrementos de tempo em função do tempo adimensional.\nFigura 5.2 - Nusselt superior calculado para vários incrementos de tempo em função do tempo adimensional.\n8,0\n7,0 Y\n6,0 -\n5,0 -\nCondução pura\n(RaH=0)\n4,0 -\n2,0 -\n1,0 -\n3,0 '\n\n❖\nA\nC\nO\n□ ❖\nO\no,o -k-\n0,01\n0,02\t0,04\t0,05\t0,07\t0,08\t0,10\t0,11\t0,13\t0,14\ntempo adimensional\ndeltaT[oo.oos do.oi a 0,02 00,05 jo,1[\nFigura 5.3 - Nusselt inferior calculado para vários incrementos de tempo em função do tempo adimensional.\nFigura 5.4 - Nusselt superior calculado para vários incrementos de tempo em função do tempo adimensional.\n5.2\tEstudo do incremento de tempo em função do número de Rayleigh\nCom o objetivo investigar os aspectos relevantes relativos ao escoamento do fluido em meio poroso e focalizando a atenção principalmente no número de Rayleigh, foi então realizada uma análise do comportamento temporal dos números de Nusselt inferior e superior e também da função corrente para alguns valores do número de Rayleigh com o propósito de estudar a influência do incremento de tempo no processo de convecção natural em regime transitório. Nesta simulação, considerou-se o fluido em repouso inicialmente, ou seja, sem movimento inicial e o início do processo se deu com uma súbita elevação da temperatura na superfície inferior igual a Tj.\nAs tabelas 5.2 e 5.3 mostram os resultados finais obtidos para o processo em regime permanente e para o regime transitório, respectivamente, em função do número de Rayleigh.\nTabela 5.2 - Resultado do regime permanente em função do Rayleigh.\nRHh\tNUinf\tN5 de células\tN5 de iterações\n50\t1.44833\t1\t318\n100\t2.11451\t2\t309\n200\t3.99416\t3\t228\n400\t6.06945\t3\t113\nTabela 5.3 - Resultados do regime transitório em função do Rayleigh.\nRaH\tAT (10'3)\tÍSF de instantes\tNUinf\tNUsup\tVmín\tIsPde células\n50\t100\t5\t1.44623\t1.44623\t-2.10040\t1\n100\t50\t7\t2.11466\t2.11488\t-2.76991\t2\n200\t25\t9\t3.99437\t3.99538\t-5.96397\t3\n400\t12.5\t9\t6.06983\t6.06822\t-7.26915\t3\nNota-se então, nestas duas tabelas, a igualdade obtida com relação ao número de células formadas no final do processo de cálculo para o caso permanente e para o caso transitório, de acordo com o número de Rayleigh. O incremento de tempo utilizado em cada caso foi definido com base nos estudos efetuados anteriormente. Nota-se que, em regime permanente, a quantidade de iterações realizadas diminui com o aumento do número de Rayleigh (RaH), conforme a tabela\n5.1.\nAs figuras 5.5, 5.6, e 5.7 trazem, respectivamente, em função do tempo, os valores dos números de Nusselt inferior e superior e da função corrente em função do tempo, de acordo com o número de Rayleigh. A análise conjunta destas três figuras mostra que o processo transitório começa a tender decididamente ao regime permanente quando o tempo total adimensional for da ordem de 0.4 para Rayleigh igual a 50; da ordem de 0.2 para Rayleigh igual a 100; da ordem de 0,15 para Rayleigh igual a 200, e da ordem de 0.1 para Rayleigh igual a 400. Em todos estes casos o método numérico convergiu naturalmente.\nFigura 5.5- Número de Nusselt inferior em função do tempo de acordo com o número de Rayleigh considerado.\nEste estudo possibilitou estimar com razoável precisão a grandeza de um intervalo de tempo conveniente para investigar o regime transitório relativo à um determinado número de Rayleigh.\n56\nEm outras palavras, se o interesse da pesquisa for analisar, tanto qualitativamente, quanto quantitativamente, o regime transitório de um certo número de Rayleigh, deve-se admitir um intervalo de tempo menor do que aquele no qual o regime transitório começa a tender decisivamente ao regime permanente.\nRaH\n$400\n0200\nX100\nASO\nFigura 5.6 - Número de Nusselt superior em função do tempo de acordo com o número de Rayleigh considerado.\nRa»\n$400\n0200\nX100\nA 50\n%\t\t10,0251 O O O O\t\t\t\n❖ % 0 o\t10.0125 O O 0\t\t\t\t\n\t\t\t10,05!\t\t\n\tX\tXXX\tX\tX\t\t|Õ7]\nX\t\tA\tA\tA\tA\n\tA\t\t\t\t\n3\t0,1\t0,2\t0.3\t0,4\t0,5\ntempo adimenslonal\nFigura 5.7 - Variação temporal da função corrente de acordo com o número de Rayleigh.\nExemplificando, para Rayleigh igual a 100 deve-se procurar um incremento de tempo menor do que 0.2, pois no intervalo [0,0.2] do tempo total é aonde ocorrem as maiores variações dos números de Nusselt (inferior e superior) e da função corrente adimensional.\nNas figuras acima, os números no interior dos retângulos correspondem ao valor do incremento de tempo adotado em cada caso. Nessas figuras percebe-se então, que quanto maior o número de Rayleigh, mais rapidamente o regime permanente é atingido e menor será o incremento de tempo necessário para observar com mais clareza a faixa de maior variação dos números de Nusselt inferior e superior, e consequentemente, da função corrente.\nEvidentemente, quanto menor o incremento de tempo utilizado, maior será o custo computacional exigido para que seja obtida uma solução na qual o processo transitório atinja, de acordo com os critérios de convergência preestabelecidos, o resultado dado pelo regime permanente correspondente.\n5.3\tEstudo sobre o refinamento do incremento de tempo\nNesta seção será apresentado um estudo sobre o refinamento do intervalo de tempo para convecção natural em regime transitório numa cavidade quadrada (H/L=l), a partir de condição inicial não nula. Na seção anterior, que enfocou o comportamento do número de Nusselt e da função corrente em relação ao número de Rayleigh e do incremento de tempo, foi admitido que o fluido estava inicialmente em repouso em relação à matriz porosa.\nNesta seção é estudado o comportamento do fluido considerando que este já se encontrava em movimento antes que a temperatura da superficie inferior, T¡, fosse subitamente elevada. De outra forma, considerou-se que o fenômeno apresentava inicialmente valores não nulos para a distribuição de função corrente e para a distribuição de temperatura, e que na superficie inferior da cavidade porosa a temperatura T¡, maior do que To, fosse repentinamente elevada. As distribuições iniciais de temperatura e de função corrente referem-se à condição de regime\npermanente com Rayleigh (RaH) igual a 50, e foram obtidas pelo processo de cálculo adotado para o caso de regime permanente.\nAo elevar a temperatura da superfície inferior e manter inalterada a temperatura da superfície superior, a diferença entre as duas temperaturas é aumentada, o que vai elevar proporcionalmente o número de Rayleigh. Essa alteração influi no fenômeno, intensificando gradativamente o movimento do fluido e a transferência de calor.\nNa condição inicial o fenômeno apresenta uma distribuição de temperatura, um campo de velocidades e determinadas condições de contorno, com as temperaturas Ti e To (Ti>T0) atribuídas às superfícies inferior e superior, respectivamente. Ocorre uma repentina alteração na temperatura da superfície inferior, afetando o empuxo sofrido pelo fluido e alterando o valor de Rayleigh. A solução para o regime permanente para Rayleigh igual a 50 é obtida antecipadamente, constituindo a condição inicial para o processo transitório.\nO objetivo principal desta simulação envolvendo um estudo com movimento inicial está associado ao estudo do incremento de tempo (deltaT) no sentido de verificar sua influência no acompanhamento da evolução dos números de Nusselt inferior e superior e também da função corrente. Simulou-se então, situações envolvendo sete (7) diferentes incrementos de tempo, as quais serão analisadas mais adiante.\nResumindo, os dados de entrada no programa computacional foram: os arquivos de função corrente e de distribuição de temperatura obtidos em regime permanente para um número de Rayleigh (Ran) igual a 50; considerou-se uma geometria quadrada (H7L=1) e uma malha de 50x50; além dos incrementos de tempo de 0.1, 0.05, 0.02, 0.01, 0.005, 0.002, e 0.001. Finalmente, executou-se o programa computacional em regime transitório e houve convergência do método numérico para todos esses intervalos de tempo analisados, segundo os critérios de parada preestabelecidos já comentados e especificados neste presente trabalho até o momento.\nO ponto de partida dado pelo regime permanente com Ran=50 possui um padrão unicelular, assim como as soluções obtidas nos regimes transitórios para diversos incrementos de tempo aqui processados.\nA seguir serão apresentados os resultados obtidos de acordo com as considerações expostas acima e com os respectivos comentários. Para conseguir reunir essa gama de resultados, foram produzidos diversos experimentos e em diversas etapas, até ser possível agrupar um conjunto razoável de soluções para realizar uma análise global dos aspectos mais relevantes de todo o fenômeno.\ndeltaT|oo.ooio 00.0020 a o.ooso x 0.0100 x 0.0200 +0.0500 o o.ioõcT\nFigura 5.8 - Nusselt inferior em regime transitório com Ra^lOO a partir da solução em regime permanente dada por Ran=50.\nAs figuras 5.8 a 5.13 mostram o conjunto de soluções dos incrementos de tempo aqui estudados em uma mesma escala de tempo. As figuras 5.8, 5.9 e 5.10 contêm os pontos de todo o processo transitório para diferentes intervalos de tempo e respondem, respectivamente, pelo desenvolvimento temporal dos números de Nusselt inferior e superior e da função corrente; pode-\nse perceber então, através da sequência de pontos, que a partir do tempo adimensional 0.2, o processo transitório caminha praticamente em regime permanente, restando atender apenas ao critério de convergência definido para o regime transitório e o quai está relacionado ao número de Nusselt inferior, conforme já exposto, para que a sequência de instantes seja interrompida. Recordando, o critério de parada estabelecido para o final do regime transitório diz que o número de Nusselt médio calculado na superfície inferior deve atingir 99,99% do valor encontrado para o regime permanente. Nestas figuras o termo Nu“2.640239 (rp) refere-se ao valor do número de Nusselt inferior obtido pelo processo de regime permanente e o termo deltaT refere-se ao incremento de tempo.\ndeltaT » 0.001 o 00,0020 a o.ooso x 0.0100 x 0.0200 -fo.osoo o o.ioõo\"\nFigura 5.9 - Nusselt superior em regime transitório com Rajf=100 a partir da solução em regime permanente dada por Ra«r50.\nÉ possível observar também, num certo tempo adimensional, a aproximação gradual dos pontos pertencentes a diferentes intervalos de tempo à medida que o incremento de tempo diminui. Como por exemplo, na figura 5.11 para Nusselt inferior, nota-se nitidamente que no tempo adimensional 0.01 a distância entre dois pontos consecutivos numa linha vertical toma-se\ngradualmente menor com a diminuição do incremento de tempo (deltaT). Isto também pode ser constatado ñas figuras 5.12 e 5.13 para o número de Nusselt superior e para a função corrente, correspondendo aos tempo adimensionaís 0.04 e 0.02, respectivamente. Esta tendencia de aproximação das soluções obtidas para intervalos de tempo diferentes, à proporção que se diminui o intervalo de tempo do processo transitório numérico, permite concluir que quanto menor for o incremento de tempo, mais próxima estará a solução numérica obtida da solução exata real.\ndeltaT&lt;0.0010 00.0020 a o.ooso x 0.0100 x 0.0200 +0.0500 o 0.1000\nFigura 5.10 - Função corrente em regime transitório com Ra^lOO a partir da solução em regime permanente dada por Ra.H=50.\nPorém, é possível que devido às características intrínsecas dadas pelo próprio método numérico, que efetua uma aproximação das equações governantes, ou mesmo por limitações de hardware (computador) tais como a imprecisão nos cálculos causada pelos erros de truncamento no valor das variáveis; o processo transitório pode não convergir com incrementos de tempo extremamente pequenos, ou seja, o conjunto formado pelo método numérico e o computador não sejam sensíveis o suficiente para detectar ínfimas variações nas variáveis das equações discretizadas em certos intervalos de tempo.\ndêltsT 00.0010 0 0,0020 A 0.0050 X 0.0100 X 0.0200 4-0,0500 O 0.10ÕÕ1\nFigura 5.11 - Nusselt inferior em regime transitório com Ra^lOO a partir da solução em regime permanente dada por RaH=50.\nO número de Nusselt inferior dado pelas figuras 5.8 e 5.11 assume um valor elevado nos primeiros instantes de tempo e seu valor nos instantes iniciais apresenta um crescimento importante quando o incremento de tempo toma-se muito pequeno. Isto é justificado pela abrupta elevação inicial da temperatura na superfície inferior, e pela própria definição do número de Nusselt.\nA repentina elevação da temperatura na superfície inferior provoca uma elevação brusca nos gradientes de temperatura nessa região, pois a temperatura do fluido não se eleva instantaneamente. O número de Nusselt depende diretamente desse gradiente, o que explica os grandes valores atingidos por Nusselt inferior no início do processo transitório.\nAnalisando conjuntamente todas as figuras apresentadas nessa seção, observa-se algumas oscilações quando determinada seqüência de pontos discretos pertencentes à um incremento de tempo específico são ligados por uma linha de tendência. A figura 5.8 mostra duas concavidades que podem ser melhor observadas através da figura 5.11, mais refinada. Nessa última figura 63\nverifica-se que o primeiro pulso fomece o menor valor do número de Nusselt quando o tempo adimensional for igual a 0.01. Com um pouco mais de dificuldade é possível concluir que o segundo pulso ocorre no tempo 0.025.\nEstes dois pulsos detectados por meio do método numérico estão relacionados com a inércia do problema físico. Comportamento semelhante ao Nusselt inferior verifica-se na função corrente por meio das figuras 5.10e5.13, a qual aparece em módulo, pois possui sinal negativo devido a seu sentido de rotação conforme a notação adotada; tratando-se portanto, da função corrente mínima (psimm.). Fica mais claro nesse momento, relacionar a inercia do problema com a resistencia do escoamento do fluido em alterar o desenvolvimento adquirido em instantes anteriores. A figura 5.10 apresenta dois pulsos consecutivos, um de concavidade voltada para baixo e outro com concavidade voltada para cima, respectivamente. No sentido crescente do tempo, o ápice do primeiro pulso ocorre no tempo 0.025 e o segundo pulso tem um valor mínimo no tempo 0.04.\nA variação temporal do número de Nusselt superior retratado ñas figuras 5.9 e 5.12 obedece ao comportamento da função corrente e tem dois pulsos semelhantes aos observados em relação à função corrente e no mesmo valor do tempo total adimensional. Isto indica a forte ligação entre a taxa de transferencia de calor na superfície superior e o valor da função corrente.\nNote que os pulsos verificados ñas figuras associados ao Nusselt inferior e ao Nusselt superior não ocorrem no mesmo intervalo de tempo, pois a resposta do sistema não é imediata e qualquer perturbação em seu domínio terá seus efeitos conduzidos através do desenvolvimento do escoamento do fluido dentro da cavidade porosa, que no caso, está representado pela função corrente adimensional.\nEstes comentários sobre a variação dos números de Nusselt e da função corrente foram realizados considerando principalmente o intervalo de tempo 0.001 porque dentre os incrementos de tempo analisados, este é o que fomece o resultado maior acurácia, e é o único entre os demais capaz de captar a sutileza do segundo pulso que acontece nas figuras de Nusselt inferior e superior e da função corrente no tempo adimensional igual a 0,4.\n3,0\nNu=2.640239 (rp)\n0,5\n.............—-'\"i    ...... t  ...........-\t.....-\t...... \" i............ ..— 4 o.o\n0,00\t0,02\t0,04\t0,06\t0,08\t0,10\t0,12\ntempo adímensional\nCfeltaT¡00.0010 □ 0.0020 A 0.0050 x 0-0100 X 0.0200 4-0,0500 o 0J1000'|\nFigura 5.12 - Nusselt superior em regime transitório com Ran^lOO a partir da solução em regime permanente dada por Ran=50.\nA tabela 5.4 apresenta, em fimção do incremento de tempo adimensional (At), os valores finais obtidos para o número de Nusselt inferior em regime transitório, bem como a quantidade de intervalos necessários para que o processo transitório obtenha convergência. Contém também, o tempo de processamento (em minutos) dispensado à execução do programa sendo que este dado foi fornecido pelo sistema operacional (UNIX) após o término do processo. Outro dado interessante é a porcentagem utilizada da capacidade das máquinas utilizadas e que podem servir como uma referência para o custo computacional envolvido em outros trabalhos.\n6\n- 5\no6\nÔA\n❖\nO\n0\n❖\nx\t+\nx\n■ 4\nRegime transitório\nRaH=100\nH/L=1\n- 3\n• 2\nO «n e I XJ\nM\nC V t o u\n5 *3.\nc\n□\nNu=2.640239 (rp)\n-1\n------ ----------------1\t....... 7-  ..............f \n0,01\t0,02\t0,03\t0,04\ntempo adimensional\n(teitaT |&lt;0.0010 0 0.0020 A 0.0050 x O.OIOO X 0.0200 4-0.0500 O O.1ÕÕÕ|\n0,05\n-4 o\n0,06\nFigura 5.13 - Função corrente em regime transitório com Rair=100 a partir da solução em regime permanente dada por Rajf^SO.\nTabela 5.4 - Resultados para regime transitório com RaH=100, a partir de Ran=50, H/L=l.\nAT (10 3)\tQuantidade de intervalos\tNUáx£\tTempo de Process, (min.)\tCapacidade Utilizada (%)\n100\t5\t2.640399\t2:51\t76 (bmw*)\n50\t7\t2.640435\t3:57\t73 (viper\")\n20\t13\t2.640405\t4:43\t79 (viper)\n10\t21\t2.640498\t6:16\t83 (bmw)\n5.0\t38\t2.640470\t8:37\t91 (viper)\n2.0\t87\t2.640481\t46:35\t29 (bmw)\n1.0\t167\t2.640495\t25:19\t87 (viper)\nNota: Nuiaf=2.640239 para o regime permanente.\n(♦) Descrição: SUN Server 1000, 2 CPUs e 512 MB de memória RAM. (**) Descrição: SUN Server 1000, 2 CPUs e 224 MB de memória RAM.\nCapítulo 6\nConvecção Natural em Regime Transitório em Cavidade Porosa de Secção Regular\n6.1\tComparação de resultados e aspectos gerais\nDando continuidade ao estudo do fenômeno da convecção natural em cavidades porosas, decidiu-se reproduzir alguns dos resultados relatados por Caltagirone (1975) com a finalidade de executar uma última verificação no programa computacional, que pode atuar tanto em regime permanente como em regime transitório, bem como adquirir maior experiência no tratamento e interpretação dos resultados fornecidos pelo método numérico computacional.\nEm seu trabalho, Caltagirone (1975) investigou a estabilidade e as flutuações do fenômeno da convecção natural bidimensional para várias configurações geométricas em termos da relação H/L, e abordou uma faixa do número de Rayleigh (RaH) de 10-2000. Para RaH igual a 10 usou uma malha de 24x24 e para os demais números de Rayleigh utilizou malhas de 48x48. Outros detalhes sobre esse estudo realizado por Caltagirone (1975) não serão repetidos aqui pois já foram comentados na introdução deste trabalho. Vale a pena ressaltar que o pesquisador acima citado admitiu como condição inicial um certo campo de temperatura, em todas as geometrias estudadas. Essa distribuição de temperatura foi da forma acos(mnx)sin(n7iz). Os resultados encontrados por Caltagirone (1975) para a convecção natural em regime transitório no interior de uma cavidade\nquadrada (H/L=l), considerando válida a Lei de Darcy, assim como as demais hipóteses adotadas neste trabalho, estão resumidos na tabela 6.1, a qual demonstra a dificuldade de se obter uma solução estável a partir de Ran=300. Para números de Rayleigh ainda maiores, como no caso de Rau=500 e RaH=800, o número de Nusselt flutua entre um valor máximo e mínimo. Nos resultados apresentados por Caltagirone (1975) nota-se que essa faixa de flutuação do número de Nusselt é aumentada de acordo com o aumento do número de Rayleigh. Os valores da tabela 6.1 podem ser comparados com os resultados numéricos obtidos no presente trabalho, apresentados nas tabelas 6.2 e 6.3.\nTabela 6.1 - Resultado final do regime transitório relatado por Caltagirone (1975), HZL=1.\nRan\tMalha\tNUjnf\tFlutuação\tPrimáx\n50\t32x32\t1.450\t-\t2.112\n100\t32x32\t2.651\t-\t5.377\n200\t48x48\t3.813\t-\t8.942\n250\t48x48\t4.199\t-\t10.253\n300\t48x48\t4.523\t-\tinstável\n500\t48x48\tinstável\t5.618-5.332\tinstável\n800\t48x48\tinstável\t8.322 - 5.390\tinstável\nNos cálculos efetuados no presente trabalho, para a geometria quadrada estudada por Caltagirone (1975), não se admitiu a distribuição de temperatura acima referida como condição inicial do problema, nem tampouco partiu-se de uma distribuição nula de temperatura. Optou-se por uma distribuição de temperatura fornecida pelo regime permanente calculado para um número de Rayleigh inferior ao usado para o regime transitório dentro da faixa abordada neste trabalho que foi de 50-800 para RaH. Exemplificando, o regime transitório calculado para RaH igual a 200 teve como condição inicial para o processo numérico uma distribuição de temperatura calculada pelo regime permanente com RaH igual a 100. Para o primeiro valor de Ran da faixa estudada, que é igual a 100, a condição inicial proveio do regime permanente com Ran igual a 50. Além disso,\nfez-se uso dos resultados obtidos no Capítulo 5 para estabelecer valores adequados para o incremento de tempo, compatíveis com o número de Rayleigh utilizado para o regime transitório. Esse incremento permitiu estudar adequadamente o período de tempo adimensíonal onde ocorrem as maiores variações dos números de Nusselt (inferior/superior) e da função corrente. Daí a importância do Capítulo 5 em relação à escolha do incremento de tempo.\nTabela 6.2 - Resultado final para o regime permanente, com movimento inicial correspondente ao\nvalor de Rayleigh precedente (HZL=1).\nPartida (R»h)\tRa«\tNuhf\tNuw\tPsimín\tN® de células\n0\t50\t1.448\t1.448\t-2.106\t1\n50\t100\t2.640\t2.639\t-5.361\t1\n100\t200\t3.799\t3.798\t-8.933\t1\n200\t250\t4.183\t4.182\t-10.247\t1\n250\t300\t4.503\t4.502\t-11.396\t1\n300\t500\t5.438\t5.437\t-15.071\t1\n500\t800\t6.372\t6.371\t-19.203\t1\nA tabela 6.2 contém os resultados finais do regime permanente em função do número de Rayleigh que forneceu as distribuições de temperatura e de função corrente posteriormente utilizadas como condição inicial do regime transitório. Nesta tabela, o regime permanente obtido para RaH=50 teve como ponto de partida do processo campos nulos de distribuição de temperatura e de função corrente. Em seguida, o regime permanente calculado para Ra^lOO teve ponto de partida o regime permanente obtido para Raa=50, e assim sucessivamente, até Ra^SOO. A tabela 6.3 relaciona alguns parâmetros correspondentes às soluções finais do regime transitório em função do número de Rayleigh. Para Ran igual a 800 o regime transitório partiu de uma célula (fornecida pelo regime permanente anterior) e atingiu a estabilidade com duas células. Os processos em regime transitório calculados para RaH igual a 100 até Ran igual a 500 convergiram dentro dos critérios de parada estabelecidos. Nessas tabelas, Psi^* e Psimfn referem-se aos valores\nmáximo e mínimo da função corrente adimensional, respectivamente. O sinal negativo de Psimín significa que a célula correspondente gira em sentido contrário à de Psimáx- Ao movimento no sentido horário foi atribuído o sinal negativo da função corrente.\nTabela 6.3 - Resultado final do regime transitório com movimento inicial fornecido pelo Rayleigh precedente (H/L^l).\nC.I. (Ran)\tRaH\tNuw.\tNu^p\tPsi '\tPsimáx\tAt (IO'3)\t>Fde instantes\n50\t100\t2.640503\t2.639215\t-5.360851\t0\t0.5\t325\n100\t200\t3.798798\t3.798769\t-8.933311\t0\t0.5\t451\n200\t250\t4.183365\t4.181816\t-10.246661\t0\t0.4\t300\n250\t300\t4.503002\t4,501393\t-11.396511\t0\t0.3\t373\n300\t500\t5.438617\t5.436484\t-15.070502\t0\t0.2\t558\n500\t800\t7.363050\t7.343857\t-15.135539\t15.135539\t0.1\t58967\n500\t800\t7.343858\t7.363056\t-15.135577\t15.135504\t0.05\t64164\nNota: C.I.: condição inicial do processo transitório.\nDe acordo com a metodologia adotada, um valor para Psimíll diferente de zero e um valor nulo para Psimáx indicam a existência de apenas uma célula. Quando ocorrem simultaneamente valores não nulos para Psimm e para Psimáx, ocorrem pelo menos duas células. A confirmação exata da quantidade de células formadas, para casos desconhecidos, se dará apenas quando da confecção do mapa de função corrente ou do estudo dos valores numéricos obtidos. Entretanto, quanto ao sentido de rotação das células, o modo mais adequado de identificar o seu sentido de rotação, é a análise conjunta dos mapas de função corrente e de distribuição de temperatura.\nCom relação ao Ran igual a 800 foram executadas duas simulações: na primeira, o processo rodou até o instante adimensional igual a 58967, ou seja, 58967 intervalos de tempo, quando o processo foi interrompido, pois a variação dos valores calculados para o número de Nusselt e função corrente era muito pequena. A solução obtida ao longo do tempo, entretanto, não\napresentou um comportamento similar ao obtido para os casos anteriores aqui estudados. Até então, as soluções obtidas para os números de Rayleigh inferiores a 800 haviam apresentado um comportamento análogo ao longo do tempo. Este fato despertou o interesse no sentido de identificar o motivo desse comportamento diferente da solução encontrada para RaH=800.\nUma segunda simulação foi realizada com o objetivo de verificar os resultados encontrados na primeira simulação para RaH=800, bem como o comportamento dos números de Nusselt inferior e superior e da função corrente durante os processos transitórios. Para tanto, admitiu-se como incremento de tempo a metade do incremento utilizado na primeira simulação, ou seja, 0.05x10'3. O processo de cálculo foi interrompido quando se observou uma variação desprezível dos parâmetros Nusselt e função corrente. O valor obtido para o número de Nusselt inferior em regime transitório foi diferente daquele obtido para o regime permanente. Dessa forma, a interrupção automática do processo de cálculo do regime transitório, fixado em 99,99% do valor de Nusselt obtido para o regime permanente, não se verificou, exigindo uma intervenção externa. Os resultados obtidos para RaH=800 com os dois intervalos de tempo foram muito semelhantes, como pode ser comprovado pela proximidade numérica dos resultados apresentados na tabela 6.3. No entanto, é muito interessante observar que ocorreu uma inversão do sentido de rotação das células, o que pode ser melhor apreciado por meio dos mapas de função corrente e de temperatura, apresentados adiante. O regime transitório produzido pelos números de Rayleigh conforme a tabela 6.3 possibilitou a confecção de várias figuras que permitem uma análise mais detalhada do desenvolvimento do número de Nusselt e da função corrente durante todo o processo transitório.\nA figura 6.1 mostra a evolução dos números de Nusselt inferior e superior e também da função corrente mínima - em módulo - ao longo do tempo. Novamente verifica-se o alto valor obtido inicialmente para o número de Nusselt inferior, pelos motivos já expostos anteriormente, bem como a oscilação verificada durante o processo e relacionada à inércia. O regime permanente foi atingido, como pode ser observado pelo comportamento do Nusselt superior e inferior, e da função corrente, para um instante em tomo de 0.1, Nota-se que nos primeiros instantes de tempo o número de Nusselt superior não varia significativamente. Esse atraso que ocorre no Nusselt\nsuperior é devido à ocorrência da alteração brusca de temperatura na superfície inferior, enquanto a temperatura da superior permanece inalterada.\nAs oscilações evidenciadas no número de Nusselt, função corrente e na quantidade de iterações em cada instante de tempo tomam-se mais pronunciadas com o acréscimo do número de Rayleigh.\nFigura 6.1 - Comportamento do Nusselt inferior e superior e da função corrente em regime transitório (RaH=100).\nA figura 6.2 é uma ampliação da figura 6J justamente na região onde ocorrem as maiores variações dos números de Nusselt inferior e superior e da função corrente. E possível perceber claramente, através das linhas que representam a solução obtida ao longo do tempo, que o escoamento começa a se aproximar decisivamente da solução calculada para o regime permanente a partir do instante adimensional 0.08, quando a variação relativa dos resultados obtidos pelo regime transitório em comparação à solução convergida do regime permanente está em torno de\n1% para os números de Nusselt inferior e superior e próxima de 0.001% para a função corrente adimensional. Portanto, a solução do regime transitório obtida na metade do tempo total considerado é suficiente para analisar os parâmetros mais relevantes do fenômeno físico e produzir resultados satisfatórios em termos de mapas de função corrente e de distribuição de temperatura.\nNutrí.\nNustp. pst rml\nFigura 6.2 ~ Comportamento do Nusselt inferior e superior e da função corrente em regime transitório, no período inicial (RaifNOO).\nOs mapas mostrando a evolução dos campos de função corrente e de distribuição de temperatura durante o processo transitório foram produzidos tomando como base as figuras 6.1 e\n6.2.\tForam então selecionados vários pontos ao longo de todo o processo transitório, procurando dar mais ênfase à região onde ocorrem as maiores variações do fenômeno convectivo. A figura 6.3 revela os pontos que foram selecionados para produzir a figura 6.4. Os critérios de seleção desses pontos foram: os valores de pico das três curvas, ou seja, os pontos máximos e mínimos locais de\ntodo o intervalo; assim como alguns valores intermediários aos valores de pico, além dos pontos iniciais e finais do processo.\nNa figura 6.4, estão representados os mapas de- distribuição de temperaturas e de função corrente dos pontos marcados na figura 6.3, a qual se refere ao processo transitório com RaH=100. Já na figura 6.5 estão representados os mapas dos campos de distribuição de temperaturas e de função corrente para vários valores de Ran obtidos para o regime permanente. Pode-se então, além de acompanhar a evolução dos campos de temperatura e de função corrente ao longo do tempo, verificar a grande semelhança entre os mapas obtidos para o último instante do regime transitório e os mapas do regime permanente , ambos para Rsh^IOO.\nOs mapas dos campos de velocidades foram construídos tomando a diferença dos valores máximo e mínimo da função corrente e dividindo~a por dez (10). Desse modo, o valor do intervalo entre duas linhas de função corrente consecutivas representa um décimo da diferença dos valores máximo e mínimo. Os mapas dos campos de temperatura foram produzidos de modo análogo aos da função corrente.\nontos selecionados para elaboração de mapas de função corrente e de temperatura.\n**í 4\nMLISUp\na) le instante (t=0.0005)\nb) 10~ instante (t=0.0050)\npsi\nc) 23e instante (t=0.0115)\ntmp\nd) 44s instante (t=0.0220)\npsi\ne) 83e instante (t:\nFigura 6.4 - Mapas de função corrente e de distribuição de temperatura do regime transitório com Ran^lOO e incremento de tempo de 0.5x10'3.\n(condição inicial: regime permanente para Ran^SO).\nA metodologia exposta acima, utilizada para investigar este fenômeno transitório com número de Rayleigh (RaH) igual a 100, foi aplicada aos outros valores do número de Rayleigh contidos na tabela 6.3. Mais adiante são apresentados os mapas correspondentes aos valores de\nRayleigh 100, 300, 500 e 800. Já O caso onde o número de Rayleigh é igual a 800 está apresentado em separado no final deste capítulo, pois merece uma análise à parte, uma vez que os resultados encontrados para o seu transitório apresentaram um comportamento particular.\na)Rau=50\t^Ra^lOO\nO\t\tillii\t\t\t\tHs\npsi c) RaH==200\t\ttmp\t\tpsi d) Ran=300\t\ttmp\nIJ!\t\t\t\t\t\tHJ\npsi e) Ran=500\t\ttmp\t\tpsi f) Ran=800\t\ttmp\nfllljii\t\t\t\t\t\t\n\t\t'OI\t\tfLrggl\t\t//><7\n\t\t\t\t\t\t\npsi\t\ttmp\t\tpsi\t\ttmp\nFigura 6.5 - Mapas de função corrente e de distribuição de temperatura do regime permanente para diversos números de Rayleigh (Ran).\n(condição de partida: regime permanente com o valor de RaH imediatamente inferior ao RaH considerado).\nAs figuras 6.6, 6.7 e 6.8 trazem os resultados obtidos ao longo do tempo para RaH~300, enquanto as figuras 6.9, 6.10 e 6.11 referem-se ao Ran™500. Como no caso para Rajr^lOO, essas figuras apresentam, respectivamente, o comportamento dos números de Nusselt inferior e superior, e também da função corrente mínima ~ em módulo - ao longo do tempo (figuras 6.6 e 6.9); uma visão ampliada da região onde ocorrem as maiores variações dos números de Nusselt e da função corrente (figuras 6.7 e 6.10) e, finalmente, a indicação dos instantes para os quais foram reproduzidos os mapas de distribuição de temperatura e de função corrente (figuras 6.8 e 6.11). Por intermédio das figuras 6.12 e 6.13 é possível acompanhar a evolução dos campos de distribuição de temperatura e de função corrente. Os mapas obtidos para o último instante de tempo concordam com os respectivos mapas obtidos para o regime permanente, conforme a figura 6.5.\ntempo «dimensional\nFigura 6.6 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\nComo pode ser observado através das figuras produzidas .para os valores de Ran entre 100 e 500 verifica-se um comportamento semelhante ao longo do tempo com referência aos números de Nusselt e função corrente. No entanto, nota-se principalmente na curva de função corrente um discreto aumento no número de ondulações com a elevação do número de Rayleigh. Ou seja, baixos valores de Ruh produzem, relativamente em valores absolutos, urna menor intensidade de circulação do fluido e que será, dessa forma, amortecida mais rapidamente pelo sistema. Por outro lado e conforme já exposto, .a quantidade de movimento adquirida pelo fluido está associada ao valor assumido pelo número de Rayleigh. Embora não estejam aqui representadas, as figuras associadas aos valores de 200 e 250 para Rau citados na tabela 6.3, também indicaram um comportamento análogo às figuras expostas para os valores de Ran acima referidos. Concluindo, esta investigação permite, antever, pelo menos qualitativamente, o comportamento temporal das curvas dos parâmetros mais relevantes - Nusselt e função corrente - quando o número de Rayleigh definido pela expressão (3.23) assumir um valor na faixa entre 100 e 500.\nFigura 6.7 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas,\n18\n16\nR^ «300\tdeltaT 0.0003\nH/L=1\t373 instantes\tr14\n=- 12\n- 10\nl 8\nNusselt inferior e Nusselt superioi e função corrente mínima\ntempo adimensíona!\n——Nu inf. —:—-Nu sup. -----Psi min. i\nFigura 6.8 - Os rótulos indicados nas curvas correspondem aos pontos criteriosamente selecionados para produzir os mapas de função corrente e de temperatura.\nFigura 6.9 - Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\n18\nNu inf. ™™™Nu SUp.\tmjn\nFigura 6.10 ~ Comportamento do Nusselt inferior e superior e da função corrente ao longo do tempo adimensional e a variação da quantidade de iterações realizadas.\n—Nu inf. — Nusup.\tpsi min. J\nFigura 6.11 - Os rótulos indicados nas curvas correspondem aos pontos criteriosamente selecionados para produzir os mapas de função corrente e de temperatura.\na) ls instante (t=0.0003)\npsi\ntmp\nb) 89 instante (t^0.0024)\nc)\t23° instante (t=0.0069)\nd)\t562 instante (t=0.0168)\ntmp\npsi\ne) 84a instante (t:\nf) 373° instante (t=0.1119)\nFigura 6.12 - Mapas de função corrente e de distribuição de temperatura do regime transitório com RaH=300 e AT=O.3xlO’3.\n(condição inicial: regime permanente com RaH=250).\nijtd\n-3 LU\na) l2 instante (t^0.0002)\nc) 21~ instante (t^O.0042)\nb) 72 instante (t=0.0014)\npii\t\t\npsi\t\ttmp\nd) 622 instante (t=0.0124)\t\t\nO\t\t\npsi\ntmp\ne) 90e instante (t“0.0180)\nf) 558Q instante (t=0.1116)\nFigura 6.13 - Mapas de função corrente e de distribuição de temperatura do regime transitório com Ran =500 e At=0.2x10'3.\n(condição inicial: regime permanente com RaH=300).\n6.2\tAbordagem para o caso com Raif^SOO\nPara Ran igual a 800, os valores de Nusselt inferior e superior e da função corrente apresentaram um comportamento ao longo do tempo completamente diferente em relação aos casos com números de Rayleigh estudados neste capítulo. Verificou-se urna grande quantidade de oscilações e o processo não seguiu um padrão semelhante aos casos anteriores e, por conseguinte, uma análise singular de seus diversos parâmetros tomou-se necessária.\nConforme já mencionado, foram produzidas duas simulações envolvendo o número de Rayleigh (Ran) igual a 800, da seguinte forma: uma com um incremento de tempo igual a 0. lxlO'3 e outra com O.OSxlO'3 para verificar o resultado encontrado para o intervalo de tempo O.lxlO\"3. Os resultados finais provenientes destas duas simulações já foram apresentados na tabela 6.3.\nCom uma análise global dos dados, e considerando todos os instantes de tempo calculados para o incremento de tempo O.lxlO-3, foi possível verificar que a partir do milésimo instante de tempo (tempo adimensional igual a 0.1), as sequências de pontos calculados para os números de Nusselt inferior e superior e também para a função corrente são praticamente paralelas entre si, indicando a convergência do processo numérico. Percebe-se que a partir do tempo adimensional 0.1, os resultados encontrados já não sofrem mais variações significativas. Assim, para os tempos adimensionais posteriores a 0.1 o processo já se encontra em regime permanente. O critério de parada do processo de cálculo havia sido estabelecido com base na aproximação do Nusselt inferior do regime transitório a 99,99% do valor do regime permanente. Neste caso, porém, o regime permanente obtido para Ran igual a 800 apresentava uma única célula convectiva, e o regime transitório forneceu uma solução que apresentou duas células, e portanto, um valor bastante diferente para o Nusselt inferior. O critério de parada automático, portanto, não foi suficiente para determinar o final do processo de cálculo, sendo necessária uma intervenção externa para interromper o processo, uma vez constatada a obtenção de um regime permanente estável, ainda que diferente do esperado.\nNesses termos, as figuras de 6.14 a 6.21 foram confeccionadas possuindo o valor máximo de 0.1 na escala de tempo adimensional, determinando assim, ICf instantes de tempo para o incremento de tempo de 04x10'' e 2xlOJ instantes para o incremento 0.05x10'4 Relembrando a notação utilizada, são apresentados os módulos da função corrente mínima (Psimín.) e da função corrente máxima (Psimáx.).\nAs figuras 6.14 e 6,15 mostram, ao longo do tempo, o comportamento conjunto dos números de Nusselt inferior e superior para os incrementos de tempo 0.1x10\" e 0 05x10\", respectivamente Da mesma forma, as figuras 6.17 e 6.18 apresentam o desenvolvimento temporal das funções correntes máxima e mínima de acordo com o incremento de tempo adotado. Nestas figuras percebe-se claramente que o comportamento temporal dos parâmetros estudados apresenta um aspecto totalmente diferente em relação aos números Rayleigh (Rau) analisados anteriormente. Essa foi a razão principal que motivou a realização de uma análise separada para Ratr^OO onde se procura, então, abordar os aspectos mais relevantes encontrados ñas curvas de suas figuras\n. . . „\t25\n800\ndeltaT=0.00010\n1750 instantes\nH/L=1\no.\ntempo adimensional\ní —‘—’Nu inf. --Nu s\no üi ex\n3 W\n13\ntíí\n□ z\nOí\n5\na\nv? w\n3 z\nFigura 6.14 - Comportamento do número de Nusselt inferior e superior em função do tempo adimensional quando é adotado o incremento de tempo igual a 0.1x10\".\ntempo adimensíonai\n[—int .....Nu supTl\nFigura 6.15 - Comportamento do número de Nusselt inferior e superior em função do tempo adimensional quando é adotado o incremento de tempo igual a O.OSxlO'3,\nNas figuras apresentadas, verifica-se que o incremento de tempo 0.05x10*^ produz um resultado menos irregular do que o incremento de tempo 0.1x10'4 Nesse caso, o menor incremento de tempo faz o processo tender mais rapidamente ao regime permanente. Nota-se nos dois casos, que no início do processo o número de Nusselt inferior assume um alto valor, concordando com o esperado. Como pode ser observado, as soluções obtidas para o último instante de tempo considerado são concordantes entre si. Nas duas figuras acima, os valores numéricos finais - 35002 instante (AT=0.175) - encontrados para os números de Nusselt inferior e superior foram 7.363 e 7.344 para o incremento 0.1x10’\" e de 7.344 e 7.363 para o incremento 0.05x10’’’, respectivamente. A inversão dos resultados obtidos é devida à mudança do sentido de rotação das células convectivas obtidas nos dois casos, o que pode ser observado mais claramente nos correspondentes mapas apresentados nas figuras 6.24 e 6.25.\nA figura 6.16 mostra que há apenas urna célula convectiva (PsLín) no inicio do processo, sendo nulo, portanto, o valor da função comente (PsLáv ) associado à segunda célula convectiva. Á segunda célula convectiva surge quando tempo adimensional for igual a 0.0019 (192 instante de tempo) para o incremento de tempo igual a 0.1x10^; e nesse ponto os valores para os números de Nusselt inferior e superior e para a função comente correspondente a Psimín. e Psimáx. sao, respectivamente: 7.295, 3.738, -20.068 e 0.0290. Logo, considerando valores absolutos, a intensidade de Psimm. é cerca de 700 vezes a intensidade de Psimáx. e o valor do Nusselt inferior é aproximadamente o dobro do valor do número do Nusselt superior.\nr 35\n: t i—i—r—i—i—i—!—-T“-i—i—r—i—<—i i\"\" i i—r—i—i—t—t—r tt i—i—t—t i i i—i—I- 0\n0,000\t0,025\t0,050\t0,075\t0,100\t0,125\t0,150\ntempo adimensional\n-’Psimín.......Psi máx.\nFigura 6.16 - Evolução da função comente máxima e mínima ao longo do tempo adimensional quando é adotado o incremento de tempo igual a 0.1x10'3.\nA figura 6.17 demonstra que o incremento de tempo O.OSxlO'3 gerou sua segunda célula convectiva no tempo 0.00185 (37fi instante de tempo), ou seja, aproximadamente no mesmo tempo adimensional obtido para o incremento de tempo de O.lxlO'3. Isto sugere que o\naparecimento da segunda célula convectiva, considerando um RaH;;=800 segundo a expressão (2.33) e uma relação geométrica com H/L-l, pode estar nas proximidades do tempo adimensional igual a 0.00185. Um estudo mais profundo em tomo desse dado valor do tempo adimensional permitiria verificar uma eventual relação entre o incremento de tempo adotado e o valor da intensidade da fimção corrente máxima nesse instante. Essa análise envolveria a realização de experimentos com vários outros incrementos de tempo, com o propósito de diagnosticar o surgimento da segunda célula convectiva,\n™Psi mín. ~—- Psi máx. ¡\nFigura 6.17 - Evolução da função corrente máxima e mínima ao longo do tempo quando é adotado o incremento de tempo igual a 0.05x10'3.\nadimensional\nQuando aparece a segunda célula convectiva no caso do incremento de tempo igual a 0.05x10'3, os valores obtidos para os números de Nusselt inferior e superior, bem como para a função corrente foram, respectivamente: 7.298, 3.682, -19.921 e 0.00205. Nesse ponto onde surge a segunda célula convectiva e que corresponde ao tempo adimensional igual a 0.0185, a\n87\nKM\nrazão entre os números de Nusselt inferior e superior manteve a ordem de grandeza igual a 2 que também foi obtida para o incremento de tempo igual a 0.1x10’3. Mas a relação entre os módulos das intensidades das funções correntes máxima e mínima é da ordem de 104, ou seja, cerca de catorze vezes maior em comparação ao valor calculado para o incremento 0.1x10\"3, Entretanto, deve-se ressaltar que a comparação efetuada acima considerou os valores absolutos nos pontos onde se deu a formação da segunda célula convectiva para cada um dos incrementos de tempo e que, a rigor, não pertencem ao mesmo tempo adimensional. O objetivo da análise acima foi para apenas observar uma possível relação entre intensidade da função corrente máxima, quando surge a segunda célula convectiva, e o incremento de tempo adotado uma vez que as intensidades das funções correntes mínimas com os dois incrementos de tempo são muito próximas nesse instante de formação da segunda célula.\nDeve-se esperar que a redução do incremento de tempo utilizado conduza a uma melhoria dos resultados obtidos, já que a ordem de grandeza dos erros numéricos tende a diminuir. Verificou-se que a utilização de maiores incrementos de tempo conduz a períodos transitórios de maior duração.\nNo instante adimensional igual a 0.0019 e, portanto, imediatamente posterior ao tempo 0.00185, o incremento de tempo 0.05xl0'3 forneceu, respectivamente, os seguintes valores para os números de Nusselt inferior e superior e para função corrente mínima e máxima: 7.308, 3.715, -20.003, 0.01813.\nA figura 6.18 apresenta o comportamento do número de Nusselt inferior para os dois incrementos de tempo aqui abordados. Nota-se que nos primeiros instantes de tempo, as duas curvas percorrem praticamente a mesma trajetória até o instante 0.012. A partir de então tomam trajetórias muito diferentes e o incremento de tempo 0.05x10*3 fornece uma sequência de pontos para o número de Nusselt inferior bem mais comportada ao longo do tempo em relação à seqüência de pontos obtida para o incremento de tempo O.lxlO'3. Além disso, a primeira começa a tender ao regime permanente muito antes do que a solução proveniente do incremento O.lxlO'3. Verifica-se ainda nesta figura, que o incremento de tempo O.lxlO’3 fornece para o número de"}]}}}