{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10877"}, {"@name": "filename", "#text": "16070_PauloAlexandredeToledoAlves_Revisada.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE SÃO PAULO \n\nCENTRO DE ENERGIA NUCLEAR NA AGRICULTURA \n\n \n \n \n \n \n \n\nPAULO ALEXANDRE DE TOLEDO ALVES \n \n \n \n \n \n \n \n \n \n \n\nAquíferos sob ameaça: estudo sobre a contaminação por \nagrotóxicos em uma área de recarga do Aquífero Guarani \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPiracicaba \n\n2016\n\n\n\n\n\n \n\nPAULO ALEXANDRE DE TOLEDO ALVES \n\n \n \n \n \n \n \n \n \n \n \n\nAquíferos sob ameaça: estudo sobre a contaminação por \n\nagrotóxicos em uma área de recarga do Aquífero Guarani \n\nVersão revisada de acordo com a Resolução CoPGr 6018 de 2011 \n\n \n \n \n \n\nTese apresentada ao Centro de Energia \nNuclear na Agricultura da Universidade de \nSão Paulo para obtenção do título de Doutor \nem Ciências \n\nÁrea: Química na Agricultura e no Ambiente \n\nOrientador: Prof. Dr. Valdemar Luiz \nTornisielo \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nPiracicaba \n\n2016 \n\n\n\n2 \n \n\nAUTORIZO A REPRODUÇÃO E DIVULGAÇÃO TOTAL OU PARCIAL DESTE \nTRABALHO, POR QUALQUER MEIO CONVENCIONAL OU ELETRÔNICO, PARA \nFINS DE ESTUDO E PESQUISA, DESDE QUE CITADA A FONTE. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n \n \n \n\nDados Internacionais de Catalogação na Publicação (CIP) \n\nSeção Técnica de Biblioteca - CENA/USP \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAlves, Paulo Alexandre de Toledo \n\nAquíferos sob ameaça: estudo sobre a contaminação por agrotóxicos em uma \n\nárea de recarga do Aquífero Guarani / Paulo Alexandre de Toledo Alves; \n\norientador Valdemar Luiz Tornisielo. - - versão revisada de acordo com a \n\nResolução CoPGr 6018 de 2011. - - Piracicaba, 2016.  \n\n129 f.: il. \n\nTese (Doutorado – Programa de Pós-Graduação em Ciências. Área de \n\nConcentração: Química na Agricultura e no Ambiente) – Centro de Energia \n\nNuclear na Agricultura da Universidade de São Paulo. \n\n1. Adsorção 2. Aquíferos 3. Cromatografia 4. Degradação 5. Dessorção  \n\n6. Lixiviação 7. Modelo DRASTIC 8. Pesticidas 9. Recursos naturais I. Título \n\nCDU 504.5 : 556.33 \n\n\n\n3 \n \n\nAGRADECIMENTOS \n \n \nPrimeiramente à minha mãe, Mara, meu pai, Paulo e irmã Renata, pelo suporte e \npaciência até esta etapa de minha vida que se completa. \n \nÀ minha amada esposa Mayra pela ajuda incondicional, pelo companheirismo e pela \ncaminhada da vida ao meu lado todos os dias. \n \nAos familiares próximos e distantes, de sangue e agregados, que de certa forma \nfizeram parte desta caminhada, que me incentivaram e me aconselharam. Aos meus \nsogros Francisco e Cecília pelo apoio e carinho. \n \nAo querido Prof. Valdemar pela orientação e, junto de sua esposa Julia, também \npelo aconselhamento e dedicação. \n \nAos colegas do Laboratório de Ecotoxicologia do CENA/USP (Dorelli, Rodrigo, \nRenata, Rafael, Lucineide, Rosana, Aderbal, Franz, Leila, Graziela, Sérgio e \nMarcela) pelo companheirismo durante a condução dos experimentos. \n \nAos proprietários da Fazenda Santa Fé, Sr. Pier e Carolina Setten, que, com visão \nvoltada à proteção do meio ambiente, cederam a área para que parte deste estudo \nfosse realizada. \n \nAos pesquisadores Prof. Jener do IAC e Elizete Domingues Salvador da CPRM pelo \nfornecimento de preciosos dados para o desenvolvimento do modelo DRASTIC \nneste estudo. \n \nAos colegas e amigos do Ministério do Meio Ambiente (Oscar Muniz, Antônio \nSanches, Carol, Lucia, Luciana, Ceres, Diego, Mandalho, Cris, Thaianne, Wiener, \nCavalotti, Otávio, Alberto, Letícia, Will, Cássio, Eduardo, Marília, Lúcio, Álvaro, \nMárcia, Pery, Lisandro, Mirian, Camila, Kamila, Aninha, Kenia, Pongelupe, Cayssa e \nFelipe) e agregados. \n \nAos amigos (Tatiana, Lícia, Luiz Arthur, Luis Filipe, Pedro, Marina, André, Fred e \nFrancisco). \n \nAos funcionários do CENA/USP, em especial a Sra. Soninha, ao Sr. Fábio Oliveira \nda Pós-Graduação pelo suporte e Sra. Marília Ribeiro Garcia Henyei, bibliotecária, \npela revisão impecável. \n \nAos Resp. IIr.·. da A.R.L.S.Pr.J.K e ao Supremo Arquiteto do Universo. \n \n\nDedico meus sinceros agradecimentos. \n\n \n \n \n \n\n\n\n4 \n \n\n \n \n \n \n \n \n \n \n \n \n  \n\n\n\n5 \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Não sabendo que era impossível, foi lá e fez” \n\nJean Cocteau (1889 – 1963) \n\n\n\n6 \n \n\n \n \n \n\n \n  \n\n\n\n7 \n \n\nRESUMO \n \nALVES, P. A. T. Aquíferos sob ameaça: estudo sobre a contaminação por \nagrotóxicos em uma área de recarga do Aquífero Guarani. 2016. 129 f.  Tese \n(Doutorado) – Centro de Energia na Agricultura, Universidade de São Paulo, \nPiracicaba, 2016. \n \n\nPor muito tempo acreditou-se que o solo atuaria como um filtro protegendo os \n\ngrandes reservatórios de água subterrânea. Porém estes reservatórios possuem \n\náreas onde existe uma maior sensibilidade à contaminação da água, devido \n\ncaracterísticas específicas do solo e não confinamento da rocha porosa. Estes locais \n\nsão conhecidos também como áreas de recarga. O Sistema Aquífero Guarani (SAG) \n\né atualmente a reserva de água subterrânea mais importante do Brasil. \n\nTransfronteiriço, ocupa 8 estados nacionais e 3 países da América do Sul, e recebe \n\nconstante impacto pelo uso da água e de suas áreas de recarga por atividades \n\nindustriais e agrícolas. No estado de São Paulo, Brasil, existe uma faixa contínua e \n\nestreita de afloramento do SAG que abrange a porção central, com ocorrência de \n\nsolos arenosos, baixa profundidade da rocha sedimentar e ocupação do solo com \n\natividades agrícolas intensivas (em especial citros, café, cana-de-açúcar e \n\nsilvicultura). As características edafoclimáticas influenciam diretamente a \n\nvulnerabilidade dos aquíferos, e esta pode ser medida com ajuda de ferramentas de \n\nmodelagem digital associadas a Sistemas de Informações Georreferenciadas (SIG). \n\nSendo a atividade agrícola a mais recorrente neste sistema de recarga do SAG, este \n\nprojeto objetivou estudar os impactos da agricultura neste sistema em três frentes. \n\nPrimeiro pela determinação da vulnerabilidade do aquífero pelo modelo DRASTIC-\n\nSIG de uma área de recarga do Aquífero Guarani ocupada com a cultura de citros e \n\ncom solo arenoso. Segundo pela avaliação da ocorrência de contaminação por \n\nagrotóxicos de águas superficiais, subterrâneas e sedimento por HPLC-UV/DAD e \n\nCG-µECD. E por final, avaliando o comportamento do herbicida Diuron em solo da \n\nárea de estudo. Os resultados do modelo DRASTIC apontaram alta vulnerabilidade \n\ndo aquífero para a região estudada. Foi identificada contaminação pontual por \n\nHeptacloro em duas amostras de água superficial analisadas. Quanto ao \n\ncomportamento do Diuron em solo, este apresentou baixo risco de lixiviação e baixa \n\nadsorção em solo arenoso. Estes resultados indicam que estas áreas devem ser \n\nmais estudadas quanto à vulnerabilidade, visando o direcionamento de políticas \n\npúblicas para orientar a melhores práticas nas lavouras objetivando a proteção desta \n\nimportante reserva natural de água, que está atualmente exposta às atividades \n\nantrópicas e pode ter a sua qualidade comprometida no longo tempo. \n\nPalavras-chave: Aquífero Guarani. Vulnerabilidade. Contaminação. Agrotóxicos. \n\n \n\n\n\n8 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n9 \n \n\nABSTRACT \n\n \n\nALVES, P. A. T. Aquifers under threat: study on pesticides contamination in a \nrecharge area of Guarani Aquifer. 2016. 129 f. Tese (Doutorado) – Centro de \nEnergia na Agricultura, Universidade de São Paulo, Piracicaba, 2016. \n \n\nFor a long time it was believed that watersheds would be free of environmental \n\ncontamination due protection exerted by soil and rock layers. However, aquifers may \n\nhave confined areas where it is covered by one or more layers of solid rock, and not \n\nconfined areas where the sedimentary rock, which retains water, is outcropping. In \n\nthe non-confined areas, the aquifer is recharged usually by direct infiltration of \n\nrainwater or indirectly from other water bodies. Thus, the recharge areas have higher \n\nsensitivity and vulnerability to contamination because they are more exposed to \n\nanthropogenic activities. The Guarani Aquifer System (GAS) is currently the most \n\nimportant groundwater reserve in Brazil. Transboundary, it occupies 8 national states \n\nand 3 countries in South America, and receives constant impact of it is uses and soil \n\noccupation for industrial and agricultural activities. In São Paulo State, Brazil, there is \n\na continuous narrow strip of outcrop of GAS covering the inner portion of the central \n\npart of the State, with the occurrence of sandy soils, shallow sedimentary rock and \n\nsoil occupation with intensive agricultural activities (especially citrus, coffee, \n\nsugarcane and planted forestry). Soil and climatic characteristics directly influence \n\nthe vulnerability of aquifers, and this can be measured with the help of digital \n\nmodeling tools associated with Geo-referenced Information Systems (GIS). Due the \n\nagricultural activity being the most practiced activity in the GAS recharge system, this \n\nproject aimed to study the specific impact of agriculture in the system by three fronts. \n\nFirst was to determine the vulnerability by DRASTIC-GIS model of a recharge area of \n\nthe Guarani Aquifer occupied with the cultivation of citrus and sandy soil. Second, \n\nwas the evaluation of the occurrence of pesticides contamination in surface water, \n\ngroundwater and sediment by HPLC-UV/DAD and GC-µECD for the period of one \n\nyear. And last, studying the Diuron behavior in the soil of the study area. The results \n\nof the DRASTIC model showed a high vulnerability of the aquifer to the region \n\nstudied. Spot contamination was identified by Heptachlor in two field samples of \n\nsurface water. The Diuron behavior in soil showed lowrisk of leaching and low \n\nsorption coefficient. These results indicates that these areas should be more studied \n\nfor vulnerability, targeting the direction of public policies to guide best practices in the \n\nfields aiming to protect this important natural water reserve, which is currently \n\nexposed to human activities and may have their quality compromised in the long \n\ntime. \n\nKeywords: Guaraní Aquifer. Vulnerability. Contamination. Pesticides. \n\n \n\n \n\n \n\n\n\n10 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n11 \n \n\nSUMÁRIO \n\n \n\n \n\n1. INTRODUÇÃO ................................................................................................ 13 \n\nReferências ............................................................................................................... 15 \n\n2. AQUÍFEROS EM FOCO: ESTUDOS DE VULNERABILIDADE E \n\nCONTAMINAÇÃO, UMA REVISÃO .......................................................................... 19 \n\nResumo ..................................................................................................................... 19 \n\nAbstract ..................................................................................................................... 19 \n\n2.1. Aquíferos: Definição e Características ............................................................ 20 \n\n2.2. Dinâmica da Água em Aquíferos ..................................................................... 22 \n\n2.3. Contaminação de Aquíferos ............................................................................ 26 \n\n2.4. Vulnerabilidade de aquíferos e risco de poluição ............................................ 29 \n\n2.5. Considerações Finais ...................................................................................... 34 \n\nReferências ............................................................................................................... 35 \n\n3. AVALIAÇÃO DA VULNERABILIDADE DE AQUÍFEROS PELO MODELO \n\nDRASTIC NO MUNICÍPIO DE SÃO PEDRO (SP) .................................................... 46 \n\nResumo ..................................................................................................................... 46 \n\nAbstract ..................................................................................................................... 46 \n\n3.1. Introdução ....................................................................................................... 47 \n\n3.2. Materiais e Métodos ........................................................................................ 48 \n\n3.3. Resultados e Discussões ................................................................................ 53 \n\n3.4. Conclusões ...................................................................................................... 60 \n\n4. APLICAÇÃO DO MODELO DRASTIC-SIG EM UMA ÁREA DE RECARGA DO \n\nAQUÍFERO GUARANI COM SOLO ARENOSO ....................................................... 65 \n\nResumo ..................................................................................................................... 65 \n\nAbstract ..................................................................................................................... 65 \n\n4.1. Introdução ....................................................................................................... 66 \n\n4.2. Materiais e Métodos ........................................................................................ 68 \n\n4.3. Resultados e Discussão .................................................................................. 73 \n\n4.4. Conclusões ...................................................................................................... 78 \n\nReferências ............................................................................................................... 78 \n\n  \n\n\n\n12 \n \n\n5. AVALIAÇÃO DA CONTAMINAÇÃO POR AGROTÓXICOS EM ÁREA DE \n\nRECARGA DO AQUÍFERO GUARANI COM SOLO ARENOSO .............................. 82 \n\nResumo .................................................................................................................... 82 \n\nAbstract ..................................................................................................................... 82 \n\n5.1. Introdução ....................................................................................................... 83 \n\n5.2. Materiais e Métodos ........................................................................................ 84 \n\n5.3. Resultados e Discussões ................................................................................ 93 \n\n5.4. Conclusões ................................................................................................... 102 \n\nReferências ............................................................................................................. 102 \n\n6. COMPORTAMENTO AMBIENTAL DO HERBICIDA DIURON EM UM SOLO \n\nARENOSO DE ÁREA DE RECARGA DO AQUÍFERO GUARANI ......................... 106 \n\nResumo .................................................................................................................. 106 \n\nAbstract ................................................................................................................... 106 \n\n6.1 Introdução ..................................................................................................... 107 \n\n6.2 Materiais e Métodos ...................................................................................... 109 \n\n6.3 Resultados e discussões .............................................................................. 115 \n\n6.4 Conclusões ................................................................................................... 118 \n\nReferências ............................................................................................................. 119 \n\n7. CONCLUSÕES ............................................................................................. 121 \n\nAnexo A – RECOMENDAÇÕES QUANTO AO USO DE AGROTÓXICOS EM ÁREAS \n\nDE RECARGA DE AQUÍFEROS ............................................................................ 124 \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n13 \n \n\n1. INTRODUÇÃO \n\n \n\nA água, bem primordial para vida na Terra, tem se tornado cada vez mais \n\nescassa. As recentes secas que assolaram o Brasil nos últimos dois anos limitaram \n\nos estoques de águas superficiais em quase todas as regiões. A seca e seus \n\nproblemas associados, quase que uma exclusividade histórica do nordeste do país, \n\npassou a fazer parte da rotina dos estados do Sul, Sudeste e Centro-oeste, afetando \n\nnão só o abastecimento humano, mas os diversos ecossistemas destas regiões. \n\nDentre as alternativas viáveis para abastecimento de água estão os aquíferos, \n\nimensas reservas subterrâneas que também podem sofrer variações de \n\ndisponibilidade e de qualidade.  \n\nO Sistema Aquífero Guarani (SAG) é atualmente a reserva de água mais \n\nimportante do Brasil, porém este também está sob constante ameaça pelas \n\npressões antrópicas pelo seu uso e ocupação do solo. O SAG localiza-se nas \n\nposições geográficas entre 12º e 35º de latitude sul e entre 47º e 65º de longitude \n\noeste, e abrange uma área total de aproximadamente 1,2 milhões de quilômetros \n\nquadrados (RIBEIRO, 2008). Esta área está dividida entre Brasil (840 mil km\n2\n), \n\nParaguai (58,5 mil quilômetros quadrados), Uruguai (58,5 mil km\n2\n) e Argentina  \n\n(255 mil km\n2\n) (FOSTER et al., 2009). Embora amplamente utilizado no Brasil, o SAG \n\nnão possui legislação específica, ficando sua jurisdição a encargo de estados e \n\nmunicípios. Pode-se citar a regulamentação por normas do CONAMA (Conselho \n\nNacional do Meio Ambiente) em nível nacional sobre a classificação e utilização de \n\náguas subterrâneas, como a Resolução CONAMA no 396, de 3 de abril de 2008 \n\nsobre diretrizes ambientais para o enquadramento das águas subterrâneas.  \n\nNos países vizinhos apenas a Argentina possui legislação específica para o \n\nuso e proteção do SAG. Uruguai e Paraguai apresentam leis generalistas para o uso \n\nda água subterrânea, porém sem distinção específica para águas do Aquífero \n\nGuarani (FOSTER; KEMPER, 2002). Existe, no entanto, um projeto de gestão para o \n\nSAG, intitulado “Aquífero Guarani: programa estratégico de ação” (OEA, 2009), em \n\nque todos os países do SAG fazem parte. Neste projeto estão incluídos o \n\nmapeamento por SIG (Sistemas de Informação Georreferenciadas), levantamento \n\nde uso e manejo da terra, estabelecimento de políticas públicas para proteção \n\nambiental e controle de poluição, dentre outras ações conjuntas. Embora o escopo \n\ndo projeto seja abrangente, não há menção de análise de vulnerabilidade. \n\n\n\n14 \n \n\nA vulnerabilidade pode ser definida como a susceptibilidade de um aquífero a \n\nefeitos adversos advindos de poluição (LOBO-FERREIRA, 1999; FABBRI; GAÁL; \n\nMcCAMMON, 2012). A análise de vulnerabilidade de aquífero pode ser estatística \n\n(MASETTI et al., 2009; SORICHETTA et al., 2011; MAIR; EL-KADI, 2013) ou \n\nassociada entre modelos matemáticos/estatísticos e Sistemas de Informações \n\nGeorreferenciadas (SIG) (ALLER et al., 1987; DIXON, 2005; ARZU FIRAT; FATMA, \n\n2013; AL-ABADI; AL-SHAMMA’A; ALJABBARI, 2014; SANTOS et al., 2015). A \n\nutilização de SIG permite uma análise visual das áreas de risco, associando-se \n\ntambém o uso e ocupação do solo e os possíveis efeitos antrópicos sobre o \n\nambiente. No SAG existem poucos estudos sobre a vulnerabilidade de aquíferos \n\n(WENDLAND; BARRETO; GOMES, 2007; GOMES, 2008; SANTOS et al., 2015), \n\ndentre eles tomam notoriedade os que se preocupam especificamente em estudar \n\náreas de recarga (WENDLAND; BARRETO; GOMES, 2007; SANTOS et al., 2015). \n\nUm fator preocupante apontado em estudos de vulnerabilidade no Brasil é a \n\nocupação intensa do solo pela agricultura nestas áreas. No estado de São Paulo \n\ncerca de 75% das áreas de recarga do SAG estão ocupadas por esta atividade, que \n\ntem cada vez mais utilizado produtos químicos no manejo das culturas (SMA, 2009). \n\nEmbora os estudos de vulnerabilidade dos aquíferos seja algo incipiente no \n\nBrasil, existem estudos internacionais que procuram entender a contaminação de \n\náguas subterrâneas e que podem ser utilizados como base. Os Estados Unidos da \n\nAmérica apresentaram em 1992 um relatório sobre 20 anos de monitoramento de \n\nagrotóxicos em águas subterrâneas e atualmente continuam com estudos \n\nsetorizados (USEPA, 1992). Na Europa existem estudos na Espanha (GARRIDO et \n\nal., 2000; TEIJON et al., 2010; JURADO et al., 2012; KÖCK-SCHULMEYER et al., \n\n2014), Itália (MEFFE; De BUSTAMANTE, 2014), França (MORVAN et al., 2006); \n\n(LAPWORTH et al., 2015) e em outras regiões (LAPWORTH et al., 2015; NET et al., \n\n2015). Nota-se que este tipo de estudo é crescente ao redor do mundo (KAMPIOTI \n\net al., 2005; LEANDRO et al., 2008; NOGUEIRA et al., 2012; WU et al., 2014) e têm \n\napontado que os aquíferos, embora protegidos por camadas de solos e formações \n\nlitológicas, são sim susceptíveis à contaminação. \n\nPara entender como esta contaminação ocorre é necessário entender como \n\nos poluentes se comportam no ambiente. Em relação aos agrotóxicos, esta já é uma \n\nárea bem consolidada em relação ao risco ambiental destes produtos. Os estudos \n\nde comportamento de agrotóxicos em solos permitem predizer o transporte, \n\n\n\n15 \n \n\npercolação, adsorção e biodegradação destes. A lixiviação está diretamente \n\nassociada ao perigo de estes produtos atingirem os lençóis freáticos (OECD, 2004). \n\nA percolação permite entender o movimento horizontal das moléculas nos horizontes \n\ndo solo. Os estudos de adsorção identificam a afinidade destes produtos ao solo e a \n\ncapacidade de estes se prenderem nos compartimentos químicos disponíveis \n\n(OECD, 2000). Já a biodegradação permite avaliar a curva de degradação e a meia-\n\nvida ambiental das moléculas estudadas (OECD, 2002). Estes estudos, em conjunto, \n\nse realizados em associação às análises de vulnerabilidade para a escolha do solo, \n\npodem ser importantes ferramentas no direcionamento de aplicações seguras \n\ncondicionando-se estas a períodos específicos e regiões específicas visando à \n\nproteção das reservas de águas subterrâneas. \n\nAssim sendo, este estudo teve como objetivo avaliar a vulnerabilidade, a \n\nocorrência de contaminação por agrotóxicos em águas superficiais e subterrâneas e \n\no comportamento ambiental do herbicida Diuron em solo, em uma área de recarga \n\ndo Aquífero Guarani com solo arenoso e ocupação agrícola intensiva. \n\n \n\nReferências \n\nAL-ABADI, A. M.; AL-SHAMMA’A, A. M.; ALJABBARI, M. H. A GIS-based DRASTIC \nmodel for assessing intrinsic groundwater vulnerability in northeastern Missan \ngovernorate, southern Iraq. Applied Water Science, Berlin, p. 1-13, 2014. \ndoi:10.1007/s13201-014-0221-7.  \n\nALLER, L.; BENNETT, T.; LEHR, J. H.; PETTY, R. J.; HACKETT, G. DRASTIC: A \nstandardized system for evaluating ground water pollution potential using \nhydrogeologic settings. Cincinnati, OH: USEPA, 1987. 641 p. (EPA/600/2-85-018). \n\nARZU FIRAT, E.; FATMA, G. DRASTIC-based methodology for assessing \ngroundwater vulnerability in the Gümüshaciköy and Merzifon basin (Amasya, \nTurkey). Earth Sciences Research Journal, Bogotá, v. 17, p. 33-40, 2013.  \n\nDIXON, B. Groundwater vulnerability mapping: A GIS and fuzzy rule based \nintegrated tool. Applied Geography, Kent, v. 25, n. 4, p. 327-347, 2005. \n\nFABBRI, A. G.; GAÁL, G.; MCCAMMON, R. B. Deposit and Geoenvironmental \nModels for Resource Exploitation and Environmental Security.  \nDordrecht: Springer, 2012. Disponível em: \n<https://books.google.com.br/books?id=xtooBgAAQBAJ>. \n\nFOSTER, S.; KEMPER, K. Sustainable groundwater management: concepts and \ntools. Washington, DC: Word Bank, 2002. \n\n\n\n16 \n \n\nFOSTER, S.; HIRATA, R.; VIDAL, A.; SCHMIDT, G.; GARDUÑO, H. The Guarani \nAquifer Initiative – Towards realistic groundwater management in a transboundary \ncontext. Washington, DC: Word Bank, 2009. \n\nGARRIDO, T.; FRAILEA, JOSEP.; NIÑEROLA, J. M.; FIGUERAS, M.; GINEBREDA, \nA.; OLIVELLA, L. Survey of ground water pesticide pollution on rural areas of \nCatalonia (Spain). International Journal of Environmental Analytical Chemistry, \nLondon, v. 78, n. 1, p. 51-65, 2000/09/01 2000.  \n\nGOMES, M.; FILIZOLA, H.; SPADOTTO, C. Classificação das áreas de recarga do \nsistema aqüífero guarani no Brasil em domínios pedomorfoagroclimáticos - subsídio \naos estudos de avaliação de risco de contaminação das águas subterrâneas. \nRevista do Departamento de Geografia, São Paulo, v. 18, p. 67-74, 2006. \n\nJURADO, A.; VÀZQUEZ-SUÑÉ, E.; CARRERA, J.; LÓPEZ DE ALDA, M.; PUJADES, \nE.; BARCELÓ, D. Emerging organic contaminants in groundwater in Spain: A review \nof sources, recent occurrence and fate in a European context. Science of the Total \nEnvironment, Amsterdam, v. 440, p. 82-94, 2012.  \n\nKAMPIOTI, A. A.; BORBA DA CUNHA, A. C.; LÓPEZ DE ALDA, M.; BARCELÓ, D. \nFully automated multianalyte determination of different classes of pesticides, at \npicogram per litre levels in water, by on-line solid-phase extraction–liquid \nchromatography–electrospray–tandem mass spectrometry. Analytical and \nBioanalytical Chemistry, Heidelberg, v. 382, n. 8, p. 1815-1825,  2005.  \n\nKÖCK-SCHULMEYER, M.; GINEBREDA, A.; POSTIGO, C.; GARRIDO, T.; FRAILE, \nJ.; LÓPEZ DE ALDA, M.; BARCELÓ, D. Four-year advanced monitoring program of \npolar pesticides in groundwater of Catalonia (NE-Spain). Science of the Total \nEnvironment, Amsterdam, v. 470–471, p. 1087-1098, 2014.  \n\nLAPWORTH, D. J.; BARAN, N.; STUART, M.E.; MANAMSA, K.; TALBOT, J. \nPersistent and emerging micro-organic contaminants in Chalk groundwater of \nEngland and France. Environmental Pollution, Barking, v. 203, p. 214-225, 2015.  \n\nLEANDRO, C.; SOUZA, V.; DORES, E. F. G. C.; RIBEIRO, M. L. Determination of \npesticides multiresidues in shallow groundwater in a cotton-growing region of Mato \nGrosso, Brazil. Journal of the Brazilian Chemical Society, São Paulo, v. 19, p. \n1111-1117, 2008.  \n\nLOBO-FERREIRA, J. P. The European Union experience on groundwater \nvulnerability assessment and mapping. In: LABORATÓRIO NACIONAL DE \nENGENHARIA CIVIL. Projetos COASTIN: Measuring, monitoring and managing \nsustainability: The coastal dimension. Lisboa: Departamento de Hidraulica e \nAmbiente, 1999. (Coastal Policy Research Newsletter). \n\nMAIR, A.; EL-KADI, A. I. Logistic regression modeling to assess groundwater \nvulnerability to contamination in Hawaii, USA. Journal of Contaminant Hydrology, \nAmsterdam, v. 153, p. 1-23, 2013.  \n\nMASETTI, M.; STERLACCHINI, S.; BALLABIO, C.; SORICHETTA, A.; POLI, S. \nInfluence of threshold value in the use of statistical methods for groundwater \nvulnerability assessment. Science of The Total Environment, Amsterdam, v. 407, \nn. 12, p. 3836-3846, 2009.  \n\n\n\n17 \n \n\nMEFFE, R.; DE BUSTAMANTE, I. Emerging organic contaminants in surface water \nand groundwater: A first overview of the situation in Italy. Science of The Total \nEnvironment, Amsterdam, v. 481, p. 280-295, 2014.  \n\nMORVAN, X.; MOUVET, C.; BARAN, N.; GUTIERREZ, A. Pesticides in the \ngroundwater of a spring draining a sandy aquifer: Temporal variability of \nconcentrations and fluxes. Journal of Contaminant Hydrology, Amsterdam, v. 87, \np. 176-190, 2006.  \n\nNET, S.; RABODONIRINA, S.; SGHAIER, R. B.; DUMOULIN, D.; CHBIB, C.; TLILI, I. \nOUDDANE, B. Distribution of phthalates, pesticides and drug residues in the \ndissolved, particulate and sedimentary phases from transboundary rivers (France–\nBelgium). Science of The Total Environment, Amsterdam, v. 521–522, p. 152-159, \n2015.  \n\nNOGUEIRA, E. N.; DORES, E. F. G. C.; PINTO, A. A.; AMORIM, R. S. S.; RIBEIRO, \nM. L.; LOURENCETTI, C. Currently used pesticides in water matrices in Central-\nWestern Brazil. Journal of the Brazilian Chemical Society, São Paulo, v. 23, p. \n1476-1487, 2012.  \n\nOEA/OAS. Aquífero Guarani: programa estratégico de ação. Acuífero Guaraní: \nprograma estatégico de acción. Edição bilíngüe. Brazil; Argentina, Paraguay; \nUruguay, 2009. 424 p. \n\nOECD. Test No. 106: Adsorption - Desorption Using a Batch Equilibrium Method. \nParis, 2000.    \n\n______. Test No. 307: Aerobic and Anaerobic Transformation in Soil. Paris, 2002.    \n\n______. Test No. 312: Leaching in Soil Columns. Paris, 2004.    \n\nRIBEIRO, W. C. Aqüífero Guarani: gestão compartilhada e soberania. Estudos \nAvançados, São Paulo, v. 22, p. 227-238, 2008.  \n\nSANTOS, R. G.; STURARO, J. T.; MARQUES, M. L.; FARIA, T. T. de. GIS Applied \nto the Mapping of Land Use, Land Cover and Vulnerability in the Outcrop Zone of the \nGuarani Aquifer System. Procedia Earth and Planetary Science, Amsterdam, v. 15, \np. 553-559, 2015.  \n\nSÃO PAULO. Secretaria de Estado de Meio Ambiente de São Paulo. Mapeamento \ndo uso e ocupação do solo no Estado de São Paulo. São Paulo: SMA, 2009. \n\nSORICHETTA, A.; MASETTI, M.; BALLABIO, C.; STERLACCHINI, S.; BERETTA, G. \nP. Reliability of groundwater vulnerability maps obtained through statistical methods. \nJournal of Environmental Management, London, v. 92, n. 4, p. 1215-1224, 2011.  \n\nTEIJON, G.; CANDELA, L.; TAMOH, K.; MOLINA-DÍAZ, A.; FERNÁNDEZ-ALBA, A. \nR. Occurrence of emerging contaminants, priority substances (2008/105/CE) and \nheavy metals in treated wastewater and groundwater at Depurbaix facility \n(Barcelona, Spain). Science of the Total Environment, Amsterdam, v. 408, n. 17, p. \n3584-3595, 2010. \n\n \n\n\n\n18 \n \n\nUSEPA. Pesticides in Groundwater Database - a compilation of monitoring \nstudies: 1971-1991. Washington, DC, 1992. \n\nWENDLAND, E.; BARRETO, C.; GOMES, L. H. Water balance in the Guarani \nAquifer outcrop zone based on hydrogeologic monitoring. Journal of Hydrology, \nAmsterdam, v. 342, n. 3–4, p. 261-269, 2007.  \n\nWU, C.; LUO, Y.; GUI, T.; HUANG, Y. Concentrations and potential health hazards of \norganochlorine pesticides in shallow groundwater of Taihu Lake region, China. \nScience of The Total Environment, Amsterdam, v. 470–471, p. 1047-1055, 2014. \n\n \n\n \n\n  \n\n\n\n19 \n \n\n2. AQUÍFEROS EM FOCO: ESTUDOS DE VULNERABILIDADE E \n\nCONTAMINAÇÃO, UMA REVISÃO \n\nResumo \n\nA disponibilidade de água potável é atualmente escassa, sendo a subterrânea uma \ndas mais importantes fontes, responsável por atender quase metade da população \nda Terra. Estudos evidenciam que este tipo de reservatório de água é passível de \ncontaminação, mas o vigente mito de que o solo protege a água subterrânea, \ncombinado aos interesses econômicos, acabam por reduzir os cuidados necessários \npara se proteger os aquíferos. Outro motivo da falta de ação coerciva é a carência \nde dados concretos sobre a vulnerabilidade dos aquíferos. Assim, estudos \nrelacionados à contaminação de áreas subsuperficiais podem, efetivamente, \namparar as tomadas de decisão acerca de permissões ou restrições de certas \natividades em determinadas áreas. Uma das atividades que faz jus a estudos desta \ntemática é a agrícola, dada a crescente utilização de produtos químicos no campo \n(como agrotóxicos e fertilizantes). Entre os agrotóxicos mais perigosos do ponto de \nvista de contaminação estão aqueles que apresentam alta persistência ambiental, ou \nseja, que podem ser detectados na natureza mesmo muito tempo após sua \naplicação. Há, ainda, agrotóxicos que apresentam elevado potencial de \nbioacumulação e toxicidade, podendo causar efeitos negativos nos seres vivos ao \nlongo da cadeia alimentar. Técnicas modernas de detecção na química analítica têm \najudado na detecção de agrotóxicos em matrizes ambientais mesmo em baixas \nconcentrações. Há, ainda, modelos matemáticos e técnicas de avaliação específicos \npara o conhecimento, por exemplo, da dinâmica da água e da vulnerabilidade do \naquífero, elementos fundamentais para a compreensão do processo de \ncontaminação. Ampliar o conhecimento sobre esta temática é a base para proteger a \nágua subterrânea dos produtos químicos utilizados na agricultura, sendo uma forma \ninteligente de garantir a disponibilidade deste recurso natural e a sustentabilidade da \nvida no planeta.  \n\nPalavras-chave: aquíferos; vulnerabilidade; modelagem; contaminação \n\nAbstract \n\nThe availability of potable water is scarce, being groundwater one of the most \nimportant source, responsible for supplying almost half of Earth's population. Studies \nshows that this type of reservoir is susceptible to contamination, but the prevailing \nmyth that the soil protects groundwater, combined with the economic interests, end \nup reducing the necessary care to protect the aquifers. Another reason for the lack of \naction in conservative measures is the nearly absence of concrete data on the \nvulnerability of aquifers. Therefore, studies related to contamination of subsurface \nareas can effectively support decision-making about permissions or restrictions on \ncertain activities in certain areas. One of the activities that lives up to study this \ntheme is agriculture, given the increasing use of chemicals in the field (such as \npesticides and fertilizers). Among the more hazardous pesticides are those that have \nhigh environmental persistence, which can be detected in nature even long time after \napplication. There are also pesticides that have high potential for bioaccumulation \nand may cause adverse effects on living organisms throughout the food chain. \nModern techniques of detections in the analytical chemistry have been very useful in \n\n\n\n20 \n \n\ndetecting pesticides in low concentration levels in environmental matrices. There are \nalso mathematical models and specific evaluation techniques for knowledge of the \nwater dynamics and aquifer vulnerability, fundamental elements to understand the \ncontamination process. Increase knowledge on this subject is the basis to protect the \ngroundwater from of the chemicals used in agriculture, and a smart way to ensure \nthe availability of this natural resource and sustainability of life on the planet. \n\nKeywords: aquifers; vulnerability; modeling; contamination \n\n \n\n2.1. Aquíferos: Definição e Características \n\nUma caminhada pela Terra, em qualquer direção, necessariamente vai \n\nenvolver a travessia de corpos d'água. Vivemos no Planeta Azul, onde as terras \n\nestão cercadas por água em todos os lados. Apesar de abundante, 97% da água do \n\nglobo terrestre se localiza em oceanos e geleiras e apenas 3% do total é potável e \n\nestá disponível para as necessidades humanas, sendo que 10% dessa pequena \n\nporção está localizada no subsolo (GLEICK, 2000).  \n\nAs águas subterrâneas têm se tornado essenciais para o uso humano, sendo \n\nque cerca de dois bilhões de pessoas dependem diretamente de aquíferos como \n\nfonte principal de água e, na agricultura, 40% dos sistemas de irrigação utilizam \n\nesses recursos (MORRIS et al., 2003). Isso significa que estamos situados acima de \n\numa reserva de água que representa um recurso essencial para a vida, mas \n\nescasso. \n\nAquíferos são uma formação particular de rochas saturadas que apresentam \n\ncondições perfeitas para armazenar água. Estas condições são a porosidade, a \n\nsaturação, a pressão, os tipos de sedimentos, o processo de sedimentação e a \n\npermeabilidade (WATSON; BURNETT, 1995).  \n\nA porosidade é a fracção da rocha que é ocupada por interstícios (espaços \n\nvazios) e é dada por meio do símbolo (n) na hidrologia (equação 1) (WATSON; \n\nBURNETT, 1995; HISCOCK, 2005). \n\n \n\n........................(1) \n\n \n\nO (n) expressa a relação entre o volume de interstício que possa ser \n\npreenchido por água e o volume total. A porosidade pode apresentar duas divisões, \n\nmicroporosidade e macroporosidade. Microporosidade, ou porosidade primária, é \n\ntambém conhecido como a porosidade intersticial nas rochas. Já a \n\nPorosidade (n) = \nVolume de Interstício (Vi) \n\nVolume Total (Vt) \n\n\n\n21 \n \n\nmacroporosidade, ou porosidade secundária, refere-se a fissuras, fraturas ou \n\ndesenvolvimento cárstico de rochas segmentadas (FREEZE; CRERRY, 1979; \n\nWATSON; BURNETT, 1995). Quanto à porosidade, é relevante mencionar também \n\nque a espessura de rocha segmentada ou solo pode funcionar como limites \n\nsuperiores e inferiores de aquíferos, tendo relações importantes com as áreas de \n\nrecarga. \n\nA zona insaturada que se estabelece acima das águas subterrâneas é \n\ntambém chamada área vadosa, que consiste na porção do solo ou rochas onde os \n\nporos apresentam ar em seu interior. Na área vadosa, a água tem pressão inferior à \n\npressão atmosférica, e é retida por adesão e capilaridade, uma combinação que, em \n\nsolos, é dada pela capacidade de campo (ARONA; AHMED, 2011). A zona saturada \n\npode ser definida como a camada de poros que apresentam água em seu interior. \n\nAssim, os aquíferos são formações geológicas de camada de rocha permeável, \n\nsaturadas por água, que pode ser recarregada por precipitação através da área \n\nvadosa. \n\nAquíferos podem ser classificados em dois tipos: 1) aquíferos livres: aqueles \n\nlocalizados em linha reta abaixo da área vadosa, marcados pela ausência de \n\ncamadas de confinamento entre a camada de água e o nível do solo; 2) aquíferos \n\nconfinados: aqueles localizados abaixo de uma camada de confinamento entre o \n\nsolo e a água, em que a porosidade e a permeabilidade da camada de confinamento \n\npodem ser definidas como baixas ou inexistentes (BOWER, 1978) (Figura 2.1). \n\nEmbora existam duas principais divisões de tipos de aquíferos é possível citar um \n\nterceiro, o lençol suspenso: aquele que se localiza sobre a camada principal de água \n\ne abaixo da água subterrânea, geralmente separado do lençol freático principal por \n\numa camada de confinamento (FREEZE; CHERRY, 1979). \n\n \n\n\n\n22 \n \n\n \n\nFigura 2.1 – Tipos de aquíferos. Fonte: Environment Canada  \n(https://www.ec.gc.ca/eau-water/default.asp?lang=En&amp;n=300688DC-1) \n\n \n\nO tipo do aquífero e a estrutura geológica são os fatores-chave para se \n\nentender a dinâmica da água destes sistemas. Compreender o ciclo da água e as \n\ncondições de recarga dos sistemas subsuperficiais pode contribuir para a definição \n\ndos usos do solo. \n\n \n\n2.2. Dinâmica da Água em Aquíferos \n\nPara uma melhor compreensão de como a agricultura pode afetar as águas \n\nsubterrâneas, é importante levar em consideração o comportamento da água no \n\nambiente, em especial a dinâmica da água nos aquíferos.  \n\nO conhecido ciclo da água na atmosfera representa, basicamente, o fato de \n\nque a água dos rios, oceanos e corpos d'água evapora, acumulando nas nuvens e \n\ndepois precipitando na terra sob a forma de chuva (FEITOSA; MANOEL FILHO, \n\n1997). Este simples ciclo (Figura 2.2) é muito importante para as águas \n\nsubterrâneas, pois é determinante na recarga do aquífero, no fluxo e na variação do \n\nnível da água, definindo também a disponibilidade de água para uso humano. \n\n \n\n \n\n \n\n \n\n \n\n\n\n23 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nFigura 2.2 – Ciclo da Água. Fonte: Illinois State Water Survey \n\n(http://www.isws.illinois.edu/docs/watercycle/) \n \n\nComo mostrado na Figura 2.2, a água de chuva penetra no solo, atingindo o \n\nsubsolo do lençol freático. O tipo do aquífero, ou uma configuração regional \n\nespecífica de um grande aquífero, determina se a precipitação irá recarregar o \n\nsistema de águas subterrâneas. Se o aquífero (ou área específica) que recebe a \n\nchuva tem características de um aquífero confinado, uma grande quantidade dessa \n\nágua vai se manter no solo como umidade, evaporar ou se infiltrar em massas de \n\nágua mais superficiais, além de lagos e rios. No entanto, se essa água se precipita \n\nem uma região de rocha porosa sem uma camada de confinamento, ou é uma área \n\nde afloramento de rocha saturada, parte dessa água vai direto para o lençol freático \n\n(FREEZE; CHERRY, 1979; FEITOSA; MANOEL FILHO, 1997). \n\nA água entra no sistema aquífero especialmente através de precipitação, \n\ntambém apresentando descarga em um macro sistema de água confinada, as \n\nbacias hidrográficas. Se considerarmos que os limites de bacias hidrográficas são as \n\nmesmas dos limites do aquífero, é possível usar a equação 2, do balanço hídrico \n\n(FREEZE; CHERRY, 1979), para quantificar a quantidade de água que entra no \n\nsistema por meio de chuva. \n\n \n\nLago \n\nRio \n\nCondensação \n\nPrecipitação \n\nZona insaturada \n\nLençol \n\nZona Saturada \nRecarga \n\nInfiltração \n\nEscoamento \n\nSuperficial \n\nDescarga \n\nsubterrânea \n\nAquífero subsuperficial \n\n(raso) \n\nRocha impermeável (confinamento) \n\nFluxo Subterrâneo \n\nEvapotranspiração \n\nDescarga \n\nsubterrânea \n\nZona  \n\nÚmida \n\nAquífero Profundo \n\n\n\n24 \n \n\n........................(2) \n\n \n\nEm que \"P\" é a precipitação, \"Q\" é o escoamento da água, \"E\" é a \n\nevapotranspiração, ?Ss\" é a variação do armazenamento do reservatório de água \n\nde superfície e \"?SG\" é a variação do armazenamento do reservatório de águas \n\nsubterrâneas. Um exemplo prático de aplicação da equação 2 é dada pela equação \n\n3, uma adaptação do balanço hídrico, considerando um dique acima de um aquífero \n\nem uma bacia hidrográfica (Watson &amp; Burnett, 1995). \n\n \n\nP + DIR + ESW - E - L - DS - SNR = 0                  ........................(3) \n\n \n\nOnde \"P\" é a precipitação, \"DIR\" é o influxo de escoamento do dique, \"ESW\" \n\né o excesso de água de lodo, \"E\" é a evaporação, \"L\" é o chorume, \"DS\" é a \n\ninfiltração do dique e \"SNR\" é o retorno sobrenadante.  \n\n \n\nNo caso da equação 3, o dique recebe entradas de atividades antrópicas, \n\ncomo o lodo, e saídas correspondentes à retirada de água para ser purificada ou \n\nutilizada na irrigação. Tendo em vista que o fluxo de água vem do céu para o solo, \n\nesta fluidez da água continua através das formações geológicas. O fluxo no nível do \n\nsolo pode ser avaliado pela equação 4, lei de Darcy, desenvolvida em 1856 por \n\nHenry Darcy. A lei de Darcy estabelece o fluxo geral da água em qualquer meio \n\nporoso, e é muito útil para se entender a movimentação da água subterrânea. \n\nO \"v\", ou velocidade de descarga de Darcy, é uma função da permeabilidade \n\ne gradiente hidráulico, também representado por \"Ki\", e consiste no \"K\" (constante \n\ndo material geológico em observação) multiplicado pela divisão entre \"?h\" (variação \n\nda carga hidráulica) e \"L\" (altura da amostra, sendo o comprimento do caminho \n\npercorrido pelo fluido entre piezômetros ou manômetros usados para medir a carga \n\nhidráulica) (DARCY, 1856; WATSON; BURNETT, 1995). \n\n \n\n........................(4) \n\n \n\n \n\nP  = Q + E + ?Ss + ?SG \n\nv  = Ki = K \n?h \n\nL \n\n\n\n25 \n \n\nO nível de água de aquífero pode ser medido, e sua altura é dada por \"h\", \n\nusando um poço de água para isso, sendo variável em relação ao tempo (t). Para se \n\nestudar a taxa de recarga (Rd) de um aquífero, sem se utilizar taxa de precipitação, \n\né possível aplicar o método de flutuação de água de aquífero (WTF) (HEALY; \n\nCOOK, 2002; SCANLON et al., 2002), que consiste em aplicar a equação 5 ao dado \n\ncoletado. \n\n \n\n........................(5) \n\n \n\nQuanto ao \"Sy\" na equação 5, o rendimento específico de uma rocha ou solo, \n\nem relação à água, pode ser definido como a proporção do volume de água que, \n\ndepois de saturado, é drenado por gravidade com relação ao seu próprio volume \n\n(MEINZER, 1923). É importante considerar que se a área que recebe a água de \n\nchuva não é uma área de afloramento, a quantidade de água que vai escoar para o \n\naquífero é proporcional à permeabilidade do solo. Esta característica do solo irá \n\ndeterminar a quantidade de água que irá percorrer do solo para o aquífero, e \n\ntambém pode ser determinante no controle da erosão e de contaminação por \n\nagrotóxicos pelo escoamento de massas de água superficiais. A permeabilidade do \n\nsolo é a medida da capacidade do solo de permitir que os fluidos passem através \n\ndos poros ou espaços vazios cheios de ar. Também é conhecido como \n\ncondutividade hidráulica quando o há água nesse processo de fluxo. A \n\npermeabilidade (K) está diretamente relacionada ao tamanho dos espaços dos poros \n\ne à sua conectividade, sendo que a forma e a disposição das partículas de solo \n\ntambém têm um papel importante (TSCHAPEK, 1966).  \n\nA avaliação da permeabilidade pode ser feita por diversas equações \n\n(GARDNER; WIDTOSOE, 1921; KOSTIAKOV, 1932; HORTON, 1940; PHILIP, \n\n1957), que estabelecem que a infiltração é diretamente proporcional ao volume de \n\nágua e inversamente proporcional ao tempo. Mas há algumas linhas de pensamento \n\ndiferentes que retratam que a permeabilidade pode aumentar no tempo pela \n\nsolubilização e lixiviação dos sais presentes em solos, o que afetaria o movimento \n\nda água através dos poros (ASTAPOV, 1934 apud TSCHAPEK, 1966; BODMAN et \n\nal., 1955 apud TSCHAPEK, 1966). A equação 6 é útil para se determinar a \n\npermeabilidade do solo (PHILIP, 1957). \n\n \n\nRd = Sy \ndh \n\n= Sy \n?h \n\ndt ?t \n\n\n\n26 \n \n\n \n\n........................(6) \n\n \n\nEm que \"Kt\" é a velocidade da infiltração em relação ao tempo (cm sec\n-1\n\n), \"A\" \n\né a constante, \"S\" é a constante de sorvidade e \"t\" é o tempo. \n\nTempo, precipitação, tipo de solo, profundidade do solo, usos do solo, \n\nporosidade, permeabilidade, estrutura geológica e tipo do aquífero são \n\ncaracterísticas intrínsecas que, combinadas, determinam a vulnerabilidade dos \n\naquíferos à contaminação e a disponibilidade de água para o ser humano. \n\n \n\n2.3. Contaminação de Aquíferos \n\nApesar de não necessariamente fazerem parte de equações e modelos \n\nmatemáticos acerca do comportamento da água em aquíferos, os poluentes também \n\ndesempenham um papel importante na dinâmica da água. Primeiramente, é muito \n\nimportante esclarecer que poluição é qualquer alteração ecológica que tenha \n\nimpacto na saúde humana e afeta a qualidade do meio ambiente, e a contaminação \n\ncorresponde à presença de substâncias ou patógenos em concentração nociva ao \n\nser humano. Os poluentes ou contaminantes podem ser produtos químicos \n\n(orgânicos ou inorgânicos), partículas ou materiais indesejáveis no ambiente, que \n\npodem trazer efeitos negativos para o humano e para a vida selvagem. \n\nContaminantes na água podem vir de atividades antropogênicas ou fontes \n\nnaturais (background). Exemplos de fontes antropogênicas são: agricultura, águas \n\nresiduais urbanas, lamas, efluentes industriais, atividades de petróleo e mineração e \n\nacidentes com vazamento de contaminantes. As fontes naturais são aqueles em que \n\nfontes geológicas têm substâncias indesejadas que, quanto liberadas ao ar ou à \n\nágua, causam efeitos adversos nos seres humanos e vida selvagem. A Tabela 2.1 \n\nmostra alguns contaminantes aquíferos e as principais fontes de emissões \n\n(WATSON; BURNETT, 1995; UNEP, 2007). \n\n \n\n \n\n \n\n \n\n \n\nKt = A + \nS t\n\n1/2\n \n\n2 \n\n\n\n27 \n \n\n \n\nTabela 2.1 – Contaminantes de aquíferos e fontes \nContaminantes Fontes \n\nArsênico Fontes geológicas, resíduos de agrotóxicos, fundição e resíduos \nindustriais \n\nBário Fontes geológicas, mineração e variações de sais \n\nCádmio Fontes geológicas, mineração, fundição, cigarros, galvanização, tintas e \neletrônicos \n\nCromo Fontes geológicas, efluentes industriais, curtume e fungicidas \n\nChumbo Tubulação de chumbo, tintas, resíduos de baterias e outros produtos \n\nMercúrio Fontes geológicas, alimentos, mineração, resíduos industriais, processos \nindustriais, tintas e aparatos médicos \n\nNitrato Fontes geológicas, fertilizantes, confinamento bovino e lodo \n\nSelênio Fontes geológicas \n\nFlúor Fontes geológicas e aditivo em água potável para proteção dentária \n\nPrata Fontes geológicas e resíduos industriais e comerciais \n\nEndrina Atividade agrícola (agrotóxico) \n\nLindano Atividade agrícola (agrotóxico e tratamento de sementes) e preparações \nfarmacêuticas \n\nMetoxicloro Inseticida de uso doméstico \n\nToxafeno Atividades agrícolas (agrotóxico) \n\n2,4-D Atividades agrícolas (agrotóxico) \n\n2,4,5-TP Silvex Atividades agrícolas (agrotóxico) \n\nAmetrina Atividades agrícolas (agrotóxico) \n\nAtrazina Atividades agrícolas (agrotóxico) \n\nEndosulfano Atividades agrícolas (agrotóxico) \n\nTricloroetileno Efluente industrial, resíduos e processo de lavagem a seco, processos \nindustriais de produção de agrotóxicos, ceras, tintas, vernizes e \ndesengorduramento e decapagem de metais \n\nBenzeno Vazamento de tanques de combustíveis, efluentes industriais, solventes \nna produção de agrotóxicos, tinturas, tintas, plásticos e fármacos \n\nBifenilos policlorados Efluentes industriais, resíduos de equipamentos elétricos, coproduto em \nprocessos térmicos \n\nDDT Atividades agrícolas (agrotóxicos), estoques e controle de insetos (vetores \nde doenças) em áreas urbanas \n\nRadionuclídeos Fontes geológicas e coprodutos de materiais radioativos e resíduos \n\n \n\n \n\nÉ muito importante notar que uma grande parte dos contaminantes são \n\nprovenientes de agricultura, especialmente inseticidas, herbicidas e fertilizantes. \n\nAlguns destes contaminantes têm características intrínsecas como a baixa taxa de \n\ndegradação, alta toxicidade, persistência ambiental e pode ser transportado para \n\nlongas distâncias, o que os torna POP (Poluentes Orgânicos Persistentes) \n\n(STOCKHOLM CONVENTION TEXT, 2011). \n\nApesar do conhecimento de que o solo e as rochas podem atuar como filtros \n\nde água no ambiente, alguns poluentes podem facilmente passar por essas \n\nbarreiras naturais e contaminar as águas subterrâneas. Isso ocorre devido a \n\nalgumas características das bacias hidrográficas (como mostrado no tópico de \n\n\n\n28 \n \n\ndefinições do aquífero) e também do contaminante. A contaminação da água \n\nsubterrânea é propiciada pela combinação de características dos aquíferos e de \n\npropriedades dos agrotóxicos e outros compostos contaminantes. Um caso de alta \n\nprobabilidade de contaminação é quando o aquífero é formado por solos rasos de \n\nareia, área chuvosa, aquífero freático superficial, baixa profundidade da área \n\nvadosa, alta permeabilidade do solo e baixos níveis de argila e matéria orgânica no \n\nsolo. Já o agrotóxico contribui para essa contaminação quando é conhecido por ser \n\npersistente ambiental, solúvel em água, tóxico, tendo um elevado potencial de \n\nlixiviação e baixo coeficiente de adsorção. Meios porosos como aquíferos de arenito \n\ne areia ou área vadosa sedimentosa têm o potencial de acelerar a infiltração de \n\nágua e contaminantes posteriormente transportados (GOLDENBERG et al., 1993). \n\n \n\nAs maneiras de agrotóxicos e outros produtos químicos agrícolas serem \n\ntransportados para corpos d'água e às águas subterrâneas superficiais são exibidas \n\nna Figura 2.3. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFigura 2.3 – Destino ambiental de Agrotóxicos. Fonte: Adaptado de Nimmo (1985), \nHoward (1991) e van Es (1990) \n\n \n\n\n\n29 \n \n\nComo mostrado na Figura 2.3, agrotóxicos podem chegar a aquíferos via \n\nlixiviação e percolação do solo. Também pode contaminar as águas superficiais pela \n\nderiva durante a aplicação, por escoamento superficial, pela volatilização e pela \n\nprecipitação. Vários processos podem controlar o transporte de agrotóxicos da \n\nsuperfície do solo para as águas superficiais e subterrâneas, adsorção de fases \n\nsólidas, coloidais e dissolvidas, degradação aeróbia e absorção pelas plantas \n\n(CHILTON et al., 2005).  \n\nUma vez na água, agrotóxicos podem causar efeitos nos organismos \n\naquáticos, onde a bioacumulação se torna uma preocupação nos altos níveis \n\ntróficos. Agrotóxicos na água podem ainda interagir quimicamente com as partículas \n\nem suspensão, ligando-se ao sedimento ou ficando em suspensão por turgescência, \n\ndependendo do movimento da água e das variações de temperatura (NIMMO, \n\n1985). Os contaminantes presentes na água subterrânea podem estar disponíveis \n\npara consumo humano de água potável onde a água de aquíferos são a principal \n\nfonte para suprir as necessidades em regiões específicas. \n\n \n\n2.4. Vulnerabilidade de aquíferos e risco de poluição \n\nEmbora aquíferos tenham algumas características que os protegem de \n\ncontaminantes, eles não são invulneráveis a eles. A capacidade do ser humano de \n\ncriar diferentes sistemas para mineração, exploração de petróleo e gás natural \n\n(como, por exemplo, o sistema de fracking ou fraturamento hidráulico), bem como a \n\nde desenvolver produtos químicos agrícolas perigosos para o ambiente, não tem \n\nlimite - e essas intervenções e invenções humanas podem resultar na contaminação \n\ndas águas subterrâneas. Técnicas recentes de modelagem do ambiente (como GIS - \n\nSistema de Informação Geográfica, na sigla em inglês – e modelos matemáticos) \n\nque consideram características de aquíferos e dos produtos químicos têm sido úteis \n\nno mapeamento e compreensão dos processos contaminação das águas \n\nsubterrâneas. \n\nO conceito de vulnerabilidade das águas subterrâneas foi introduzido no final \n\nda década de 60 visando à conscientização sobre possíveis contaminações das \n\náguas subterrâneas (VRBA; ZAPOROZEC, 1994). A vulnerabilidade de um aquífero \n\né definida como a sensibilidade de águas subterrâneas a alguma carga poluente, \n\nfunção relacionada com as características intrínsecas do aquífero \n\n\n\n30 \n \n\n(DUIVENBOODEN; WAEGENINGH, 1987). Na prática, é possível existir um aquífero \n\ncom elevada vulnerabilidade, mas sem riscos de poluição, devido à ausência de \n\nqualquer fonte significativa de poluentes. Também é possível acontecer de um \n\naquífero classificado como pouco vulnerável apresentar alto risco de poluição devido \n\nà exposição a alguma fonte de poluição pesada. Outra possibilidade é a \n\nsensibilidade do aquífero em relação a alguns poluentes específicos e a resistência \n\npara outros, resultando, para os estudos de vulnerabilidade, em uma matriz \n\ncomplexa a ser avaliada (OLIVEIRA; FERREIRA, 2004, CABRAL et al., 2004).  \n\nRecentemente, houve também a classificação em dois de tipos de \n\nvulnerabilidade do aquífero, (1) a vulnerabilidade intrínseca, levando em conta o tipo \n\nde contaminante, a condutividade hidráulica das zonas insaturadas e saturadas, a \n\nprofundidade do lençol freático e a recarga das águas subterrâneas (ALBINET; \n\nMARGAT, 1970), e (2) a vulnerabilidade específica, que depende do uso do solo, do \n\ntipo de poluente e do caráter da fonte de poluição (STIGTER et al., 2006). \n\nModelar o ambiente usando simulação tem sido útil na determinação da \n\nvulnerabilidade dos aquíferos aos poluentes. A Tabela 2.2 apresenta alguns \n\nmodelos que podem ser aplicados para determinar vulnerabilidades de aquíferos à \n\nagricultura. \n\n \n\n \n\n  \n\n\n\n31 \n \n\n \n\nTabela 2.2 – Alguns modelos usados para determinar a contaminação de aquíferos \nNome do Modelo Usos Referências \n\nPTR - Pesticides Transport and \nRunoff \n\nApenas agrotóxicos Crawford and Donigian (1973) \n\nCPM - Cornell Pesticide Model Apenas agrotóxicos Steenhuis and Walter (1980) \n\nPRZM - Pesticide Root Zone Model Apenas agrotóxicos Carsel et al. (1984) \n\nARM - Agricultural Runoff \nManagement \n\nAgrotóxicos e nutrientes Donigian and Crawford (1976) \n\nACTMO - Agricultural Chemical \nTransport Model \n\nAgrotóxicos e nutrientes Frere et al. (1975) \n\nWASCH - Water-Sediment-Chemical Agrotóxicos e nutrientes Bruce et al. (1975) \n\nCREAMS - Chemicals, Runoff and \nErosion from Agricultural \nManagement Systems \n\nAgrotóxicos e nutrientes Knisel (1980) \n\nGLEAMS - Groundwater Loading \nEffects of Agricultural Management \nSystems \n\nAgrotóxicos e nutrientes Leonard et al. (1987) \n\nRZWQM - Root Zone Water Quality \nModel \n\nAgrotóxicos e nutrientes DeCoursey et al. (1990) \n\nREMM - Riparian Ecosystem \nManagement Model \n\nAgrotóxicos e nutrientes Altier et al. (1993) \n\nDRASTIC Model Características \nedafoclimáticas e \ngeomorfolõgicas \n\nAller et al. (1987) \n\nGUS - Groundwater Ubiquity Score Apenas agrotóxicos Gustafson (1989) \n\nMACRO Model Características de \nagrotóxicos e aquíferos \n\nJarvis et al. (1994) \n\nGOD Model Características de \nagrotóxicos e aquíferos \n\nFoster (1987) \n\nAVI - Aquifer Vulnerability Index \nModel \n\nCaracterísticas de \nagrotóxicos e aquíferos \n\nVan Stempvoort et al. (1993) \n\nSINTACS  Model Características de \nagrotóxicos e aquíferos \n\nCivita (1994) \n\nGLA Method Características de \nagrotóxicos e aquíferos \n\nHölting et al. (1997) \n\n \n\n \n\nModelos matemáticos recentes têm sido usados em combinação ao GIS, \n\nfornecendo mapas sobre a vulnerabilidade de aquíferos. Hoje em dia, o modelo mais \n\nusado é o DRASTIC (ALLER et al., 1987). O modelo DRASTIC considera a \n\nprofundidade da água de aquífero (D), a rede de recarga (R), material do aquífero \n\n(A), tipo de solo (S), topografia (T), impacto da área de vadosa (I) e a condutividade \n\nhidráulica do aquífero (C) (ALLER et al., 1987). Este modelo ajuda a avaliar o \n\npotencial de contaminação de uma área com base em fatores-chave que se acredita \n\ninfluenciar transporte de poluentes. O programa funciona de maneira aditiva, \n\nestabelecendo um peso de correção para cada parâmetro e indicando a influência \n\nde cada um nos cálculos. \n\n\n\n32 \n \n\nOs Estados Unidos têm usado o modelo DRASTIC combinado ao GIS \n\n(ATKINSON; THOMLINSON, 1994; HEARNE et al., 1992; KALINSKI et al.,1994; \n\nLOWE; BUTLER, 2003; PRIOR et al., 2003). Recentemente, o modelo DRASTIC foi \n\nusado em outros países, como China (WANG et al., 2012; HUAN et al., 2012), \n\nHungria (LEONE et al., 2009), Japão (BABIKER et al., 2005), Índia (RAHMAN, 2008; \n\nTIRKEY; GORAI, 2013), Israel (SECUNDA et al., 1998; MELLOUL; COLLIN, 1998), \n\nTunísia (HAMZA et al., 2007; SAID et al., 2010), África do Sul (LYNCH et al., 1997), \n\nCoreia do Sul (KIM; HAMM, 1999), Jordânia (AL-ADAMAT et al., 2003; AWAWDEH; \n\nJARADAT, 2009), Itália (NAPOLITANO, 1995), Turquia (SENER et al., 2009), \n\nAustrália (PSICOPO, 2001), República Tcheca (HRKAL, 2001), Marrocos (SINAN; \n\nRAZACK, 2009) e Brasil (SILVA JUNIOR; PIZANI, 2003; HERLINGER; VIERO, \n\n2007). \n\nO índice obtido pelo modelo DRASTIC não provê respostas absolutas, mas \n\ndiferencia áreas altamente vulneráveis de áreas menos vulneráveis, ajudando a \n\ndeterminar usos adequados do solo e a gerenciar a contaminação onde fontes de \n\npoluição são identificadas (DIXON, 2005). \n\nOutra proposta de avaliação da vulnerabilidade é chamada diagrama de Hollis \n\n(HOLLIS, 1991) e é baseada em tipos de solo, profundidade e formação geológica   \n\nbaseado em catorze classificações. Esse diagrama pode ser usado para avaliar a \n\nvulnerabilidade dos aquíferos à lixiviação de agrotóxicos em escala regional \n\n(1:250,000). Apesar da incerteza, o diagrama de Hollis ajuda a avaliar rapidamente a \n\nvulnerabilidade de um aquífero com base em parâmetros disponíveis. \n\nO risco de poluição do aquífero considera a existência de uma fonte de \n\ncontaminantes e pode considerar também a vulnerabilidade do aquífero. A avaliação \n\ndo risco de contaminação das águas subterrâneas é baseada no modelo \"origin-\n\npathway-target\", que considera a origem, o caminho e o alvo (WANG et al., 2012). \n\nOs principais elementos para a avaliação do risco de contaminação de águas \n\nsubterrâneas são: 1) o risco de uma potencial atividade poluente (origem da \n\npoluição); 2) vulnerabilidade intrínseca da água subterrânea à contaminação  \n\n(o caminho); e 3) potenciais consequências de um evento de contaminação \n\n(equivalente ao alvo) (NOBRE et al., 2007; ZWAHLEN, 2004). \n\nRisco relacionado à contaminação de aquífero pode ser encontrado em \n\nalguns países da Europa (ANDREO et al., 2006; ZWAHLEN, 2004), Ásia (AL-\n\nADAMAT et al., 2003; AWAWDEH; JARADAT, 2009; BAALOUSHA, 2010; \n\n\n\n33 \n \n\nFADLELMAWLA et al., 2011; NGUYET; GOLDSCHEIDER, 2006), África \n\n(BOUGHRIBA et al., 2010; SAID et al., 2010; SAID et al., 2011) e Américas \n\n(FOSTER et al., 1988; NOBRE et al., 2007; GOMES et al., 2006). O exemplo do \n\nBrasil (GOMES et al., 2006) considerou as áreas de recarga do aquífero Guarani \n\ncomo o maior ponto de cuidado para gestão da contaminação, indicando as áreas \n\nagrícolas como a principal fonte de contaminantes em áreas de recarga do sistema \n\n(Figura 2.5). \n\n \n\n \nFigura 2.5 – Mapa de risco de contaminação em áreas do aquífero Guarani no \n\nBrasil. Fonte: Gomes et al. (2006) adaptado de Araujo et al. (1995). \n\n\n\n34 \n \n\nO mapa demonstrado na Figura 2.5 e também mapas de riscos de outros \n\npaíses podem guiar as autoridades a definir um uso seguro da terra em áreas de \n\nriscos, ajudando a controlar as maiores fontes de poluição, agricultura e \n\ncontaminantes (agrotóxicos e fertilizantes). \n\n \n\n2.5. Considerações Finais \n\nCom as ferramentas disponíveis e com o uso da ciência, a humanidade pode \n\nevoluir e efetivamente cuidar da saúde da Terra, lembrando que não há planeta \n\npróximo viável para a vida humana. Modelos matemáticos, ferramentas de GIS e \n\nquímica analítica podem apoiar decisões políticas sobre o uso da terra, movendo a \n\nagricultura para longe de áreas de riscos e, assim, promovendo um ambiente \n\nsustentável para as gerações presentes e futuras. \n\nAcreditar que os solos que se localizam acima de aquíferos protegem-nos \n\ncomo filtros é um grande erro. Já foi demonstrado em estudos que aquíferos não \n\nsão invulneráveis às atividades humanas e que podem ser contaminados, \n\nprincipalmente pela agricultura. Áreas de recarga de aquíferos, por exemplo, \n\napresentam solos arenosos de baixa profundidade e podem ser mais vulneráveis do \n\nque outras áreas. A compreensão das especificidades das características das bacias \n\nhidrográficas e a avaliação de risco poderiam subsidiar decisões acerca de \n\nrestrições sobre o uso da terra. A preocupação não deve ser baseada apenas nas \n\ncaracterísticas de aquíferos, mas também nas particularidades de agrotóxicos, na \n\nlixiviação e nas taxas de degradação. \n\nAssim, as decisões sobre a utilização das terras agrícolas devem ser tomadas \n\ncom base na ciência. Os modelos aqui descritos e as técnicas de avaliação de risco \n\npodem apontar para restrições de uso quanto a algumas moléculas e em \n\ndeterminadas áreas, respeitando-se carências quanto aplicações o tempo de \n\npersistência no ambiente. Outro fator importante a se considerar é a chuva, que \n\npode carregar poluentes para os aquíferos. O custo da falta da proteção do meio \n\nambiente será sempre maior do que a limitação ou organização das atividades. \n\nSe as práticas agrícolas nas zonas aquíferas continuarem a utilizar \n\nagrotóxicos de forma não planejada, a água potável pode se tornar ainda mais rara \n\ndentro de algumas décadas, afetando a qualidade de vida de toda a população \n\nmundial. \n\n\n\n35 \n \n\nReferências \n\nAL-ADAMAT, R. A. N.; FOSTERB, I. D. L.; BABANC, S. M. J. Groundwater \nvulnerability and risk mapping for the Basaltic aquifer of the Azraq basin of Jordan \nusing GIS, Remote sensing and DRASTIC. Applied Geography, Kent, v. 23, n. 4, p. \n303–324, 2003. \n\nALBINET, M.; MARGAT, J. Cartographie de la vulnérabilité a la pollution des nappes \nd'eau souterraine. Bulletin BRGM, Paris, v. 3, n. 4, p. 13–22, 1970. \n\nALLER, L.; BENNET, T.; LEHR, J. H.; PETTY, R. J. DRASTIC: A standardized \nsystem for evaluating groundwater pollution potential using hydrogeologic settings. \nWashington, DC: USEPA, 1987. 163 p. (EPA/600/2-85/018). \n\nALTIER, L. S.; LOWRANCE, R. R.; WILLIANS, R. G.; SHERIDAN, J. M.; BOSCH, D. \nD.; HUBBARD, R. K.; MILLS, C. M.; THOMAS D. L. An ecosystem model for the \nmanagement of riparian areas. Proc. Riparian Ecosystems in the U.S. Conf. 1993. \n\nANDREO, B.; GOLDSCHEIDER, N.; VADILLO, I.; VIAS, J. M.; NEUKUM, C.; \nSINREICH, M. Karst groundwater protection: first application of a Pan-European \napproach to vulnerability, hazard and risk mapping in the Sierra de Libar (Southern \nSpain). Science of the Total Environment, Amsterdam, v. 357, p. 54–73, 2006. \n\nARAUJO, L. M.; FRANÇA, A. B.; POTTER, P. E. Aqüífero gigante do Mercosul no \nBrasil, Argentina, Paraguai e Uruguai: mapas hidrogeológicos das Formações \nBotucatu, Pirambóia, Rosário do Sul, Buena Vista, Misiones e Tacuarembó. Curitiba, \nPR: UFPR/Petrobras, 1995. 16 p. (9 mapas). \n\nARORA, T.; AHMED, S. Characterization of recharge through complex vadose zone \nof a granitic aquifer by time-lapse electrical resistivity tomography. Journal of \nApplied Geophysics, Amsterdam, v. 73, n. 1, p. 35–44, 2011. \n\nATKINSON, S. F.; THOMLINSON, J. R. An examination of groundwater pollution \npotential through GIS modeling. Austin: University of Texas, 1994. (Report, \n76203). \n\nAWAWDEH, M. M.; JARADAT, R. A. Evaluation of aquifers vulnerability to \ncontamination in the Yarmouk River basin. Jordan, based on DRASTIC method. \nArabian Journal of Geosciences, Heidelberg, v. 3, p. 273–282, 2009. \n\nBAALOUSHA H. Assessment of a groundwater quality monitoring network using \nvulnerability mapping and geostatistics: a case study from Heretaunga Plains, New \nZealand. Agricultural Water Management, Amsterdam, v. 97, p. 240–246, 2010. \n\nBABIKER, I. S.; MOHAMED, A. A.; HIYAMA, T.; KATO, K. A GIS-based DRASTIC \nmodel for assessing aquifer vulnerability in Kakamigahara Heights, Gifu Prefecture, \ncentral Japan. Science of the Total Environment, Amsterdam, v. 345, p. 127–140, \n2005. \n\n\n\n36 \n \n\nBARAN, N.; MOUVET, C.; NEGREL, Ph. Hydrodynamic and geochemical constraints \non pesticide concentrations in the groundwater of an agricultural catchment \n(Brevilles, France). Environmental Pollution, Barking, v. 148, p. 729–738, 2007. \n\nBARBASH, J. E.; THELIN, G. P.; KOLPIN, D. W.; GILLIOM, R. J. Major herbicides in \nground water: Results from the national water quality assessment. Journal of \nEnvironmental Quality, Madison, v. 30, p. 831–845, 2001. \n\nBARCELÓ, D.; CHIRON, S.; FERNANDEZ-ALBA, A.; VALVERDE, A.; \nALPENDURADA, M. F. Monitoring pesticides and metabolites in surface water \nand groundwater in Spain. Washington, DC: American Chemical Society, 1996.  \n\nBOUGHRIBA, M.; BARKAOUI, A. E.; ZARHLOULE, Y.; LAHMER, Z.; EL HOUADI, \nB.; VERDOYA, M. Groundwater vulnerability and risk mapping of the Angad \ntransboundary aquifer using DRASTIC index method in GIS environment. Arabian \nJournal of Geosciences, Heidelberg, v. 3, p. 207–220, 2010. \n\nBOUWER, H. Ground water hydrology. New York: McGraw-Hill, 1978. 480 p. \n\nBRENA, B. M.; ARELLANO, L.; RUFO, C.; LAST, M. S.; MONTANO, J.; EGANA \nCERNI, Z.; GONZALEZ-SAPIENZA, G.; LAST, J. A. ELISA as an affordable \nmethodology for monitoring groundwater contamination by pesticides in low-income \ncountries. Environmental Science Technology, Easton, v. 39, p. 3896–3903, 2005. \n\nBRUCE, R. R.; HARPER, L. A.; LEONARD, R. A.; SNYDER, W. M.; THOMAS, A. W. \nA model for runoff of pesticides from small upland watersheds. Journal of \nEnvironmental Quality, Madison, v. 4, n. 4, p. 541-548, 1975. \n\nCALDAS, S. S., DEMOLINER, A., COSTA, F. P., D'OCA, M. G. M., AND PRIMEL, E. \nG. Pesticide residue determination in groundwater using solid-phase extraction and \nhigh-performance liquid chromatography with diode array detector and liquid \nchromatography-tandem mass spectrometry. Journal of the Brazilian Chemical \nSociety, São Paulo, v. 21, n. 4, p. 642-650, 2010. \n\nCARABIAS-MARTINEZ, R.; RODRIGUEZ-GONZALO, E.; FERNANDEZ-\nLAESPADA, E.; CALVO-SERONERO, L.; SANCHEZ-SAN ROMAN, F. J. Evolution \nover time of the agricultural pollution of waters in an area of Salamanca and Zamora \n(Spain). Water Research, Oxford, v. 37, p. 928–938, 2003. \n\nCARSEL, R. F.; SMITH, C. N.; MULKEY, L. A.; DEAN, J. D.; JOWISE, P. User's \nmanual for the pesticide root zone model (PRZM): Release 1. Athens, GA.: \nUSEPA, 1984. (EPA-600/3-84-109). \n\nCIVITA M. Le carte della vulnerabilit`a degli acquiferi all’inquinamiento: teoria e \npratica [Contamination vulnerability mapping of the aquifer: theory and practice]. \nBologna BO, Itália: Pitagora Editrice, 1994. (Quaderni di Tecniche di Protezione \nAmbientale).  \n\n \n\n\n\n37 \n \n\nCHILTON, P. J., STUART, M. E., GOODDY, D. C., WILLIAMS, R. J. AND \nJOHNSON, A. C. Pesticide fate and behaviour in the UK Chalk aquifer, and \nimplications for groundwater quality. Quarterly Journal of Engineering Geology \nand Hydrogeology, London, v. 38, n. 1, p. 65-81, 2005. \n\nCLARK, G. M., GOOLSBY, D. A., BATTAGLIN, W. A. Seasonal and annual load of \nherbicides from the Mississippi river basin to the gulf of Mexico. Environmental \nScience Technology, Easton, v. 33, n. 7, p. 981–986, 1999. \n\nCRAWFORD, N. H.; DONIGIAN JUNIOR, A. S. Pesticide transport and runoff \nmodel for agricultural lands. Washington, DC: USEPA, Office of Research and \nDevelopment, 1973. 211 p. (EPA-660/274-013). \n\nDARCY, H. Les Fontaines Publiques de la Ville de Dijon. Paris: Dalmont, 1856. \n647 p. \n\nDeCOURSEY, D. G.; ROJAS, K. W. RZWQM - A model for simulating the movement \nof water and solutes in the root zone. In: INTERNATIONAL SYMPOSIUM ON \nWATER QUALITY MODELING OF AGRICULTURAL NON-POINT SOURCES, 1988, \nLogan Utah. Proceedings... Beltsville, MD: USDA, Agricultural Research Service, \n1990. pt. 2, p. 813-821. (ARS-81). \n\nDIXON, B. Groundwater vulnerability mapping: A GIS and fuzzy rule based \nintegrated tool. Applied Geography, Kent, v. 25, p. 327-347, 2005 p. \n\nDONIGIAN JUNIOR, A. S.; CRAWFORD, N. H. Modeling pesticides and nutrients \non agricultural lands. Washington, DC: USEPA, Office of Research and \nDevelopment, 1976. 311 p. (EPA-600/2-76-043).  \n\nDUIJVENBOODEN, W. van; WAEGENINGH, H. G. van. Vulnerability of soil and \ngroundwater to pollutants. The Hague: TNO Committee on Hydrological Research, \n1987. 1143 p. (Information, 38).  \n\nENVIRONMENT EUROPEAN AGENCY - EEA. Groundwater quality and quantity \nin Europe. Copenhagen, 1999. 112 p. (Technical Report). \n\nESTÉVEZ, E.; CABRERA, M.; MOLINA-DÍAZ, A.; ROBLES-MOLINA, J.; PALACIO-\nDÍAZ, M. Screening of emerging contaminants and priority substances \n(2008/105/EC) in reclaimed water for irrigation and groundwater in a volcanic aquifer \n(Gran Canaria, Canary Islands, Spain). Science of the Total Environment, \nAmsterdam, v. 433, p. 538–546, 2012. \n\nFAO. How to feed the world in 2050. Rome, 2009. Disponível em: \n<http://www.fao.org/fileadmin/templates/wsfs/docs/expert_paper/How_to_Feed_the_\nWorld_in_2050.pdf>. \n\nFEITOSA, F. A. C.; MANOEL FILHO, J. Hidrogeologia: Conceitos e aplicações. \nFortaleza: CPRM, Labhid-UFPE, 1997. 412 p. \n\n\n\n38 \n \n\nFADLELMAWLA, A. A.; FAYAD, M.; EL-GAMILY, H.; RASHID, T.; \nMUKHOPADHYAY, A.; KOTWICKI V. A land surface zoning approach based on \nthree-component risk criteria for groundwater quality protection. Water Resources \nManagement, Heidelberg, v. 25, p. 1677–1697, 2011. \n\nFOSTER, S. Fundamental concepts in aquifer vulnerability, pollution risk and \nprotection strategy. In: DUIJVENBOODEN, W. van; WAEGENINGH, H. G. van (Ed.). \nVulnerability of soil and groundwater to pollutants. The Hague: TNO Committee \non Hydrological Research, 1987. p. 69–86. \n\nFRERE, M. H.; ONSTAD, C. A.; HOLTAN, H. N. ACTMO - An Agricultural \nChemical Transport Model. Washington, DC: USDA, Agricultural Research Service, \n1975. 54 p. (ARS-H-3). \n\nFREEZE, R. A.; CHERRY, J. A. Groundwater. Englewood Cliffs, NJ: Prentice-Hall, \n1979. 604 p. \n\nFOSTER, S. S. D.; HIRATA, R.; GOMES, D.; D'ELIA, M.; PARIS, M. Groundwater \nquality protection: a guide for water utilities, municipal authorities, and environment \nagencies. 2. ed. Washington, DC: World Bank, 2002. \n\nGARDNER, W.; WIDTSOE, J. A. The movement of soil moisture. Soil Science, \nBaltimore, v. 11, p. 215–223, 1921. \n\nGLEICK, P. The World's water. Washington, DC: Island Press, 2000. \n\nGOLDENBERG, L. C.; HUTCHEON, I.; WALDLAW, N.; MELLOUL, A. \nRearrangement of fine particles in porous media causing reduction of permeability \nand formation of preferred pathways of flow: experimental findings and conceptual \nmodel. Transport in Porous Media, Dordrecht, v. 13, p. 221–237, 1993. \n\nGOMES, M. A. F.; SPADOTTO, C.; LANCHOTTE, V. L. Ocorrência do herbicida \ntebuthiuron na água subterrânea da microbacia do Córrego Espraiado, Ribeirão \nPreto - SP. Pesticidas: Revista de Ecotoxicologia e Meio Ambiente, Curitiba, v. \n11, p. 65-76, 2001. \n\nGOMES, M.; FILIZOLA, H.; SPADOTTO, C. Classificação das áreas de recarga do \nsistema aqüífero guarani no Brasil em domínios pedomorfoagroclimáticos - subsídio \naos estudos de avaliação de risco de contaminação das águas subterrâneas. \nRevista do Departamento de Geografia, São Paulo, v. 18, p. 67-74, 2006. \n\nGONÇALVES, C. M.; DA SILVA, J. C. G. E.; ALPENDURADA, M. F. Evaluation of \nthe pesticide contamination of ground water sampled over two years from a \nvulnerable zone in Portugal. Journal of Agricultural and Food Chemistry, \nWashington, DC, v. 55, n. 15, p. 6227-6235, 2007. \n\nGOODDY, D. C.; BLOOMFIELD, J. P.; CHILTON, P. J.; JOHNSON, A. C.; \nWILLIAMS, R. J. Assessing herbicide concentrations in the saturated and \nunsaturated zone of a chalk aquifer in Southern England. Ground Water, \nWorthington, Ohio, v. 39, p. 262–271, 2001. \n\n\n\n39 \n \n\nGUSTAFSON, D. I. Groundwater ubiquity score: a simple method for assessing \npesticide leachability. Environmental Toxicology and Chemistry, New York, v. 8, \np. 339–357, 1989. \n\nHEALY, R. W.; COOK, P. G. Using groundwater levels to estimate recharge. \nHydrogeology Journal, Hannover, v. 10, p. 91–109, 2002. \n\nHEARNE, G. M.; WIREMAN, A.; CAMPBELL, S.; TURNER, A.; INGERSALL, G. P. \nVulnerability of the uppermost groundwater to contamination in the Greater \nDenver Area, Colorado. Reston, VI: USGS, 1992. 241 p. (Water Resources \nInvestigations Report 92-4143). \n\nHEATH, R. C. Basic ground-water hydrology. Reston, VI: USGS, 1983, 7 p. \n(Water Supply Paper, 2220). \n\nHERLINGER JUNIOR, R.; VIERO, A. P. Groundwater vulnerability assessment in \ncoastal plain of Rio Grande do Sul State, Brazil, using drastic and adsorption \ncapacity of soils. Environmental Geology, Heidelberg, v. 52, p. 819-829, 2007. \n\nHILDEBRANDT, A.; GUILLAMÓN, M.; LACORTE, S.; TAULER, R.; BARCELÓ, D. \nImpact of pesticides used in agriculture and vineyards to surface and groundwater \nquality (North Spain). Water Research, Oxford, v. 42, p. 3315–3326, 2008. \n\nHISCOCK, K. M. Hydrogeology: principle and practice. Oxford: Blackwell \nPublishing, 2005. \n\nHOLLIS, J. M. Mapping the vulnerability of aquifers and surface waters to pesticide \ncontamination at the national/regional scale. In: WALKER, A. (Ed.). Pesticides in \nsoils and water. Silsoe: National Soil Resources Institute, Cranfield University, 1991. \np. 165-174. (BCPC Monograph, 47). \n\nHÖLTING, B.; HAERTLE, TH.; HOHBERGER, K. H.; NACHTIGALL, K. H.; \nVILLINGER, E.; WEINZIERL, W.; WROBEL, J. P. Konzept zur Ermittlung der \nSchutzfunktion der Grundwasserüberdeckung. Geologisches Jahrbuch, Reihe C, \nStuttgart, v. 63, p. 5-24, 1995. \n\nHORTON, L. D. An approach toward a physical interpretation of infiltration capacity. \nSoil Science Society American Proceedings, Madison, v.5, p. 399–417, 1940. \n\nHOWARD, P. H. Handbook of environmental fate and exposure data for organic \nchemicals: pesticides. Chelsea: Lewis Publishers, 1991. \n\nHRKAL, Z. Vunerability of Groundwater to Acid Deposition, Jizerské Mountains, \nNorthern Czech Republic: Construction and Reliability of a GIS-based Vulnerability \nMap. Hydrogeology Journal, Hannover, v. 9, p. 348-357, 2001. \n\nIFEN. Les pesticides dans les eaux – Sixie`me bilan annuel – donne´es 2002. \nOrle´ans, 2004. 32 p. (Collection Etudes et Travaux, 42). \n\n\n\n40 \n \n\nJARVIS, N. J.; STÄHLI, M.; BERGSTRÖM, L.; JOHNSSON, H. Simulation of \ndichlorprop and bentazon leaching in soils of contrasting texture using the MACRO \nmodel. Journal of Environmental Science &amp; Health. Part A, New York, v. 29, n. 6, \np. 1255-1277, 1994. \n\nJOHNSON, A. C.; HUGHES, C. D.; WILLIAMS, R. J.; CHILTON, P. J. Potential for \naerobic isoproturon biodegradation and sorption in the unsaturated and saturated \nzones of a Chalk aquifer. Journal of Contaminant Hydrology, Amsterdam, v. 30, p. \n281-297, 1998. \n\nJOHNSON, A. C.; BESIEN, T. J.; BHARDWAJ, C. L.; DIXON, A.; GOODDY, D. C.; \nHARIA, A. H.; WHITE, C. Penetration of herbicides to groundwater in an unconfined \nchalk aquifer following normal soil applications. Journal of Contaminant Hydrology, \nAmsterdam, v. 53, p. 101-117, 2001. \n\nKALINSKI, R. J.; KELLY, W. E.; BOGARDI, I.; EHRMAN, R. L.; YAMAMOTO, P. D. \nCorrelation between DRASTIC vulnerabilities and incidents of VOC contamination of \nmunicipal wells in Nebraska. Ground Water, Worthington, Ohio, v. 32, n. 1, p. 31–\n34, 1994. \n\nKIM, Y. J.; HAMM, S. Y. Assessment of the potential for groundwater contamination \nusing the DRASTIC/EGIS technique, Cheongju area, South Korea. Hydrogeology \nJournal, Hannover, v. 7, p. 227–235, 1999. \n\nKNISEL, W. J. (Ed.). CREAMS: A Model of Chemicals, Runoff, and Erosion from \nAgricultural Management Systems. Beltsville, MD: USDA, Agricultural Research \nService, 1980. \n\nKOLPIN, D. W.; BARBASH, J. E.; GILLIOm, R. J. Pesticides in ground water in \nUnited States, 1992-1996. Ground Water, Worthington, Ohio, v. 38, n. 6, p. 858-863, \n2000. \n\nKOLPIN, D. W.; SCHNOEBELEN, D. J.; THURMAN, E. M. Degradates provide \ninsight to spatial and temporal trends of herbicides in ground water. Ground Water, \nWorthington, Ohio, v. 42, n. 4, p. 601–608, 2004. \n\nKOSTIAKOV, A. N. On the dynamics of the coefficient of water - percolation in soils \nand on the necessity for studying it from a dynamic point of view for purposes of \nameliation. Transactions of the 6th Committee of International Society of Soil \nScience. Part A, Moscou, p. 17-21, 1932. \n\nLEONARD, R. A.; KNISEL, W. G.; STILL, D. A. GLEAMS: Groundwater loading \neffects of agricultural management systems. Transactions of the ASAE, St. Joseph, \nv. 30, n. 5, p. 1403-1417, 1987. \n\nLEONE, A.; RIPA, M. N., URICCHIO, V.; DEA'K, J.; VARGAY, Z. Vulnerability and \nrisk evaluation of agricultural nitrogen pollution for Hungary’s main aquifer using \nDRASTIC and GLEAMS models. Journal of Environmental Management, London, \nv. 90, p. 2969–2978, 2009. \n\n\n\n41 \n \n\nLOOS, R.; LOCORO, G.; COMERO, S.; CONTINI, S.; SCHWESIG, D.; WERRES, F. \nPan-European survey on the occurrence of selected polar organic persistent \npollutants in ground water. Water Research, Oxford, v. 44, p. 4115–4126, 2010. \n\nLOWE, M.; BUTLER, M. Groundwater sensitivity and vulnerability to pesticides, \nHerber and Round Valleys, Watsach County, Utah. Salt Lake City, UT: Utah \nGeological Survey, 2003. \n\nLYNCH, S. D.; REYNDERS, A. G.; SCHULZE, R. E. A DRASTIC approach to \ngroundwater vulnerability in South Africa. South African Journal of Science, \nJohannesburg, v. 93, p. 59–60, 1997. \n\nMEINZER, O. E. The occurrence of groundwater in the United States with a \ndiscussion of principles. Reston, VI: USGS, 1923. 321 p. (Water Supply Paper, \n489). \n\nMELLOUL, A. J.; COLLIN, N. A proposed index for aquifer water quality assessment: \nthe case of Israel’s Sharon region. Journal of Environmental Quality, Madison, v. \n54, p. 131–142, 1998. \n\nMORRIS, B. L.; LAWRENCE, A. R. L.; CHILTON, P. J. C.; ADAMS, B.; CALOW, R. \nC.; KLINCK, B. A. Groundwater and its susceptibility to degradation: a global \nassessment of the problem and options for management. Nairobi, Kenya: United \nNations Environment Programme, 2003. (Early Warning and Assessment Report \nSeries, RS. 03-3). \n\nMORVAN, X.; MOUVET, C.; BARAN, N.; GUTIERREZ, A. Pesticides in the \ngroundwater of a spring draining a sandy aquifer: Temporal variability of \nconcentrations and fluxes. Journal of Contaminant Hydrology, Amsterdam, v. 87, \np. 176-190, 2006.  \n\nNAPOLITANO, P. GIS for aquifer vulnerability assessment in the Piana \nCampana, Southern Italy, using the DRASTIC and SINTACS methods. 1995. \nThesis (M.Sc.) - ITC, Enschede, The Netherlands, 1995. \n\nNGUYET, V. T. M.; GOLDSCHEIDER, N. A simplified methodology for mapping \ngroundwater vulnerability and contamination risk, and its first application in a tropical \nkarst area, Vietnam. Hydrogeology Journal, Hannover, v. 14, p. 1666–1675, 2006. \n\nNIMMO, D. R. Pesticides. In: RAND, G. M.; PETROCELLI, S. R. (Ed.). \nFundamentals of aquatic toxicology: methods and applications. New York: \nHemisphere, 1985. p. 335-373. \n\nNOBRE, R. C. M.; ROTUNNO, O. C.; MANSUR, W. J.; NOBRE, M. M. M.; \nCOSENZA, C. A. N. Groundwater vulnerability and risk mapping using GIS, modeling \nand a fuzzy logic tool. Journal of Contaminant Hydrology, Amsterdam, v. 94, p. \n277–292, 2007. \n\n \n\n\n\n42 \n \n\nOLIVEIRA, M. M.; FERREIRA, J. P. C. L. Cartografia da vulnerabilidade à poluição \ndas águas subterrâneas do Concelho de Montemor-O-Novo utilizando o método \nDRASTIC. In: CABRAL, J. J. S. P.; FERREIRA, J. P. C. L.; MONTENEGRO, S. M. G. \nL.; COSTA, W. D. Água subterrânea: aquíferos costeiros e aluviões, vulnerabilidade \ne aproveitamento. Recife: UFPE, 2004. 448 p. (Tópicos em Recursos Hídricos). \n\nPAPADOPOULOU-MOURKIDOU, E.; KARPOUZAS, D. G.; PATSIAS, J.; \nKOTOPOULOU, A.; MILOTHRIDOU, A.; KINTZIKOGLOU, K. The potential of \npesticides to contaminate the ground water resources of the Axios River Basin in \nMacedonia, Northern Greece. Part I. Monitoring study in the north part of the basin. \nScience of the Total Environment, Amsterdam, v. 321, p. 127–146, 2004. \n\nPHILIP, J. R. The theory of infiltration. I. The infiltration equation and its solution. Soil \nScience, Baltimore, v. 83, p. 345-358, 1957.  \n\nPISCOPO, G. Groundwater vulnerability map, explanatory notes, Castlereagh \nCatchment, NSW. Melbourne: Department of Land and Water Conservation,  \n2001. Disponível em: \n<http://www.dlwc.nsw.gov.au/care/water/groundwater/reports/pdfs/castlereagh_map_\nnotes.pdf> \n\nPOSTIGO, C.; LOPEZ DE ALDA, M. J.; BARCELÓ, D.; GINEBREDA, A.; GARRIDO, \nT.; FRAILE, J. Analysis and occurrence of selected medium to highly polar pesticides \nin groundwater of Catalonia (NE Spain): An approach based on on-line solid phase \nextraction-liquid chromatography–electrospray-tandem mass spectrometry detection. \nJournal of Hydrology, Amsterdam, v. 383, p. 83–92, 2010. \n\nPOSTLE, J. K.; RHIENECK, B. D.; ALLEN, P. E.; BALDOCK, J. O.; COOK, C. J.; \nVANDERBROOK, J. P. Chloroacetanilide herbicide metabolites in Wisconsin \ngroundwater: 2001 Survey results. Environmental Science Technology, Easton, v. \n38, p. 5339-5343, 2004. \n\nPRIOR, J. C.; BOEKHOFF, J. L.; HOWES, M. R.; LIBRA, R. D.; VANDORPE, P. E. \nIowa's groundwater basics: A geological guide to the occurrence, use, and \nvulnerability of Iowa's aquifers. Iowa: Iowa Department of Natural Resource Press, \n2003. (Iowa Geological Survey Educational Series, 6). \n\nPUCAREVIC, M.; SOVLJANSKI, R.; MARJANOVIC, N. Atrazine in ground water of \nVojvodina province. Water Research, Oxford, v. 36, p. 5120–5126, 2002. \n\nRAHMAN, A. A GIS based DRASTIC model for assessing groundwater vulnerability \nin shallow aquifer in Aligarh, India. Applied Geography, Kent, v. 28, n. 1, p. 32–53, \n2008. \n\nRODRIGUEZ-MOZAZ, S.; LOPEZ DE ALDA, M. J.; BARCELÓ, D. Monitoring of \nestrogens, pesticides and bisphenol A in natural waters and drinking water treatment \nplants by solid-phase extractioneliquid chromatographyemass spectrometry. Journal \nof Chromatography. Serie A, Amsterdam, v. 1045, p. 85-92, 2004. \n\n\n\n43 \n \n\nSAIDI, S.; BOURI, S.; BEN DHIA, H. Groundwater vulnerability and risk mapping of \nthe Hajeb-jelma aquifer (Central Tunisia) using a GIS-based DRASTIC model. \nEnvironmental Earth Sciences, Heidelberg, v. 59, p.1579–1588, 2010. \n\nSAIDI, S.; BOURI, S.; BEN DHIA, H.; ANSELME, B. Assessment of groundwater risk \nusing intrinsic vulnerability and hazard mapping: application to Souassi aquifer, \nTunisian Sahel. Agricultural Water Management, Amsterdam, v. 98, p. 1671–1682, \n2011. \n\nSCANLON, B. R.; HEALY, R. W.; COOK, P. G. Choosing appropriate techniques for \nquantifying groundwater recharge. Hydrogeology Journal, Hannover, v.10, p. 18–\n39, 2002. \n\nSECUNDA, S.; COLLIN, M. L.; MELLOUL, A. J. Groundwater vulnerability \nassessment using a composite model combining DRASTIC with extensive \nagricultural land use in Israel’s Sharon Region. Journal of Environmental \nManagement, London, v. 54, p. 39–57, 1998. \n\nSENER, E.; SENER, S.; DAVRAZ, A. Assessment of aquifer vulnerability based on \nGIS and DRASTIC methods: a case study of the Senirkent-Uluborlu Basin (Isparta, \nTurkey). Hydrogeology Journal, Hannover, v. 17, p. 2023-2035, 2009. \n\nSILVA JUNIOR, G. C.; PIZANI, T. C. Vulnerability assessment in coastal  aquifers of \nRio de Janeiro state, Brazil. Revista Latino-Americana de Hidrogeologia, Curitiba, \nn. 3, p. 93-98, 2003. \n\nSINAN, M.; RAZACK, M. An extension to the DRASTIC model to assess \ngroundwater vulnerability to pollution: application to the Haouz aquifer of Marrakech \n(Morocco). Environmental Geology, Heidelberg, v. 49, p. 653-673, 2009. \n\nSINGH, K. P.; MALIK, A.; MOHAN, D.; SINHA, S. Persistent organochlorine pesticide \nresidues in alluvial groundwater aquifers of Gangetic Plains, India. Bulletin of \nEnvironmental Contamination and Toxicology, New York, v. 74, p. 162–169, \n2005. \n\nSKARK, C.; ZULLEI-SEIBERT, N. The occurrence of pesticides in groundwater - \nresults of case studies. International Journal of Environmental Analytical \nChemistry, New York, v. 58, p. 387-396, 1995. \n\nSQUILLACE, P. J.; SCOTT, J. C.; MORAN, M. J.; NOLAN, B. T.; KOLPIN, D. W. \nVOCs, pesticides, nitrate and their mixtures in groundwater used for drinking water in \nthe United States. Environmental Science Technology, Easton, v. 36, p. 1923-\n1930, 2002. \n\nSTEENHUIS, T. S.; WALTER, M. F. Closed form solution for pesticide loss in runoff \nwater. Transactions of the ASAE, St. Joseph, v. 23, p. 615–628, 1980. \n\n \n\n\n\n44 \n \n\nSTIGTER, T. Y.; RIBEIRO, L.; CARVALHO DILL, A. M. M. Evaluation of an intrinsic \nand a specific vulnerability assessment method in comparison with groundwater \nsalinisation and nitrate contamination levels in two agricultural regions in the south of \nPortugal. Hydrogeology Journal, Hannover, v. 14, n. 1–2, p. 79–99, 2006. \n\nSTOCKHOLM CONVENTION. POPS. Châtelaine, Switzerland: Stockholm \nConvention on Persistent Organic Pollutants (POP). Disponível em:&lt;www.pops.int>. \n\nTAPPE, W.; GROENEWEG, J.; JANTSCH, B. Diffuse atrazine pollution in German \naquifers. Biodegradation, Heidelberg, v. 13, p. 3–10, 2002. \n\nTARIQ, M. I.; AFZAL, S.; HUSSAIN, I. Pesticides in shallow groundwater of \nBahawalnagar, Muzafargarh, D.G. Khan and Rajan Pur districts of Punjab, Pakistan. \nEnvironmental International, Amsterdam, v. 30, p. 471–479, 2004. \n\nTIRKEY, A. K. P.; GORAI, J. I. AHP-GIS Based DRASTIC Model for Groundwater \nVulnerability to Pollution Assessment: A Case Study of Hazaribag District, \nJharkhand, India. International Journal of Environmental Protection, Hubei, \nChina, v. 2, n. 3, p. 20-31, 2013. \n\nUNITED NATIONS ENVIRONMENTAL PROGRAM - UNEP. Draft guidance on the \nglobal monitoring plan for persistent organic pollutants. Nairobi, Kenya, 2007. \n\nUS DEPARTMENT OF HEALTH AND HUMAN SERVICES - USDHHS. \nToxicological profile for DDT, DDE, and DDD. Atlanta, GE: Agency for Toxic \nSubstances and Disease Registry, 2002. 497 p. \n\nUSEPA. Pesticides in Groundwater Database - a compilation of monitoring \nstudies: 1971-1991. Washington, DC, 1992. \n\nVAN ES. H. M. Pesticide management for water quality - principles and practices. \nIthaca, NY, 1990. Disponível em:&lt;http://psep.cce.cornell.edu/facts-slides-\nself/Factsheets.aspx>. \n\nVAN STEMPVOORT, D.; EWERT, L.; WASSENAAR, L. Aquifer vulnerability index \n(AVI): A GIS compatible method for groundwater vulnerability mapping. Canadian \nWater Resources Journal, Ottawa, v. 18, p. 25–37, 1993. \n\nVILLAVERDE, J.; HILDEBRANDT, A.; MARTÍNEZ, E.; LACORTE, S.; MORILLO, E.; \nMAQUEDA, C. Priority pesticides and their degradation products in river sediments \nfrom Portugal. Science of the Total Environment, Amsterdam, v. 390, p. 507–513, \n2008. \n\nVRBA, J.; ZOPOROZEC, A. Guidebook on mapping groundwater vulnerability. \nHannover: Heise, 1994. 131 p. (International Contribution for Hydrogeology, 16). \n\nVRYZA, Z.; PAPADAKIS, E. N.; VASSILIOU, G.; PAPADOPOULOU-MOURKIDOU, \nE. Occurrence of pesticides in transboundary aquifers of North-eastern Greece. \nScience of the Total Environment, Amsterdam, v. 441, p. 41–48, 2012. \n\n\n\n45 \n \n\nWANG, J.; HE, J.; CHEN, H. Assessment of groundwater contamination risk using \nhazard quantification, a modified DRASTIC model and groundwater value, Beijing \nPlain, China. Science of the Total Environment, Amsterdam, v. 432, p. 216–226, \n2012. \n\nWATSON, I.; BURNETT, A. Hydrology - An environmental approach, theory and \napplication of groundwater and surface water for engineers and geologists. Boca \nRaton: CRC Press, 1995. \n\nZEKÂI SEN. Applied hydrogeology for scientist and engineers. Boca Raton: \nCRC Press, 1995. chap. 4, p. 70-72. \n\nZHAO, Y. Y.; PEI, Y. S. Risk evaluation of groundwater pollution by pesticides in \nChina: a short review. Procedia Environmental Sciences, Amsterdam, v. 13, p. \n1739-1747, 2012. \n\nZWAHLEN, F. Vulnerability and risk mapping for the protection of carbonate \n(karst) aquifers, final report (COST action 620). Brussels: European Commission, \nDirectorate XII Science, Research and Development, 2004. 297 p. (Report EUR \n20912). \n\n  \n\n\n\n46 \n \n\n3. AVALIAÇÃO DA VULNERABILIDADE DE AQUÍFEROS PELO MODELO \n\nDRASTIC NO MUNICÍPIO DE SÃO PEDRO (SP) \n\nResumo \n\nÉ cada vez mais comum encontrar estudos na literatura indicando a contaminação \nde águas subterrâneas, em especial por agrotóxicos. Visando a proteção destes \nreservatórios, foram desenvolvidos modelos de vulnerabilidade associados a \nferramentas de Sistemas de Informações Georreferenciados (SIG) para identificar \náreas mais sensíveis e promover embasamento técnico e científico na tomada de \ndecisão quanto à proteção destes recursos. O município de São Pedro, estado de \nSão Paulo, possui mais de 85% de sua área sob o aquífero guarani, mais \nespecificamente em área de recarga com profundidades baixas do lençol freático, \nutilizando-se deste para abastecimento local. A região é ocupada por atividades \nagropecuárias como pastagem, cultura de citros, café, eucalipto e cana-de-açúcar, \nsendo esta última predominante na região. Atividades que imputam um alto risco de \ncontaminação de águas devido ao uso de insumos químicos no controle de pragas e \nadubação. Sabe-se também que há um predomínio de solos arenosos e \nafloramentos de arenitos na região, fatores de preocupação quanto a potencial de \ncontaminação de águas subterrâneas. Assim sendo, foi aplicado o modelo DRASTIC \npara cálculo da vulnerabilidade da região administrativa do município de São Pedro, \nestado de São Paulo, visando a determinação das áreas mais propícias à \ncontaminação. O modelo aplicado teve seu fator de ponderação adaptado para \nagrotóxicos e apresentado em duas escalas diferentes de classificação de \nvulnerabilidade. Os resultados mostraram que o município apresenta, em sua \nmaioria, vulnerabilidade alta de aquíferos, restando sua área urbana em região de \nvulnerabilidade muito alta e regiões agrícolas em áreas de vulnerabilidade extrema. \n \nPalavras-chave: Aquífero Guarani; Contaminação; Vulnerabilidade; DRASTIC \n \n\nAbstract \n\nIt is increasingly common to find studies in the literature indicating the contamination \nof groundwater, especially by pesticides. In order to protect these reservoirs, \nvulnerability models have been developed associated with Georeferenced \nInformation Systems tools (GIS) to identify sensitive areas and promote scientific and \ntechnical basis in decision making regarding the protection of these resources. The \nmunicipality of São Pedro, São Paulo, has more than 85% of its area above the \nGuarani Aquifer, specifically in the recharge area with low depths of the water table, \nusing this source for local supply. The area is occupied by agricultural activities such \nas grazing, citrus culture, coffee, eucalyptus and sugarcane, being the last \npredominant in the region. Activities that impute a high risk of water contamination \ndue to the use of chemical inputs in pest control and fertilization. It is also known that \nthere is a predominance of sandy soils and outcrops of sandstones in the area, \nfactors of concern about potential contamination of groundwater. Therefore, this \nstudy applied the DRASTIC model to evaluate the vulnerability of the administrative \nregion of São Pedro, São Paulo, in order to determine the most propitious areas to \ncontamination. The model applied had its adapted weighting factor for pesticides and \nwas presented in two different scales of vulnerability rating. The results showed that \n\n\n\n47 \n \n\nthe area has, in most cases, high aquifer vulnerability, being the urban area in very \nhigh vulnerability of the region and rural areas in extreme vulnerability areas. \n \nKeywords: Guarani Aquifer; Contamination; Vulnerability; DRASTIC \n \n\n3.1. Introdução \n\nA contaminação de águas subterrâneas tem se tornado uma preocupação \n\nconstante e intensa em nível global. Os aquíferos representam mais da metade da \n\nfonte de água de abastecimento mundial (Oki e Kanae, 2006) e cerca de 39% no \n\nBrasil (AGÊNCIA NACIONAL DE ÁGUAS, 2010). Estudos recentes têm encontrado \n\nresíduos de agrotóxicos e outros compostos químicos em águas subterrâneas no \n\nBrasil (LEANDRO et al., 2008; ROCHA et al., 2015; SANTOS, et al., 2015) e ao \n\nredor do mundo (USEPA, 1992; CALDAS et al., 2010; BONO-BLAY et al., 2012; \n\nJURADO et al., 2012; VRYZAS et al., 2012; AL-ABADI; AL-SHAMMA’A; \n\nALJABBARI, 2014; KÖCK-SCHULMEYER et al., 2014; MEFFE; De BUSTAMANTE, \n\n2014; WU et al., 2014; LAPWORTH et al., 2015), o que pode trazer danos à saúde e \n\nao meio ambiente mesmo no curto prazo. \n\nCom o desenvolvimento de novas ferramentas de geoprocessamento e de \n\nmodelos de predição ambiental pode-se estimar o grau de susceptibilidade dos \n\naquíferos à contaminação (ALLER et al., 1987; CIVITA, 1994; DIXON, 2005; \n\nSORICHETTA et al., 2011). O estudo desta susceptibilidade permite calcular a \n\nvulnerabilidade dos reservatórios de água, tendo em conta as características \n\nedafoclimáticas e geomorfológicas da região de interesse (FOSTER, 1987), \n\nindicando possíveis áreas mais sensíveis e que carecem de maior atenção quanto \n\nao tipo de uso do solo que se dará. Os estudos de vulnerabilidade dos aquíferos têm \n\nsido considerados em aspectos políticos para a gestão da qualidade da água em \n\nníveis municipais, estaduais e federais em diversos países (WARD et al., 2004; \n\nROBINS; CHILTON; COBBING, 2007; OEA, 2009; SHRESTHA; SEMKUYU; \n\nPANDEY, 2016). \n\nNeste contexto, o Sistema Aquífero Guarani (SAG) é atualmente a reserva de \n\nágua mais importante do Brasil. Sua gestão é compartilhada com Paraguai, Uruguai \n\ne Argentina, abrangendo 8 estados dentro do país: Paraná, Santa Catarina, Rio \n\nGrande do Sul, São Paulo, Minas Gerais, Goiás, Mato Grosso e Mato Grosso do Sul. \n\nAs áreas de afloramento e recarga do SAG localizam-se nas bordas do reservatório, \n\ne têm sido classificadas como as mais vulneráveis no sistema, de uma forma geral \n\n\n\n48 \n \n\n(GOMES, 2008). No estado de São Paulo estas áreas são ocupadas principalmente \n\npela agricultura (SMA, 2009), uma das maiores fontes de contaminação de águas \n\nsubterrâneas. A região central do estado apresenta relevo específico, profundidade \n\nrasa do lençol aflorante e características de solos, em especial arenosos, que \n\nimputam um fator de preocupação quanto à vulnerabilidade destas áreas à \n\ncontaminação.  \n\nLocalizado nesta região crítica do Aquífero Guarani, o município de São \n\nPedro, com aproximadamente 32 mil habitantes, ocupa um espaço de \n\naproximadamente 611km\n2 \n\nna porção central do estado de São Paulo, latitude 22º 32' \n\n55\" S e longitude: 47º 54' 50\" W (IBGE, 2010). O relevo é acentuado, com as serras \n\nde São Pedro e Itaqueri ao norte e a bacia do Piracicaba ao sul. A área urbana do \n\nmunicípio está localizada ao pé das cuestas basálticas, de origem erosiva, e que \n\ndivide os domínios litológicos da região (PENTEADO, 1983). O recorte do perfil \n\ngeomorfológico permite identificar, de sul a norte, a Formação Piramboia, Formação \n\nBotucatu, Formação Serra Geral e Formação Itaqueri (PINHEIRO, 2014). O principal \n\nbioma da região é o cerrado (IBGE, 2010). A cidade de São Pedro é abastecida com \n\nágua do Aquífero Guarani, tendo mais de 85% da área administrativa do município \n\nsob área de recarga deste (CETESB, 2006). Os solos predominantes da região são \n\nos Neossolos Quartzênicos, com alto teor de areia e silicatos.  \n\nTendo em vista estas características, este trabalho objetivou analisar a \n\nvulnerabilidade das águas subterrâneas no município de São Pedro, SP, aplicando-\n\nse o modelo DRASTIC (ALLER et al., 1987) com fatores de ponderação adaptados \n\npara agrotóxicos (FABBRI; GAÁL; McCAMMON, 2002). \n\n \n\n3.2. Materiais e Métodos \n\nDescrição da área de estudo \n\nVisando facilitar a compreensão do modelo DRASTIC e sua dimensão na \n\nocupação antrópica, foi elaborado um mapa de uso e ocupação do solo baseado nos \n\nmetadados obtidos na Secretaria de Meio Ambiente (SMA) do estado de São Paulo \n\ne da rede de drenagem da Agência Nacional de Águas (ANA). \n\n \n\n\n\n49 \n \n\nModelo DRASTIC \n\nO modelo DRASTIC foi desenvolvido na década de 1980 nos Estados Unidos \n\nda América (ALLER et al., 1987). DRASTIC é um acrônimo para: (D) profundidade \n\ndo aquífero (depth to water), (R) recarga (net recharge), (A) material do aquífero \n\n(aquifer media), (S) tipo de solo (soil media), (T) topografia (topography - slope), (I) \n\nmaterial da zona não saturada (impact of vadose zone) and (C) condutividade \n\nhidrauliza (hydraulic conductivity), fatores considerados pelo modelo para avaliação \n\nda vulnerabilidade.  \n\nO modelo consiste na somatória de valores atribuídos conforme uma escala \n\npré-determinada para cada fator, de forma ponderada (equação 1). \n\n \n\nGrau de vulnerabilidade = DrDw + RrRw + ArAw + SrSw + TrTw + IrIw + CrCw   (1) \n\n \n\nem que: r = resultado observado \nw = o peso do fator \n\n \n\nOs pesos característicos podem ser observados na Tabela 3.1, onde \n\napresenta-se também a ponderação específica se considerando agrotóxicos como o \n\nprincipal fator de preocupação. \n\n \n\nTabela 3.1 – Pesos (w) da equação DRASTIC \n\nParâmetro \nPeso característico \n\n(Aller et al., 1987) \nPeso adaptado para agrotóxicos \n(Fabbri, Gaál e Mccammon, 2002) \n\nD 5 5 \n\nR 4 4 \n\nA 3 3 \n\nS 2 5 \n\nT 1 3 \n\nI 5 4 \n\nC 3 2 \n\n \n\nA escala de pontuação a ser observada no campo “r” da equação DRASTIC \n\nestá descrita na Tabela 3.2 para cada fator. \n\n \n\n \n\n  \n\n\n\n50 \n \n\nTabela 3.2 – Escala de pontuação atribuída a cada um dos fatores DRASTIC  \n\n(Aller et al., 1987; Fabbri; Gaál; Mccammon, 2002) \n\nPontuação \natribuída \n\nD  \n(m) \n\nR  \n(mm/ano) \n\nA S T (%) I \nC \n\n(m/seg) \n\n10 0 – 2,05 - \nCalcário \ncárstico \n\nFino (ou \nausente) / \ncascalho \n\n0 – 2 \nCalcário \ncárstico \n\n> 9,4*10\n-4\n \n\n9 \n2,05 – \n4,52 \n\n- Basalto Areia 2 – 6 Basalto - \n\n8 \n4,52 – \n6,70 \n\n177,8 - \n254 \n\nAreia / \ncascalho \n\nTurfa - \nAreia e \n\ncascalho \n4,7*10\n\n-4\n – \n\n9,4*10\n-4\n\n \n\n7 \n6,70 – \n8,60 \n\n- - \nArgila \n\nagregada ou \nencolhida \n\n- - - \n\n6 \n8,60 – \n11,00 \n\n101,6 – \n177,8 \n\nArenito / \ncalcário / xisto  \n\nArenosos-\nlimosos \n\n- \n\nAreia e \ncascalho com \nsilte e argila / \n\ncalcário / \narenito / xisto \n\n3,3*10\n-4\n\n – \n4,7*10\n\n-4\n \n\n5 \n11,00 – \n14,05 \n\n- - Limosos 6 – 12 - - \n\n4 \n14,05 – \n17,62 \n\n- \nMetamórfica \nsedimentar / \n\nÍgnea \n\nSiltosos-\nlimosos \n\n- \nMetamórfico / \n\nÍgnea \n\n1,4*10\n-4\n\n – \n3,3*10\n\n-4\n  \n\n \n\n3 \n17,62 – \n22,40 \n\n50,8 – \n101,6 \n\nMetamórfica / \nÍgnea \n\nArgilosos-\nlimosos \n\n12 – 18 Xisto - \n\n2 \n22,40 – \n27,10 \n\n- Xisto Solo muck - - \n4,7*10\n\n-5\n - \n\n1,4*10\n-4\n\n \n\n1 > 30,48 &lt;50,8 - Argilosos > 18 Silte / argila &lt;4,7*10\n-5\n \n\n \n\n \n\nO grau de vulnerabilidade foi ser interpretado conforme critérios apresentados \n\nna Tabela 3.3. \n\n \n\nTabela 3.3 – Índice DRASTIC de acordo com o grau de vulnerabilidade calculado  \n\n(Aller et al., 1987) \n\nGrau de Vulnerabilidade Índice DRASTIC \n\n>200 Vulnerabilidade muito alta \n\n160 a 200 Vulnerabilidade alta \n\n120 a 160 Vulnerabilidade moderada \n\n80 a 120 Vulnerabilidade baixa \n\n<80 Vulnerabilidade muito baixa \n\n \n\n \n\n O modelo DRASTIC foi aplicado utilizando-se o software ArcMap ArcGIS \n\n10.3.1 ESRI\n®\n e as ferramentas de trabalho do ArcToolbox do programa.  \n\n \n\n  \n\n\n\n51 \n \n\nProfundidade do Aquífero (D) \n\nPara determinação da pontuação do parâmetro profundidade do aquífero foi \n\nutilizado recorte do mapa de distância vertical à drenagem mais próxima  \n\n(HAND - Height above nearest drainage), disponível no portal de metadados do \n\nInstituto Nacional de Pesquisas Espaciais (INPE, 2008), em escala 1:50.000. Para \n\ncada pixel da área trabalhada foi atribuído um valor de 1 a 10 conforme Tabela 3.2. \n\n \n\nRecarga (R) \n\nA taxa de recarga foi calculada no software ArcMap ArcGIS 10.3.1 ESRI\n®\n por \n\nmeio do mapa de material do aquífero (CPRM, 2016) e de acordo com estudos da \n\nliteratura na área, considerando-se a infiltração em cada tipo de material \n\ngeomorfológico. Em estudos anteriores identificou-se que a taxa de recarga pode \n\nvariar entre 300–400 e 500–600 mm/ano nas áreas de recarga com pluviometria \n\nentre 1000-2000 mm/ano (FOSTER et al., 2009), em outras áreas este valor pode \n\nvariar de acordo com a formação litológica (WENDLAND; BARRETO; GOMES, \n\n2007). Os dados de Recarga foram validados aplicando-se o modelo de balanço \n\nhídrico simplificado para o período por meio da variação de nível de poços \n\nartesianos da Companhia de Pesquisa Recursos Minerais (CPRM) em relação a \n\nperíodos de seca e chuvosos (CPRM, 2016). \n\n \n\nMaterial do aquífero (A) \n\n Para a determinação dos valores de A foram utilizados os dados de Formação \n\ngeológica e geomorfologia local obtidos da base de metadados da CPRM de São \n\nPaulo, em escala 1:1.000.000 (CPRM, 2016). \n\n \n\nTipos de solos (S) \n\n Os tipos de solos da região foram obtidos por recorte do mapa de solos em \n\nescala 1:500.000 do Instituto Agronômico de Campinas (IAC). A pontuação dada \n\nbaseou-se na Tabela 2.2 conforme descrição das características dos solos e \n\ncomposição físico-química de acordo com o manual da Empresa Brasileira de \n\nPesquisa Agropecuária (EMBRAPA, 2006). \n\n \n\n\n\n52 \n \n\nTopografia (T) \n\n O mapa de topografia foi obtido pelo projeto Topodata por Modelo Digital de \n\nElevação (MDE) e suas derivações locais básicas em cobertura nacional, \n\nelaborados a partir dos dados SRTM (VALERIANO; ROSSETTI; ALBUQUERQUE, \n\n2009). Estes foram recortados para a parcela da área de estudo aplicando-se a \n\nferramenta slope no ArcToolbox para composição do declive do terreno em \n\nporcentagem. \n\n \n\nMaterial da zona insaturada (I) \n\n A determinação do material da zona insaturada foi realizada pelas \n\ninformações de formações geológicas e geomorfologia local cedidos pela CPRM de \n\nSão Paulo (CPRM, 2016), por meio de mapas em escala 1:750000. A zona \n\ninsaturada foi determinada pelo tipo de material de cobertura e também pela \n\nsobreposição com a parcela da área de recarga do SAG no município. A esta \n\nparcela sobreposta pela área de recarga foi atribuída maior pontuação devido ao \n\nnão confinamento da camada. \n\n \n\nCondutividade hidráulica (C) \n\n A condutividade hidráulica foi obtida por meio do mapa de solos e \n\nclassificações de condutividade conforme composição físico-química (Tomaz, 2007). \n\nO mapa de solos em escala 1:500.000 obtido do IAC apontou 4 atributos para a área \n\nde estudo: Latossolos (ao norte, sob a serra de São Pedro), Neossolos \n\nquartzarênicos na porção centro-oeste do município e Argissolos e Gleissolos na \n\nparte leste com remanescentes na parte sul. A cada um destes foi atribuído valor \n\nDRASTIC conforme apresentado na Tabela 3.2. \n\n \n\n  \n\n\n\n53 \n \n\n3.3. Resultados e Discussões \n\nDescrição da área de estudo \n\nA área de estudo possui cobertura do solo predominante por vegetação \n\nherbácea-arbustiva (aproximadamente 60%), característico de feições \n\nagropecuárias. Cerca de 20% da cobertura se dá por espécies arbóreas (plantadas \n\ne naturais) e os 20% restantes divididos em solo exposto, área construída e corpo \n\nd’água (Figura 3.1). \n\n \n\n \n\nFigura 3.1 – Mapa de uso do solo do município de São Pedro, São Paulo \n\n \n\n \n\n Conforme apresentado na Figura 3.1, observa-se que a região administrativa \n\npossui mais de 85% de sua área sob a recarga do Sistema Aquífero Guarani (SAG). \n\nÉ importante observar que a área construída de maior extensão, a área urbana do \n\nmunicípio, ocupa posição central nesta área de recarga, delimitada ao norte pela \n\nserra de São Pedro. \n\n \n\n\n\n54 \n \n\nModelo DRASTIC \n\n O modelo DRASTIC foi utilizado conforme pontuação atribuída pela Tabela \n\n3.2, os resultados são apresentados na Tabela 3.3. \n\n \n\nTabela 3.3 – Índice DRASTIC de acordo com o grau de vulnerabilidade calculado  \n\n(Aller et al., 1987) \n\nParâmetro Peso \nAlcance da \npontuação \n\nPontuação final \n\nD 5 1 a 10 1 a 50 \n\nR 4 6 e 8 12 a 32 \n\nA 3 1 a 9 3 a 27 \n\nS 5 3 a 9 15 a 45 \n\nT 3 1 a 10 3 a 30 \n\nI 4 1 a 10 4 a 32 \n\nC 2 8 a 10 16 a 20 \n\n \n\n Os mapas com os dados finais de pontuação para cada pixel são \n\napresentados na Figura 3.2. \n\n \n\n\n\n55 \n \n\n \nFigura 3.2 – Mapas de parâmetros do DRASTIC com a pontuação final de cada pixel já \n\ndeterminada \n\n \n\n\n\n56 \n \n\n Por meio da interpolação dos dados de profundidade do aquífero (mapa D) foi \n\npossível observar que o terreno tem uma área mais crítica ao sul da área estudada. \n\nObservando-se a Figura 3.2 nota-se que os principais fatores determinantes da \n\nvulnerabilidade da região foram o solo, a topografia e a profundidade do aquífero. O \n\nsolo, com as pontuações mais altas (Tabela 3.4), determinou as áreas de risco alto \n\npara o atributo Neossolos quartzarênicos. Onde este solo apresentou sobreposição \n\ncom as áreas de menores profundidades do aquífero o modelo classificou estas \n\náreas como vulnerabilidade muito alta. \n\n \n\nTabela 3.4 – Classificação e pontuação do solo conforme teores de argila, silte e \n\nareia \n\nTipo de solo Areia Argila Silte \nPontuação \nDRASTIC \n\nPeso \nDRASTIC \n\nGrau \nDRASTIC \n\nNeossolos Quartzenicos 93% 4% 3% 9 \n\n5 \n\n45 \n\nLatossolos 60% 38% 2% 7 35 \n\nArgissolos 49% 34% 17% 6 30 \n\nGleissolos 31% 47% 22% 3 15 \n\n \n\nO mapa detalhado (Figura 3.3) permite observar melhor as áreas individuais \n\ndas classes calculadas. \n\n \n\n \n\nFigura 3.3 – Mapa de vulnerabilidade DRASTIC do município de São Pedro \n\n \n\n\n\n57 \n \n\nUtilizando-se a escala proposta no manual do modelo DRASTIC  (ALLER et \n\nal., 1987), tem-se que aproximadamente 40% da área da região administrativa de \n\nSão Pedro possui vulnerabilidade alta. Cerca de 10% apresenta vulnerabilidade \n\nmuito alta e 50% vulnerabilidade moderada a muito baixa.  \n\nPara facilitar a visualização e corrigir possíveis superestimações e \n\nsubestimações, foi aplicada uma segunda escala (CIVITA, 1994) ao mapa da Figura \n\n3.3, apresentada na Figura 3.4. \n\n \n\n \n\nFigura 3.4 – Mapa de vulnerabilidade DRASTIC do município de São Pedro, escala Civita \n\n(1994) \n\n \n\nA escala proposta no mapa da Figura 3.4 tem valores de classificação \n\nconforme a Tabela 3.5. \n\n \n\nTabela 3.5 – Escala adaptada para o grau de vulnerabilidade DRASTIC (Civita, 1994) \n\nGrau de Vulnerabilidade Índice DRASTIC adaptado \n\n0 – 80 Muito baixa \n\n81 – 105 Baixa \n\n106 - 140 Moderada \n\n141 - 186 Alta \n\n187 - 210 Muito alta \n\n>211 Extrema \n\n \n\n\n\n58 \n \n\nAplicando-se a escala adaptada ao mapa de vulnerabilidade, tem-se um \n\naumento significativo nas áreas de vulnerabilidade alta e muito alta, sendo estas \n\nduas classes responsáveis pelo recobrimento de mais de 70% da área estudada. \n\nObserva-se também que, nas duas escalas (Figuras 3.3 e 3.4), a área urbana do \n\nmunicípio encontra-se em posição de vulnerabilidade alta para o aquífero. \n\nNas áreas onde o solo foi o fator determinante, o aumento da vulnerabilidade \n\nde alta para muito alta na escala tradicional se deu pelo parâmetro da profundidade \n\ndo aquífero. Observa-se em ambas escalas que as maiores vulnerabilidades ao sul \n\nda parcela estudada representam regiões de cabeceiras de nascentes, onde o \n\naquífero é aflorante e pode-se ver a rocha-mãe arenito exposta. Em uma visita de \n\ncampo ao município de São Pedro, na posição geográfica S22.55994° e \n\nO48.01207°, observou-se em um leito do Córrego da Barra o arenito aflorante \n\n(Figura 3.5) no fundo do leito e nas bordas. \n\n \n\n \n\nFigura 3.5 – Vista do leito do Córrego da Barra (A), ponto mais baixo da área de estudo, \n\nonde o arenito é aparente (B) em ambas as margens \n\n \n\n  \n\nA \n\nB \nB \n\n\n\n59 \n \n\nComparando-se as duas escalas aplicadas observa-se que houve um \n\naumento significativo nas áreas de vulnerabilidade alta e muito alta da escala \n\nadaptada (Tabela 3.6). \n\n \n\nTabela 3.6 – Comparação entre os resultados encontrados nas escalas DRASTIC \n\ntradicional (Aller et al., 1987) e adaptada (Civita, 1994) \n\nClassificação de \nvulnerabilidade \n\nEscala DRASTIC tradicional Escala DRASTIC adaptada \n\nPontuação \nda escala \n\nPorcentagem \nde área \n\nPontuação \nda escala \n\nPorcentagem \nde área \n\nMuito baixa 0 – 80 0,4 0 – 80 0,4 \n\nBaixa 81 – 120 5,5 81 – 105 4,9 \n\nModerada 121 – 160 44,1 106 – 140 12,8 \n\nAlta 161 – 200 46,8 141 – 186 69,1 \n\nMuito alta > 200 3,2 187 – 210 11,7 \n\nExtreme - - > 211 1,3 \n\n \n\n \n\nEm ambas as escalas a porcentagem de áreas com vulnerabilidade acima de \n\nmoderada é preocupante em relação ao tipo de uso do solo que se dá na região \n\n(predominantemente agrícola).  \n\nPelas Figuras 3.3 e 3.4 tem-se que o município de Águas de São Pedro, \n\nprimeira grande área construída ao sul do município de São Pedro, está \n\ncompletamente inserido nos mais altos graus de vulnerabilidade em abas escalas. \n\nLembrando que a região administrativa de São Pedro, que engloba o município de \n\nÁguas de São Pedro na área do mapa, está inserida em grande parte em área de \n\nrecarga do SAG, pode-se inferir que possíveis contaminações infiltrem diretamente \n\nno sistema de recarga do aquífero. \n\nEm um estudo em área de recarga do SAG no Município de Ribeirão Bonito, \n\nestado de São Paulo, também se identificou predominância de uso de solo para \n\natividades agrícolas em regiões de afloramento e vulnerabilidade alta (SANTOS, R. \n\nG. et al., 2015). Na ocasião, os autores recomendam nas conclusões que seja feita \n\numa melhor gestão das áreas de risco onde existem culturas agrícolas intensivas e \n\nuso de agrotóxicos e fertilizantes (SANTOS, R. G. et al., 2015). \n\n \n\n  \n\n\n\n60 \n \n\n3.4. Conclusões \n\nA porcentagem de área em alta vulnerabilidade foi bastante elevada nas duas \n\nescalas DRASTIC testadas neste trabalho. Observa-se que as áreas de maior \n\nvulnerabilidade estão dentro da área de recarga do Aquífero Guarani, com o uso \n\npredominantemente agrícola, o que demanda maior atenção quanto ao \n\ndirecionamento de uso e ocupação do solo. As áreas de vulnerabilidade mais altas \n\nsão amplamente utilizadas pelas culturas de cana-de-açúcar, citros e eucalipto na \n\nregião. Sugere-se que mais estudos sejam feitos em prol da definição de políticas \n\npúblicas em relação à proteção da água subterrânea nesta região considerando-se \n\nos aspectos de vulnerabilidade apresentados. O monitoramento da qualidade da \n\nágua quanto a contaminantes agrícolas também se faz necessário. \n\n \n\nReferências \n\nAL-ABADI, A. M.; AL-SHAMMA’A, A. M.; ALJABBARI, M. H. A GIS-based DRASTIC \nmodel for assessing intrinsic groundwater vulnerability in northeastern Missan \ngovernorate, southern Iraq. Applied Water Science, Berlin, p. 1-13, 2014. \ndoi:10.1007/s13201-014-0221-7.  \n\nALLER, L.; BENNETT, T.; LEHR, J. H.; PETTY, R. J.; HACKETT, G. DRASTIC: A \nstandardized system for evaluating ground water pollution potential using \nhydrogeologic settings. Cincinnati, OH: USEPA, 1987. 641 p. (EPA/600/2-85-018). \n\nAGÊNCIA NACIONAL DE ÁGUAS - ANA. Isoietas América do Sul. Brasília, DF, \n2005. Disponível em: http://metadados.ana.gov.br/geonetwork/srv/pt/main.home. \nAcesso em: 10 abr. 2016. \n\nAGÊNCIA NACIONAL DE ÁGUAS - ANA. Atlas Brasil: abastecimento urbano de \nágua. V. 1 - Panorama Nacional. Brasília, DF: ANA; ENGECORPS/COBRAPE, 2010. \n72 p. \n\nBONO-BLAY, F.; GUART, A.; DE LA FUENTE, B.; PEDEMONTE, M.; PASTOR, M. \nC.; BORRELL, A.; LACORTE, S. Survey of phthalates, alkylphenols, bisphenol A and \nherbicides in Spanish source waters intended for bottling. Environmental Science \nand Pollution Research, Landsberg, v. 19, n. 8, p. 3339-3349, 2012.  \n\nCALDAS, S. S.; DEMOLINER, A.; COSTA, F. P.; D'OCA, M. G. M.; PRIMEL, E. G. \nPesticide residue determination in groundwater using solid-phase extraction and \nhigh-performance liquid chromatography with diode array detector and liquid \nchromatography-tandem mass spectrometry. Journal of the Brazilian Chemical \nSociety, São Paulo, v. 21, p. 642-650, 2010.  \n\n \n\n\n\n61 \n \n\nCOMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO - CETESB. Aquífero \nGuarani. Informações sobre aquíferos no estado de São Paulo. São Paulo, 2006. \nDisponível em:&lt;http://aguassubterraneas.cetesb.sp.gov.br/aquifero-guarani/>. \nAcesso em: 20 abr. 2016. \n\nCIVITA, M. Aquifer Vulnerability Map to Pollution: theory and application. \nBologna, Italy: Pitagora Editrice, 1994. 325 p. \n\nDIXON, B. Groundwater vulnerability mapping: A GIS and fuzzy rule based \nintegrated tool. Applied Geography, Kent, v. 25, n. 4, p. 327-347, 2005. \n\nFABBRI, A. G.; GAÁL, G.; MCCAMMON, R. B. Deposit and geoenvironmental \nmodels for resource exploitation and environmental security. Dordrecht: Kluwer \nAcademic Publishers, 2002. 532 p.  \n\nFOSTER, S. Fundamental concepts in aquifer vulnerability, pollution risk and \nprotection strategy. In: DUIJVENBOODEN, W. van; WAEGENINGH, H. G. van (Ed.). \nVulnerability of soil and groundwater to pollutants. The Hague: TNO Committee \non Hydrological Research, 1987. p. 69–86. \n\nFOSTER, S.; HIRATA, R.; VIDAL, A.; SCHMIDT, G.; GARDUÑO, H. The Guarani \nAquifer Initiative – Towards realistic groundwater management in a transboundary \ncontext. Washington, DC: Word Bank, 2009. \n\nGOMES, M.; FILIZOLA, H.; SPADOTTO, C. Classificação das áreas de recarga do \nsistema aqüífero guarani no Brasil em domínios pedomorfoagroclimáticos - subsídio \naos estudos de avaliação de risco de contaminação das águas subterrâneas. \nRevista do Departamento de Geografia, São Paulo, v. 18, p. 67-74, 2006. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Censo 2010. \nSão Paulo – São Pedro. Rio de Janeiro, 2010.  Disponível em: \n<http://cidades.ibge.gov.br/xtras/perfil.php?lang=&amp;codmun=355040&amp;search=>. \nAcesso em: 24 abr. 2016. \n\nINSTITUTO DE PESQUISAS ESPACIAIS - INPE. Distância vertical à drenagem \nmais próxima. (Height Above the Nearest Drainage - HAND). Escala 1:50.000. São \nJosé dos Campos: Grupo de Modelagem para Estudos da Biodiversidade, 2008. \nDisponível em: http://www.dpi.inpe.br/Ambdata/hand.php.  \n\nJURADO, A.; VÀZQUEZ-SUÑÉ, E.; CARRERA, J.; LÓPEZ DE ALDA, M.; PUJADES, \nE.; BARCELÓ, D. Emerging organic contaminants in groundwater in Spain: A review \nof sources, recent occurrence and fate in a European context. Science of the Total \nEnvironment, Amsterdam, v. 440, p. 82-94, 2012.  \n\nKÖCK-SCHULMEYER, M.; GINEBREDA, A.; POSTIGO, C.; GARRIDO, T.; FRAILE, \nJ.; LÓPEZ DE ALDA, M.; BARCELÓ, D. Four-year advanced monitoring program of \npolar pesticides in groundwater of Catalonia (NE-Spain). Science of the Total \nEnvironment, Amsterdam, v. 470–471, p. 1087-1098, 2014.  \n\n\n\n62 \n \n\nLAPWORTH, D. J.; BARAN, N.; STUART, M.E.; MANAMSA, K.; TALBOT, J. \nPersistent and emerging micro-organic contaminants in Chalk groundwater of \nEngland and France. Environmental Pollution, Barking, v. 203, p. 214-225, 2015.  \n\nLEANDRO, C.; SOUZA, V.; DORES, E. F. G. C.; RIBEIRO, M. L. Determination of \npesticides multiresidues in shallow groundwater in a cotton-growing region of Mato \nGrosso, Brazil. Journal of the Brazilian Chemical Society, São Paulo, v. 19, p. \n1111-1117, 2008.  \n\nLINHARES, F. M.; ALMEIDA, C. DAS N.; SILANS, A. M. B. P. DE; COELHO, V. H. \nR. Avaliação da vulnerabilidade e do risco à contaminação das águas subterrâneas \nda bacia hidrográfica do rio Gramame (PB). Sociedade &amp; Natureza, Uberlândia, v. \n26, p. 139-157, 2014.  \n\nMEFFE, R.; DE BUSTAMANTE, I. Emerging organic contaminants in surface water \nand groundwater: A first overview of the situation in Italy. Science of The Total \nEnvironment, Amsterdam, v. 481, p. 280-295, 2014.  \n\nOEA/OAS. Aquífero Guarani: programa estratégico de ação. Acuífero Guaraní: \nprograma estatégico de acción. Edição bilíngüe. Brazil; Argentina, Paraguay; \nUruguay, 2009. 424 p. \n\nOKI, T.; KANAE, S. Global hydrological cycles and world water resources. Science, \nWashington, DC, v. 313, n. 5790, p. 1068-1072, 2006. \n\nPENTEADO, M. M. Fundamentos de geomorfologia. Rio de Janeiro: IBGE, 1983. \n\nPINHEIRO, M. R. Estudo morfotectônico da região da serra de São Pedro e do \nbaixo Piracicaba/SP. 2014. 343 p. Tese (Doutorado em Geografia Física) - \nFaculdade de Filosofia Letras e Ciências Humanas, Universidade de São Paulo, São \nPaulo, 2014. \n\nQUELUZ, J. G. T.; STURARO, J. R. Espacialização da vulnerabilidade do Aquífero \nGuarani no município de Ribeirão Bonito - SP. In: SIMPÓSIO DE GEOESTATÍSTICA \nEM CIÊNCIAS AGRÁRIAS, 2., 2011, Botucatu. Botucatu: Faculdade de Ciências \nAgronômicas, UNESP, Botucatu, 2011. \n\nROBINS, N. S.; CHILTON, P. J.; COBBING, J. E. Adapting existing experience with \naquifer vulnerability and groundwater protection for Africa. Journal of African Earth \nSciences, Amsterdam, v. 47, n. 1, p. 30-38, 2007.  \n\nROCHA, A. A.; MONTEIRO, S. H.; ANDRADE, G. C. R. M.; VILCA, F. Z.; \nTORNISIELO, V. L. Monitoring of pesticide residues in surface and subsurface \nwaters, sediments, and fish in center-pivot irrigation areas. Journal of the Brazilian \nChemical Society, São Paulo, v. 26, p. 2269-2278, 2015.  \n\n  \n\n\n\n63 \n \n\nROSENBERGER, M.; VARNIER, C.; IRITANI, M. A.; FERREIRA, L. M. R.; ODA, G. \nH.; VIOTTI, M. Vulnerabilidade natural à contaminação do sistema Aquífero Bauru \nna área urbana do município de Bauru (SP). Revista do Instituto Geológico, v. 34, \np. 51-57, 2013.  \n\nSANTOS, E. A.; CORREIA, N. M.; SILVA, J. R. M.; VELINI, E. D.; PASSOS, A. B. R. \nJ.; DURIGAN, J. C. Herbicide detection in groundwater in Córrego Rico-SP \nwatershed. Planta Daninha, Viçosa, v. 33, p. 147-155, 2015.  \n\nSANTOS, R. G.; STURARO, J. T.; MARQUES, M. L.; FARIA, T. T. de. GIS Applied \nto the Mapping of Land Use, Land Cover and Vulnerability in the Outcrop Zone of the \nGuarani Aquifer System. Procedia Earth and Planetary Science, Amsterdam, v. 15, \np. 553-559, 2015.  \n\nSERVIÇO GEOLÓGICO DO BRASIL. Dados Litológicos e de Solos do Estado de \nSão Paulo 1:750.000. Brasília, DF: Companhia Pesquisa Recursos Minerais – \nCPRM, 2007. \n\nSERVIÇO GEOLÓGICO DO BRASIL. Mapas de solo, geodiversidade, áreas de \nrecarga do Aquífero Guarani, geodiversidade, geomorfologia e poços \nartesianos do Município de São Pedro, São Paulo - Brasil. Dados digitais \ncartográficos. Brasília, DF: Companhia Pesquisa Recursos Minerais – CPRM, 2016. \n\nSHRESTHA, S.; SEMKUYU, D. J.; PANDEY, V. P. Assessment of groundwater \nvulnerability and risk to pollution in Kathmandu Valley, Nepal. Science of The Total \nEnvironment, Amsterdam, v. 556, p. 23-35, 2016.  \n\nSÃO PAULO. Secretaria de Estado de Meio Ambiente de São Paulo. Mapeamento \ndo uso e ocupação do solo no Estado de São Paulo. São Paulo: SMA, 2009. \n\nSORICHETTA, A.; MASETTI, M.; BALLABIO, C.; STERLACCHINI, S.; BERETTA, G. \nP. Reliability of groundwater vulnerability maps obtained through statistical methods. \nJournal of Environmental Management, London, v. 92, n. 4, p. 1215-1224, 2011.  \n\nUSEPA. Pesticides in Groundwater Database - a compilation of monitoring \nstudies: 1971-1991. Washington, DC, 1992. \n\nVALERIANO, M. M.; ROSSETTI, D. F.; ALBUQUERQUE, P. C. G. Topodata: \ndesenvolvimento da primeira versão do banco de dados geomorfométricos locais em \ncobertura nacional. In: SIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, \n2009, Natal, RN. São José dos Campos, SP: INPE, 2009.  \n\nVRYZA, Z.; PAPADAKIS, E. N.; VASSILIOU, G.; PAPADOPOULOU-MOURKIDOU, \nE. Occurrence of pesticides in transboundary aquifers of North-eastern Greece. \nScience of the Total Environment, Amsterdam, v. 441, p. 41–48, 2012. \n\n  \n\n\n\n64 \n \n\nWARD, R. S.; STREETLY, M. J.; SINGLETON, A. J.; SEARS, R. A framework for \nmonitoring regional groundwater quality. Quarterly Journal of Engineering \nGeology and Hydrogeology, London, v. 37, n. 4, p. 271-281, 2004.  \n\nWENDLAND, E.; BARRETO, C.; GOMES, L. H. Water balance in the Guarani \nAquifer outcrop zone based on hydrogeologic monitoring. Journal of Hydrology, \nAmsterdam, v. 342, n. 3–4, p. 261-269, 2007.  \n\nWU, C.; LUO, Y.; GUI, T.; HUANG, Y. Concentrations and potential health hazards of \norganochlorine pesticides in shallow groundwater of Taihu Lake region, China. \nScience of The Total Environment, Amsterdam, v. 470–471, p. 1047-1055, 2014. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n65 \n \n\n4. APLICAÇÃO DO MODELO DRASTIC-SIG EM UMA ÁREA DE RECARGA DO \n\nAQUÍFERO GUARANI COM SOLO ARENOSO \n\nResumo \n\nO Sistema Aquífero Guarani (SAG) é o principal reservatório de água subterrânea do \nBrasil, abrangendo também outros países na América do Sul. Este sistema possui \náreas confinadas e não confinadas. Nas áreas não confinadas existem também as \náreas de recarga, onde a rocha-mãe, de origem sedimentar, atinge a superfície e \ncapta água principalmente da chuva para seu repositório. A análise da \nvulnerabilidade de uma área de recarga de aquífero é uma importante ferramenta \npara a gestão e conservação de reservatórios de águas subterrâneas. As áreas de \nrecarga são especialmente sensíveis, pois o não confinamento contribui \nsignificativamente para a dispersão da poluição e contaminação de áreas contíguas. \nAs características do terreno, como tipo de solo, relevo e tipo de rocha-mãe têm um \nimportante papel na análise da sensibilidade e da vulnerabilidade à contaminação \nantrópica. A principal área de recarga do SAG está entre o Sistema Aquífero \nBotucatu e Formação piramboia, no centro do estado de São Paulo, onde estas \náreas de recarga são intensamente ocupadas pela agricultura. Tendo em vista a \nsensibilidade destes sistemas de recarga, este trabalho objetivou aplicar o modelo \nDRASTIC-SIG, com ponderação adaptada para agrotóxicos, em uma área de \nrecarga do SAG com solo arenoso e ocupação agrícola intensiva. Os resultados \nmostraram que a área estudada apresenta índices de vulnerabilidade de Moderados \na Muito Altos, devido ao solo arenoso e tipo de material do aquífero (arenito). Os \nfatores determinantes na análise foram a topografia e a profundidade do aquífero, \nque é aflorante nas áreas mais baixas da área de estudo e apresenta maior \nvulnerabilidade. A utilização do modelo DRASTIC associado à análise por Sistema \nde Informação Georreferenciado (SIG) mostrou-se eficaz e pode ser uma importante \nferramenta para direcionamento de políticas públicas visando a proteção \nconservação da água. \n \n\nPalavras-chave: DRASTIC; aquífero guarani; geoprocessamento; vulnerabilidade \n\n \n\nAbstract \n\nThe Guarani Aquifer System (GAS) is the principal water reservoir in Brazil, covering \nalso other countries in South America. This system has confined and non-confined \nareas, where the bedrock, of sedimentary origins, reach the surface and captures \nwater mainly from rain. The recharge areas are specially sensitives due the non-\nconfinement, which contributes significantly to the dispersion of the pollution to the \ncontiguous areas. Characteristics of the terrain as soil type, topography and type of \naquifer media plays an important role in the sensitivity and vulnerability analyses \nagainst anthropogenic pollution. The principal recharge area of the GAS in located in \nthe inner of the state of Sao Paulo, between the Botucatu and Piramboia formations, \nwhere these areas are intensively used for agriculture. In view of the sensitivity of this \nrecharge areas, this work aimed to apply the DRASTIC-GIS model, whit adapted \nweights for pesticides, in a recharge area of the GAS with sandy soil and intensive \nagricultural use. The results showed that the area has from moderate to very high \nvulnerability indexes, due the sandy soil and of the aquifer media (sandstone). The \n\n\n\n66 \n \n\nmain factors in the GIS analysis were the topography and the deep to the water of \nthe aquifer, which is outcrop in some lower areas at the study area and presented the \nhigher vulnerabilities. The utilization of the DRASTIC model associated with the \nGeoreferenced Information System (SIG) showed very effective and can be an \nimportant tool to drive public policies focusing water preservation and conservation. \n \nKeywords: DRASTIC; Guarani aquifer; geoprocessing; vulnerability \n \n\n4.1. Introdução \n\nA água, como recurso escarço, deve ser manejada cuidadosamente. \n\nDisponível em todos os compartimentos ambientais, a água está em constante \n\nameaça de poluição. Por muito tempo acreditou-se que as águas subterrâneas \n\nestariam livres de agrotóxicos devido à crença de que o solo poderia atuar como um \n\nfiltro, porém estudos recentes demonstram que algumas moléculas podem sim \n\natingir águas subterrâneas (TEIJON et al., 2010; BONO-BLAY et al., 2012; JURADO \n\net al., 2012; KÖCK-SCHULMEYER et al., 2014). \n\nEm algumas áreas a vulnerabilidade dos reservatórios de água pode ser mais \n\nelevada devido a características geomorfológicas, climáticas e ocupação antrópica. \n\nConhecer onde a vulnerabilidade é mais elevada pode ser uma importante \n\nferramenta para prevenção da poluição e garantia de consumo seguro de água, \n\nsendo que aproximadamente metade da população da Terra depende de água \n\nsubterrânea para sobrevivência (OKI; KANAE, 2006). \n\n Existem diversos métodos de avaliação de vulnerabilidade da água, tanto \n\nsuperficial quanto subterrânea (ALLER et al., 1987; FOSTER, 1987; CIVITA, 1994; \n\nDIXON, 2005; ANTONAKOS; LAMBRAKIS, 2007; PAVLIS, CUMMINS; \n\nMCDONNELL, 2010), sendo o DRASTIC (ALLER et al., 1987) o mais encontrado \n\nrecentemente na literatura (HAMUTOKO; WANKE; VOIGT, 2016\n1\n; DIXON, 2005; EL-\n\nNAQA; HAMMOURI; KUISI, 2006; ANTONAKOS; LAMBRAKIS, 2007; HAMMOURI; \n\nEL-NAQA, 2008; ARZU FIRAT; FATMA, 2013; AL-ABADI; AL-SHAMMA’A; \n\nALJABBARI, 2014; BARTZAS et al., 2015; KAZAKIS; VOUDOURIS, 2015; MALIK \n\nMUHAMMAD et al., 2015; VIDAL OLIVERA et al., 2015). \n\n  \n\n                                            \n1\n HAMUTOKO, J. T.; WANKE, H.; VOIGT, H. J. Estimation of groundwater vulnerability to pollution \n\nbased on DRASTIC in the Niipele sub-basin of the Cuvelai Etosha Basin, Namibia. Physics and \nChemistry of the Earth, Parts A/B/C, Amsterdam, 2016. Disponível em: In Press, Corrected Proof. \nhttp://www.sciencedirect.com/science/article/pii/S1474706516000036>.  \n\n\n\n67 \n \n\nA palavra DRASTIC é um acrônimo para um modelo padronizado que \n\nconsidera sete parâmetros principais: (D) profundidade do aquífero (depth to water), \n\n(R) recarga (net recharge), (A) material do aquífero (aquifer media), (S) tipo de solo \n\n(soil media), (T) topografia (topography - slope), (I) material da zona não saturada \n\n(impact of vadose zone) and (C) condutividade hidrauliza (hydraulic conductivity). A \n\nequação do modelo é a somatória de valores indexados para cada um destes \n\nparâmetros, de forma ponderada. Cada parâmetro tem um peso na equação: D = 5, \n\nR = 4, A = 3, S = 2, T = 1, I = 5 and C = 3. Este ponderação pode ser modificada em \n\ncaso de avaliação de vulnerabilidade em área agrícola, considerando-se agrotóxicos \n\ncomo a fonte de poluição. Para tal, os pesos para Solo (S) e Topografia (T) devem \n\nser aumentados para 5 e 3 respectivamente e o material da zona insaturada (I) e a \n\ncondutividade hidráulica do solo (C) devem ser diminuídas para 4 e 2 \n\nrespectivamente (AL-ABADI; AL-SHAMMA’A; ALJABBARI, 2014). \n\n \n\nGrau de vulnerabilidade = DrDw + RrRw + ArAw + SrSw + TrTw + IrIw + CrCw  .............(1) \n\n  \n\nem que: r = resultado observado; e w = o peso do fator. O grau de vulnerabilidade \n\ndeve ser interpretado conforme critérios apresentados na Tabela 4.1. \n\n \n\nTabela 4.1 – Índice DRASTIC de acordo com o grau de vulnerabilidade calculado  \n(Aller et al., 1987) \n\nGrau de Vulnerabilidade Índice DRASTIC \n\n>200 Vulnerabilidade muito alta \n\n160 to 200 Vulnerabilidade alta \n\n120 to 160 Vulnerabilidade moderada \n\n80 to 120 Vulnerabilidade baixa \n\n<80 Vulnerabilidade muito baixa \n\n \n\nO Sistema Aquífero Guarani (SAG) é a reserva de água subterrânea mais \n\nimportante do Brasil. Localizado na porção centro-sudoeste abrange também os \n\npaíses da América do Sul Paraguai, Uruguai e Argentina. Sua formação teve início \n\nno período triássico, com o aparecimento da rocha porosa arenito por processos de \n\nsedimentação, ação eólica e transformações físico-químicas. Durante o período \n\nCretáceo esta grande rocha porosa da porção central do continente americano foi \n\ngradualmente coberta com extrusões de basalto por intensa atividade vulcânica, \n\nimpermeabilizando-a e dificultando a passagem de água (CLEARY, 1989; \n\nREBOUÇAS; BRAGA; TUNDISI, 2008). \n\n\n\n68 \n \n\nAs áreas de recarga do SAG, no estado de São Paulo, estão inseridas nas \n\ncoordenadas 21º e 23º de latitude sul e 47º e 50º de longitude oeste, abrangendo \n\numa área total de aproximadamente 16 mil quilômetros quadrados, em uma faixa \n\nque atravessa o estado na sua porção central (GOMES; GOMES, 2008). \n\nNo estado de São Paulo o uso e ocupação do solo das áreas de recarga do \n\nAquífero Guarani estão distribuídos conforme a Figura 4.1. \n\n \n\nFigura 4.1 – Porcentagens de ocupação e uso do solo nas áreas de Recarga do \n\nAquífero Guarani (SMA, 2009) \n\n \n\nEste trabalho objetivou calcular a vulnerabilidade de uma área de recarga do \n\nSistema Aquífero Guaraní (SAG) localizada no município de São Pedro, São Paulo, \n\ncom características de solo arenoso e ocupação agrícola intensa. Para isso foi \n\nutilizado o modelo DRASTIC, com ponderação adaptada para agrotóxicos, \n\nutilizando-se ferramenta SIG (Sistema de Informações Georreferenciado) (ESRI \n\nArcGis) para geração dos mapas. \n\n \n\n4.2. Materiais e Métodos \n\nDescrição da área de estudo \n\nO mapa da área de recarga do SAG foi obtido na Cia Pesquisa Recursos \n\nMinerais (CPRM) do estado de São Paulo. Para delimitação da área de estudo \n\nutilizou-se um GPS Garmin Etrex Adventure\n®\n com resolução mínima  \n\nde 7 metros, plotando-se os dados de trilha (perímetro) no SIG ArcGis 10.3.1\n®\n \n\n(ESRI) e sobrepondo-os aos mapas de recarga do SAG e de limites geográficos do \n\nBrasil, este último obtido no Instituto Brasileiro de Geografia e Estatística (IBGE, \n\n2003). A área localiza-se a oeste do limite geográfico de São Pedro, estado de São \n\nPaulo, próximo à Serra de São Pedro, limite de divisa de município com Santa Maria \n\n75,07% \n\n23,91% \n\n0,91% 0,03% 0,02% 0,06% \n0,00%\n\n20,00%\n\n40,00%\n\n60,00%\n\n80,00%\n\nAgrícola Cobertura Vegetal\nNatural ou Corpo\n\nd'àgua\n\nÁrea Urbana Industrial Mineração Outros Usos\n\n\n\n69 \n \n\nda Serra. No local existe a cultura de laranja e eucalipto, com áreas ripárias de \n\nfloresta ombrófila densa e pântanos. O município de São Pedro possui cerca de 80% \n\nde sua superfície em área de recarga do SAG e predominância de solo arenoso. A \n\nárea de estudo, conforme indicado pela Figura 4.2, localiza-se inteiramente dentro \n\nda área de recarga do SAG. \n\n \n\n \n\nFigura 4.2 – Localização da área de estudo \n\n \n\nCerca de 60% da área é ocupada pela cultura de citros, 10% por eucalipto, \n\n2% por corpos hídricos (represas, nascentes e córregos), 25% por áreas nativas \n\npreservadas e 3% por feições antrópicas (construções e estradas) (fonte: tabela de \n\natributos de análise por SIG). A área está dentro da formação Piramboia, ao norte \n\nestão as formações Botucatu, Serra Geral e Itaqueri, respectivamente nesta ordem. \n\nA formação Piramboia é conhecida por apresentar sedimentos argilosos, arenosos e \n\ncascalho da era Mesozoica, com predomínio de sedimentos arenosos. A área de \n\nestudo está dentro da geodiversidade do município de São Pedro, e apresenta \n\nBrasil \n\nEstado de São \n\nPaulo \n\n\n\n70 \n \n\nrelevo ondulado, estratificado, com predominância de arenitos, solos arenosos com \n\nalta porosidade (>30%) e presença de profundas bacias sedimentares do tipo \n\nsinéclise (CPRM). \n\n \n\nMétodo DRASTIC \n\n Os dados para composição do modelo foram obtidos conforme a Tabela 4.2. \n\n \n\nTabela 4.2 – Dados utilizados para composição do modelo de vulnerabilidade \nDRASTIC \n\nParâmetro Tipo de dado Fonte Formato Escala Data \n\nD – \nProfundidade \ndo Aquífero \n\nDistância vertical \nà drenagem \nmais próxima \n\nDPI – INPE \n(Inpe Instituto \nDe Pesquisas \nEspaciais, 2008)  \n\nMapa 1:50.000 2008 \n\nR – Recarga Variação de \nnível de poço \nartesiano (?N) \nem período \nchuvoso e \npercentual de \nrecarga \n\nCPRM São \nPaulo (CPRM) e \nAgência \nNacional de \nÁguas (ANA, \n2005) \n\nTabela e \nMapa \nrespectivam\nente \n\n1:1.000.000 ?N = 2015 \nPrecipitação = \n2005 \n\nA – Material do \naquífero \n\nFormação \ngeológica e \ngeomorfologia \nlocal \n\nCPRM São \nPaulo (CPRM) \n\nMapa 1:1.000.000 2009 \n\nS – Tipo de \nsolo \n\nResultados de \nanálises de solo \nda área de \nestudo \n\nLaudos de \nanálises físico-\nquímicas de \nSolos \n\nTabela Não se aplica 2016 \n\nT – Topografia Modelo Digital \nde Elevação \n(MDE) e suas \nderivações \nlocais básicas \nem cobertura \nnacional, \nelaborados a \npartir dos \ndados SRTM \n\nProjeto \nTOPODADA \n(Valeriano, \nRossetti e \nAlbuquerque, \n2009) \n\nMapa 1:250.000 2011 \n\nI – Material da \nzona \ninsaturada \n\nFormação \ngeológica e \ngeomorfologia \nlocal \n\nCPRM São \nPaulo (CPRM) \n\nTabela e \nMapa \n\n1:1.000.000 2015 \n\nC – \nCondutividade \nhidráulica \n\nObtido pela \nvazão de poço \nartesiano (8 \nm\n\n3\n/h.m\n\n2\n) – \n\nmétodo de \nbalanço de nível \nde lençol freático \n\nCPRM São \nPaulo (CPRM) \n\nTabela Não se aplica 2015 \n\n \n\n  \n\n\n\n71 \n \n\nO mapa de profundidade de aquífero em escala 1:50.000 abrangeu toda a \n\nárea de estudo, porém devido à baixa resolução, os pontos evidentes foram \n\najustados conforme observações em campo. No corpo hídrico de água corrente da \n\nárea o aquífero é aflorante, onde observa-se a presença da rocha mãe, arenito, no \n\nentorno e fundo. O parâmetro de recarga, descrito no modelo DRASTIC (ALLER et \n\nal., 1987) como a quantidade de água que percola no solo e recarrega o lençol \n\nfreático, foi estimado conforme a equação 2. \n\n \n\nR = ?Precipitação anual x ?Vazão %    ..................... (2) \n\n?Vazão % = ((Vm – Vs)/ Vm)x100 \n\n \n\nem que: Vm = Vazão média; e Vs = Vazão no período de seca. \n\n \n\n O poço artesiano utilizado para o cálculo da Condutividade hidráulica (C) e da \n\nrecarga do aquífero (R) localiza-se a aproximadamente 1 quilômetro da área de \n\nestudo, -22,573888S e -48,005W, em local que possui as mesmas características \n\nedafoclimáticas. A condutividade hidráulica foi convertida à partir da vazão do poço \n\npreviamente mencionado, com valor de 6,8 m\n3\n/h.m\n\n2\n conforme tabela de atributos do \n\nmapa de localização, apresentando o valor convertido de aproximadamente 3880 \n\ngpd/ft2 (galões por dia por pés quadrados, unidade utilizada na escala DRASTIC) \n\n(ALLER et al., 1987). \n\n Para o cálculo da recarga (R) utilizou-se o mapa de isoietas com médias \n\nhistóricas de precipitação de 1961 a 1990, obtendo-se um valor médio de  \n\n1407 milímetros de chuvas anuais. A vazão do poço artesiano foi dada como  \n\n6,8 m\n3\n/h.m\n\n2\n em média e 0,34 m\n\n3\n/h.m\n\n2\n no período de seca. A variação de recarga da \n\nvazão apresentou uma taxa de infiltração de cerca de 85% da água da chuva, \n\ncoerente com as características edafoclimáticas da área de estudo, o que \n\ncorresponde à adição de aproximadamente 1,34 m de altura no nível do lençol \n\nfreático oriunda de precipitação. Convertendo-se este nível para polegadas (inches), \n\nunidade utilizada como padrão no modelo DRASTIC, obtém-se aproximadamente  \n\n59 pol. Em um estudo sobre a gestão integrada das águas do SAG foi identificado \n\nque as áreas de recarga recebem um aporte de entre 500 e 600 mm por ano, \n\npodendo aumentar de acordo com características do solo e da cobertura litológica \n\n(FOSTER et al., 2009). \n\n\n\n72 \n \n\n Os dados de relevo, oriundos do projeto Topodata (VALERIANO; ROSSETTI; \n\nALBUQUERQUE, 2009) apresentaram pixel com tamanho de 30 metros, o que foi \n\nmantido padrão para área de estudo. Os dados de profundidade de aquífero \n\n(INSTITUTO DE PESQUISAS ESPACIAIS, 2008) foram convertidos a pontos e \n\ninterpolados para um pixel de 30 metros, em virtude de apresentarem escala de \n\n1:1.000.000 com pixels originais no tamanho de 1000 metros. \n\n Os solos da área de estudo apresentam apenas duas variações: solos de \n\náreas ripárias e solos agrícolas. Os solos agrícolas apresentam homogeneidade em \n\ntoda área de estudo, assim como os solos das áreas ripárias. Para determinar o tipo \n\nde solo a ser escolhido para aplicação do modelo foram realizadas duas coletas \n\ndistintas, uma para as áreas ripárias e outra para o solo de uso agrícola. Foram \n\nescolhidos 10 pontos aleatórios na área de estudo para cada tipo de solo, coletando-\n\nse aproximadamente 1 m\n2\n da parcela de 0 a 10 cm da camada superficial do solo. \n\nCada lote de coleta foi homogeneizado individualmente, tirando-se uma pequena \n\nparcela para análise físico-química no Departamento de Ciência do Solo da Escola \n\nSuperior de Agricultura Luiz de Queiroz (ESALQ) da Universidade de São Paulo \n\n(USP). Os resultados das análises de solos são apresentados na Tabela 4.3. \n\n \n\nTabela 4.3 – Resultados das análises de solos \n\nParâmetro Unidade \nSolo \n\nRipário \nSolo \n\nAgrícola \nParâmetro Unidade \n\nSolo \nRipário \n\nSolo \nAgrícola \n\npH_H2O - 6 8,2 AMF g/kg 465 89 \n\npH_KCl - 4,6 7,1 AF g/kg 135 659 \n\nM.O Titulação g/kg 193 10 AM g/kg 143 162 \n\nP Mehlich 1  mg/kg 12 40 AG g/kg 66 8 \n\nPotássio \n(CH3COONH4) \n\nmmolc/kg 3,2 0,9 AMG g/kg 5 6 \n\nCálcio (CH3COONH4) mmolc/kg 53 35 AT g/kg 814 924 \n\nMgnésio \n(CH3COONH4) \n\nmmolc/kg 31 4 \nArgila \n(água) \n\ng/kg 26 25 \n\nAl KCl 1 mol.L-¹ mmolc/kg 4 1 \nArgila \n(dispersão) \n\ng/kg 78 61 \n\nH+Al Acetato de Cálcio mmolc/kg 153 3 Silte g/kg 108 15 \n\nSB  mmolc/kg 87,2 39,9 Floculação % 67 59 \n\nCTC mmolc/kg 240,2 42,9 \nClasse de textura de ambos solos: \n\nArenosa \nV % 36 93 \n\nm % 4 2 \n\nSB = Soma de bases trocáveis; CTC = Capacidade de troca de cátions; V =  Saturação da CTC por bases; m = \nSaturação por Alumínio; (A) Cinco frações de areia: muito grossa (MG) = 2 a 1; grossa (G) = 1 a 0,5; média (M) = \n0,5 a 0,25; fina (F) = 0,25 a 0,10; muito fina (MF) = 0,10 a 0,05; Areia total (AT) = 2 a 0,05; silte = 0,05 a 0,002; \nargila total &lt;0,002; argila água &lt;0,002. (B) Duas frações de areia: grossa (G) = 2 a 0,25; fina (F) = 0,25 a 0,05; \nareia total (AT) = 2 a 0,05; silte = 0,05 a 0,002; argila total &lt;0,002 \n\n \n\n \n\n\n\n73 \n \n\n Visualmente os solos da área ripária e da área agrícola apresentavam apenas \n\ndiferença de cor, esta devido ao alto teor de matéria orgânica do primeiro, cerca de \n\n20 vezes maior que o da área agrícola. Embora com algumas variações quanto as \n\nanálises físico químicas, ambos solos foram classificados como de textura arenosa \n\nno laudo de análise, devido possuírem entre 81 e 92% de Areia Total em relação ao \n\npeso de 1Kg de solo. \n\n Tendo sido calculados os parâmetros fixos da área, foi utilizado o software \n\nArcGis ArcMap versão 10.3.1\n®\n para composição dos graus de vulnerabilidade \n\nvariáveis e sobreposição das camadas para determinação do Índice DRASTIC final. \n\nA Tabela 4.4 apresenta os valores fixos e variáveis do modelo com o valor de índice \n\njá calculado conforme ponderação de peso. \n\n \n\nTabela 4.4 – Determinação dos valores fixos e variáveis e cálculo dos fatores \nponderados para análise por SIG \n\n \nProfundidade \ndo aquífero \n\n(D) \n\nRecarga \n(R) \n\nMaterial \ndo \n\naquífero \n(A) \n\nSolo (S) \nTopografia \n\n(T) \n\nMaterial \nda zona \n\ninsaturada \n(I) \n\nCondutividade \nhidráulica (C) \n\nValor \nobtido \n\nVariável Fixo = 59 \nFixo = \nArenito \n\nArenoso Variável \nFixo = \nArenito \n\nFixo = 3880 \n\nPeso 5 4 3 5 3 4 2 \n\nClass. Variável 9 8 9 Variável 6 10 \n\nGrau \nobtido \n\nVariável 36 24 45 Variável 24 20 \n\n  \n\nOs valores fixos somados apresentaram um grau de 149 na escala do Índice \n\nDRASTIC, eliminando-se assim as classificações “Muito baixa vulnerabilidade” e \n\n“Baixa vulnerabilidade” da escala do mapa final, pois ainda seriam somados a esta \n\nos parâmetros variáveis. \n\n \n\n4.3. Resultados e Discussão \n\nA declividade (Figura 4.3) da área de estudo, um dos fatores variáveis do \n\níndice DRASTIC aplicado, apresentou relevo com variações acentuadas e pontos de \n\ndeclividade máxima de 21,3% (slope). No modelo DRASTIC as maiores variações de \n\nslope recebem menores pontuações, devido à área fisicamente facilitar o \n\nescoamento superficial da área. Os maiores graus de vulnerabilidade em relação à \n\ndeclividade estão em áreas relativamente planas, onde a água pode manter maior \n\ncontato com o solo e infiltrar com mais facilidade que em áreas de declive \n\nacentuado. \n\n\n\n74 \n \n\n \n\n \n\nFigura 4.3 – Mapa de declividade em porcentagem (slope) da área de estudo \n\n \n\n O segundo valor variável determinante na definição da análise DRASTIC foi a \n\nprofundidade do aquífero (Figura 4.4), interpolada a partir do sistema de Distância \n\nvertical à drenagem mais próxima (HAND –  acrônimo para Height Above the \n\nNearest Drainage). A profundidade do aquífero apresentou maiores resultados na \n\nparte norte da área de estudo. No limite oeste, onde existe um corpo hídrico, há uma \n\ndepressão fora dos limites da área de estudo, onde o leito do córrego está sobre a \n\nrocha-mãe (arenito) da área de recarga. \n\n \n\n\n\n75 \n \n\n \n\nFigura 4.4 – Mapa de profundidade do aquífero da área de estudo \n\n \n\n O índice DRASTIC foi calculado para cada pixel delimitado no perímetro \n\nestudado, sendo estes definidos em tamanho de 30m devido à escala dos mapas \n\nutilizados. A análise foi realizada somando-se a 149, valor oriundo dos parâmetros \n\nfixos, os valores de cada pixel dos parâmetros variáveis, obtendo-se o mapa da \n\nFigura 4.5. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n76 \n \n\n \n\nFigura 4.5 – Graus de vulnerabilidade DRASTIC para a área de estudo \n\n \n\n Conforme elucidado pela Figura 4.5, a análise DRASTIC apresentou valores \n\nentre 157 e 229. As cores apresentadas nesta figura são apenas ilustrativas e não \n\nrepresentam o índice de vulnerabilidade DRASTIC. O índice de vulnerabilidade \n\nDRASTIC possui 5 classes, conforme apresentado na Tabela 4.1 previamente. \n\nDestas 5 classes foram subtraídas as duas primeiras: vulnerabilidade muito baixa e \n\nvulnerabilidade baixa, devido o corte destas ficarem abaixo de 120. Reclassificando-\n\nse a Figura 4.5 obteve-se a Figura 4.6, com os resultados finais de vulnerabilidade \n\nagrupados conforme o índice DRASTIC. \n\n  \n\n \n\n \n\n \n\n \n\n\n\n77 \n \n\n  \n\nFigura 4.6 – Índice de vulnerabilidade DRASTIC para a área de estudo \n\n \n\n Cerca de 90% da área de estudo apresentou vulnerabilidade alta,  \n\n8% vulnerabilidade muito alta de 2% vulnerabilidade moderada. As áreas de \n\nvulnerabilidade muito alta estão nas áreas mais planas e onde há convergência de \n\nfluxo de água. As áreas com vulnerabilidade alta correspondem a quase totalidade \n\ndo local, devido às características de solo, condutividade hídrica elevada, \n\nprofundidade do aquífero, material do aquífero e material da área de recarga. O \n\nrelevo teve pouca influência na determinação do grau de vulnerabilidade alta. A \n\nvulnerabilidade média foi apontada apenas nas áreas mais altas e, exclusivamente, \n\nna parte norte onde a profundidade do aquífero apresentou maiores valores. \n\n A área de estudo é utilizada para cultura de citros, as propriedades vizinhas a \n\nleste e oeste produzem cana-de-açúcar e a propriedade vizinha ao norte é uma \n\npastagem. Por se tratar de uma área muito pequena (cerca de 250 hectares), a \n\nvariabilidade dos dados foi baixa. Embora as escalas dos mapas-base \n\napresentassem tamanhos de pixels grandes, estes não interferiram na análise geral \n\ndo modelo aplicado devido às condições geomorfológicas específicas da área de \n\nestudo. \n\n\n\n78 \n \n\nOs resultados obtidos corroboram com os resultados encontrados na literatura \n\natual. Um estudo realizado na região de Ribeirão Bonito, estado de São Paulo, \n\ntambém em área de recarga do SAG, mostrou maiores vulnerabilidades, \n\nconsiderando-se também o ajuste de peso para agrotóxicos, em regiões com solos \n\narenosos e da formação Piramboia, onde o arenito é aflorante (SANTOS et al., \n\n2015). Em outro estudo, na cidade de Bauru, também no estado de São Paulo, as \n\nmaiores vulnerabilidades foram encontradas nas áreas de descarga do aquífero \n\npróximas às margens do rio Bauru (ROSENBERGER et al., 2013). Em um estudo da \n\nbacia do rio Gramame, no estado da Paraíba, encontrou-se maiores índices de \n\nvulnerabilidade em áreas com predominância de solo arenoso, topografia plana e \n\ncamada mais delgada da zona não saturada do solo (LINHARES et al., 2014). \n\n A área de estudo deste trabalho está inteiramente inserida em uma \n\nimportante área de recarga do SAG, com solo arenoso e baixas profundidades do \n\naquífero aflorante, tendo cerca de 98% de sua superfície apresentado índices de \n\nvulnerabilidade preocupantes em relação à contaminação por agrotóxicos. \n\n \n\n4.4. Conclusões \n\n A ferramenta SIG demonstrou-se ser uma importante aliada na determinação \n\ndo índice de vulnerabilidade. Embora algumas escalas dos mapas-base \n\napresentarem valores elevados, estas não foram determinantes na diferenciação \n\ndos índices obtidos devido ao tamanho reduzido da área de estudo e interpolações \n\npara determinação de um tamanho único de pixel.  \n\n O modelo DRASTIC adaptado para risco a agrotóxicos mostrou-se pertinente \n\nna avaliação da área de estudo e deve ser replicado para as áreas contíguas \n\nvisando o conhecimento da vulnerabilidade de uma área mais abrangente e o \n\ndirecionamento de políticas públicas orientadoras quanto ao uso de agrotóxicos \n\nnestas áreas mais sensíveis. \n\nReferências \n\nAL-ABADI, A. M.; AL-SHAMMA’A, A. M.; ALJABBARI, M. H. A GIS-based DRASTIC \nmodel for assessing intrinsic groundwater vulnerability in northeastern Missan \ngovernorate, southern Iraq. Applied Water Science, Berlin, p. 1-13, 2014.  \ndoi: 10.1007/s13201-014-0221-7.  \n\n\n\n79 \n \n\nALLER, L.; BENNETT, T.; LEHR, J. H.; PETTY, R. J.; HACKETT, G. DRASTIC: A \nstandardized system for evaluating ground water pollution potential using \nhydrogeologic settings. Cincinnati, OH: USEPA, 1987. 641 p. (EPA/600/2-85-018). \n\nAGÊNCIA NACIONAL DE ÁGUAS - ANA. Isoietas América do Sul. Brasília, DF, \n2005. Disponível em: http://metadados.ana.gov.br/geonetwork/srv/pt/main.home. \nAcesso em: 10 abr. 2016. \n\nANTONAKOS, A. K.; LAMBRAKIS, N. J. Development and testing of three hybrid \nmethods for the assessment of aquifer vulnerability to nitrates, based on the drastic \nmodel, an example from NE Korinthia, Greece. Journal of Hydrology, Amsterdam, \nv. 333, n. 2-4, p. 288-304, 2007.  \n\nARZU FIRAT, E.; FATMA, G. DRASTIC-based methodology for assessing \ngroundwater vulnerability in the Gümüshaciköy and Merzifon basin (Amasya, \nTurkey). Earth Sciences Research Journal, Bogotá, v. 17, p. 33-40, 2013.  \n\nBARTZAS, G.; TINIVELLA, F.; MEDINI, L.; ZAHARAKI, D.; KOMNITSAS, K. \nAssessment of groundwater contamination risk in an agricultural area in North Italy. \nInformation Processing in Agriculture, Amsterdam, v. 2, n. 2, p. 109-129, 2015.  \n\nBONO-BLAY, F.; GUART, A.; DE LA FUENTE, B.; PEDEMONTE, M.; PASTOR, M. \nC.; BORRELL, A.; LACORTE, S. Survey of phthalates, alkylphenols, bisphenol A and \nherbicides in Spanish source waters intended for bottling. Environmental Science \nand Pollution Research, Landsberg, v. 19, n. 8, p. 3339-3349, 2012.  \n\nCIVITA, M. Aquifer Vulnerability Map to Pollution: theory and application. \nBologna, Italy: Pitagora Editrice, 1994. 325 p. \n\nCLEARY, R. W. Hidrologia das águas subterrâneas. Engenharia Hidrológica, São \nPaulo, v. 2, p. 293-404, 1989. \n\nDIXON, B. Groundwater vulnerability mapping: A GIS and fuzzy rule based \nintegrated tool. Applied Geography, Kent, v. 25, n. 4, p. 327-347, 2005. \n\nEL-NAQA, A.; HAMMOURI, N.; KUISI, M. GIS-based evaluation of groundwater \nvulnerability in the Russeifa area, Jordan. Revista Mexicana de Ciencias \nGeológicas, Ciudad de Mexico, v. 23, p. 277-287, 2006.  \n\nFOSTER, S.; HIRATA, R.; VIDAL, A.; SCHMIDT, G.; GARDUÑO, H. The Guarani \nAquifer Initiative – Towards realistic groundwater management in a transboundary \ncontext. Washington, DC: Word Bank, 2009. \n\nFOSTER, S. Fundamental concepts in aquifer vulnerability, pollution risk and \nprotection strategy. In: DUIJVENBOODEN, W. van; WAEGENINGH, H. G. van (Ed.). \nVulnerability of soil and groundwater to pollutants. The Hague: TNO Committee \non Hydrological Research, 1987. p. 69–86. \n\n \n\n\n\n80 \n \n\nGOMES, M.; FILIZOLA, H.; SPADOTTO, C. Classificação das áreas de recarga do \nsistema aqüífero guarani no Brasil em domínios pedomorfoagroclimáticos - subsídio \naos estudos de avaliação de risco de contaminação das águas subterrâneas. \nRevista do Departamento de Geografia, São Paulo, v. 18, p. 67-74, 2006. \n\nHAMMOURI, N.; EL-NAQA, A. GIS based hydrogeological vulnerability mapping of \ngroundwater resources in Jerash Area - Jordan. Geofísica Internacional, Ciudad de \nMexico, v. 47, p. 85-97, 2008.  \n\nINSTITUTO DE PESQUISAS ESPACIAIS - INPE. Distância vertical à drenagem \nmais próxima. (Height Above the Nearest Drainage - HAND). Escala 1:50.000. São \nJosé dos Campos: Grupo de Modelagem para Estudos da Biodiversidade, 2008. \nDisponível em: http://www.dpi.inpe.br/Ambdata/hand.php.  \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA - IBGE. Base \ncartográfica integrada digital do Brasil ao milionésimo. versão 1.0 para ArcGis \nDesktop-ArcView. Rio de Janeiro, 2003. \n\nJURADO, A.; VÀZQUEZ-SUÑÉ, E.; CARRERA, J.; LÓPEZ DE ALDA, M.; PUJADES, \nE.; BARCELÓ, D. Emerging organic contaminants in groundwater in Spain: A review \nof sources, recent occurrence and fate in a European context. Science of the Total \nEnvironment, Amsterdam, v. 440, p. 82-94, 2012.  \n\nKAZAKIS, N.; VOUDOURIS, K. S. Groundwater vulnerability and pollution risk \nassessment of porous aquifers to nitrate: Modifying the DRASTIC method using \nquantitative parameters. Journal of Hydrology, Amsterdam, v. 525, p. 13-25, 2015.  \n\nKÖCK-SCHULMEYER, M.; GINEBREDA, A.; POSTIGO, C.; GARRIDO, T.; FRAILE, \nJ.; LÓPEZ DE ALDA, M.; BARCELÓ, D. Four-year advanced monitoring program of \npolar pesticides in groundwater of Catalonia (NE-Spain). Science of the Total \nEnvironment, Amsterdam, v. 470–471, p. 1087-1098, 2014.  \n\nLINHARES, F. M.; ALMEIDA, C. DAS N.; SILANS, A. M. B. P. DE; COELHO, V. H. \nR. Avaliação da vulnerabilidade e do risco à contaminação das águas subterrâneas \nda bacia hidrográfica do rio Gramame (PB). Sociedade &amp; Natureza, Uberlândia, v. \n26, p. 139-157, 2014.  \n\nMALIK MUHAMMAD, A.; ZHONGHUA, T.; DAWOOD, A. S.; EARL, B. Evaluation of \nlocal groundwater vulnerability based on DRASTIC index method in Lahore, \nPakistan. Geofísica Internacional, Ciudad de Mexico, v. 54, p. 67-81, 2015.  \n\nOKI, T.; KANAE, S. Global hydrological cycles and world water resources. Science, \nWashington, DC, v. 313, n. 5790, p. 1068-1072, 2006. \n\nPAVLIS, M.; CUMMINS, E.; MCDONNELL, K. Groundwater vulnerability assessment \nof plant protection products: a review. Human and Ecological Risk Assessment: \nAn International Journal, London, v. 16, n. 3, p. 621-650, 2010.  \n\nREBOUÇAS, A. D. C.; BRAGA, B.; TUNDISI, J. G. Águas doces no Brasil: capital \necológico, uso e conservação. São Paulo: Escrituras, 2008. 732 p. \n\n\n\n81 \n \n\nROSENBERGER, M.; VARNIER, C.; IRITANI, M. A.; FERREIRA, L. M. R.; ODA, G. \nH.; VIOTTI, M. Vulnerabilidade natural à contaminação do sistema Aquífero Bauru \nna área urbana do município de Bauru (SP). Revista do Instituto Geológico, v. 34, \np. 51-57, 2013.  \n\nSANTOS, R. G.; STURARO, J. T.; MARQUES, M. L.; FARIA, T. T. de. GIS Applied \nto the Mapping of Land Use, Land Cover and Vulnerability in the Outcrop Zone of the \nGuarani Aquifer System. Procedia Earth and Planetary Science, Amsterdam, v. 15, \np. 553-559, 2015.  \n\nSERVIÇO GEOLÓGICO DO BRASIL - CPRM. Mapas de solo, geodiversidade, \náreas de recarga do Aquífero Guarani, geodiversidade, geomorfologia e poços \nartesianos do Município de São Pedro, São Paulo - Brasil. Dados digitais \ncartográficos. Brasília, DF: CPRM, 2016. \n\nSÃO PAULO. Secretaria de Estado de Meio Ambiente de São Paulo. Mapeamento \ndo uso e ocupação do solo no Estado de São Paulo. São Paulo: SMA, 2009. \n\nTEIJON, G.; CANDELA, L.; TAMOH, K.; MOLINA-DÍAZ, A.; FERNÁNDEZ-ALBA, A. \nR. Occurrence of emerging contaminants, priority substances (2008/105/CE) and \nheavy metals in treated wastewater and groundwater at Depurbaix facility \n(Barcelona, Spain). Science of the Total Environment, Amsterdam, v. 408, n. 17, p. \n3584-3595, 2010. \n\nVALERIANO, M. M.; ROSSETTI, D. F.; ALBUQUERQUE, P. C. G. Topodata: \ndesenvolvimento da primeira versão do banco de dados geomorfométricos locais em \ncobertura nacional. In: SIMPÓSIO BRASILEIRO DE SENSORIAMENTO REMOTO, \n2009, Natal, RN. São José dos Campos, SP: INPE, 2009.  \n\nVIDAL OLIVERA, V. M.; Fernández, R. G.-A.; Jiménez Peña, Y.; Valdés González, L. \nA.; Castro Carrillo, M.; Rodríguez Ramos, D. Vulnerabilidad a la contaminación del \nacuífero norte de la provincia Ciego de Ávila. Ingeniería Hidráulica y Ambiental, La \nHabanna, v. 36, p. 45-56, 2015.  \n\n  \n\n\n\n82 \n \n\n5. AVALIAÇÃO DA CONTAMINAÇÃO POR AGROTÓXICOS EM ÁREA DE \n\nRECARGA DO AQUÍFERO GUARANI COM SOLO ARENOSO \n\n \n\nResumo \n\nOs aquíferos são importantes reservas de águas subterrâneas e abastecem boa \n\nparte da população brasileira. O Aquífero Guarani é atualmente o reservatório de \n\nágua mais importante do país e tem gestão compartilhada com outros países da \n\nAmérica do Sul. Embora as águas subterrâneas sejam, em geral, seguras para o \n\nconsumo humano, estas podem não estar livres de contaminantes, em especial \n\nagrotóxicos. Estudos têm demonstrado que este compartimento ambiental pode ser \n\natingido por substâncias químicas aplicadas na lavoura no controle de pragas, \n\ncomprometendo a qualidade da água. Os aquíferos têm maior vulnerabilidade em \n\nsuas áreas de recarga, onde a rocha-mãe fica mais exposta e não há confinamento \n\npor outras camadas litológicas. Tendo em vista esta característica, este estudo \n\nobjetivou analisar a ocorrência de contaminação por agrotóxicos em águas \n\nsuperficiais, subterrâneas, e em sedimentos, em uma área de recarga do Aquífero \n\nGuarani com solo arenoso e baixa profundidade do lençol freático, ocupada pela \n\ncultura de citros e eucalipto. A área foi monitorada por um ano com coletas mensais. \n\nAs amostras foram coletadas e analisadas para determinar os níveis de resíduos de \n\n18 agrotóxicos, entre eles os organoclorados. As análises foram realizadas por meio \n\nde extração seguida de quantificação por cromatografia em fase gasosa (CG/µECD) \n\ne cromatografia líquida (HPLC/DAD), obtendo-se resultados positivos em amostras \n\nde água subterrânea para o Heptacloro. \n\nPalavras-chave: contaminação; água; agrotóxicos; cromatografia \n\nAbstract \n\nAquifers are important water reserves and responsible by supply great part of the \n\nBrazilian population. The Guarani Aquifer is currently the most important water \n\nreservoir of the country and has shared management with other countries in South \n\nAmerica. Although groundwater is generally safe for human consumption, they could \n\nnot be free of contaminants, especially pesticides. Studies have shown that this \n\nenvironmental compartment can be reached by chemicals applied in agriculture, \n\ncompromising water quality. Aquifers are most vulnerable in their recharge areas, \n\nwhere the sedimentary rock is more exposed and there is no confinement of other \n\nlithological layers. Therefore, this study aimed to analyze the occurrence of \n\npesticides contamination in surface water, groundwater, and sediment, in a recharge \n\narea of the Guarani Aquifer with sandy soil and shallow water table, occupied by the \n\nculture of citrus and eucalyptus. The area was monitored for one year with monthly \n\ncollections. The samples were collected and analyzed to determine the levels of \n\nresidues of 18 pesticides, including organochlorines. The analysis were performed \n\n\n\n83 \n \n\nusing extraction followed by quantification by gas chromatography (GC/?ECD) and \n\nliquid chromatography (HPLC/DAD), yielding positive results in groundwater samples \n\nfor Heptachlor. \n\nKeywords: contamination; water; chromatography; pesticides \n\n \n\n5.1. Introdução \n\nA água subterrânea faz parte de um processo dinâmico e interativo do ciclo \n\nhidrológico, pelo qual a água circula do oceano para a atmosfera e dessa para os \n\ncontinentes, de onde retorna, superficial e subterraneamente, ao oceano. As águas \n\nsubterrâneas são, geralmente, fontes de águas limpas e de boa qualidade. No \n\nBrasil, atualmente, 39% dos municípios são abastecidos exclusivamente através de \n\npoços tubulares que captam dessas fontes (AGÊNCIA NACIONAL DE ÁGUAS, \n\n2010). Existem dois tipos básicos de aquíferos, os confinados e os não confinados, \n\nestando estes últimos mais susceptíveis à contaminação e comprometimento da \n\nqualidade da água (FOSTER, 1987). \n\nNeste contexto está o Sistema Aquífero Guarani (SAG), que é um dos \n\nmaiores reservatórios de água potável do mundo. Este reservatório é classificado \n\ncomo transfronteiriço e está presente em oito estados brasileiros, Paraná, Santa \n\nCatarina, Rio Grande do Sul, São Paulo, Minas Gerais, Goiás, Mato Grosso e Mato \n\nGrosso do Sul, e abrange também parte dos territórios da Argentina, Paraguai e \n\nUruguai, apresentando cerca de 85% de áreas de confinamento e 15% de áreas de \n\nnão confinamento (FOSTER et al., 2009). Em termos de vazão podem-se obter mais \n\nde 200 mil litros por hora em arenitos da Formação Botucatu, e ainda conta com \n\numa recarga natural na ordem de 160 km³/ano (OEA, 2009). Nas margens do \n\naquífero, a erosão expõe pedaços do arenito, em áreas denominadas afloramentos, \n\nonde ocorre a recarga direta e indireta do sistema, através da infiltração direta das \n\náguas de chuva ou infiltração vertical ao longo de descontinuidades nas áreas de \n\nconfinamento, num processo mais lento. Nestas áreas de recarga o aquífero \n\nGuarani apresenta-se mais vulnerável a contaminações (GOMES, 2008; \n\nMILCZEWSKI et al., 2014).  \n\n O uso indiscriminado de agrotóxicos vem gerando inúmeros problemas \n\nambientais. A contaminação do meio ambiente vem sendo amplamente monitorada, \n\nprincipalmente no que se refere ao sistema água (USEPA, 1992; MORVAN et al., \n\n\n\n84 \n \n\n2006; TEIJON et al., 2010; JURADO et al., 2012; KÖCK-SCHULMEYER et al., 2014; \n\nMEFFE; De BUSTAMANTE, 2014; TETTENHORST; SHOEMAKER, 2014; ROCHA \n\net al., 2015), sedimento (BERLIOZ-BARBIER et al., 2014), vegetação e aos animais \n\nque compartilham deste sistema (ROCHA et al., 2015). A contaminação de águas \n\npor resíduos de agrotóxicos ocorre principalmente pela ação das águas da chuva e \n\nde irrigação que provocam lixiviação, drenagem e escoamento dos agrotóxicos \n\npresentes nas plantações e no solo, que irão atingir correntes de água ou \n\nreservatórios. Dentro do estado de São Paulo as áreas de recarga do SAG são \n\nocupadas em aproximadamente 75% pela agricultura (SMA, 2009), sendo a mais \n\npreocupante em termos ambientais a parte central do interior onde o aquífero é \n\naflorante, raso e possui solos arenosos (GOMES, 2008). \n\n Em virtude dos efeitos nocivos ao meio ambiente pela contaminação por \n\nagrotóxicos, este estudo objetivou avaliar a possibilidade de contaminação dos \n\nsistemas hídricos superficiais e subterrâneos, como também o sedimento em uma \n\nárea de cultivo de citros, no município de São Pedro, São Paulo, com solo arenoso e \n\nem área de recarga do Aquífero Guarani. \n\n \n\n5.2. Materiais e Métodos \n\n Área de estudo \n\n A área de estudo localiza-se no município de São Pedro, São Paulo, Brasil, \n\nmunicípio que apresenta cerca de 85% de sua área sob região de recarga do \n\nAquífero Guarani (CETESB, 2006).  \n\n Foi realizado mapeamento da região para demarcação dos pontos de \n\ninstalação dos poços piezométricos para coleta de água (Figura 5.1). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n85 \n \n\n \n\n \n\n  \n\nFigura 5.1 – Mapa de uso do solo, altimetria e locais dos pontos de coleta (1,2 e 3 poços de \n\nmonitoramento e A, B, C, D e E locais de coleta de água superficial)  da área \n\nde estudo \n\n \nComo indicado pela Figura 5.1, observa-se que a área de estudo possui um \n\nrelevo acentuado, com variação de cerca de 100m de diferença na altimetria em \n\nrelação ao ponto mais baixo e mais alto. A área possui cerca de 65% de sua \n\nocupação com a cultura de citros, 10% de eucalipto e cerca de 25% de \n\nremanescentes naturais. Existem 3 nascentes de água na porção central e um \n\ncórrego no limite oeste, este que corre sob a rocha-mãe do aquífero dentro da \n\npropriedade, o arenito da formação Piramboia (Figura 5.2). \n\n \n\n \n\n\n\n86 \n \n\n \n\nFigura 5.2 – Vista do leito do córrego (A), ponto mais baixo da área de estudo, onde o \n\narenito é aparente (B) em ambas as margens \n\n \n\nAmostragem \n\n As amostras de águas de superfície e águas subterrâneas foram coletadas \n\nem 8 pontos, sendo 3 poços piezométricos (Figura 5.3) ou poços de monitoramento \n\n(P1-Poço 1; P2-Poço 2; P3-Poço3) e 5 de águas superficiais (R1-Represa 1; R2-\n\nRepresa 2; N1-Nascente 1; N2-Nascente 2; C-Córrego). Os sedimentos foram \n\ncoletados nas represas (R1 e R2). \n\n \n\n \n\nFigura 5.3 – Esquema de montagem dos poços piezométricos \n\n \n\nA \n\nB \nB \n\n\n\n87 \n \n\n Os 3 poços piezométricos foram perfurados com utilização de trado manual, \n\nsegundo a ABNT NBR 15495-1:2007 versão corrigida 2:2009 (ABNT, 2016). O poço \n\nP1 apresentou profundidade de 5,5m, o poço P2 2,3m e o P3 3.8m. \n\n As coletas foram realizadas mensalmente, no período de março de 2015 a \n\nmarço de 2016, sendo coletados 2 litros de água por ponto de coleta para águas \n\nsuperficiais.  \n\n Os volumes totais contidos nos poços piezométricos foram coletados através \n\ndo uso de bomba. As coletas de água resultaram e em 39 amostras de água \n\nsubterrânea e 66 amostras de águas superficiais. As amostras foram transportadas \n\npara o laboratório sob refrigeração em isopor com gelo. \n\n A coleta do sedimento foi realizada trimestralmente, no período de março de \n\n2015 a março de 2016. O sedimento foi coletado na área central das represas  \n\n(R1 e R2), sendo utilizado barco e sistema de draga (Petersen) para amostragem do \n\nfundo das represas. Foram coletadas cerca de 500 g de amostra de sedimento, \n\ntotalizando 12 amostras no decorrer do estudo. \n\nAs identificações dos pontos de coleta bem como as datas de sua realização \n\nsão apresentadas nas Tabelas 5.1 e 5.2. \n\n \n\nTabela 5.1 – Identificação dos pontos de água e sedimento \n\nPontos de Coleta Identificação Coordenadas \n\nP1 Poço Piezométrico 1  \n\nP2 Poço Piezométrico 2  \n\nP3 Poço Piezométrico 3  \n\nN1 Nascente 1  \n\nN2 Nascente 2  \n\nR1 Represa 1  \n\nR2 Represa 2  \n\nCOR Córrego  \n\nSed R1 Sedimento Represa 1  \n\nSed R2 Sedimento Represa 2  \n\n \n\n \n\n \n\n \n\n\n\n88 \n \n\nTabela 5.2 – Data das coletas \nN\n\no\n Coleta Data \n\n1 18 de março 2015 \n\n2 25 de abril de 2015 \n\n3 22 de maio de 2015 \n\n4 26 de junho de 2015 \n\n5 28 de julho de 2015 \n\n6 18 de agosto de 2015 \n\n7 28 de setembro de 2015 \n\n8 29 de outubro de 2015 \n\n9 30 de novembro de 2015 \n\n10 18 de dezembro de 2015 \n\n11 22 de janeiro de 2016 \n\n12 19 de fevereiro de 2016 \n\n13 18 de março de 2016 \n\n \n\n \n\nCromatografia \n\nMateriais e reagentes \n\n Para as determinações dos agrotóxicos clorados os solventes utilizados no \n\nprocesso de extração foram: Metanol grau resíduo (Tedia Company – EUA); Acetato \n\nde Etila (Mallinckrodt – França), Diclorometano (Mallinckrodt – França) e Hexano \n\ngrau resíduo (Mallinckrodt – França). Para lavagem e limpeza da vidraria foi utilizada \n\nAcetona p.a (J.T. Baker – México) e Acetona grau resíduo (Mallinckrodt – França).  \n\n Para a determinação dos resíduos de herbicidas e fungicidas os solventes \n\nutilizados foram Acetonitrilo e metanol grau HPLC/Spectro, adquiridos a partir da \n\nTedia Company Inc. (Fairfield, OH, EUA). \n\n \n\nPadrões analíticos \n\n Foram rastreados 18 agrotóxicos de diferentes classes químicas. Na Tabela \n\n5.3 estão apresentadas as classes, grupo químico, fórmulas molecular e estrutural \n\ndos agrotóxicos avaliados. Preparou-se solução estoque de cada agrotóxico \n\nindividualmente numa concentração de 1000 ug.mL\n-1\n\n em solvente e armazenados \n\nem freezer a -18°C. \n\n \n\n\n\n89 \n \n\nTabela 5.3 – Agrotóxicos rastreados \nAgrotóxico Classe Grupo Químico Método Cromatográfico \n\n?-BHC Inseticida Organoclorado CG-µECD \n\n?-Endosulfan Inseticida Organoclorado CG-µECD \n\n?-BHC Inseticida Organoclorado CG-µECD \n\n?-Endosulfan Inseticida Organoclorado CG-µECD \n\nAmetrina Herbicida Triazina HPLC-UV/DAD \n\nAzoxistrobina Fungicida Estrobilurina HPLC-UV/DAD \n\nDieldrin Inseticida Organoclorado CG-µECD \n\nDiuron Herbicida Uréia HPLC-UV/DAD \n\nEndosulfan sulfato Inseticida Organoclorado CG-µECD \n\nEndrin Inseticida Organoclorado CG-µECD \n\nHeptacloro Inseticida Organoclorado CG-µECD \n\nHeptacloro epóxi Inseticida Organoclorado CG-µECD \n\nHexazinone Herbicida Uréia e Triazinonas. HPLC-UV/DAD \n\nLindane Inseticida Organoclorado CG-µECD \n\no,p DDT Inseticida Organoclorado CG-µECD \n\np, p DDT Inseticida Organoclorado CG-µECD \n\nSulfametiuron methyl Herbicida Sulfonilréia HPLC-UV/DAD \n\n \n\nMix Organoclorados \n\n Preparou-se solução estoque contendo concentração 10 ?g mL\n-1\n\n do padrão \n\ncontendo mistura dos agrotóxicos organoclorados (ChemService, West Chester, \n\nUSA - Lote # 252-104A), em Hexano grau resíduo (Lichrosolv). A partir de solução \n\nestoque, obtiveram-se por diluição em hexano resíduo (Lichrosolv) as soluções: \n\n0,005, 0,01, 0,02, 0,03, 0,05 ?g mL\n-1\n\n do que foi denominado Mix de organoclorados. \n\n \n\nHerbicida e fungicida \n\n A partir de solução estoque, obtiveram-se por diluição em acetonitrila resíduo \n\nas soluções: 0,05, 0,1, 0,2, 0,3, 0,5 ?g mL\n-1\n\n. Os padrões analíticos foram adquiridos \n\nda Chem Service (West Chester, PA, EUA), que varia entre 97% a 99,5% de pureza. \n\nA Acetonitrila e metanol grau HPLC foram adquiridos a partir da Tedia Company Inc. \n\n(Fairfield, OH, EUA). \n\n \n\n\n\n90 \n \n\nProcessamento das amostras  \n\nÁgua superficial e subterrânea \n\n Para a extração das amostras de água foi utilizada a técnica extração em fase \n\nsólida (SPE) através de cartucho Sep-Pak C18 (500 mg adsorvente por cartucho) da \n\nmarca Waters (Milford, MA, EUA). Os cartuchos foram condicionados com 10 ml de \n\nmetanol, seguidos por 10 ml de água deionizada. Uma alíquota de 1000 mL da \n\namostra foi passada através do cartucho com uma taxa de fluxo de 10 mL min\n-1\n\n e, \n\nem seguida, lavou-se com 10 mL de água (Figura 5.4). Em seguida, os cartuchos \n\nforam secos durante 20 minutos. Subsequentemente, os agrotóxicos foram eluídos \n\ncom 10 ml de de uma mistura de Acetato de Etila e Diclorometado (1:1) (RISSATO \n\net al., 2004). O solvente foi evaporado até à secura sob uma corrente suave de \n\nnitrogênio através do Turbovap (LV Caliper, LifeSciences). O resíduo foi redissolvido \n\nem 10 mL de hexano e acetonitrila, respectivamente, e analisado em CG/µECD e \n\nHPLC. \n\n \n\n \n\nFigura 5.4 – Extração das amostras de água \n\n \n\nSedimento \n\n As amostras de sedimentos foram congeladas a -80ºC e submetidas a \n\nliofilização em liofilizador Liotop L101, e, em seguida, peneiradas em peneira de \n\nmalha de 2 mm. Em seguida foi pesada uma alíquota de 10 g e adicionados 10 mL \n\nde metanol. A solução foi agitar por 15 minutos em 200 rpm na mesa agitadora e \n\nhomogeneizada por 3 minutos em ultrassom. Centrifugar em 7000 rpm  \n\npor 5 minutos. O sobrenadante foi retirado e transferido para o tubo. A partir do \n\n\n\n91 \n \n\nmetanol o procedimento foi repetido e o sobrenadante adicionado ao tudo. O \n\nsolvente foi evaporado até à secura sob uma corrente suave de nitrogenio através \n\ndo Turbovap (LV Caliper, LifeSciences). O resíduo foi redissolvido em 10 mL de \n\nhexano e acetonitrila, respectivamente, e analisado em CG/µECD e HPLC (MIKI; \n\nKOYAMA; UNO, 2010). \n\n \n\nEquipamentos \n\n Os extratos obtidos foram então submetidos à análise CG e HPLC. Os \n\nequipamentos utilizados foram: Cromatógrafo Líquido - Agilent 1200 Series HPLC \n\nequipado com bomba quaternária, amostrador automático, bomba quaternária, forno \n\npara coluna e detectores UV/DAD e fluorescência e Cromatógrafo gasoso - Agilent \n\nmodelo 7890A GC System equipado com detector de captura de elétrosn (µ-ECD) e \n\ndetector fotométrico de chama (FPD). \n\n \n\nCondições cromatográficas \n\n \n\nCromatografia gasosa (CG): \n\nColuna DB5 Agilent (30 mm x 0.25 mm x 0.25 µm) \n\nCondições da corrida: Temp. inicial 230 °C - 1 minuto, subindo 6 °C por minuto até \n\n235 °C por 4 minutos. 10 °C /minuto até 270 °C, por 3 minutos. Injetor a 250 °C; \n\nDetector µ-ECD: 300 °C. Vol de injeção: 1 µL.   \n\n \n\nCromatografia de Alta Eficiência (CLAE): \n\nColuna Kromasil 100-3.5 C8 Agilent (150 mm x  4.6mm x 3.5 µm)  \n\nCondições da corrida: Fase móvel: A - 40% água e ac. ortofosfórico pH= 2,2, B- 60% \n\nacetonitrila, modo isocrático. \n\nVolume de Injeção: 20 µL. Fluxo 1,5 ml/min. Stop time 5 min. Pressão +/- 330 bar. \n\nDetector DAD: 35C. Comprimento de onda: 235 e 242 nm. \n\n \n\n  \n\n\n\n92 \n \n\nValidação do método analítico \n\nO método foi validado segundo as diretrizes Nacionais (ANVISA, 2012) e da \n\nUnião Europeia (EUROPEAN COMMISSION, 2014). \n\n \n\nLinearidade e Sensibilidade \n\nA linearidade foi avaliada a partir das curvas analíticas construídas utilizando \n\nsoluções de padrão de agrotpoxicos em diferentes concentrações. Para o mix de \n\norganoclorados utilizou-se as concentrações: 0,005; 0,01; 0,02; 0,03; 0,04;  \n\n0,05 µg mL\n-1\n\n, injetadas 5 vezes. Para os herbicidas e fungicida utilizou-se as \n\nconcentrações: 0,5; 1,0; 2,0; 3,0; 4,0; 5,0 µg mL\n-1\n\n \n\n A sensibilidade é um parâmetro que demonstra a variação da resposta em \n\nfunção da concentração do analito. Pode ser expressa pela inclinação da reta de \n\nregressão de calibração.  \n\n \n\nExatidão e precisão \n\n Foram realizados estudos de recuperação para a determinação de exatidão \n\nem 3 níveis com 5 réplicas (EUROPEAN COMMISSION, 2014). A precisão foi \n\navaliada em termos de repetitividade dos resultados, medida pelo coeficiente de \n\nvariação (CV%) entre os valores adquiridos. \n\nPara a determinação da recuperação dos clorados utilizou-se amostras de \n\nágua deionizada e sedimento enriquecida com os analitos em três níveis de \n\nconcentração: 0,02; 0,03 e 0,04 µg mL\n-1\n\n, tanto para água como para sedimento. \n\nPara a determinação da recuperação dos herbicidas e fungicida utilizou-se amostras \n\nde água deionizada e sedimento enriquecida com os analitos em concentrações: \n\n3,0; 4,0 e 4,0 µg mL\n-1\n\n, tanto para água como para sedimento.  \n\n \n\nLimites de detecção (LD) e limites de quantificação (LQ) \n\n Os limites de detecção (LD) e os limites de quantificação (LQ) foram \n\ndeterminados pelo menor ponto da curva, utilizando a matriz com adição de \n\nconcentrações conhecidas da substância de interesse, de tal modo que se possa \n\ndistinguir entre ruído e sinal analítico pela visualização da menor concentração \n\nvisível. \n\n \n\n\n\n93 \n \n\nEfeito Matriz (EM) \n\n Para o cálculo de Efeito Matriz (EM) é feita uma comparação entre a razão do \n\nslope (coeficiente angular) dos padrões em solvente e em matriz e calculada \n\nsegundo a equação 1: \n\n \n\n...................(1) \n\n \n\n \n\nNeste cálculo foi considerado diminuição/aumento de sinal leve os valores \n\nencontrados entre -20 e 20%, efeito médio para valores entre – 50 e -20% ou 20 e \n\n50% e um forte sinal de supressão valores abaixo de -50% ou acima de 50% \n\n(KMELLÁR et al., 2011). \n\n \n\n5.3. Resultados e Discussões \n\nOtimização dos parâmetros cromatográficos \n\n Quando se trata de análise de vários compostos (multiresíduos) é importante \n\nque se otimize os parâmetros para que os compostos possam ser analisados em \n\numa única corrida. Isto proporciona uma economia de tempo e reduz os custos das \n\nanálises. Nas Tabelas 5.4 e 5.5 estão definidos parâmetros relacionados a cada \n\nanalito, como tempo de retenção e o r da curva.  \n\n \n\nTabela 5.4 – Padrões de agrotóxicos organoclorados rastreados \n\nOrganoclorado Tempo de retenção/min r \n\n? BHC 4,658 0,9742 \nHexaclorobenzeno 4,798 0,9785 \n? BHC 4,901 0,9777 \nLindane 5,045 0,9739 \nHeptacloro 6,244 0,9782 \nHeptacloro epóxi 7,709 0,9771 \n? Endosulfan 8,520 0,9784 \nDieldrin 9,075 0,9697 \nEndrin 9,587 0,9768 \n? Endosulfan 9,757 0,9772 \no,p’ DDE 9,859 0,9727 \np,p’ DDE 10,685 0,9785 \nEndosulfan sulfato 10,783 0,9787 \n\n \n\n \n\nEM (%) = 1 -  slope curva matriz  x 100 \n                      slope curva solvente \n                            \n\n\n\n94 \n \n\nTabela 5.5 – Padrões de agrotpoxicos rastreados através de HPLC \n Tempo de retenção/min r \n\nAmetrina 1,376 0,99979 \n\nHexazinone 1,571 0,99989 \n\nSulfameturon methyl 1,818 0,99989 \n\nDiuron 2,251 0,99991 \n\nAzoxistrobina 3,129 0,99989 \n\n \n\n  \n\nAnálise Cromatográficas  \n\n As respostas analíticas da injeção dos padrões se encontram nos \n\ncromatogramas (Figuras 5.5 e 5.6). \n\n \n\n \n\n \nFigura 5.5 – Cromatograma dos padrões no CG \n\n \n\n\n\n95 \n \n\n \n\nFigura 5.6 – Cromatograma dos padrões no HPLC (“A” comprimento de onda 242nm e “B” \n\ncomprimento de onda 235nm) \n\n \n\nValidação do método analítico \n\nOs resultados de recuperação (eficiência de extração) para cada agrotóxico \n\nanalisado em matrizes aquosas e em sedimentos estão apresentados nas Tabelas \n\n5.6 a 5.9.  \n\nPara a validação do método utilizamos 3 diferentes níveis (concentração) de \n\nfortificação (ANVISA, 2012; EUROPEAN COMMISSION, 2014). Para análises no CG \n\nos níveis foram 0,02; 0,03; 0,04 ?g.mL\n-1\n\n e para análises no HPLC os níveis de \n\nfortificação foram 3,0; 4,0 e 5,0 ?g.mL\n-1\n\n. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA \n\nB \n\n\n\n96 \n \n\nTabela 5.6 – Níveis de fortificação e recuperação do método em água \n\n \n\nOrganoclorado \n\nFortificação  (?g mL\n-1\n\n) \n\n0,02 0,03 0,04 \n\n%R\na\n ?\n\nb C.V.\nc\n %R ? C.V. %R ? C.V. \n\n? BHC 97,29 0,04 2,18 71,24 0,07 3,98 82,18 0,01 0,33 \n\nHexaclorobenzeno 74,78 0,04 2,48 68,68 0,61 31,56 71,81 0,16 5,96 \n\n? BHC 92,58 0,02 1,25 87,59 1,22 9,24 101,41 0,10 2,85 \n\nLindane 97,49 0,07 4,17 81,25 0,13 6,00 71,49 0,08 2,89 \n\nHeptacloro 97,33 0,03 1,48 71,80 0,04 1,52 79,92 0,31 9,55 \n\nHeptacloro epóxi 90,60 0,01 0,36 87,73 0,27 10,07 86,08 0,13 3,59 \n\n? Endosulfan 90,67 0,03 1,78 88,79 0,12 4,46 94,59 0,24 6,30 \n\nDieldrin 78,89 0,02 1,26 90,06 0,03 1,08 84,40 0,20 5,91 \n\nEndrin 91,08 0,03 1,69 103,27 0,14 4,51 99,37 0,35 8,21 \n\n? Endosulfan 92,98 0,04 1,99 98,41 0,06 1,89 97,95 0,40 9,92 \n\no,p’ DDE 96,16 0,06 3,48 69,92 0,03 1,49 84,20 0,24 7,41 \n\no,p’ DDE 85,69 0,04 2,17 92,56 0,08 2,70 77,59 0,07 2,29 \n\nEndosulfan sulfato 94,34 0,08 4,20 98,96 0,12 3,64 96,14 0,12 3,02 \n\na\n%Rmedia - % Recuperação média \n\nb\n?– Desvio padrão \n\nc\nC.V. – Coeficiente de Variação \n\n \n\nTabela 5.7 – Níveis de fortificação e recuperação do método em água \n\n \n\nAgrotóxicos \n\nFortificação  (?g mL\n-1\n\n) \n\n3,0 4,0 5,0 \n\n%R\na\n ?\n\nb C.V.\nc\n %R ? C.V. %R ? C.V. \n\nAmetrina 91,11 0,12 4,22 102,50 0,10 2,44 94,00 0,10 2,13 \n\nHexazinone 98,89 0,12 3,89 98,33 0,15 3,88 100,67 0,32 6,39 \n\nSulfameturon methyl 83,33 0,10 4,00 99,17 0,15 3,85 104,00 0,10 1,92 \n\nDiuron 85,56 0,06 2,25 97,50 0,10 2,56 96,00 0,10 2,08 \n\nAzoxistrobina 102,22 0,23 7,53 98,33 0,15 3,88 88,67 0,12 2,60 \n\na\n%Rmedia - % Recuperação média \n\nb\n?– Desvio padrão \n\nc\nC.V. – Coeficiente de Variação \n\n \n \n \n \n \n \n \n \n \n\n\n\n97 \n \n\nTabela 5.8 – Níveis de fortificação e recuperação do método para sedimento \n\n \n\nOrganoclorado \n\nFortificação (?g.L\n-1\n\n) \n\n0,02 0,03 0,04 \n\n%R\na\n ?\n\nb C.V.\nc\n %R ? C.V. %R ? C.V. \n\n? BHC 91,67 0,01 0,63 97,11 0,04 1,43 78,50 0,03 1,10 \n\nHexaclorobenzeno 72,00 0,03 1,84 80,44 0,04 1,46 88,83 0,02 0,43 \n\n? BHC 78,33 0,02 0,98 88,78 0,02 0,78 83,58 0,09 2,76 \n\nLindane 77,83 0,03 1,62 89,33 0,07 2,61 72,50 0,02 0,69 \n\nHeptacloro 74,67 0,01 0,77 90,11 0,03 0,93 93,83 0,02 0,62 \n\nHeptacloro epóxi 81,17 0,03 1,98 85,78 0,06 2,14 89,08 0,02 0,43 \n\n? Endosulfan 86,83 0,02 0,88 90,56 0,03 1,12 90,00 0,02 0,56 \n\nDieldrin 77,50 0,04 2,33 88,22 0,03 1,15 87,00 0,16 4,48 \n\nEndrin 92,83 0,02 1,12 93,44 0,03 1,09 98,33 0,07 1,84 \n\n? Endosulfan 92,17 0,04 2,19 94,78 0,04 1,42 92,08 0,17 4,63 \n\no,p’ DDE 83,83 0,02 1,38 91,89 0,07 2,42 81,75 0,02 0,53 \n\no,p’ DDE 81,50 0,02 1,06 87,22 0,04 1,34 83,83 0,03 0,91 \n\nEndosulfan sulfato 93,17 0,02 0,82 96,33 0,08 2,75 97,66 0,04 0,90 \n\na\n%Rmedia - % Recuperação média \n\nb\n?– Desvio padrão \n\nc\nC.V. – Coeficiente de Variação \n\n \n\n \n\nTabela 5.9 – Níveis de fortificação e recuperação do método em sedimento \n\n \nAgrotóxicos \n\nFortificação  (?g.L\n-1\n\n) \n\n3,0 4,0 5,0 \n%R\n\na\n ?\n\nb C.V.\nc\n %R ? C.V. %R ? C.V. \n\nAmetrina 77,77 0,15 6,55 76,67 0,12 3,77 64,67 0,25 7,78 \n\nHexazinone 81,11 0,06 2,37 80,83 0,12 3,57 74,00 0,26 7,15 \n\nSulfameturon methyl 87,78 0,15 5,80 73,33 0,12 3,94 77,33 0,21 5,38 \n\nDiuron 82,22 0,06 2,34 91,67 0,25 6,86 95,33 0,35 7,37 \n\nAzoxistrobina 103,33 0,10 3,23 93,33 0,23 6,19 98,00 0,26 5,40 \n\na\n%Rmedia - % Recuperação média \n\nb\n?– Desvio padrão \n\nc\nC.V. – Coeficiente de Variação \n\n \n\n \n\n\n\n98 \n \n\nDos 18 agrotóxicos rastreados apenas 3 apresentaram valores inferiores a \n\n70% em uma das fortificações, os demais ficaram nas faixas de recuperação \n\nindicadas pela ANVISA (2012). Segundo a EUROPEAN COMMISSION (2014) são \n\nestabelecidas as faixas de recuperação (70-120%) bem como os coeficientes de \n\nvariação (&lt;20%) como padrões aceitáveis. \n\nO Limite de detecção (LD) e o Limite de Quantificação (LQ) foi determinado \n\npelo método visual, injetando-se baixas concentrações dos padrões (Tabelas 5.10 e \n\n5.11). \n\n \n\nTabela 5.10 – Limite de detecção (LD) e o Limite de Quantificação (LQ) em ?g mL\n-1\n \n\nAgrotóxicos LD LQ \n\n? BHC 0,0002 0,001 \n\nHexaclorobenzeno 0,0001 0,0005 \n\n? BHC 0,0002 0,001 \n\nLindane 0,0001 0,0005 \n\nHeptacloro 0,0001 0,0005 \n\nHeptacloro epóxi 0,0001 0,0005 \n\n? Endosulfan 0,0001 0,0005 \n\nDieldrin 0,0001 0,0005 \n\nEndrin 0,0001 0,001 \n\n? Endosulfan 0,0001 0,0005 \n\no,p’ DDE 0,0002 0,002 \n\np,p’ DDE 0,0002 0,002 \n\nEndosulfan sulfato 0,0002 0,0002 \n\n \n \nTabela 5.11 – Limite de detecção (LD) e o Limite de Quantificação (LQ) em ?g mL\n\n-1\n \n\nAgrotóxicos LD LQ \n\nAmetrina 0,01 0,05 \n\nHexazinone 0,04 0,1 \n\nSulfameturon methyl 0,04 0,1 \n\nDiuron 0,04 0,1 \n\nAzoxistrobina 0,04 0,2 \n\n \n\n\n\n99 \n \n\n Com relação ao efeito matriz (EM), as matrizes de sedimento envolvidas não \n\nforam afetadas significativamente sendo avaliadas como efeito matriz leve (inferior a \n\n20%), conforme apresentado nas Tabelas 5.12 e 5.13. \n\n \n\nTabela 5.12 – Valores efeito matriz (EM) em solvente e no sedimento \n Solvente Represa 1  Represa 2  \n\nAgrotóxico \nCoef. \n\nangular \n\nCoef.   \n\nangular \nEM (%) \n\nCoef \n\nangular \nEM (%) \n\n? BHC 15274,58 14865,23 3,85 13895,23 9,03 \n\nHexaclorobenzeno 33870,71 31257,30 7,71 31369,12 7,38 \n\n? BHC 9144,90 10620,80 -16,14 10562,00 -15,49 \n\nLindane 9764,03 9584,23 1,84 11338,69 -16,13 \n\nHeptacloro 20404,65 21829,20 -6,98 22699,20 -11,24 \n\nHeptacloro epóxi 11307,79 12658,33 -11,94 12598,33 -11,41 \n\n? Endosulfan 17435,66 18654,58 -6,99 19888,36 -14,08 \n\nDieldrin 13149,24 12847,30 2,29 14663,25 -11,51 \n\nEndrin 17544,12 15369,00 12,40 14558,66 17,02 \n\n? Endosulfan 21017,17 21456,30 -2,89 22553,33 -7,31 \n\no,p’ DDE 7630,72 8954,58 -17,34 8770,55 -14,94 \n\np,p’ DDE 13335,49 12555,33 5,85 14896,33 -11,70 \n\nEndosulfan sulfato 11292,14 12389,62 -9,71 13221,41 -17,08 \n\n \n \n \n\nTabela 5.13 – Valores efeito matriz (EM) em solvente e no sedimento \n Solvente Represa 1  Represa 2  \n\nAgrotóxico Coef. angular Coef. angular EM (%) Coef angular EM (%) \n\nAmetrina 67,0617 70,2553 -4,76 70,1840 -4,65 \n\nHexazinone 34,7917 34,6530 0,39 34,5698 0,63 \n\nSulfameturon \n\nmethyl \n26,9252 23,7706 11,71 23,8025 11,59 \n\nDiuron 47,4112 48,9069 -3,15 48,6451 -2,60 \n\nAzoxistrobina 13,2734 44,5949 -3,05 44,4773 -2,78 \n\n \n\nAnálise das amostras de água e sedimento \n\nOrganoclorados \n\n Não houve detecção de organoclorados em sedimentos. Os resultados das \n\nanálises de água no que se refere à presença de clorados são apresentados na \n\nTabela 5.14. \n\n\n\n100 \n \n\n \n\nTabela 5.14 – Resultados das análises de organoclorados em água, em ?g mL\n-1  \n\nLQ – Limite de quantificação \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nNa Figura 5.7 é apresentado um cromatograma cuja amostra apresentou \n\nHeptacloro. \n\n \n\n \n\nFigura 5.7 – Amostra com resultado positivo para o organoclorado Heptacloro \n\n \n\nForam encontrados resíduos de Heptacloro acima do LQ em 16,67% das \n\namostras de água subterrânea, em concentrações entre 0,005 a 0,01 µg.mL-1. \n\nForam encontrados também traços de ?-BHC e ?-Endosulfan, porém em \n\nconcentrações abaixo do limite de quantificação do método. O Heptacloro é um \n\nagrotóxico que pode ser usado no tratamento do solo, para sementes de milho, \n\npequenos grãos e sorgo, ou aplicado diretamente na folhagem. O Heptacloro tem \n\nseu uso restrito em muitos países e até mesmo proibido em outros, como o Brasil, e \n\nestá listado na Convenção de Estocolmo sobre poluentes orgânicos persistentes \n\nPonto de \ncoleta \n\nMês da coleta Agrotóxico detectado \nConcentração \n\n(µg mL\n-1\n\n) \n\nPoço 2 \n\nJulho/2015 Heptacloro 0,00947 \n\nAgosto/2015 \n?-BHC&lt;LQ \n\nHeptacloro 0,01853 \n\nOutubro/2015 \n?-BHC&lt;LQ \n\nHeptacloro 0,00820 \n\nPoço 3 \n\nJulho/2015 Heptacloro 0,00543 \n\nAgosto/2015 Heptacloro 0,00900 \n\nOutubro/2015 \n?-BHC&lt;LQ \n\nHeptacloro 0,01700 \n\nNascente 1 Junho/2015 ?-BHC &lt;LQ \n\nNascente 2 Maio/2015 ? Endosulfan &lt;LQ \n\n\n\n101 \n \n\n(UNEP, 2009). É uma substância pouco solúvel em água e pode permanecer no \n\nambiente aquático e terrestre por muitos anos, assim como a maioria dos \n\norganoclorados. A exposição ao Heptacloro se dá a partir da ingestão de água ou \n\nalimentos contaminados por essa substância, por contato com solo contaminado ou \n\npor via respiratória, em áreas onde essa substância é usada para borrifação de \n\nlavouras (ATSDR, 2007). \n\nNa Agência de Proteção Ambiental Estadunidense (Environmental Protection \n\nAgency – EPA) é classificado como uma substância do grupo B2, ou seja, com \n\npotencial para produzir câncer em seres humanos, porém não há estudos \n\nconclusivos (EPA, 1980; ATSDR, 2007). O Heptacloro está listado na Portaria MS \n\nnº518/2004 do Ministério da Saúde do Brasil que versa sobre a potabilidade da \n\nágua, tendo seu valor máximo permitido (VMP) fixado em 0,03 µg.L\n-1\n\n, valor acima \n\ndas concentrações encontradas neste trabalho (BRASIL, 2004). \n\n \n\nHerbicidas e fungicidas \n\n Para as amostras de águas subterrâneas e sedimento não foram detectados \n\nnenhum dos herbicidas rastreados. Também não foram detectados resíduos de \n\nfungicida. Sendo assim não foram identificadas amostras contaminadas de água de \n\nsuperfície, para os agrotóxicos estudados, durante o monitoramento (março de 2015 \n\na março de 2016). Nas amostras de água superfície foram encontrados resíduos de \n\nDiuron em uma amostra (R1 – Represa 1) na coleta referente ao mês de junho, \n\nporém, o valor detectado ficou abaixo do limite de quantificação (LQ) do método.  \n\nO Diuron se classifica como um herbicida (grupo das ureias) e é considerado \n\nmoderadamente tóxico e persistente no solo e em águas. Possui tempo de meia vida \n\nque varia de 1 mês a 1 ano dependendo das condições ambientais impostas ao \n\nproduto (GIACOMAZZI; COCHET, 2004). O composto pode ser absorvido \n\nfortemente por matéria orgânica ou coloides de argila por isso a dosagem depende \n\ndo conhecimento das características do solo (ALMEIDA; RODRIGUES, 2011). A \n\nadsorção do Diuron no solo tem sido atribuída, principalmente, a matéria orgânica \n\n(INOUE et al., 2008). Sendo assim, solos com baixos teores de matéria orgânica \n\napresentam alto potencial de lixiviação do herbicida Diuron.  \n\n \n\n\n\n102 \n \n\n5.4. Conclusões \n\nOs métodos de análise de resíduos foram adequados para os agrotóxicos \n\nmonitorados para as matrizes ambientais estudadas. Não foram detectados resíduos \n\nde fungicidas. Quanto aos herbicidas, apenas uma amostra apresentou traços do \n\ncomposto Diuron. Resíduos de Heptacloro foram detectados em 16% das amostras \n\nde água subterrâneas, em níveis que variaram de 0,005 a 0,01 µg.mL\n-1\n\n, valores \n\nabaixo do valor máximo permitido (VMP) no Brasil para águas potáveis. A detecção \n\ndos agrotóxicos Heptacloro e Diuron, mesmo que em baixas concentrações, pode \n\nestar atrelada ao fato de estes serem classificados como persistentes no meio \n\nambiente. A presença de traços de agrotóxicos indica que mais estudos são \n\nnecessários para o monitoramento ambiental de amostras de água de aquíferos, em \n\nespecial em áreas de recarga. Por se tratar de uma área de recarga do Aquífero \n\nGuarani, com baixa profundidade do lençol freático e solo arenoso, é possível inferir \n\nque a contaminação por agrotóxicos se dissipe pelo aquífero antes mesmo de ser \n\ndetectada. \n\n \n\nReferências \n\nALMEIDA, F. S. D.; RODRIGUES, B. N. Guia de herbicidas. Londrina: IAPAR, \n2011. 697 p. \n\nAGÊNCIA NACIONAL DE ÁGUAS - ANA. Atlas Brasil: abastecimento urbano de \nágua. V. 1 - Panorama Nacional. Brasília, DF: ANA; ENGECORPS/COBRAPE, 2010. \n72 p. \n\nANVISA. Resolução RDC Nº 4, de 18 de janeiro de 2012 - Dispõe sobre os critérios \npara a realização de estudos de resíduos de agrotóxicos para fins de registro de \nagrotóxicos no Brasil. Brasília, DF, 2012. \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY - ATSDR. \nToxicological Profile for heptachlor and heptachlor epoxide. Atlanta: US \nGovernment, 2007. 203 p. \n\nBERLIOZ-BARBIER, A.  et al. Multi-residue analysis of emerging pollutants in \nsediment using QuEChERS-based extraction followed by LC-MS/MS analysis. \nAnalytical and Bioanalytical Chemistry, Heidelberg, v. 406, n. 4, p. 1259-66, 2014.    \n\nBRASIL. Ministério da Saúde. Portaria MS nº 518/2004 - Estabelece os \nprocedimentos e responsabilidades relativos ao controle e vigilância da qualidade da \nágua para consumo humano e seu padrão de potabilidade, e dá outras providências. \nBrasília, DF, 2004. 34 p.  \n\n\n\n103 \n \n\nCOMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO - CETESB. Aquífero \nGuarani. Informações sobre aquíferos no estado de São Paulo. São Paulo, 2006. \nDisponível em:&lt;http://aguassubterraneas.cetesb.sp.gov.br/aquifero-guarani/>. \nAcesso em: 20 abr. 2016. \n\nEPA. Ambient Water Quality Criteria for Heptachlor. Washington, DC: Office of \nWater Regulations and Standards Criteria and Standards Division, Environmental \nProtection Agency 1980. 114 p. \n\nEUROPEAN COMMISSION. Guidance document on analytical quality control \nand validation procedures for pesticide residues analysis in food and feed. \nBrussels: EC, Health &amp; Consumer Protection Directorate-General, 2014. 42 p. \n(SANCO/12571/2013). \n\nFOSTER, S. Fundamental concepts in aquifer vulnerability, pollution risk and \nprotection strategy. In: DUIJVENBOODEN, W. van; WAEGENINGH, H. G. van (Ed.). \nVulnerability of soil and groundwater to pollutants. The Hague: TNO Committee on \nHydrological Research, 1987. p. 69–86. \n\nFOSTER, S.; HIRATA, R.; VIDAL, A.; SCHMIDT, G.; GARDUÑO, H. The Guarani \nAquifer Initiative – Towards realistic groundwater management in a transboundary \ncontext. Washington, DC: Word Bank, 2009. \n\nGIACOMAZZI, S.; COCHET, N. Environmental impact of diuron transformation: a \nreview. Chemosphere, Oxford, v. 56, n. 11, p. 1021-1032, 2004.  \n\nGOMES, M.; FILIZOLA, H.; SPADOTTO, C. Classificação das áreas de recarga do \nsistema aqüífero guarani no Brasil em domínios pedomorfoagroclimáticos - subsídio \naos estudos de avaliação de risco de contaminação das águas subterrâneas. \nRevista do Departamento de Geografia, São Paulo, v. 18, p. 67-74, 2006. \n\nINOUE, M. H.; OLIVEIRA JUNIOR, R. S.; CONSTANTIN, J.; ALONSO, D. G.; \nSANTANA, D. C. Lixiviação e degradação de diuron em dois solos de textura \ncontrastante. Acta Scientiarum. Agronomy, Maringá, v. 30, p. 631-638, 2008.  \n\nJURADO, A.; VÀZQUEZ-SUÑÉ, E.; CARRERA, J.; LÓPEZ DE ALDA, M.; PUJADES, \nE.; BARCELÓ, D. Emerging organic contaminants in groundwater in Spain: A review \nof sources, recent occurrence and fate in a European context. Science of the Total \nEnvironment, Amsterdam, v. 440, p. 82-94, 2012.  \n\nKMELLÁR, B.; PAREJA, L.; FERRERA, C.; FODOR, P.; FERNÁNDEZ-ALBA, A. R. \nStudy of the effects of operational parameters on multiresidue pesticide analysis by \nLC–MS/MS. Talanta, Amsterdam, v. 84, n. 2, p. 262-273, 2011.  \n\nKÖCK-SCHULMEYER, M.; GINEBREDA, A.; POSTIGO, C.; GARRIDO, T.; FRAILE, \nJ.; LÓPEZ DE ALDA, M.; BARCELÓ, D. Four-year advanced monitoring program of \npolar pesticides in groundwater of Catalonia (NE-Spain). Science of the Total \nEnvironment, Amsterdam, v. 470–471, p. 1087-1098, 2014.  \n\n\n\n104 \n \n\nMEFFE, R.; DE BUSTAMANTE, I. Emerging organic contaminants in surface water \nand groundwater: A first overview of the situation in Italy. Science of The Total \nEnvironment, Amsterdam, v. 481, p. 280-295, 2014.  \n\nMIKI, S.; KOYAMA, J.; UNO, S. Optimization of pressurized liquid extraction for \nsimultaneous analysis of polycyclic aromatic hydrocarbons and alkylated polycyclic \naromatic hydrocarbons in sediments. Fresenius Environmental Bulletin, Berlin, v. \n19, p. 1544-1551, 2010. \n\nMILCZEWSKI, P. D. F.; ZAIA, L.; HU, T.; MATHIAS, A. L.; WEINSCHUTZ, R.; \nJORGE, R. M. M. Avaliação da condutividade hidráulica de gasolina em áreas de \nrecarga do Aquífero Guarani – Microbacia hidrográfica urbana do Rio Bacacheri \n(PR). In: COBAQ - CONGRESSO BRASILEIRO DE ENGENHARIA QUÍMICA, 20., \n2014, Florianópolis. DOI: 10.5151/chemeng-cobeq2014-0012-27551-146483. \n\nMORVAN, X.; MOUVET, C.; BARAN, N.; GUTIERREZ, A. Pesticides in the \ngroundwater of a spring draining a sandy aquifer: Temporal variability of \nconcentrations and fluxes. Journal of Contaminant Hydrology, Amsterdam, v. 87, \np. 176-190, 2006.  \n\nOEA/OAS. Aquífero Guarani: programa estratégico de ação. Acuífero Guaraní: \nprograma estatégico de acción. Edição bilíngüe. Brazil; Argentina, Paraguay; \nUruguay, 2009. 424 p. \n\nRISSATO, S. R.; LIBÂNIO, M.; GIAFFERIS, G. P.; GERENUTTI, M. Determinação \nde pesticidas organoclorados em água de manancial, água potável e solo na região \nde Bauru (SP). Química Nova, São Paulo, v. 27, p. 739-743, 2004.  \n\nROCHA, A. A.; MONTEIRO, S. H.; ANDRADE, G. C. R. M.; VILCA, F. Z.; \nTORNISIELO, V. L. Monitoring of pesticide residues in surface and subsurface \nwaters, sediments, and fish in center-pivot irrigation areas. Journal of the Brazilian \nChemical Society, São Paulo, v. 26, p. 2269-2278, 2015.  \n\nSÃO PAULO. Secretaria de Estado de Meio Ambiente de São Paulo. Mapeamento \ndo uso e ocupação do solo no Estado de São Paulo. São Paulo: SMA, 2009. \n\nTEIJON, G.; CANDELA, L.; TAMOH, K.; MOLINA-DÍAZ, A.; FERNÁNDEZ-ALBA, A. \nR. Occurrence of emerging contaminants, priority substances (2008/105/CE) and \nheavy metals in treated wastewater and groundwater at Depurbaix facility \n(Barcelona, Spain). Science of the Total Environment, Amsterdam, v. 408, n. 17, p. \n3584-3595, 2010. \n\nTETTENHORST, D. R.; SHOEMAKER, J. A. Development and multi-laboratory \n\nverification of U.S. EPA method 540 for the analysis of drinking water contaminants \n\nby solid phase extraction-LC/MS/MS. Analytical Methods, London, v. 6, p. 930-939, \n\n2014. \n\n \n\n\n\n105 \n \n\nUNITED NATIONS ENVIRONMENTAL PROGRAM - UNEP. Stockholm \nConvention on Persistent Organic Pollutants (POPs). Geneva, 2009. 64 p.  \n\nUSEPA. Pesticides in Groundwater Database - a compilation of monitoring \nstudies: 1971-1991. Washington, DC, 1992. \n\n \n\n \n\n  \n\n\n\n106 \n \n\n6. COMPORTAMENTO AMBIENTAL DO HERBICIDA DIURON EM UM SOLO \n\nARENOSO DE ÁREA DE RECARGA DO AQUÍFERO GUARANI \n\nResumo \n\nO estudo do comportamento de agrotóxicos em solos, em laboratórios, é uma \nimportante ferramenta para predição do comportamento destes no campo. Embora \nem condições controladas, estes estudos podem indicar o potencial que uma \nmolécula tem de contaminar o ambiente, em especial águas superficiais e \nsubterrâneas. Dois tipos de estudos se destacam em relação a risco de \ncontaminação de águas, o da adsorção da molécula ao solo e o de lixiviação. A \nadsorção ajuda a entender o grau de afinidade do agrotóxico com o solo e a \nlixiviação clarifica o comportamento deste em relação à percolação no solo e \npossível atingimento do lençol freático. Tem sido crescente o número de estudos na \nliteratura que detectam o herbicida Diuron em água potável, principalmente de fontes \nsubterrâneas. Amplamente utilizado, este herbicida tem uma persistência ambiental \nmoderada e fatores que podem contribuir para a sua lixiviação. Sabendo-se que o \ncomportamento varia de acordo com o tipo de solo e, mais especificamente, de \nacordo com os atributos destes, este estudo objetivou avaliar a lixiviação e a sorção \ndo Diuron em um solo arenoso de área de recarga do Aquífero Guarani. Os \nresultados mostraram uma alta mobilidade pela baixa adsorção ao solo estudado e \numa quantidade considerável de produto lixiviado na simulação de chuva, o que traz \num fator de preocupação quanto ao possível uso deste produto em áreas de recarga \nde aquíferos com solos arenosos e baixa profundidade do lençol freático. \n \nPalavras-chave: comportamento ambiental; solo; adsorção; lixiviação; agrotóxico \n \n\nAbstract \n\nThe study of environmental fate of pesticides in soils, in laboratories, is an important \ntool for predicting the behavior of it in the field. Although in controlled conditions, \nthese studies may indicate the potential that a molecule has to contaminate the \nenvironment, particularly surface water and groundwater. Two types of studies stand \nin relation to risk of water contamination, the adsorption of the molecule to the soil \nand leaching studies. The adsorption helps to understand the degree of affinity of the \npesticide to the soil and clarifies the leaching behavior of this in relation to percolation \nin soil and possible reaching groundwater. It has been an increasing number of \nstudies in the literature that detect Diuron herbicide in drinking water, primarily from \nunderground sources. Widely used, this herbicide has a moderate and persistent \nenvironmental factors that can contribute to leaching. Knowing that the behavior \nvaries depending on the type of soil, and more specifically, according to the specific \nsoil attributes, this study aimed to assess the leaching and sorption of Diuron in a \nsandy soil of a recharge area of Guarani Aquifer. The results showed a high mobility \nfor low adsorption to soil studied and a considerable amount of leached product \nduring the simulated rain, which brings a factor of concern about the possible use of \nthis product in agriculture in aquifer’s recharge areas with sandy soils and shallow \ndepth of water table. \n \nKeywords: environmental fate; soil; adsorption; leaching; pesticides \n\n\n\n107 \n \n\n6.1 Introdução \n\nAgrotóxicas são substâncias químicas desenhadas para o combate de pragas \n\nque atingem as lavouras. Para serem efetivas, estas substâncias precisam ser \n\naplicadas em doses suficientes e de forma adequada, evitando-se perdas para o \n\nmeio ambiente. Embora a agricultura tenha evoluído e se tornado mais precisa, é \n\nimportante salientar que o destino final dos agrotóxicos é o solo, a água e o ar, de \n\nforma direta ou residual. \n\n O comportamento ambiental de agrotóxicos, conhecido como destino \n\nambiental (do inglês environmental fate, ou E-Fate), deve ser estudado antes do \n\nregistro para utilização em diversos países (GARNER; ROYAL; LIEM, 1999), visando \n\no prévio conhecimento das formas com que estes podem afetar o meio ambiente \n\nquando adentram neste. O solo é o destino mais provável dos agrotóxicos, pois é \n\nonde encontram-se as culturas agrícolas e a maioria das pragas que afetam a \n\nprodução (CHENG, 1990). Este atua também como uma camada de recobrimento \n\nda rocha-mãe e de afloramento de aquíferos. Devido à grande variedade de solos no \n\nBrasil, para o registro de agrotóxicos são exigidos estudos de comportamento  \n\nem 4 solos com características distintas quanto a teor de areia, argila e matéria \n\norgânica (IBAMA, 2009). \n\n Os estudos mais importantes de comportamento de agrotóxicos em solos em \n\nrelação a risco de contaminação de lençóis freáticos são: degradação, lixiviação e \n\nadsorção/dessorção. A degradação aeróbica depende diretamente da composição \n\nmicrobiana do solo associada a diversos fatores como pH, matéria orgânica e \n\ncomposição química natural, e serve para determinar a meia-vida dos agrotóxicos no \n\ncompartimento solo (OECD, 2002). A biodisponibilidade das moléculas é também \n\nmuito importante para o processo, até mesmo porque estas moléculas afetam \n\ndiretamente a dinâmica da microbiota (BEYER, 1994; BEYER; STEWART, 1994; \n\nSANTOS et al., 2005). A lixiviação, processo de percolação vertical no solo, é um \n\nprocesso natural que está diretamente relacionado ao movimento da água e à \n\ncontaminação de corpos hídricos. O potencial de lixiviação de um agrotóxico serve \n\npara indicar o risco de este atingir camadas mais profundas do solo e até mesmo \n\nreservas de águas subterrâneas (OECD, 2004; ARIAS-ESTÉVEZ et al.,  \n\n2008; ROSENBOM et al., 2015). Ligado à degradação e à lixiviação está a \n\ncapacidade de adsorção dos agrotóxicos ao solo. A adsorção indicará  \n\n \n\n\n\n108 \n \n\nforça de ligação entre as moléculas e o solo, por meio de uma constante de \n\nequilíbrio, apontando se estas terão maior ou menor disponibilidade para \n\ndegradação e para percolação (OECD, 2000). \n\n O Diuron é um herbicida da classe química das ureias, utilizado no combate \n\nde plantas daninhas como Brachiaria plantaginea (nomes comuns capim-\n\nmarmelada, capim-papuã, capim-são-paulo), Bidens pilosa (fura-capa, picão, picão-\n\npreto), Amaranthus hybridus (nomes comuns bredo, caruru-branco, caruru-roxo \n\nPortulaca oleracea (nomes comuns beldroega, bredo-de-porco, ora-pro-nobis), Sida \n\nacuta (nomes comuns malvinha; relógio, vassourinha) e Sida rhombifolia (nomes \n\ncomuns guanxuma, mata-pasto, relógio). Sua dose máxima de campo é 4L por \n\nhectare e intervalo de aplicação mínimo de 60 dias (BRASIL, 2016). Os relatórios de \n\nestudos ambientais com o Diuron indicam uma meia vida DT50 no solo de 75,5 dias \n\n(considerado moderadamente persistente), coeficiente de adsorção Koc entre  \n\n498-1358 mL/g (móvel no solo), solubilidade em água de 35,6 mg/L (pouco solúvel) \n\ne potencial médio de lixiviação (transição) (IUPAC, 2009). Estes dados são \n\nreferentes a médias ambientais em estudos de registro com solos contrastantes, \n\npodendo haver variações drásticas no comportamento devido às características \n\nfísico-químicas destes. A adsorção do Diuron está diretamente relacionada à \n\nquantidade de matéria orgânica no solo (INOUE et al., 2008; ALMEIDA; \n\nRODRIGUES, 2011). Devido a estas características ambientais, o Diuron tem sido \n\nencontrado em amostras de água subterrânea, o que gera grande preocupação \n\nquanto à qualidade destas para consumo humano (IUPAC, 2009; TEIJON et al., \n\n2010; KMELLÁR et al., 2011; KÖCK-SCHULMEYER et al., 2014). \n\n Conhecer o comportamento de agrotóxicos em solos é essencial para \n\ncompreender os possíveis destinos ambientai finais e a possibilidade de \n\ncontaminação de aquíferos. Assim sendo, este trabalho teve como objetivo o estudo \n\ndo comportamento em solo do herbicida Diuron (lixiviação e adsorção/dessorção), \n\nutilizando-se para tal um solo arenoso proveniente de uma área de recarga do \n\nAquífero Guarani, onde o lençol freático é aflorante. \n\n \n\n  \n\n\n\n109 \n \n\n6.2 Materiais e Métodos \n\nColeta do solo e análises físico-químicas \n\nO solo foi coletado em uma área de estudo localizada inteiramente dentro do \n\nafloramento do Aquífero Guarani no município de São Pedro, estado de São Paulo \n\n(Figura 6.1). A área de coleta é uma fazenda produtora de citros e eucalipto. \n\n \n\nFigura 6.1 – Localização da área de coleta do solo \n\n  \n\nO solo foi coletado conforme recomendado pela Empresa Brasileira de \n\nPesquisa Agropecuária (https://www.embrapa.br/solos/analises), na primeira camada \n\ndo solo (0 a 10 cm), e foi analisado no Laboratório de Solos do Departamento de \n\nCiência do Solo da Escola Superior de Agricultura Luiz de Queiroz (ESALQ) da \n\nUniversidade de São Paulo (USP). Os resultados das análises de solos são \n\napresentados na Tabela 6.1. Não foi fornecido histórico de aplicação de agrotóxicos \n\nda área pelo proprietário. \n\n \n\n \n\nBrasil \n\nEstado de São \n\nPaulo \n\n\n\n110 \n \n\n \n\nTabela 6.1 – Resultados das análises de solos \nParâmetro Unidade Solo Parâmetro Unidade Solo \n\npH_H2O - 8,2 AMF g/kg 89 \n\npH_KCl - 7,1 AF g/kg 659 \n\nM.O Titulação g/kg 10 AM g/kg 162 \n\nP Mehlich 1  mg/kg 40 AG g/kg 8 \n\nPotássio (CH3COONH4) mmolc/kg 0,9 AMG g/kg 6 \n\nCálcio (CH3COONH4) mmolc/kg 35 AT g/kg 924 \n\nMgnésio (CH3COONH4) mmolc/kg 4 Argila (água) g/kg 25 \n\nAl KCl 1 mol.L-¹ mmolc/kg 1 Argila (dispersão) g/kg 61 \n\nH+Al Acetato de Cálcio mmolc/kg 3 Silte g/kg 15 \n\nSB  mmolc/kg 39,9 Floculação % 59 \n\nCTC mmolc/kg 42,9 \n\nV % 93 \n\nm % 2 \nSB = Soma de bases trocáveis; CTC = Capacidade de troca de cátions; V =  Saturação da CTC por bases; m = Saturação por \nAlumínio; (A) Cinco frações de areia: muito grossa (MG) = 2 a 1; grossa (G) = 1 a 0,5; média (M) = 0,5 a 0,25; fina (F) = 0,25 a \n0,10; muito fina (MF) = 0,10 a 0,05; Areia total (AT) = 2 a 0,05; silte = 0,05 a 0,002; argila total &lt;0,002; argila água &lt;0,002. (B) \nDuas frações de areia: grossa (G) = 2 a 0,25; fina (F) = 0,25 a 0,05; areia total (AT) = 2 a 0,05; silte = 0,05 a 0,002; argila total &lt;\n0,002. \n\n \n\n As determinações da Capacidade Campo (CC) e do teor de umidade foram \n\nrealizadas no Laboratório de Ecotoxicologia CENA/USP. Para a determinação da CC \n\nutilizou-se a equação 1 (COSTA, 1983). \n\n \n\nCC (%) = \n \n\n(mp + m) –  (mp + ms) x 100       .............. (1)\n \n\n(mp + ms) – (mp) \n\n \n\nem que; \nmp = peso da placa de Petri, g; \n(mp + m)  = peso do torrão úmido na placa de Petri, g; \n(mp + ms) = peso do torrão seco na placa de Petri, g. \n \n\n A determinação da umidade do solo (U) foi realizada conforme método \n\ndescrito em Procedimento Operacional Padrão (POP) do Laboratório de \n\nEcotoxicologia CENA/USP. Foram pesados 10g de solo, em triplicata, em placas de \n\nPetri, deixando-as por 24 horas em estufa a aproximadamente 105ºC. Após a \n\nincubação de 24 horas foi determinada a umidade dos solos pesando-se as \n\ntriplicatas e submetendo-se os resultados à equação 2. \n\n  \n\n\n\n111 \n \n\n \n\nU = \n\n \n(mp + m) –  (mp + ms) \n\n \n Kg.kg\n\n-1\n              .........................(2) \n\n(mp + ms) – (mp) \n\n \n\nem que; \nmp = peso da placa de Petri, g; \nm = peso do solo úmido, g; \nms = peso do solo seco, g. \n \n\n \n\nEstudo de lixiviação \n\n O estudo de lixiviação do agrotóxico Diuron em solo arenoso de área de \n\nrecarga do Aquífero Guarani foi realizado no Laboratório de Ecotoxicologia do \n\nCentro de Energia Nuclear na Agricultura (CENA) da Universidade de São Paulo \n\n(USP), utilizando-se o método descrito na norma “Test No. 312: Leaching in Soil \n\nColumns” (OECD, 2004). \n\n O método consiste em fazer passar uma quantidade de solução aquosa de \n\nCaCl2 a 0,02 mol/L que simula uma chuva, por uma coluna preenchida com solo \n\ncontendo a dose de campo do agrotóxico radiomarcado para o estudo, lã de vidro \n\nnas extremidades e areia lavada na extremidade inferior (Figura 6.2).  \n\nForam preparadas 6 colunas de 50cm com solo e acondicionadas em CaCl2 \n\npor fluxo passivo ascendente capilar. Após o acondicionamento as colunas foram \n\ndrenadas e montadas no suporte do experimento, onde receberam a solução \n\nradiomarcada contendo o Diuron na maior dose de campo recomendada, e uma \n\nsolução de CaCl2 em simulação de chuva de 200mm por 48 horas (fluxo de \n\naproximadamente 8mm/h). Foi aplicado um total de radiação de 3000 Bq por coluna, \n\nsendo 500 Bq cada coluna. As soluções de trabalho foram preparadas com \n14\n\nC-\n\nDuiron mais Diuron padrão analítico como carregador. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n112 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \nFigura 6.2 – Esquema de montagem do experimento de lixiviação em coluna \n \n\n Foram coletadas 3 alíquotas de 1mL do lixiviado para leitura em cintilador a \n\ncada 12 horas de chuva simulada. Após o término do período de 48 horas as \n\ncolunas foram desmontadas, o solo foi seco em temperatura ambiente e \n\nparticionado em 6 secções de 5 centímetros de altura cada. Destas partições foram \n\ntomadas três alíquotas de 0,2g de solo cada e oxidadas em oxidador biológico a \n\n900ºC para determinação do resíduo ligado. Os resultados foram tratados \n\nestatisticamente para um intervalo de confiança de 99% e foram expressos em \n\nporcentagem de recuperação em relação à quantidade de radioatividade aplicada \n\ninicialmente em cada coluna no estudo. \n\n \n\n  \n\n2\n\n1 \n\n1 \n\n1\n\n1 \n\n3\n\n1 \n\n4\n\n1 \n\n5\n\n1 \n\n7\n\n1 \n\n6\n\n1 \n\n1 – Lã de vidro \n2 – Solo \n3 – Areia lavada \n4 – Suporte da coluna \n5 – Bomba peristáltica \n6 – Solução CaCl2 \n7 – Lixiviado coletado \n\n \n\n5\n0\n\nc\nm\n\n \n\n\n\n113 \n \n\nEstudo de adsorção/desadsorção \n\n O estudo de adsorção do agrotóxico Diuron em solo arenoso de área de \n\nrecarga do Aquífero Guarani foi realizado no Laboratório de Ecotoxicologia do \n\nCentro de Energia Nuclear na Agricultura (CENA) da Universidade de São Paulo \n\n(USP), utilizando-se o método descrito na norma “Test No. 106: Adsorption -- \n\nDesorption Using a Batch Equilibrium Method” (OECD, 2000). \n\n Este estudo consiste em avaliar a quantidade de agrotóxico que entra em \n\nequilíbrio entre a solução e o solo, em diversas concentrações, e a quantidade deste \n\nque pode ser extraído do solo. O experimento foi realizado em frascos de teflon de \n\n50mL de volume, em duplicatas para cada concentração do Diuron (0,5, 1, 5, 10 e \n\n20µg/L) e radioatividade total de 9980Bq. As soluções de trabalho foram preparadas \n\ncom \n14\n\nC-Duiron (atividade específica de 2430KBq/g) mais Diuron padrão analítico \n\ncomo carregador. Cada frasco, unicamente identificado, recebeu 2g de solo e  \n\n10mL da solução de Diuron nas concentrações previamente mencionadas. Os \n\nfrascos foram colocados em mesa agitadora orbital por 24h a 120rpm e \n\ncentrifugados a 5000rpm após o período de incubação. Destes sobrenadantes foram \n\nretiradas três alíquotas para leitura em cintilador. Foi então adicionada 10mL de \n\nsolução CaCl2 a 0,1mol/L a cada tubo com o solo repetindo-se o procedimento de \n\nincubação em mesa agitadora por 24h a 120rpm. Após o segundo período de \n\nincubação procedeu-se com a centrifugação a 5000rpm e tomou-se nova alíquota de \n\n1mL, em triplicata, de cada tubo para análise em cintilador. O solo foi seco em \n\ntemperatura ambiente, tomando-se uma alíquota de 0,2g para oxidação biológica a \n\n900ºC para determinação do resíduo ligado. \n\n Todos os dados da adsorção gerados foram ajustados ao modelo das \n\nisotermas de Freundlich (equação 3). \n\n \n\n \n\n       CS\nads\n\n = Kf\nads \n\n. (Caq\nads\n\n)\n1/n\n                                  .....................................(3) \n\n \n\nem que:  \nCS\n\nads\n = quantidade da substância teste adsorvida ao solo, µg g\n\n-1 \n\nCaq\nads\n\n = concentração de equilíbrio da substância teste na solução, µg mL\n-1\n\n \nKf\n\nads\n = Coeficiente de adsorção de Freundlich cm\n\n3\n g\n\n-1\n \n\nn = constante da regressão (entre 0,7 e 1,0) \n\n\n\n114 \n \n\nForam calculadas ainda as constantes Kd (coeficiente de distribuição – \n\nequação 4), Koc (coeficiente de adsorção – equação 5), Kdes (coeficiente de \n\ndessorção – equação 6) e as isotermas de Freundlich para a dessorção (equação 7).  \n\n   Kd=  \n\n \n\nCS\nads\n\n \n\n \n                             ............................. (4) \n\nCaq\nads\n\n \n\n \nem que:  \nCS\n\nads\n = concentração da substância teste adsorvida ao solo, µg g\n\n-1 \n\nCaq\nads\n\n = concentração de equilíbrio da substância teste na solução, µg mL\n-1 \n\n \n\n \n\nKoc=  Kd. \n\n \n100 \n\n \n                                ..........................(5) \n\n%oc \n\n \nem que:  \n%oc = Quantidade de carbono orgânico na amostra de solo (g g\n\n-1\n) \n\n \n\n \n\nKdes=  \n\n \n\nmS\nads\n\n – maq\ndes\n\n \n. VT (mL g\n\n-1\n)   ........................(6) \n\nmaq\ndes\n\n msolo \n\n \nem que:  \nmS\n\nads\n = Massa de substância teste adsorvida ao solo (µg) \n\nmaq\ndes\n\n = Massa de substância teste dessorvida do solo (µg) \nVT = Volume total da solução aquosa em contato com o solo durante o \nexperimento de adsorção (mL) \nmsolo = Massa de solo utilizada no experimento (g) \n \n\n \n\nCS\ndes\n\n=  \n\n \n\nmS\nads\n\n – maq\ndes\n\n \n   (µg g\n\n-1\n)     .......................... (7) \n\nmsolo \n\n \n \nem que:  \nmS\n\nads\n = Massa de substância teste adsorvida ao solo (µg) \n\nmaq\ndes\n\n = Massa de substância teste dessorvida do solo (µg) \nmsolo = Massa de solo utilizada no experimento (g)\n\n \n\n \n\n\n\n115 \n \n\nPara a determinação da porcentagem de carbono orgânico na equação 5 foi \n\nutilizada a equação de conversão (equação 8) em relação ao total de matéria \n\norgânica calculada na análise do solo.  \n\n \n\n%oc =  \n MO \n\n \n. 1 . 100    ..........................(8) \n\nFC MO \n\n \nem que:  \nMO = Matéria Orgânica do solo (g dm\n\n-3\n) \n\nFC = Fator de Conversão (1,724) \n \n\n \n\n6.3 Resultados e discussões \n\nDeterminação da umidade e capacidade de campo do solo \n\n A capacidade de campo (CC) do solo do estudo foi calculada em 28,17%, teor \n\nde umidade (U) em 0,036 kg/kg. \n\n \n\nLixiviação \n\n A lixiviação do herbicida Diuron no solo arenoso da área de recarga do \n\nAquífero Guarani ocorreu conforme descrito na Tabela 6.2. \n\n \n\nTabela 5.2 – Resultado da lixiviação na coluna de solo e no lixiviado \n\nLixiviação (profundidade na \ncoluna) \n\nPorcentagem em relação ao \naplicado \n\nColuna 0 – 5cm 98,2% \n\nColuna 5 – 10cm  1,6% \n\nColuna 10 – 15cm  0,1% \n\nColuna 15 – 20cm  0,0% \n\nColuna 20 – 25cm 0,0% \n\nColuna 25 – 30cm 0,0% \n\nLixiviado coletado (após 48h) 0,2% \n\n \n\n O balanço de massas final do estudo ficou em 97%, dentro dos padrões \n\naceitáveis internacionalmente (OECD, 2004). Conforme elucidado anteriormente, a \n\nlixiviação do Diuron está fortemente associada à matéria orgânica e ao teor de argila \n\nno solo. Em outro estudo, anterior a este, conduzido neste mesmo laboratório, foram \n\nobservados dados de lixiviação para o Diuron em um solo arenoso com taxas \n\n\n\n116 \n \n\ninferiores a 1% no lixiviado coletado após 48 horas de simulação de chuva de \n\n40mm, restando quase todo produto aplicado na primeira camada do solo na coluna \n\n(0 a 5cm) (DIAS, 2012). O resultado da autora pode ser explicado pelo teor de \n\nmatéria orgânica e de argila no solo arenoso estudado, 101 g/kg e 19g/kg \n\nrespectivamente (DIAS, 2012), contrastante com os teores destes atributos neste \n\natual estudo, argila 25g/kg e matéria orgânica 10g/kg (Tabela 6.1). Além disso, a \n\nbaixa solubilidade do Diuron em água pode ser um fator determinante em sua \n\nlixiviação. Outros autores identificaram altos teores do herbicida nas primeiras \n\ncamadas da coluna de solo em estudos de lixiviação (GUZZELLA et al., 2006; \n\nINOUE et al., 2008; DORES et al., 2013). \n\n A baixa solubilidade do Diuron em água não é o único fator que colabora para \n\nbaixos teores de lixiviação. O baixo valor de Log de Koc (2,77) (IUPAC, 2009) torna-o \n\nlipofílico e pouco lixiviável em solos arenosos e com alto teor de matéria orgânica. \n\nEmbora a estrutura química da molécula tenha características que imputam um risco \n\nmoderado de lixiviação, os estudos em laboratório acabam por não refletir os \n\nresultados encontrados em campo, especialmente pela característica de persistência \n\nambiental da molécula. Têm sido crescentes os estudos que detectam Diuron em \n\náguas superficiais e subterrâneas (USEPA, 1992; TEIJON et al., 2010; KÖCK-\n\nSCHULMEYER et al., 2014). Isto pode ser explicado pelo fator de a molécula ficar \n\nmais tempo exposta a chuvas e escoamento superficial. Uma vez no aquífero, a \n\ndegradação pode ser ainda mais demorada devido condições microbiológicas e de \n\ntemperatura do ambiente, o que facilita a sua detecção por métodos analíticos \n\navançados como a cromatografia. \n\n \n\nAdsorção/Dessorção \n\n Os resultados dos cálculos das constantes de adsorção CS, Caq, Kd, Kf e Koc \n\npara o Diuron no solo arenoso estão descritos na Tabela 6.3. \n\n \n\nTabela 6.3 – Constantes de adsorção do Diuron no solo arenoso \n\nTratamento Cs\nAds\n\n (µg/g) \nCaq\n\nAds\n \n\n(µg/cm\n3\n) \n\nKf (mL/g) Kd (mL/g) Koc (mL/g) \n\n0,5 µg/L 0,135 0,023 8,15 5,826 54,79 \n\n1 µg/L 0,266 0,047 7,47 5,688 53,49 \n\n5 µg/L 0,669 0,366 2,00 1,827 17,18 \n\n10 µg/L 2,315 0,537 4,56 4,311 40,54 \n\n20 µg/L 5,293 0,941 5,65 5,623 52,88 \n\n\n\n117 \n \n\n Conforme apresentado na Tabela 5.2, observou-se que o Diuron tem baixo \n\npotencial de adsorção ao solo arenoso da área de estudo. Com Koc médio de 52,88 \n\ne Kf médio de 5,65 pode-se inferir que a molécula tem pouca afinidade com areia e \n\nque a maior parte do produto ficou adsorvido à matéria orgânica do solo. A \n\nquantidade de Diuron sorvida ao solo atingiu um equilíbrio em aproximadamente \n\n50% das concentrações, indicando que os pontos disponíveis para adsorção foram \n\nbrevemente ocupados, remanescendo cerca de 50% do produto em solução. Pode-\n\nse classificar o produto, neste tipo de solo, como móvel. Devido à curva de adsorção \n\nmostrar-se levemente linear (R\n2\n &lt;0,91) (Figura 6.3). \n\n \n\n  \n\n \n\nFigura 6.3 – Gráfico de Cs\nAds\n\n versus Caq\nAds\n\n e R\n2\n da adsorção do Diuron \n\n \n\n Os resultados da dessorção estão apresentados na Tabela 6.4. \n\n \n\nTabela 6.4 – Constantes de dessorção do Diuron no solo arenoso e porcentagens \n\nTratamento Cs\nDes\n\n (µg/g) \nCaq\n\nDes\n \n\n(µg/cm\n3\n) \n\n% Adsorvida \nao solo \n\n% Dessorvida \ndo total \n\n% Dessorvida \ndo adsorvido \n\n0,5 µg/L 0,04 0,008 54% 16% 29% \n\n1 µg/L 0,08 0,016 53% 16% 31% \n\n5 µg/L 0,42 0,083 27% 17% 62% \n\n10 µg/L 0,84 0,168 46% 17% 36% \n\n20 µg/L 1,48 0,295 53% 15% 28% \n\n \n\n \n\ny = 5,4711x - 0,3591 \nR² = 0,9181 \n\n-1,000\n\n0,000\n\n1,000\n\n2,000\n\n3,000\n\n4,000\n\n5,000\n\n6,000\n\n0,000 0,200 0,400 0,600 0,800 1,000\n\nC\ns\n (\n\nµ\ng\n\n g\n-1\n\n) \n\nCaq (µg cm\n-3) \n\nConcentrações Linear (Concentrações)\n\n\n\n118 \n \n\nA dessorção do Diuron no solo estudado foi de aproximadamente 17% para \n\ntodos os tratamentos. Pelas quantidades dessorvidas do produto no equilíbrio de \n\ndessorção pode-se inferir que o Diuron possui uma ligação de força média com os \n\natributos do solo estudado. \n\n Os resultados deste experimento corroboram com os dados encontrados na \n\nliteratura científica. Em um estudo da adsorção em quatro solos brasileiros, o solo \n\narenoso, com cerca de 79% de teor de areia, apresentou curva de concentração do \n\nDiuron próxima aos resultados aqui apresentados e Kf de 1,79 (ROCHA et al., 2013). \n\nEm outro estudo com cinco solos brasileiros procurou-se avaliar o efeito de cada \n\ncomponente na adsorção, apresentando um valor de Kd igual a 1,573, valor próximo \n\naos resultados deste estudo, no solo mais arenoso e com teor de matéria orgânica \n\nsuperior a este estudo (ALISTER; ARAYA; KOGAN, 2011).  \n\n \n\n6.4 Conclusões \n\nO estudo de adsorção indicou que o Diuron tem baixa mobilidade no solo \n\narenoso utilizado. Os dados da lixiviação confirmaram esta mobilidade, em especial \n\ndevido à matéria orgânica do solo. Observou-se que a adsorção apresenta uma \n\nsaturação máxima em concentrações médias do produto no solo, o que indica que \n\nqualquer excesso aplicado no campo pode saturar as primeiras camadas do solo e \n\ncontribuir para a sua lixiviação. A persistência ambiental elevada do Diuron pode ser \n\num agravante nos cenários atuais onde se tem encontrado este herbicida em águas \n\nsubterrâneas e superficiais, o que traz um sinal de alerta para o seu uso em áreas \n\nde recarga de aquíferos com baixa profundidade do lençol freático e solos arenosos. \n\n \n\nReferências \n\nALISTER, C.; ARAYA, M.; KOGAN, M. Effects of physicochemical soil properties of \nfive agricultural soils on herbicide soil adsorption and leaching. Ciencia e \nInvestigación Agraria, Santiago, v. 38, p. 243-251, 2011.  \n\nALMEIDA, F. S. D.; RODRIGUES, B. N. Guia de herbicidas. Londrina: IAPAR, \n2011. 697 p. \n\nARIAS-ESTÉVEZ, M.; LÓPEZ-PERIAGO, E.; MARTÍNEZ-CARBALLO, E.; SIMAL-\nGÁNDARA, J.; MEJUTO, J.-C.; GARCÍA-RÍO, L. The mobility and degradation of \npesticides in soils and the pollution of groundwater resources. Agriculture, \nEcosystems &amp; Environment, Amsterdam, v. 123, n. 4, p. 247-260, 2008.  \n\n\n\n119 \n \n\nBEYER, L. H. J. L.; STEWART, B. A. (Ed.). Soil biology: effects on soil quality. Boca \nRaton, FL: CRC Press, 1993. 169 p.  \n\nBRASIL. Ministério da Agricultura, Pecuária e Abastecimento. AGROFIT - Sistema \nde Agrotóxicos Fitossanitários: informações sobre o herbicida Diurom (nome \ncomercial Abone). Brasília, DF, 2016. Disponível em: \n<http://agrofit.agricultura.gov.br/agrofit_cons/!ap_produto_form_detalhe_cons?p_id_\nproduto_formulado_tecnico=10205&amp;p_tipo_janela=NEW>.  \n\nCHENG, H. H. Pesticides in the soil environment: processes, impacts and \nmodeling.  Madison, WI: SSSA, 1990. \n\nCOSTA, M. A. Efeito da matéria orgânica em alguns atributos do solo. 1983.  \n137 f. Dissertação (Mestrado em Solos e Nutrição de Plantas) – Escola Superior de \nAgricultura “Luiz de Queiroz, Universidade de São Paulo, Piracicaba, 1983. \n\nDIAS, A. C. R. Lixiviação, mobilidade, degradação, mineralização e atividade \nmicrobiana de herbicidas em função de atributos de cinco tipos de solos. 2012. \n121 f. Tese (Doutorado em Ciências) - Escola Superior de Agricultura “Luiz de \nQueiroz, Universidade de São Paulo, Piracicaba, 2012. \n\nDORES, E. F.; De SOUZA, L.; VILLA, R. D.; PINTO, A. A. Assessment of \nmetolachlor and diuron leaching in a tropical soil using undisturbed soil columns \nunder laboratory conditions. Journal of Environmental Science and Health. Part. \nB, New York, v. 48, n. 2, p. 114-21, 2013. \n\nGARNER, W.; ROYAL, P.; LIEM, F. International pesticide product registration \nrequirements. Washington, DC: American Chemical Society, 1999. 724 p. \n\nGUZZELLA, L.; CAPRI, E.; DI CORCIA, A.; BARRA CARACCIOLO, A.; GIULIANO, \nG. Fate of diuron and linuron in a field lysimeter experiment. Journal of \nEnvironmental Quality, Madison, v. 35, n. 1, p. 312-323, 2006.  \n\nINSTITUTO BRASILEIRO DO MEIO AMBIENTE E DOS RECURSOS NATURAIS \nRENOVÁVEIS - IBAMA. Manual para requerimento de avaliação ambiental: \nagrotóxicos e afins. Brasília, DF: DIQUA, CGASQ, 2009. 180 p. \n\nINOUE, M. H.; OLIVEIRA JUNIOR, R. S.; CONSTANTIN, J.; ALONSO, D. G.; \nSANTANA, D. C. Lixiviação e degradação de diuron em dois solos de textura \ncontrastante. Acta Scientiarum. Agronomy, Maringá, v. 30, p. 631-638, 2008.  \n\nINTERNATIONAL UNION OF PURE AND APPLIED CHEMISTRY – IUPAC. Global \navailability of information on agrochemicals - Environmental Fate - Ecotoxicology \n- Human Health: DIURON. Research Triangle Park, NC, 2009.  Disponível em: \n<http://sitem.herts.ac.uk/aeru/iupac/Reports/260.htm>. Acesso em: 26 abr 2016. \n\nKMELLÁR, B.; PAREJA, L.; FERRERA, C.; FODOR, P.; FERNÁNDEZ-ALBA, A. R. \nStudy of the effects of operational parameters on multiresidue pesticide analysis by \nLC–MS/MS. Talanta, Amsterdam, v. 84, n. 2, p. 262-273, 2011.  \n\n\n\n120 \n \n\nKÖCK-SCHULMEYER, M.; GINEBREDA, A.; POSTIGO, C.; GARRIDO, T.; FRAILE, \nJ.; LÓPEZ DE ALDA, M.; BARCELÓ, D. Four-year advanced monitoring program of \npolar pesticides in groundwater of Catalonia (NE-Spain). Science of the Total \nEnvironment, Amsterdam, v. 470–471, p. 1087-1098, 2014.  \n\nOECD. Test No. 106: Adsorption - Desorption Using a Batch Equilibrium Method. \nParis, 2000.    \n\n______. Test No. 307: Aerobic and Anaerobic Transformation in Soil. Paris, 2002.    \n\n______. Test No. 312: Leaching in Soil Columns. Paris, 2004.    \n\nROCHA, P. R. R.; FARIA, A. T.; BORGES, L. G. F. C.; SILVA, L. O. C.; SILVA, A. A.; \nFERREIRA, E. A. Sorção e dessorção do diuron em quatro latossolos brasileiros. \nPlanta Daninha, Viçosa, v. 31, p. 231-238, 2013.  \n\nROSENBOM, A. E.; Olsen, P.; Plauborg, F.; Grant, R.; Juhler, R. K.; Brüsch, W.; \nKjær, J. Pesticide leaching through sandy and loamy fields – Long-term lessons \nlearnt from the Danish Pesticide Leaching Assessment Programme. Environmental \nPollution, Barking, v. 201, p. 75-90, 2015.  \n\nSANTOS, J. B.; JAKELAITIS, A.; SILVA, A. A.; VIVIAN, R.; COSTA, M. D.; SILVA, A. \nF. Atividade microbiana do solo após aplicação de herbicidas em sistemas de plantio \ndireto e convencional. Planta Daninha, Viçosa, v. 23, p. 683-691, 2005.  \n\nTEIJON, G.; CANDELA, L.; TAMOH, K.; MOLINA-DÍAZ, A.; FERNÁNDEZ-ALBA, A. \nR. Occurrence of emerging contaminants, priority substances (2008/105/CE) and \nheavy metals in treated wastewater and groundwater at Depurbaix facility \n(Barcelona, Spain). Science of the Total Environment, Amsterdam, v. 408, n. 17, p. \n3584-3595, 2010. \n\nUSEPA. Pesticides in Groundwater Database - a compilation of monitoring \nstudies: 1971-1991. Washington, DC, 1992. \n\n \n\n  \n\n\n\n121 \n \n\n7. CONCLUSÕES \n\n \n\nA análise da vulnerabilidade pelo método DRASTIC do aquífero na região de \n\nSão Pedro, São Paulo, indicou que a área está altamente susceptível à \n\ncontaminação, em especial por agrotóxicos devido ao tipo de uso e ocupação do \n\nsolo. Com áreas classificadas como alta e muito alta vulnerabilidade, as áreas \n\nurbanas dos municípios de São Pedro e de Águas de São Pedro devem ser alvo de \n\natenção quanto aos riscos de contaminação das águas subterrâneas por atividades \n\nantrópicas, visto que a população faz uso direto da água do Aquífero Guarani para \n\nabastecimento local de água potável. \n\nO estudo de detecção de agrotóxicos em águas subterrâneas e superficiais \n\nem uma área de recarga do Aquífero Guarani com intensa atividade agrícola \n\napresentou duas contaminações pontuais, por Heptacloro e por Diuron, que embora \n\nabaixo do Valor Máximo Permitido (VMP) em água para consumo humano, é um \n\nfator de preocupação quanto ao futuro da qualidade da água do Aquífero estudado. \n\nA presença do Diuron em água superficial pode estar relacionada à sua alta \n\npersistência no meio ambiente e a lixiviação e escoamento superficial de áreas \n\ncontíguas, onde há o cultivo de cana-de-açúcar nas propriedades vizinhas. O \n\nHeptacloro faz parte de um rol de substâncias banidas no Brasil, e que também \n\napresenta alta persistência ambiental. A detecção destes dois agrotóxicos em águas \n\nsubterrâneas pode ser advinda de outras regiões ou de aplicações anteriores ao \n\ncultivo de citros na própria área. \n\nA adsorção e lixiviação do herbicida Diuron, estudadas em laboratório, \n\ncomprovaram a vulnerabilidade do aquífero nas áreas de solos arenosos e a \n\ndetecção deste na amostra de água subterrânea. A adsorção do agrotóxico em solos \n\npobres em matéria orgânica fica comprometida, o que torna a molécula mais móvel \n\nno solo. A lixiviação comprovou a mobilidade do Diuron, porém nas doses \n\nrelacionadas houve uma saturação da molécula nas primeiras camadas da coluna \n\ndurante a simulação de chuvas. Se aplicado em excesso, o Diuron pode ser \n\nescoado superficialmente devido ao seu baixo potencial de lixiviação. \n\nA região de São Pedro, São Paulo, onde os experimentos deste estudo foram \n\nconduzidos merece uma atenção especial na gestão do uso e ocupação do solo. A \n\nvulnerabilidade de aquíferos é uma importante ferramenta ambiental para o auxílio e \n\n\n\n122 \n \n\ndirecionamento de atividades de preservação da água subterrânea e mantimento da \n\nsua qualidade para consumo humano. Espera-se que este estudo seja um gatilho \n\npara novos ensaios de vulnerabilidade e de monitoramento de agrotóxicos na água \n\nnestas regiões mais sensíveis à contaminação do Aquífero Guarani. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n123 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXO \n\n \n\n \n\n \n\n  \n\n\n\n124 \n \n\nAnexo A – RECOMENDAÇÕES QUANTO AO USO DE AGROTÓXICOS EM \n\nÁREAS DE RECARGA DE AQUÍFEROS\n2\n \n\n \n\nOs agrotóxicos aplicados no campo não apenas cumprem o seu papel como \n\ndefensivos agrícolas, mas também acabam por adentrar no meio ambiente \n\ncontaminando solo e água. Comparando-se um agrotóxico com um remédio, cada \n\nqual tem sua função específica. Um remédio humano recomendado para passar na \n\npele pode ter efeito fatal se ingerido, assim como uma pomada bucal fará pouco ou \n\nnenhum efeito em um ferimento na pele, podendo até piorá-lo. Os agrotóxicos têm \n\nalvo específico e os compartimentos ambientais não devem ser o destino final \n\ndestes, pois prejudicarão fauna, flora e a saúde humana por estarem no local errado. \n\nEstes produtos desenvolvidos pela indústria química também têm um prazo \n\nde validade e uma meia-vida no solo. Algumas moléculas passam mais facilmente \n\npelo solo e outras podem ficar retidas por mais tempo. Essas moléculas retidas \n\npodem ser ainda remobilizadas quando alguma coisa altera as características do \n\nsolo, como por exemplo, a aplicação de vinhaça e fertilizantes. \n\nCaso saiba que vossa propriedade localiza-se em um aquífero, ou mais \n\nespecificamente em uma área de recarga, algumas considerações importantes \n\ndevem ser tomadas visando à proteção do meio ambiente. Seguem-se algumas \n\nrecomendações quanto a aplicações de agrotóxicos em áreas de recarga de \n\naquíferos: \n\n1) Evite aplicar agrotóxicos, somente quando muito necessário; \n\n2) Evite aplicar em períodos de chuva; \n\n3) Tenha preferência por produtos com baixo potencial de lixiviação, não \n\nmóveis no solo e não persistentes; \n\n4) Observe a meia-vida do produto antes de aplicá-lo, e tenha consciência de \n\nque este produto permanecerá por pelo menos este tempo na sua \n\npropriedade, mesmo já tendo cumprido o seu papel como “remédio” para os \n\nmales que assolam as lavouras; lembre-se do efeito “veneno”, o agrotóxico \n\nno local errado, onde não é seu destino, tende a causar efeitos adversos; \n\n5) Evite aplicar em locais próximos a corpos d’água (rios, córregos, lagos, \n\nlagoas e etc.); \n\n                                            \n2\n Este documento foi apresentado ao proprietário da área de estudo deste trabalho. \n\n\n\n125 \n \n\n6) Tente reduzir ao máximo a deriva do produto durante a aplicação, calibrando \n\no aplicador e treinando os técnicos agrícolas que operam o maquinário; \n\n7) Descarte o material residual da aplicação de forma adequada, nunca \n\ndiretamente no solo; \n\n8) Estude o solo de sua propriedade e tenha em mente que solos arenosos \n\ntendem a “deixar passar” mais produtos químicos para os lençóis freáticos; \n\n9) Utilize apenas as doses recomendadas e explique para seu agrônomo das \n\ncondições da propriedade. Deixe-o saber que sua propriedade tem uma \n\ncaracterística ambiental delicada, que está sob um aquífero e que é uma \n\nimportante reserva de água, pedindo por recomendações de aplicação \n\napenas estritamente necessárias; pequenas perdas na produção podem \n\nsignificar grandes ganhos para a saúde e meio ambiente; \n\n10) Fiscalize o operador da aplicação, veja se este está tomando os devidos \n\ncuidados e utilizando os Equipamentos de Proteção Individual (EPI); \n\n11) Você pode mandar a analisar a água da propriedade em laboratórios \n\nespecializados para isto, visando à caracterização físico-química e a \n\ndetecção de possíveis agrotóxicos; \n\n12) Tenha sempre registros das aplicações, locais, datas, tipos de produtos, \n\nhorário de aplicação e condições climáticas; \n\n13) Áreas mais planas são mais vulneráveis à contaminação de águas \n\nsubterrâneas por agrotóxicos, portanto evite aplicações excessivas e gasto \n\ndesnecessário de tempo nestas áreas com o aplicador ligado. \n\n \n\nCaso a aplicação de agrotóxicos seja estritamente necessária, busque mais \n\ninformações sobre os produtos. Na tabela abaixo estão descritos alguns dos \n\nagrotóxicos utilizados na cultura de laranja e seus comportamentos ambientais. \n\nLembre-se de optar por aqueles com baixo potencial de lixiviação, não móveis ou \n\npouco móveis e com baixa meia-vida no solo (não persistentes). Estas informações \n\nsão facilmente encontradas na internet. Se precisar de ajuda procure sempre por \n\nespecialistas e pessoas com formação na área, agrotóxico é coisa séria! \n\n  \n\n\n\n126 \n \n\n \n\nTabela A1– Informações sobre comportamento ambiental de agrotóxicos aplicados \n\nna cultura de citros \n\nPrincípio ativo \nMeia-vida no \n\nsolo \nAdorção Lixiviação Referências \n\nacefato \nDT50 = 3 dias \n\n Não Persistente \nModeradamente \n\nmóvel \nBaixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/9.htm \n\nacetamiprido \nDT50 = 3 dias \n\n Não Persistente \nModeradamente \n\nmóvel \nBaixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/11.htm \n\nacrinatrina \nDT50 = 39 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/16.htm \n\naldicarbe \nDT50 = 10 dias \nNão Persistente \n\nMóvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/19.htm \n\nametrina \nDT50 = 37 dias  \nModeradamente \n\npersistente \n\nModeradamente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/27.htm \n\namitraz \nDT50 = 0,2 dias \nNão persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/30.htm#none \n\nazociclotina \nDT50 = 27 dias \nNão persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/53.htm \n\nazoxistrobina \nDT50 = 78 \n\nModeraramente \npersistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/54.htm \n\nbeta-ciflutrina \nDT50 = 13 dias \nNão persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/74.htm \n\nBeta-\nCipermetrina \n\nDT50 = 27 dias \nNão persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/75.htm \n\nbromacila \nDT50 = 60 dias  \nModeradamente \n\npersistente \nMóvel Alto potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/88.htm \n\nbromopropilato \nDT50 = 59 dias  \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/95.htm \n\nbuprofezina \nDT50 = 50 dias  \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/100.htm \n\ncaptana \nDT50 = 0,8 dias \nNão persistente \n\nModeradamente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/114.htm \n\ncarbendazim \nDT50 = 40 dias \nModeradamente \n\npersistente \n\nModeradamente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/116.htm \n\ncarbosulfano \nDT50 = 21 dias \nNão persistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/121.htm \n\ncarfentrazona-\netílica \n\nDT50 = 0,5 dias \nNão persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/123.htm \n\ncihexatina \nDT50 = 50 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/195.htm \n\ncipermetrina \nDT50 = 60 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/197.htm \n\nclofentezina \nDT50 = 131 \nPersistente \n\n- - \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/167.htm \n\nclorfenapir \nDT50 = 1,4 dias \nNão persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/136.htm \n\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/9.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/9.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/11.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/11.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/16.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/16.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/19.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/19.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/27.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/27.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/30.htm#none\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/30.htm#none\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/53.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/53.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/54.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/54.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/74.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/74.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/75.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/75.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/88.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/88.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/100.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/100.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/114.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/114.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/116.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/116.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/121.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/121.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/123.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/123.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/195.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/195.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/197.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/197.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/167.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/167.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/136.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/136.htm\n\n\n127 \n \n\nclorotalonil \nDT50 = 22 dias \nNão persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/150.htm \n\nclorpirifós \nDT50 = 50 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/154.htm \n\ncromafenozida \nDT50 = 132 \nPersistente \n\nModeradamente \nmóvel \n\nAlto potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/1136.htm \n\ndeltametrina \nDT50 = 13 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/205.htm \n\ndiafentiurom \nDT50 = 0,5 dias \nNão persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/210.htm \n\ndiazinona \nDT50 = 9 dias \n\nNão persistente \nLevemente \n\nmóvel \nBaixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/212.htm \n\nDibrometo de \ndiquate \n\nDT50 = 2345 \ndias \n\nMuito \npersistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/256.htm \n\nDicloreto de \nparaquate \n\nDT50 = 365 dias \nMuito \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/1524.htm \n\ndicofol \nDT50 = 80 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/223.htm \n\ndifenoconazol \nDT50 = 130 \nPersistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/230.htm \n\ndiflubenzurom \nDT50 = 3 dias \n\nNão Persistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/234.htm \n\ndimetoato \nDT50 = 2,6 dias \nNão Persistente \n\nMóvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/244.htm \n\ndinocape \nDT50 = 5,2 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/250.htm \n\ndiurom \nDT50 = 75 dias \nModeradamente \n\npersistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/260.htm \n\nesfenvalerato \nDT50 = 66 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/269.htm \n\nespirodiclofeno \nDT50 = 7 dias \n\nNão Persistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/597.htm \n\netiona \nDT50 = 90 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/276.htm \n\netofenproxi \nDT50 = 11 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/283.htm \n\netoxazol \nDT50 = 19 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/284.htm \n\nfamoxadona \nDT50 = 41 dias \nModeradamente \n\npersistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/287.htm \n\nfenpiroximato \nDT50 = 49 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/309.htm \n\nfenpropatrina \nDT50 = 34 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/306.htm \n\nfentiona \nDT50 = 22 dias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/310.htm \n\nfluazifope-P-\nbutílico \n\nDT50 = 1 dia \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/324.htm \n\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/150.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/150.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/154.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/154.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1136.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1136.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/205.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/205.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/210.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/210.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/212.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/212.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/256.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/256.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1524.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1524.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/223.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/223.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/230.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/230.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/234.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/234.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/244.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/244.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/250.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/250.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/260.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/260.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/269.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/269.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/597.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/597.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/276.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/276.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/283.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/283.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/284.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/284.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/287.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/287.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/309.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/309.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/306.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/306.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/310.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/310.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/324.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/324.htm\n\n\n128 \n \n\nflufenoxurom \nDT50 = 42 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/332.htm \n\nflumioxazina \nDT50 = 21 dias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/335.htm \n\nfolpete \nDT50 = 4,7 dias \nNão Persistente \n\nModeradamente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/354.htm \n\nfosetil \nDT50 = 0,1 dias \nNão Persistente \n\n- - \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/1548.htm \n\nGama-cialotrina \nDT50 = 26 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/369.htm \n\nglifosato \nDT50 = 15 dias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/373.htm \n\nhexitiazoxi \nDT50 = 30 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/385.htm \n\nimazalil \nDT50 = 76 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/390.htm \n\nimidacloprido \nDT50 = 181 dias \n\nPersistente \nModeradamente \n\nmóvel \nAlto potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/397.htm \n\nlambda-cialotrina \nDT50 = 175 dias \n\nPersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/415.htm \n\nmalationa \nDT50 = 0,17 \n\ndias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/421.htm \n\nmancozebe \nDT50 = 0,1 dias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/424.htm \n\nmetidationa \nDT50 = 10 dias \nNão Persistente \n\nModeradamente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/456.htm \n\nnovalurom \nDT50 = 72 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/487.htm \n\norizalina \nDT50 = 44 dias \nModeradamente \n\npersistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/494.htm \n\nóxido de \nfembutatina \n\nDT50 = 365 dias \nMuito \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/294.htm \n\noxifluorfem \nDT50 = 35 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/502.htm \n\nParaquate \n\nDT50 = 3000 \ndias \n\nMuito \npersistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/505.htm \n\npiraclostrobina \nDT50 = 32 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/564.htm \n\npiridabem \nDT50 = 55 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/569.htm \n\npiridafentiona \nDT50 = 18 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/570.htm \n\npirimifós-metílico \nDT50 = 39 dias \nModeradamente \n\npersistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/532.htm \n\npiriproxifem \nDT50 = 10 dias \nNão Persistente \n\nNão móvel Baixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/574.htm \n\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/332.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/332.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/335.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/335.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/354.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/354.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1548.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/1548.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/369.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/369.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/373.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/373.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/385.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/385.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/390.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/390.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/397.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/397.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/415.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/415.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/421.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/421.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/424.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/424.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/456.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/456.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/487.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/487.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/494.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/494.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/294.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/294.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/502.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/502.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/505.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/505.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/564.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/564.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/569.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/569.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/570.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/570.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/532.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/532.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/574.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/574.htm\n\n\n129 \n \n\npropargito \nDT50 = 56 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/547.htm \n\nprotiofós \nDT50 = 45 dias \nModeradamente \n\npersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/560.htm \n\nquinometionato \nDT50 = 2 dias \n\nNão Persistente \nMóvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/127.htm \n\nsimazina \nDT50 = 60 dias \nModeradamente \n\npersistente \n\nModeradamente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/592.htm \n\nsulfentrazona \nDT50 = 541 dias \n\nMuito \npersistente \n\nMóvel Alto potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/601.htm \n\ntebuconazol \nDT50 = 63 dias \nModeradamente \n\npersistente \n\nLevemente \nmóvel \n\nAlto potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/610.htm \n\ntebufenozida \nDT50 = 400 dias \n\nMuito \npersistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/611.htm \n\ntetradifona \nDT50 = 112 dias \n\nPersistente \nModeradamente \n\nmóvel \nAlto potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/627.htm \n\ntiabendazol \nDT50 = 500 dias \n\nMuito \npersistente \n\nLevemente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/629.htm \n\ntiacloprido \nDT50 = 15 dias \nNão Persistente \n\nModeradamente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/630.htm \n\ntiametoxam \nDT50 = 50 dias \nModeradamente \n\npersistente \nMóvel Alto potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/631.htm \n\ntiofanato-metílico \nDT50 = 0,6 dias \nNão Persistente \n\n- - \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/640.htm \n\ntriazofós \nDT50 = 44 dias \nModeradamente \n\npersistente \n\nModeradamente \nmóvel \n\nMédio potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/653.htm \n\ntriclorfom \nDT50 = 18 dias \nNão Persistente \n\nMuito móvel Alto potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/657.htm \n\ntrifloxistrobina \nDT50 = 7 dias \n\nNão Persistente \nLevemente \n\nmóvel \nBaixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/664.htm \n\ntriflumurom \nDT50 = 22 dias \nNão Persistente \n\nLevemente \nmóvel \n\nBaixo potencial \nhttp://sitem.herts.ac.uk/aeru/iupac/\n\nReports/666.htm \n\ntrifluralina \nDT50 = 180 dias \n\nPersistente \nNão móvel Baixo potencial \n\nhttp://sitem.herts.ac.uk/aeru/iupac/\nReports/667.htm \n\n \n\n \n\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/547.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/547.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/560.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/560.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/127.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/127.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/592.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/592.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/601.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/601.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/610.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/610.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/611.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/611.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/627.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/627.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/629.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/629.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/630.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/630.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/631.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/631.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/640.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/640.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/653.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/653.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/657.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/657.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/664.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/664.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/666.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/666.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/667.htm\nhttp://sitem.herts.ac.uk/aeru/iupac/Reports/667.htm"}]}}}