{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03927"}, {"@name": "filename", "#text": "BGP_1994_8_1_18_Bacias_de_Sergipe_e_Alagoas.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "15\t- BACIAS DE SERGIPE E ALAGOAS\nFlávio J. Feijó^\nAs bacias de Sergipe e Alagoas ocupam uma faixa alongada na costa leste brasileira, entre os paralelos 9 e 11 sul (fig. 1.1). Seu limite norte é o Alto de Maragogi, com a Bacia Pernambuco-Paraíba, e o limite sul com a Bacia de Jacuípe se dá no sistema de falhas Vaza Barris. A área emersa destas bacias soma 13 000 km2, e a porção submersa alcança 20 000 km2 até a cota batimétrica de 2 000 m. Já foram perfurados 4 035 poços na bacia (3 617 em terra) e registrados 60 000 km de seções sísmicas (26 000 km em terra).\nAs bacias de Sergipe e Alagoas foram individualizadas a partir de diferenças importantes em seu caráter estrutural e estratigráfico (Feijó e Vieira, 1990; Feijó, 1992). De um modo geral, o preenchimento sedimentar neopaleozóico e jurássico apresenta grande similaridade ao longo das duas bacias; a série neocomiana está bem mais desenvolvida na Bacia de Alagoas; e as séries gálica e se-noniana e o sistema terciário adquirem importância muito maior na Bacia de Sergipe. O limite entre as duas bacias é considerado na proeminente feição positiva chamada de Alto de Jaboatã-Penedo.\nA nomenclatura litoestratigráfica mantém a precedência das definições de Schaller (1969), tendo sido incorporadas as modificações propostas por Figueiredo (1978) e Feijó e Lana (1990) (figs. 15.1 e 15.2). Salvo quando explicitado, foram mantidas a seção-tipo e a caracterização originais de Schaller (1969).\nO embasamento sob a bacia de Sergipe é formado pelas rochas metamórficas proterozóicas de baixo grau dos grupos Mia ba (Humphrey e Allard, 1969) e Vaza Barris (Moraes Rego, 1933). Já a Bacia de Alagoas desenvolveu-se sobre as rochas graníticas proterozóicas do Batolito Alagoas-Pernambuco.\nFormação Estância - definida por Branner (1913), ocorre essencialmente na Bacia de Sergipe na forma de meta-arenito fino e meta-siltito arenoso, vermelho a púrpura e verde-acinzentado, com intercalações de ardósia, calcário e camadas pouco espessas de conglomerado policomposto. A base da formação contém camadas de dolomito castanho-claro com sílex. Os ambientes deposicionais interpretados para estas rochas são sistemas fluviais entrelaçados e meandrantes, deltas, intermaré e nerítico (Silva eí al. 1978). De idade provavelmente cambriana, apresenta contatos discordantes com o embasamento subjacente e com as rochas sedimentares\nsobrejacentes da Bacia de Sergipe (Schaller, 1969).\nGrupo Igreja Nova - definido como sub-grupo por Schaller (1969), incluía as formações Batinga, Aracaré, Candeeiro, Bananeiras e Serraria. Nesta revisão, propõe-se sua redefinição como grupo, contendo apenas as unidades elásticas neopaleozóicas, ou seja a Formação Batinga e a Formação Aracaré. As demais formações antes componentes do Grupo Igreja Nova passam a fazer parte do Grupo Perucaba.\nFormação Batinga - reconhecida nas bacias de Sergipe e Alagoas, permite a subdivisão em três membros, que ocorrem interdigitados. O Membro Mulungu é constituído por paraconglomerado com seixos, calhaus e matacões de rochas ígneas e metamórficas, caoticamente imersos em matriz síltico-arenosa cinzenta. O Membro Atalaia é representado por arenito grosso, esbranquiçado, imaturo, caolínico. O Membro Boacica caracteriza-se pela ocorrência de siltitos laminados. Os contatos da Formação Batinga são discordantes, tanto o inferior, com o embasamento ou com a Formação Estância, quanto o superior, com diversas unidades estratigráficas. A deposição em ambiente glácio-marinho é a interpretação genética mais aceita para esta formação. Apesar de seu pobre conteúdo fossilífero, admite-se a idade neocarbonífera para a Formação Batinga (Schaller, 1969).\nFormação Aracaré - também mapeada nas bacias de Sergipe e Alagoas, apresenta intercalações de arenito médio avermelhado, folhelho e calcário, associado a sílex, cuja presença é diagnostica para o reconhecimento da unidade. Seus contatos inferior e superior são discordantes, e a presença de esporomorfos permite atribuir a estas rochas uma idade eopermiana (Schaller, 1969). As rochas da Formação Aracaré depositaram-se provavelmente em ambiente costeiro, sob a influência de tempestades e com retrabalhamento eólico.\nGrupo Perucaba - designação aqui proposta para reunir as rochas elásticas flúvio-lacustres neojurássicas e eocretáceas aflorantes no vale do Rio Perucaba, em Alagoas, e individualizadas nas formações Candeeiro, Bananeiras e Serraria. No conceito de Schaller (1969), estas unidades faziam parte do Sub-Grupo Igreja Nova.\nFormação Candeeiro - constitui-se de arenito fino a médio\n1 Departamento de Exploração (DEPEX), Av. República do Chile, 65, CEP 20035, Rio de Janeiro, RJ, Brasil.\nbranco e cinza-avermelhado. Sobrepõe-se em discordância às rochas paleozóicas ou ao embasamento, e sotopõe-se concordantemente à Formação Bananeiras. Aparentemente, está mais desenvolvida na Bacia de Alagoas do que na de Sergipe. Sendo afossilífera, foi-lhe atribuída a idade neojurás-sica por correlações de subsuperfície (Schaller, 1969). Os arenitos da Formação Candeeiro foram provavelmente depositados por sistemas fluviais entrelaçados.\nFormação Bananeiras - é formada por folhelho e argilito vermelho, acastanhado e arroxeado. Seu contato inferior é concordante com a Formação Candeeiro ou discordante com rochas paleozóicas ou do embasamento; o contato superior é concordante com a Formação Serraria. Depositada em ambiente lacustre, tem a idade neojurássica definida a partir da presença de ostracodes não-marinhos (Schaller, 1969).\nFormação Serraria - composta por arcóseo e quartzarenito médio a grosso, branco, acinzentado e avermelhado, com estratificação cruzada tabular e acanalada. Assenta concordantemente sobre a Formação Bananeiras, e está sotoposta concordantemente à Formação Barra de Itiúba (Schaller, 1969). A presença de ostracodes não-marinhos permite datá-la como neojurássica e eocretácea. As rochas da Formação Serraria foram depositadas por rios entrelaçados, com retrabalhamento eólico subordinado.\nGrupo Coruripe - no conceito original de Schaller (1969), o Sub-Grupo Coruripe englobava as formações Barra de Itiúba, Penedo, Rio Pitanga, Coqueiro Seco e Ponta Verde. Propõe-se aqui sua elevação a grupo, com o acréscimo das formações Poção, Maceió e Muribeca. As rochas do Grupo Coruripe são principalmente elásticas e evaporíticas, e notabilizam-se pelas rápidas variações de fácies. Este grupo corresponde aproximadamente às fases rift e transicional das bacias de Sergipe e Alagoas.\nFormação Barra de Itiúba - é constituída por uma sucessão monótona de folhelho cinza-esverdeado, com intercalações relativamente delgadas de arenito muito fino, cinza e branco, e calcilutito acastanhado. Seu contato inferior é concordante com a Formação Serraria, e está sotoposta e lateralmente in-terdigitada com a Formação Penedo (Schaller; 1969). As rochas da Formação Barra de Itiúba foram depositadas pordeltas com retrabalhamento eólico (Pinho e Costa, 1990), em ambiente lacustre. Sua idade eocretácea é interpretada a partir da presença de ostracodes não-marinhos.\nFormação Penedo - formada por espessos leitos de arcóseo fino a grosso, mal selecionado, branco e cinzento a amarelado, com estratificação cruzada acanalada frequentemente deformada por gigantescas fluidizações. Sobrepõe-se concordantemente e grada lateralmente para a Formação Barra de Itiúba, e está sotoposta concordantemente à Formação Coqueiro Seco. Nas proximidades das falhas de borda da Bacia de Sergipe, grada lateralmente para a Formação Rio Pitanga (Schaller, 1969). As rochas da Formação Penedo retratam a deposição por sistemas fluviais entrelaçados, com frequente retrabalhamento eólico (Ferreira, 1990; Vieira, 1991), atuantes no Eocretáceo.\nFormação Rio Pitanga - caracteriza-se pela ocorrência de conglomerados e brechas policompostos, de coloração avermelhada a esverdeada. A Formação Rio Pitanga grada lateralmente para as formações Penedo e Coqueiro Seco, e pode estar sotoposta em discordância à Formação Muribeca (Schaller, 1969). As rochas da Formação Rio Pitanga foram depositadas por leques aluviais associados aos falhamentos de borda de bacia, ativos durante as idades Aratu, Buracica e Jiquiá.\nFormação Coqueiro Seco - é constituída por alternâncias monótonas de arcóseo fino a grosso, acastanhado, micáceo e folhelho síltico castanho. A Formação Morro do Chaves foi rebaixada para Membro da Formação Coqueiro Seco, designando os calcirruditos a pelecípodes presentes na base da unidade ou próximo a ela, em parte das bacias de Sergipe e Alagoas. A Formação Coqueiro Seco sobrepõe-se concordantemente à Formação Penedo e está sotoposta, também concordantemente, às formações Ponta Verde e Maceió (Schaller, 1969). Grada lateralmente para a Formação Rio Pitanga na Bacia de Sergipe, e para a Formação Poção na Bacia de Alagoas. Os estratos desta unidade foram depositados pordeltas curtos em ambiente lacustre (Falconi, 1990) no Eoaptiano, a julgar pelas datações baseadas em ostracodes não-marinhos e palinomorfos.\nFormação Poção - caracterizada por conglomerados com seixos e matacões de rochas graníticas de até 3 m de diâmetro, em matriz arcoseana muito mal selecionada (Figueiredo, 1978). Estas rochas ocorrem somente na Bacia de Alagoas, e eram anteriormente chamadas de Membro Carmópolis da Formação Muribeca (Schaller, 1969), mas ostentam características distintas que permitem considerá-las uma unidade independente. Alcançam a maior espessura junto às falhas da borda da bacia, mas ocasionalmente estendem-se para sudeste, como nas proximidades de Maceió. A Formação Poção grada lateralmente para as formações Penedo, Coqueiro Seco e Maceió. Os elásticos da Formação Poção foram depositados em leques aluviais sintectônicos. Sua idade Jiquiá-Alagoas é inferida a partir da correlação por meio de dados sísmicos, uma vez que estas rochas de alta energia são afossilíferas.\nO perfil-tipo escolhido para a Formação Poção é o intervalo 31 -1 584 m do poço 2-PO-1 -AL, perfurado em 1970 pela PETROBRÁS no município de Pilar (fig. 15.3). Esta unidade pode ser correlacionada com a Formação Cabo, da Bacia de Pernambuco.\nFormação Ponta Verde - é constituída por folhelho cinza-esverdeado, com formato acicular em amostras de calha. Interpõe-se concordantemente às formações Coqueiro Seco e Maceió, em parte da Bacia de Alagoas (Schaller, 1969). Estas rochas foram depositadas em ambiente lacustre, no Eoaptiano.\nFormação Maceió - é formada por intercalações de arcóseo fino a grosso cinza-claro e castanho, folhelho betuminoso castanho com interlaminações de anidrita e dolomita, e camadas de halita informalmente denominadas de Evaporitos Paripueira. Esta unidade era um membro da Formação Muribeca (Schaller, 1969), mas foi promovida a formação por\nser mapeável como unidade independente. A Formação Maceió distribui-se por quase toda a Bacia de Alagoas e pelo bloco baixo da Linha de Charneira Alagoas na Bacia de Sergipe. Os folhelhos betuminosos, com anidrita subordinada, ocorrentes na região de Maceió, foram reunidos no Membro Tabuleiro dos Martins. A Formação Maceió recobre concordantemente as formações Coqueiro Seco e Ponta Verde, e está recoberta concordantemente pela Formação Riachuelo. Grada lateralmente para a Formação Poção. Os elásticos e evaporitos Maceió são o fruto da deposição em leques aluviais sintectônicos, inicialmente continentais mas caracterizando um ambiente marinho a partir do fim do Ap-tiano (Abreu, 1989). Sua sedimentação se deu do Mesoap-tiano ao Eoalbiano (Falkenheim, 1984).\nO perfil-tipo da Formação Maceió é o intervalo 839-1 830 m do poço 4-ST-1-AL, perfurado em 1964 pela PETROBRÁS em Maceió (fig. 15.4). Como perfil de referência para os estratos mais novos desta unidade, adotou-se a seção perfurada entre 1 183 e 2 500 m do poço 1-ALS-5B (1976)(fig. 15.5). A Formação Maceió pode ser correlacionada com a Formação Pescada, da Bacia Potiguar.\nFormação Muribeca - esta denominação foi reservada para os elásticos grossos, evaporitos e carbonatos de baixa energia presentes no bloco alto da Linha de Charneira Alagoas da Bacia de Sergipe. Na Formação Muribeca podem ser distinguidos três membros. O Membro Carmópolis é formado por conglomerado policomposto cinzento e castanho, e filarenito médio a grosso. O Membro Ibura caracteriza-se por uma variada suite evaporítica, associada a calcarenito e calcirrudito de origem algálica. O Membro Oiteirinhos contém calcilutito maciço e laminado, foihelho e siltito castanho. A Formação Muribeca sobrepõe-se em discordância ao embasamento ou a unidades mais velhas, e sotopõe-se concordantemente à Formação Riachuelo. Os elásticos, carbonatos e evaporitos Muribeca retratam a deposição em ambiente transicional para marinho restrito, caracterizando planícies de sabkha, A Formação Muribeca é datada por meio de palinomorfos e microforaminíferos (Koutsoukos, 1989) como neo-aptiana.\nO perfil-tipo desta unidade passa a ser o intervalo 359-1 005 do poço 1-PM-1-SE, perfurado em 1965 pela PETROBRÁS no município de Japaratuba (fig. 15.6). A Formação Muribeca pode ser correlacionada com a Formação Alagamar, da Bacia Potiguar e com a Formação Taipus-Mirim, das bacias de Jacuípe, Camamu e Almada, entre outras.\nGrupo Sergipe - reúne as formações Riachuelo e Cotinguiba, compostas principalmente por carbonatos marinhos, de idade albiana-cenomaniana. Exclui-se deste grupo a Formação Piaçabuçu (Schaller, 1969), agora promovida também a grupo.\nFormação Riachuelo - èngloba um complexo clástico-carbonático, onde podem ser reconhecidos três membros. O Membro Angico é composto por arenito branco fino a conglomerático, O Membro Taquari é caracterizado por intercalações sucessivas de calcilutito e foihelho cinzentos. O Membro Maruim é constituído por calcarenito e calcirrudito oncolítico e oolítico creme, além de recifes algálicos isolados. Nesta revisão, este membro inclui os carbonatos de alta\nenergia dolomitizados, antes individualizados como Membro Aguilhada (Schaller, 1969). A Formação Riachuelo está interposta concordantemente às formações Muribeca e Cotinguiba. As rochas da Formação Riachuelo estão bem mais desenvolvidas na Bacia de Sergipe, onde representam a primeira sedimentação essencialmente marinha. Sua idade albiana provém de determinações bioestratigráficas baseadas em foraminíferos plantônicos, nanofósseis calcários e palinomorfos.\nFormação Cotinguiba - constitui-se de carbonatos com interestratificações elásticas. O Membro Aracaju está representado porargilito cinza a verde, foihelho castanho e marga amarelada. O Membro Sapucari é essencialmente constituído por calcilutito cinzento maciço ou estratificado (Schaller, 1969). O contato inferior da Formação Cotinguiba é concordante com a Formação Muribeca ou com a Formação Maceió, e o contato superior com a Formação Calumbi está marcado por uma discordância erosiva. Este conjunto foi depositado em talude e bacia oceânicos, do Cenomaniano ao Eoconiaciano.\nGrupo Piaçabuçu - definido por Schaller (1969) como formação, foi promovida a grupo reunindo as rochas elásticas e carbonáticas marinhas neocretáceas e terciárias das formações Calumbi, Mosqueiro e Marituba.\nFormação Calumbi - constituída por argilito e foihelho cinzento a esverdeado, com intercalações de arenito fino a grosso, esta unidade era considerada um membro da Formação Piaçabuçu (Schaller, 1969). A Formação Calumbi sobrepõe-se em discordância erosiva à Formação Cotinguiba, e grada vertical e lateralmente para as formações Mosqueiro e Marituba. Os pelitos da Formação Calumbi foram depositados em talude e bacia oceânicos, com arenitos resultantes da ação de correntes de turbidez. As determinações bioestratigráficas com base em foraminíferos plantônicos, nanofósseis calcários e palinomorfos conferem-lhe idade do Neoconiaciano ao Hc.oceno.\nComo perfil-tipo para esta unidade, foi selecionado o intervalo 376-1 260 m do poço 1-IPA-1-SE, perfurado em 1983 pela PETROBRÁS no município de Pirambu (fig. 15.7). A Formação Calumbi correlaciona-se com a Formação Ubarana, da Bacia Potiguar, e com a Formação Urucutuca, das bacias da costa baiana e capixaba, entre outras.\nFormação Mosqueiro - caracteriza-se pela predominância de calcarenito bioclástico cinzento, composto basicamente por foraminíferos e moluscos, e ocorre ao longo de uma faixa alongada na direção nordeste, junto à atual linha de costa. Anteriormente, estas rochas eram incluídas no Membro Marituba da Formação Piaçabuçu (Schaller, 1969). A Formação Mosqueiro grada lateralmente para as formações Marituba e Calumbi, e representa a plataforma carbonática ativa do Campaniano ao Mioceno na Bacia de Alagoas, e do Paleoceno ao Holoceno na Bacia de Sergipe.\nO perfil-tipo desta unidade é o intervalo 150-1 041 m do poço 1-SES-54, perfurado em 1979 pela PETROBRÁS na plataforma continental de Sergipe (fig. 15.8). A Formação Mosqueiro correlaciona-se, entre outras, com as formações\nGuamaré, da Bacia Potiguar, e Caravelas, das bacias de Jacuípe, Camamu e Almada.\nFormação Marituba - nesta unidade predomina arenito médio a grosso cinzento. Anteriormente, era considerada um membro da Formação Piaçabuçu, e incluía os carbonatos agora individualizados na Formação Mosqueiro (Schaller, 1969). A Formação Marituba grada lateralmente para as formações Mosqueiro e Calumbi. Estas rochas foram depositadas por leques costeiros do Campaniano ao Holoceno.\nAdotou-se para perfil-tipo desta unidade o intervalo 53-376 m do poço 1-IPA-1-SE (fig. 15.7). A Formação Marituba tem correlatos em todas as bacias costeiras brasileiras, como Tibau (Potiguar), Rio Doce (Jacuípe, Camamu, Almada), etc.\nFormação Barreiras - a exemplo do que ocorre na maior parte da costa brasileira, esta unidade neocenozóica serve de cobertura para o registro sedimentar. Aqui, está composta por clásticos continentais finos e grossos, de coloração variada e grau de compactação insignificante (Schaller, 1969).\nRochas ígneas - nas porções mais distais das bacias de Sergipe e Alagoas, sob águas de mais de 2 000 m de profundidade, algumas manifestações magmáticas podem ser reconhecidas em registros sísmicos (Santos e Castro, 1992; Cainelli, 1992). Trata-se de corpos rochosos compactos e coniformes com poucos quilômetros quadrados de área interpostos às rochas sedimentares, sugerindo a construção de montes vulcânicos. A verdadeira natureza e idade destas rochas são desconhecidas, mas os truncamentos e deformações provocados nos refletores sísmicos permitem atribuir-lhes uma idade turoniana. Outro evento de idade mais nova, talvez eocênica, ocorre na forma de intrusões localizadas.\nEstratigrafia de Seqüências - a presença de discordâncias e suas conformidades relativas permite o reconhecimento das seqüências deposicionais descritas a seguir.\nSeqüência Permo-carbonífera - congrega os clásticos do Grupo Igreja Nova, que preencheu suaves sinéclises de dimensões continentais, talvez correlatas às bacias do Paraná e Parnaíba. Aqui foram identificados os ambientes glacial, periglacial e costeiro.\nSeqüência juro-eocretácea - reúne os arcóseos grossos e pelitos do Grupo Perucaba e da base das formações Barra de itiúba (BIT VII) e Penedo (Galm, 1992), abrangendo da idade titoniana à eovalanginiana. Esta seqüência está truncada pela Discordância pré-Aratu (Galm e Santos, 1993), de expressão regional e abrangendo um hiato superiora 3 milhões de anos. A seqüência juro-eocretácea representa o estágio pré-riff de preenchimento das bacias de Sergipe e Alagoas, quando se formaram depressões rasas e longas nos sítios onde a seguir ocorrería a ruptura do rift. Estas depressões abrigaram lagos pouco profundos, eventualmente invadidos pòr sistemas fluviais entrelaçados.\nSeqüências Rift - estratos depositados durante a atividade mais intensa do rift que precedeu a abertura do Oceano Atlântico, estas rochas mostram grandes variações laterais de fácies\ne de espessura, em virtude do forte tectonismo vigente durante sua deposição. As seqüências K20-K30 reúnem os clásticos grossos da Formação Penedo e os clásticos finos da Formação Barra de Itiúba (BITs I a VI), de idade hauteriviana e barremiana. Estas rochas resultam da atuação de rios entrelaçados e deltas, formando no todo um sistema progradante. A seqüência K40 corresponde aos clásticos e carbonatos neobarremianos/eoaptianos das formações Coqueiro Seco e Ponta Verde, mais parte da Formação Poção, depositados por leques aluviais gradando lateralmente para deltas grosseiros, em sistemas alternadamente progradantes e transgressivos.\nSeqüência de Transição - representa a passagem do ambiente continental para marinho, sob severas condições de restrição e aridez. A seqüência K50 contém a seção evaporítica neo-aptiana das formações Muribeca e Maceió, parte inferior, e também parte da Formação Poção. Neste tempo, instalou-se nas bacias de Sergipe e Alagoas a Linha de Charneira Alagoas, com direção geral NE, limitando duas províncias estruturais: a NW, houve maior estabilidade e depositou-se em Sergipe o complexo clástico-carbonático-evaporítico Muribeca; a SE, ocorreu pronunciada subsidência, resultando nos espessos leques aluviais da Formação Maceió, entremeados por folhelho e halita. A atuação desta linha de charneira produziu a Discordância pré-Neo-Alagoas, que sobrepõe a Formação Muribeca a rochas das seqüências anteriores, e mesmo ao embasamento.\nSeqüências da Margem Passiva - refletem a instalação progressiva de condições oceânicas, através de um ciclo trans-gressivo com máximo no Maastrichtiano, seguido de um ciclo progradante terciário. As seqüências K60-K70 reúnem os clásticos e carbonatos albo-cenomanianos das formações Riachuelo e Maceió, parte superior, depositados em ambiente nerítico. A seqüência K80 corresponde aos carbonatos de baixa energia cenomanianos a santonianos da Formação Cotinguiba, já de ambiente batial e abissal. As seqüências K90-K120 traduzem-se nos folhelhos transgressivos neocretáceos da Formação Calumbi, depositados em ambiente batial/abissal. Dentro do complexo regressivo Marituba/ Mosqueiro/Calumbi, o recurso da sismoestratigrafia permite reconhecera presença de discordâncias (Cainelli, 1992), que conduzem à individualização das seqüências deposicionais T-10 (Paleoceno), T20-T40 (Eoceno) e T50-T60 (Oligoceno ao Recente). Este conjunto é progradante, abrangendo os ambientes costeiro, nerítico, batial e abissal.\nREFERÊNCIAS BIBLIOGRÁFICAS\nABREU, C.J. 1989. Predicting reservoir quality in the cretaceous Maceió Member of the Sergipe-Alagoas Basin, Northeast Brazil. Cincinatti, University of Cincinatti. M.Sc. thesis.\nBRANNER, J.C. 1913. The Estancia beds of Bahia, Sergipe and Alagoas, Brazil. New Haven, Am.Jour.Sci.Ser.4, v.210, n.35, p.619-631.\nCAINELLI, C. 1992. Sequence stratigraphy, canyons, and gravity mass-flow deposits in the Piaçabuçu Formation,\nSergipe-Alagoas Basin, Brasil. Austin, University of Texas at Austin. PhD dissertation, 233 p.\nFALCONI, C.M.0.1990. Sedimentação e caracterização dos arenitos-reservatório da Formação Coqueiro Seco (Cretáceo Inferior), Campo de Pilar, Bacia Sergipe-Alagoas. Ouro Preto, UFOP. Dissertação de mestrado, 178 p.\nFALKENHEIM, F.U.H. (Coordenador). 1984. Projeto Sergipe-Alagoas. Rio de Janeiro, PETROBRÁS. Rei. interno.\nFEIJÓ, F.J. 1992. Seqüências continentais das fases pré-nffe rift da Sub-bacia de Alagoas Central. Porto Alegre, Universidade Federal do Rio Grande do Sul. Dissertação de Mestrado, 165 p.\nFEIJÓ, F.J. &amp; LANA, M.C. 1990. Cartas estratigráficas das bacias de Alagoas e Sergipe. Rio de Janeiro, PETROBRÁS. Rei. interno.\nFEIJÓ, F.J. &amp; VIEIRA, R.A.B. 1990. Seqüências cretáceas das bacias de Sergipe e Alagoas. In: Simpósio de Geologia do Cretáceo, 1. Rio Claro, UNESP.\nFERREIRA, J.V. 1990. Faciologia e características de reservatório das unidades PDO-I e PDO-IV da Formação Penedo no Campo de Pilar, Bacia Sergipe-Alagoas. In: Seminário de Geologia de Desenvolvimento e Reservatório, 4. Natal, PETROBRÁS. P. 419-430.\nFIGUEIREDO, A.M.F. 1978. Avaliação das perspectivas petrolíferas da Bacia Sergipe-Alagoas. Rio de Janeiro, PETROBRÁS. Rei. interno.\nGALM, P.C. 1992. Investigação bioestratigráfica dos poços 1-IV-2-SE e 1-VB-1-SE. Aracaju, PETROBRÁS. Rei. interno\nGALM, P.C. &amp; SANTOS, D.F. 1993. Descoberta de uma discordância de idade pré-Aratu na Bacia de Sergipe/\nAlagoas. In: Congresso Brasileiro de Paleontologia, 13. São Leopoldo, Soc.Bras.Paleontologia.\nHUMPHREY, F.L. &amp; ALLARD, G.O. 1969. Geologia da área do Domo de Itabaiana (Sergipe) e sua relação com a geologia do geossinclinal de Propriá; um elemento tectônico recém- reconhecido no escudo brasileiro. Rio de Janeiro, PETROBRÁS. Rei. interno.\nKOUTSOUKOS, E.A.M. 1989. Mid- to late Cretaceous microbiostratigraphy, palaeoecology and palaeogeography of the Sergipe Basin, Northeastern Brazil. Plymouth, Polytechnic South West. PhDThesis.\nMORAES REGO, L.F. 1933. Notas sobre a geologia, a geomorfologia e os recursos minerais de Sergipe. Ouro Preto, Ann. Esc. Minas, n. 24, p. 31-84.\nPINHO, G.C. &amp; COSTA, M.N.C. 1990. Fácies eólica na Formação Barra de Itiúba - exemplo de potencial reservatório profundo. Rio de Janeiro, Boi. Geoc. PETROBRÁS, v.4, n.4, p. 489-507.\nSANTOS, S.F. &amp; CASTRO, F.C.C. 1992. Mapa sísmico em águas profundas das bacias de Sergipe e Alagoas. Rio de Janeiro, PETROBRÁS. Rei. interno.\nSCHALLER, H. 1969. Revisão estratigráfica da Bacia de Sergi-pe/Alagoas. Rio de Janeiro, Boi.Téc.PETROBRÁS, v.12,n.1, p.21-86.\nSILVA F., M.A., SANTANA, A.C. &amp; BOMFIM, L.F.C. 1978. Evolução tectono-sedimentar do Grupo Estância; suas correlações. In: Congr. Bras. Geol., 30. Recife, SBG. V.2, p. 685-699.\nVIEIRA, M. 1991. Parâmetros controladores da qualidade de reservatórios profundos na Bacia de Sergipe-Alagoas. Ouro Preto, UFOP. Dissertação de Mestrado, 172 p.\nEOPERMIANO\t\tARACARÉ\t\t192\nhEOCARSONÍFERO\t\ts BATIhCA\tA1AAIÃ\t316\n\t\t\t\t\n| CAUBR1AN0?\tE S T A N C\tA\t\t\n\t\t\t\t\nFig. 15.4 - Perfil-tipo da Formação Maceió.\nFig. 15.6 - Perfil-tipo da Formação Muribeca."}]}}}