{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09507"}, {"@name": "filename", "#text": "14491_000765189.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FRANCO DUFLOTH MENEGATTI \n \n \n \n \n \n \n \n \n \n\nAVALIAÇÃO DE DEFEITOS EM UM VASO DE PRESSÃO UTILIZANDO A API-579 \n\n \n \n \n \n \n \n \n\nMonografia apresentada ao Departa-\nmento de Engenharia Mecânica da Es-\ncola de Engenharia da Universidade \nFederal do Rio Grande do Sul, como \nparte dos requisitos para obtenção do \ndiploma de Engenheiro Mecânico. \n\n \n \n \n \n\nOrientador: Prof. Dr. Ignacio Iturrioz \n   \n\n \n \n \n\n \n \n \n \n \n\nPorto Alegre \n2010\n\n\n\n \n\n \n\n \n\nUniversidade Federal do Rio Grande do Sul \n\nEscola de Engenharia \n\nDepartamento de Engenharia Mecânica \n \n \n \n\nAVALIAÇÃO DE DEFEITOS EM UM VASO DE PRESSÃO UTILIZANDO A API 579 \n \n \n\nFRANCO DUFLOTH MENEGATTI \n \n \n\n \nESTA MONOGRAFIA FOI JULGADA ADEQUADA COMO PARTE DOS RE-\n\nQUISITOS PARA A OBTENÇÃO DO DIPLOMA DE  \nENGENHEIRO(A) MECÂNICO(A) \n\nAPROVADA EM SUA FORMA FINAL PELA BANCA EXAMINADORA DO  \nDEPARTAMENTO DE ENGENHARIA MECÂNICA \n\n \n \n                                                   Prof. Walter Jesus Paucar Casas \n                                                   Coordenador do Curso de Engenharia Mecânica \n\n \n \nBANCA EXAMINADORA: \n \n \n\nProf. Dr. JUAN PABLO RAGGIO QUINTAS \nUFRGS / DEMEC \n\n \n \n\nProfª. Drª. LETICIA FLECK FADEL MIGUEL  \nUFRGS / DEMEC \n\n \n \n\nProf. Dr. ÉDSON HIKARO ASEKA \nUFRGS / DEMEC \n\n \n \n \n \n \n \n \n \n\n \nPorto Alegre \n\n2010 \n\n\n\n \n\n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nDedico esta monografia aos meus pais, Francisco e Carla. \n\n\n\n \n\n \n\nAGRADECIMENTOS \n \n \nEm primeiro lugar agradeço à minha família, meu pai Francisco, minha mãe Carla, meu irmão \nGuilhermo e minha irmã Isabella, a quem lhes devo todo meu amor e respeito. \n \nao meu orientador Prof. Ignacio, a quem nas horas de desespero sempre soube tranqüilizar a \nsituação. \n \nao meu primo Gean e minha amiga Flávia, praticamente meus irmãos. \n \nà Megasteam, que me trouxe à uma realidade de uma vida até então desconhecida, e à todos \nmeus colegas de trabalho, pessoas especiais, e em particular o Engenheiro Mauro cuja experi-\nência na inspeção se mostrou muito válida para este trabalho. \n \n \n \n \n\n\n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\n \n“Que os vossos esforços desafiem as impossibilidades. Lembrai-vos que as grandes coisas do \n\nhomem foram conquistadas do que parecia impossível.” \n\nCharles Chaplin \n\n\n\n \n\n \n\nMENEGATTI, F. D. Avaliação de Defeitos em um Vaso de Pressão utilizando a API-579. \n2010. Monografia (Trabalho de Conclusão do Curso de Engenharia Mecânica) – Departamen-\nto de Engenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2010. \n \n \nRESUMO \n \n\nEquipamentos de processo, como vasos de pressão, podem apresentar defeitos em suas \nestruturas, sendo elas originadas durante o processo de fabricação, ou devido ao uso do equi-\npamento. A possibilidade de ocorrerem falhas em equipamentos de responsabilidade faz das \ntrincas o tipo de descontinuidade mais preocupante. Em condomínios residenciais, tem sido \nutilizado com freqüência vasos de pressão para o armazenamento de GLP – Gás Liquefeito de \nPetróleo - para cocção de alimentos e no aquecimento da água para o banho. Devido ao fato \nde ser um gás altamente inflamável e operar em um sistema fechado com uma pressão relati-\nvamente alta, há uma grande preocupação com a manutenção e segurança dos vasos de pres-\nsão que o armazenam, afinal, se algum vazamento ocorrer, o risco de explosão e, conseqüen-\ntemente, acidentes, é alto. Diante desta situação, há a necessidade de se conhecer e adotar \nmetodologias adequadas que possam avaliar a segurança e, sem conservadorismo excessivo, a \ncriticidade de defeitos na integridade estrutural dos vasos de pressão. Desta forma, neste tra-\nbalho será avaliada a criticidade de um trinca paralela a um cordão de solda longitudinal do \ncorpo cilíndrico, com diferentes parâmetros de operação, baseando-se o estudo em um con-\njunto de critérios estabelecidos pelo documento API-579/ASME FFS-1 – Fitness For Service. \nAo final do trabalho, foram feitas comparações dos diferentes parâmetros adotados para avali-\nação e do comportamento das descontinuidades perante as alterações das condições de opera-\nção. \n \nPALAVRAS-CHAVE: Gás liquefeito de petróleo (GLP), Vasos de pressão, Trincas, Fitness \nFor Service.  \n \n \n \n \n \n \n\n\n\n \n\n \n\nMENEGATTI, F. D. Evaluation of Defects in a Pressure Vessel using the API-579. 2010. \nMonografia (Trabalho de Conclusão do Curso de Engenharia Mecânica) – Departamento de \nEngenharia Mecânica, Universidade Federal do Rio Grande do Sul, Porto Alegre, 2010. \n \nABSTRACT \n \n\nProcess equipments like pressure vessels, may have defects in their structures, which \nwere originated during the manufacturing process, or due to use of equipment. The possibility \nof experiencing equipment failures at high risk of cracking is the most worrisome type of dis-\ncontinuity. In residential buildings, have been widely used pressure vessels for storing LPG - \nLiquefied Petroleum Gas - for cooking food and heating water for bath. Due to being a highly \nflammable gas and operate in a closed system with a relatively high pressure, there is great \nconcern with the maintenance and safety of pressure vessels that store the gas, after all, if a \nleak occurs, the risk of explosion and accidents is high. Given this situation, there is a need to \nunderstand and adopt appropriate methodologies that can assess the safety and without exces-\nsive conservatism, the criticality of these defects in the structural integrity of the equip-\nment. Thus, this study will assess the criticality of a crack parallel to the longitudinal weld \nwith different operating parameters, based on the study of a set of criteria established by the \ndocument API-579/ASME FFS-1 – Fitness For Service. By the end of this work, comparisons \nwere made of the various parameters chosen for the assessment and the behavior of the flaws \nfront the changes of operation conditions. \n \nKEYWORDS: Liquefied petroleum gas, Pressure vessels, Cracks, Fitness For Service. \n \n \n \n \n \n\n\n\n \n\nSUMÁRIO \n \n \n\n1. INTRODUÇÃO 01 \n \n1.1. Objetivos 01 \n \n1.2. Estrutura do Trabalho 01 \n \n2. FUNDAMENTOS TEÓRICOS 01 \n \n2.1. Tensões Atuantes em Vasos de Pressão 01 \n \n2.2. Mecânica da Fratura 03 \n \n3. REVISÃO BIBLIOGRÁFICA 04 \n \n4. METODOLOGIA 05 \n \n4.1. ASME VIII - Boiler &amp; Pressure Vessel             05 \n \n4.2. API-579 / ASME FFS-1                05 \n \n5. CONSIDERAÇÕES SOBRE O EQUIPAMENTO AVALIADO               09 \n \n5.1. Descrição Física                 09 \n \n5.2. Levantamento de Dados                 09 \n \n6. RESULTADOS E ANÁLISES 10 \n \n7. CONCLUSÃO 15 \n \nREFERÊNCIAS BIBLIOGRÁFICAS 16 \n \nAPÊNDICES 17 \n \nANEXOS 18 \n \n\n\n\n \n \n\n1\n\n1. INTRODUÇÃO \n \nO gás liquefeito de petróleo (GLP), mais conhecido como ‘gás de cozinha’, é ampla-\n\nmente utilizado no país, tanto em residências como no comércio e na indústria. Suas princi-\npais aplicações são: cocção de alimentos, aquecimento de água e nos fornos industriais, entre \noutras que ajudam a movimentar a economia do Brasil. Sendo, portanto, uma fonte de energia \nmuito importante para todos. \n\nO processo para obtenção do GLP começa com a extração do petróleo e do gás natural, \nmatéria-prima para a sua produção, continua com o refino do petróleo através de torres de \ndestilação que possuem diversas saídas em alturas diferenciadas, onde cada uma delas gera \num produto diferente. No caso do GLP, as saídas utilizadas são as localizadas no topo. Após \neste processo, o gás é direcionado por dutos a terminais de estocagem, e é nesta hora que o \ngás é envasado em recipientes para que possa ser feita a distribuição. À temperatura ambiente, \nmas submetido a uma pressão de 3 a 17,5 Kgf/cm² (0,29 a 1,71 MPa), o GLP se apresenta na \nforma líquida, de onde resulta sua grande aplicabilidade como combustível, devido a facilida-\nde de armazenamento e transporte do gás para vasos de pressão. \n\nPorém, além da questão prática e econômica, em todos os vasos de pressão onde existi-\nrem gases, em temperatura ambiente ou mais alta, e em qualquer ponto onde houver trincas, \num escapamento de gás pode ocorrer para o exterior. Por isso, existe uma grande preocupação \nquanto à integridade estrutural dos vasos de pressão que armazenam o GLP, uma vez que, sob \npressão pode desenvolver alguma descontinuidade na estrutura do vaso de pressão podendo \nocorrer o vazamento, e conseqüentemente provocar acidentes graves visto que o GLP é infla-\nmável e normalmente estão localizados próximos a circulação de pessoas. \n \n1.1. Objetivo \n \n\nO objetivo deste trabalho consiste em avaliar os critérios da API 579 aplicada à aceita-\nbilidade de descontinuidades em vasos de pressão para estocagem de GLP. \n\n \n1.2. Estrutura do trabalho \n \n\nA organização deste trabalho é a seguinte: após a introdução apresentada nesta seção, na \nseção 2 é exposta os conceitos necessários para desenvolver este trabalho. A seguir, na seção \n3, é apresentada uma revisão bibliográfica contendo a descrição de material e artigos consul-\ntados relativos ao assunto em questão. A seção 4 descreve a metodologia utilizada, ou seja, \ndos procedimentos de cálculo e avaliação empregados no decorrer dos estudos de caso. Poste-\nriormente, nas seções 5 e 6, o equipamento avaliado é descrito em termos físicos, assim como \nsuas principais características operacionais e os resultados das análises e cálculos realizados \nsão expostos de forma clara e concisa através de tabelas e gráficos. A seção 7 finaliza o traba-\nlho, trazendo uma discussão a respeito dos resultados obtidos e sugestões para futuros traba-\nlhos. \n\n \n2. FUNDAMENTOS TEÓRICOS \n\n \n2.1. Tensões Atuantes em Vasos de Pressão \n \n\nSegundo TELLES (2007), as tensões que atuam na parede de um vaso de pressão po-\ndem ser classificadas em três categorias gerais, que serão explicadas a seguir. \n\n\n\n \n \n\n \n\n2\n\nTensões Primárias: tensões decorrentes de diversas cargas (pressão interna ou externa, \npeso, etc.) e necessárias para satisfazer o equilíbrio estático em relação aos diversos carrega-\nmentos atuantes, podendo ser normais (tração ou compressão) ou de cisalhamento. As tensões \nprimárias normais podem ainda ser de membrana ou de flexão, onde a de membrana é supos-\ntamente constante ao longo da espessura do vaso, o contrário da de flexão que variam linear-\nmente. A tensão de membrana devido à pressão interna é em geral de tração devido ao fato de \nque o elemento da parede do vaso tende a aumentar de dimensão. A tensão de flexão é nula no \ncentróide da parede, máxima de tração na superfície interna e máxima de compressão na su-\nperfície externa. Sendo assim, a tensão resultante na superfície interna é a tensão de membra-\nna mais a tensão de flexão, e na parede externa, é a tensão de membrana menos a tensão de \nflexão, como pode ser visto na indicação esquemática da figura 01. \n\n \nFigura 01: Tensões de membrana e de flexão em um cilindro submetido à pressão interna. (Fonte: Telles, 2007) \n\n \n\nAs tensões primárias são sempre proporcionais às cargas das quais se originam. Supon-\ndo que as cargas aumentem indefinidamente, as tensões aumentarão também, podendo levar à \nfalha do equipamento. Sua principal característica é não ser autolimitante, ou seja, enquanto o \ncarregamento estiver sendo aplicado, a tensão continua atuando, não sendo aliviada por de-\nformação. Caso estas tensões excedam o limite de escoamento do material, poderão ocorrer \ndeformações excessivas ou colapso plástico. (TELLES, 2007) \n\nNo cálculo de espessura de corpos cilíndricos são consideradas, basicamente, as tensões \nprimárias de membrana circunferenciais e longitudinais causadas pela pressão interna. As \ntensões circunferenciais são aquelas que tendem a romper o vaso segundo a sua geratriz, \nquando ele estiver sob pressão interna. São mais críticas por terem o dobro do valor das ten-\nsões longitudinais que tendem a romper na direção axial. \n\nTensões Secundárias: tensões que resultam de restrições geométricas no próprio vaso \nou em estruturas solidárias a ele, não sendo, portanto, resultado de carregamentos atuantes \nsobre o material (cargas externas). Surgem em regiões de transição de formato ou de espessu-\nra, assim como em toda parte do vaso que não estiver livre para sofrer deformação ou dilata-\nção. Sua característica básica é o fato de serem autolimitantes, ou seja, pequenas deformações \nplásticas locais reduzem estas tensões, de tal modo que o valor máximo que podem atingir é o \nlimite de elasticidade do material. Caso haja um carregamento mais elevado, haverá maior \ndeformação e a tensão secundária máxima permanecerá com o mesmo valor. Por isso, as ten-\nsões secundárias são incapazes de causar colapso plástico do equipamento (TELLES, 2007). \n\nAs normas de projeto fazem uma série de exigências quanto a detalhes construtivos dos \nvasos de pressão no sentido de atenuar transições de forma e de espessura, com o objetivo de \nminimizar o valor destas tensões. Descontinuidades planares localizadas em regiões de ten-\n\n\n\n \n \n\n \n\n3\n\nsões secundárias estão sujeitas a um nível de tensões diferenciado podendo, inclusive, evoluir \ndurante a pressurização. (DONATO, 2008) \n\nTensões Localizadas Máximas (Tensões de Pico): representam os valores máximos das \ntensões atuantes em regiões limitadas do equipamento devido à concentração de tensões cau-\nsada por descontinuidades geométricas, tais como defeitos de soldagem e regiões de transição \nde formato. Usualmente, não são nocivas, embora possam alcançar valores elevados por atua-\nrem em regiões pequenas do equipamento. Devem-se evitar valores muito elevados, pois po-\ndem dar origem a trincas por fadiga ou por corrosão sob tensão, assim como propagar uma \ntrinca frágil no vaso de pressão. \n\n \n2.2. Mecânica da Fratura \n \n\nOs projetos convencionais baseiam-se na resistência dos materiais e consideram o car-\nregamento aplicado e a resistência mecânica para determinar se um material está adequado \npara a aplicação requisitada. A resistência dos materiais considera o corpo avaliado como um \nmeio contínuo e isento de defeitos, ignorando a presença de heterogeneidades que podem cau-\nsar a concentração de tensões e levar à fratura com carregamentos inferiores à sua resistência \nmecânica. Por isso, a mecânica da fratura apresenta-se como uma abordagem mais adequada \npara o estudo de engenharia reais, que contém em sua estrutura diversas descontinuidades. \n\nEm analogia à abordagem tradicional da resistência dos materiais, pode-se dizer que a \ntenacidade é a variável que substitui a resistência como propriedade mais importante do mate-\nrial, sendo ela uma medida da resistência à propagação de trincas. O carregamento é definido \nde diversas formas, consideradas as forças geradoras para a fratura, e a variável adicional, não \npresente na abordagem tradicional, é o tamanho do defeito (ANDERSON, 1995). \n\nPor definição, a mecânica da fratura é a ciência que estuda as estruturas que contém \ndescontinuidades do tipo trincas, fornecendo conceitos e equações para determinar se um de-\nfeito pode ou não, levar a estrutura à falha catastrófica, e em quais condições de carregamento \na falha ocorreria (STROHAECKER, 1999). São essencialmente duas as aplicações da mecâ-\nnica da fratura em situações práticas:  \n\n- Avaliação da importância e significado de defeitos; \n- Comparação da tenacidade de diferentes materiais. \nA avaliação do significado e importância de defeitos pode estar relacionada com decidir \n\nse um defeito detectado durante fabricação ou em serviço necessita ou não de reparação, e \nainda com o estabelecimento de critérios quantificados de aceitação de defeitos em estruturas. \nDefeitos inofensivos em determinadas situações poderão ser fatais em outros contextos, e a \nmecânica da fratura contribui para a definição do nível de aceitação desses defeitos, em cada \ncaso. \n\n \nDiagrama FAD (Failure Analysis Diagram) \n \n\nDownling &amp; Townley (1999) introduziram o conceito do diagrama de análise de falha \nFAD (do inglês Failure Analysis Diagram), que descreve a interação entre a fratura frágil e o \ncolapso plástico. Este critério é utilizado para a avaliação de componentes com defeitos plana-\nres, estabelecendo o ponto de trabalho da descontinuidade e considerando parcelas de colapso \ne fratura com o objetivo de definir a aceitabilidade de um componente trincado. \n\nOs principais parâmetros para estabelecimento do diagrama FAD são as razões Kr = \nKI/Kmat e Lr = ?ref/?, que relacionam os fatores de intensidade de tensões e as tensões aplica-\ndas, com os seus respectivos valores críticos para o material analisado, sendo graficada então, \numa curva que define as regiões segura e insegura do diagrama. Se a tenacidade do material \nfor muito grande, poderá ocorre colapso plástico quando Lr for maior que 1. Um material frá-\n\n\n\n \n \n\n \n\n4\n\ngil vai falhar quando Kr = 1. Em casos intermediários, colapso e fratura interagem, ocorrendo \na fratura dúctil, com Kr e Lr menores que 1. Todos os pontos dentro do diagrama são conside-\nrados seguros e pontos fora do diagrama são considerados inseguros (ANDERSON, 1995), \ncomo mostra a figura 02. \n\n \nFigura 02: Diagrama FAD (Failure Analysis Diagram) \n\n \n\n3. REVISÃO BIBLIOGRÁFICA \n \n\nDois trabalhos de grande importância no desenvolvimento desta monografia são a dis-\nsertação elaborada por Kleber Antônio Machado Ramos (2009) sob o título de “Estudo Com-\nparativo entre os Resultados obtidos pelos Documentos API-579 e BS-7910 na Avaliação de \nTrincas em Vasos de Pressão” e a apostila com o título de “Avaliação de Integridade Segun-\ndo a API-579” elaborada por Guilherme Victor P. Donato (2008). Os dois trabalhos contribuí-\n\n\n\n \n \n\n \n\n5\n\nram trazendo para este estudo, diversas questões relacionadas à revisão de conceitos sobre a \nmecânica da fratura, cálculos de fatores de intensidade de tensões, curvas FAD e procedimen-\ntos conforme API-579. \n\nO trabalho de Kleber A. M. Ramos (2009) visou determinar qual é o mais conservador \nentre os dois principais documentos de avaliação de descontinuidades de equipamentos e ope-\nração, a API-579 e a BS-7910. O autor faz uma análise de uma trinca longitudinal, com e sem \ntratamento térmico e chega a conclusão, considerando soluções de KI e ?ref no nível 2, que o \ndocumento BS-7910 é o mais conservativo. Durante o trabalho, foram apresentados procedi-\nmentos para o uso de ambos os documentos, o que se mostrou válido para a realização deste \ntrabalho.  \n\nA apostila de Guilherme V P. Donato (2008) aborda a API-579 de forma clara e objeti-\nva, demonstrando até mesmo com exemplos o uso devido do documento. \n\nOutro artigo de considerável importância é o elaborado por Rodrigo Muller Huppes, \n“Avaliação Estrutural de Digestores”, que baseado na API-579, avaliou descontinuidades \nreais apresentadas em um digestor como perda de espessura e trinca. O autor concluiu que \nambos os defeitos foram significativos para a falha do digestor, conclusão obtida após uma \nmetodologia criteriosa para avaliação a qual se mostrou útil a este trabalho. \n\n \n4. METODOLOGIA \n\nAbaixo descrevem-se as normas utilizadas neste trabalho. \n \n4.1. ASME VIII - Boiler &amp; Pressure Vessel – Divisão 1 \n \n\nO código ASME VIII é um texto normativo, dividido em diversos parágrafos, contendo \ncritérios de projeto, fórmulas de cálculo, exigências de projeto, fabricação, montagem e ins-\npeção de vasos de pressão.  \n\nCom o objetivo de verificar se o vaso de pressão obedece aos requisitos mínimos esta-\nbelecidos, utilizou-se o código ASME VIII para prever a sua resistência e determinar a menor \nespessura de chapa permitida para as condições de operação. Como o equipamento está sujei-\nto a pressão interna no casco e nos tampos, utilizou-se os parágrafos UG-27 e UG-32 do códi-\ngo ASME VIII Divisão 1 que prevê formulações para vasos sujeitos à pressão interna. Estas \nformulações levam em conta a influência do material, eficiência de solda e dimensões do vaso \nde pressão. \n \n4.2. API-579 / ASME FFS-1 \n \n\nEm 2001, ASME e API formaram um comitê de FFS (Fitness For Service – “Adequa-\nção ao uso”) para desenvolver e manter uma norma de FFS para equipamentos largamente \noperados/utilizados nas indústrias de geração de energia, processo e fabricação. Nasceu assim, \nem 2007, o API 579-1/ASME FFS-1 2007 Fitness-For-Service. (API 579, 2007). Este docu-\nmento fornece metodologias para avaliação da integridade estrutural de vasos de pressão, tu-\nbulações e tanques de serviço, podendo estes equipamentos apresentar descontinuidades ou \ndanos. Esta metodologia busca desenvolver uma avaliação de “adequação ao uso” do equipa-\nmento para determinar se, mesmo apresentando descontinuidades, ele poderá operar com se-\ngurança durante certo período de tempo. \n\nA Prática Recomendada API-579 foi definida para utilização em equipamentos projeta-\ndos e fabricados conforme diversos códigos de projeto, entre eles, o ASME VIII Boiler &amp; \nPressure Vessel. Esta norma apresenta 3 níveis de avaliação para cada tipo de degradação de \nequipamentos, exigindo em cada um, diferente grau de informação e conservadorismo nos \nlimites de aceitabilidade indicados. A figura 03 apresenta um fluxograma com um resumo dos \n\n\n\n \n \n\n \n\n6\n\ndiversos critérios definidos pelo documento API-579 e as ligações com as seções de avaliação \nexistentes. \n\n \nFigura 03: Seções de avaliação do API 579 / ASME FFS-1. \n\nO nível 1 proporciona o critério mais conservativo, podendo ser utilizado com a mínima \nquantidade de inspeção e informação sobre o equipamento. Nesse nível de análise, calcula-se \nde acordo com o procedimento, o tamanho máximo de defeito admissível e compara-se o re-\nsultado com o tamanho do defeito existente, neste caso, simulado. Se este defeito for menor \nque o calculado, o componente está em condição aceitável para continuar operando. Caso o \ncomponente não esteja adequado pelos requisitos da análise nível 1, podem ser realizadas \nanálise de nível 2. Neste trabalho não serão efetuadas avaliações de nível 1, visto que são \nmuito conservativas divergindo do objetivo do trabalho, que propõe a avaliação da criticidade \nde um trinca sobre diversas condições de operação, condições que não são suficientemente \nrelevantes na avaliação de nível 1. \n\nO nível 2 proporciona uma análise mais detalhada, produzindo resultados menos con-\nservadores que o nível 1. Cálculos mais detalhados são utilizados e a metodologia do diagra-\nma de análise de falha (FAD) é a base da avaliação de defeitos. São plotados num diagrama a \nrazão de tenacidade Kr e a razão de carregamento Lr. A curva FAD representa os pontos de \nfalha previstos. Se o ponto de avaliação da trinca estiver dentro da curva, o defeito é conside-\nrado aceitável. Nesta avaliação será utilizado o nível 2 de avaliação, conforme aplicável. O \nprocedimento utilizado é descrito a seguir. \n A análise consiste na obtenção do ponto (Razão de Colapso prL , Razão de Tenacidade \n\nKr) e sua localização no diagrama FAD para assim medir o nível de criticidade dos pontos \nque serão analisados. É considerada uma trinca com orientação longitudinal (figura 04), para-\nlela ao cordão de solda longitudinal, pelo fato da tensão circunferencial ter o dobro do valor \nda longitudinal, levando ao fato de que tanto a probabilidade como a periculosidade de uma \ntrinca com essa disposição é muito maior. A metodologia descrita a seguir tem o objetivo de \ndeterminar se a trinca considerada apresenta dimensões aceitáveis e, baseia-se nas exigências \ndo nível 2 de avaliação, descrito no parágrafo 9.4.3 do API-579. \n\n\n\n \n \n\n \n\n7\n\n \nFigura 04: Cilindro, junta longitudinal, trinca superficial interna paralela ao cordão de solda (Fonte: API 579 – Figure C.15). \n\nA primeira parte da análise consiste no cálculo da razão de colapso ( prL  - abscissa do di-\n\nagrama FAD), equação (1), através da determinação da tensão de escoamento, ? ys, e da ten-\nsão de referência do material, ? ref. A tensão de referência para o caso estudado é obtida atra-\nvés da solução RCSCLE1 que leva em conta a geometria assumida para a trinca, equação \n(A1.1) – Apêndice A, apresentada na seção 9 do API-579. Esta solução considera parcelas \ndevidas às tensões primárias e secundárias/residuais e, prevê a distribuição de tensões em uma \ntrinca superficial interna ao longo de um cordão de solda longitudinal com esforços axiais. \n\n \np\n\nrefp\nr\n\nys\n\nL\n?\n?\n\n=               (1) \n\n \nEstando a trinca disposta como mostra a figura 07, a tensão que provocaria a sua abertu-\n\nra, é a tensão circunferencial (?C). Através de uma expressão simplificada para a tensão cir-\ncunferencial em cilindros de parede fina submetidos à pressão, equação (2), onde: p - pressão; \nr - raio do cilindro; t - espessura de parede, fica evidente que em uma situação de operação \n(pressão interna), as tensões presentes na região da trinca são trativas, contribuindo largamen-\nte para a propagação da trinca. \n\n \n?C = (p.r)/t              (2) \n \n\nComo não existem gradientes térmicos na região da trinca e a mesma está afastada de \ndescontinuidades geométricas, as tensões secundárias também podem ser desprezadas. Desta \nforma, na região da trinca serão avaliadas apenas as tensões residuais trativas. \n O parágrafo E.3 do API-579, propõe uma solução para a distribuição de tensões residu-\nais perpendiculares a um cordão de solda V-duplo longitudinal conforme ilustra a figura 05. \nConsidera-se que o vaso de pressão avaliado não tenha passado por um tratamento de alívio \nde tensões. O valor da tensão residual para este caso é obtido com a equação (3). \n \n\n)69( MPa\nys\n\nSr\n\nys\n+= ??              (3) \n\n \nFigura 05: Distribuição das tensões residuais em solda longitudinal V-duplo (Fonte: API 579 - Figure E.7). \n\n\n\n \n \n\n \n\n8\n\nEstabelecida a razão de colapso prL , deve-se determinar outro parâmetro fundamental \n\npara esta análise, a tenacidade à fratura média do material, meanmatK . Este parâmetro mede a ca-\n\npacidade do material resistir à propagação de alguma descontinuidade e pode ser determinado \nsegundo um método conservativo, porém, relativamente simples, denominado Metodologia \nLower Bound. Esta metodologia é apresentada na Seção XI do código ASME e reproduzida \npelo API-579 – Apêndice F. Através da equação 4, utilizada para carregamentos estáticos, é \npossível determinar a tenacidade à fratura, KIC, baseada apenas em uma temperatura de refe-\nrência, Tref, e na temperatura do material, T. A temperatura de referência é determinada a par-\ntir das tabelas A.1 e A.2 no Anexo A, e baseia-se na temperatura a partir da qual determinado \nmaterial está sujeito à fratura frágil. \n\n \n)]56(036,0exp[084,35,36 +?+= refIC TTK         (4) \n\n \nSeguindo a metodologia, define-se a razão entre a tenacidade à fratura média do materi-\n\nal e sua tenacidade à fratura através da equação (A2.2) - Apêndice A com os respectivos coe-\nficientes da tabela A.3 do Anexo A.  \n\nDefinidos, razão de colapso e tenacidade à fratura média do material, resta determinar a \nrazão de tenacidade (Kr – ordenada do diagrama FAD), equação (5), através do fator de con-\ncentração de tensões, KI, do fator de interação plástica, ? , e da tenacidade à fratura média do \nmaterial. O fator de concentração de tensões para o caso estudado é obtido através da solução \nKCSCLE1, equação (A3.1) – Apêndice A, apresentada na seção 9 do API-579. Esta solução \nconsidera parcelas de intensidade de tensões atribuídas às tensões primárias ( pIK ) e secundá-\n\nrias/residuais ( SrIK ) e, prevê a concentração de tensões em uma trinca superficial interna ao \nlongo de um cordão de solda longitudinal. \n \n\nmean\nmat\n\nSr\nI\n\np\nI\n\nr\nK\n\nKK\nK\n\n?+\n=             (5) \n\n \n O fator de interação plástica ? é definido pela equação (A3.5) - Apêndice A. Para 0 &lt;\n\nSr\nrL &lt;4,0, ?o=1,0. Os fatores ?  e ?  são parâmetros para calcular o fator de interação plástica \n? e são determinados respectivamente pela tabela A.5 e A.6 - Anexo A. Para o caso aqui es-\ntudado, conforme nota C.5.10.2 do API-579 – Apêndice C, para que seja aplicada a solução, a \ntrinca possui as seguintes limitações dimensionais: \n\n- 0,0 ? a/t ? 0,8; \n- 0,0325 ? a/c ? 2,0; \n- 0° ? ? ? 180°; \n- 0,0 ? t/Ri ? 1,0. \n\nInteressa identificar o estado de tensão e o comportamento da razão de tenacidade em \nduas regiões distintas, Uma corresponde à região próxima da ponta da trinca, ?= 0°; a outra \nidentifica a base da trinca, ?= 90°, conforme mostra a figura 06. \n\n \nFigura 06: Representação do ângulo elíptico de trinca superficial (Fonte: API 579, 2007). \n\n\n\n \n \n\n \n\n9\n\nA curva FAD a ser utilizada pela norma é apresentada na figura 03, e sobre a mesma é \nlocalizado o ponto ( prL  e Kr) que representa o defeito em análise. Desta forma é avaliada a \n\ncriticidade do defeito. \n \n\n5. CONSIDERAÇÕES SOBRE O EQUIPAMENTO AVALIADO \n \n\nNesta seção, o vaso de pressão em estudo é detalhado fisicamente bem como suas con-\ndições de operação e dados de projeto do equipamento. \n \n5.1. Descrição Física \n \n\nVasos de pressão são equipamentos constituídos, em sua maioria, por um corpo cilíndri-\nco e dois tampos. O corpo cilíndrico é uma chapa calandrada e soldada longitudinalmente, \nenquanto os tampos são chapas conformadas e soldadas circunferencialmente ao corpo cilín-\ndrico. \n\nA figura 07 mostra uma fotografia e uma visão geral do vaso de pressão vertical avalia-\ndo neste trabalho, contendo seus principais componentes e soldas identificados como segue: 1 \n– tampo superior; 2 – solda longitudinal; 3 – soldas circunferenciais; 4 – tampo inferior. A \nfigura 07 também indica o posicionamento e a orientação da trinca avaliada neste trabalho. \n\n \nFigura 07: Fotografia e visão geral do vaso de pressão com indicação da localização e orientação da trinca. \n\n \n5.2. Levantamento de Dados \n\n \nFoi realizado um levantamento das condições de operação, dados dimensionais e de \n\nprojeto do vaso de pressão em estudo. Estes dados estão dispostos na tabela 1 abaixo. \n \n\nTabela 1: Características dimensionais, de projeto e de operação do vaso de pressão avaliado. \n\nFluido Gás Liquefeito de Petróleo \n\nPressão Máxima de Operação   0,98 MPa (10 Kgf/cm²) \n\nPressão Máxima de Trabalho Admissível 1,72 MPa (17,6 Kgf/cm²) \n\nTemperatura de operação Ambiente (25°C) \n\n\n\n \n \n\n \n\n10\n\nMaterial ASTM SA-516 Gr 70 \n\nTensão de Escoamento 260 MPa \n\nMódulo de Elasticidade do material 2,02 GPa \n\nEspessura nominal (corpo) 7,94 mm \n\nDiâmetro interno 924,12 mm \n\nDiâmetro externo 940,00 mm \n\nComprimento do corpo cilíndrico 1000,00 mm \n\nComprimento total do recipiente 1518,00 mm \n\nVolume interno 1 m³ \n\n \n6. RESULTADOS E ANÁLISES \n \n\nO tipo de descontinuidade escolhido para avaliação foram trincas superficiais (semi-\nelípticas), com orientação paralela ao cordão de solda longitudinal, na superfície interna de \num casco cilíndrico, como mostrado na figura 07. \n\nPara o cálculo das tensões primárias, em virtude da espessura baixa em relação ao diâ-\nmetro do vaso de pressão, foram consideradas apenas as tensões primárias de membrana, visto \nque as tensões primárias de flexão são muito pequenas tornando-se desprezíveis [TELLES, \n2007]. \n\nNa localização da trinca, não há descontinuidades geométricas próximas nem gradientes \ntérmicos, logo não existem tensões secundárias [DONATO, 2007]. \n\nPrimeiramente, foram analisadas quatro (04) trincas de diferentes dimensões definidas \ncomo Ponto 1, Ponto 2, Ponto 3 e Ponto 4, sendo que o Ponto 4 foi calculado com o objetivo \nde posicioná-lo no diagrama FAD sob o limite da aceitabilidade para obtenção da trinca má-\nxima permitida para condições de pressão de 10 Kgf/cm² (0,98 MPa) e temperatura de 25°C.  \n\nLogo após, foram realizados cálculos para determinar o novo posicionamento destes \nquatro pontos iniciais no diagrama FAD com a alteração das temperaturas para 0°C, 50°C e \n75°C, correspondendo aos Pontos 1.1, 1.2 e 1.3 para o Ponto inicial 1; Pontos 2.1, 2.2 e 2.3 \npara o Ponto inicial 2; Pontos 3.1, 3.2 e 3.3 para o Ponto inicial 3 e Pontos 4.1, 4.2 e 4.3 para \no Ponto inicial 4.  \n\nEm seguida, um novo posicionamento dos Pontos iniciais 1, 2, 3 e 4 com alteração das \npressões para 14,0 Kgf/cm² e 17,5 Kgf/cm², correspondendo aos Pontos 1.4 e 1.5 para o Ponto \ninicial 1; Pontos 2.4 e 2.5 para o Ponto inicial 2; Pontos 3.4 e 3.5 para o Ponto inicial 3 e Pon-\ntos 4.4 e 4.5 para o Ponto inicial 4.  \n\nTodas as trincas analisadas têm a relação comprimento (2c) por profundidade (a) igual a \n16, fixada para todos os cálculos com o objetivo de analisar e comparar com mais clareza o \ncomportamento das trincas sob diferentes parâmetros de operação. \n\nAs tabelas 2 e 3 abaixo resumem os parâmetros, medidas e resultados obtidos para a de-\nterminação da razão de colapso e razão de tenacidade dos Pontos iniciais 1, 2, 3 e 4. \n\n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n\n11\n\nTabela 2: Determinação da razão de colapso a pressão de 0,98 MPa e temperatura de 25°C – Pontos 1, 2, 3 e 4. \n\nPonto 1 Ponto 2 Ponto 3 Ponto 4\n\na = 1,5 mm a = 3,0 mm a = 4,5 mm a = 4,8 mm\n\n2c = 24,0 mm 2c = 48,0 mm 2c = 72,0 mm 2c = 76,8 mm\n\n[Mpa] 123,55 123,55 123,55 123,55\n\n? - 0,1137 0,2839 0,4643 0,5010\n\n?a - 0,8286 1,1719 1,4352 1,4823\n\nMs - 1,0458 1,1610 1,3532 1,4039\n\n[Mpa] 129,21 143,44 167,19 173,45\n\nLr\np\n\n- 0,50 0,55 0,64 0,67 (Crítico)\n\nParâmetro do casco para determinar fator \n\nde correção de superfície\n\nFator de correção de superfície para uma \n\ntrinca superficial\n\nTensão de referência primária\n\nRazão de Colapso\n\nParâmetro Símbolo\n\nDistribuição de tensões primárias\n\nParâmetro para determinação da \n\ndistribuição de tensões primárias\n\nUnidade\n\nDeterminação da Razão de Colapso [Lr]\n\n \n \n\nTabela 3: Determinação da razão de tenacidade a pressão de 0,98 MPa e temperatura de 25°C – Pontos 1, 2, 3 e 4. \n\nPonto 1 Ponto 2 Ponto 3 Ponto 4\n\na = 1,5 mm a = 3,0 mm a = 4,5 mm a = 4,8 mm\n\n2c = 24,0 mm 2c = 48,0 mm 2c = 72,0 mm 2c = 76,8 mm\n\nT [°C] 25 25 25 25\n\nTref [°C] [°C] 6 6 6 6\n\n?T [°C] [°C] 19 19 19 19\n\n[Mpa.m\n??\n\n] 82,39 82,39 82,39 82,39\n\n[Mpa.m\n??\n\n] 131,56 131,56 131,56 131,56\n\nQ - 1,0473 1,0473 1,0473 1,0473\n\n- 0,0895 0,0945 0,10175 0,10175\n\n- 0,6145 0,5847 0,5245 0,5245\n\n? - 1,145 1,162 1,194 1,194\n\n- 0,11 0,18 0,28 0,29\n\n- 0,30 0,53 0,87 0,90 (Crítico)\n\n45,25\n\n9,13 15,32\n\n0,6250\n\n1,9089\n\n9,27\n\n28,30\n\n461,88\n\n24,67\n\n75,35\n\n5,75\n\nTensões de referência \n\nsecundárias / residuais\n344,08 381,98\n\nIntensidade de tensões - cargas \n\nprimárias -\n\n9,67 17,00\n\n[Mpa.m\n??\n\n]\n\n[Mpa.m\n??\n\n]\n\n[Mpa]\n\n[Mpa.m\n??\n\n]\n\n[Mpa.m\n??\n\n]\n\nG0 1,1664\n\n3,43\n\n25,74\n\n1,4501 1,9089-\n\nParâmetro Símbolo\n\nG0 0,4136\n\nUnidade\n\n- 0,62500,4909\nCoeficiente de influência - ponta \n\nda trinca -\n\nCoeficiente de influência - base \n\nda trinca -\n\nDeterminação da Razão de Tenacidade [Kr]\n\nRazão de Tenacidade -\n\nRazão de Tenacidade -\n\nParâmetro Q\n\nTemperatura do material\n\nTemperatura de referência\n\nDiferencial de temperatura\n\nTenacidade do material\n\nTenacidade à fratura média do \n\nmaterial\n\nFator \n\nFator\n\nIntensidade de tensões - cargas \n\nprimárias - \n\nFator de interação plástica\n\nIntensidade de tensões - cargas \n\nsecundárias / residuais -\n\nIntensidade de tensões - cargas \n\nsecundárias / residuais -\n\n72,96\n\n23,88\n\n445,21\n\n27,40\n\n8,97\n\n??\n??\n\n \n \n\nO Ponto 4 (0,67;0,90) das tabelas 2 e 3, marcado como crítico, é o ponto onde a trinca \nestaria no limite da aceitabilidade no diagrama FAD, como mostrado na figura 08 abaixo. \nSendo então, a trinca com dimensões de profundidade 4,8 mm e comprimento 76,8 mm, o \nlimite para uma trinca superficial interna, paralela ao cordão de solda longitudinal, neste equi-\npamento a pressão de 0,98 MPa e 25°C. Foram plotados nos gráficos apenas os valores da \nrazão de tenacidade na base da trinca (? = 90°), ângulo de máxima criticidade. \n\n\n\n \n \n\n \n\n12\n\n \nFigura 08: Diagrama FAD para as trincas analisadas das tabelas 2 e 3 – Pontos 1, 2, 3 e 4. \n\nSeguem na tabela 4 abaixo os resultados diretamente dos pontos no diagrama FAD de \nacordo com a variação da temperatura de operação. \n\nTabela 4: Determinação da razão de tenacidade e colapso variando a temperatura de operação. \n\n0°C 25°C (Inicial) 50°C 75°C\n\n0,50 0,44 0,30 0,18 0,09\n\n0,55 0,77 0,53 0,31 0,17\n\n0,64 1,27 0,87 0,51 0,27\n\n0,67 1,32 0,90 0,53 0,28\n\nPonto 1 (0,50;0,30) Ponto 2 (0,55;0,53) Ponto 3 (0,64;0,87) Ponto 4 (0,67;0,90)\n\nPonto 1.1 (0,50;0,44) Ponto 2.1 (0,55;0,77) Ponto 3.1 (0,64;1,27) Ponto 4.1 (0,67;1,32)\n\nPonto 1.2 (0,50;0,18) Ponto 2.2 (0,55;0,31) Ponto 3.2 (0,64;0,51) Ponto 4.2 (0,67;0,53)\n\nPonto 1.3 (0,50;0,09) Ponto 2.3 (0,55;0,17) Ponto 3.3 (0,64;0,27) Ponto 4.3 (0,67;0,28)\n\nRazão de \n\nColapso - Lr\nDimensão da trinca Temperatura de operação\n\nRazão de Tenacidade (Base da Trinca) - Kr\n\nVariação da razão de colapso e razão de tenacidade em função da temperatura de operação\n\na = 4,8 mm e 2c = 76,8 mm\n\na = 1,5 mm e 2c = 24,0 mm\n\na = 3,0 mm e 2c = 48,0 mm\n\na = 4,5 mm e 2c = 72,0 mm\n\nDeterminação dos pontos\n\n \n\nOs pontos marcados em vermelho correspondem a pontos que estão, ou no limite, ou na \nregião não aceitável do diagrama FAD, como mostrado na figura 09 abaixo. \n\n\n\n \n \n\n \n\n13\n\n \n\nFigura 09: Diagrama FAD correspondente a Tabela 4. \n\nAnalisando a figura 09 se observa que ao diminuir a temperatura, os pontos no diagrama \nFAD se deslocam na direção vertical para cima em relação aos seus pontos iniciais (Ponto 1.1 \nem relação ao Ponto 1, por exemplo), situando-se numa condição mais crítica, concluindo-se \nque o risco de uma fratura frágil aumenta. Também fica observado para a situação oposta, \nonde com o aumento da temperatura, os pontos se deslocam na direção vertical para baixo \n(Pontos 1.2 e 1.3, por exemplo), afastando da linha limite do diagrama. Esse comportamento \nse deve ao fato de que variações de temperatura causam variações nas propriedades mecâni-\ncas, especificamente na tenacidade do material, tornando-o mais frágil para temperaturas bai-\nxas e mais dúctil para temperaturas altas. \n\nSeguem na tabela 5 e figura 10 abaixo os resultados diretamente dos pontos no diagra-\nma FAD de acordo com a variação da pressão de operação. \n\nTabela 5: Determinação da razão de tenacidade e colapso variando a pressão de operação. \n\n10 Kgf/cm² \n\n(Inicial)\n14 Kgf/cm² 17,5 Kgf/cm²\n\n0,50 0,69 0,87\n\n0,55 0,77 0,96\n\n0,64 0,90 1,12\n\n0,67 0,93 1,17\n\nVariação da razão de colapso e razão de tenacidade em função da pressão de operação\n\nRazão de Colapso - Lr\n\nPressão internaDimensão da trinca\n\na = 4,8 mm e 2c = 76,8 mm\n\na = 1,5 mm e 2c = 24,0 mm\n\na = 3,0 mm e 2c = 48,0 mm\n\na = 4,5 mm e 2c = 72,0 mm\n\n \n\n\n\n \n \n\n \n\n14\n\n10 Kgf/cm² \n\n(Inicial)\n14 Kgf/cm² 17,5 Kgf/cm²\n\n0,30 0,33 0,35\n\n0,53 0,58 0,63\n\n0,87 0,95 1,03\n\n0,90 0,99 1,06a = 4,8 mm e 2c = 76,8 mm\n\nDimensão da trinca\n\nRazão de Tenacidade (Base da Trinca) - Kr\n\nPressão interna\n\na = 1,5 mm e 2c = 24,0 mm\n\na = 3,0 mm e 2c = 48,0 mm\n\na = 4,5 mm e 2c = 72,0 mm\n\n \n\nPonto 1 (0,50;0,30) Ponto 2 (0,55;0,53) Ponto 3 (0,64;0,87) Ponto 4 (0,67;0,90)\n\nPonto 1.4 (0,69;0,33) Ponto 2.4 (0,77;0,58) Ponto 3.4 (0,90;0,95) Ponto 4.4 (0,93;0,99)\n\nPonto 1.5 (0,87;0,35) Ponto 2.5 (0,96;0,63) Ponto 3.5 (1,12;1,03) Ponto 4.5 (1,17;1,06)\n\nDeterminação dos pontos\n\n \n\nOs pontos marcados em vermelho correspondem a pontos que estão, ou no limite, ou na \nregião não aceitável do diagrama FAD, como mostrado na figura 10 abaixo. \n\n \n\nFigura 10: Diagrama FAD correspondente a Tabela 5. \n\nNa figura 10 se ilustra a modificação na curva FAD da pressão de operação. Neste caso \nse observa que o movimento do ponto (Kr ; Lr) dentro da curva FAD se desloca mais horizon-\ntalmente quando a pressão aumenta, sendo que neste caso a ruptura é mais dúctil. Esse com-\nportamento acontece pelo fato de com o aumento da pressão, as tensões na parede do vaso de \npressão aumentam consideravelmente. \n\n \n\n \n\n \n\n \n \n\n\n\n \n \n\n \n\n15\n\n7. CONCLUSÃO \n\nDurante o desenvolvimento do trabalho, buscou-se avaliar o comportamento da aceita-\nbilidade de uma trinca baseado nos principais parâmetros de operação do equipamento, pres-\nsão e temperatura. Através do estudo foi possível concluir que: \n\n- A metodologia utilizada de Fitness For Service baseada na API-579 mostrou-se uma \nferramenta excelente para avaliar a criticidade dos defeitos analisados sob diferentes parâme-\ntros operacionais, pois todos os resultados obtidos corresponderam com o que já era esperado \nconforme os conceitos da mecânica da fratura.  \n\n- Na avaliação de nível 2 da API 579, além dos diversos cálculos a serem realizados, a \nmaior dificuldade se apresenta  no quão criterioso se deve ser devido às dezenas de coeficien-\ntes que são utilizados nos cálculos, visto que pequenas variações destes coeficientes podem \nlevar a resultados incoerentes e irreais. \n\n- A temperatura de operação tem influência direta e significativa apenas sob a razão de \ntenacidade. O resultado se mostrou satisfatório, pois já se imaginava que o comportamento da \ntrinca com a diminuição da temperatura tendesse a aumentar seu risco de um colapso frágil. \n\n- A pressão de operação tem mais influência na razão de colapso do que na razão de te-\nnacidade do material, ou seja, quanto maior a pressão maior o risco de um colapso plástico. \n\n \n\nTrabalhos futuros \n \n\nSugere-se realizar uma análise no nível 3 da API 579 com o auxílio de simulações nu-\nméricas. Também seria interessante acrescentar a este trabalho, a análise do comportamento \nde trincas no diagrama FAD sob variações do comprimento da trinca com sua profundidade \nfixa e também o oposto. Outras variações também podem ser aplicadas, tais como o material e \nas próprias dimensões do vaso de pressão. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n\n16\n\nREFERÊNCIAS BIBLIOGRÁFICAS \n \n \n\nASME, Section II, Part D. Material Properties (Metric). 2004. \n \nASME, Section VIII, Division 1. Boiler &amp; Pressure Vessel. 2004. \n \nANDERSON, T. L., Fracture Mechanics Fundamentals and Applications, Second Edition, \nCRC Press, USA, 1995. \n \nDONATO, G. V. P. Avaliação de Integridade Estrutural API 579/ASME FFS-1 Fitness \nFor Service. Vitória, 2008. \n \nDOWLING, N. E. Mechanical Behavior of Materials, Second Edition, Prentice-Hall, New \nJersey, USA, 1999. \n \nHUPPES, R. M. Avaliação Estrutural de Digestores, Trabalho de Conclusão de Curso, U-\nfrgs, 2009. \n \nINSTITUTE, A. P. API Recommended Pratice 579 Fitness For Service. Second Edition. \nWashington, D. C., 2007. \n \nRAMOS, K. A. M. Estudo Comparativo entre os Resultados Obtidos pelos Documentos \nAPI-579 e BS-7910 na Avaliação de Trincas em Vasos de Pressão, Dissertação de Mestra-\ndo. 2009. \n \nSTROHAECKER, T. R., Mecânica da Fratura, PPGEM-UFRGS, Porto Alegre, 1999. \n \nTELLES, P. C. S. Vasos de Pressão, Segunda edição, Rio de Janeiro: LTC, 2007. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n\n17\n\nAPÊNDICE A – TABELAS \n \n\nTabela A1: Formulário para determinação da Razão de Colapso conforme parágrafo D.5.10 do API-579. \n\nTensão de Referência \n2\n\n22\n\n)1(3\n\n))1((9\n\n?\n?\n\n?\n?\n\n?\n= msref\n\nPM\n (A1.1) \n\nDistribuição de tensões \nprimárias )( 22\n\n2\n\nio\n\ni\nm\n\nRR\n\nPR\nP\n\n?\n=  (A1.2) \n\nFator ? \n\nc\n\nt\nt\n\na\n\n+\n=\n\n1\n?  (A1.3) \n\nFator de correção de  \nsuperfície para um trinca \nsuperficial \n\n)\n)(\n\n1\n(1\n\n1\n\nat\n\ns\n\nMt\n\na\n\nt\n\na\nM\n\n?\n+?\n\n=  \n(A1.4) \n\nFator de correção de  \nsuperfície baseado em um \nparâmetro do casco \n\n5,0\n462\n\n42\n\n)\n)10(533,102642,01\n\n006124,04411,002,1\n()(\n\naa\n\naa\natM ??\n\n??\n?\n\n?++\n++\n\n=  (A1.5) \n\nParâmetro do casco para \ndeterminar fator de  \ncorreção de superfície \n\naR\n\nc\n\ni\na\n\n818,1\n=?  (A1.6) \n\n \nTabela A2: Formulário para determinação da Tenacidade à Fratura Média do Material – Metodologia “Lower Bound”.  \n\nDiferencial de \ntemperatura ref\n\nTTT ?=?  (A2.1) \n\nTenacidade à \nfratura média \ndo material \n\n?\n?\n\n?\n?\n?\n\n?\n\n?+?+?+?+?+\n=\n\n=\n5\n\n5\n4\n\n4\n3\n\n3\n2\n\n2101\n\n0,1\n\nTBTBTBTBTBBK\n\nK\n\nsigmaIC\n\nmean\nmat  (A2.2) \n\n \nTabela A3: Formulário para determinação da Razão de Tenacidade conforme parágrafo C.5.10 do API-579. \n\nFator Intensidade de \nTensões Q\n\na\n\nRR\n\npR\nGK\n\nio\n\no\noI\n\n?\n?\n?\n\n?\n?\n?\n\n?\n\n?\n=\n\n22\n2  (A3.1) \n\nCoeficiente de \ninfluência \n\n°== 0;?oi AG  (A3.2) \n\nCoeficiente de \ninfluência \n\n°== ?\n=\n\n90;\n6\n\n0\n\n?\nn\n\nni AG  (A3.3) \n\nParâmetro Q \n65,1\n\n464,11 ?\n?\n\n?\n?\n?\n\n?+=\nc\n\na\nQ  (A3.4) \n\nFator de Interação \nPlástica ?\n\n?\n?\n\n?\n??\n?\n\n?\n+?=?\n\n?\n?\n\n1o ; se: 0,1,0,40 =??&lt;o\nSr\nr entãoL  (A3.5) \n\n \n \n \n \n \n\n\n\n \n \n\n \n\n18\n\nANEXO A – Tabelas \n \n\nTabela A1: Materiais para determinação da temperatura de referência (Fonte: API-579 - Table 3.2). \n\n \n\n \n \n\nTabela A2: Temperaturas de referência (Fonte: API-579 - Table 9.2). \n\n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n\n19\n\nTabela A3: Correlações para determinação da razão entre tenacidade à fratura média e tenacidade à fratura do material, para \ncarregamento estático (Fonte: API-579 - Table F.11). \n\n \n\nTabela A4: Coeficientes nA  para determinação do fator iG em uma trinca superficial interna semi-elíptica em um cilindro \n(Fonte: API-579 Table C.12). \n\n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n \n\n \n\n20\n\nTabela A5: Determinação do fator ? (Fonte: API-579 – Table 9.6). \n\n \n \n\nTabela A6: Determinação do fator ? (Fonte: API-579 – Table 9.4)."}]}}}