{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13942"}, {"@name": "filename", "#text": "20125_TESE_Gaspar_FL_2015.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO – UFPE \n\nCENTRO DE TECNOLOGIA E GEOCIÊNCIAS – CTG \n\nDEPARTAMENTO DE OCEANOGRAFIA – DOCEAN \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM OCEANOGRAFIA – PPGO \n\n \n\n \n\n \n\n \n\n \n\nFELIPE LIMA GASPAR \n\n \n\n \n\n \n\n \n\n \n\n \n\nDistribuição da alcalinidade total, pressão parcial do CO2 e fluxos de CO2 \n\nna interface água-ar no ecossistema costeiro do estado de Pernambuco \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRECIFE \n\n2015  \n\n\n\n  \n\nFELIPE LIMA GASPAR \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDistribuição da alcalinidade total, pressão parcial do CO2 e fluxos de CO2 \n\nna interface água-ar no ecossistema costeiro do estado de Pernambuco \n\n \n\n  \n\n \n\nTese apresentada ao curso de Pós-\n\nGraduação em Oceanografia da \n\nUniversidade Federal de Pernambuco, \n\ncomo requisito parcial para obtenção do \n\ngrau de doutor em Oceanografia. \n\nOrientador: Prof. Dr. Manuel de Jesus \n\nFlores-Montes \n\nCo-Orientadora: Dra. Nathalie Lefèvre \n\n \n\n \n\n \n\n \n\n \n\nRECIFE \n\n2015 \n\n\n\n  \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nCatalogação na fonte \n\nBibliotecária Valdicea Alves, CRB-4 / 1260 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n  \n\nG249d Gaspar, Felipe Lima. \nDistribuição da alcalinidade total, pressão parcial do CO2 e fluxos de \n\nCO2 na interface água-ar no ecossistema costeiro do estado de Pernambuco \n\n / Felipe Lima Gaspar. - Recife: O Autor, 2015. \n\n 117 folhas, il., e tabs. \n\n \n\nOrientador: Profº. Dr.º Manuel de Jesus Flores-Montes. \n\nCoorientadora: Profª Dªr Nathalie Lefèvre. \n\n \n\nTese (Doutorado) – Universidade Federal de Pernambuco. CTG. \n\nPrograma de Pós-Graduação em Oceanografia, 2015. \n\nInclui Referências e Anexos. \n\n \n\n                          1. Oceanografia.  2. Atlântico tropical.  3. Acidificação oceânica.  \n\n      4. Plataforma continental. 5. Dióxido de carbono. 6. Modelos biogeoquímicos.        \n\n      I. Flores-Montes, Manuel de Jesus.(Orientador). II. Lefèvre, Nathalie(Coorientador). \n\n      III. Título.   \n\n      \n\n                        UFPE \n\n551.46 CDD (22. ed.)          BCTG/2016-05 \n\n \n\n\n\n  \n\n \nDistribuição da alcalinidade total, pressão parcial do CO2 e fluxos de CO2 \n\nna interface água-ar no ecossistema costeiro do estado de Pernambuco \n\n \n\n \n\n \n\nFELIPE LIMA GASPAR \n\n \n\n \n\n \n\nTESE DEFENDIDA E APROVADA EM 28/10/2015 \n\n \n\n \n\n \n\nBANCA EXAMINADORA: \n\n \n\n \n\n \n\nProf. Dr. Manuel de Jesus Flores Montes (Orientador) – Presidente \n\nUniversidade Federal de Pernambuco \n\n \n\n \n\nDr. Juan Severino Ibanhez – Titular Externo \n\n \n\n \n\nDr. Carlos Estéban Noriega – Titular externo \n\n \n\n \n\nProfa. Dra. Elizabeth Santis Braga – Titular externa \n\nUniversidade de São Paulo - USP \n\n \n\n \n\nProf. Dr. Alex Costa Silva – Titular interno \n\nUniversidade Federal de Pernambuco - UFPE \n\n  \n\n\n\n  \n\nAGRADECIMENTOS \n\n \n\nGostaria de agradecer à minha família pelo eterno apoio: Esdras José Gaspar, Marlene \n\nLima Gaspar, Petrus Lima Gaspar, Claudia Gaspar.  \n\nAssim como a minha esposa, Isabela Gaspar! \n\nTambém agradeço aos meus orientadores Manuel e Nathalie pela paciência e apoio!!  \n\nAo pessoal do LOQUIM: Josiane, Keyla, Bruna, Lucas, Talita, Thayse, Gilsin, \n\nDr.Marcelo e especialmente ao pessoal do CO2 do laboratório Brenno (nova geração) e \n\nBárbara (coleguinha).  \n\nAo pessoal do SNAPO-CO2 da França, que me ensinou as análises de TCO2 e TA.  \n\nA todos que me ajudaram na construção do equipamento. Ao Sr. Francis Galois, o pai do \n\nsistema underway na França!! Ao grande Arthur que trabalhou comigo na montagem do \n\nequipamento!! Ao professor Marcus Silva que me ajudou muito na parte da programação! \n\nA professora Carmem que me cedeu o espaço para montagem, sem falar no Isaac, sempre \n\nno apoio com as coletas e na instalação do equipamento.  \n\nA todos os professores e funcionários do DOCEAN. \n\nAo pessoal do laboratório da Profa. Dra. Elizabeth de Santis Braga – USP, pela \n\ncooperação e viabilização do projeto CARECOS. Aos professores Moacyr Araújo e Ralf \n\nSchwanborn do projeto INCT. A professora Siegrid Neuman, a Marinha do Brasil e o \n\nMinistério de Ciência e Tecnologia pela viabilização do projeto camadas finas.  \n\nAssim como aos órgãos de fomento FAPESP, CNPq e CAPES pelo financiamento do \n\nprojeto CARECOS e da bolsa de doutorado.  \n\nTambém agradeço ao IRD da França pelo apoio aos projetos e pela co-orientadora!! \n\n \n\n \n\n  \n\n\n\n  \n\nRESUMO \n\nA plataforma continental Pernambucana é caracterizada pela oligotrofia e estabilidade \n\ntérmica ao longo do ano influenciada pela corrente Norte do Brasil, que traz águas quentes \n\ne ricas em CO2 para a plataforma continental do nordeste brasileiro. Dentre os principais \n\nrios translitorâneos de Pernambuco estão os Rios Capibaribe e Jaboatão que recebem os \n\nefluentes domésticos do Recife e região metropolitana, o que causa alterações nos ciclos \n\nnaturais do carbono. Desta maneira, foram avaliadas a variabilidade da pCO2 nos \n\nestuários do Capibaribe e de Barra de Jangadas assim como na plataforma continental \n\ninterna do Estado de Pernambuco. Para análise nos estuários foram realizadas coletas \n\ndurante a maré baixa, bimestralmente de Novembro de 2010 a Setembro de 2011. O \n\nestuário do Capibaribe apresentou os valores mais elevados de alcalinidade total (AT) e \n\ncarbono inorgânico total (TCO2), com diferença significativa entre os dois rios. As médias \n\nanuais de alcalinidade encontradas foram 1649 ± 390 µmol kg-1 no Capibaribe e \n\n1557±315 µmol kg-1 em Barra de Jangadas.  Em relação a pCO2, os estuários \n\napresentaram supersaturação de CO2 em relação a atmosfera durante todo o ano, com \n\nmédias de 3317 ± 2034 µatm no Capibaribe e 6018 ± 4589 µatm em Barra de Jangadas. \n\nEstes valores durante o período chuvoso variaram entre os estuários, com diminuição na \n\npCO2 no Capibaribe e aumentos de até 300% dos valores de pCO2 em Barra de Jangadas. \n\nA fim de se obter uma melhor avaliação da distribuição espacial da pCO2 na plataforma \n\ninterna, foi construído um equipamento para a medição contínua e direta da pCO2 na água \n\ncomo alternativa de baixo-custo em relação aos fabricados importados. A primeira \n\ncampanha realizada aconteceu em Dezembro de 2014, partindo do porto do Recife em \n\ndireção ao estuário de Barra de Jangadas. Apesar de o período seco ser o de maior \n\nprodutividade primária a região apresentou-se oligotrófica, com picos de chl-a (8.4 mg \n\nm3) próximo ao Capibaribe. Apenas uma pequena área apresentou subsaturação de CO2 \n\nem relação à atmosfera, com o valor mínimo registrado de 376,6 µatm. Foi identificada \n\numa elevada fugacidade de CO2 (fCO2) na área da plataforma interna, com média de \n\n474,33 ± 66,57 µatm, resultando em um fluxo médio para a atmosfera de 8,5 ± 6,82 mmol \n\nC m-2d-1. A partir dos resultados obtidos foi proposto um modelo para predizer a fCO2 a \n\npartir de valores de salinidade e temperatura para a plataforma interna durante o verão. \n\nUma análise espacial e sazonal mais abrangente dos parâmetros do sistema carbonato na \n\nplataforma interna foi realizada utilizando-se dados de AT e TCO2 em áreas com e sem \n\ninfluência de rios entre os anos de 2013 e 2014. As médias da pCO2 e do pH na plataforma \n\ninterna foram de 449 ± 45 µatm e 8,00 ± 0,03 respectivamente. Os parâmetros analisados \n\nforam influenciados pela distância da costa, o que resultou na elaboração de modelos para \n\na predição de AT, TCO2, pCO2, pH, ?Ca e ?Ar a partir de dados de temperatura, \n\nsalinidade e longitude. A região apresenta elevada alcalinidade inclusive na área \n\ninfluenciada por rios, onde foi encontrada a menor média de AT 2358 ± 28 µmol kg-1. A \n\nregião apresenta, em curto prazo, baixa vulnerabilidade ao processo de acidificação \n\noceânica. Os valores encontrados de pCO2 e fluxos de CO2 na plataforma continental de \n\nPernambuco estão acima dos estimados nas médias globais para plataformas continentais \n\nabertas baseadas em modelos matemáticos. A variabilidade na pCO2 encontrada está \n\nligada à própria característica da água tropical do Atlântico Sul, que cobre a rasa \n\nplataforma pernambucana com águas quentes. Onde a baixa solubilidade do CO2 devido \n\nà alta temperatura, associada à oligotrofia e aportes de matéria orgânica fazem com que a \n\nregião da plataforma seja fonte de CO2 para atmosfera durante todo o ano.  \n\n \n\nPalavras-chave: Atlântico tropical. Acidificação oceânica. Plataforma continental. \n\nDióxido de carbono. Modelos biogeoquímicos.   \n\n\n\n  \n\nABSTRACT \n\nThe continental shelf of Pernambuco is characterized by oligotrophy and thermal stability \n\nthroughout the year, influenced by the North Brazil current that brings warm water, rich \n\nin CO2 to the continental shelf of northeastern Brazil. The Capibaribe and Jaboatão rivers \n\nare one of the major rivers of Pernambuco. They receive a large input of domestic \n\neffluents from Recife and its metropolitan area, which causes changes in the natural \n\ncarbon cycle. Here we evaluated the pCO2 variability in these two estuaries and in the \n\ninner shelf area of Pernambuco. To evaluate the role of the estuaries, samples were \n\ncollected bimonthly during low tide, on a seasonal cycle from November 2010 to \n\nSeptember 2011. The Capibaribe estuary presented the highest values of total alkalinity \n\n(TA) and total inorganic carbon (TCO2), with a significant difference between the two \n\nrivers. Both estuaries showed seasonal variation in TCO2 and TA values. The annual TA \n\naverages were 1649 ± 390 µmol kg-1 in the Capibaribe and 1557 ± 315 µmol kg-1 at Barra \n\nde Jangadas. Regarding the pCO2, the estuaries were saturated in CO2 throughout the \n\nyear, with average for the dry season of 3317 ± 2034 ?atm in the Capibaribe and 6018 ± \n\n4589 ?atm in Barra de Jangadas. These values varied seasonally between estuaries, with \n\na pCO2 decrease during the rainy season in the Capibaribe, and an increase of up to 300% \n\nin the Barra de Jangadas estuary. In order to obtain a better evaluation of the spatial \n\ndistribution of pCO2 over the shelf waters, it was developed an equipment for the \n\ncontinuous and direct measurement of sea surface pCO2 as low-cost alternative to the \n\ncommercially manufactured ones. The first cruise took place in December 2014, starting \n\nfrom the port of Recife towards the Barra de Jangadas estuary. Even though the dry period \n\nhas shown the highest primary productivity, the region presented itself as oligotrophic, \n\nwith peaks of chl-a (8.4 mg m3) under influence of the Capibaribe plume. Only a small \n\narea showed CO2 subsaturation to the atmosphere, with the minimum value of 376.6 \n\n?atm. In general, a high CO2 fugacity (fCO2) was identified in the entire area of the inner \n\nshelf, with average of 474.33 ± 66.57 ?atm, resulting in an mean flux to the atmosphere \n\nof 8.5 ± 6.82 mmol C m-2 d-1. It was proposed a model to predict the fCO2 using salinity \n\nand temperature values for inner the shelf during the summer. A more comprehensive \n\nspatial and seasonal distribution of the carbonate parameters was conducted by using \n\nvalues of TA TCO2 in areas subjected and non-subjected to riverine inputs during 2013 \n\nand 2014. The area presents a relative stability to what concerns the pCO2 and pH \n\ndistribution, with overall average values of 449 ± 45 µatm and 8.00 ± 0,03 respectively. \n\nIn general, the parameters analyzed were influenced by the distance from the coast, \n\nresulting in the development of prediction models for TA, TCO2, pCO2, pH, ?Ca and \n\n?Ar using temperature, salinity and longitude data. The area has a low vulnerability to \n\nocean acidification process, the TA is high even in the areas under riverine influence, \n\nwhere the lowest average values was registered 2358 ± 28 µmol kg-1. The values of pCO2 \n\nand CO2 fluxes found on the continental shelf of Pernambuco are above those expected \n\non global averages estimated by mathematical models for open continental shelf. The \n\nvariability in pCO2 found is linked to the own characteristic of the South Atlantic tropical \n\nwater, which covers the shallow Pernambuco platform with warm waters. The low \n\nsolubility of CO2 due to high temperature, combined with oligotrophy and the transport \n\nof organic matter to be respired outside the estuaries, turns the continental shelf into a \n\nsource of CO2 to the atmosphere throughout the year. \n\n \n\nKeywords: Tropical Atlantic. Ocean acidification. Continental shelf. Carbon dioxide. \n\nBiogeochemical models.  \n\n\n\n  \n\nLISTA DE FIGURAS \n\nFigura I.1: Sistema de equilibradores. (1 - entrada de água do mar; 2 - pré-equilibrador; 3 \n\n- equilibrador principal, 4 - sonda da temperatura de equilíbrio; 5 - saída do ar em direção \n\nao painel de medida.........................................................................................................25 \n\n \n\nFigura I.2: Visão geral do sistema para medição contínua da pCO2. (1 – Equilibradores; \n\n2 - unidade condensadora; 3 – painel de medidas; 4 – Licor 7000; 5 – computador; 6 – \n\nGPS; 7 – barômetros; 8 – caixa de controle eletrônico; 9 – termosal; 10 – cilindros com \n\ngases de referência).........................................................................................................25 \n\n \n\nFigura I.3: Painel de medidas, parte operacional do sistema que alterna entre os fluxos \n\ndos gases - amostra, referência, ar atmosférico. (1 - condensador; 2 - armadilha química; \n\n3 - válvulas controladoras do sistema; 4 - válvulas controladoras dos cilindros de \n\nreferências; 5 - bomba para captação do ar atmosférico)................................................26 \n\n \n\nFigura I.4: Mapa da costa de Pernambuco compreendida na área de \n\nestudo...............................................................................................................................30 \n\n \n\nFigure II.1: Map of the study area with the respective sampling stations. The numbers \n\nindicate the river plumes stations. The M indicates the meteorological stations at which \n\nthe precipitation, evaporation and wind speed data were \n\nobtained………………..………………………………………….……………………34 \n\n \n\nFigure II.2: River discharge (gray) and mean discharge (black) from 1986 to 2009 in the \n\nCapibaribe (A) and from 1990 to 2009 in Barra de Jangadas (D). Monthly precipitation \n\nin the cities of Recife (B) and Jaboatão (D),monthly precipitation (gray), Thornthwaite’s \n\npotential evapotranspiration (dark gray), average precipitation from 1990 to 2010 \n\n(black)………………………………………………………………………………….38 \n\nFigure II.3: Overall distribution of the BOD and OD for the Capibaribe (A, B) and Barra \n\nde Jangadas (C, D) ( black=dry season;  gray = rainy season).*river plume; circles - lower \n\nestuary; triangles - medium estuary; rectangles -upper estuary; z \n\nPirapama……………………………………………………………………………….39 \n\nFigure II. 4: Overall distribution of the dissolved nutrients along the salinity gradient in \n\nthe estuaries of Capibaribe (A,B,C) and Barra de Jangadas (D,E,F), (black = dry season; \n\ngray = rainy season). *river plume; circle - lower estuary;  triangle - medium estuary; \n\nrectangle - upper estuary; z - Pirapama………………………………………………….42 \n\nFigure II. 5: monthly variability of the CO2 fluxes (gray) and primary productivity (black) \n\nwithin the estuaries of Capibaribe (A) and Barra de Jangadas (B), and in the river plumes \n\n(C), (D). Error bars represents standard deviation………………………………….….43 \n\n \n\nFigure II.6: Overall distribution along a salinity gradient of total alkalinity (TA) and pH \n\nin the estuaries of Capibaribe (A,B) and Barra de Jangadas (C,D) (black= dry season; \n\ngray= rainy season).*river plume; circle - lower estuary; triangle - medium estuary;       \n\nrectangle - upper estuary; z Pirapama)……………………..…………………………….45 \n\n\n\n  \n\nFigure II.7: Monthly variability of the mean inorganic carbon species to TCO2 within the \n\nestuaries of Capibaribe (A), Barra de Jangadas (C), and in river plumes (B) Capibaribe, \n\nand (D) Barra de Jangadas. (dark gray  - [HCO3\n-], Black – [CO3\n\n2-  ], light gray - \n\n[CO2])………………………………………………………………………………..….45 \n\nFigure II.8: Correlation between river discharge (Q) and pCO2 within the Capibaribe (A); \n\nand Barra de Jangadas (B) estuaries. Overall distribution of pCO2 in the Capibaribe (C), \n\nand Barra de Jangadas (D), along a salinity gradient (black = dry season; gray = rainy \n\nseason). *river plume; circle – lower estuary; triangle - medium estuary; rectangle - upper \n\nestuary; z Pirapama)………………………………………………………..…………....46 \n\nFigure III.1: Map of the study area with the cruise track outside the port of \n\nRecife………….......................................................................................................……65 \n\n \n\nFigure III.2: Climatological means  of (A) air temperature; (B) precipitation; (C) wind \n\nspeed over the period 1961-2014 (D) river discharge over the period 1956-2014 for the \n\nCapibaribe estuary (black) and over the period 1986-2014 for the Barra de Jangadas \n\nestuary (gray). The error bars represent the range of the \n\nvalues………………..………………………….………………………………………66 \n\n \n\nFigure III.3: (A) Sea surface salinity distribution in the area outside the port. (B) TS \n\ndiagram with in gray the water masses inside the port and in the river plumes with salinity \n\n<35. The black ellipse is the water mass inside the port during the ebb tide and the gray \n\nellipse is the water mass inside the port during the flood \n\ntide…...…………………………………………………………………………………66 \n\n \n\nFigure III.4: (A) latitudinal distribution of salinity, temperature and fCO2. The black dots \n\ncorrespond to the data collected from the port of Recife to the Barra de Jangadas estuary, \n\nand the gray dots to the data collected in the port on the way back. (B) Observed fCO2 as \n\na function of calculated fCO2 from the regression model. The 1:1 line is in \n\nred………………………………………………………………………...........……….67 \n\nFigure III.5: Spatial distribution over the inner shelf of seawater fCO2 (A) and CO2 \n\nfluxes (B)…………………………………………………………………………….…68 \n\nFigure III.6: Spatial distribution of (A) dissolved oxygen (µmol.Kgsw); (B) dissolved \n\nsilica (C) total phosphorus (µmol.Kgsw); (D) total nitrogen (µmol.Kgsw); (E) chlorophyll-\n\na (mg.m3); (F) total alkalinity (µmol.Kgsw)…………………..……………………..…..72 \n\n \n\nFigure IV.1: Map of the study site with the location of the sampling stations. Riverine \n\narea- full markers represents dry season; Non-riverine: same transect during wet and dry \n\nseason)………………………………………………………………………………….84 \n\n \n\nFigure IV.2: monthly average temperature (A), precipitation (B) and wind speed (C) for \n\nthe south coast (dark gray), north coast (light gray) and the central coast (black) of the \n\nPernambuco state…………………………………...……………………………….….85 \n\n\n\n  \n\nFigure IV.3: Longitudinal distribution of SSS, TA µmol kg-1, TCO2 µmol kg\n-1, pCO2 µatm \n\npHsw. (Triangles represent Recife, circles Itamaracá and squares Tamandaré. Full markers \n\nrepresent the wet season)……………..……………………..…………………………..89 \n\n \n\nFigure IV.4: Seasonal prediction models of the TA µmol kg-1, TCO2 µmol kg\n-1, pH \n\nseawater, pCO2 µatm, ?Ca and ?Ar, for the riverine shelf sections as a function of SSS, \n\nSST and longitude. The solid line is the 1:1 value…..….…………………………...….91 \n\nFigure IV.5: Seasonal prediction models of the TA, TCO2, pH, pCO2, ?Ca and ?Ar, for \nthe non-riverine shelf section as a function of SSS, SST and longitude, the solid line is \n\nthe 1:1 value……………………………………………………………………….…....92 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\n \n\nLISTA DE TABELAS \n\n \n\nTable II.1: Seasonal mean, minimum and maximum values of the measured parameters \n\nin the Capibaribe and Barra de Jangadas estuaries………….…………………………..40 \n\n \n\nTable II.2: Seasonal mean, minimum and maximum values of the measured parameters \n\nin the Capibaribe and Barra de Jangadas estuarine plumes….…………………………..41 \n\n \n\nTable III.1: Summary statistics of SST, SSS, fCO2 and CO2 fluxes inside the port of \n\nRecife in the lower portion of the Capibaribe estuary………..…………………….……72 \n\n \n\nTable III.2: Average values ± standard deviation of the chemical analyses in the MRR \n\ninner shelf… ……………………………………………………………….…………..73 \n\nTableIV.1: overall average ± standard deviations for the analyzed parameters. * p<0.05 \n\namong locations……..……………………………………………..…………………..90 \n\nTable IV.2: Seasonal average values ± standard deviation of the analyzed parameters in \n\nthe shelf break (outer shelf), the riverine and non-riverine inner shelf sections. * p<0.05 \n\nbetween seasons………………………………………………………………………...91 \n\nTable IV.3: Predictive seasonal equations for the estimation of TA µmol kg-1, TCO2 µmol \n\nkg-1, pH seawater, pCO2 µatm, ?Ca and ?Ar in riverine and non-riverine inner shelf \n\nsections of the Pernambuco coast……………………………………….…..…………..93 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n  \n\nSUMÁRIO \n\n1 INTRODUÇÃO ..................................................................................................... 12 \n\n2 JUSTIFICATIVA .................................................................................................. 15 \n\n3 OBJETIVOS .......................................................................................................... 16 \n\n3.1    Objetivo geral ..................................................................................................................... 16 \n\n3.2     Objetivos específicos ......................................................................................................... 16 \n\n4 HIPÓTESES .......................................................................................................... 16 \n\n5 FUNDAMENTAÇÃO TEÓRICA ....................................................................... 17 \n\n5.1    Ciclo Natural do Carbono ................................................................................................... 17 \n\n5.2    Perturbações antrópicas ...................................................................................................... 18 \n\n5.3    Ciclo oceânico do carbono.................................................................................................. 18 \n\n5.4    Variabilidade da pCO2 na água do mar .............................................................................. 21 \n\n5.5    Metodologias aplicadas à determinação dos parâmetros do sistema carbonato na água do \n\nmar...............................................................................................................................................22 \n\n5.6    Desenvolvimento de um equipamento para a medição direta da pCO2 na água do \n\nmar...............................................................................................................................................22 \n\n5.7    Fluxos de CO2 na interface água-ar .................................................................................... 26 \n\n6 ÁREA DE ESTUDO ............................................................................................. 27 \n\n7 MANUSCRITO 1 .................................................................................................. 31 \n\n8 MANUSCRITO 2 .................................................................................................. 58 \n\n9 MANUSCRITO 3 .................................................................................................. 80 \n\n10 CONCLUSÃO GERAL ........................................................................................ 98 \n\n        REFERÊNCIAS...................................................................................................101 \n\n        ANEXOS...............................................................................................................106 \n\n \n\n  \n\n\n\n12 \n \n\n \n \n\n1 INTRODUÇÃO \n\nO oceano é um importante reservatório no ciclo de carbono, fato que reduz os \n\nefeitos do aumento de CO2 atmosférico. Aproximadamente 26% das emissões anuais de \n\nCO2 são absorvidas através da superfície oceânica (QUÉRÉ, LE et al., 2014), capacidade \n\nque deverá diminuir ao longo dos próximos cem anos, em consequência do aumento das \n\nemissões antrópicas de CO2 (PACHAURI et al., 2014). Antes da Revolução Industrial, a \n\nabsorção e liberação de CO2 pelos oceanos estavam em relativo equilíbrio. Estima-se, \n\natravés de testemunhos de geleiras na Antártica, que a concentração atmosférica de CO2 \n\nvariou, nos últimos 800 mil anos, entre 180 e 280 ppm nos períodos de glaciação e \n\ndeglaciação, respectivamente (SIGMAN et al., 2010). Em maio de 2013, a concentração \n\nde CO2 na atmosfera ultrapassou as 400µatm de acordo com o monitoramento global da \n\npCO2 realizado pela NOAA. Em setembro de 2015, o valor reportado é de 397.4 ppm, de \n\nacordo com os dados do Scripps Institute of Oceanography, Observatório de Mauna Loa \n\n– Hawai. Este aumento de 110µatm representa um crescimento de mais de 40% em \n\nrelação aos níveis pré-industriais. \n\nDe acordo com o relatório do IPCC 2014, caso não seja tomada nenhuma \n\nprovidência pelos países em termos de redução da emissão de gases geradores de efeito \n\nestufa (CO2, CH4, N2O), até o ano 2100 espera-se um aumento na temperatura média do \n\nplaneta de 4 ± 2 °C e uma elevação no nível médio dos oceanos de 0.7 ± 0.2 m. Tal cenário \n\npode trazer consequências sobre a qualidade de vida humana, principalmente pela \n\ndiminuição da qualidade e disponibilidade de água potável, desertificação, perdas de \n\náreas agrícolas, acidificação marinha, maior frequência de eventos extremos e perdas de \n\nbiodiversidade (PACHAURI et al., 2014). \n\nAproximadamente 60% das grandes cidades distribuídas ao redor da Terra estão \n\nlocalizadas próximas a regiões estuarinas, atribuindo a estes ambientes uma grande \n\nimportância para o planeta (Geophysics Study Committee apud MIRANDA et al., 2002). \n\nEssas regiões são as principais fornecedoras de nutrientes para a região costeira, pois \n\nrecebem e concentram o material originado de sua bacia de drenagem e podem vir a \n\nreceber aportes significativos por ação antrópica (PEREIRA-FILHO et al., 2006).  \n\nA costa do Brasil possui mais de 8000 km e concentra 50,7 milhões de pessoas, o \n\ncorrespondente a 26.6% da população brasileira (IBGE,2010). O crescimento \n\n\n\n13 \n \n\n \n \n\npopulacional que vem ocorrendo nestas áreas leva a um aumento na exportação de \n\nnutrientes para a costa, devido ao lançamento de esgoto sem tratamento em rios e \n\nestuários. Tais ambientes possuem um papel essencial no transporte e transformação do \n\ncarbono de origem continental e atmosférico para o oceano (SABINE et al., 2004); \n\n(CHEN, 2004). Estudos recentes demonstram que mudanças no uso e ocupação do solo \n\nem bacias hidrográficas podem alterar os balanços naturais de íons bicarbonato e gerar \n\nalcalinidade em estuários (CAI eWANG, 1998; WANG e CAI, 2004),  \n\nPorém ainda é incerta a influência que esses processos de balanço entre produção \n\nde alcalinidade e maior exportação de nutrientes para a zona costeira exercem na \n\nmagnitude da captura/emissão de CO2, alterando os balanços naturais de produção e \n\nmineralização da matéria orgânica (BORGES, 2011). \n\nOs ecossistemas costeiros de transição são considerados fontes de CO2 para a \n\natmosfera, de acordo com Laruelle et al. ( 2010), que realizaram o cálculo da emissão de \n\nCO2, baseando-se na compilação de dados de diversos trabalhos e agrupando os \n\nambientes costeiros em grupos tipológicos. A média estimada por esses autores para \n\nestuários é da ordem de 0,27 ± 0,23 Pg C a-1; já em plataformas continentais tropicais \n\nabertas a estimativa é de 0,083 ± 0,097 Pg C a-1. Contudo, nos últimos anos, muita atenção \n\nfoi dada à dinâmica do carbono inorgânico nos grandes rios e estuários do mundo, \n\nprincipalmente nas altas e médias latitudes, a despeito da grande contribuição dos \n\npequenos rios e estuários tropicais que, juntos, cobrem uma área maior que a de estuários \n\ntemperados (BORGES et al., 2005). Dessa forma, os valores atuais de fluxo tidos como \n\nreferência utilizam poucos dados de regiões tropicais, o que leva à estimativa de médias \n\nglobais tendenciosas (CAI, 2011). \n\nApesar da grande área representada pelo litoral brasileiro, poucos estudos foram \n\nrealizados no país para a estimativa da variabilidade do carbono inorgânico e dos fluxos \n\nde CO2, concentrando-se sobretudo em estuários situados nas regiões Norte e Nordeste. \n\nA maioria desses trabalhos faz a utilização da alcalinidade e pH para realizar os cálculos \n\ndo sistemas carbonato, o que gera incertezas em relação aos cálculos da pressão parcial \n\ndo CO2, principalmente em áreas com baixas quantidades de oxigênio dissolvido (ABRIL \n\net al., 2014).  \n\n\n\n14 \n \n\n \n \n\nUm dos pioneiros foi o trabalho de Souza et al. (2009) no estuário do rio Piauí, \n\nem Sergipe, quando os autores reportaram um fluxo de 13 mol CO2 m\n-2a-1. Já em \n\nPernambuco, Noriega et al. (2013) estimaram um fluxo médio entre 10,95 e 17,52 mol \n\nCO2 m\n-2.a-1, para o estuário do Capibaribe, e a emissão de CO2 para estuários do Nordeste \n\ndo Brasil em  ?0,35 Tg C a-1. De maneira geral, os estuários do Norte e Nordeste são fontes \n\nde CO2 para a atmosfera durante todo o ano e contribuem com cerca de 1,01 Tg C a\n-1. Os \n\nvalores de pCO2 oscilam na faixa do reportado para estuários tropicais, com exceção para \n\naqueles encontrados em áreas de classificação climática de semiárido, que apresentaram \n\nas menores médias. Além disso, em Pernambuco, a pCO2 em estuários apresenta boa \n\ncorrelação (r2 = 0.89) com a densidade populacional das bacias hidrográficas, \n\ninfluenciadas pelo lançamento de esgoto sem tratamento (NORIEGA; ARAUJO, 2014; \n\nNORIEGA et al., 2014). Entretanto, recentemente na região Sudeste, mais precisamente \n\nna Baía de Guanabara – RJ, utilizando as metodologias de medições diretas de pCO2 e \n\nalcalinidade total, foi reportado que 90% da área da baía atua como sumidouro de CO2 \n\natmosférico influenciado pela eutrofização antropogênica, absorvendo em média -19,6 \n\nmolC m2 a-1 (COTOVICZ et al., 2015). \n\nNesse contexto, faltam trabalhos em áreas de plataforma continental, bem como \n\nnos estuários das regiões Sudeste e Sul do país, a fim de suprir a lacuna relacionada ao \n\nbalanço de carbono na costa brasileira. Na maioria das regiões cujos ecossistemas \n\ncosteiros estão submetidos a um maior número de tensores, como aumento populacional \n\ne eutrofização dos rios, não há dados suficientes para avaliar a aplicação de modelos \n\nexistentes (COOLEY et al., 2009). Assim, o inventário de locais de absorção e liberação \n\nde CO2 em áreas costeiras é visto atualmente como parte essencial para a obtenção de um \n\nmelhor entendimento do ciclo global do carbono. \n\nA implantação de metodologias analíticas seguras e simples tem se transformado \n\nem ferramenta importante nos estudos ambientais, de forma a permitir o conhecimento \n\ndos processos básicos que controlam a dinâmica costeira. Isso pode favorecer a definição \n\nde planos de gerenciamento ambiental direcionados aos problemas locais que levem à \n\npreservação e ao uso sustentável das áreas costeiras do litoral pernambucano, onde a \n\nocupação cresce de forma acelerada. É exemplo disso o crescimento da Região \n\nMetropolitana do Recife em torno do lazer, com desenvolvimento do turismo, além do \n\nsetor industrial, petroquímico, de construção naval e portuária. \n\n\n\n15 \n \n\n \n \n\n2 JUSTIFICATIVA \n\nA plataforma continental de Pernambuco é conhecida pela abundância em \n\norganismos calcificantes que, ao morrerem ou sofrerem quebra de suas estruturas, geram \n\nsedimentos calcários biodetríticos (Manso et al., 2004). Porém muito pouco se sabe sobre \n\na dinâmica do sistema carbonato nas águas dessa região. Estudos na costa pernambucana \n\nse fazem necessários para podermos compreender melhor os processos da dinâmica do \n\nCO2 e do sistema carbonato em áreas costeiras diante das mudanças climáticas atuais. \n\nA falta de informações para a compreensão dos fatores que conduzem e/ou \n\ninfluenciam os processos de trocas gasosas na interface oceano-atmosfera no litoral \n\nbrasileiro, especificamente na região Nordeste do Brasil, é um fator limitante na gestão \n\nlitorânea, uma vez que estas áreas estão submetidas ao crescimento populacional, \n\npoluição aquática através da matéria orgânica e desmatamento, sendo de grande \n\nimportância realizar pesquisas que auxiliem neste entendimento para a conservação da \n\nbiota marinha e controle climático. Dessa maneira, a implementação de técnicas \n\nmodernas para os estudos ambientais é uma necessidade crescente para o gerenciamento \n\ncosteiro, dada a necessidade de se obterem resultados com maior confiabilidade e de \n\nrápido acesso para a comunidade científica. \n\nA fugacidade do CO2 na água do mar é controlada pelas trocas na interface \n\noceano-atmosfera, pelas variações de temperatura e salinidade da superfície do mar, pela \n\nmistura de massas de água e pela atividade biológica. As regiões onde predominam a \n\nemissão ou absorção do CO2 nas bacias oceânicas são conhecidas. No entanto, a dinâmica \n\ndo fluxo de CO2 em áreas costeiras ainda carece de estudos que elucidem as variações \n\ncausadas pelos aportes fluviais, atividade biológica e ação antrópica. \n\nPara estimar os fluxos de CO2 na interface oceano-atmosfera a nível mundial com \n\nmaior precisão, é necessário realizar estudos de monitoramento da pCO2 em escala \n\nregional, o que nos permitirá avaliar as mudanças e tendências de pCO2 e melhorar os \n\natuais modelos climáticos. Também é fundamental conhecer a influência fluvial sobre a \n\nalcalinidade e o carbono inorgânico em áreas costeiras, além de sua relação com o ciclo \n\nglobal do carbono e o processo de acidificação marinha e sua potencial influência sobre \n\na fisiologia dos organismos calcários que abundam na região. \n\n \n\n\n\n16 \n \n\n \n \n\n3 OBJETIVOS \n\n3.1 Objetivo geral \n\n Realizar um estudo sobre as características espaciais e sazonais das emissões de \n\nCO2 e a sua relação com a alcalinidade total e biomassa fitoplanctônica, nas águas \n\ncosteiras do litoral de Pernambuco, em áreas sob influência de importantes estuários da \n\nRegião Metropolitana do Recife e na Área de Proteção Ambiental Costa dos Corais – \n\nTamandaré. \n\n3.2 Objetivos específicos \n\n? Quantificar as concentrações de CO2 nas águas marinhas do litoral de \n\nPernambuco; \n\n? Determinar as variações espacial e temporal da AT, pCO2, pH; \n\n? Identificar locais de absorção ou emissão de CO2 no bioma costeiro-marinho \n\npernambucano; \n\n? Determinar a influência dos estuários submetidos a atividades industriais, \n\nturísticas e dos efluentes urbanos, nas concentrações de CO2 no litoral de \n\nPernambuco; \n\n? Utilizar a plataforma continental externa e áreas sem influência significativa de \n\nrios como ponto controle para avaliar as condições ambientais do bioma \n\ncosteiro-marinho do Estado de Pernambuco; \n\n? Avaliar os graus de saturação da Calcita e Aragonita na região da plataforma \n\ninterna de Pernambuco; \n\n? Correlacionar os resultados das variáveis hidrológicas analisadas para \n\ndeterminar o grau de interação entre elas; \n\n? Estabelecer um modelo descritivo para as áreas estudadas; \n\n \n\n4 HIPÓTESES \n\nA concentração de CO2 na região costeira de Pernambuco está sob influência dos \n\naportes continentais e da crescente interferência antrópica, levando a alterações nas \n\ncaracterísticas relacionadas ao sistema carbonato e na magnitude e direção dos fluxos de \n\nCO2 na interface oceano atmosfera.  \n\n \n\n\n\n17 \n \n\n \n \n\n5 FUNDAMENTAÇÃO TEÓRICA \n\n5.1 Ciclo Natural do Carbono \n\nNa escala global, o principal reservatório de carbono é a litosfera, ocorrendo nas \n\nrochas principalmente na forma de CaCO3, entretanto o tempo necessário para sua \n\nconversão no ciclo biogeoquímico é tão grande que se torna insignificante na escala \n\nhumana. A matéria orgânica fóssil presente na litosfera constitui um importante \n\nreservatório de carbono que, após o período industrial, vem sendo extraído e introduzido \n\nnovamente no ciclo do carbono, diminuindo a quantidade dos reservatórios a cada dia. \n\nNeste contexto, os oceanos são considerados os maiores sumidouros de CO2 atmosférico, \n\numa vez que absorvem grande parte das emissões humanas vindas da queima de \n\ncombustíveis fósseis (IPCC, 2007). \n\nA atmosfera apresenta pequenas concentrações de carbono, ocorrendo \n\nprincipalmente na forma de dióxido de carbono (CO2), metano (CH4), monóxido de \n\ncarbono (CO), além dos CFCs, de maneira que são considerados gases traços, o que os \n\ntorna bons marcadores de perturbações antrópicas. \n\nO ciclo biogeoquímico do carbono regula a transferência do carbono entre a \n\natmosfera, as rochas, solos, rios e oceanos. O CO2, solúvel em água, é trocado entre a \n\natmosfera e a hidrosfera pelo processo de difusão. Essa troca é contínua até o \n\nestabelecimento de um equilíbrio entre a pressão parcial do CO2 da atmosfera e da água. \n\nOutra maneira de troca de carbono ocorre pela erosão das rochas, processo responsável \n\npor trocar cerca de 80% do total de CO2 entre a parte sólida da litosfera. O CO2 \n\natmosférico dissolve-se na água da chuva, produzindo H2CO3. Essa solução ácida, nas \n\náguas superficiais ou subterrâneas, facilita a erosão das rochas. O intemperismo e a erosão \n\nprovocam a liberação dos íons Ca2\n+ e HCO3\n\n-, que podem ser lixiviados para os oceanos \n\n(IPCC, 2007). Os organismos marinhos assimilam Ca2\n+ e HCO3\n\n- e os usam para \n\nconstrução de suas estruturas calcárias. Quando esses organismos morrem, as conchas \n\ndepositam-se, acumulando-se como sedimentos ricos em carbonatos. Esse sedimento de \n\nfundo, participando do ciclo tectônico, pode migrar para uma zona cuja pressão e calor \n\nfundem parcialmente os carbonatos. A formação desse magma libera CO2, que escapa \n\npara a atmosfera pelos vulcões (IPCC, 2007). \n\nO ciclo biológico do carbono inicia-se pela absorção do CO2 atmosférico pelas \n\nplantas e microalgas através da fotossíntese, sendo devolvido à atmosfera por meio da \n\nrespiração de plantas, animais e microrganismos. Os animais realizam apenas a \n\nrespiração, liberando o CO2 na atmosfera. Quando morrem, caso a decomposição da \n\n\n\n18 \n \n\n \n \n\nmatéria orgânica seja total, há liberação de gás carbônico, gás metano e água. Caso seja \n\nparcial, há a transformação em material combustível como petróleo e carvão (IPCC, \n\n2007). A matéria orgânica combustível, quando queimada, é devolvida para a atmosfera \n\nna forma de CO2. Nos oceanos, além dos carbonatos inorgânicos, também existem \n\nconsideráveis quantidades de carbono orgânico dissolvido e particulado. \n\n5.2 Perturbações antrópicas \n\nAs atividades humanas sobre o ciclo do carbono alteram significativamente os \n\nbalanços naturais desse elemento. Notadamente, a produção de cimento e queima de \n\ncombustíveis fósseis são as atividades que mais alteram o ciclo do carbono (QUÉRÉ, LE \n\net al., 2014). Estima-se que, para a década de 2004-2013, as emissões médias por essas \n\natividades foram de +8,9 ± 0,4 GtC a?1, que somadas com +0,9 ± 0,5 Gt C a?1 pelas \n\nemissões por conta de mudanças no uso e ocupação do solo (desflorestamento e \n\nqueimadas), totalizam +9,8 Gt C a?1 (QUÉRÉ, LE et al., 2014). Entretanto, os sumidouros \n\nterrestres (-2,9 ± 0,8 Gt C a?1) e oceânico (-2,6 ± 0,5 GtC a?1) juntos não superam as \n\nemissões, o que leva a um acúmulo de CO2 na atmosfera da ordem de 4,3 ± 0,1 Gt C a\n?1, \n\no correspondente a 43% a-1 das emissões totais de CO2 (QUÉRÉ, LE et al., 2014). Estima-\n\nse que essa taxa de aumento de dióxido de carbono atmosférico tenha passado de 1,7 Gt \n\nC a?1, nos anos 1960, para os níveis atuais. Tal aumento na concentração do CO2 \n\natmosférico vem da capacidade limitada das reservas de absorverem o CO2 oriundo das \n\natividades humanas (QUÉRÉ, LE et al., 2014).  \n\n5.3 Ciclo oceânico do carbono \n\nO dióxido de carbono se encontra na água do mar, tanto na forma de gás dissolvido \n\ncomo na forma de carbonatos e bicarbonatos, apresentando uma especial importância no \n\ncontrole do mecanismo ácido-base do meio, visto que as três formas estão ligadas por \n\numa estreita relação de equilíbrio. A importância desse fenômeno é extraordinária, já que \n\ntanto o dióxido de carbono como os carbonatos exercem uma grande influência na vida \n\nmarinha, não só como fonte de carbono para a fotossíntese, mas também para a formação \n\nde estruturas esqueléticas de uma grande variedade de organismos que habitam os \n\noceanos (MACÊDO et al., 2004). \n\nMais de 90% do carbono oceânico é inorgânico: menos de 1% está sob a forma \n\nde CO2, 94% está sob a forma de íons bicarbonato HCO3\n- e 5% sob a forma de íons \n\ncarbonato CO3\n2-. Essas diferentes espécies de carbono inorgânico são ligadas entre si \n\npelas suas equações de equilíbrio reversíveis (MILLERO, 2007). \n\n\n\n19 \n \n\n \n \n\nO gás carbônico presente na atmosfera é dissolvido no oceano, e sua hidratação \n\nconduz à formação de ácido carbônico, um ácido fraco que se dissocia formando íons \n\nbicarbonato e carbonato, com liberação de íons H+, segundo as reações abaixo \n\n(MILLERO, 2007): \n\n??2?? +  ?2? ? ?2??3 \n\nO H2CO3 e o CO2 são espécies eletronicamente neutras. Como o H2CO3 ocorre \n\napenas em pequenas quantidades, suas espécies não são dissociáveis, e o CO2 é expresso \n\ncomo [CO2] = [H2CO3]+[CO2aq]. As duas equações de equilíbrio químico para o HCO3\n- \n\ne CO3\n- são expressas abaixo (MILLERO, 2007): \n\n??2 + ?2? ?  ???3\n? + ?+ com um K1 =\n\n[???3\n?]+[?+]\n\n??2\n \n\n???3\n? ? ??3\n\n2?+ ?+  com um K2 = \n[??3\n\n2?]+ [?+]\n\n???3\n?  \n\nAs constantes de dissociação K1 e K2 dependem da temperatura e salinidade da \n\nágua do mar, além da pressão. O carbono inorgânico dissolvido (CID) pode ser definido \n\ncomo a soma das formas inorgânicas do carbono segundo a equação abaixo e pode ser \n\nexpresso em µmol kg-1 (MILLERO, 2007).  \n\n??? = [???3\n?] + [??3\n\n2?] + [??2] \n\nApós a dissolução do CO2 na água, processos de hidratação acontecem e resultam \n\nem ácido fraco (ácido carbônico), que reage com os ânions carbonatos e moléculas de \n\nágua para formar o bicarbonato. A capacidade do sistema carbonato oceânico para \n\nneutralizar tais mudanças na concentração de CO2 atmosférico é foco de vários estudos. \n\nAtualmente, esta capacidade depende dos aportes de cátions do lixiviamento das rochas \n\ne da dissolução dos carbonatos de origem química e biogênica, segundo a reação a seguir \n\n(MILLERO, 2007): \n\n??2 + ????3 +  ?2? ?  2???3 +  ??\n2? \n\nEssa capacidade de neutralizar a entrada de prótons na água do mar pode ser \n\ndefinida como alcalinidade. De maneira simplificada, a alcalinidade pode ser considerada \n\na medida da quantidade de prótons que podem ser aceitos pelas bases fracas presentes na \n\nágua do mar. E pode ser definido pela equação geral simplificada abaixo. Nesta equação, \n\n\n\n20 \n \n\n \n \n\na quantidade de íons carbonato é multiplicada por 2, uma vez que são necessários 2 \n\nprótons para que ele seja convertido em CO2 (MILLERO, 2007). \n\n?? ?  [???3\n?] +  2[??3\n\n2?] \n\nUma definição mais completa de alcalinidade total pode ser descrita como o \n\nnúmero de moles de íons H+ equivalentes ao excesso de receptores de prótons (bases \n\nformadas a partir dos ácidos fracos com uma constante de dissociação K ? 10-4.5  a 25° C \n\npor uma força iônica nula) sobre os doadores (ácidos cuja constante de dissociação K > \n\n10-4.5) em uma parcela de 1kg de água do mar (MILLERO, 2007). \n\nTA = [HCO3\n-] + 2[CO3\n\n2-] + [B(OH)4\n-] + [OH-]+[HPO4\n\n2-] + 2[PO4\n3-] + [H3SiO4\n\n-] \n\n+[NH3] +[HS\n-]-[H+]F-[HSO4\n\n-]-[HF]-[H3PO4] \n\nA concentração de CO2 na água está ligada à pressão parcial do CO2 (pCO2), \n\natravés da Lei de Henry: \n\n[??2] =  ?0(?, ?)???2 \n\nA constante K0 corresponde à solubilidade do CO2 na água do mar, que é \n\ndependente da temperatura (T) e salinidade (S), e expressa em mol kg-1 atm-1. A pCO2 é \n\nutilizada para os gases perfeitos, mas, como o CO2 se comporta como um gás real, a \n\nfugacidade do CO2 é a forma mais precisa a ser utilizada. Entretanto, a relação entre pCO2 \n\ne fCO2 é muito pequena e varia de 0.996 e 0.997 para temperaturas entre 0 e 30 °C a 1atm \n\n(DICKSON et al., 2007). Sendo assim, a diferença entre eles pode ser negligenciada. A \n\npressão parcial do CO2 pode ser expressa através da seguinte equação: \n\n???2 =  ???2(???? ?  ??2? ) \n\nOnde Patm é a pressão atmosférica, pH2O é a pressão de vapor da água calculado \n\nem função da salinidade e temperatura e xCO2 é a concentração molar do CO2. \n\nA fugacidade do CO2 (fCO2) é calculada pela fórmula abaixo, descrita em Doe \n\n(1994): \n\nfCO2 = pCO2 exp p \n?+2?\n\n??\n \n\nB=(-1636.75+12.0408T-0.0327957T2+0.0000316528)10-6 \n\n?=(57.7?0.118T)10-6 \n\n\n\n21 \n \n\n \n \n\nA pressão é representada por p em Pa. O parâmetro ? e B é o primeiro coeficiente \n\ndo virial do CO2 definido por Weiss (1974) expressos em m\n3 mol-1. O valor de R \n\nrepresenta a constante dos gases perfeitos R=8.314 JK?1 mol?1, e T a temperatura em \n\nKelvin. \n\n5.4 Variabilidade da pCO2 na água do mar \n\nAs variações da pCO2 na água do mar estão relacionadas a diferentes processos \n\nde trocas gasosas com a atmosfera, atividade biológica, circulação de massas d’água e \n\nefeitos termodinâmicos. Dentre esses processos, se destacam a chamada bomba biológica, \n\na contra bomba biológica e a bomba de solubilidade do CO2. \n\nA bomba biológica atua na transferência do carbono inorgânico da atmosfera para \n\nas regiões profundas dos oceanos, através da síntese de matéria orgânica pelos produtores \n\nprimários. Ela consiste na absorção do CO2 pelo fitoplâncton, diminuindo a pressão \n\nparcial do CO2 na água e favorecendo a absorção de CO2 atmosférico por diferença de \n\npressão (TSUNOGAI et al., 1999). Além do carbono inorgânico, o processo \n\nfotossintético depende da disponibilidade de luz e nutrientes na camada eufótica. Tal \n\nprocesso acontece com mais intensidade em subsuperfície, e no Atlântico Tropical os \n\nmaiores picos de produtividade primária ocorrem próximos à zona de 1% de \n\nluminosidade (PASSAVANTE e FEITOSA, 2004). Uma vez formado o carbono \n\norgânico, após a morte dos organismos, há o afundamento dessa biomassa e consequente \n\ndecomposição, passando para a forma de carbono orgânico dissolvido e/ou particulado. \n\nDessa maneira, após a oxidação/respiração da matéria orgânica, o CO2 retorna para o \n\nciclo. \n\nEm ambientes costeiros sob influência de aportes continentais de rios e estuários, \n\npode haver estímulo da produtividade primária, aumentando a absorção de CO2 \n\natmosférico (LEFÉVRE et al., 2010; CHEN et al., 2012). Em contrapartida, em alguns \n\nambientes costeiros, tal efeito pode ser contrabalanceado pelo transporte direto de CO2 e \n\nmatéria orgânica a ser oxidada na região da plataforma interna, levando a um aumento da \n\npCO2 na água do mar nas áreas mais próximas das bocas dos rios (JIANG et al., 2013). \n\nOutro mecanismo importante é a bomba de solubilidade, que está ligada ao efeito \n\nda temperatura e salinidade da água do mar sobre a solubilidade do CO2. De acordo com \n\na relação termodinâmica \n????2\n\n????\n???2? , definida por Takahashi et al. (1993), a pCO2 na \n\nágua varia aproximadamente 4% °C-1. Desta maneira, o aumento da solubilidade do CO2 \n\n\n\n22 \n \n\n \n \n\nna água do mar ocorre principalmente em altas latitudes, nas zonas de formação de águas \n\nprofundas, quando as águas frias e densas absorvem o CO2 atmosférico por conta da \n\nelevada solubilidade, transportando-o para as regiões profundas dos oceanos. Transferido \n\npara as águas profundas e entrando na circulação oceânica termohalina, o CO2 retorna \n\npara atmosfera nas zonas de ressurgência. \n\n5.5 Metodologias aplicadas à determinação dos parâmetros do sistema \n\ncarbonato na água do mar \n\nQuando pelo menos dois dos parâmetros relacionados ao sistema carbonato são \n\nmedidos em uma amostra de água do mar (pH, alcalinidade total, carbono inorgânico \n\ndissolvido, pCO2 ou fCO2), pode-se calcular os demais a partir da temperatura, da \n\nsalinidade e das constantes de dissociação do bicarbonato e do carbonato (MILLERO, \n\n2007). \n\nContudo existem algumas considerações em relação às metodologias utilizadas. \n\nO pH é o parâmetro mais difícil de ser medido com precisão. Por ser uma expressão de \n\num potencial em escala logarítmica, pequenas variações no seu valor podem levar a \n\ngrandes erros no cálculo da pCO2. Desse modo, a metodologia mais confiável para sua \n\ndeterminação é a que dispensa a utilização de eletrodos, como a determinação \n\nespectrofotométrica (DICKSON et al., 2007). \n\nDentre os métodos utilizados para medir os valores de pCO2, o método direto com \n\na utilização de equilibradores acoplados a um analisador de gases com detecção \n\ninfravermelha é atualmente reconhecido como a melhor abordagem para o \n\ndesenvolvimento de pesquisas relacionadas à dinâmica do CO2 nos ambientes aquáticos \n\n(DICKSON et al., 2007). \n\n5.6 Desenvolvimento de um equipamento para a medição direta da pCO2 na \n\nágua do mar \n\nPara realizar a medição direta da pCO2 na água do mar, um pequeno volume de ar \n\nfica em contato com um grande volume de água do mar que flui continuamente pelo \n\nsistema de equilibradores (Figura 1). Os equilibradores têm a função de equilibrar a pCO2 \n\nda água que flui pelo sistema com uma pequena parcela de ar atmosférico. Quando em \n\nequilíbrio, a concentração de CO2 é a mesma na parcela de ar atmosférico e na água do \n\nmar que passa nos equilibradores. Como o detector infravermelho Licor 7000 só trabalha \n\ncom gases, a medição é realizada na parcela de ar em equilíbrio dentro do equilibrador \n\nprincipal. Assim, o ar é continuamente empurrado no sistema por um fluxo em direção \n\n\n\n23 \n \n\n \n \n\nao detector infravermelho de CO2. Antes de chegar ao detector, o ar vindo dos \n\nequilibradores passa por um condensador e uma armadilha química de perclorato de \n\nmagnésio, a fim de que a leitura no sensor infravermelho não sofra interferência do vapor \n\nd’água. \n\nNeste sentido, foi desenvolvido um equipamento para a medição da pCO2 \n\nunderway com o objetivo de ser uma alternativa menos onerosa para a obtenção de \n\nresultados tão bons quanto os de sistemas pré-montados importados. Tal fato representa, \n\nainda, uma transferência de tecnologia entre Brasil e França para aplicação em meio \n\nacadêmico.  \n\nO sistema é portátil e capaz de operar em barcos relativamente pequenos (? 10m), \n\nassim como em cruzeiros oceanográficos. O hardware de automação é composto por uma \n\nplaca relê de 16 canais que é controlada através de um módulo de aquisição de dados da \n\nNational Instruments (DAQ USB 6212). Esse módulo é responsável pela aquisição dos \n\ndados analógicos provenientes dos barômetros e controla as válvulas solenoides e de \n\npinçamento, permitindo assim a alternância entre as diferentes medidas realizadas durante \n\no cruzeiro (xCO2 no ar atmosférico, na  água do mar e os ciclos de auto calibração com \n\ngases de referência). Todos os demais sensores (termistor do equilibrador principal, \n\ntermosal, GPS e o Licor 7000) são conectados a um computador através de um hub serial \n\nRS232 para USB modelo MOXA U-PORT -8.  \n\nO software, escrito com Labview, controla a operação do sistema (e.g. abertura \n\ndas válvulas e os ciclos de gases), bem como a gravação dos dados adquiridos que \n\nsubsidiam os cálculos de fluxos de CO2 na interface oceano-atmosfera (dados de GPS; \n\npressão atmosférica; pressão de equilíbrio; temperaturas da superfície do mar, \n\ntemperatura de equilíbrio, temperatura da medição; salinidade, as concentrações de CO2 \n\nna água e no ar atmosférico). Além disso, realiza ciclos de autocalibração, através da \n\nleitura de quatro padrões de gases com concentrações conhecidas de CO2 (Figuras 2 e 3).  \n\nA água do mar entra no sistema por bombeamento com uma vazão regulada entre \n\n5-7 l min-1. Antes de entrar nos equilibradores a água passa por um Termosalinógrafo \n\nmodelo SBE 45, que registra a temperatura e salinidade da água da superfície do mar. A \n\ntemperatura dentro do equilibrador principal é medida por um termistor modelo SBE 38, \n\nlocalizado na saída do equilibrador principal. A diferença entre a temperatura da \n\n\n\n24 \n \n\n \n \n\nsuperfície do mar e da água dentro do sistema de equilibradores deve ser menor que 0,5 \n\n°C. \n\nO ar circula em um circuito semifechado pelo sistema em uma tubulação de \n\nTygon, o ar sai dos equilibradores em equilíbrio com o CO2 da água do mar e saturado \n\nem vapor d’água. A fim de se retirar a umidade para não prejudicar as medidas no detector \n\ninfravermelho, o ar passa primeiramente por uma “armadilha” fria (0 °C) para condensar \n\na umidade, na sequência, passa por uma “armadilha” química, que consiste em um tubo \n\ncom perclorato de magnésio. É necessário ficar atento à armadilha de perclorato, pois \n\nquando esta fica saturada de água pode causar a obstrução do fluxo de ar. Este é o único \n\nponto do processo que necessita de supervisão e faz com que o sistema funcione de \n\nmaneira semiautônoma.  \n\nA pressão atmosférica e a pressão de equilíbrio (dentro do equilibrador principal) \n\nsão medidas por dois barômetros modelo Vaisala PTB 110. Para a amostragem do ar \n\natmosférico, faz-se necessária a instalação de uma tubalação para captação do ar \n\natmosférico livre de contaminação da exaustão do barco/navio. Esta tubulação é de um \n\nmaterial especial resistente a choque, inerte e impermeável ao CO2, modelo Dekabon \n\nSynflex.  \n\nO ar proveniente dos equilibradores passa pelo sistema por períodos de três horas, \n\ndurante o qual a xCO2 é gravada continuamente. A cada três horas o sistema realiza a auto \n\ncalibração através da leitura de padrões secundários de CO2 em quatro concentrações: o \n\nzero (gás nitrogênio), uma baixa ?280 ppm, uma média ?360 ppm e uma alta ?500 ppm. \n\nEstes padrões foram calibrados em relação a padrões de CO2 primários obtidos junto a \n\nNOAA. As leituras da xCO2 em ar atmosférico é realizada a cada seis horas. \n\n\n\n25 \n \n\n \n \n\nFigura I.1: Sistema de equilibradores. (1 - entrada de água do mar; 2 - pré-\n\nequilibrador; 3 - equilibrador principal, 4 - sonda da temperatura de equilíbrio; 5 - \n\nsaída do ar em direção ao painel de medida) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFoto: O autor \n\n \n\n \nFigura I.2: Visão geral do sistema para medição contínua da pCO2. \n\n(1 – equilibradores; 2 - unidade condensadora; 3 – painel de medidas; 4 – Licor 7000; 5 – \n\ncomputador; 6 – GPS; 7 – barômetros; 8 – caixa de controle eletrônico; 9 – termosal; 10 – cilindros \n\ncom gases de referência)  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFoto: O autor \n\n \n\n3 \n\n1 \n\n5 \n\n2 \n\n4 \n\n3 \n\n8 4 \n\n1 \n\n5 \n6 \n\n7 \n\n2 \n\n9 \n\n10 \n\n\n\n26 \n \n\n \n \n\nFigura I.3: Painel de medidas, parte operacional do sistema que alterna entre os fluxos dos gases - \n\namostra, referência, ar atmosférico. (1 - condensador; 2 - armadilha química; 3 - válvulas \n\ncontroladoras do sistema; 4 - válvulas controladoras dos cilindros de referências; 5 - bomba para \n\ncaptação do ar atmosférico) \n\n \nFoto: Autor \n\n \n\n5.7 Fluxos de CO2 na interface água-ar \n\nNossa compreensão sobre a absorção pelos oceanos do CO2 atmosférico vem das \n\ndiferenças observadas na pressão parcial de CO2 (pCO2) entre a superfície do oceano e \n\natmosfera (TAKAHASHI et al., 2002, 2014). Como a variabilidade espacial e temporal \n\ndo pCO2 nas águas superficiais é muito maior que na atmosfera, a direção e a magnitude \n\nda direção do fluxo são reguladas principalmente por mudanças no gradiente dos valores \n\noceânicos. \n\nOs fluxos de CO2 para a atmosfera, entretanto, dependem do cálculo da constante \n\nde velocidade de troca k(CO2), que apresenta grande variabilidade ligada às \n\ncaracterísticas ambientais locais geradoras de turbulência, como maré, profundidade, \n\nintensidade de vento, além das influências termodinâmicas (RAYMOND et al., 2000; \n\nABRIL; BORGES, 2004; BORGES et al., 2004). Como ainda não existe um consenso \n\nem relação a qual constante utilizar, deve-se escolher a constante calculada de acordo \n\ncom a semelhança de ambientes. Atualmente, para cálculos de fluxos oceânicos, a mais \n\nutilizada é a constante de Sweeney (SWEENEY et al., 2007), enquanto para estuários \n\n1 \n\n2 \n3 \n\n4 \n\n5 \n\n\n\n27 \n \n\n \n \n\nsubmetidos a velocidades de vento menores do que 5 m s-1 a mais apropriada é a de  \n\nRaymond e Cole (2001). \n\nDe maneira geral, os fluxos de CO2 entre a água e a atmosfera podem ser medidos \n\nde acordo com a equação a seguir: \n\nF(CO2)= k(CO2) . KH . ?pCO2 \n\nOnde F é o fluxo do CO2 em (mmol m\n-2d-1), k(CO2) é a velocidade de troca do \n\nCO2, KH é a solubilidade do CO2 (WEISS, 1974) e ?pCO2 é a diferença de pCO2 entre a \n\nsuperfície da água e a atmosfera. Valores positivos indicam fluxo resultante no sentido \n\nágua-atmosfera. \n\n \n\n6 ÁREA DE ESTUDO \n\n \n\nA variabilidade do CO2 no Atlântico Tropical é controlada pelas ressurgências \n\nequatorial e da costa africana, além da influência das águas doces provenientes dos rios e \n\nda precipitação. A ressurgência na costa leste da bacia do Atlântico traz à superfície águas \n\nricas em CO2 que sofrem advecção para oeste pela corrente sul equatorial (LEFÈVRE et \n\nal., 2008; TAKAHASHI et al., 2009). Essa corrente diverge em duas, próximo ao Brasil: \n\na corrente do Brasil, que se dirige para o sul, e a corrente norte do Brasil, para o norte \n\n(PETERSON; STRAMMA, 1991).  \n\nAssim, a plataforma continental de Pernambuco encontra-se sob influência desta \n\nágua quente, pobre em nutrientes e saturada em CO2. É importante também ressaltar a \n\nestabilidade térmica do ambiente, no sentido vertical, apesar da ocorrência de águas de \n\ndiferentes origens (MACÊDO et al., 1998; FLORES MONTES et al., 2002). \n\nO litoral de Pernambuco tem aproximadamente 187 km de extensão e abrange 21 \n\nmunicípios em uma área de 4.447,80 km2. Está situado entre as coordenadas geográficas \n\nde 7º 32’S e 8º 56’S, e 34º 11’ W (Figura I.4). Ele é subdividido em Litoral Norte, Núcleo \n\nMetropolitano e Litoral Sul. Tem como limites, ao norte, o município de Goiana, e, ao \n\nsul, o município de São José da Coroa Grande. Nesse contexto, a cidade do Recife e \n\nregião metropolitana são consideradas a 6ª região mais populosa do Brasil, com cerca de \n\n\n\n28 \n \n\n \n \n\n3.743.854 habitantes e densidade populacional de aproximadamente 1352,53 hab/km2 \n\n(IBGE, 2010).  \n\nA pluviometria local se apresenta atualmente com períodos chuvosos em que as \n\nmaiores precipitações ocorrem nos meses de maio, junho e julho, enquanto os meses de \n\noutubro, novembro e dezembro são os mais secos (CPRH, 2008). A pluviometria anual \n\nda região é superior a 1.000 mm, registrando-se chuvas durante todo o ano (MEDEIROS \n\n&amp; KJERFVE, 1993). No período de menor precipitação, é registrada media mensal igual \n\na 80,31 mm de chuva. Durante o período de maior precipitação, registra-se média mensal \n\nde 270,11 mm. Predominam na área, ao longo de todo o ano, os ventos alísios de sudeste \n\ne nordeste. A velocidade média alcança 3,2 m.s-1. Os ventos são mais intensos no período \n\nchuvoso, atingindo 4,0 m.s-1, enquanto no período seco atingem 2,20 m.s-1 (MEDEIROS \n\n&amp; KJERFVE, 1993) \n\n A partir da análise da morfologia e da distribuição dos diversos tipos de \n\nsedimentos da plataforma continental do nordeste por França (1976), foi proposta uma \n\nsubdivisão da plataforma nordestina em três trechos por Araújo et al. (2004): \n\n? Plataforma interna: limitada pela isóbata de 20m, com relevo suave, mostrando \n\nalgumas irregularidades devido à presença de recifes, canais e ondulações. A \n\nplataforma é coberta por areia terrígena, com muito pouco cascalho e lama, e \n\nbaixo teor em carbonato de cálcio. Os componentes bióticos são muito \n\nretrabalhados. \n\n? Plataforma média: de 20 a 40m de profundidade, com um relevo bem mais \n\nirregular, recoberto por sedimentos grosseiros de origem biogênica, com um teor \n\nem carbonato de cálcio superior a 90%. As associações carbonáticas mostram \n\nsinal de retrabalhamento. \n\n? Plataforma externa: a partir de 40m de profundidade, coberta com areias \n\nbiodetríticas, cascalhos de algas e lama cinza azulada. As Halimeda tendem a ser \n\nmais abundantes, e o teor em carbonato de cálcio é superior a 75%. As associações \n\ncarbonáticas são muito retrabalhadas. \n\n Perfis batimétricos da plataforma continental pernambucana foram elaborados por \n\nAraújo et al. (2004), utilizando dados de projetos pretéritos. A plataforma continental \n\npernambucana apresenta largura média em torno de 35km e profundidade média de 59m. \n\n\n\n29 \n \n\n \n \n\nNa região em frente à ilha de Itamaracá, a largura da plataforma é de 39,18 km, com \n\nprofundidade máxima de 50 m; em frente ao porto do Recife, a largura da plataforma é \n\nde 36,96 km com profundidade máxima de 65m e, em frente ao porto de Suape, a largura \n\nda plataforma é de 31,96 km, atingindo a profundidade máxima de 65m. \n\n Uma característica deste litoral é a presença de uma diversidade de ecossistemas \n\nmarinhos de grande importância ecológica e econômica, entre eles recifes de corais, \n\ndistribuídos ao longo de toda a plataforma continental, dentre os quais se destacam \n\naqueles situados dentro da APA dos Corais e os de Porto de Galinhas, no Litoral Sul. \n\nTambém são encontrados bancos de macroalgas que podem apresentar uma biomassa \n\nmaior que 1 kg m-2. Verifica-se ainda a ocorrência de bancos de algas calcárias, de formas \n\nramificadas do gênero Lithothamnium e extensas áreas de Halimeda vivas e mortas. \n\n Os rios urbanos localizados no Grande Recife apresentam elevados teores de \n\nmatéria orgânica, intensos processos de eutrofização e baixa qualidade ambiental das \n\náguas circulantes. Alguns trabalhos já apontam para a diminuição da qualidade ambiental \n\ndos rios localizados na Região Metropolitana do Recife nos últimos anos (TRAVASSOS \n\net al., 1993; KOENING et al., 1995; FEITOSA et al., 1999; GASPAR, 2006; FLORES \n\nMONTES et al., 2011). \n\n A influência do material em suspensão carreado pelos rios Capibaribe e Beberibe, \n\nque desaguam na região do porto do Recife, foi registrada até cerca de 9 milhas náuticas \n\nde distância da costa (RESURREIÇÃO et al., 1996). Há uma tendência natural de \n\ndiminuição do material em suspensão e da produtividade primária com o afastamento da \n\nlinha de costa, não só em áreas sob a influência portuária, mas em toda a plataforma \n\ncontinental de Pernambuco (PASSAVANTE E FEITOSA, 2004). \n\n \n\n \n\n \n\n \n\n \n\n\n\n30 \n \n\n \n \n\nFigura I.4: Mapa da costa de Pernambuco compreendida na área de estudo. \n\nFonte: O autor \n\n \n\n \n\n  \n\nPERNAMBUCO \n\nRECIFE \n\n\n\n31 \n \n\n \n \n\n7 MANUSCRITO 1 \n\nAceito para publicação na Tropical Oceanography (ANEXO 1) \n\nALKALINITY, INORGANIC CARBON AND CO2 FLUX VARIABILITY \n\nDURING EXTREME RAINFALL YEARS (2010-2011) IN TWO TROPICAL \n\nESTUARIES - NE BRAZIL \n\nABSTRACT \n\nThe susceptibility of coastal environments to shifts in the biogeochemical cycles of \n\ncarbon and nutrients driven by anthropogenic pressure and climate change is a real \n\nchallenge for the scientific community. We investigated the spatial and seasonal \n\nvariability of total alkalinity, total inorganic carbon, pCO2 and CO2 fluxes in two tropical \n\nestuaries with high population densities. The high alkalinity found in both estuaries may \n\nact as an additional buffer to the process of coastal acidification due to eutrophication.The \n\npCO2 in the estuary of Barra de Jangadas increased almost 300% during the extreme \n\nrainfall event; meanwhile it decreased in the Capibaribe estuary, suggesting the influence \n\nby lateral inputs of soil CO2 to the first one. The CO2 fluxes found for the Capibaribe \n\n(+32.8 ± 20.5 molC m-2 y-1) and Barra de Jangadas estuaries (+68.2 ± 58.8 molC m-2 y-1) \n\nare considered elevated and comparable to the proposed averages for polluted estuaries \n\nat high and mid-latitudes. \n\nKeywords: anthropogenic pollution; ocean acidification; eutrophication; extreme event. \n\nRESUMO \n\nA suscetibilidade dos ambientes costeiros às mudanças nos ciclos biogeoquímicos do \n\ncarbono e nutrientes impulsionados pela pressão antrópica e mudanças climáticas é um \n\nverdadeiro desafio para a comunidade científica. Foi investigada a variabilidade espacial \n\ne sazonal da alcalinidade total, carbono inorgânico total, pCO2 e fluxos de CO2 em dois \n\nestuários tropicais de elevada densidade populacional. A elevada alcalinidade encontrada \n\nem ambos os estuários pode atuar como um tampão adicional para o processo de \n\nacidificação costeira devido à eutrofização. O pCO2 no estuário de Barra de Jangadas \n\naumentou quase 300% durante o evento de chuva extrema; enquanto diminuiu no estuário \n\ndo Capibaribe, sugerindo a influência de entradas laterais de CO2 do solo para o primeiro.  \n\nOs fluxos de CO2 encontrados para os estuários do Capibaribe (32,8 ± 20,5 molC m\n-2 a-1) \n\n\n\n32 \n \n\n \n \n\ne Barra de Jangadas (68,2 ± 58,8 molC m-2 a-1) são considerados elevados e comparáveis \n\nàs médias propostas para estuários poluídos em altas e médias latitudes \n\nPalavras-chave: poluição antrópica, acidificação marinha, eutrofização, evento extremo \n\nINTRODUCTION \n\nEstuaries have an essential role in the transportation and transformation of carbon \n\nfrom continental and atmospheric origin to the ocean (SABINE et al., 2004; CHEN, \n\n2004). Some studies show that changes in land use and land cover in river basins can alter \n\nthe natural balance of bicarbonate ions and contributes to alkalinity inputs to estuaries \n\n(CAI; WANG, 1998; WANG; CAI, 2004). However, remains uncertain the effect of the \n\nallochtonous and autochtonous inputs on the balance of alkalinity and nutrients in \n\nestuaries, which may affect the magnitude of the capture/emission of CO2 and lead to \n\nchanges in the natural balances of production and mineralization of organic matter \n\n(BORGES, 2011). \n\nMuch attention has been given to the dynamics of inorganic carbon in large rivers \n\nand estuaries across the globe, especially in mid and high latitudes, despite the significant \n\ncontribution of small tropical rivers and estuaries, which together cover an area larger \n\nthan the temperate estuaries (BORGES, 2005). As a result of limited data from tropical \n\nregions, current estimates of global average flux values are biased (CAI, 2011). \n\nMoreover, CO2 flux to the atmosphere depends on the calculation of the exchange rate k, \n\nwhich shows great variability linked to local environmental features such as tide, depth, \n\ndirection and wind intensity (RAYMOND; COLE, 2001; ABRIL, BORGES, 2004; \n\nBORGES et al., 2004). \n\nThe anthropogenic pressure adds several stressors to the coastal environments, such \n\nas pollution, overfishing, changes in the land use and cover, amongst others. These \n\nimpacts are expected to increase in the future with continued changes in the global climate \n\nsystem and increases in human population levels (HOWARD et al,. 2013). According to \n\nTrenberth (2011), it is expected that the effect of climate change on winds and \n\nprecipitation may be moderated, but will vary regionally. Consequently, these climate \n\nchange effects may alter the water residence time in estuaries, which is an important factor \n\nof the alkalinity regulation in these environments (CAI, 2011) and the magnitude of the \n\nCO2 fluxes at the air/water interface. \n\n\n\n33 \n \n\n \n \n\nThe Brazilian coast has over 8000 km and is home to 50.7 million people, \n\nequivalent to 26.6% of the country’s population (IBGE, 2010). Population growth in these \n\nareas has led to an increase in nutrient export to the coast, due to the release of untreated \n\nsewage into rivers and estuaries (NORIEGA ; ARAUJO, 2009). According to Noriega et \n\nal., (2013) the estimated average flux for the Capibaribe estuary ranges 10.95 to 17.52 \n\nmolCO2 m\n-2 y-1 during high tide in a regular rainfall year.Tthey also reported the average \n\nemissions of  ?0.35 Tg C y-1 for estuaries in the Brazilian Northeast. \n\nIn the present study, we analyzed the seasonal and spatial distribution of alkalinity, \n\ndissolved inorganic carbon, pCO2 and CO2 fluxes in two estuaries located in areas of high \n\npopulation density during a seasonal cycle of extreme pluviometry using measurements \n\nof total alkalinity, pH, temperature, salinity, dissolved inorganic nitrogen, total \n\nphosphorus (TP) and silicate. \n\nMETHODS \n\nStudy site description \n\nThere are three major rivers in the RMR, which are Capibaribe, Jaboatão and \n\nPirapama, whose waters are used for public water supply and disposal of industrial \n\neffluents and domestic sewage without appropriate treatment. The land use activity in \n\nthese watersheds is primarily urban and industrial, including areas of sugarcane \n\nmonocultures, and some remaining areas of Atlantic Forest and mangroves (CPRH, \n\n2011). A number of studies have identified an increase in nutrient concentrations, human \n\neutrophication and algal blooms in this region in recent years (TRAVASSOS et al., 1993; \n\nKOENING et al., 1995; FEITOSA et al., 1999; NORIEGA; ARAUJO, 2009; NORIEGA; \n\nARAUJO, 2011; FLORES MONTES et al., 2011). \n\nThe Capibaribe River watershed comprises a drainage area of ?7,557 km2 and is \n\nused by a population of approximately 1,328,361 inhabitants (CPRH, 2011). The \n\nCapibaribe estuary has a mean depth of 3m and an approximate area of ?19 km2 which is \n\ncompletely inserted within the city of Recife. \n\nThe region of the Barra de Jangadas (BJ) estuary is formed by the union of the \n\nJaboatão and Pirapama rivers, which together drain an area of approximately 1,022 km² \n\nand is used by a population of approximately 1,347,053 inhabitants (CPRH, 2011). This \n\nestuary covers approximately 14 km2 and has an average depth of 2.6 m and a variable \n\nwidth of approximately 150 m. \n\n\n\n34 \n \n\n \n \n\n The estuaries located in the RMR are under a semidiurnal tidal regime with present \n\nmean ranges of 1.3 m during the neap tide and 1.8 m during spring tide (ARAUJO et al., \n\n1999).  \n\nSampling \n\nWe divided the estuaries into different segments according to the longitudinal saline \n\ngradient classification proposed by McLusky (1993). Six sampling campaigns were \n\nperformed bimonthly between November 2010 and September 2011 at 12 stations \n\ndistributed across the Capibaribe estuary and 11 stations in the Barra de Jangadas estuary \n\n(Fig. 1). There were also four sampling stations located within each river plume. \n\nFigure II.1: Map of the study area with the respective sampling stations. The numbers indicate the \n\nriver plumes stations. The M indicates the meteorological stations at which the precipitation, \n\nevaporation and wind speed data were obtained. \n\n \n\nSource: The author \n\n \n\n\n\n35 \n \n\n \n \n\nThe samples were taken from the surface layer during the low-water spring tide to \n\nassess the influence of the riverine and urban inputs to the coastal areas. The water \n\nsamples were collected with Niskin oceanographic bottles and sent to the Laboratory of \n\nChemical Oceanography and the Primary Productivity Lab, at the Federal University of \n\nPernambuco (UFPE) where they were processed and analyzed. \n\nTemperature and salinity were determined in situ with a CTD SBE19. pH was \n\nmeasured on board with a Ross combination electrode, measured on the total scale with \n\na precision of ±0.01 units and accuracy of 0.1%. \n\nThe meteorological data of precipitation, air temperature, atmospheric pressure and \n\nwind speed were obtained from the Pernambuco Agency of Water and Climate (APAC) \n\nand the National Institute of Meteorology (INMET). River discharge data were obtained \n\nfrom the National Agency of Waters (ANA). \n\nAnalyses \n\nDissolved oxygen (DO) was determined using the modified Winkler method \n\n(STRICKLAND;PARSONS, 1972) with an accuracy of ± 1.3 µmol.L-1. Oxygen \n\nsaturation was calculated from temperature and salinity of the water according to Garcia \n\nand Gordon, 1992. \n\nSamples for analysis of the biological oxygen demand (BOD) were collected \n\naccording to the recommendations described in Standard Methods - APHA (1995), and \n\nincubated for five days at 20°C (BOD5,20).  \n\nThe acid neutralizing capacity (ANC) was determined in unfiltered water samples \n\nby potentiometric titration with H2SO4 0.016 mol L\n-1 as described in Rounds (2012) with \n\na precision of 15 ?mol Kg-1 and an accuracy of 2% . \n\nThe samples for determination of total phosphorus (TP) precision 0.1 ?mol Kg-1 , \n\nand accuracy of 1%, dissolved reactive silicate Si(OH)4 – precision 1 ?mol Kg\n-1  and \n\naccuracy 2% , dissolved inorganic nitrogen (DIN), which is the sum of ammonia-N – \n\n(NH4 + NH3) precision 0.1 ?mol Kg\n-1  and accuracy 2%, nitrite (NO2\n\n-) precision 0.1 ?mol \n\nKg-1  and accuracy 1%;  and nitrate (NO3\n-) precision 0.5 ?mol Kg-1  and accuracy 1% , \n\nwere analyzed by the methods described in Grashoff et al. (1983) and are expressed in \n\n\n\n36 \n \n\n \n \n\n?mol Kg-1. The method for determining phytoplankton biomass (Chl-a) was the \n\nspectrophotometric analysis described in UNESCO (1966). \n\nCalculations \n\nCarbon dioxide solubility in the water was calculated according to Weiss (1974). \n\nTotal inorganic carbon TCO2 = [CO2\n*] + [HCO3\n\n-] + [CO3\n2-] and the partial pressure of \n\nCO2 (pCO2) were calculated with the CO2calc software, developed by Robbins et al. \n\n(2010), using alkalinity, pH, temperature, salinity, TP and reactive silica data. We used \n\nthe dissociation constants of carbonic acid according to Millero et al. (2006), and the \n\ndissociation constants of borate and sulfate according to Dickson (1990a) and Dickson \n\n(1990b), respectively. \n\nCO2 flux was calculated as follows: \n\nF(CO2) = k(CO2) . KH\nCO2 . ?pCO2                                                                                                   (Eq. 1) \n\nWhere F(CO2)  is the air/water flux of CO2 (mmol m\n-2 d-1), k(CO2) is the transfer \n\nvelocity of CO2, KH\nCO2 is the solubility of CO2 (WEISS, 1974) and ?pCO2 is the \n\ndifference of pCO2 between surface water and the atmosphere. Positive values indicate \n\noutgassing towards the atmosphere. \n\nThe pCO2 in the atmosphere was calculated as follows : \n\npCO2atm = xCO2atm . (Patm – pH2O)                                                                  (Eq. 2) \n\nWhere Patm is the atmospheric pressure and xCO2atm is the molar concentration of \n\nCO2 in dry air in parts per million, obtained from the NOAA station located in \n\nMaxaranguape, 330 km north from Recife. Finally pH2O is the vapor pressure of water at \n\nthe sea surface. \n\nThe gas transfer velocity k(CO2) was calculated using the formula of Raymond and \n\nCole (2001): \n\nK(CO2) = 1,91.exp(0,35.(u)).(Sc/600)\n-0,5                                                        (Eq. 3) \n\n\n\n37 \n \n\n \n \n\nWhere u (m.s-1) is the mean wind speed 10 m above the sea surface during the \n\nsampling campaign day, and Sc is the Schmidt number in salt water for the CO2, \n\ncalculated as a function of temperature. \n\nAn empirical model developed by Cole and Cloern (1987) for estimating \n\nphytoplankton productivity in the coastal areas was used. The above authors found a mean \n\ncoefficient of determination r2=0.82 using nine data sets and a highly significant \n\nrelationship (p<0.001) between production and B, Zp, and I for the pooled data (n=211) \n\ngiven by: \n\nP(mmol C m-2 d-1) = B x Zp x I                                                                       (Eq. 4) \n\nwhere B represents the phytoplankton biomass (mg m-3 of chlorophyll-a),Zp is the photic \n\ndepth in meters (measured by Secchi disk), and I is the surface irradiance. \n\nThe depth limit of the photic layer (Zp), which receives 1% of the radiation that \n\nreaches the surface, was calculated using the equation Zp=4.61/k proposed by Cole and \n\nCloern (1987), where k is the coefficient of light attenuation calculated using the depth of \n\ndisappearance of the Secchi disk (Zds), (k=1,7/Zds) as described by Poole &amp; Atkins (1929). \n\nThe radiometric irradiance data used to calculate productivity were obtained from \n\nthe Center for Weather Forecasting and Climate Studies / National Institute for Space \n\nResearch - CPTEC/INPE, available at www.cptec.inpe.br. These data were converted to \n\nphotosynthetically active radiation (PAR – cal.g. cm-2.d-1) by applying the correction \n\nfactor of 0.47, as described by Vollenweider (1974). Values of PAR were converted to \n\nvalues of quantum E (m2 d-1) using a correction factor of 0.192, as described by Colijin \n\n(1982). \n\nStatistics \n\nWe used the t-test to compare the historical means with the 2010/2011 monthly \n\nmeans of precipitation and wind velocities, with a significance level ? = 0.05. We used \n\nthe Kruskal-Wallis test, with a level of significance ? = 0.05 to identify whether had \n\nseasonal and/or spatial differences in the pooled data. \n\n \n\nRESULTS \n\n\n\n38 \n \n\n \n \n\nClimatology and river discharge \n\nThe average air temperature ranged between 23.71°C and 27.91°C . The mean wind \n\nspeed for the area was 1.82 m s-1, varying between 0.6 and 2.86 m s-1. These values are \n\nclose to the average wind speed from 1990-2010 of 2.2 m s-1.  \n\nDuring the period from 2010 to 2011, the rainfall was above the expected values \n\nfor some months of the rainy season (April to July), relative to the climatological average \n\nfrom 1990 to 2010 (Fig. 2 B, D). There was no significant difference in annual \n\nprecipitation (p=0.3149), only in the monthly distribution of the rainfall as shown by the \n\nt test (p = 0.017). The river discharge values for the Capibaribe (37.7 m3 s-1) and Pirapama \n\n(20.7 m3 s-1) found during this study were higher than the averages calculated from data \n\nprovided by the Brazilian National Agency of Waters (Fig. 2 A, C).  \n\nFigure II.2: River discharge (gray) and mean discharge (black) from 1986 to 2009 in the \n\nCapibaribe (A) and from 1990 to 2009 in Barra de Jangadas (D). Monthly precipitation in the cities \n\nof Recife (B) and Jaboatão (D),monthly precipitation (gray), Thornthwaite’s potential \n\nevapotranspiration (dark gray), average precipitation from 1990 to 2010 (black). \n\n \n\n \n \n\nDissolved Oxygen \n\nSeasonally, the maximum dissolved oxygen values registered in the Capibaribe \n\nestuary were found during the rainy season (Table 1) (p&lt;0.0001). During the dry season, \n\nin November 2010 and September 2011, the oxygen values found in this estuary increased \n\n\n\n39 \n \n\n \n \n\nduring phytoplanktonic blooms. No seasonal variability was identified for this parameter \n\nat Barra de Jangadas estuary with low values throughout the study (Table 1).  \n\nThe highest dissolved oxygen saturations (%DO) were found in the river plumes, \n\nwith annual mean values ± sd of 98 ± 10% and 86 ± 14% for Barra de Jangadas and \n\nCapibaribe, respectively. A seasonal difference was identified only in the BJ plume, \n\nwhere the mean %DO decreased from 104% during the dry season to 88% (p=0.0024) \n\nduring the rainy season (Table 2). \n\nThe most extreme variability of the %DO was found in the Capibaribe estuary. The \n\nspatial distribution pattern of the %DO tended to decrease toward the lower estuary, with \n\nan annual mean value ± standard deviation (sd) of 74 ± 33% in the upper estuary and 29 \n\n± 34% in the lower estuary, where anoxic conditions were not rare. In Barra de Jangadas, \n\nthe maximum %DO annual average was found at the low estuary 50 ± 20%, decreasing \n\ntoward the upper estuary (14.8 ± 8.7%), and resulting in an average overall oxygen \n\nsaturation below 30% throughout the study period.  \n\nFigure II.3: Overall distribution of the BOD and OD for the Capibaribe (A, B) and Barra de \n\nJangadas (C,D) ( black=dry season;  gray = rainy season).*river plume; circles - lower estuary; \n\ntriangles - medium estuary; rectangles -upper estuary; z Pirapama. \n\n \n\nThe Capibaribe estuary showed an annual average BOD5,20 of 5.6 mg L\n-1, three \n\ntimes higher than the mean found for the BJ estuary (1.82 mg L-1). There was no clear \n\nvariability linked to seasonal cycles. Spatially, most of the elevated values were found \n\n\n\n40 \n \n\n \n \n\nwithin the estuaries (Table 1) and these values showed no correlation with salinity (Figure \n\n3).  \n\nDIN, TP, Silicate and Chl-a \n\nThe Capibaribe estuary and its plume showed the highest average concentrations of all \n\nnutrients. The results of inorganic dissolved nutrients are presented in Table 1 for \n\nestuaries and Table 2 for the river plumes. In this estuary, dissolved inorganic nitrogen \n\n(DIN) was negatively correlated with salinity, decreasing seaward (r2 = 0.69). No \n\ncorrelation between these parameters was identified in the Barra de Jangadas estuary \n\n(Figure 4). There was a significant difference in the mean values of DIN between rainy \n\nand dry seasons only within the Capibaribe estuary (p &lt;0.0001). The annual overall \n\naverage DIN concentrations were 22.5 ± 7.34 µmol kg-1 for the Capibaribe and 12.9 ± \n\n7.65 µmol kg-1 for the Barra de Jangadas estuary.  \n \n\nTable II.1: Seasonal mean, minimum and maximum values of the measured parameters in the \n\nCapibaribe and Barra de Jangadas estuaries. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nThe estuarine plumes showed a clear correlation between DIN and rainfall r2 = 0.60 \n\nand 0.78 for the Capibaribe and Barra de Jangadas plumes, respectively. Through a \n\nseasonal comparison of DIN, we found p values of 0.0011 and 0.0006 for the BJ and \n\nCapibaribe plumes respectively. The increased riverine influence during the rainy season \n\n  ESTUARY \n\n  Capibaribe BJ \n\n  dry n=42 wet n=24 dry n = 40 wet n= 19 \n\nTA  µmol Kg-1 Mean 1808 1373 1616 1058 \n\nMin - max 1307 - 2421 973 - 1859 746 - 2090 622 - 1388 \n\npH Mean 7.34 7.43 7.21 6.67 \n\nMin - max 7.01 - 8.09 7.2 - 7.62 6.78 - 7.98 6.39 - 6.91 \n\nDIN µmol Kg-1 Mean 20.0 26.6 12.7 13.4 \n\nMin - max 3.8  - 37.7 15.3 - 39.3 3.3 - 39.8 8.3 - 17.5 \n\nTP µmol Kg-1 Mean 8.8 4.4 4.7 2.3 \n\nMin - max 1.5 - 22 2.9 - 8.6 0.67 - 30.7 1.29 - 3.22 \n\nSi(OH)4  \nµmol Kg-1 \n\nMean 108.9 131.1 89.0 102.6 \n\nMin - max 10.5 - 207.3 38.5 - 209.5 10.17 - 194.3 38.73 - 195.5 \n\n%OD Mean 32.5 83.1 29.9 28.1 \n\nMin - max 0 - 116 63 - 94 3.4 - 85 6.2 - 65 \n\nchl-a mg m3 Mean 40.2 6.3 5.7 4.8 \n\nMin - max 10 - 85 3.81 - 10.48 0.6 - 34.7 1.03 - 8.02 \n\nN 14 8 16 5 \n\nDBO mg L-1 Mean 7.87 2.61 2.22 0.84 \n\nMin - max 0.7 - 39.9 0.92 - 4.55 0.42 - 5.03 0.09 - 1.5 \n\nN 33 25 28 11 \n\n\n\n41 \n \n\n \n \n\naugmented the DIN concentrations in the plumes (Table 2) as also seen by the salinity \n\ndecrease.  \n\nThe total phosphorus (TP) maximum values were found during the dry season in \n\nboth estuaries (p=0.0191) for Barra de Jangadas and (p<0.0001) for the Capibaribe \n\nestuary. The mean overall TP concentrations found within BJ and Capibaribe estuaries \n\nwere 3.53 ± 2.11 µmol kg-1 and 7.18 ± 4.51 µmol kg-1, respectively. \n\nTable II.2: Seasonal mean, minimum and maximum values of the measured parameters in the \n\nCapibaribe and Barra de Jangadas estuarine plumes \n\n \n\n PLUME \n\n cap BJ \n\n dry n = 16 wet n=8 dry n=15 wet n=8 \n\nTA  µmol Kg-1 2266 2067 2262 1904 \n\n2094 - 2499 1721 - 2433 2038 - 2383 1250 - 2266 \n\npH 8.13 7.84 8.17 8.01 \n\n7.97 - 8.32 7.31 - 8.17 7.96 - 8.28 7.76 - 8.21 \n\nDIN µmol Kg-1 3.7 14.8 1.5 4.6 \n\nND - 12 8.3 - 21.6 ND - 9.59 2.1 - 7.61 \n\nTP µmol Kg-1 2.4 3.5 1.9 1.8 \n\nND - 9.75 2.22 - 5.09 0.5 - 5.1 0.8 - 2.9 \n\nSi(OH)4 µmol \nKg-1 \n\n11.1 64.4 9.7 48.1 \n\n1 - 41.5 42.7 - 113.6 0.8 - 61.8 6.3 - 107 \n\n%OD 88.5 83.0 104.1 88.8 \n\n60 - 114 63- 101 91 - 119 72 - 101 \n\nchl-a mg m3 5.0 2.4 3.2 1.5 \n\n0.24 - 19.29 1.15 - 3.93 0.21 - 9.67 0.8 - 2.49 \n\n16 8 16 8 \n\nDBO mg L-1 1.17 0.58 0.89 0.66 \n\n0.01 - 6.6 0.12 - 1.15 0.14 - 1.5 0.12 - 1 \n\n16 7 15 4 \n\n \n\nSeasonally, there were significant changes in the silicate concentrations (Table 1) \n\nin the Capibaribe estuary (p=0.0289) and in the plumes of the Capibaribe (p=0.0001) and \n\nBJ (p=0.0041). The mean ± sd concentrations increased from 5.98 ± 4.74 µmol kg-1 in \n\nthe dry season to 48.11 ± 37.31 µmol kg-1 in the rainy season at BJ plume. In the \n\nCapibaribe plume the mean values ranged from 11.8 ± 11.15 µmol kg-1 in the dry season \n\nto 64.44 ± 21.05 µmol kg-1 during the rainy season (p=0.0001).  \n\nThe productivity within the estuaries is shown in figures 5 A and 5 B. There was \n\nno correlation between rainfall and chl-a in the Barra de Jangadas estuary (r2 = 0.01). In \n\nthe Capibaribe estuary the average chl-a concentration was higher during the dry season, \n\n\n\n42 \n \n\n \n \n\ninfluenced by the recurrent algal blooms, and resulted in a negative correlation between \n\nrainfall and chl-a r2 = 0.50 with significant seasonal difference (p=0.0002). During the \n\ncampaigns it was possible to identify an algal bloom event in November 2010 in both \n\nestuaries, when the chl-a values ranged the maximum of 85.11 mg m-3 in the Capibaribe, \n\nand 34.71 mg m-3 in the BJ estuary. A second bloom event was registered in September \n\n2011, though less intense and only in the Capibaribe estuary, where the chl-a values \n\nranged from a minimum of 22.94 mg m-3 to a maximum of 50.34 mg m-3. In the river \n\nplumes (Figures 5 C, D) the productivity was very low throughout the year and showed \n\nonly a significant seasonal variation in the Capibaribe plume due to the algal blooms (p= \n\n0.0011).  \n\nFigure II. 4: Overall distribution of the dissolved nutrients along the salinity gradient in the \n\nestuaries of Capibaribe (A,B,C) and Barra de Jangadas (D,E,F), (black = dry season; gray = rainy \n\nseason). *river plume; circle - lower estuary;  triangle - medium estuary; rectangle - upper estuary; \n\nz - Pirapama.  \n\n \n\n \n\nTotal Alkalinity, TCO2, pH \n\nThe spatial variability of total alkalinity (TA) and pH are shown in Figure 6. Within \n\nthe estuaries the alkalinity increases towards the lower estuary as a result of greater \n\nseawater influence. A positive correlation between TA and salinity was weak in the \n\nCapibaribe estuary r2= 0.42, but the correlation between these parameters was more \n\nevident in the BJ estuary r2=0.62 (Figure 6 A, C).  \n\n \n\n\n\n43 \n \n\n \n \n\nFigure II. 5: monthly variability of the CO2 fluxes (gray) and primary productivity (black) \n\nwithin the estuaries of Capibaribe (A) and Barra de Jangadas (B), and in the river plumes (C), (D). \n\nError bars represents standard deviation. \n\n \n\n \n\nTotal alkalinity was higher in Capibaribe, with an annual average of 1649 ± 390 \n\nµmol kg-1, ranging from 1557±315 µmol kg-1 in the upper estuary to 1860 ± 49 µmol kg-\n\n1 in the lower estuary. For the Barra de Jangadas estuary, the annual average alkalinity \n\nwas 1430 ± 375 µmol kg-1 and ranged from 1138 ± 288 µmol kg-1 in the upper estuary to \n\n1668 ± 361 µmol kg-1 in the lower estuary.  \n\nWe found a significant seasonal difference in the TA values (p<0.0001), with the \n\nlowest average alkalinities recorded during the rainy season in both estuaries (Table 1), \n\nwith annual mean ± sd of 1078 ± 244 and 1372 ± 375 µmol kg-1 in BJ and Capibaribe \n\nestuaries, respectively. When we compared the alkalinity among locations, we found a \n\nsignificant difference between estuaries (p=0.0278) with the lowest values found in the \n\nBarra de Jangadas. There was no significant difference in TA between river plumes, with \n\nan annual average of 2142 ± 308 µmol kg-1 in BJ and  2196 ± 198 µmol kg-1  in Capibaribe.  \n\nWith regard to pH, both estuaries showed a positive correlation with salinity, \n\nr2=0.62 and 0.79 for the Capibaribe and Barra de Jangadas, respectively (Figure 6 B, D). \n\nAverage pH values within the BJ estuary were lower during the rainy months (6.70 ± \n\n0.21) and higher in the dry season (7.21 ± 0.32). For the Capibaribe estuary, the pH values \n\nvaried seasonally with mean ± sd for the rainy and dry seasons of 7.42 ± 0.11 and 7.33 ± \n\n0.23 (Table 1). \n\nA C \n\nB D \n\n\n\n44 \n \n\n \n \n\nThe pH values also varied seasonally in both river plumes, with the lowest values \n\nrecorded during the rainy season p=0.0372 and p=0.0301 for the Capibaribe and Barra de \n\nJangadas plumes respectively (Table 2). \n\nThe TCO2 was also higher in the Capibaribe than in BJ (p=0.0027), with annual \n\naverages of 1764 ± 407 µmol kg-1  and 1638 ± 306 µmol kg-1, respectively. Variations in \n\nTCO2 values accompanied variation in alkalinity and were lower during the rainy season \n\nin both estuaries. The maximum relative HCO3\n- contribution to TCO2 were registered in \n\nthe Capibaribe estuary with a mean ± sd of 91 ± 3.68% of the TCO2 composed by HCO3\n- \n\n(Figure 7). \n\nAlthough the TCO2 did not show a seasonal variation in the river plumes, the \n\nrelative contribution of inorganic carbon species varied, with a decrease in the percentage \n\nof CO3\n2- ions and a relative increase of HCO3\n\n- ions and CO2(aq) (Figure 7), accompanied \n\nby a pH decrease during the high discharge months of April and May 2011.  \n\nFigure II.6: Overall distribution along a salinity gradient of total alkalinity (TA) and pH in \n\nthe estuaries of Capibaribe (A,B) and Barra de Jangadas (C,D) (black=dry season; gray=rainy \n\nseason).*river plume; circle - lower estuary; triangle - medium estuary; rectangle - upper estuary;    \n\nz Pirapama). \n\n \n\n \n\nSource: The author \n\n \n\n \n\n\n\n45 \n \n\n \n \n\nFigure II.7: Monthly variability of the mean inorganic carbon species to TCO2 within the estuaries \n\nof Capibaribe (A), Barra de Jangadas (C), and in river plumes (B) Capibaribe, and (D) Barra de \n\nJangadas. (dark gray  - [HCO3-], Black – [CO32-  ], light gray - [CO2]). \n\n \n\nSource: The Author \n\n \n\nWater pCO2 and CO2 fluxes \n\nWe found a different seasonal pattern in the water pCO2 and CO2 fluxes (FCO2) for each \n\nestuary. The pCO2 and consequently the FCO2 were higher during the rainy season in the \n\nBarra de Jangadas estuary and during the dry season in the Capibaribe estuary (Figures 5 \n\nand 8).  \n\nValues of TA, pH and salinity for the river plume areas were lower during the rainy \n\nseason, resulting in a pCO2  increase during the rainy months with mean values ± sd of \n\n667 ± 537 µatm in Capibaribe and 332 ± 189 µatm in BJ (Figure 8 B). During the dry \n\nseason the mean pCO2 values found were 237 ± 86 µatm and 166 ± 112 µatm for the river \n\nplumes of Capibaribe (p = 0.0110) and Barra de Jangadas (p = 0.0131), respectively. \n\nThe maximum pCO2 values were registered in the areas most influenced by the \n\nfluvial waters, with low salinity, pH and alkalinity. The maximum water pCO2 values \n\nwere found in the upper Barra de Jangadas estuary and decreased towards the sea r2= 0.53 \n\n(Figure 9 D), but this correlation was not clear in the Capibaribe estuary r2=0.36 (Figure \n\n9 B). The annual overall mean pCO2 in the Capibaribe estuary was 3317 ± 2034 ?atm, it \n\nranged from 3142 ± 2282 ?atm in the upper estuary to 2316 ± 710 ?atm in the lower \n\n\n\n46 \n \n\n \n \n\nestuary. In Barra de Jangadas the annual overall pCO2 mean was 6018 ± 4589 ?atm, with \n\naverage values ± sd ranging from 7852 ± 4308 ?atm in the upper estuary to 3533 ± 4615 \n\n?atm in the lower estuary, where CO2 subsaturation states were frequent during the dry \n\nseason. \n\nThe monthly variability of FCO2 in the estuaries is presented in Figure 5 A and B. \n\nIn the Capibaribe estuary the values ranged from 106.6 mmolC m-2 d-1 to 61.62 mmolC \n\nm-2 d-1 between dry and rainy periods, resulting in an annual average of 90 mmolC m-2 d-\n\n1. In the BJ estuary the average FCO2 ranged from 117 mmolC m\n-2 d-1 to 348 mmolC m-\n\n2 d-1 between the dry and rainy seasons, respectively, resulting in an annual average of \n\n186 mmolC m-2 d-1.  This annual FCO2 average found for the BJ estuary showed a large \n\ninfluence of the rainy season, when the maximum values ranged from 180 mmolC m-2 d-\n\n1 in the lower estuary to 653 mmolC m-2 d-1, in the upper estuary, with an average for the \n\nrainy season of 348 mmolC m-2 d-1. During the dry season, the average FCO2 (117 mmolC \n\nm-2 d-1) was close to that found for the Capibaribe (106 mmol C m-2 d-1). \n\n \n\nFigure II.8: Correlation between river discharge (Q) and pCO2 within the Capibaribe (A); and \n\nBarra de Jangadas (B) estuaries. Overall distribution of pCO2 in the Capibaribe (C), and Barra de \n\nJangadas (D), along a salinity gradient (black = dry season; gray = rainy season). *river plume; \n\ncircle – lower estuary; triangle - medium estuary; rectangle - upper estuary; z Pirapama). \n\n \n\nSource: The author \n\n \n\n\n\n47 \n \n\n \n \n\nDISCUSSION \n\nNutrients and productivity \n\nThe link between nutrient dynamics and the ecosystem response under different \n\nhydrological regimes at various spatiotemporal scales is still a challenge for the scientific \n\ncommunity (CHEN;HONG, 2012; NIXON et al., 2014). There are some opposing views, \n\nwith reports of nutrient enrichment exacerbating the larger scale decline in oceanic pH \n\n(CAI et al., 2011; DUARTE et al., 2013). However, Borges and Gypens (2010), found \n\nthat the increase in the primary productivity due eutrophication may counter the effects \n\nof ocean acidification due increased productivity leading to CO2 absorption. \n\nDespite the increased nutrient concentrations in the river plumes during the wet \n\nseason, the Chl-a and productivity values are higher during the dry season, as a \n\nconsequence of the algal blooms. However, the extent and duration of the seasonal \n\nvariability of primary production on the continental shelf is not clear. It is expected that \n\nthe area under influence of the river plumes increases with the river discharge, which \n\nwould also increase the net productivity in the coastal zone.  \n\nAccording to Resurreição et al., (1996), who studied productivity during a seasonal \n\ncycle on a transect of the continental shelf in front of the Capibaribe, there is no significant \n\nseasonal variation in the chl-a concentration at a distance of approximately 4 nautical \n\nmiles (nm) from the coast. However, additional studies are needed to explain how the \n\nincrease in nutrient export is affecting the extent of seasonal gross primary productivity \n\nover time. \n\nThe Capibaribe river showed a greater mean discharge in comparison with the BJ \n\nestuary during the study period, 37.7 m3 s-1 and 20.7 m3 s-1 respectively. Through \n\nintegration of the average flow and BOD5, 20 values (Qmean x BOD5,20mean), we find the \n\nresidual organic loading rate of 19.13 t BOD5, 20 d\n-1 and 3.33 t BOD5, 20 d\n\n-1 for Capibaribe \n\nand Barra de Jangadas, respectively. According to Noriega and Araujo (2009) the major \n\nsource of nutrients to the coastal zone in the Pernambuco state is the wastewater. They \n\nestimated a phophorus input to the ocean of 37,048 t P y-1, where anthropogenic sources \n\naccounted for 99.7 % of the emissions. \n\nThe elevated organic load has driven the nutrient availability in the studied areas, \n\nespecially in the Capibaribe estuary. The augmented rivers’ discharge increased the TP, \n\n\n\n48 \n \n\n \n \n\nDIN and silicate concentrations found in the river plumes during the rainy season, due to \n\na flushing effect in the estuaries. Such process brings more organic matter to be respired \n\nover the continental shelf.  \n\nAlkalinity and inorganic carbon \n\nThe climatic factors are important drivers of the alkalinity concentrations found in \n\nthe estuaries here studied. During the extreme rainfall events in April and May 2011, we \n\nregistered the lowest concentrations of HCO3\n-. So it is reasonable to assume that during \n\na regular rainfall year such decrease in the HCO3\n- concentrations may be less intense, \n\nprevailing the high alkalinity scenario throughout the year. These findings are in \n\naccordance with the work of Cai et al. (2008) in the case of the Huanghe river, when the \n\nauthors reported a low presence of carbonate mineral content in the watershed, but its \n\nwaters show high HCO3\n- concentrations up to 2.6 mM due to dry climate, net evaporation \n\nand the silicate weathering in watershed which also releases HCO3\n- to the water.  \n\nThe net balance of alkalinity in the Capibaribe and BJ estuaries probably is not an \n\nexport of alkalinity to coastal waters, but an additional buffering to estuarine proton inputs \n\nfrom organic matter respiration. \n\nIn a tropical river in Brazil, Mortatti et al., (2006) found a mean TCO2 of 2591 µmol \n\nkg-1 and attributed 45.5% of the HCO3\n- concentration to anthropogenic sources, 47.8% to \n\nweathering and 6.7% to the pluvial input. Araujo et al., (2013) calculated the inorganic \n\ncarbon species for the 2002-2010 period, in a fluvial section of the Capibaribe river, and \n\nfound values of TCO2 ranging from 596 to 2235 µmol kg\n-1, increasing over time, and \n\nattributed the pattern to enhanced organic load associated with population growth over \n\nthe period. \n\nSeveral metabolic and diagenetic processes are responsible for the TCO2 and total \n\nalkalinity consume/production in estuaries. The photosynthesis consumes, and both \n\naerobic and anaerobic organic matter oxidation produce CO2. These processes \n\ndecrease/increase the TCO2 in seawater, but not total alkalinity since there is an \n\nadjustment of carbonate species and pH according to the equilibrium conditions (ZEEBE \n\nAND WOLF-GLADROW, 2001; WOLF-GLADROW, et al., 2007). Sulfate reduction \n\nand methane production releases HCO3\n-, but also CO2 and lowers pH, and the final result \n\ndepends on the total sediment chemistry (VAN DER WEIJDEN, 1992). The prevalence \n\n\n\n49 \n \n\n \n \n\nof these anaerobic reactions in anoxic estuarine waters and sediments is a drawback to \n\ncarbonate system calculations using pH and total alkalinity, since the real amount of \n\ncarbonate alkalinity is unknown.  \n\nThe input of high alkalinity freshwater to the Capibaribe and BJ estuaries may \n\ncounterbalance the acidification, except by estuarine organic matter respiration, from \n\nnatural and anthropogenic sources, which decreases pH. From the low oxygen saturation \n\nfound in Barra de Jangadas estuary&lt;30% throughout the year, and in the Capibaribe \n\nestuary during the dry season, we may assume that the anaerobic oxidation of organic \n\nmatter, which favors HCO3\n-  production and increases the alkalinity is an important aspect \n\nin the alkalinity regulation of these estuaries (FRANKIGNOULLE et al. 1996; ABRIL; \n\nFRANKIGNOULLE, 2001; ABRIL; BORGES, 2004; THOMAS et al., 2009). However, \n\nfurther studies are necessary to understand which processes control the alkalinity and \n\ninorganic carbon variability in the Capibaribe and BJ estuaries. \n\npCO2 and CO2 fluxes \n\nThe rivers’ discharge is usually correlated with pCO2 when there is a significant \n\ncontribution to the estuary from the upper river (JIANG et al., 2013). The absence of \n\ncorrelation between these parameters in the Capibaribe and BJ estuaries (Figure 8 A, B), \n\nmay be related to the land use in the watershed. The Capibaribe estuary, which is located \n\nentirely within an urban area, showed a decrease in pCO2 during the rainy season, in \n\naccordance with previous works of Noriega et al. (2013). This kind of decrease was also \n\nreported by Abril et al., (2000) in the Scheldt estuary. In such environments, the processes \n\nof organic matter mineralization and the microbial respiration rates are the main drivers \n\nof CO2 variability inside the estuary (ZHAI et al., 2005; BORGES;ABRIL, 2011).  \n\nThe variability of CO2 (aq) and pH in rivers and estuaries are under influence of the \n\nsoil CO2 runoff from wetlands and mangroves, which have a potential effect on the \n\nprocess of pCO2 increase in water bodies, as reported by Abril and Borges (2004), Cai et \n\nal., (2011), Sarma et al., (2012) and Abril et al., (2014a). The BJ estuary appears to be \n\nmore susceptible to this type of input because its margins still have dense mangrove areas \n\nand extensive wetlands which are exposed during the low tide period. The weak \n\ncorrelation with river discharge (r2 = 0.49) suggests that it has also been influenced by the \n\nhigh alkalinity freshwater input and the predominance of estuarine biological processes \n\n(production/remineralization of organic matter) compared with advective fluxes.  \n\n\n\n50 \n \n\n \n \n\nAt BJ the average pCO2 found (6081 ?atm) are within the range of 400 to 10000 \n\n?atm proposed by Chen et al., (2012) in a review of several studies in estuarine \n\nenvironments. Recently, Noriega et al., (2014a) reported values of pCO2 in 12 estuaries \n\nof Northeast Brazil ranging from 987 to 8970 ?atm. Elevated pCO2 values in estuaries \n\nare reported by Sarma et al., (2012); they found values ranging from 359 to 18492 ?atm \n\nin a study of 27 Indian estuaries.   \n\nExcept during the extreme rainy months, the river plumes of BJ and Capibaribe \n\nestuaries acted like autotrophic areas, although their low productivity they were \n\npredominantly in a state of CO2 undersaturation (Figure 5 C, D). However, such \n\nundersaturation may be overestimated due the utilization of pH and TA for the CO2 \n\nsystem parameters calculations (ABRIL et al., 2014b). During the rainy season in the \n\nCapibaribe river plume, especially in May, a CO2 supersaturation was observed, varying \n\nfrom a mean flux value of - 4.01 mmolC m-2 d-1 during the dry season, to a positive mean \n\nof + 5.7 mmolC m-2 d-1 during the rainy season.  \n\nThe average annual CO2 fluxes found for the urban tropical estuaries evaluated \n\nhere, of +32,8 ± 20.5 molCm-2 y-1 and+68.2 ± 58.8 molC m-2 y-1 for the Capibaribe and \n\nBJ estuaries, respectively, are higher than those reported for another tropical Brazilian \n\nestuary by Souza et al., (2009) of 13 molCm-2 y-1 and are above the average for tropical \n\nestuaries proposed by Borges et al., (2005) of 17 molC m-2 y-1.  \n\nThe FCO2 average values found in the present work are comparable to those \n\nrecently reported for 28 estuaries of the north and northeast regions of Brazil by Noriega \n\net al., (2014b). They proposed a mean value of 20 ± 16 molC m-2 y-1during a regular \n\nrainfall season. The FCO2 averages found in the present work are also comparable to \n\nthose values proposed by Borges et al., (2005), for polluted environments at mid and high \n\nlatitudes (46 molC m-2 y-1) and the average flux of 62 molC m-2 y-1 proposed by \n\nFrankignoulle et al. (1998) and 68 molC m-2 y-1 by Chen et al. (2012) for the inner portion \n\nof estuaries.  \n\nCONCLUSION \n\nThe net balance of alkalinity in the studied estuaries is, probably, an additional \n\nbuffering to estuarine proton inputs from organic matter respiration. However, further \n\nstudies are needed to investigate the causes of the alkalinity variability in the area \n\n\n\n51 \n \n\n \n \n\nThe extreme precipitation event exposed the susceptibility of the Barra de Jangadas \n\nestuary to the input of soil CO2 from wetlands and mangroves increasing the average \n\npCO2 values nearly 300% during months of extreme rainfall. However, the low \n\ncorrelations of pCO2 with rivers’ discharges, which we found in both estuaries, evidenced \n\nthe influence of the high alkalinity fresh water input and the predominance of \n\nbiogeochemical processes of production/remineralization of organic matter, from natural \n\nand anthropogenic sources, compared with the advective fluxes of inorganic carbon. Such \n\ninput of high alkalinity freshwater to the Capibaribe and Barra de Jangadas estuaries may \n\ncounterbalance the acidification process in the coastal zone caused by eutrophication. \n\nThe CO2 fluxes found for both estuaries are considered elevated and are comparable \n\nto the proposed averages for polluted estuaries at high and mid-latitudes, illustrating the \n\neffects of anthropogenic pressure on rivers and estuaries in densely populated tropical \n\nareas. These findings may aid our understanding of biogeochemical coastal processes \n\nunder different global climate change scenarios of drought or increased rainfall in \n\neutrophic, shallow and well-mixed tropical estuaries. \n\nACKNOWLEDGMENTS \n\nWe thank the National Counsel of Technological and Scientific Development \n\n(CNPq) for financial support of this project (MCT/CNPq/CT-Hidro/CT-Infra nº. \n\n38/2009). We also thank the Coordination for the Improvement of Higher Education \n\nPersonnel (CAPES) for scholarship support.  \n\nREFERENCES \n\nABRIL, G.; ETCHEBER, H.; BORGES, A. V; FRANKIGNOULLE, M. Excess \n\natmospheric carbon dioxide transported by rivers into the Scheldt estuary. Comptes \n\nRendus de l’Académie des Sciences - Series IIA - Earth and Planetary Science, v. \n\n330, n. 11, p. 761–768, 2000. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S1251805000002317>. \n\nABRIL, G.; FRANKIGNOULLE, M. Nitrogen–alkalinity interactions in the highly \n\npolluted Scheldt basin (Belgium). Water Research, v.35, n.3, p.844–850, 2001. \n\nABRIL, G.; BORGES, A.V. Carbon dioxide and methane emissions from estuaries. \n\nIn: GREENHOUSE GASES EMISSIONS FROM NATURAL ENVIRONMENTS AND \n\nHYDROELETRIC RESERVOIRS: FLUXES AND PROCESSES, chapter 7.  Berlin:  \n\nSpringer. 730 p., 2004 \n\n\n\n52 \n \n\n \n \n\nABRIL, G.; MARTINEZ, J.M.; ARTIGAS, L.F.; MOREIRA-TURCQ, P.; \n\nBENEDETTI, M.F.; VIDAL, L.; MEZIANE, T.; KIM, J.H.; BERNADES, M.C.; \n\nSAVOYE, N.; DEDORDE, J.; SOUZA, E.L.; ALBÉRIC, P.; SOUZA, M.F.L.; \n\nROLAND, F. Amazon River carbon dioxide outgassing fuelled by wetlands. Nature v. \n\np. 505, 395–8. doi:10.1038/nature12797, 2014.  \n\nAMERICAN PUBLIC HEALTH ASSOCIATION; AMERICAN WATER WORKS \n\nASSOCIATION; WATER ENVIRONMENT FEDERATION. Standard Method for \n\nthe Examination of Water and Wastewater. 19ed.  APHA - Am. Publ. Hlth Assoc: \n\nWashington, DC, 1995 \n\nARAUJO, M.; MEDEIROS, C.; RIBEIRO, C. Energy balance and time-scales of \n\nmixing and stratification in the Jaboatão estuary, Brazil. Revista Brasileira de \n\nOceanografia,São Paulo, v.47(2):145-154, 1999. \n\nARAUJO, M.; NORIEGA, C.; VELEDA, D.; LEFÈVRE, N. Nutrient Input and CO2 \n\nFlux of a Tropical Coastal Fluvial System with High Population Density in the \n\nNortheast Region of Brazil. Journal of Water Resource and Protection v. 05, p. 362–\n\n375, 2013.doi:10.4236/jwarp.2013.53A037 \n\nBORGES, A. V.; FRANKIGNOULLE, M. Distribution of surface carbon dioxide and \n\nair-sea exchange in the upwelling system off the Galician coast. Global \n\nBiogeochemical Cycles, v.16 n.2, 2002. doi:10.1029/2000GB001385. \n\nBORGES, A.V.; DELILLE, B.; SCHIETTECATTE, L.S.; GAZEAU, F.; ABRILl, \n\nG.;FRANKIGNOULLE, M. Gas transfer velocities of CO2 in three European estuaries \n\n(Randers Fjord, Scheldt and Thames). Limnology Oceanography.v. 49, n. 5, p.1630–\n\n1641, 2004. doi:10.4319/lo.2004.49.5.1630. \n\nBORGES, A.V.;DELILLE, B.; FRANKIGNOULLE, M. Budgeting sinks and sources \n\nof CO2 in the coastal ocean: diversity of ecosystems counts. Geophysical Research \n\nLetters.v. 32, L14601, 2005. doi:10.1029/2005GL023053 \n\nBORGES, A.V. Do we have enough pieces of the jigsaw to integrate CO2 fluxes in the \n\ncoastal ocean? Estuaries v. 28, p. 3–27, 2005.doi:10.1007/BF02732750. \n\nBORGES, A.V.; GYPENS, N. Carbonate chemistry in the coastal zone responds more \n\nstrongly to eutrophication than to ocean acidification. Limnology Oceanography.  v. \n\n55, p. 346–353, 2010. \n\nBORGES, A. V.; ABRIL, G. Carbon Dioxide and Methane Dynamics in Estuaries. \n\nTreatise on Estuarine and Coastal Science. v. 5, p.125–162b, 2011. Available in: \n\n<http://hdl.handle.net/2268/115962>. . \n\nBORGES, A. V. 2011. Present day carbon dioxide fluxes in the coastal ocean and \n\npossible feedbacks under global change. in: Oceans and the atmospheric carbon \n\ncontent. Springer Netherlands, Dordrecht. doi:10.1007/978-90-481-9821-4 \n\nCAI, W.J;WANG, Y. The chemistry, fluxes, and sources of carbon dioxide in the \n\nestuarine waters of the Satilla and Altamaha rivers, Georgia. \n\n\n\n53 \n \n\n \n \n\nLimnology.Oceanography. v. 43, n.4, p. 657–668, 1998. \n\ndoi:10.4319/lo.1998.43.4.0657. \n\nCAI, W.J.; GUO, X.; CHEN, C.T.A.; DAI, M.; ZHANG, L.; ZHAI, W.; LOHRENZ, \n\nS.E.; YIN, K.; HARRISON, P.J.; WANG, Y.A comparative overview of weathering \n\nintensity and HCO3\n?flux in the world’s major rivers with emphasis on the Changjiang, \n\nHuanghe, Zhujiang (Pearl) and Mississippi Rivers. Continental Shelf Research. v. 28, \n\np.1538–49, 2008. \n\nCAI, W.J. Estuarine and coastal ocean carbon paradox: CO2 sinks or sites of terrestrial \n\ncarbon incineration? Annual Review of Marine Science. v.3, p. 123–145, \n\n2011.doi:10.1146/annurev-marine-120709-142723 \n\nCAI, W.J.; HU, X.; HUANG, W.J.; MURRELL, M.C.; LEHRTER, J.C.; LOHRENZ, \n\nS.E.; CHOU, W.C.; ZHAI, W.; HOLLIBAUGH, J.T.; WANG, Y.; ZHAO, P.; GUO, \n\nX.; GUNDERSEN, K.; DAI, M.; GONG, G.C. Acidification of subsurface coastal \n\nwaters enhanced by eutrophication. Nature Geoscience v.4, p. 766–770, 2011. \n\ndoi:10.1038/ngeo1297 \n\nCHEN, C.T.A., 2004. Exchange of carbon in the coastal seas. In: Field, C.B., \n\nRaupach, M.R. (eds) The global carbon cycle: Integrating human, climate and the \n\nnatural world. SCOPE, Washington, DC, pp 341–351 \n\nCHEN, C.T.A.; HUANG, T.H.; FU, Y.H.; BAI, Y.; HE, X. Strong sources of CO2in \n\nupper estuaries become sinks of CO2in large river plumes. Current Opinion in \n\nEnvironmental Sustainability. v4,2012. doi:10.1016/j.cosust.2012.02.003. \n\nCHEN, N.; HONG, H. Integrated management of nutrients from the watershed to coast \n\nin the subtropical region.Current Opinion in Environmental Sustainability v.4, p. \n\n233–242, 2012. doi:10.1016/j.cosust.2012.03.007 \n\nCOLIJN, F. Light absorption in the waters of the Ems-Dollard estuary and its \n\nconsequences for the growth of phytoplankton and microphytobenthos. Netherlands \n\nJournal of Sea Research. v.15, p. 196–216, 1982. doi:10.1016/0077-7579(82)90004-7. \n\nCOLE, B.E.; CLOERN, J.E.An empirical model for estimating phytoplankton \n\nproductivity in estuaries.Marine Ecology Progress Series. v.36, p. 299–305, 1987. \n\nCPRH - Agencia estadual de meio ambiente e recursos hídricos. 2006. Relatório de \n\nmonitoramento de bacias hidrográficas do estado de Pernambuco 2011, Recife, \n\navailable in: (http://www.cprh.pe.gov.br), acessado em Outubro de 2013. \n\nDUARTE, C.M.; HENDRIKS, I.E.; MOORE, T.S.; OLSEN, Y.S.; STECKBAUER, A.; \n\nRAMAJO, L.; CARSTENSEN, J.; TROTTER, J.A.; MCCULLOCH, M. Is Ocean \n\nAcidification an Open-Ocean Syndrome? Understanding Anthropogenic Impacts on \n\nSeawater pH. Estuaries and Coasts v.36, p. 221–236, 2013. doi:10.1007/s12237-013-\n\n9594-3 \n\nDICKSON, A.G. Standard potential of the reaction: AgCl(s) + 1/2 H2(g) = Ag(s) + \n\nHCl(aq), and the standard acidity constant of the ion HSO4\n? in synthetic seawater from \n\nhttp://www.sciencedirect.com/science?_ob=RedirectURL&amp;_method=externObjLink&amp;_locator=doi&amp;_cdi=278668&amp;_issn=18773435&amp;_origin=article&amp;_zone=art_page&amp;_plusSign=%2B&amp;_targetURL=http%253A%252F%252Fdx.doi.org%252F10.1016%252Fj.cosust.2012.02.003\nhttp://www.cprh.pe.gov.br/\n\n\n54 \n \n\n \n \n\n273.15 to 318.15 K. Journal of Chemical Thermodynamics. v.22, p. 113–127, 1990a. \n\ndoi:10.1016/0021-9614(90)90074-Z. \n\nDICKSON, A.G. Thermodynamics of the dissociation of boric acid in synthetic \n\nseawater from 273.15 to 318.15 K. Deep Sea Research Part I Oceanographic \n\nResearch Papers. v.37, n.5, p. 755–766, 1990b. doi:10.1016/0198-0149(90)90004-F. \n\nFEITOSA, F.A.N.; NASCIMENTO, F.C.R.; MUNIZ, K. Distribuição espacial e \n\ntemporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na \n\nBacia do Pina (Recife,PE). Trabalhos do Instituto de Oceanografia da Universidade \n\nFederal de PE, Recife, v.27 n.2, p.1-13, 1999. \n\nFLORES-MONTES, M.J; PAULO, J.G; NASCIMENTO-FILHO, G.A.; GASPAR, \n\nF.L.; FEITOSA, F.A.N; SANTOS-JUNIOR, A.C.; BATISTA, T.N.F.; TRAVASSOS, \n\nR.K., PITANGA, M.E. The trophic status of na urbanestuarinecomplex in Northeast \n\nBrazil. Journal of Coastal Reseacrh, SI 64, p. 408-411, 2011. \n\nFRANKIGNOULLE, M.; BOURGE, I.; WOLLAST, R. Atmospheric CO2 fluxes in a \n\nhighly polluted estuary (The Scheldt). Limnology Oceanography  v. 41, n.2, p.365–\n\n369,1996. \n\nFRANKIGNOULLE, M.; ABRIL, G.; BORGES, A.V.; BOURGE, I.; CANON, C.; \n\nDELILLE, B.; LIBERT, E.; THÉATE, J.M. Carbon dioxide emission from \n\nEuropeanestuaries. Science v. 282, n. 5388, p. 434–436, 1998. \n\ndoi:10.1126/science.282.5388.434. \n\nGARCIA, H. E.; GORDON, L. I. Oxygen solubility in seawater: Better fitting \n\nequations.  Limnology and Oceanography, v. 37, n. 6, p. 1307-1312, 1992. doi: \n\n10.4319/lo.1992.37.6.1307. \n\nGRASSHOFF, K.; EHRHARDT, M.; KREMLING, K. 1983.Methods of seawater \n\nanalysis.  419p. Florida: Verlag Chemie. \n\nHOWARD, J.; BABIJ, E.; GRIFFIS, R.; HELMUTH, B.; HIMES-CORNELL, A.; \n\nNIEMIER, P.; ORBACH, M.; et al. Oceans and marine resources in a changing climate. \n\nOceanography and MarineBiology.: An Annual Review, v. 51, p. 71–192, 2013. \n\nInstituto Brasileiro de Geografia Estatística – IBGE. Censo 2010: availablein \n\nhttp://www.censo2010.ibge.gov.br/.Acessado em outubro de 2013. \n\nJIANG, L.Q.; CAI, W.J.; WANG, Y.A comparative study of carbon dioxide degassing \n\nin river- and marine-dominated estuaries.LimnologyOceanography v.53, p. 2603–\n\n2615, 2008.doi:10.4319/lo.2008.53.6.2603 \n\nKOENING, M. L., MACÊDO, S. J., TRAVASSOS, P. E. P. F.; PASSAVANTE, J. Z. \n\nO. Biomassa fitoplanctônica do estuário do rio Capibaribe (Recife – PE – \n\nBrasil).Arquivos de Biologia e Tecnologia v.98, p. 1071-1083, 1995. \n\nhttp://www.censo2010.ibge.gov.br/\n\n\n55 \n \n\n \n \n\nKORTZINGER, A. A significant CO 2 sink in the tropical Atlantic Ocean associated \n\nwith the Amazon River plume. Geophysical Research Letters v.30, p.2287, 2003.. \n\ndoi:10.1029/2003GL018841 \n\nMCLUSKY, D. S. Marine and estuarine gradients. Netherlands  Journal of  Aquatic \n\nEcology.v.27, p.489–493, 1993. \n\nMORTATTI, J.; OLIVEIRA, H.; BIBIAN, J.P.; LOPES, R.A.; BONASSI, J.A.; \n\nPROBST, J.L. Origem do carbono inorgânico dissolvido no Rio Tietê (São Paulo): \n\nReações de equilíbrio e variabilidade temporal. Geochimica Brasiliensis. v.20, p. 267–\n\n277, 2006. \n\nMILLERO, F. J.; GRAHAM, T. B.; HUANG, F.; BUSTOS-SERRANO, H.; PIERROT, \n\nD. Dissociation constants of carbonic acid in seawater as a function of salinity and \n\ntemperature. Marine Chemistry, v. 100, n. 1-2, p. 80–94, 2006. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0304420305001921>.  \n\nNIXON, S.W.; OCZKOWSKI, A.J.; PILSON, M.E.Q.; FIELDS, L.; OVIATT, C. A.; \n\nHUNT, C.W. On the Response of pH to Inorganic Nutrient Enrichment in Well-Mixed \n\nCoastal Marine Waters.Estuaries and Coasts, 2014. doi:10.1007/s12237-014-9805-6 \n\nNORIEGA, C.D.; ARAUJO, M. Nitrogen and phosphorus loading in coastal watersheds \n\nin northeastern Brazil. Journal of Coast Research. 56 : 871–875, 2009.NORIEGA, \n\nC.E.D.; ARAUJO, M. Nutrient budgets (C, N and P) and trophic dynamics of a \n\nBrazilian tropical estuary: Barra das Jangadas. Anais da Academia Brasileira de \n\nCiencia. v. 83, p. 441–56, 2011.doi: 10.1590/S0001-37652011000200007 \n\nNORIEGA, C.E.D.; ARAUJO, M.; LEFÈVRE, N. Spatial and Temporal Variability of \n\nthe CO2 Fluxes in a Tropical, Highly Urbanized Estuary.Estuaries and Coasts v.36, p. \n\n1054–1072, 2013.doi:10.1007/s12237-013-9608-1 \n\nNORIEGA, C.; ARAUJO, M.; LEFÈVRE, N.;FLORES-MONTES, M.J.; GASPAR, F.; \n\nVELEDA, D. Spatial and temporal variability of CO2 fluxes in tropical estuarine \n\nsystems near areas of high population density in Brazil. Regional Environmental \n\nChange, 2014a.doi:10.1007/s10113-014-0671-3 \n\nNORIEGA, C.; ARAUJO, M. Carbon dioxide emissions from estuaries of northern and \n\nnortheastern Brazil. Scientific Reports. v.4, 6164, 2014b. doi:10.1038/srep06164 \n\nPEEL, M. C.; FINLAYSON, B. L.; MCMAHON, T. A. Updated world map of the \n\nKöppen-Geiger climate classification. Hydrology and Earth System Science., v.11, p. \n\n1633-1644, 2007.doi:10.5194/hess-11-1633-2007. \n\nPOOLE, H.H.; ATKINS, W.R.G. Photo-electric measurements of submarine \n\nillumination throughout the year.  Journal of Marine Biology Association of UK v.16, \n\np. 234–297, 1929. \n\nRAYMOND, P.A.; COLE, J.J. Gas exchange in rivers and estuaries: choosing a gas \n\ntransfer velocity. Estuaries. v. 24, n.2, p. 312–317, 2001. doi:10.2307/1352954. \n\n\n\n56 \n \n\n \n \n\nROBBINS, L. L.; HANSEN, M. E.; KLEYPAS, J. A.; MEYLAN, S. C. 2010. \n\nCO2calc: a user-friendly seawater carbon calculator for Windows, Max OS X, and \n\niOS (iPhone).U.S. GeologicalSurvey Open-File Report 2010–1280, 17 pp. \n\nRESSURREIÇÃO, M.G.; PASSAVANTE, J.Z.O.; MACÊDO, S.J. Estudo da \n\nPlataforma Continental na área do Recife (Brasil): variação sazonal da biomassa \n\nfitoplanctónica. Trabalhos do Instituto de Oceanografia da Universidade Federal de \n\nPernambuco p. 39–59, 1996. \n\nROUNDS, S.A. 2012.Alkalinity and acid neutralizing capacity (version \n\n4.0), in: National field manual for the collection of water-quality data, Wilde, F.D. and \n\nRadtke, D.B., eds., U.S. Geological Survey Techniques of Water-Resources \n\nInvestigations, Book 9, Chapter A6, Section 6.6, 45 p.  \n\nSabine, C.L., et al. The oceanic sink for anthropogenic CO2. Science v.305, p. 367–71, \n\n2004. doi:10.1126/science.1097403 \n\nSARMA, V.V.S.S.; VISWANADHAM, D.; RAO, G.D.; PRASAD, V.R.; KUMAR, \n\nB.S.K.; NAIDU, S.A.; KUMAR, N.A.; RAO, D.B.; SRIDEVI, T.; KRISHNA, M.S.; \n\nREDDY, N.P.C.; SADHURAM, Y.; MURTY, T.V.R.Carbon dioxide emissions from \n\nIndian monsoonal estuaries. Geophysical Research Letters.39, n/a–n/a, \n\n2012.doi:10.1029/2011GL050709 \n\nSOUZA, M.F.L.; GOMES, V.R.; FREITAS, S.S.; ANDRADE, R.C.B.; KNOPPERS, \n\nB. Net Ecosystem Metabolism and Nonconservative Fluxes of Organic Matter in a \n\nTropical Mangrove Estuary, Piauí River (NE of Brazil). Estuaries and Coasts. v.32, \n\np.111–122, 2009. doi:10.1007/s12237-008-9104-1 \n\nSTRICKLAND, J. D. H.; PARSONS, T. R. 1972.A pratical handbook of seawater \n\nanalysis. 2 ed. Ottawa: fisheries research board of Canada bulletim, n. 167, 207-211.  \n\nTERNON, J.F.; OUDOT, C.; DESSIER, A.; DIVERRES, D.A seasonal tropical sink for \n\natmospheric CO2 in the Atlantic Ocean: the role of the Amazon River discharge. \n\nMarine Chemistry.v.68, p.183-201, 2000. \n\nTHOMAS, H.; SCHIETTECATTE, L.S.; SUYKENS, K.; KONÉ, Y.J.M.; \n\nSHADWICK, E.H.; PROWE, A.E.F.; BOZEC, Y.; BAAR, H.J.W.; BORGES, A.V. \n\nEnhanced ocean carbon storage from anaerobic alkalinity generation in coastal \n\nsediments. Biogeosciences v.6, p. 267-274, 2009.doi: 10.5194/bg-6-267-2009 \n\nTRENBERTH, K., Changes in precipitation with climate change. Climate Research. v. \n\n47, p. 123–138, 2011. doi:10.3354/cr00953  \n\nTRAVASSOS, P. E. P. F.; MACÊDO, S. J.; KOENING, M. L. Aspectos hidrológicos \n\ndo estuário do rio Capibaribe (Recife, PE). Trabalhos do Instituto de Oceanografia \n\nda Universidade Federal de PE., v. 22, p. 9-38, 1993. \n\nUNESCO.1966 Determination of photosynthetic pigments in sea water \n\nanalysis. Report of SCOR/UNESCO, 69p.  Paris. \n\n\n\n57 \n \n\n \n \n\nUNESCO 1973. International oceanographic tables, V.2 National institute of \n\noceanography of Great Britain; and Unesco, 141p. Paris. \n\nVOLLENWEIDER, R.A., 1974. A manual on methods of measuring primary \n\nproduction of aquatic environments. London: Blackwell. 242pp. \n\nWANG, Z.A.; CAI, W.J.Carbon dioxide degassing and inorganic carbon export from a \n\nmarsh dominated estuary (the Duplin River): A marsh CO2 pump. Limnology and \n\nOceanography. V.49, n.2, p. 341–354, 2004. \n\nWEISS, R.F. Carbon dioxide in water and seawater: the solubility of a non-ideal gas. \n\nMarine Chemistry. v.2, p. 203–215, 1974.doi:10.1016/0304-4203(74)90015-2. \n\nWEISS, R.F.; PRICE, B.A. Nitrous oxide solubility in water and seawater. Marine \n\nChemistry. v.8, p.347–359, 1980.doi:10.1016/0304-4203(80)90024-9. \n\nWEIJDEN, C. H. VAN DER. Chapter 2 Early Diagenesis and Marine Pore Water. \n\nDevelopments in Sedimentology. v. 47, p.13–134, 1992. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0070457108705636>. . \n\nWOLF-GLADROW, D.A.;ZEEBE, R.E.; KLAAS, C.; KOERTZINGER, A.; \n\nDICKSON, A. G. Total alkalinity: the explicit conservative expression and its \n\napplication to biogeochemical processes. Marine  Chemistry 2007, \n\ndoi:10.1016/j.marchem.2007.01.006. \n\nZAPPA, C.J.; RAYMOND, P.A.; TERRAY, E.A.; MCGILLIS, W. R. Variation in \n\nsurface turbulence and the gas transfer velocity over a tidal cycle in a macro-tidal \n\nestuary.Estuaries, v. 26, p. 1401–1415,2003. doi:10.1007/BF02803649  \n\nZEEBE, R.E.; WOLF-GLADROW, D.A. 2001.CO2 in Seawater: Equilibrium, \n\nkinetics, Isotopes. Elsevier Oceanography Series, 346p. \n\nZHAI, W.;DAI, M.; CAI, W.J.; WANG, Y.;WANG, Z.2005. High partial pressure of \n\nCO2 and its maintaining mechanism in a subtropical estuary: the Pearl River estuary, \n\nChina. Marine  Chemistry. v. 93, p. 21–32. doi:10.1016/j.marchem.2004.07.003. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n58 \n \n\n \n \n\n8 MANUSCRITO 2 \n\nA ser submetido para publicação na Estuarine Coastal and Shelf Science (ANEXO \n\n2) \n\nUNDERWAY MEASUREMENTS OF CO2 IN A TROPICAL INNER SHELF \n\nCLOSE TO TWO POLLUTED ESTUARIES IN NORTHEAST BRAZIL. \n\n \n\nABSTRACT \n\nThe concern about the increase of carbon dioxide (CO2) concentration in the atmosphere \n\nand its impact in the coastal zones were receiving little attention regarding the importance \n\nof these areas on carbon biogeochemical processes, and the C fluxes between land, ocean \n\nand atmosphere. The lack of accurate inorganic carbon data on coastal oceans has been \n\nconsidered a big issue. In order to overcome this problem, a custom-made underway \n\nsystem was developed to measure the CO2 fugacity (fCO2) in situ. Here, we present the \n\nfirst underway fCO2 measurements obtained over the inner continental shelf in front of \n\nthe city of Recife to Jaboatão dos Guarrarapes, between the latitudes -8.01 to -8.25. \n\nAlthough the cruise spanned less than 1o of latitude a strong fCO2 variability was \n\nobserved in surface water. The mean flux of 3.1 molC m-2y-1 for the inner shelf of the \n\nMetropolitan Region of Recife (MRR) obtained in this study is higher than available \n\nestimates for tropical open shelf environments. The scarce CO2 database in tropical, \n\nshallow, nearshore environments might have led to an underestimation of the global CO2 \n\nemissions in those regions. Our data indicates that the fCO2 is enhanced by the riverine \n\ntransport of nutrients, inorganic and organic carbon. However, further studies are \n\nnecessary to cover a more extensive area and identify spatial and seasonal patterns of the \n\nfCO2 distribution over the Brazilian inner and outer continental shelf, thus contributing \n\nto the understanding of coastal processes related to the impact of ocean acidification and \n\ntheir ecological and economic implications for the region. \n\nKeywords: fCO2; Coastal zone; ocean acidification, CO2 fluxes \n\n \n\nRESUMO \n\nA preocupação com o aumento da concentração de dióxido de carbono (CO2) na \n\natmosfera e seus impactos na zona costeira estavam recebendo pouca atenção em relação \n\na importância dessas áreas nos processos biogeoquímicos do carbono, e dos fluxos de \n\ncarbono entre terra, oceano e atmosfera. A falta de dados precisos sobre carbono \n\n\n\n59 \n \n\n \n \n\ninorgânico em oceanos costeiros tem sido considerada um grande problema. De modo a \n\nultrapassar esse problema, um sistema feito por encomenda foi desenvolvido para medir \n\na fugacidade do CO2 (fCO2) continuamente in situ. Neste trabalho apresentamos as \n\nprimeiras medições de fCO2 contínuas obtidas ao longo da plataforma continental interna \n\nnum trecho em frente à cidade de Recife até Jaboatão dos Guarrarapes, entre as latitudes \n\n-8.01 e -8,25. Embora o cruzeiro percorreu menos que 1° de latitude, uma forte \n\nvariabilidade de fCO2 foi observada em águas superficiais. O fluxo médio de 3,1 molC \n\nm-2a-1 para a plataforma interna da Região Metropolitana do Recife (RMR) obtido neste \n\nestudo é maior do que as estimativas disponíveis para ambientes de plataforma tropicais \n\nabertas. O escasso banco de dados de CO2 em ambientes costeiros tropicais rasos pode \n\nter levado a uma subestimação das emissões globais de CO2 nessas regiões. Nossos dados \n\nindicam que o fCO2 é reforçada pelo transporte fluvial de nutrientes, carbono inorgânico \n\ne orgânico. No entanto, mais estudos são necessários para cobrir uma área mais extensa \n\ne identificar padrões espaciais e temporais da distribuição fCO2 sobre a plataforma \n\ncontinental interna e externa brasileira, contribuindo para a compreensão dos processos \n\ncosteiros relacionados com o impacto da acidificação dos oceanos e os seus valores \n\necológicos e implicações econômicas para a região. \n\nPalavras-chave: fCO2; Zona costeira; acidificação oceânica, fluxos de CO2 \n\nINTRODUCTION \n\nThe coastal oceans are considered areas with intense biogeochemical activity, \n\nwhich links fluxes of energy and matter between land, the open ocean and the atmosphere \n\n(THOMAS et al., 2009). Despite the great variability of the partial pressure of carbon \n\ndioxide (pCO2) in coastal oceans, the actual global CO2 fluxes estimates are based on \n\nliterature compilations with insufficient data to cover the full spatial extent of the coastal \n\nocean adequately and the diversity of biogeochemical carbon cycling related to \n\ncontrasting physical and biogeochemical settings (Borges, 2011). Past studies in the \n\ncoastal zone have not given much attention to estuaries that receive little freshwater, even \n\nthough this kind of environment is considered an important geographic feature (JIANG \n\net al., 2008). \n\nIt is expected that the absorption of atmospheric CO2 in coastal zones may be \n\nminor compared to the input of all land-derived materials, particularly within eutrophic \n\n\n\n60 \n \n\n \n \n\nregions where excessive nutrient loading and organic matter production have been \n\nassociated with large hypoxic events (WALLACE et al., 2014). However, there is a \n\nsignificant variability in the coastal ocean with regions acting as a sink of CO2 for the \n\natmosphere (CHEN et al., 2012; CHOU et al., 2013; COTOVICZ et al., 2015) and other \n\nregions acting as a source (BORGES;FRANKIGNOULLE, 2002; KÖRTZINGER, 2003; \n\nLEFÈVRE, 2009; CHEN et al., 2012; COBO-VIVEROS et al., 2013). \n\nOpen ocean waters in tropical regions are typically oversaturated in CO2, as the \n\nnortheastern Brazilian continental shelf that is normally oligotrophic, and therefore \n\nexhibit low productivity. Recent studies in the north and northeastern Brazilian estuaries \n\nhave reported these environments as sources of CO2 to the atmosphere (SOUZA et al., \n\n2009; NORIEGA et al., 2014). In the southeastern Brazil an enhanced sink of CO2 due \n\neutrophication was reported by Cotovicz et al. (2015) in a semi-enclosed embayment.  \n\nHere, we present the first underway fCO2 measurements obtained over the inner \n\ncontinental shelf in front of the city of Recife, the 6th most populated area of Brazil. The \n\nunderway fCO2 was measured using a custom-made system capable to run on relatively \n\nsmall boats. It is an accurate, affordable option to encourage new groups for CO2 \n\nobservation in the coastal oceans and thus increase the efforts to improve our \n\nunderstanding of the carbon dynamics in such environments. \n\n \n\nMATERIAL AND METHODS \n\nDescription of the CO2 system \n\n A custom-made automated air–sea equilibration system to measure the CO2 mole \n\nfraction (xCO2) in the air has been developed at the Chemical Oceanography laboratory \n\nin the Federal University of Pernambuco - Brazil, in cooperation with the Institut de \n\nRecherche pour le Développement (IRD) – LOCEAN, France.  \n\n The system is portable, compact and is designed to operate on small boats (? 10m) \n\nand during oceanographic cruises as well. It consists of an air–seawater equilibrator \n\ndescribed by Pierrot et al., (2009), a non-dispersive infrared detector (Li7000, LiCor Inc., \n\nUSA), a GPS/air inlet module and a series of valves automatically controlled by a \n\nprogram written in Labview 2014.  \n\n\n\n61 \n \n\n \n \n\n The automation hardware is composed of a 16 channel relay board controlled \n\nthrough a National Instruments data acquisition module (USB-6212). The module \n\ncollects data of the barometers and also controls the solenoid and pinch valves. All the \n\nother sensors, GPS and infrared analyzer are connected to the computer through an 8-port \n\nserial RS232 to usb converter.  \n\n Seawater is pumped to the system from the pump of the ship at about 0.8m deep \n\nat a rate of 20 l min-1. The pump has a strong flow rate due to the boats' own requirements \n\nfor engine cooling water. Before entering the air-sea equilibrator system, the seawater \n\noutlet is connected to a portable thermosalinograph model SBE 45 which records the sea \n\nsurface temperature (SST) and sea surface salinity (SSS). In order to reduce the water \n\nflow in the equilibrator a 1/8? diameter pvc tubing is used so the seawater circulates in the \n\nequilibrator at a rate of 5-7 l min-1. \n\n The water temperature inside the air-sea equilibrator is monitored by a SBE 38 \n\nthermistor sensor located at the seawater outlet of the main equilibrator. The difference \n\nbetween the SST and the temperature in the equilibrator is usually lower than 0.5 °C.  \n\n A closed loop of air circulates in the equilibrators and is dried by passing through \n\na cold trap at 0 °C and then through a water trap made of magnesium perchlorate to \n\nremove the remaining water vapor. This chemical trap is the only constraint of the system \n\nwhich makes it semi-autonomous, as it is necessary to change the chemical every day. \n\nWhen the chemical is saturated with water, it tends to block the circulation of air. \n\n Two barometers Vaisala PTB 110 measure the atmospheric pressure and the \n\npressure in the main equilibrator. An air uptake is installed at the bow of the ship and the \n\nair is continuously pumped to measure CO2 in the atmosphere.  \n\nAnalysis and calibration cycles \n\n The gas stream from the equilibrator headspace circulates for periods of 3 hours \n\nthrough the system and the xCO2 is recorded continuously. The analyzer is calibrated \n\nevery 3 h with three secondary dry gas CO2 standards of 281.05 ppm, 363.45 ppm and \n\n498.97 ppm calibrated against NOAA primary gas standards. The zero of the infrared \n\ndetector is set with nitrogen gas, free of water and CO2. Measurements of xCO2 in the \n\natmosphere are performed every 6 hours, after the seawater cycle.  \n\n\n\n62 \n \n\n \n \n\n The program records the data of all the sensors: GPS (time and position), the \n\ninfrared analyzer (xCO2, humidity, temperature and pressure in the reading cell), \n\nbarometric pressure sensors and the thermosalinograph. \n\nData processing \n\nThe partial pressure of CO2 in the equilibrator is computed from the molar fraction \n\nxCO2 in dry air using the following formula: \n\npCO2 = xCO2 (Patm - pH2O)        (eq.1) \n\n Where Patm is the atmospheric pressure and pH2O is the water vapor pressure \n\ncalculated as a function of SST and salinity using the formula of Weiss and Price (1980). \n\nTo take into account the non-ideal behavior of the CO2, the fugacity of CO2 is calculated \n\ninstead of the partial pressure but the difference between the two is only in the order of a \n\nfew µatm. The fugacity of fCO2 in the equilibrator is given by Doe (1994): \n\nfCO2 = pCO2 exp[(B + 2?)Patm /RTequ]      (eq.2) \n\nwhere B=-1636.75+(12.0408Tequ)-(0.0327957Tequ2)+0.0000316528Tequ3), Tequ is the \n\nequilibrator temperature in Kelvin, ?=57.7?0.118Tequ and R=8.31 JK?1 mol?1. \n\n A temperature correction is then made using the formula of Takahashi et al., \n\n(1993) to convert the fugacity of CO2 given at the equilibrator temperature to the fugacity \n\nof CO2 at the sea surface temperature according to: \n\nfCO2sst = fCO2Tequ exp[0.0423(SST-Tequ)]      (eq.3) \n\nwhere SST is the sea-surface temperature in Kelvin.  \n\n The equations used to calculate the atmospheric fugacity are the same as those \n\ndescribed above with the difference that the atmospheric pressure and the SST should be \n\nused instead of the equilibrator pressure and temperature. Also, no temperature correction \n\n(eq.3) is applied. \n\nThe CO2 flux is calculated as follows: \n\nF(CO2) = k(CO2) . KH\nCO2 . ?fCO2                                                                                                               (Eq. 4) \n\n\n\n63 \n \n\n \n \n\n Where F(CO2) is the air/water flux of CO2 (mmol m\n-2d-1), k(CO2) is the transfer \n\nvelocity of CO2, KH\nCO2 is the solubility of CO2 Weiss (1974) and ?fCO2 is the difference \n\nof fCO2 between surface water and the atmosphere. Positive values indicate outgassing \n\ntowards the atmosphere.  \n\nThe gas transfer velocity k(CO2) is calculated using the formula of Raymond and \n\nCole (2001): \n\nk(CO2) = 1,91 . exp(0,35 . (u)) . (Sc/600)\n-0,5                                                           (Eq. 5) \n\nwhere u (ms-1) is the mean wind speed 10 m above the sea surface during the sampling \n\ncampaign day, and Sc is the Schmidt number in salt water for the CO2, calculated as a \n\nfunction of temperature. \n\nSample collection and analyses \n\nA sampling campaign was conducted in December 10 2014, in the coastal area near of \n\nthe city of Recife (Figure 1). In addition, subsurface seawater samples were collected with \n\nNiskin bottle at six stations and analyzed at the laboratories of Chemical Oceanography \n\nand Primary Productivity at Federal University of Pernambuco. \n\n Alkalinity samples were analyzed by potentiometric titration with open-cell \n\naccording to the method described in Dickson et al., (2007). The accuracy (±0.1 %) and \n\nprecision (± 6 ?mol kg sw-1) of the analysis was tested against the Certified Reference \n\nMaterial (CRM) batch 132, for seawater analysis of alkalinity and dissolved inorganic \n\ncarbon provided by A. Dickson of the Scripps Institute. \n\nDissolved oxygen (DO) was determined using the Winkler method with an \n\naccuracy of ± 1.3 µmol L-1. \n\nThe total phosphorus (TP) and total nitrogen (TN) were analyzed by the method \n\nof simultaneous oxidation of nitrogen and phosphorus compounds by persulphate \n\n(GRASSHOFF; EHRHARDT, 1983). The precision and accuracy of the method is \n\nrespectively 0.1 ?mol kg sw-1 and 0.5% for the TP and 0.5 ?mol kg sw-1 and 1% for the \n\nTN. \n\n\n\n64 \n \n\n \n \n\nThe samples for the determination of the phytoplankton biomass (Chl-a) were \n\nfiltered in 47µm GF-C filters and analyzed later by the spectrophotometric method \n\ndescribed in UNESCO (1966). \n\nStudy site \n\nThe continental shelf of the Pernambuco estate in northeast Brazil is about 180 \n\nkm long and is located between the latitudes -7.5 to -9.0. It is characterized by a reduced \n\nwidth, shallow depth with a subtle slope, warm water, high salinity >36 and is almost \n\nentirely covered by biogenic carbonate sediments (MANSO et al., 2004). The area \n\nexperiences semi-diurnal tides, with a mean range of 1.67m, a neap tide range of 0.97m, \n\nand a spring tide range of 2.07m (ROLLNIC et al., 2011). \n\nThe Metropolitan Region of  Recife (MRR) is considered the 6th most populated \n\narea of Brazil with approximately 3,743,854 inhabitants and a population density of about \n\n1,352.53 inhabitants / km2 (IBGE, 2010).  \n\nThe Capibaribe River watershed comprises a drainage area of 7,557 km2 and is \n\nused by a population of approximately 1,328,361 inhabitants. The Capibaribe estuary has \n\na mean depth of 3m and a surface of 19 km2 which is completely inserted within the city \n\nof Recife (Figure 1).  \n\nThe Barra de Jangadas (BJ) estuary is formed by the Jaboatão and Pirapama rivers \n\nthat merge and drain an area of ?1,022 km² and is used by a population of 1,347,053 \n\ninhabitants (CPRH, 2011). This estuary covers approximately 14 km2 and has an average \n\ndepth of 2.6 m and a variable width of about 150 m. The monthly mean discharges of \n\nthese estuaries are presented in Figure 3. \n\nThe land use activity in the watersheds of the MRR is primarily urban and \n\nindustrial, including areas of sugarcane monocultures, Atlantic Forest and mangroves \n\n(CPRH, 2011).  \n\nThe lack of appropriate sewage treatment led to eutrophication and development \n\nof algal blooms in these watersheds, as pointed out by numerous studies (TRAVASSOS \n\net al., 1993; KOENING et al., 1995; FEITOSA et al., 1999; FLORES MONTES et al., \n\n2011). These studies reported an increase of nutrient supply to the coastal ocean and the \n\neffects of pollution over ecosystems and primary productivity. \n\n\n\n65 \n \n\n \n \n\nThe climate of the MRR is tropical humid, or Am, according to the Köppen \n\nclassification (PEEL et al., 2007). The mean air temperatures are high throughout the \n\nyear, ranging between 24°C and 29°C (Figure 2A). The rainy season occurs from May to \n\nJuly (Figure 2B) and concentrates about 50% of the total annual rainfall, which on average \n\nis greater than 2000 mm. Consequently, the months with the highest discharge are also \n\nfrom May to July (Figure 2D). The mean annual wind speed over the period from 1961-\n\n2014 is 2.70 ms-1 (Figure 2C) and the average for December 2014 was 1.9 ms-1. \n\nRESULTS \n\nSalinity and temperature \n\nThe spatial distribution of salinity is shown in Figure 3A. The areas with lower \n\nsalinity (<35) correspond to the regions under the influence of riverine inputs. The lowest \n\nsalinities are observed in front of the Capibaribe river mouth because of its increased \n\ndischarge (2.35 m3s-1) when compared to that of the Barra de Jangadas (1.28 m3s-1) in \n\nDecember 2014. It is possible to identify a southward deflection of the water which exits \n\nthe Capibaribe estuary due to the effect of the northeast wind which drives the current \n\nsouthward to the coast. In front of the Capibaribe estuary there is an artificial reef to \n\nprotect the port area. This reef channels the water that exits the estuary. This explains \n\nwhy some water with salinity >35 can be observed so close to the river mouth.  \n\nFigure III.1: Map of the study area with the cruise track outside the port of Recife. \n\n \n\n \n                                                 Source: The author \n\n\n\n66 \n \n\n \n \n\n \n\nFigure III.2: Climatological means  of (A) air temperature; (B) precipitation; (C) wind speed over \n\nthe period 1961-2014 (D) river discharge over the period 1956-2014 for the Capibaribe estuary \n\n(black) and over the period 1986-2014 for the Barra de Jangadas estuary (gray). The error bars \n\nrepresent the range of the values. \n\n \n\n \n \n\nThe temperature-salinity diagram identifies the different water masses sampled \n\nduring the cruise: water inside the port of Recife, the river plume and the nearshore coastal \n\nwater (Figure 3B). The black ellipse represents the water mass inside the port during the \n\nflood to ebb tide at about 7 am (GMT -3), while the gray ellipse is the water mass inside \n\nthe port during the ebb to flood tide at about 1 pm. These water masses inside the port \n\nwere significantly different in temperature and salinity (p<0.0001, ?=0.05) as shown by \n\nthe analysis of variance.   \n\nA \n\nC \n\nB \n\nD \n\nFigure III.3: (A) Sea surface salinity distribution in the area outside the port. (B) TS diagram with in \n\ngray the water masses inside the port and in the river plumes with salinity&lt;35. The black ellipse is the \n\nwater mass inside the port during the ebb tide and the gray ellipse is the water mass inside the port \n\nduring the flood tide. \n\nB \n\nA \n\nSource: The author \n\n\n\n67 \n \n\n \n \n\nfCO2 variability \n\n The boat departed from the city of Recife and atmospheric and seawater fCO2 \n\nwere recorded underway. The atmospheric fCO2 averaged 397.43 ± 1.6 ?atm. The fCO2 \n\nshowed some spatial variability corresponding to the different continental influences. The \n\narea inside the port and close to the Capibaribe mouth showed very high fCO2 values \n\n(Figure 4A). The highest fCO2 were found in the port during the flood tide with values \n\nreaching up to 1400 µatm and associated with salinity&lt;30. \n\nWe found a good correlation between fCO2, salinity and temperature (r\n2=0.87) (Figure \n\n4B): \n\nfCO2 = 743.93 + 90.18*T - 79.28*S   (Eq. 6) \n\nThis relationship is stronger than the one with salinity only (r2=0.82).  \n\nThe lowest fCO2 values were found in the south part of the estuarine plume, during \n\nthe way back to the port in salinities >34.5, when the minimum value of 376.6 µatm was \n\nregistered (Figure 4A). In the inner shelf area, the average fCO2 474.33 ± 66.57 (Figure \n\n5A, C) was always above the equilibrium with the atmospheric fCO2 of 390.41 ± 0.24 \n\nµatm. Such values resulted in a net mean flux of 8.5 ± 6.82 mmol C m-2d-1, and a median \n\nflux of 6.79 mmol C m-2d-1 (Figure 5 B).  \n\n \n\nSource: The author \n\nFigure III.4: (A) latitudinal distribution of salinity, temperature and fCO2. The black dots \n\ncorrespond to the data collected from the port of Recife to the Barra de Jangadas estuary, and the \n\ngray dots to the data collected in the port on the way back. (B) Observed fCO2 as a function of \n\ncalculated fCO2 from the regression model. The 1:1 line is in red. \n\nA \n\nB \n\n\n\n68 \n \n\n \n \n\nTidal variations \n\nThe seawater fCO2 values inside the port of Recife showed a significant difference \n\nbetween the tides. The highest fCO2 values are associated with the lowest salinities. This \n\nsuggests a stronger continental influence. The Table 1 summarizes the means ± sd of these \n\nparameters under different tidal stages inside the port. \n\nTable III.1: Summary statistics of SST, SSS, fCO2 and CO2 fluxes inside the port of Recife in the \n\nlower portion of the Capibaribe estuary. \n \n\nSource: The author \n\n \n\n \n\nChemical analysis \n\nThe spatial variability of dissolved oxygen (DO) is given in Figure 6A. The lowest \n\nOD values were found in the areas under riverine influence, in front of the Capibaribe \n\nestuary and especially in the south, close to the Barra de Jangadas estuary, where the \n\nminimum of 163 µmol Kgsw\n-1 was registered. The average value of dissolved oxygen in \n\nthe area was 188.8 ± 19.5 µmol Kgsw\n-1 (Table 2). \n\n \nFigure III.5: Spatial distribution over the inner shelf of seawater fCO2 (A) and CO2 fluxes (B). \n\n \n\n  \nSource: The author \n\n \n\n overall Ebb tide Flood tide \n\nSST  (°C) 28.38 ± 0.7 28.00 ± 0.17 29.49 ± 0.43 \n\nSSS 32.19 ± 1.72 32.678 ± 1.121 30.895 ± 2.418 \n\nfCO2  (µatm) 749.6 ± 224.4 659.1 ± 86.3 1002.1 ± 299.5 \n\nCO2 flux (mmol m\n-2d-1) 28.1 ± 23.6 18.6 ± 8.9 54.7 ± 31.7 \n\n  \n\n\n\n69 \n \n\n \n \n\n The dissolved silica, total phosphorus and total nitrogen distributions are given in \n\nfigure 6 B, C and D respectively. All these parameters showed higher concentrations in \n\nthe river plumes, especially close to the Capibaribe estuary, where the highest values \n\nregistered were 6.82 µmol Kgsw\n-1 of dissolved silica; 1.37 µmol Kgsw\n\n-1 of total \n\nphosphorus; 16.87 µmol Kgsw\n-1 of total nitrogen. The average values of these parameters \n\nare summarized in Table 2. \n\n With regard to the chl-a distribution, almost the whole area can be considered as \n\noligotrophic (?1.5 mg m-3). However the mean value was calculated excluding two peak \n\nconcentrations found in the Capibaribe estuarine plume with values of 8.77 and 3.34 mg \n\nm-3 (Figure 6E).  \n\nTable III.2: Average values ± standard deviation of the chemical analyses in the MRR inner shelf. \n\nParameter average ± sd \n\nDO µmol kg-1 188.8 ± 19.5 \n\nSi2(OH)4 µmol kg-1 4.38 ± 1.82 \n\ntotal P µmol kg-1 0.74 ± 0.37 \n\ntotal N µmol kg-1 11.54 ± 4.01 \n\nChl-a mg m-3 0.71 ± 0.57 \n\nTA µmol kg-1 2350.6 ± 22.21 \n\nSource: The author \n\n \n\n \n\nThe alkalinity distribution was also controlled by the riverine inputs, with the \n\nhighest values found in front of the Capibaribe estuary (Figure 6F); while the lowest \n\nvalues were registered in the southern area from Recife, close to the Barra de Jangadas \n\nestuary.  \n\n \n\nDISCUSSION \n\nSalinity, dissolved oxygen and nutrients distribution \n\nThe river discharge of the Capibaribe was higher (2.35 m3s-1) than the Barra de \n\nJangadas estuary (1.28 m3s-1). This was confirmed by the salinity distribution with salinity \n\nvalues around 30 close to the Capibaribe estuary. Close to the Barra de Jangadas the \n\nminimum salinity was as high as 35. Once these estuarine waters reach the shelf, the \n\nsurface and bottom currents in this area, influenced by the northeast and east winds during \n\n\n\n70 \n \n\n \n \n\nsummer, have a tendency to transport the water and materials towards the coast, where \n\nthe coast-parallel component of the current is mainly southward, with a northward \n\ndirection in some areas (ROLLNIC et al., 2011). \n\nIt is possible to identify this influence of the current over the distribution of \n\nsalinity and the analyzed parameters in the study site (Figures 3 and 5). During the \n\ntrajectory from the port of Recife to Barra de Jangadas, the boat was as close as possible \n\nto the coast, which is protected by a natural line of beachrocks about 1km seaward. The \n\nlow salinity water that exits the Capibaribe can be observed in the area closer to the coast, \n\nwith salinity values&lt;35 (figure 3A). The core of the Barra de Jangadas estuarine plume \n\nwas probably located south of the river mouth, driven by the predominant southward \n\ndirection of the currents and, therefore, it was not sampled during this cruise.  \n\nThe total phosphorus, total nitrogen and dissolved oxygen values give us an idea \n\nof the nutrient loading to the inner shelf by these estuaries, with lower oxygen, and higher \n\nconcentrations of total phosphorus and nitrogen close to the Capibaribe (Figure 6). This \n\nconfirms a seasonal estimate of organic load from these estuaries to the coast by Gaspar \n\net al., (in press), who through integration of the average flow and the biological oxygen \n\ndemand (BOD5, 20) values (Qmean x BOD5,20mean), found a residual organic loading rate of \n\n19.13 t BOD5, 20 d\n-1 and 3.33 t BOD5, 20 d\n\n-1 for the Capibaribe and Barra de Jangadas \n\nestuaries respectively. According to Noriega and Araújo (2009), the wastewater is the \n\nmajor source of nutrients to the coastal areas of the Northeast Brazil accounting for 51% \n\nof N and 45% of P among all natural and anthropogenic sources combined. \n\nfCO2, CO2 flux, chl-a and alkalinity variability \n\nFrom the inner port area to the river plume and the inner shelf we found a large \n\nvariability of fCO2 values leading to regions of source and sink of CO2 to the atmosphere. \n\nThe area of the port located in the lower Capibaribe estuary showed high fCO2 and acted \n\nas a source of CO2 to the atmosphere during the whole day. \n\nA negative correlation between salinity and fCO2 was observed in the lower \n\nCapibaribe estuary (r2= -0.77), such correlation indicates the typical pattern of increasing \n\nheteretrophy towards the upper estuary reported by Laruelle et al., (2010) and Chen et \n\nal., (2012) who compiled the pCO2 data of several works on estuaries worldwide. Thus, \n\nduring a tidal cycle the low salinity water, which arrives during ebb and low tides, reaches \n\n\n\n71 \n \n\n \n \n\nthe lower Capibaribe estuary and the inner shelf, enriched in CO2. Such increase in the \n\npCO2 during low tides was also reported by Jiang et al., (2008) when comparing different \n\ntypes of estuaries in the southeastern USA. In addition, the pCO2 in water increases with \n\nincreasing temperature. Moreover, it is reported a turbulence effect caused by the tidal \n\ncurrents and bottom stress, mainly in shallow estuaries, which may shift the CO2 fluxes \n\n(RAYMOND; COLE, 2001; ZAPPA et al., 2003, 2007) \n\n The average fCO2 (749.6 ± 224.4) and CO2 flux (10.3 ± 8.6 mol C m\n-2y-1) are in \n\naccordance with the recent flux estimates of 9.92 ± 15.2 mol C m-2y-1  and pCO2 of 692 \n\n± 178 µatm for lower estuaries by Chen et al., (2012). The values here reported are above \n\nthe average pCO2 value of 389 ± 112 µatm proposed by Noriega et al., (2013) for the \n\nlower Capibaribe estuary, using TA and electrode pH for the calculation of the pCO2 \n\nsystem parameters. \n\nIn the Capibaribe River plume, the high fCO2 values slightly decreased seaward \n\nand were counterbalanced by an enhanced primary productivity, which decreased the \n\nfCO2 values in small areas over the inner shelf (Figure 5A).  The inner shelf was a net \n\nsource of CO2 to the atmosphere with higher fCO2 values closer to the coast. The \n\nenhanced phytoplankton productivity was not enough to significantly counterbalance the \n\nCO2 export from the estuary. Probably, the organic carbon transported to the inner shelf \n\nof the MRR is being respired there, increasing the fCO2 values. In addition it is a shallow \n\nenvironment with depths around 12 m, and it is subjected to semidiurnal and mesotidal \n\nregime. Such characteristics helps to break the water column stratification and allows that \n\nthe CO2 respired in the water column bottom to be released in the seawater surface. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n \n\n \n \n\n \n\nFigure III.6: Spatial distribution of (A) dissolved oxygen (µmol.Kgsw); (B) dissolved silica (C) total \n\nphosphorus (µmol.Kgsw); (D) total nitrogen (µmol.Kgsw); (E) chlorophyll-a (mg.m3); (F) total \n\nalkalinity (µmol.Kgsw). \n\n \n\n \n\n                                   Source: The author \n\n \n \n\nE F \n\nA B \n\nC D \n\n\n\n73 \n \n\n \n \n\n \n\nUsually, continental shelves sustain a relatively high level of biological \n\nproductivity which may decrease the CO2 concentrations (JIANG et al., 2013). The \n\nimportance of the Capibaribe river to sustain the productivity over the inner shelf was \n\npreviously reported by Resurreição, et al., (1996) and Otsuka et al., (in press). Recent \n\nstudies suggest that the increased human-induced nutrient loading may have enhanced \n\nthe primary productivity and consequently the CO2 uptake in the inner shelf of the \n\nChangjiang Estuary (CHOU et al., 2013) and in a semi-enclosed embayment estuary at \n\nthe Guanabara Bay - Brazil (COTOVICZ et al., 2015).  Similarly, Gypens et al., (2009) \n\ndeveloped a model for the Scheldt estuary plume and found that the system could have \n\nchanged its metabolic status from heterotrophic to autotrophic due an increased \n\nanthropogenic nutrient input, which stimulated the primary productivity. \n\nHowever, such increased CO2 uptake due to eutrophication may be \n\ncounterbalanced by the heterotrophy supported by direct riverine inputs of CO2 and \n\norganic carbon (SMITH; HOLLIBAUGH, 1993; RAYMOND et al., 2000; JIANG et al., \n\n2008) and tidal exchange with intertidal marshes and mangroves (BORGES, 2003; \n\nWANG; CAI, 2004). Low latitude coastal oceans (0-30°) are considered sources of CO2 \n\nto the atmosphere because they receive 2/3 of the organic carbon transported by rivers \n\n(BORGES et al., 2005). Tropical estuaries which receive low quantities of freshwater \n\ntend to be the main site of the organic carbon respiration, because of the increased \n\nmicrobial activity related to higher temperature, resulting in less organic carbon export \n\nwhen compared to fast transit rivers (CAI, 2011b).  \n\nThe high alkalinity freshwater from the Capibaribe may constitute an additional \n\nbuffer to counterbalance the effects of the ocean acidification led by the organic carbon \n\noxidation in subsurface. According to Gaspar et al. (in press) during summer, there is \n\nenrichment on the HCO3\n- concentrations inside the Capibaribe estuary due an increased \n\nresidence time and they also pointed out a relative increase of HCO3\n- in the inner shelf \n\nclose to the Capibaribe plume, compared to Barra de Jangadas.  \n\nThe average flux of 3.1 molC m-2y-1 for the inner shelf of the MRR is above the \n\nglobal mean of 0.9 ± 1 molC m-2y-1 for tropical open shelf environments proposed by \n\nLaruelle et al.,(2010), which was calculated excluding nearshore environments.  \n\n\n\n74 \n \n\n \n \n\n \n\nCONCLUSION \n\n The development of a CO2 system led to the first underway fCO2 measurements \n\nin the tropical inner shelf of Northeast Brazil from the city of Recife to Jaboatão dos \n\nGuararapes between the latitudes -8.01 to -8.25. Although the cruise spanned less than 1o \n\nof latitude a strong fCO2 variability was observed in surface water. The Capibaribe lower \n\nestuary acts as a permanent source of CO2 to the atmosphere and are above the previous \n\nestimative for the area which relied in electrode pH and TA for pCO2 calculation. The \n\nhighest fCO2 values are related to lower salinities and elevated temperatures, being \n\nmodulated by tidal oscillations. \n\nThe fCO2 in the nearshore area is being enhanced by the riverine transport of \n\ninorganic and organic carbon. The primary productivity in the area is sustained by the \n\nnutrient inputs from the rivers to the oligotrophic tropical shelf. However such planktonic \n\nproductivity is not enough to significantly decrease the fCO2 in the seawater to \n\nundersaturation state in relation to the atmosphere.  \n\n The CO2 distribution was obtained in December when the river discharge is quite \n\nlow. The mean flux of 3.1 molC m-2y-1 for the inner shelf of the MRR is higher than \n\navailable estimates for tropical open shelf environments. There might be an \n\nunderestimation of the global CO2 emissions due to the scarce CO2 database in tropical, \n\nshallow, nearshore environments. However, further studies are necessary to cover a more \n\nextensive area and identify spatial and seasonal patterns of the fCO2 distribution over the \n\nBrazilian continental shelf. \n\nACKNOWLEDGMENTS \n\nWe thank the National Counsel of Technological and Scientific Development (CNPq) for \n\nfinancial support of this project (MCT/CNPq/CT-Hidro/CT-Infra nº. 38/2009). We also \n\nthank the Coordination for the Improvement of Higher Education Personnel (CAPES) for \n\nscholarship support. We also thank Francis Gallois, Arthur Travassos Alexandre \n\nSchueler, Nadej Silva and Marcus Silva for the support during the development of the \n\npCO2 underway equipment. \n\n \n\n\n\n75 \n \n\n \n \n\nREFERENCES \n\nABRIL, G.; BORGES, A. V. 7 Carbon Dioxide and Methane Emissions from. , p. 187–207, \n\n2004. \n\nABRIL, G.; BOUILLON, S.; DARCHAMBEAU, F.; et al. Technical Note: Large \n\noverestimation of pCO2 calculated from pH and alkalinity in acidic, organic-rich freshwaters. \n\nBiogeosciences Discussions, v. 11, n. 7, p. 11701–11725, 2014. Disponível em: \n\n<http://www.biogeosciences-discuss.net/11/11701/2014/>. . \n\nBORGES, A. V. Flux From Mangrove Surrounding Waters. Geophysical Research Letters, v. \n\n30, n. 11, p. 12–15, 2003. \n\nBORGES, A. V. Oceans and the Atmospheric Carbon Content. Dordrecht: Springer \n\nNetherlands, 2011. \n\nBORGES, A. V.; DELILLE, B.; FRANKIGNOULLE, M. Budgeting sinks and sources of CO2 \n\nin the coastal ocean: Diversity of ecosystem counts. Geophysical Research Letters, v. 32, n. \n\n14, p. 1–4, 2005. \n\nBORGES, A. V.; VANDERBORGHT, J.-P.; SCHIETTECATTE, L.-S.; et al. Variability of the \n\ngas transfer velocity of CO2 in a macrotidal estuary (the Scheldt). Estuaries, v. 27, n. 4, p. 593–\n\n603, 2004. \n\nBORGES, ALBERTO V.; FRANKIGNOULLE, M. Distribution of surface carbon dioxide and \n\nair-sea exchange in the upwelling system off the Galician coast. Global Biogeochemical \n\nCycles, v. 16, n. 2, 2002. \n\nCAI, W.-J. Estuarine and coastal ocean carbon paradox: CO2 sinks or sites of terrestrial carbon \n\nincineration? Annual review of marine science, v. 3, p. 123–145, 2011a. \n\nCAI, W.-J. Estuarine and coastal ocean carbon paradox: CO2 sinks or sites of terrestrial carbon \n\nincineration? Annual review of marine science, v. 3, p. 123–45, 2011b. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/21329201>. Acesso em: 18/12/2014. \n\nCHEN, C. T. A.; HUANG, T. H.; FU, Y. H.; BAI, Y.; HE, X. Strong sources of CO   2 in upper \n\nestuaries become sinks of CO 2 in large river plumes. Current Opinion in Environmental \n\nSustainability, v. 4, n. 2, p. 179–185, 2012. Elsevier B.V. Disponível em: \n\n<http://dx.doi.org/10.1016/j.cosust.2012.02.003>. . \n\nCHOU, W. C.; GONG, G. C.; CAI, W. J.; TSENG, C. M. Seasonality of CO2 in coastal oceans \n\naltered by increasing anthropogenic nutrient delivery from large rivers: Evidence from the \n\nChangjiang-East China Sea system. Biogeosciences, v. 10, n. 6, p. 3889–3899, 2013. \n\nCOBO-VIVEROS, A. M.; ANTONIO PADIN, X.; OTERO, P.; et al. Short-term variability of \n\nsurface carbon dioxide and sea-air CO2 fluxes in the shelf waters of the Galician coastal \n\nupwelling system. Scientia Marina, v. 77, n. S1, p. 37–48, 2013. Disponível em: \n\n<http://scientiamarina.revistas.csic.es/index.php/scientiamarina/ article/view/1421/1531>. . \n\nCOTOVICZ, L. C.; KNOPPERS, B. A.; BRANDINI, N.; COSTA SANTOS, S. J.; ABRIL, G. \n\nA large CO2 sink enhanced by eutrophication in a tropical coastal embayment (Guanabara Bay, \n\nRio de Janeiro, Brazil). Biogeosciences Discussions, v. 12, n. 6, p. 4671–4720, 2015. \n\nDisponível em:&lt;http://www.biogeosciences-discuss.net/12/4671/2015/>. . \n\n\n\n76 \n \n\n \n \n\nCPRH - Agência Estadual de Meio Ambiente e Recursos hídricos. Relatório das bacias \n\nhidrográficas. Disponível em \n\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrog\n\nraficas/39737%3B62704%3B170203%3B0%3B0.asp. 2011.  \n\nDICKSON, A. G.; SABINE, C. L.; CHRISTIAN, J. R. Guide to best practices for ocean CO2 \n\nmeasurements. PICES Special Publication, v. 3, p. p191, 2007. \n\nDOE. Handbook of methods for the analysis of the various parameters of the carbon \n\ndioxide system in sea water. 1994. \n\nFEITOSA, F.A.N.; NASCIMENTO, F.C.R.; MUNIZ, K. (1999) Distribuição espacial e \n\ntemporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na \n\nBacia do Pina (Recife, PE). Trabalhos Oceanográficos da Universidade Federal de. \n\nPernambuco, Recife, v.27 n.2, p.1-13, 1999. \n\nFLORES-MONTES, M.J, PAULO, J.G, NASCIMENTO-FILHO, G.A., GASPAR, \n\nF.L., FEITOSA, F.A.N, SANTOS-JR, A.C., BATISTA, T.N.F., TRAVASSOS, R.K., \n\nPITANGA, M.E, (2011). The trophic status of an urban estuarine complex in Northeast Brazil. \nJournal of Coastal Reseacrh, SI 64, 408-411. \n\nGYPENS, N.; BORGES, A. V.; LANCELOT, C. Effect of eutrophication on air-sea CO2 fluxes \n\nin the coastal Southern North Sea: A model study of the past 50 years. Global Change Biology, \n\nv. 15, n. 4, p. 1040–1056, 2009. \n\nInstituto Brasileiro de Geografia Estatística – IBGE. Censo 2010: Disponível em \n\nhttp://www.censo2010.ibge.gov.br/.Acessado em outubro de 2013. \n\nJIANG, L. Q.; CAI, W. J.; WANG, Y.; BAUER, J. E. Influence of terrestrial inputs on \n\ncontinental shelf carbon dioxide. Biogeosciences, v. 10, n. 2, p. 839–849, 2013. \n\nJIANG, L.-Q.; CAI, W.-J.; WANG, Y. A comparative study of carbon dioxide degassing in \n\nriver- and marine-dominated estuaries. Limnology and Oceanography, v. 53, n. 6, p. 2603–\n\n2615, 2008. Disponível em:&lt;http://www.aslo.org/lo/toc/vol_53/issue_6/2603.html>. . \n\nK. GRASSHOFF, M. EHRHARDT, K. K. Methods of Seawater Analysis. Second, Revised and \n\nExtended Edition. Methods of Seawater Analysis. Second, Revised and Extended Edition, \n\n1983. \n\nKOENING, M. L., MACÊDO, S. J., TRAVASSOS, P. E. P. F. &amp; PASSAVANTE, J. Z. \n\nO. (1995) Biomassa fitoplanctônica do estuário do rio Capibaribe (Recife – PE – \n\nBrasil). Arq. Biol. Tecnol. v.98, p.1071-1083, 1995. \n\nKÖRTZINGER, A. A significant CO 2 sink in the tropical Atlantic Ocean associated with the \n\nAmazon River plume. Geophysical Research Letters, v. 30, n. 24, p. 2287, 2003. Disponível \n\nem:&lt;http://doi.wiley.com/10.1029/2003GL018841>. Acesso em: 23/8/2014. \n\nLARUELLE, G. G.; DÜRR, H. H.; SLOMP, C. P.; BORGES, A. V. Evaluation of sinks and \n\nsources of CO 2 in the global coastal ocean using a spatially-explicit typology of estuaries and \n\ncontinental shelves. Geophysical Research Letters, v. 37, n. 15, p. n/a–n/a, 2010. Disponível \n\nem:&lt;http://doi.wiley.com/10.1029/2010GL043691>. Acesso em: 5/9/2014. \n\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrograficas/39737%3B62704%3B170203%3B0%3B0.asp\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrograficas/39737%3B62704%3B170203%3B0%3B0.asp\nhttp://www.censo2010.ibge.gov.br/\n\n\n77 \n \n\n \n \n\nLEFÈVRE, N. Low CO2 concentrations in the Gulf of Guinea during the upwelling season in \n\n2006. Marine Chemistry, v. 113, n. 1-2, p. 93–101, 2009. Elsevier B.V. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0304420309000036>. Acesso em: 25/11/2014. \n\nLEFÉVRE, N.; DIVERRÉS, D.; GALLOIS, F. Origin of CO2 undersaturation in the western \n\ntropical Atlantic. Tellus, Series B: Chemical and Physical Meteorology, v. 62, n. 5, p. 595–\n\n607, 2010. \n\nLEFÈVRE, N.; GUILLOT, A.; BEAUMONT, L.; DANGUY, T. Variability of fCO 2 in the \n\nEastern Tropical Atlantic from a moored buoy. Journal of Geophysical Research, v. 113, n. \n\nC1, p. C01015, 2008. Disponível em:&lt;http://doi.wiley.com/10.1029/2007JC004146>. Acesso \n\nem: 23/8/2014. \n\nMANSO, V.A.V., VALENÇA, L.M.M., COUTINHO, P.N., AND GUERRA, N.C. \n\n(2004). Geomorfologia da Plataforma Continental de Pernambuco. In:Eskinazi-\n\nLeça, E., Neumann-Leitão, S.,Costa, M.F. da (Orgs.) Oceanografia: Um Cenário \n\nTropical. Recife. Ed. Bagaço, 2004. p. 59-86. \n\nMILLERO, F. J. The marine inorganic carbon cycle. Chemical reviews, v. 107, n. 2, p. 308–41, \n\n2007. Disponível em:&lt;http://www.ncbi.nlm.nih.gov/pubmed/17300138>. . \n\nNORIEGA, C.; ARAUJO, M. Carbon dioxide emissions from estuaries of northern and \n\nnortheastern Brazil. Scientific reports, v. 4, n. Table 1, p. 6164, 2014. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/25145418>. Acesso em: 26/8/2014. \n\nNORIEGA, C.; ARAÚJO, M. Nitrogen and Phosphorus loading in coastal watersheds in \n\nNortheastern Brazil. Journal of coastal research, v. SI, n. 56, p. 871–875, 2009. \n\nNORIEGA, C.; ARAUJO, M.; LEFÈVRE, N.; et al. Spatial and temporal variability of CO2 \n\nfluxes in tropical estuarine systems near areas of high population density in Brazil. Regional \n\nEnvironmental Change, 2014. Disponível em:&lt;http://link.springer.com/10.1007/s10113-014-\n\n0671-3>. Acesso em: 23/8/2014. \n\nNORIEGA, C. E. D.; ARAUJO, M.; LEFÈVRE, N. Spatial and Temporal Variability of the \n\nCO2 Fluxes in a Tropical, Highly Urbanized Estuary. Estuaries and Coasts, v. 36, n. 5, p. \n\n1054–1072, 2013. Disponível em:&lt;http://link.springer.com/10.1007/s12237-013-9608-1>. \n\nAcesso em: 23/8/2014. \n\nPACHAURI, R. K.; ALLEN, M. R.; BARROS, V. R.; et al. IPCC Climate Change 2014: \n\nSynthesis Report. , 2014. \n\nPEEL, M. C.; FINLAYSON, B. L.; MCMAHON, T. A. Updated world map of the K oppen-\n\nGeiger climate classification. Hydrologycal Earth Systems Science Discussion, v. 4, p. pp. \n\n439–473, 2007. \n\nPETERSON, R. G.; STRAMMA, L. Upper-level circulation in the South Atlantic Ocean. \n\nProgress in Oceanography, v. 26, n. 1, p. 1–73, 1991. \n\nPIERROT, D.; NEILL, C.; SULLIVAN, K.; et al. Recommendations for autonomous underway \n\npCO2 measuring systems and data-reduction routines. Deep Sea Research Part II: Topical \n\nStudies in Oceanography, v. 56, n. 8-10, p. 512–522, 2009. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0967064508004268>. Acesso em: 28/8/2014. \n\n\n\n78 \n \n\n \n \n\nQUÉRÉ, C. LE; PETERS, G. P.; ANDRES, R. J.; et al. Global carbon budget 2013. Earth \n\nSystem Science Data Discussions, v. 7, p. 521–610, 2014. Disponível em:&lt;http://www.earth-\n\nsyst-sci-data-discuss.net/6/689/2013/>. . \n\nRAYMOND, P. A.; BAUER, J. E.; COLE, J. J. Atmospheric CO2 evasion, dissolved inorganic \n\ncarbon production, and net heterotrophy in the York River estuary. Limnology and \n\nOceanography, v. 45, n. 8, p. 1707–1717, 2000. \n\nRAYMOND, P. A.; COLE, J. J. Gas Exchange in Rivers and Estuaries: Choosing a Gas \n\nTransfer Velocity. Estuaries, v. 24, n. 2, p. 312, 2001. \n\nRESURREIÇÃO, M. G.; PASSAVANTE, J. Z. DE O.; MACÊDO, S. J. Estudo da Plataforma \n\nContinental na área do Recife (Brasi): variação sazonal da biomassa fitoplanctónica. Trabalhos \n\nOceanográficos da Universidade Federal de Pernambuco, , n. 24, p. 39–59, 1996. \n\nROLLNIC, M.; MEDEIROS, C.; FREITAS, I. Coastal Circulation Along The Southern \n\nMetropolitan Region of Recife, Northeastern Brazil. Journal of Coastal Research, , n. 64, p. \n\n135–138, 2011. \n\nSABINE, C. L.; FEELY, R. A; GRUBER, N.; et al. The oceanic sink for anthropogenic CO2. \n\nScience (New York, N.Y.), v. 305, n. 5682, p. 367–71, 2004. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/15256665>. Acesso em: 11/7/2014. \n\nSIGMAN, D. M.; HAIN, M. P.; HAUG, G. H. The polar ocean and glacial cycles in \n\natmospheric CO(2) concentration. Nature, v. 466, n. 7302, p. 47–55, 2010. Nature Publishing \n\nGroup. Disponível em:&lt;http://www.ncbi.nlm.nih.gov/pubmed/20596012>. Acesso em: \n\n10/7/2014. \n\nSMITH, S. V.; HOLLIBAUGH, J. T. Coastal metabolism and the oceanic organic carbon \n\nbalance. Reviews of Geophysics, v. 31, n. 1, p. 75, 1993. \n\nSOUZA, M. F. L.; GOMES, V. R.; FREITAS, S. S.; ANDRADE, R. C. B.; KNOPPERS, B. \n\nNet Ecosystem Metabolism and Nonconservative Fluxes of Organic Matter in a Tropical \n\nMangrove Estuary, Piauí River (NE of Brazil). Estuaries and Coasts, v. 32, n. 1, p. 111–122, \n\n2009. Disponível em:&lt;http://link.springer.com/10.1007/s12237-008-9104-1>. Acesso em: \n\n23/8/2014. \n\nSWEENEY, C.; GLOOR, E.; JACOBSON, A. R.; et al. Constraining global air-sea gas \n\nexchange for CO 2 with recent bomb 14 C measurements. Global Biogeochemical Cycles, v. \n\n21, n. 2, p. n/a–n/a, 2007. Disponível em:&lt;http://doi.wiley.com/10.1029/2006GB002784>. \n\nAcesso em: 17/11/2014. \n\nTAKAHASHI, T.; OLAFSSON, J.; GODDARD, J. G.; CHIPMAN, D. W.; SUTHERLAND, S. \n\nC. Seasonal variation of CO2 and nutrients in the high-latitude surface oceans: A comparative \n\nstudy. Global Biogeochemical Cycles, v. 7, n. 4, p. 843–878, 1993. Disponível em: \n\n<http://dx.doi.org/10.1029/93GB02263>. . \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; CHIPMAN, D. W.; GODDARD, J. G.; HO, C. \n\nClimatological distributions of pH, pCO2, total CO2, alkalinity, and CaCO3 saturation in the \n\nglobal surface ocean, and temporal changes at selected locations. Marine Chemistry, v. 164, p. \n\n95–125, 2014. Elsevier B.V. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0304420314001042>. Acesso em: 10/7/2014. \n\n\n\n79 \n \n\n \n \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; SWEENEY, C.; et al. Global sea–air CO2 flux based \n\non climatological surface ocean pCO2, and seasonal biological and temperature effects. Deep \n\nSea Research Part II: Topical Studies in Oceanography, v. 49, n. 9-10, p. 1601–1622, 2002. \n\nDisponível em:&lt;http://linkinghub.elsevier.com/retrieve/pii/S0967064502000036>. . \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; WANNINKHOF, R.; et al. Climatological mean and \n\ndecadal change in surface ocean pCO2, and net sea–air CO2 flux over the global oceans. Deep \n\nSea Research Part II: Topical Studies in Oceanography, v. 56, n. 8-10, p. 554–577, 2009. \n\nDisponível em:&lt;http://linkinghub.elsevier.com/retrieve/pii/S0967064508004311>. Acesso em: \n\n14/7/2014. \n\nTHOMAS, H.; SCHIETTECATTE, L.; SUYKENS, K.; KON, Y. J. M. Enhanced ocean carbon \n\nstorage from anaerobic alkalinity generation in coastal sediments. , p. 267–274, 2009. \n\nTRAVASSOS, P. E. P. F., MACÊDO, S. J.; KOENING, M. L. (1993). Aspectos \n\nhidrológicos do estuário do rio Capibaribe (Recife, PE). Trabalhos Oceanográficos da \n\nUniversidade Federal de. Pernambuco, 22: 9-38, 1993. \n\nTSUNOGAI, S.; WATANABE, S.; SATO, T. Is there a “continental shelf pump” for the \n\nabsorption of atmospheric CO2? Tellus B, v. 51, n. 3, p. 701–712, 1999. Munksgaard \n\nInternational Publishers. Disponível em:&lt;http://dx.doi.org/10.1034/j.1600-0889.1999.t01-2-\n\n00010.x>. . \n\nUNESCO.1966 Determination of photosynthetic pigments in sea water \n\nanalysis. Report of SCOR/UNESCO, 69p.  Paris. \n\nWALLACE, R. B.; BAUMANN, H.; GREAR, J. S.; ALLER, R. C.; GOBLER, C. J. Coastal \n\nocean acidification: The other eutrophication problem. Estuarine, Coastal and Shelf Science, \n\nv. 148, p. 1–13, 2014. Elsevier Ltd. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0272771414001553>. Acesso em: 15/7/2014. \n\nWANG, Z. A.; CAI, W.-J. Carbon dioxide degassing and inorganic carbon export from a \n\nmarsh-dominated estuary (the Duplin River): A marsh CO2 pump. Limnology and \n\nOceanography, v. 49, n. 2, p. 341–354, 2004. \n\nWEISS, R. F. Carbon dioxide in water and seawater: the solubility of a non-ideal gas. Marine \n\nChemistry, v. 2, n. 3, p. 203–215, 1974. \n\nZAPPA, C. J.; MCGILLIS, W. R.; RAYMOND, P. A.; et al. Environmental turbulent mixing \n\ncontrols on air-water gas exchange in marine and aquatic systems. Geophysical Research \n\nLetters, v. 34, n. 10, p. 1–6, 2007. \n\nZAPPA, C. J.; RAYMOND, P. A.; TERRAY, E. A.; MCGILLIS, W. R. Variation in surface \n\nturbulence and the gas transfer velocity over a tidal cycle in a macro-tidal estuary. Estuaries, v. \n\n26, n. 6, p. 1401–1415, 2003.  \n\n  \n\n\n\n80 \n \n\n \n \n\n9 MANUSCRITO 3 \n\nArtigo a ser submetido para a Regional Climate Change (ANEXO III) \n\nCO2 SYSTEM PARAMETERS ON RIVERINE AND MARINE DOMINATED \n\nCONTINENTAL SHELF OF PERNAMBUCO, BRAZIL. \n\nABSTRACT \n\nThe continental shelves of tropical environments are considered sources of CO2 \n\nto the atmosphere, but there are still very few data for this area. This study aimed to assess \n\nthe spatial and seasonal variability of the carbonate parameters over the Pernambuco \n\nstate’s continental shelf, by the analysis of total alkalinity (TA) and total inorganic carbon \n\n(TCO2) in river and marine dominated sections of the Pernambuco state continental shelf. \n\nThe TCO2 spatial distribution was similar to all studied areas with an overall mean of \n\n2057.9 ± 21.9 µmol kg-1. Nevertheless, it showed a seasonal variability with the lower \n\nvalues occurring during the wet season for the inner shelf stations. The pCO2 was higher \n\nin the riverine section with average of 463.8 ± 72.2 µatm, while the lowest values were \n\nregistered in the shelf break with average of 412.8 ± 8.6 µatm. The pCO2, pH and TCO2 \n\nshowed seasonal variabilities only in the riverine inner shelf section, with lower pCO2 \n\nand TCO2 and higher pH during the wet season, owing to the increased fluvial discharge \n\nand its influence over the proximal shelf. The thermal stability and the shallow depths of \n\nthe continental shelf seems to be the main mechanism which keeps the elevated pCO2, \n\nwhile the direct transport of CO2 by the rivers are restricted to the proximal area of the \n\nriver mouths. The correlation with the longitude used on the models may explain the \n\ninterference of parameters not measured during the study, such as biological activity, \n\nturbulence and waves. Despite high pCO2, the high alkalinities above 2300 µmol kg\n-1 are \n\nfound close to the river mouths, which may constitute an additional buffer to the ocean \n\nacidification process in the area. \n\nKeywords: Biogeochemical models; ocean acidification; tropical coastal environments \n\nRESUMO \n\n As plataformas continentais de ambientes tropicais são consideradas fontes de \n\nCO2 para a atmosfera, mas ainda há muito poucos dados para estas áreas. Este estudo teve \n\ncomo objetivo avaliar a variabilidade espacial e sazonal dos parâmetros de carbonato na \n\nplataforma continental do estado de Pernambuco, por meio da análise de alcalinidade total \n\n\n\n81 \n \n\n \n \n\n(TA) e carbono inorgânico total (TCO2) no rio e em seções marinhas da plataforma \n\ncontinental do estado Pernambuco. A distribuição espacial do TCO2 foi semelhante a \n\ntodas as áreas estudadas com média global de 2.057,9 ± 21,9 umol kg-1. No entanto, ele \n\nmostrou uma variabilidade sazonal, com os valores mais baixos ocorrendo durante a \n\nestação chuvosa para as estações na plataforma interna. A pCO2 foi maior na seção fluvial \n\ncom média de 463,8 ± 72,2 ?atm, enquanto os menores valores foram registrados na \n\nquebra da plataforma com média de 412,8 ± 8,6 ?atm. A pCO2, o pH e o TCO2 mostraram \n\nvariabilidades sazonais somente na seção plataforma interna ribeirinha, com menor pCO2 \n\ne TCO2 e pH mais elevado durante a estação chuvosa, devido ao aumento da descarga \n\nfluvial e sua influência sobre a plataforma proximal. A estabilidade térmica e as \n\nprofundidades rasas da plataforma continental parecem ser os principais mecanismos que \n\nmantém a pCO2 elevada, enquanto o transporte direto de CO2 pelos rios estão restritos à \n\nárea proximal das bocas dos rios. A correlação com a longitude utilizada nos modelos \n\npode explicar a interferência de parâmetros não medidos durante o estudo, como atividade \n\nbiológica, turbulência e ondas. Apesar da alta pCO2, as altas alcalinidade acima de 2,300 \n\nmol kg-1 são encontrados perto das bocas de rio, que podem constituir um tampão \n\nadicional para o processo de acidificação do oceano na área. \n\nPalavras-chave: modelos biogeoquímicos; acidificação oceânica; ambientes costeiros \n\ntropicais. \n\nINTRODUCTION \n\nThe coastal oceans are considered areas with intense biogeochemical activity, \n\nwhich links fluxes of energy and matter between land, the open ocean and the atmosphere \n\n(THOMAS et al., 2009). Despite the great variability of partial pressure of carbon dioxide \n\n(pCO2) in coastal oceans, the actual global CO2 fluxes estimates are based on literature \n\ncompilations with insufficient data to cover the full spatial extent of the coastal ocean \n\nadequately and the diversity of biogeochemical carbon cycling related to contrasting \n\nphysical and biogeochemical settings (BORGES, 2011). \n\nIt is expected that the absorption of atmospheric CO2 in coastal zones may be \n\nminor compared to the input of all land-derived materials, particularly within eutrophic \n\nregions where excessive nutrient loading and organic matter production have been \n\nassociated with large hypoxic events (WALLACE et al., 2014). Compared to distal \n\n\n\n82 \n \n\n \n \n\ncontinental shelf areas, the proximal shelf usually exhibits much steeper biogeochemical \n\ngradients. Therefore, higher resolution surveys are warranted to understand the \n\nbiogeochemical processes on inner shelf environments (JIANG et al., 2013). \n\nDespite of the large area represented by the Brazilian continental shelf, it is still \n\nneglected by the scientific community and there is a huge lack of knowledge on what \n\nconcerns the carbon biogeochemical cycle. Recent studies in the Brazilian coast have \n\nshown that estuaries in north and northeast Brazil are net sources of CO2 to the \n\natmosphere throughout the year (NORIEGA; ARAUJO, 2014; GASPAR et al. (in press). \n\nWhile in southeast Brazil an estuarine embayment acts as a sink of atmospheric CO2 \n\nenhanced by eutrophication (COTOVICZ et al., 2015).  \n\nHere, we assessed the spatial and seasonal variability of the carbonate parameters \n\nover the Pernambuco state’s continental shelf, by the analysis of total alkalinity and total \n\ninorganic carbon (TCO2) in river and marine dominated sections of the continental shelf \n\nin order to provide reliable data for the regional and global biogeochemical models and \n\ncarbon budgets. Regional empiric biogeochemical models were developed to identify \n\nlong term trends and patterns of the pCO2 variability in large temporal scale. \n\nMETHODS \n\nStudy site \n\nThe study area is located in the eastern portion of the Brazilian continental shelf \n\n(Figure 1) which encompasses the Pernambuco state between the latitudes -7.5 to -9.0 in \n\nnortheastern Brazil. The continental shelf in this area is relatively narrow and shallow, \n\nwith ? 35km wide, 50–65 m deep and has a steep continental slope ? 1:600 (MANSO et \n\nal., 2004). The bottom is covered by large areas of benthic macrophytes until the 10 m \n\nisobath. There are also more than 300 species of benthonic macroalgaes spread until the \n\nshelf break, with predominance of calcareous algaes from the genre Halimeda and \n\nMelobesiacea (ESKINAZI-LEÇA et al., 2004). Sediments in this area are mainly in-situ \n\nbiogenic carbonates and, at a less extent, continental terrigenous and relict sediments \n\n(MARQUES et al., 2008). \n\nThe surface hydrography of the outer shelf (> 40 m deep) area is dominated by \n\nthe northward flowing South Atlantic boundary current (North Brazil Current, NBC). \n\n\n\n83 \n \n\n \n \n\nStarting at around 10° S as a relatively weak current (North Brazilian Undercurrent \" \n\nNBUC), the NBC is mainly supplied by South Equatorial Current (SEC) waters and its \n\nflow is closely connected to the shelf edge (PETERSON; STRAMMA, 1991)  \n\nThe northeastern Brazilian continental shelf waters present a mean annual sea \n\nsurface temperature (SST) of ? 27° C and the seasonal amplitude is in the order of ? 2°C, \n\nwhile the average sea surface salinity (SSS) is around 36  (MACEDO et al. 2004). \n\nThe inner shelf (<20m) circulation is more influenced by the seasonality of the \n\nwind regime and thus wave climate. During the rainy season, when the prevailing winds \n\nare stronger, steadier and from SE, the near-shore net transport in the entire water column \n\nis mainly northwards. On the other hand, during the dry season, the winds are more \n\nvariable and blow mainly from NE-E, with a prevailing net transport of the surface water \n\nto the south with a not well clear pattern near the bottom. The area also experiences semi-\n\ndiurnal tides, with a mean range of 1.67m, a neap tide range of 0.97m, and a spring tide \n\nrange of 2.07m. In addition to the tidal cycles, reef lines are present in the nearshore which \n\nfurther modifies the coastal circulation, reflecting, attenuating or increasing the net \n\ntransport of water and materials (ROLLNIC et al., 2011). \n\nThe city of Recife is the capital of the Pernambuco state and, along with its \n\nmetropolitan region, it is considered the 6th most populated area of Brazil with \n\napproximately 3,743,854 inhabitants and a population density of about 1,352.53 \n\ninhabitants / km2 (IBGE, 2010).  \n\nThe climate of the Metropolitan Region of Recife (MRR) is tropical humid, or \n\nAm, according to the Köppen classification (PEEL et al., 2007). The mean air \n\ntemperatures are high throughout the year, ranging between 24°C and 29°C (Figure 2A). \n\nThe wet season occurs from May to July (Figure 2B) and concentrates about 50% of the \n\ntotal annual rainfall, which on average is greater than 2000 mm. Consequently, the \n\nmonths with the highest rivers discharge are also from May to July. \n\n\n\n84 \n \n\n \n \n\nFigure IV.1: Map of the study site with the location of the sampling stations. Riverine area- full \n\nmarkers represents dry season; Non-riverine: same transect during wet and dry season). \n\n \n\n \n\nSource: The author \n\n \n\n \n\nRiverine section \n\nNon-riverine \n\n\n\n85 \n \n\n \n \n\nFigure IV.2: monthly average temperature (A), precipitation (B) and wind speed (C) for the \n\nsouth coast (dark gray), north coast (light gray) and the central coast (black) of the \n\nPernambuco state. \n\n \n                   Source: The author \n\n \n\n \n\nSampling \n\nThe outter shelf samples were taken in 2012 during a cruise aboard the Research \n\nVessel Cruzeiro do Sul of the Brazilian navy. The sampling was held in two transects \n\nparallel to the coast, over the shelf break area (Figure 1). For the inner shelf evaluation \n\nthe sampling was conducted in three different locations over the Pernambuco shore.  \n\nThe northern section (Itamaracá Island) is strongly influenced by inputs from an \n\nestuarine complex with approximately 100 Km2, with extended areas of mangrove and \n\nsome Atlantic forest reminescents. The central section, close to the city of Recife, is \n\ninfluenced by the largest river of the area (Capibaribe river) which receives substantial \n\namounts of wastewater from the MRR. In addition, there is the Barra de Jangadas estuary \n\nwhich also receives wastewater from MRR, but still preserves large mangrove areas.  \n\nThe sampling campaigns in these two areas were conducted in July 2013 and \n\nOctober 2013 in front of Recife and Itamaracá (Figure 1). In December 2014 an \n\nalongshore sampling was held from Itamaracá down to the Barra de Jangadas estuary \n\n(Figure 1).  \n\nThe southern sampling area was located inside the no-take zone from the marine \n\nprotected area “Costa dos Corais”, in the city of Tamandaré, an area rich in coral reefs \n\nwhere riverine inputs are negligible. The sampling was held bimonthly from April 2013 \n\nA \n\nB \n\nC \n\n\n\n86 \n \n\n \n \n\nto March 2014, comprising a seasonal cycle; in a transect perpendicular to the coast \n\n(Figure 1). \n\nChemical analysis \n\nThe samples for the simultaneous determination of TCO2 and TA were preserved \n\nwith HgCl2 and sent to analysis in the Laboratoire d´Océanographie et du Climat: \n\nExpérimentation et Approches Numériques – LOCEAN, Service National d’Analyse des \n\nparamètres Océaniques du CO2 - University Pierre et Marie Curie - France. The analysis \n\nwas performed according to the titration methodology reported by Edmond, (1970) and \n\nthe equivalence points were calculated according to Doe (1994). The reproducibility of \n\nthe method was tested against certified reference materials for DIC and TA seawater \n\nmeasurements from the Scripps institute with ± 3 µmol kg-1 for both parameters. \n\nCO2 solubility in the water was calculated according to Weiss (1974). The pCO2 \n\nand saturation states of calcite (?Ca) and aragonite (?Ar) were calculated with the \n\nCO2SYS macro, using TA, TCO2, temperature, salinity, total phosphorus and reactive \n\nsilica data. We used the dissociation constants of carbonic acid according to (MILLERO \n\net al., 2006), and the dissociation constants of sulfate according to Dickson (1990). \n\nSamples for analysis of total phosphorus and silica were collected and kept in a \n\ncool box, then stored frozen for analysis The precision and accuracy of the method is \n\nrespectively 0.1 ?mol kg sw-1 and 0.5% for the TP and 2 ?mol kg sw-1 and 1% for the \n\nsilicate. \n\n in the Laboratory of Chemical Oceanography of the Federal University of \n\nPernambuco – Recife, Brazil. The sea surface temperature (SST) and salinity (SSS) \n\nvalues were obtained with CTD.  \n\nStatistics \n\nA Kolmogorov-Smirnov test was performed to check the normality of the data \n\nand the Levene test the homoscedasticity of the variances. It was assumed a \n\nsignificance level of 0.05. When the data showed a normal distribution with equal \n\nvariances we used the analysis of variance, ANOVA to examine the seasonal and \n\nspatial variation in the carbonate chemistry parameters. When the data did not follow \n\na normal distribution, we used the Kruskall-Wallis test.  \n\n\n\n87 \n \n\n \n \n\nRESULTS \n\nDue to the difference in freshwater discharge along the Pernambuco state coast, it \n\nwas considered the north and central areas as riverine region and the south as non-riverine. \n\nThe salinities registered in the transect located in the non-riverine region were very \n\nsimilar to the shelf break stations, with average values of 36.4 ± 0.57 and 36.53 ± 0.09 \n\nrespectively (mean ± sd). In the other hand, the freshwater inputs to the coastal area of \n\nthe riverine section decreased the SSS annual mean to less than 36. The annual and \n\nseasonal means of SST, SSS, TA, TCO2, pCO2, pH, ?Ca and ?Ar for the riverine, non-\n\nriverine and shelf break areas are summarized in Tables 1 and 2. \n\nTableIV.1: overall average ± standard deviations for the analyzed parameters. * p<0.05 among \n\nlocations. \n\n  Riverine \nn=34 \n\nNon-riverine \nn=30 \n\nShelfbreak \nn=6 \n\nOverall \nn=70 \n\nSSS 35.82 ± 0.76* 36.41 ± 0.56 36.53 ± 0.09 36.14 ± 0.71 \n SST °C 27.59 ± 0.86* 28.28 ± 1 26.23 ± 0.13 27.78 ± 1.05 \nTA µmolkg-1 2358 ± 28* 2385 ± 31 2390 ± 3 2373 ± 31 \nTCO2 µmolkg-1 2050 ± 21 2061 ± 18 2064 ± 3 2056 ± 19.9 \npCO2 µatm 456 ± 56.3 449.6 ± 30.2 412 ± 8.6 449.5 ± 45 \npH sw 7.995 ± 0.043 8.00 ± 0.02 8.033 ± 0.007 8.00 ± 0.03 \n?Ca 5.2 ± 0.4 5.5 ± 0.3 5.5 ± 0.1 5.4 ± 0.3 \n?Ar 3.5 ± 0.2 3.7 ± 0.2 3.6 ± 0.06 3.6 ± 0.2 \nSource: The author \n\nThe SST between riverine and non-riverine sections was significantly different \n\n(ANOVA, p=0.0132), the non-riverine section was the warmest area with annual average \n\ntemperature of 28.28 ± 1°C, followed by the riverine section and the shelf break (Table \n\n1). There were also significant seasonal variabilities in SST and SSS over the inner shelf \n\nsections with the highest values of both parameters occurring during the dry season \n\n(Table2).  \n\n The alkalinity showed a good correlation with salinity r2= 0.81, the lowest values \n\nwere found at the riverine section, with average value of 2358 ± 28 µmol kg-1 and was \n\nsignificantly different in relation to the non-riverine (ANOVA, p=0.0004) and shelf break \n\narea (ANOVA, p=0.0162) (Table 1). The average for the non-riverine section was 2385 \n\n± 31 µmol kg-1 and did not differ from the shelf break. As the alkalinity was correlated \n\nwith SSS, it also followed the same seasonal pattern with significantly lower TA during \n\n\n\n88 \n \n\n \n \n\nthe wet season, as seen by the seasonal comparisons of the non-riverine (p=0.0008) and \n\nriverine (p=0.0001) sections respectively (Table 2). The values of ?Ca and ?Ar followed \n\nthe alkalinity distribution and were lower in the riverine section during the wet season \n\n(Table 2).  \n\nTable IV.2: Seasonal average values ± standard deviation of the analyzed parameters in the shelf \n\nbreak (outer shelf), the riverine and non-riverine inner shelf sections. * p<0.05 between seasons. \n\n Inner shelf \n\n  Riverine Section Non-riverine Section \n\n dry n=22 wet n= 12 dry n= 20 wet n=10 \n\nSSS 36.15 ± 0.49* 34.26 ± 2.43 36.69 ± 0.45* 35.83 ± 0.3 \n\nSST °C 28.16 ± 0.52* 26.61 ± 0.21 28.63 ± 0.97* 27.59 ± 0.71 \n\nTA µmolkg-1 2370± 24* 2334 ± 21 2393 ± 30* 2365 ± 22 \n\nTCO2 µmolkg-1 2065± 16* 2027± 7 2064 ± 19* 2053.5 ± 12.6 \n\npCO2 µatm 475.3 ± 60.6* 420.5 ± 19.4 450.8 ± 34.6 447.8 ± 22.6 \n\npH sw 7.98 ± 0.04 8.02 ± 0.02 8 ± 0.03 8 ± 0.02 \n\n?Ca 5.2 ± 0.5 5.26 ± 0.26 5.59 ± 0.28* 5.34 ± 0.22 \n\n?Ar 3.47 ± 0.35 3.48 ± 0.18 3.74 ± 0.19* 3.55 ± 0.15 \n\n            Source: The author \n\n \n\nThe TCO2 spatial distribution did not differed between locations (p>0.05) with an \n\noverall mean of 2057.9 ± 21.9 µmol kg-1. However, it showed a seasonal variability \n\n(ANOVA, p&lt;0.0001) with the lower values occurring during the wet season at the inner \n\nshelf stations (Table 2). \n\nThe pCO2 was higher in the riverine section with an average of 456 ± 56.3 µatm, \n\nwhile the lowest partial pressures were registered in the shelf break with an average of \n\n412.8 ± 8.6 µatm. However no significant difference among areas was identified because \n\nof the high variability of pCO2 in the riverine area. The pH distribution followed the pCO2 \n\nand was lower in the riverine section 7.99 ± 0.05, and decreased toward the shelf break \n\n8.033 ± 0.007. There was no annual significant difference between riverine and non-\n\nriverine sections of pCO2, pH and TCO2 (Table 1). However, these parameters showed \n\nseasonal variabilities only in the riverine inner shelf section, mainly due to the variability \n\nin the stations located closer to the coast, with lower pCO2 (K-W, p= 0.0044), TCO2 \n\n(p<0.0001)  and higher pH (p=0.0074) during the wet season, due the increased fluvial \n\ndischarge and its influence over the proximal shelf (Table 2). \n\nLongitudinal distribution \n\n\n\n89 \n \n\n \n \n\nThe SSS and TA increased with longitude (Figure 3) in both studied sections. However, \n\nthe TCO2 showed a different distribution between areas, it increased towards the ocean \n\nin the non-riverine section and conversely in the riverine section. The pCO2 values in both \n\nshelf sections decreased with longitude, the Figure 3 summarizes the longitudinal \n\ndistribution of all analyzed parameters.  \n\nFigure IV.3: Longitudinal distribution of SSS,  TA µmol kg-1, TCO2 µmol kg-1, pCO2 µatm pHsw. \n\n(Triangles represent Recife, circles Itamaracá and squares Tamandaré. Full markers represent the \n\nwet season). \n\n \n\n \n\nSource: The author \n\n\n\n90 \n \n\n \n \n\nAll the seasonal predictive models are presented in Figure 4 for the riverine inner \n\nshelf section and Figure 5 for the non-riverine area; the equations are summarized in \n\nTable 3.  \n\nTable IV.3: Predictive seasonal equations for the estimation of TA µmol kg-1, TCO2 µmol kg-1, pH \n\nseawater, pCO2 µatm, ?Ca and ?Ar in riverine and non-riverine inner shelf sections of the \n\nPernambuco coast. \n\n Dry season Wet season \n\nRiverine inner shelf section \n\nTA = -2485.277 +44.7457*S -13.779*T -104.128*long 9963.401 +18.551*S +7.956*T +243.984*long \n\nTCO2= -3516.603 -16.323*S – 4.056*T -180.546*long 14166.013 +13.066*S -11.349*T +326.843*long \n\npCO2 = -4569 -124.994*S +28.787*T -251.765*long 53836.584 -111.528*S -153.183*T +1304.819*long \n\npH = 5.24 +0.097*S -0.028*T -12.92 +0.0562*S +0.044*T -0.511*long \n\n?Ca = -25.932 +0.977*S -0.149*T -18.816 +0.436*S +0.329*T \n\n?Ar = -17.795 +0.657*S -0.088*T -12.743 +0.292*S +0.223*T \n\nNon-riverine inner shelf section \n\nTA = 9286.824 +51.976*S -6.674*T +245.676*long 45634.583 -30.252*S -20.943*T +1186.355*long \n\nTCO2= 697.814 +41.554*S -5.536*T 1702.855 + 17.764*S -10.359*T \n\npCO2 = -12779.532 +9.960*S +17.428*T -352.887*long -64613.339 +82.753*S +28.405*T -1748.202*long \n\npH = 19.507 -0.002*S -0.016*T +0.313*long 65.652 -0.072*S -0.027*T +1.549*long \n\n?Ca = 130.888 +0.143*S -0.014*T +3.714*long 637.351 -0.690*S -0.143*T +17.203*long \n\n?Ar = 86.55 +0.1*S +0.004*T +2.471*long 421.777 -0.449*S -0.081*T +11.403*long \n\nSource: The author \n\nDISCUSSION \n\nThe TCO2 in the non-riverine inner shelf section accompanied the salinity \n\nvariability and was less subjected to external inputs of inorganic carbon. The \n\npredominance of the oceanic influence over this area resulted in the development of a \n\ngood model only with thermodynamic parameters to explain its variability in both \n\nseasons. In the other hand, the riverine shelf section showed a different pattern, decreasing \n\nwith longitude, similarly to the one reported by Jiang et al. (2013). \n\nMost of the parameters showed better correlation with SST, SSS and longitude \n\nthan with SSS and SST only. The use of the longitude in the most part of the models here \n\nproposed seems to compensate the riverine inputs, the biological activity, as well as the \n\ntidal mixing in the inner shelf of Pernambuco. It is reported that exists strong region-\n\nspecific relationships between marine inorganic carbon and hydrographic (SSS, SST) \n\nand/or biological (e.g. nutrients, chl-a) parameters (LEE et al., 2008). In this way, the \n\nrelationship with longitude for the Pernambuco coast turns to be an easier short-term \n\noption for researchers who evaluate ecological implications without the need of further \n\nchemical analysis. However, this kind of approach must be improved with the discovery \n\nof the real drivers of the inorganic carbon variability in the nearshore. \n\n\n\n91 \n \n\n \n \n\nFigure IV.4: Seasonal prediction models of the TA µmol kg-1, TCO2 µmol kg-1, pH seawater, pCO2 \nµatm, ?Ca and ?Ar, for the riverine shelf sections as a function of SSS, SST and longitude. The \n\nsolid line is the 1:1 value. \n\nSource: The author \n\n \n\nIn the non-riverine inner shelf section, inside the marine protected area, the highest \n\npCO2 values are found in the waters over the coral reefs, between the longitudes -35.096 \n\nand -35.062 (Figure 3). This area also exhibits the lowest alkalinities and TCO2, \n\nsuggesting the influence of the coral reef metabolism over the carbonate parameters, \n\nincreasing pCO2 and decreasing TCO2 and TA (ALBRIGHT et al., 2015). Nevertheless \n\nthe ?Ca and ?Ar were always above the values considered ideal for coral reefs >3.5 and \n\n>5 (KLEYPAS et al., 1999) \n\nThe overall annual temperature average of 27.93 ± 0.97 °C found in the inner shelf of \n\nPernambuco evidences a high thermal stability that must be the main factor controlling \n\nthe pCO2 over the study site. The permanent high temperature allows the organic carbon \n\n                            TA dry                                     TA wet                                    TCO2 dry                                 TCO2 wet \n\n \n\n                     pH dry                               pH wet                            pCO2 dry                          pCO2 wet \n\n \n\n                    ?Ca dry                            ?Ca wet                          ?Ar dry                          ?Ar wet \n\n \n\n\n\n92 \n \n\n \n \n\nrespiration over the continental shelf throughout the year in the hot and shallow shelf \n\nenvironment. In addition, the coastal waters fertilization promoted by the inputs of the \n\nlargest river in the Pernambuco’s shore, the Capibaribe river, cannot sustain high \n\nphytoplankton productivities as far as 5nm from the coast (ESKINAZI-LEÇA et al., \n\n1997) \n\nFigure IV.5: Seasonal prediction models of the TA, TCO2, pH, pCO2, ?Ca and ?Ar, for the non-\nriverine shelf section as a function of SSS, SST and longitude, the solid line is the 1:1 value. \n\n \n\n \n\n \n\nThe eutrophication hosted by the excessive amount of nutrients exported by the \n\nCapibaribe and Barra de Jangadas estuaries are not enough to significantly decrease the \n\npCO2 in the inner shelf of the MRR as reported by Gaspar et al., (unpublished). They \n\nfound a mean fCO2 of 474.33 ± 66.57 µatm by performing underway pCO2 measurements \n\nand registered a minimum fCO2 value of 376.6 µatm in an small area under the influence \n\nSource: The author \n\n                TA dry                                    TA wet                                          TCO2 dry                                    TCO2 wet    \n\n     \n\n                  pH dry                                   pH wet                                         pCO2 dry                                    pCO2 wet    \n\n     \n\n                      ?Ca dry                                 ?Ca wet                                   ?Ar dry                                     ?Ar wet    \n\n     \n\n\n\n93 \n \n\n \n \n\nof the Capibaribe river plume, with a maximum chl-a value of 8.3 mg m-3 and. The \n\naverage value of 474.33 µatm is practically the same average found in the present study \n\nfor the dry season in the riverine section (475.3 ± 60.6 µatm; Figure 3) using TA and \n\nTCO2 for pCO2 calculation during a longer period of time in a broader area.   \n\nIt seems that the continental shelf of  Pernambuco is always supersaturated in CO2 \n\neven in the areas under continental inputs from the rivers. This latter is not enough to host \n\na significant primary productivity able to drawn down the pCO2 similarly to what occurs \n\nin large river plumes and river dominated continental shelves, like the Amazon River, \n\nSouthern North Sea, Changjiang river and Gulf of Mexico (TERNON et al., 2000; \n\nKÖRTZINGER, 2003; GYPENS et al., 2009; LEFÉVRE et al., 2010; CHOU et al., 2013; \n\nHUANG et al., 2015; IBÁNHEZ et al., 2015). \n\nAccording to Oviatt et al., (1986) and Nixon et al., (2014), who worked with \n\nmesocosmos experiments evaluating the primary productivity response to nutrient \n\nenrichment, incremental changes in nutrients increases the productivity and also the \n\nrespiration rates. Furthermore the productivity growth does not respond linearly to \n\nnutrient enrichment. Such metabolic response may aid to understand the inability of the \n\nprimary production to decrease the pCO2 in the area, especially close to the Capibaribe \n\nriver plume (GASPAR et al., unpublished, FLORES-MONTES et al., 2011)  \n\nThe main mechanism controlling the variability of pCO2 in the study area is the \n\ntemperature and the organic carbon oxidation over the continental shelf, as observed by \n\nJiang et al. (2013) for the US South Atlantic Bight (SAB). Such pattern with intense \n\nsignal of pCO2 from the oxidation over the continental shelf may be valid to explain the \n\nvariability observed in our study site, subjected to small temperature changes. They \n\ndescribed that the influence of direct DIC transport by the rivers in the SAB are confined \n\nto the proximal areas of the shelf. The above authors have identified the own pCO2 from \n\norganic matter oxidation over the shelf and the seasonal cycle of temperature as the main \n\ndrivers of the pCO2 distribution over the SAB. The temperature varies annually ±20 °C \n\nand ± 10 °C in the proximal and distal shelf respectively, oscillating among seasons and \n\nchanging the status of the SAB from a CO2 sink in winter, to a CO2 source to the \n\natmosphere during summer.  \n\n\n\n94 \n \n\n \n \n\nSimilar findings are reported by Ibánhez et al., (2015) in the oceanic waters \n\nadjacent to the Amazon river plume (SSS >35). They credited the CO2 source outside the \n\ndirect influence of the Amazon river plume to biological and physical processes without \n\ninfluence of seasonal cycles of temperature, with net outgassing throughout the year.  \n\nDespite the increased river discharge, the pCO2 as well as the alkalinity in the \n\nriverine section were lower during the wet season accompanied by a raise in pH as a \n\nconsequence of the increased fluvial water discharge. During the wet season the river \n\nflow transports more nutrients and organic matter to the continental shelf instead of being \n\nrespired inside the estuaries (Gaspar et al. in press). Such process decreases the direct \n\ntransport of CO2 with a probably increase in the organic matter transport to the nearshore \n\nwhere will be respired throughout the year.  \n\nDespite the relatively high pCO2 observed, the area exhibits high alkalinity even \n\nclose to river mouths, which resulted in no pH difference among areas, with only a \n\nseasonal variability in the riverine section. According to Nixon et al., (2014) there is an \n\nasymmetry in the response of pH to pCO2 which seems to buffer the coastal waters at high \n\ndissolved inorganic carbon concentrations. This relation has an exponential decay shape \n\nand is attributable to pH being measured on a log scale, so shifts in pH are more readily \n\nseen in low pCO2 waters.  \n\nHowever, future trends are hard to predict as the increasing atmospheric pCO2 \n\nmay cause a decrease in the CO2 flux to the atmosphere in tropical areas (CAI, 2011). \n\nNevertheless, increases in the SST may also counterbalance the increased atmospheric \n\npCO2 and sustain the CO2 efflux in non-upwelling tropical shelves.  \n\nCONCLUSION \n\n The coast of Pernambuco is supersaturated in CO2 throughout the year. The inner \n\nshelf areas under continental influence from the rivers do not host a significant primary \n\nproductivity able to decrease the pCO2 to undersaturation values. The thermal stability \n\nand the shallow depths of the continental shelf seem to be the main mechanisms which \n\nkeep the elevated pCO2, while the direct transport of CO2 by the rivers are restricted to \n\nthe proximal area of the river mouths. Furthermore, the organic carbon oxidation over the \n\nwell mixed water column may increase the pCO2 over the continental shelf waters, where \n\n\n\n95 \n \n\n \n \n\nwe identified an overall average of 449.5 ± 45 µatm, which is above the actual global \n\naverages for tropical open shelf areas. \n\nThe correlation of the inorganic carbon parameters with the longitude may explain \n\nthe interference of variables not investigated during the study, such as biological activity, \n\nbottom stress, turbulence and waves. These models are a good short-term option to \n\nevaluate the inorganic carbon variability in the Pernambuco coast. Despite high pCO2, \n\nhigh alkalinities above 2300 µmol kg-1 are found close to the river mouths which may \n\nconstitute an additional buffer to the ocean acidification process in the area.  \n\nACKNOLEDGMENTS \n\n \n\n.The National Counsel of Technological and Scientific Development (CNPq) \n\n(MCT/CNPq/CT-Hidro/CT-Infra n°. 38/2009) and The National Institute of Science and \n\nTechnology in Tropical Marine Environments, INCT-AmbTropic (CNPq/FAPESB \n\nGrants: 565054/ 2010-4 and 8936/2011) for financial support of this project. We also \n\nthank the Coordination for the improvement of Higher Education Personnel (CAPES) for \n\nscholarship support. The Service National d’Analyse des paramètres Océaniques du CO2 \n\n- SNAPO-CO2 - IRD - France for the TCO2, TA analysis. The Brazilian Navy and the \n\nBrazilian Ministry of Science and Technology for the cooperation during the Camadas \n\nFinas project.  \n\n \n\nREFERENCES \n\nALBRIGHT, R.; BENTHUYSEN, J.; CANTIN, N.; CALDEIRA, K.; ANTHONY, K. \n\nCoral reef metabolism and carbon chemistry dynamics of a coral reef flat. Geophysical \n\nResearch Letters, v. 42, p. n/a–n/a, 2015. Disponível em: \n\n<http://doi.wiley.com/10.1002/2015GL063488>. . \n\nBORGES, A. V. Oceans and the Atmospheric Carbon Content. Dordrecht: Springer \n\nNetherlands, 2011. \n\nCAI, W.-J. Estuarine and coastal ocean carbon paradox: CO2 sinks or sites of terrestrial \n\ncarbon incineration? Annual review of marine science, v. 3, p. 123–145, 2011. \n\nCHOU, W. C.; GONG, G. C.; CAI, W. J.; TSENG, C. M. Seasonality of CO2 in coastal \n\noceans altered by increasing anthropogenic nutrient delivery from large rivers: Evidence \n\nfrom the Changjiang-East China Sea system. Biogeosciences, v. 10, n. 6, p. 3889–3899, \n\n2013. \n\nCOTOVICZ, L. C.; KNOPPERS, B. A.; BRANDINI, N.; COSTA SANTOS, S. J.; \n\nABRIL, G. A large CO2 sink enhanced by eutrophication in a tropical coastal \n\nembayment (Guanabara Bay, Rio de Janeiro, Brazil). Biogeosciences Discussions, v. \n\n\n\n96 \n \n\n \n \n\n12, n. 6, p. 4671–4720, 2015. Disponível em:&lt;http://www.biogeosciences-\n\ndiscuss.net/12/4671/2015/>. . \n\nDICKSON, A. G. Standard potential of the reaction: AgCl(s) + 1/2 H2(g) = Ag(s) + \n\nHCl(aq), and the standard acidity constant of the ion HSO4\n- in synthetic sea water from \n\n273.15 to 318.15 K. Journal of Chemical Thermodynamics, v. 22, n. 2, p. 113–127, \n\n1990. Disponível em:&lt;<Go>. . \n\nESKINAZI-LEÇA, E.; NEUMANN-LEITAO, S.; COSTA, M. F. DA (ORGS. . \n\nOceanografia: um cenário tropical. Bagaço, 2004. \n\nESKINAZI-LEÇA, E.; SILVA-CUNHA, M. D. G. G.; KOENING, M. L.; MACEDO, \n\nS. J.; COSTA, K. M. P. Variação Espacial E Temporal Do Fitoplâncton Na Plataforma \n\nContinental De Pernambuco - Brasil. Trab. Oceanog. Univ. Fed. PE, Recife, 1997. \n\nFLORES-MONTES, M.J, PAULO, J.G, NASCIMENTO-FILHO, G.A., GASPAR, \n\nF.L., FEITOSA, F.A.N, SANTOS-JR, A.C., BATISTA, T.N.F., TRAVASSOS, R.K., \n\nPITANGA, M.E, (2011). The trophic status of an urban estuarine complex in Northeast Brazil. \nJournal of Coastal Reseacrh, SI 64, 408-411. \n\nGYPENS, N.; BORGES, A. V.; LANCELOT, C. Effect of eutrophication on air-sea \n\nCO2 fluxes in the coastal Southern North Sea: A model study of the past 50 years. \n\nGlobal Change Biology, v. 15, n. 4, p. 1040–1056, 2009. \n\nHUANG, W.-J.; CAI, W.-J.; WANG, Y.; LOHRENZ, S. E.; MURRELL, M. C. The \n\ncarbon dioxide system on the Mississippi River-dominated continental shelf in the \n\nnorthern Gulf of Mexico: 1. Distribution and air-sea CO2 flux. Journal of Geophysical \n\nResearch?: Oceans, p. 1–17, 2015. \n\nIBÁNHEZ, J. S. P.; DIVERRÈS, D.; ARAUJO, M.; LEFÈVRE, N. Seasonal and \n\ninterannual variability of sea-air CO 2 fluxes in the tropical Atlantic affected by the \n\nAmazon River plume. Global Biogeochemical Cycles, p. n/a–n/a, 2015. Disponível \n\nem:&lt;http://doi.wiley.com/10.1002/2015GB005110>. . \n\nJIANG, L. Q.; CAI, W. J.; WANG, Y.; BAUER, J. E. Influence of terrestrial inputs on \n\ncontinental shelf carbon dioxide. Biogeosciences, v. 10, n. 2, p. 839–849, 2013. \n\nKLEYPAS, J. A; MCMANUS, J. W.; MEÑEZ, L. A B. Environmental Limits to Coral \n\nReef Development: Where Do We Draw the Line? American Zoologist, v. 39, n. 1, p. \n\n146–159, 1999. Disponível em:&lt;http://www.jstor.org/stable/3884233>. . \n\nKÖRTZINGER, A. A significant CO 2 sink in the tropical Atlantic Ocean associated \n\nwith the Amazon River plume. Geophysical Research Letters, v. 30, n. 24, p. 2287, \n\n2003. Disponível em:&lt;http://doi.wiley.com/10.1029/2003GL018841>. Acesso em: \n\n23/8/2014. \n\nLEE, H.; LEE, K.; LEE, B. Prediction of Surface Ocean pCO 2 from Observations of \n\nSalinity , Temperature and Nitrate?: the Empirical Model Perspective. , v. 43, n. 4, p. \n\n195–208, 2008. \n\n\n\n97 \n \n\n \n \n\nLEFÉVRE, N.; DIVERRÉS, D.; GALLOIS, F. Origin of CO2 undersaturation in the \n\nwestern tropical Atlantic. Tellus, Series B: Chemical and Physical Meteorology, v. \n\n62, n. 5, p. 595–607, 2010. \n\nMARQUES, W. S.; SIAL, A. N.; ALBUQUERQUE MENOR, E. DE; et al. Principal \n\ncomponent analysis (PCA) and mineral associations of litoraneous facies of continental \n\nshelf carbonates from northeastern Brazil. Continental Shelf Research, v. 28, n. 20, p. \n\n2709–2717, 2008. \n\nMILLERO, F. J.; GRAHAM, T. B.; HUANG, F.; BUSTOS-SERRANO, H.; PIERROT, \n\nD. Dissociation constants of carbonic acid in seawater as a function of salinity and \n\ntemperature. Marine Chemistry, v. 100, n. 1-2, p. 80–94, 2006. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0304420305001921>. . \n\nNIXON, S. W.; OCZKOWSKI, A. J.; PILSON, M. E. Q.; et al. On the Response of pH \n\nto Inorganic Nutrient Enrichment in Well-Mixed Coastal Marine Waters. Estuaries and \n\nCoasts, 2014. Disponível em:&lt;http://link.springer.com/10.1007/s12237-014-9805-6>. \n\nAcesso em: 23/8/2014. \n\nNORIEGA, C.; ARAUJO, M. Carbon dioxide emissions from estuaries of northern and \n\nnortheastern Brazil. Scientific reports, v. 4, n. Table 1, p. 6164, 2014. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/25145418>. Acesso em: 26/8/2014. \n\nOVIATT, Candace A. et al. Patterns of productivity during eutrophication: a mesocosm \n\nexperiment. Marine Ecology Progress Series, v. 28, n. 1-2, p. 69-80, 1986. \n\nPEEL, M. C.; FINLAYSON, B. L.; MCMAHON, T. A. Updated world map of the K \n\noppen-Geiger climate classification. Hydrologycal Earth Systems Science Discussion, \n\nv. 4, p. pp. 439–473, 2007. \n\nPETERSON, R. G.; STRAMMA, L. Upper-level circulation in the South Atlantic \n\nOcean. Progress in Oceanography, v. 26, n. 1, p. 1–73, 1991. \n\nROLLNIC, M.; MEDEIROS, C.; FREITAS, I. Coastal Circulation Along The Southern \n\nMetropolitan Region of Recife, Northeastern Brazil. Journal of Coastal Research, , n. \n\n64, p. 135–138, 2011. \n\nTERNON, J. F.; OUDOT, C.; DESSIER, A; DIVERRES, D. A seasonal tropical sink \n\nfor atmospheric CO sub(2) in the Atlantic ocean: the role of the Amazon River \n\ndischarge AN  - prod.academic_MSTAR_17433759; 4655977. Marine Chemistry, v. \n\n68, n. 3, p. 183–201, 2000. Disponível em: \n\n<http://search.proquest.com/docview/17433759?accountid=27991\\nhttp://link.periodico\n\ns.capes.gov.br/sfxlcl41?url_ver=Z39.88-\n\n2004&amp;rft_val_fmt=info:ofi/fmt:kev:mtx:journal&amp;genre=article&amp;sid=ProQ:ProQ:asfaoc\n\nean&amp;atitle=A+seasonal+tropical+sink+for+atmospheric+CO>. . \n\nTHOMAS, H.; SCHIETTECATTE, L.; SUYKENS, K.; KON, Y. J. M. Enhanced ocean \n\ncarbon storage from anaerobic alkalinity generation in coastal sediments. , p. 267–274, \n\n2009. \n\n\n\n98 \n \n\n \n \n\nWALLACE, R. B.; BAUMANN, H.; GREAR, J. S.; ALLER, R. C.; GOBLER, C. J. \n\nCoastal ocean acidification: The other eutrophication problem. Estuarine, Coastal and \n\nShelf Science, v. 148, p. 1–13, 2014. Elsevier Ltd. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0272771414001553>. Acesso em: \n\n15/7/2014. \n\nWEISS, R. F. Carbon dioxide in water and seawater: the solubility of a non-ideal gas. \n\nMarine Chemistry, v. 2, n. 3, p. 203–215, 1974.  \n\nMANSO, V.A.V., VALENÇA, L.M.M., COUTINHO, P.N., AND GUERRA, N.C. \n\n(2004). Geomorfologia da Plataforma Continental de Pernambuco. In:Eskinazi-Leça, \n\nE., Neumann-Leitão, S.,Costa, M.F. da (Orgs.) Oceanografia: Um Cenário Tropical. \n\nRecife. Ed. Bagaço, 2004. p. 59-86. \n\n \n\nMACEDO, S.J., MUNIZ, K., FLORES MONTES, M.J. (2004) Hidrologia da região \n\ncosteira e plataforma continental do Estado de Pernambuco. In: Oceanografia um \n\ncenário tropical. Recife. Org. Eskinazi-Leça, E., Neumann-Leitão, S., Costa, M. Ed. \n\nBargaço, 761p. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n10 CONCLUSÃO GERAL \nPredomina sobre a plataforma continental pernambucana as características \n\nhidrológicas das águas quentes e ricas em CO2 vindas do Atlântico Tropical, trazidas pela \n\n\n\n99 \n \n\n \n \n\ncorrente norte do Brasil. Desta maneira, a costa pernambucana apresenta estabilidade \n\ntérmica durante todo o ano devido às pequenas variações de temperatura do ar.  \n\nO desenvolvimento de equipamentos específicos para a medição direta da pCO2 \n\nna água do mar, assim como a aplicação de metodologias com certificação internacional, \n\npossibilitaram a elucidação de algumas questões relacionadas à dinâmica do carbono \n\ninorgânico na região costeira de Pernambuco. \n\nOs rios e estuários da região costeira do estado não possuem descarga suficiente \n\npara produzir grandes alterações na plataforma continental, de maneira que as influências \n\nsobre as características hidrológicas da região estão restritas às áreas mais próximas da \n\ncosta. Entretanto a produtividade primária, sustentada por esses aportes continentais, não \n\né suficientemente grande para diminuir de maneira significativa a pressão parcial de CO2 \n\nna região da plataforma interna, onde apenas pequenas áreas de subsaturação de CO2 em \n\nrelação à atmosfera foram identificadas. \n\nOs estuários de Pernambuco são fontes de CO2 para a atmosfera durante todo o \n\nano, com médias de pCO2 e fluxos comparáveis às de estuários poluídos de altas e médias \n\nlatitudes. As regiões de Itamaracá e de Barra de Jangadas apresentam maior transporte \n\ndireto de CO2(aq), provavelmente oriundo do solo das áreas de mangue presentes nestes \n\nestuários. No entanto, para os estuários avaliados, a principal causa de variabilidade da \n\npCO2 está ligada à oxidação da matéria orgânica dentro destes ambientes, que por sua vez \n\nestão submetidos a elevadas cargas orgânicas provenientes do lançamento de esgoto sem \n\ntratamento. \n\nNesse contexto, destaca-se o estuário do rio Capibaribe, que apresenta frequentes \n\nepisódios de blooms fitoplanctônicos. Neste estuário, diferentemente dos demais, a pCO2 \n\ndiminui consideravelmente durante o período chuvoso, pois suas margens estão \n\nimobilizadas e sua porção estuarina encontra-se completamente inserida em ambiente \n\nurbano. Dessa forma, diminui a entrada lateral de CO2(aq) proveniente do solo de áreas \n\nalagáveis. Ainda neste estuário, são encontradas as maiores alcalinidades, evidenciando \n\nprocessos geradores de alcalinidade ligados à oxidação anaeróbica do carbono orgânico. \n\nTais processos, juntamente com a água doce alcalina que entra nos estuários, constituem \n\num tampão extra para o excesso de prótons proveniente da respiração da matéria orgânica, \n\ndiminuindo a vulnerabilidade ao processo de acidificação oceânica na região costeira. \n\nA região da plataforma continental de Pernambuco apresenta elevada alcalinidade, \n\nalém de um gradiente longitudinal em relação aos parâmetros do sistema carbonato, o que \n\npossibilitou o desenvolvimento de modelos descritivos para distribuição da TA, TCO2, \n\npCO2, pH, TA, ?Ar e ?Ca em áreas da plataforma com e sem influência dos aportes \n\nfluviais. Os valores de pCO2 encontrados para a plataforma continental de Pernambuco \n\nestão acima das médias descritas para plataformas continentais abertas tropicais, \n\nevidenciando que as médias globais de fluxos na interface ar-água dos oceanos podem \n\nestar subestimadas. \n\n \n\n\n\n100 \n \n\n \n \n\nREFERÊNCIAS \n\nABRIL, G.; BORGES, A. V. 7 Carbon Dioxide and Methane Emissions from. , p. 187–\n\n207, 2004. \n\nABRIL, G.; BOUILLON, S.; DARCHAMBEAU, F.; et al. Technical Note: Large \n\noverestimation of pCO2 calculated from pH and alkalinity in acidic, organic-rich \n\nfreshwaters. Biogeosciences Discussions, v. 11, n. 7, p. 11701–11725, 2014. Disponível \n\nem:&lt;http://www.biogeosciences-discuss.net/11/11701/2014/>. . \n\nARAÚJO, T.C.M. de; SEOANE, J.C.S.; COUTINHO, P.N. Geomorfologia da \n\nplataforma continental de Pernambuco. In: Eskinazi-Leça, E.; Neumann Leitão, S.; \n\nCosta, M. F. (Org.). Oceanografia: um cenário tropical. Recife: Bagaço, 2004. p. 39-\n\n57. \n\nBORGES, A. V. Oceans and the Atmospheric Carbon Content. Dordrecht: Springer \n\nNetherlands, 2011. \n\nBORGES, A. V.; DELILLE, B.; FRANKIGNOULLE, M. Budgeting sinks and sources \n\nof CO2 in the coastal ocean: Diversity of ecosystem counts. Geophysical Research \n\nLetters, v. 32, n. 14, p. 1–4, 2005. \n\nBORGES, A. V.; VANDERBORGHT, J.-P.; SCHIETTECATTE, L.-S.; et al. \n\nVariability of the gas transfer velocity of CO2 in a macrotidal estuary (the Scheldt). \n\nEstuaries, v. 27, n. 4, p. 593–603, 2004. \n\nCAI, W.J; WANG, Y. The chemistry, fluxes, and sources of carbon dioxide in the \n\nestuarine waters of the Satilla and Altamaha rivers, Georgia. Limnology. Oceanography. \n\n43(4): 657–668, 1998. doi:10.4319/lo.1998.43.4.0657. \n\nCAI, W.-J. Estuarine and coastal ocean carbon paradox: CO2 sinks or sites of terrestrial \n\ncarbon incineration? Annual review of marine science, v. 3, p. 123–145, 2011. \n\nCHEN, C.T.A., 2004. Exchange of carbon in the coastal seas. In: FIELD, C.B., \n\nRAUPACH, M.R. (eds) The global carbon cycle: Integrating human, climate and the \n\nnatural world. SCOPE, Washington, DC, pp 341–351. \n\nCHEN, C. T. A.; HUANG, T. H.; FU, Y. H.; BAI, Y.; HE, X. Strong sources of CO   2 \n\nin upper estuaries become sinks of CO 2 in large river plumes. Current Opinion in \n\nEnvironmental Sustainability, v. 4, n. 2, p. 179–185, 2012. Elsevier B.V. Disponível \n\nem:&lt;http://dx.doi.org/10.1016/j.cosust.2012.02.003>. . \n\nCPRH - Agência Estadual de Meio Ambiente e Recursos hídricos. Relatório das bacias \n\nhidrográficas. Disponível em \n\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrog\n\nraficas/39737%3B62704%3B170203%3B0%3B0.asp. 2008.  \n\nCOOLEY, S. R.; KITE-POWELL, H. L.; DONEY, S. T. C. ocean acidification ’ s \n\npotential to alter Global Marine ecosystem Services. Oceanography, v. 22, n. 4, p. \n\n172–181, 2009.  \n\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrograficas/39737%3B62704%3B170203%3B0%3B0.asp\nhttp://www.cprh.pe.gov.br/monitoramento/bacias_hidrograficas/relatorio_bacias_hidrograficas/39737%3B62704%3B170203%3B0%3B0.asp\n\n\n101 \n \n\n \n \n\nCOTOVICZ, L. C.; KNOPPERS, B. A.; BRANDINI, N.; COSTA SANTOS, S. J.; \n\nABRIL, G. A large CO2 sink enhanced by eutrophication in a tropical coastal \n\nembayment (Guanabara Bay, Rio de Janeiro, Brazil). Biogeosciences Discussions, v. \n\n12, n. 6, p. 4671–4720, 2015. Disponível em:&lt;http://www.biogeosciences-\n\ndiscuss.net/12/4671/2015/>. . \n\nDICKSON, A. G.; SABINE, C. L.; CHRISTIAN, J. R. Guide to best practices for ocean \n\nCO2 measurements. PICES Special Publication, v. 3, p. p191, 2007. \n\nDOE. Handbook of methods for the analysis of the various parameters of the \n\ncarbon dioxide system in sea water. 1994. \n\nFEITOSA, F.A.N.; NASCIMENTO, F.C.R.; MUNIZ, K. (1999) Distribuição espacial e \n\ntemporal da biomassa fitoplanctônica relacionada com parâmetros hidrológicos na Bacia \n\ndo Pina (Recife, PE). Trabalhos Oceanográficos da Universidade Federal de. \n\nPernambuco, Recife, v.27 n.2, p.1-13, 1999. \n\nFLORES MONTES, M.J.; MACÊDO, S J; KOENING, M. L.(2002).  N:Si:P Atomic \n\nRatio in the Santa Cruz Channel, Itamaracá-PE (Northeast Brazil): A Nyctemeral \n\nVariation. Brazilian Archives of Biology and Technology, Curitiba-PR, v. 45, n. 2, p. \n\n115-124, 2002. \n\nFLORES-MONTES, M.J, PAULO, J.G, NASCIMENTO-FILHO, G.A., GASPAR, F.L., \n\nFEITOSA, F.A.N, SANTOS-JR, A.C., BATISTA, T.N.F., TRAVASSOS, R.K., \n\nPITANGA, M.E, (2011). The trophic status of an urban estuarine complex in Northeast Brazil. \nJournal of Coastal Reseacrh, SI 64, 408-411. \n\nFRANÇA A.M.C., COUTINHO P.N., SUMMERHAYES C.P. (1976). Sedimentos \n\nsuperficiais da margem continental nordeste brasileira. Revista Brasileira de \n\nGeociências v.6, p.71-87. \n\nGASPAR, F. L. (2006). Avaliação da qualidade ambiental do estuário do rio \n\nCapibaribe, Recife-PE. Monografia de especialização em oceanografia química do \n\nDepartamento de Oceanografia da Universidade Federal de Pernambuco. 27pp.  \n\nInstituto Brasileiro de Geografia Estatística – IBGE. Censo 2010: Disponível em \n\nhttp://www.censo2010.ibge.gov.br/.Acessado em outubro de 2013. \n\nIPCC, C. C., (2007). The Physical Science Basis. In:Contribution of Working Group I \n\nto the Fourth Assessment Report of the Intergovernmental Panel on Climate Change. \nSolomon, S., D. Qin, M. Manning, Z. Chen, M. Marquis, K.B. Averyt, M.Tignor and \n\nH.L. Miller (eds.). Cambridge University Press, Cambridge, United Kingdom and New \n\nYork, NY, USA. \n\nJIANG, L. Q.; CAI, W. J.; WANG, Y.; BAUER, J. E. Influence of terrestrial inputs on \n\ncontinental shelf carbon dioxide. Biogeosciences, v. 10, n. 2, p. 839–849, 2013. \n\nKOENING, M. L., MACÊDO, S. J., TRAVASSOS, P. E. P. F. &amp; PASSAVANTE, J. Z. \n\nO. (1995) Biomassa fitoplanctônica do estuário do rio Capibaribe (Recife – PE – \n\nBrasil). Arq. Biol. Tecnol. v.98, p.1071-1083, 1995. \n\nhttp://www.censo2010.ibge.gov.br/\n\n\n102 \n \n\n \n \n\nLARUELLE, G. G.; DÜRR, H. H.; SLOMP, C. P.; BORGES, A. V. Evaluation of sinks \n\nand sources of CO 2 in the global coastal ocean using a spatially-explicit typology of \n\nestuaries and continental shelves. Geophysical Research Letters, v. 37, n. 15, p. n/a–\n\nn/a, 2010. Disponível em:&lt;http://doi.wiley.com/10.1029/2010GL043691>. Acesso em: \n\n5/9/2014. \n\nLEFÉVRE, N.; DIVERRÉS, D.; GALLOIS, F. Origin of CO2 undersaturation in the \n\nwestern tropical Atlantic. Tellus, Series B: Chemical and Physical Meteorology, v. \n\n62, n. 5, p. 595–607, 2010. \n\nLEFÈVRE, N.; GUILLOT, A.; BEAUMONT, L.; DANGUY, T. Variability of fCO 2 in \n\nthe Eastern Tropical Atlantic from a moored buoy. Journal of Geophysical Research, \n\nv. 113, n. C1, p. C01015, 2008. Disponível em: \n\n<http://doi.wiley.com/10.1029/2007JC004146>. Acesso em: 23/8/2014. \n\nMACEDO, S.J.; MONTES, M. J. F.; KOENING, M. L. ; LINS, I.C. (1998). \n\nPhytoplankton nictemeral variation at the Santa Cruz Channel, Itamaraca-Pernambuco-\n\nBrazil. Anais da Academia Brasileira de Ciências, Rio de Janeiro, v. 70, n. 4, p. 858-\n\n871,  \n\nMACEDO, S.J., MUNIZ, K., FLORES MONTES, M.J. (2004) Hidrologia da região \n\ncosteira e plataforma continental do Estado de Pernambuco. In: Oceanografia um \n\ncenário tropical. Recife. Org. Eskinazi-Leça, E., Neumann-Leitão, S., Costa, M. Ed. \n\nBargaço, 761p. \n\nMANSO, V.A.V., VALENÇA, L.M.M., COUTINHO, P.N., AND GUERRA, N.C. \n\n(2004). Geomorfologia da Plataforma Continental de Pernambuco. In:Eskinazi-Leça, E., \n\nNeumann-Leitão, S.,Costa, M.F. da (Orgs.) Oceanografia: Um Cenário Tropical. Recife. \n\nEd. Bagaço, 2004. p. 59-86. \n\nMILLERO, F. J. The marine inorganic carbon cycle. Chemical reviews, v. 107, n. 2, p. \n\n308–41, 2007. Disponível em:&lt;http://www.ncbi.nlm.nih.gov/pubmed/17300138>.  \n\nMIRANDA, L. B.; CASTRO, B. M.; KJERFVE, B. (2002). Princípios de oceanografia \n\nfísica de estuários. São Paulo: EDUSP, 2002. 414 p. \n\nNORIEGA, C.; ARAUJO, M. Carbon dioxide emissions from estuaries of northern and \n\nnortheastern Brazil. Scientific reports, v. 4, n. Table 1, p. 6164, 2014. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/25145418>. Acesso em: 26/8/2014. \n\nNORIEGA, C.; ARAUJO, M.; LEFÈVRE, N.; et al. Spatial and temporal variability of \n\nCO2 fluxes in tropical estuarine systems near areas of high population density in Brazil. \n\nRegional Environmental Change, 2014. Disponível em: \n\n<http://link.springer.com/10.1007/s10113-014-0671-3>. Acesso em: 23/8/2014. \n\nNORIEGA, C. E. D.; ARAUJO, M.; LEFÈVRE, N. Spatial and Temporal Variability of \n\nthe CO2 Fluxes in a Tropical, Highly Urbanized Estuary. Estuaries and Coasts, v. 36, \n\nn. 5, p. 1054–1072, 2013. Disponível em:&lt;http://link.springer.com/10.1007/s12237-\n\n013-9608-1>. Acesso em: 23/8/2014. \n\n\n\n103 \n \n\n \n \n\nPACHAURI, R. K.; ALLEN, M. R.; BARROS, V. R.; et al. IPCC Climate Change \n\n2014: Synthesis Report. , 2014. \n\nPASSAVANTE, J.Z.O. &amp; FEITOSA, F.A.N. Dinâmica da produtividade \n\nfitoplanctônica na zona costeira marinha. In: Eskinazi-Leça, E.; Neumann Leitão, S.; \n\nCosta, M. F. (Org.). Oceanografia: um cenário tropical. Recife: Bagaço, 2004. p. 425-\n\n439. \n\nPEREIRA FILHO, J.; SPILLERE, L. C. &amp; SCHETTINI, C.A.F. (2006). Itajaí-açu river \n\nestuary (Santa Catarina, Brazil): preliminary budget for dissolved inorganic nutrients. \n\nJournal of Coastal Research, SI (39): 702-706. \n\nPETERSON, R. G.; STRAMMA, L. Upper-level circulation in the South Atlantic \n\nOcean. Progress in Oceanography, v. 26, n. 1, p. 1–73, 1991. \n\nQUÉRÉ, C. LE; PETERS, G. P.; ANDRES, R. J.; et al. Global carbon budget 2013. \n\nEarth System Science Data Discussions, v. 7, p. 521–610, 2014. Disponível em: \n\n<http://www.earth-syst-sci-data-discuss.net/6/689/2013/>. . \n\nRAYMOND, P. A.; BAUER, J. E.; COLE, J. J. Atmospheric CO2 evasion, dissolved \n\ninorganic carbon production, and net heterotrophy in the York River estuary. \n\nLimnology and Oceanography, v. 45, n. 8, p. 1707–1717, 2000. \n\nRAYMOND, P. A.; COLE, J. J. Gas Exchange in Rivers and Estuaries: Choosing a Gas \n\nTransfer Velocity. Estuaries, v. 24, n. 2, p. 312, 2001. \n\nRESURREIÇÃO, M. G.; PASSAVANTE, J. Z. DE O.; MACÊDO, S. J. Estudo da \n\nPlataforma Continental na área do Recife (Brasi): variação sazonal da biomassa \n\nfitoplanctónica. Trabalhos Oceanográficos da Universidade Federal de \n\nPernambuco, , n. 24, p. 39–59, 1996. \n\nSABINE, C. L.; FEELY, R. A; GRUBER, N.; et al. The oceanic sink for anthropogenic \n\nCO2. Science (New York, N.Y.), v. 305, n. 5682, p. 367–71, 2004. Disponível em: \n\n<http://www.ncbi.nlm.nih.gov/pubmed/15256665>. Acesso em: 11/7/2014. \n\nSIGMAN, D. M.; HAIN, M. P.; HAUG, G. H. The polar ocean and glacial cycles in \n\natmospheric CO(2) concentration. Nature, v. 466, n. 7302, p. 47–55, 2010. Nature \n\nPublishing Group. Disponível em:&lt;http://www.ncbi.nlm.nih.gov/pubmed/20596012>. \n\nAcesso em: 10/7/2014. \n\nSOUZA, M. F. L.; GOMES, V. R.; FREITAS, S. S.; ANDRADE, R. C. B.; \n\nKNOPPERS, B. Net Ecosystem Metabolism and Nonconservative Fluxes of Organic \n\nMatter in a Tropical Mangrove Estuary, Piauí River (NE of Brazil). Estuaries and \n\nCoasts, v. 32, n. 1, p. 111–122, 2009. Disponível em: \n\n<http://link.springer.com/10.1007/s12237-008-9104-1>. Acesso em: 23/8/2014. \n\nSWEENEY, C.; GLOOR, E.; JACOBSON, A. R.; et al. Constraining global air-sea gas \n\nexchange for CO 2 with recent bomb 14 C measurements. Global Biogeochemical \n\nCycles, v. 21, n. 2, p. n/a–n/a, 2007. Disponível em: \n\n<http://doi.wiley.com/10.1029/2006GB002784>. Acesso em: 17/11/2014. \n\n\n\n104 \n \n\n \n \n\nTAKAHASHI, T.; OLAFSSON, J.; GODDARD, J. G.; CHIPMAN, D. W.; \n\nSUTHERLAND, S. C. Seasonal variation of CO2 and nutrients in the high-latitude \n\nsurface oceans: A comparative study. Global Biogeochemical Cycles, v. 7, n. 4, p. \n\n843–878, 1993. Disponível em:&lt;http://dx.doi.org/10.1029/93GB02263>. . \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; CHIPMAN, D. W.; GODDARD, J. G.; HO, \n\nC. Climatological distributions of pH, pCO2, total CO2, alkalinity, and CaCO3 \n\nsaturation in the global surface ocean, and temporal changes at selected locations. \n\nMarine Chemistry, v. 164, p. 95–125, 2014. Elsevier B.V. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0304420314001042>. Acesso em: \n\n10/7/2014. \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; SWEENEY, C.; et al. Global sea–air CO2 \n\nflux based on climatological surface ocean pCO2, and seasonal biological and \n\ntemperature effects. Deep Sea Research Part II: Topical Studies in Oceanography, \n\nv. 49, n. 9-10, p. 1601–1622, 2002. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0967064502000036>. . \n\nTAKAHASHI, T.; SUTHERLAND, S. C.; WANNINKHOF, R.; et al. Climatological \n\nmean and decadal change in surface ocean pCO2, and net sea–air CO2 flux over the \n\nglobal oceans. Deep Sea Research Part II: Topical Studies in Oceanography, v. 56, \n\nn. 8-10, p. 554–577, 2009. Disponível em: \n\n<http://linkinghub.elsevier.com/retrieve/pii/S0967064508004311>. Acesso em: \n\n14/7/2014. \n\nTRAVASSOS, P. E. P. F., MACÊDO, S. J.; KOENING, M. L. (1993). Aspectos \n\nhidrológicos do estuário do rio Capibaribe (Recife, PE). Trabalhos Oceanográficos da \n\nUniversidade Federal de. Pernambuco, 22: 9-38, 1993. \n\nTSUNOGAI, S.; WATANABE, S.; SATO, T. Is there a “continental shelf pump” for \n\nthe absorption of atmospheric CO2? Tellus B, v. 51, n. 3, p. 701–712, 1999. \n\nMunksgaard International Publishers. Disponível em:&lt;http://dx.doi.org/10.1034/j.1600-\n\n0889.1999.t01-2-00010.x>. . \n\nWANG, Z. A.; CAI, W.-J. Carbon dioxide degassing and inorganic carbon export from \n\na marsh-dominated estuary (the Duplin River): A marsh CO2 pump. Limnology and \n\nOceanography, v. 49, n. 2, p. 341–354, 2004. \n\nWEISS, R. F. Carbon dioxide in water and seawater: the solubility of a non-ideal gas. \n\nMarine Chemistry, v. 2, n. 3, p. 203–215, 1974.  \n\nANEXOS \n\nANEXO 1.  \n\n \n\nRevista de fluxo contínuo. \n\nISSN: 1679-3013 \n\nD.O.I.: 10.5914/to.2011......... \n\nfile:///C:/@Tropical_oceanography/artigos_completos_resumos_t_d/39_2011_1_1_bezerra_junior.pdf\n\n\n105 \n \n\n \n \n\nEnvie o seu artigo para artigo.oceanography@gmail.com \n\nEditor Chefe \n\nt.oceanography@gmailcom \n\nTemplate \n\nUsar o presente modelo (templat) para submeter o seu artigo. \n\nO texto deve sr editado no Word. Fonte: Verdana. Tamanho: 10. \n\nTÍTULO (em português; inglês, francês ou espanhol) \n\nAutor(es) sobrenome em maiúsculo e negrito1 \n\n(ver rodapé) \n\nO artigo deve ser redigido com no máximo 30 folhas incluindo o texto, figuras e tabelas \n\n(espaçamento simples de linhas) \n\nABSTRACT e RESUMO \n\n(artigo em inglês ou português) contendo no máximo 150 palavras. \n\nA …..  \n\nO abstract deve conter o Key Word com três a seis palavras que não conste no título. \n\nO Resumo deve conter as palavras chave com três a seis palavras que não conste no título. \n\n \n\nINTRODUCTION/INTRODUÇÃO \n\nA…. \n\nSTUDY AREA/ÁREA ESTUDADA  \n\nA….  Texto (Fig.1). \n\nAs figuras – preferencialmente coloridas (mapas, gráficos, fotografias) devem se colada em \n\numa tabela (ver abaixo). As legendas das figuras devem ser inserida abaixo de cada figura e \n\nnumerada consecutivamente em algarismos arábico. \n\nObservação: cada figura deve esta referenciada no texto. \n\nColar a figura em cola especial (imagem - PNJ) e inserir no local definitivo do corpo do \n\ntexto. \n\nFigura 1 – Study área...  \n\nMATERIAL AND METHODS/MATERIAO E METODOS \n\nRESULTS/RESULTADOS \n\nAs figuras – preferencialmente coloridas (gráficos, fotografias, organismos. etc) devem se \n\ncolada em uma tabela (ver abaixo). As legendas das figuras devem ser inserida abaixo de cada \n\nfigura e numerada consecutivamente em algarismos arábico. \n\nObservação: cada figura deve esta referenciada no texto. \n\nColar a figura em cola especial (imagem - PNJ) e  inserir no local definitivo do corpo do \n\ntexto. \n\nmailto:artigo.oceanography@gmail.com\nmailto:t.oceanography@gmailcom\n\n\n106 \n \n\n \n \n\nFigura 2 – Legenda...  \n\nAs Tabelas, preferencialmente coloridas devem seguir as normas da Fundação nstituto Brasileiro \n\nde Geografia e Estatísticas, 1993. \n\nObservação: construir as talelas e inserilas no texto, no final ou entre os resultados como o(s) \n\nautor(es) achar(em) mais conveniente, devendo ser numerada consecutivamente em algarismo \n\narábico. Deve esta referenciada no texto \n\nA legenda fica acima de cada tabela. \n\nTable/Tabela 1 – Legenda ....   \n\n   \n\n   \n\n   \n\n   \n\nQuadro 1 - Legenda ....  (se for necessário). \n\n   \n\n   \n\n   \n\n   \n\n \n\nDISCUSSION/DISCUSSÃO \n\nA… \n\nCONCLUSION/CONCLUSÃO  \n\nA….  \n\n1. a ……; \n2. a ……; \n\nAKNOWLEDGEMENTS/AGRADECIMENTOS \n\nA….  \n\nREFERENCES/REFERÊNCIAS BIBLIOGRÁFICAS \n\nOBSERVAÇÃO: \n\nSeguir as normas da ABNT – Última versão (justificado a esquerda etc. Acesse \n\nhttp://www.leffa.pro.br/textos/abnt.htm, http://www.abnt.org.br/) \n\nMaiores detalhes em como publicar \n\n(http://www.ufpe.br/tropicaloceanography/comopublicar.html). \n\nEnviar para artigo.oceanography@gmail.com. \n\nANEXO 2 \n\nAUTHOR INFORMATION PACK \n\n19 Oct 2015 \n\nwww.elsevier.com/locate/ecss \n\nhttp://www.leffa.pro.br/textos/abnt.htm\nhttp://www.abnt.org.br/\nhttp://www.ufpe.br/tropicaloceanography/comopublicar.html\nmailto:artigo.oceanography@gmail.com\n\n\n107 \n \n\n \n \n\n1 ESTUARINE, COASTAL AND SHELF SCIENCE \n\nIn association with the Estuarine Coastal Sciences Association (ECSA) \n\nAUTHOR INFORMATION PACK \n\nTABLE OF CONTENTS \n\nISSN: 0272-7714 \n\nDESCRIPTION \n\nEstuarine, Coastal and Shelf Science is an international multidisciplinary journal \n\ndevoted to theanalysis of saline waterphenomena ranging from the outer edge of the \n\ncontinental shelfto theupper limits of the tidal zone. The journal provides a unique \n\nforum, unifying the multidisciplinaryapproaches to the study of the oceanography of \n\nestuaries, coastal zones, and continental shelf seas. It features original research papers, \n\nreview papers and short communications treating such disciplines as zoology, botany, \n\ngeology, sedimentology, physical oceanography. Data reports of mainly local interest \n\nare discouraged. Research areas include: \n\nNumerical modelling of estuarine and coastal marine ecosystems; Species distribution \n\nin relation to varying environments; Effects of waste disposal; Groundwater runoff and \n\nChemical processes; Estuarine and fjord circulation patterns; Meteorological and \n\noceanic forcing of semi-enclosed and continental shelf water masses; Sea-surface and \n\nsea-bed processes; Estuarine and coastal sedimentary processes and geochemistry; \n\nBrackish water and lagoon phenomena; Transitional waters \n\nBenefits to authors \n\nWe also provide many author benefits, such as free PDFs, a liberal copyright policy, \n\nspecial discounts on Elsevier publications and much more. Please click here for more \n\ninformation on our author services \n\nPlease see our Guide for Authors for information on article submission. If you require \n\nany further information or help, please visit our support pages:  \n\nhttp://support.elsevier.com \n\nFor reviewers: \n\nWe can provide reviewers of  Estuarine, Coastal and Shelf Science with a letter of \n\nrecognition or a review certificate upon request. Please contact Dr. Luaine Bandounas at \n\nl.bandounas@elsevier.com, for more information. \n\nAUTHOR INFORMATION PACK \n\n19 Oct 2015 \n\nwww.elsevier.com/locate/ecss \n\n\n\n108 \n \n\n \n \n\nAUDIENCE \n\nMarine biologists and ecologists, physical, chemical and biological oceanographers, \n\nmarine sedimentologists, geologists and geochemists. \n\nIMPACT FACTOR \n\n2014: 2.057 © Thomson Reuters Journal Citation Reports 2015 \n\nABSTRACTING AND INDEXING \n\n \n\nANEXO 3 \n\nSpringer Journal – Regional Environmental Change \n\nLENGTH OF PAPER \n\nOur goal is to encourage original research articles of up to 12 published pages, inclusive \n\nof all text, references, figures and tables, which is equivalent to approximately 8,000 \n\nwords if the manuscript were composed of text alone. Figures and tables are counted as \n\n300 words each. Some leniency in the length up to the equivalence of 9,000 words is \n\npermitted subject to editorial discretion; however, submissions excessively over the \n\nlimit will be returned to the authors before review. We urge authors to take full \n\nadvantage of our capacity for Electronic Supplemental Material. \n\nAuthors who find the page limit to be particularly restrictive, especially as a result of \n\ndisciplinary differences, are encouraged to contact the journal office (reec@pik-\n\npotsdam.de) for guidance. \n\nLANGUAGE \n\nWe appreciate any efforts that you make to ensure that the language is corrected before \n\nsubmission. \n\nThis will greatly improve the legibility of your paper if English is not your first \n\nlanguage. British English or American English spelling and terminology may be used, \n\nbut either one should be followed consistently throughout the article. \n\n \n\nARTICLE TYPE \n\n1. Original Research Articles (typically up to 12 printed pages), presenting new \n\nevidence from analyses of empirical data or else more theoretical investigations of \n\nregional environmental change. The findings should always be of interest to an \n\ninternational research community. \n\n2. Review Articles (up to 8000 words of text, potentially with longer reference lists), \n\nsummarizing an important area of science concerning regional environmental change. \n\nEditors suggest that authors contact them to discuss proposed review topics with them \n\nbefore finalization and submission of reviews papers. \n\n3. Short Communications (up to 3000 words, max 1 figure and 1 table), presenting \n\nimportant findings of similar nature. These submissions will receive high review \n\npriority and are, after acceptance, normally published in the next available issue of the \n\njournal. \n\n4. A Commentary is an unsolicited and uninvited critique of a paper previously \n\npublished in Regional Environmental Change. Authors of the original piece are \n\ngenerally invited to prepare a response to the critique, which would be published \n\n\n\n109 \n \n\n \n \n\nconcurrently with the Commentary. Commentaries and responses are reviewed on the \n\nbasis of fairness, balance and scientific merit. \n\n5. An Essay is a submitted opinion or think piece, subject to review, which has a lower \n\nstandard of evidence required to justify conclusions than a research article. Essays are \n\npublished rarely and at the complete discretion of the editors. \n\nMANUSCRIPT SUBMISSION \n\nManuscript Submission \n\nSubmission of a manuscript implies: that the work described has not been published \n\nbefore; that it is not under consideration for publication anywhere else; that its \n\npublication has been approved by all co-authors, if any, as well as by the responsible \n\nauthorities – tacitly or explicitly– at the institute where the work has been carried out. \n\nThe publisher will not be held legally responsible should there be any claims for \n\ncompensation. \n\nPermissions \n\nAuthors wishing to include figures, tables, or text passages that have already been \n\npublished elsewhere are required to obtain permission from the copyright owner(s) for \n\nboth the print and online format and to include evidence that such permission has been \n\ngranted when submitting their papers. Any material received without such evidence will \n\nbe assumed to originate from the authors. \n\nOnline Submission \n\nAuthors should submit their manuscripts online. Electronic submission substantially \n\nreduces the editorial processing and reviewing times and shortens overall publication \n\ntimes. Please follow the hyperlink “Submit online” on the right and upload all of your \n\nmanuscript files following the instructions given on the screen. \n\nProceedings, etc \n\nIn the case that parts of the text have been published as conference proceedings, project \n\nreports, working papers or similar, this needs to be declared during submission - editors \n\nwill then assess on a case by case basis whether the paper may still be considered \n\noriginal. \n\nPREPARING THE MANUSCRIPT \n\nTitle Page \n\nThe title page is part of the manuscript and must include: \n\nThe full name(s), professional affiliations and e-mail addresses of all author(s) \n\nA concise and informative title, indicating the specific region the work relates to \n\n(consider Search Engine Optimization when choosing the title) o The full professional \n\naddress, e-mail address and telephone number of the corresponding author o Abstract \n\nand keywords (see below) o Length of the manuscript (see below) \n\nAbstract \n\nPlease provide an abstract of 150 to 250 words. The abstract should be highly \n\ninformative about the findings and conclusions from the paper, and it should not contain \n\nany undefined abbreviations or unspecified references. \n\nKeywords \n\nPlease provide 4 to 6 keywords which can be used for indexing purposes. \n\nLength of the manuscript \n\nThe length of the manuscript must be indicated, consisting of \n\nThe number of words, counting from the top of the title page, including abstract, \n\nkeywords and acknowledgements to the end of text (before the reference list) \n\nThe number of figures and tables (counting as 300 words each) \n\nThe number of words, including the count for the figures and tables, must not \n\nexceed the length of text permitted for the article type \n\n\n\n110 \n \n\n \n \n\nText \n\nText Formatting \n\nManuscripts should be submitted in Word. \n\no Use a normal, plain font (e.g., 10-point Times Roman) for text. \n\no Use italics for emphasis. \n\no Use the automatic page numbering function to number the pages. \n\no Use the automatic line numbering function to number all lines of the text. \n\no Do not use any field functions. \n\no Use tab stops or other commands for indents, not the space bar. \n\no Use the table function, not spreadsheets, to make tables. \n\no Use the equation editor or MathType for equations. \n\no Save your file in docx format (Word 2007 or higher) or doc format (older Word \n\nversions). \n\nManuscripts with mathematical content can also be submitted in LaTeX. \n\no LaTeX macro package (zip, 182 kB) \n\nHeadings \n\nPlease use no more than three levels of displayed headings. \n\nAbbreviations \n\nAbbreviations should be defined at first mention and used consistently thereafter. \n\nFootnotes \n\nFootnotes can be used to give important additional information, which may include the \n\ncitation of a reference included in the reference list. They should not consist solely of a \n\nreference citation, and they should never include the bibliographic details of a reference. \n\nFootnotes should not contain any figures or tables. \n\nFootnotes to the text are numbered consecutively; those to tables should be indicated by \n\nsuperscript lower-case letters (or asterisks for significance values and other statistical \n\ndata). \n\nFootnotes to the title or the authors of the article are not given reference symbols. \n\nAlways use footnotes instead of endnotes. \n\nAcknowledgments \n\nAcknowledgments of people, grants, funds, etc. should be placed in a separate section \n\nbefore the reference list. The names of funding organizations should be written in full. \n\nScientific Style \n\nPlease always use internationally accepted signs and symbols for units (SI units). \n\nREFERENCES \n\nCitation \n\nCite references in the text by name and year in parentheses. Some examples: \n\nNegotiation research spans many disciplines (Thompson 1990). \n\nThis result was later contradicted by Becker and Seligman (1996). \n\nThis effect has been widely studied (Abbott 1991; Barakat et al. 1995; Kelso and \n\nSmith 1998; Medvec et al. 1999). \n\nReference list \n\nThe list of references should only include works that are cited in the text and that have \n\nbeen published or accepted for publication. Personal communications and unpublished \n\nworks should only be mentioned in the text. Do not use footnotes or endnotes as a \n\nsubstitute for a reference list. Reference list entries should be alphabetized by the last \n\nnames of the first author of each work. \n\nJournal article \n\n\n\n111 \n \n\n \n \n\nGamelin FX, Baquet G, Berthoin S, Thevenet D, Nourry C, Nottin S, Bosquet L (2009) \n\nEffect of high intensity intermittent training on heart rate variability in prepubescent \n\nchildren. Eur J Appl Physiol 105:731-738. doi: 10.1007/s00421-008-0955-8 \n\nThe names of all authors should be provided, the usage of “et al” in long author lists \n\nwill not be accepted. The doi-number should always be indicated when it exists. \n\nBook \n\nSouth J, Blass B (2001) The future of modern genomics. Blackwell, London \n\nBook chapter  \n\nBrown B, Aaron M (2001) The politics of nature. In: Smith J (ed) The rise of modern \n\ngenomics, \n\n3rd edn. Wiley, New York, pp 230-257 \n\nOnline document \n\nCartwright J (2007) Big stars have weather too. IOP Publishing Physics Web. \n\nhttp://physicsweb.org/articles/news/11/6/16/1. Accessed 26 June 2007 \n\nDissertation \n\nTrent JW (1975) Experimental acute renal failure. Dissertation, University of California \n\nAlways use the standard abbreviation of a journal’s name according to the ISSN List of \n\nTitle Word Abbreviations, see ISSN.org LTWA If you are unsure, please use the full \n\njournal title. For authors using EndNote, Springer provides an output style that supports \n\nthe formatting of intext citation list. EndNote style (zip, 2 kB) \n\nRequest Figures and Tables \n\nAuthors are required to separate figures and tables from the main text file. \n\nTables \n\nAll tables are to be numbered using Arabic numerals. \n\nTables should always be cited in text in consecutive numerical order. \n\nFor each table, please supply a table caption (title) explaining the components of \n\nthe table. \n\nIdentify any previously published material by giving the original source in the form of a \n\nreference at the end of the table caption. \n\nFootnotes to tables should be indicated by superscript lower-case letters (or asterisks for \n\nsignificance values and other statistical data) and included beneath the table body. \n\nArtwork and Illustrations Guidelines \n\nElectronic Figure Submission \n\nSupply all figures electronically. \n\nIllustrations should only contain essential content for the topic of the paper. \n\nAll lettering should be scaled such as to allow the smallest possible printing of the \n\nillustration. \n\nFor vector graphics, the preferred format is EPS; for halftones, please use TIFF \n\nformat. MSOffice files are also acceptable. (Indicate what graphics program was \n\nused to create the artwork.) \n\nVector graphics containing fonts must have the fonts embedded in the files. \n\nName your figure files with \"Fig\" and the figure number, e.g., Fig1.eps. \n\nLine Art \n\nDefinition: Black and white graphic with no shading. \n\nDo not use faint lines and/or lettering and check that all lines and lettering within the \n\nfigures are legible at final size. \n\nAll lines should be at least 0.1 mm (0.3 pt) wide. \n\nScanned line drawings and line drawings in bitmap format should have a minimum \n\nresolution of 1200 dpi. \n\nVector graphics containing fonts must have the fonts embedded in the files. \n\n\n\n112 \n \n\n \n \n\nHalftone Art \n\nDefinition: Photographs, drawings, or paintings with fine shading, etc. If any \n\nmagnification is used in the photographs, indicate this by using scale bars within the \n\nfigures themselves. \n\nHalftones should have a minimum resolution of 300 dpi. \n\nCombination Art \n\nDefinition: a combination of halftone and line art, e.g., halftones containing line \n\ndrawing, extensive lettering, color diagrams, etc. \n\nCombination artwork should have a minimum resolution of 600 dpi. \n\nColor Art \n\nColor art is free of charge for online publication. \n\nIf black and white will be shown in the print version, make sure that the main \n\ninformation will still be visible. Many colors are not distinguishable from one another \n\nwhen converted to black and white. A simple way to check this is to make a xerographic \n\ncopy to see if the necessary distinctions between the different colors are still apparent. \n\nIf the figures will be printed in black and white, do not refer to color in the captions. \n\nColor illustrations should be submitted as RGB (8 bits per channel). \n\nFigure Lettering \n\nTo add lettering, it is best to use Helvetica or Arial (sans serif fonts). \n\nKeep lettering consistently sized throughout your final-sized artwork, usually about \n\n2–3 mm (8–12 pt). \n\nVariance of type size within an illustration should be minimal, e.g., do not use 8-pt \n\ntype on an axis and 20-pt type for the axis label. \n\nAvoid effects such as shading, outline letters, etc. \n\nDo not include titles or captions within your illustrations. \n\nFigure Numbering \n\nAll figures are to be numbered using Arabic numerals. \n\nFigures should always be cited in text in consecutive numerical order. \n\nFigure parts should be denoted by lowercase letters (a, b, c, etc.). \n\nIf an appendix appears in your article and it contains one or more figures, continue \n\nthe consecutive numbering of the main text. Do not number the appendix figures, \n\n\"A1, A2, A3, etc.\" Figures in online appendices (Electronic Supplementary Material) \n\nshould, however, be numbered separately. \n\nFigure Captions \n\nEach figure should have a concise caption describing accurately what the figure \n\ndepicts. Include the captions in the text file of the manuscript, not in the figure file. \n\nFigure captions begin with the term Fig. in bold type, followed by the figure number, \n\nalso in bold type. \n\nNo punctuation is to be included after the number, nor is any punctuation to be \n\nplaced at the end of the caption. \n\nIdentify all elements found in the figure in the figure caption; and use boxes, circles, \n\netc., as coordinate points in graphs. \n\nIdentify previously published material by giving the original source in the form of a \n\nreference citation at the end of the figure caption. \n\nFigure Placement and Size \n\nWhen preparing your figures, size figures to fit in the column width. \n\nFor most journals the figures should be 39 mm, 84 mm, 129 mm, or 174 mm wide \n\nand not higher than 234 mm. \n\nFor books and book-sized journals, the figures should be 80 mm or 122 mm wide \n\nand not higher than 198 mm. \n\n\n\n113 \n \n\n \n \n\nPermissions \n\nIf you include figures that have already been published elsewhere, you must obtain \n\npermission from the copyright owner(s) for both the print and online format. Please be \n\naware that some publishers do not grant electronic rights for free and that Springer will \n\nnot be able to refund any costs that may have occurred to receive these permissions. In \n\nsuch cases, material from other sources should be used. \n\nAccessibility \n\nIn order to give people of all abilities and disabilities access to the content of your \n\nfigures, please make sure that \n\nAll figures have descriptive captions (blind users could then use a text-to-speech \n\nsoftware or a text-to-Braille hardware) \n\nPatterns are used instead of or in addition to colors for conveying information \n\n(colorblind users would then be able to distinguish the visual elements) \n\nAny figure lettering has a contrast ratio of at least 4.5:1 \n\nELECTRONIC SUPPLEMENTARY MATERIAL \n\nSpringer accepts electronic multimedia files (animations, movies, audio, etc.) and other \n\nsupplementary files to be published online along with an article or a book chapter. This \n\nfeature can add dimension to the author's article, as certain information cannot be \n\nprinted or is more convenient in electronic form. \n\nSubmission \n\n• Supply all supplementary material in standard file formats. \n\n• Please include in each file the following information: article title, journal name, author \n\nnames; affiliation and e-mail address of the corresponding author. \n\n• To accommodate user downloads, please keep in mind that larger-sized files may \n\nrequire very long download times and that some users may experience other problems \n\nduring downloading. \n\nAudio, Video, and Animations \n\n• Always use MPEG-1 (.mpg) format. \n\nText and Presentations \n\n• Submit your material in PDF format; .doc or .ppt files are not suitable for long-term \n\nviability. \n\n• A collection of figures may also be combined in a PDF file. \n\nSpreadsheets \n\n• Spreadsheets should be converted to PDF if no interaction with the data is intended. \n\n• If the readers should be encouraged to make their own calculations, spreadsheets \n\nshould be submitted as .xls files (MS Excel). \n\nSpecialized Formats \n\n• Specialized format such as .pdb (chemical), .wrl (VRML), .nb (Mathematica \n\nnotebook), and .tex can also be supplied. \n\nCollecting Multiple Files \n\n• It is possible to collect multiple files in a .zip or .gz file. \n\nNumbering \n\n• If supplying any supplementary material, the text must make specific mention of the \n\nmaterial as a citation, similar to that of figures and tables. • Refer to the supplementary \n\nfiles as “Online Resource”, e.g., \"... as shown in the animation (Online Resource 3)\", “... \n\nadditional data are given in Online Resource 4”. \n\n• Name the files consecutively, e.g. “ESM_3.mpg”, “ESM_4.pdf” \n\nCaptions \n\n• For each supplementary material, please supply a concise caption describing the \n\ncontent of the file. \n\n\n\n114 \n \n\n \n \n\nProcessing of supplementary files \n\n• Electronic supplementary material will be published as received from the author \n\nwithout any conversion, editing, or reformatting. \n\nAccessibility \n\nIn order to give people of all abilities and disabilities access to the content of your \n\nsupplementary files, please make sure that: \n\n• The manuscript contains a descriptive caption for each supplementary material \n\n• Video files do not contain anything that flashes more than three times per second (so \n\nthat users prone to seizures caused by such effects are not put at risk \n\nDOES SPRINGER PROVIDE LANGUAGE SUPPORT? \n\nManuscripts that are accepted for publication will be checked by our copyeditors for \n\nspelling and formal style. This may not be sufficient if English is not your native \n\nlanguage and substantial editing would be required. In that case, you may want to have \n\nyour manuscript edited by a native speaker prior to submission. Clear and concise \n\nlanguage is required for acceptance of your paper. The following editing service \n\nprovides language editing for scientific articles in all areas Springer \n\npublishes in: Edanz English editing for scientists \n\nUse of an editing service is neither a requirement nor a guarantee of acceptance for \n\npublication. Please contact the editing service directly to make arrangements for editing \n\nand payment. \n\nEdanz Editing Global \n\nPlease contact the editing service directly to make arrangements for editing and \n\npayment. \n\nETHICAL RESPONSIBILITY OF THE AUTHORS \n\nThis journal is committed to upholding the integrity of the scientific record. As a \n\nmember of the Committee on Publication Ethics (COPE) the journal will follow the \n\nCOPE guidelines on how to deal with potential acts of misconduct. \n\nAuthors should refrain from misrepresenting research results which could damage the \n\ntrust in the journal, the professionalism of scientific authorship, and ultimately the entire \n\nscientific endeavour. \n\nMaintaining integrity of the research and its presentation can be achieved by following \n\nthe rules of good scientific practice, which include: \n\n• The manuscript has not been submitted to more than one journal for simultaneous \n\nconsideration. \n\n• The manuscript has not been published previously (partly or in full), unless the new \n\nwork concerns an expansion of previous work (please provide transparency on the re-\n\nuse of material to avoid the hint of text-recycling (“self-plagiarism”)). \n\n• A single study is not split up into several parts to increase the quantity of submissions \n\nand submitted to various journals or to one journal over time (e.g. “salami-publishing”). \n\n• No data have been fabricated or manipulated (including images) to support your \n\nconclusions. \n\n• No data, text, or theories by others are presented as if they were the author’s own \n\n(“plagiarism”). Proper acknowledgements to other works must be given (this includes \n\nmaterial that is closely copied (near verbatim), summarized and/or paraphrased), \n\nquotation marks are used for verbatim copying of material, and permissions are secured \n\nfor material that is copyrighted. \n\nImportant note: the journal may use software to screen for plagiarism. \n\n• Consent to submit has been received explicitly from all co-authors, as well as from the \n\nresponsible authorities - tacitly or explicitly - at the institute/organization where the \n\nwork \n\n\n\n115 \n \n\n \n \n\nhas been carried out, before the work is submitted. \n\n• Authors whose names appear on the submission have contributed sufficiently to the \n\nscientific work and therefore share collective responsibility and accountability for the \n\nresults. \n\nIn addition: \n\n• Changes of authorship or in the order of authors are not accepted after acceptance of a \n\nmanuscript. \n\n• Requesting to add or delete authors at revision stage, proof stage, or after publication \n\nis a serious matter and may be considered when justifiably warranted. Justification for \n\nchanges in authorship must be compelling and may be considered only after receipt of \n\nwritten approval from all authors and a convincing, detailed explanation about the \n\nrole/deletion of the new/deleted author. In case of changes at revision stage, a letter \n\nmust accompany the revised manuscript. In case of changes after acceptance or \n\npublication, the request and documentation must be sent via the Publisher to the Editor-\n\nin-Chief. In all cases, further documentation may be required to support your request. \n\nThe decision on accepting the change rests with the Editor-in-Chief of the journal and \n\nmay be turned down. Therefore authors are strongly advised to ensure the correct author \n\ngroup, corresponding author, and order of authors at submission. \n\n• Upon request authors should be prepared to send relevant documentation or data in \n\norder to verify the validity of the results. This could be in the form of raw data, samples, \n\nrecords, etc. \n\nIf there is a suspicion of misconduct, the journal will carry out an investigation \n\nfollowing the COPE guidelines. If, after investigation, the allegation seems to raise \n\nvalid concerns, the accused author will be contacted and given an opportunity to address \n\nthe issue. If misconduct has been established beyond reasonable doubt, this may result \n\nin the Editor-in-Chief’s implementation of the following measures, including, but not \n\nlimited to: \n\n• If the article is still under consideration, it may be rejected and returned to the author. \n\n• If the article has already been published online, depending on the nature and severity \n\nof the infraction, either an erratum will be placed with the article or in severe cases \n\ncomplete retraction of the article will occur. The reason must be given in the published \n\nerratum or retraction note. \n\n• The author’s institution may be informed. \n\nCOMPLIANCE WITH ETHICAL STANDARDS \n\nTo ensure objectivity and transparency in research and to ensure that accepted principles \n\nof ethical and professional conduct have been followed, authors should include \n\ninformation regarding sources of funding, potential conflicts of interest (financial or \n\nnon-financial), informed consent if the research involved human participants, and a \n\nstatement on welfare of animals if the research involved animals. \n\nAuthors should include the following statements (if applicable) in a separate section \n\nentitled “Compliance with Ethical Standards” before the References when submitting a \n\npaper: \n\n• Disclosure of potential conflicts of interest; • Research involving Human Participants \n\nand/or Animals; • Informed consent \n\nPlease note that standards could vary slightly per journal dependent on their peer review \n\npolicies (i.e.double blind peer review) as well as per journal subject discipline. Before \n\nsubmitting your article check the Instructions for Authors carefully. The corresponding \n\nauthor should be prepared to collect documentation of compliance with ethical \n\nstandards and send if requested during peer review or after publication. The Editors \n\nreserve the right to reject manuscripts that do not comply with the above-mentioned \n\n\n\n116 \n \n\n \n \n\nguidelines. The author will be held responsible for false statements or failure to fulfill \n\nthe abovementioned guidelines. \n\nDISCLOSURE OF POTENTIAL CONFLICTS OF INTEREST \n\nAuthors must disclose all relationships or interests that could have direct or potential \n\ninfluence or impart bias on the work. Although an author may not feel there is any \n\nconflict, disclosure of relationships and interests provides a more complete and \n\ntransparent process, leading to an accurate and objective assessment of the work. \n\nAwareness of a real or perceived conflicts of interest is a perspective to which the \n\nreaders are entitled. This is not meant to imply that a financial relationship with an \n\norganization that sponsored the research or compensation received for consultancy work \n\nis inappropriate. Examples of potential conflicts of interests that are directly or \n\nindirectly related to the research may include but are not limited to the following: \n\n• Research grants from funding agencies (please give the research funder and the grant \n\nnumber); • Honoraria for speaking at symposia; • Financial support for attending \n\nsymposia; • Financial support for educational programs; • Employment or consultation; \n\n• Support from a project sponsor; • Position on advisory board or board of directors or \n\nother type of management relationships; • Multiple affiliations; • Financial \n\nrelationships, for example equity ownership or investment interest; • Intellectual \n\nproperty rights (e.g. patents, copyrights and royalties from such rights); • Holdings of \n\nspouse and/or children that may have financial interest in the work.  \n\nIn addition, interests that go beyond financial interests and compensation (non-financial \n\ninterests) that may be important to readers should be disclosed. These may include but \n\nare not limited to personal relationships or competing interests directly or indirectly tied \n\nto this research, or professional interests or personal beliefs that may influence your \n\nresearch. \n\nThe corresponding author collects the conflict of interest disclosure forms from all \n\nauthors. In author collaborations where formal agreements for representation allow it, it \n\nis sufficient for the corresponding author to sign the disclosure form on behalf of all \n\nauthors. Examples of forms can be found here: \n\nThe corresponding author will include a summary statement in the text of the \n\nmanuscript in a separate section before the reference list, that reflects what is recorded \n\nin the potential conflict of interest disclosure form(s). \n\nSee below examples of disclosures: \n\nFunding: This study was funded by X (grant number X). \n\nConflict of Interest: Author A has received research grants from Company A. Author \n\nB has received a speaker honorarium from Company X and owns stock in Company Y. \n\nAuthor C is a member of committee Z. If no conflict exists, the authors should state: \n\nConflict of Interest: The authors declare that they have no conflict of interest. \n\nAFTER ACCEPTANCE \n\nUpon acceptance of your article you will receive a link to the special Author Query \n\nApplication at Springer’s web page where you can sign the Copyright Transfer \n\nStatement online and indicate whether you wish to order OpenChoice, offprints, or \n\nprinting of figures in color. Once the Author Query Application has been completed, \n\nyour article will be processed and you will receive the proofs. \n\nOpen Choice \n\nIn addition to the normal publication process (whereby an article is submitted to the \n\njournal and access to that article is granted to customers who have purchased a \n\nsubscription), Springer provides an alternative publishing option: Springer Open \n\nChoice. A Springer Open Choice article receives all the benefits of a regular \n\n\n\n117 \n \n\n \n \n\nsubscription-based article, but in addition is made available publicly through Springer’s \n\nonline platform SpringerLink. Springer Open Choice \n\nCopyright transfer \n\nAuthors will be asked to transfer copyright of the article to the Publisher (or grant the \n\nPublisher exclusive publication and dissemination rights). This will ensure the widest \n\npossible protection and dissemination of information under copyright laws. \n\nOpen Choice articles do not require transfer of copyright as the copyright remains with \n\nthe author. In opting for open access, the author(s) agree to publish the article under the \n\nCreative Commons Attribution License. \n\nOffprints \n\nOffprints can be ordered by the corresponding author. \n\nColor illustrations \n\nOnline publication of color illustrations is free of charge. For color in the print version, \n\nauthors will be expected to make a contribution towards the extra costs. \n\nProof reading \n\nThe purpose of the proof is to check for typesetting or conversion errors and the \n\ncompleteness and accuracy of the text, tables and figures. Substantial changes in \n\ncontent, e.g., new results, corrected values, title and authorship, are not allowed without \n\nthe approval of the Editor. After online publication, further changes can only be made in \n\nthe form of an Erratum, which will be hyperlinked to the article. \n\nOnline First \n\nThe article will be published online after receipt of the corrected proofs. This is the \n\nofficial first publication citable with the DOI. After release of the printed version, the \n\npaper can also be cited by issue and page numbers. \n\nhttp://www.springer.com/journal/10113"}]}}}