{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.16371"}, {"@name": "filename", "#text": "23008_S0100-84042005000100003.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Revista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005\n\n Estrutura foliar de Loudetiopsis chrysothrix (Nees) Conert e\nTristachya leiostachya Nees (Poaceae)1\n\nJULIANA M. ALVAREZ2, 4, JOECILDO F. ROCHA2, 3 e SILVIA R. MACHADO2\n\n(recebido: 4 de março de 2004; aceito: 23 de setembro de 2004)\n\nABSTRACT – (Leaf structure of Loudetiopsis chrysothrix (Nees) Conert and Tristachya leiostachya Nees (Poaceae)).\nLoudetiopsis chrysothrix and Tristachya leiostachya are grasses species showing great morphological similarity, but differing\nin stamen number and awn characteristics. However, these structures are deciduous and frequently absent in the mature\nespikelet, which makes their identification difficult. In order to recognize useful characters for species delimitation, this paper\nstudied the leaf blade anatomy and ultrastructure. The different characteristics between these species were: prickle hair\narrangement on the leaf blade adaxial surface; furrow depth on the adaxial surface; saliency shape on the first order bundle;\nvascular bundle size, position, and arrangement on the leaf blade; metaxylem vessel outline; number of cells in the bundle\nsheath extension; presence/absence of colourless cells in the mesophyll; number of chlorenchyma radiated cell strata and\ndistribution of the sub epidermal scherenchyma. In both species, chloroplasts of the chlorenchyma show grana and absence\nof starch grains; those in the sheath are agranal, with or without starch grains. Other characteristics such as presence of\nepicuticular waxes, stomata in furrows on the adaxial surface, differences in the sinuosity degree of the epidermal cell wall, and\ncell wall structure are common in cerrado species and can be related to water saving.\n\nKey words - cerrado, leaf structure, Loudetiopsis chrysothrix, Poaceae, Tristachya leiostachya\n\nRESUMO – (Estrutura foliar de Loudetiopsis chrysothrix (Nees) Conert e Tristachya leiostachya Nees (Poaceae)). Loudetiopsis\nchrysothrix e Tristachya leiostachya são espécies de gramíneas que apresentam grande similaridade morfológica, distinguindo-se\npelo número de estames e pelas características da arista. Entretanto, tais estruturas são caducas e, freqüentemente, estão\nausentes na espigueta madura o que dificulta a identificação. Visando reconhecer caracteres úteis na delimitação dessas\nespécies, neste trabalho foram estudadas a anatomia e a ultra-estrutura da lâmina foliar. Os caracteres diferenciais entre as duas\nespécies foram: disposição dos tricomas tipo espinho na superfície adaxial da lâmina; profundidade dos sulcos na superfície\nadaxial; formato das saliências nos feixes de primeira ordem; tamanho, posição e o arranjo dos feixes vasculares na lâmina\nfoliar; contorno dos vasos de metaxilema; número de células da extensão da bainha dos feixes vasculares; presença/ausência\nde células incolores no mesofilo; número de estratos de células do clorênquima radiado e distribuição do esclerênquima\nsubepidérmico. Em ambas as espécies, os cloroplastos do clorênquima apresentam grana e ausência de grãos-de-amido; os da\nbainha são agranais, com ou sem grãos-de-amido. Outras características como a presença de ceras epicuticulares, estômatos\nalojados em sulcos na superfície adaxial, diferenças no grau de sinuosidade das paredes das células epidérmicas e na estrutura\ndas paredes celulares são comuns a espécies de cerrados e podem estar relacionadas com a economia de água.\n\nPalavras-chave - cerrado, estrutura foliar, Loudetiopsis chrysothrix, Poaceae, Tristachya leiostachya\n\n1 . Parte da dissertação de mestrado de J.M. Alvarez, desenvolvida\nno Curso de Pós-graduação em Ciências Biológicas, Área de\nConcentração Botânica, do Instituto de Biociências,\nUniversidade Estadual Paulista, Campus de Botucatu.\n\n2 . Universidade Estadual Paulista, Instituto de Biociências,\nDepartamento de Botânica, Caixa Postal 510, 18618-000\nBotucatu, SP, Brasil.\n\n3 . Departamento de Botânica, Instituto de Biologia, Universidade\nFederal Rural do Rio de Janeiro, Caixa Postal 74582,\n23851-970 Seropédica, RJ, Brasil.\n\n4 . Autor para correspondência: alvarez01@bol.com.br\n\nIntrodução\n\nEstudos anatômicos com enfoque taxonômico em\nPoaceae são comuns e abordam, principalmente, os\ncaracteres epidérmicos em vista frontal e a estrutura\n\nda lâmina foliar em seção transversal, além de\nconsiderações sobre a estrutura do cloroplasto e bainha\ndo feixe vascular (Brown 1958, Metcalfe 1960, Johnson\n&amp; Brown 1973, Brown 1975, Ellis 1976, 1977, 1979).\n\nOs gêneros Loudetiopsis Conert e Tristachya\nNees, ambos pertencentes à família Poaceae, subfamília\nPanicoideae, tribo Arundinelleae, estão representados\nno Brasil cada um, por uma só espécie: Loudetiopsis\nchrysothrix (Nees) Conert e Tristachya leiostachya\nNees. Ambas ocorrem principalmente em cerrados das\nregiões Centro-Oeste e Sudeste e, também, em campos\nsecos e arenosos (Silberbauer-Gottsberger 1984,\nLonghi-Wagner 2001).\n\nSegundo Longhi-Wagner (2001), essas duas\nespécies mostram grande similaridade morfológica sendo\nLoudetiopsis chrysothrix (Nees) Conert originalmente\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya24\n\ndescrita como Tristachya chrysothrix Nees em 1829;\nposteriormente, em 1906, foi modificada para\nDiandrostachya chrysothrix por Jacques-Felix, sendo\ntransferida para o gênero Loudetiopsis por Conert, em\n1957. Esses taxa são diferenciados pela estrutura da\nespigueta, principalmente, quanto ao indumento das\nglumas inferiores (com tricomas dourados em\nLoudetiopsis chrysothrix e glabras em Tristachya\nleiostachya), comprimento das espiguetas e número de\nestames (2 em Loudetiopsis chrysothrix e 3 em\nTristachya leiostachya). No entanto, em ambas, o\nantécio e as aristas se desprendem facilmente do\nrestante da espigueta na maturidade, o que pode\nconfundir a identificação (Longhi-Wagner 2001).\n\nVisando a reconhecer estruturas foliares úteis na\ndelimitação de Loudetiopsis chrysothrix e Tristachya\nleiostachya foram analisados a micromorfologia das\nsuperfícies foliares, a anatomia e a ultra-estrutura da\nlâmina destas duas espécies.\n\nMaterial e métodos\n\nAs espécies apresentam ampla ocorrência em áreas de\ncerrado (sensu stricto) nos municípios de Botucatu\n(22°48’55,5” S e 48°31’26,1” W) e Pratânia (22°48’50,2” S e\n48°44’35,8” W), Estado de São Paulo. As exsicatas\nencontram-se depositadas no herbário BOTU, registradas sob\nos números: Loudetiopsis chrysothrix (Nees) Conert (23.388,\n23.404, 23.405) e Tristachya leiostachya Nees (23.389, 23.407).\n\nAmostras retiradas do terço médio da lâmina de folhas\ndo terceiro nó, contado a partir da inflorescência, foram\nprocessadas para estudos anatômicos e ultra-estruturais,\nconforme descrito a seguir.\nMicroscopia fotônica (MF) – O material foi fixado em FAA 50\n(Johansen 1940) durante 48 h, sendo posteriormente\ntransferido para etanol 70º GL e seccionado transversalmente\ncom micrótomo manual tipo Ranvier. As seções com 10 µm de\nespessura foram clarificadas em hipoclorito de sódio a 20%\nda solução comercial, coradas com azul de astra e safranina,\nmontadas entre lâmina e lamínula com glicerina 50% e lutadas\ncom esmalte, segundo técnicas usuais descritas em Kraus &amp;\nArduin (1997). A descrição das características anatômicas foi\nbaseada na terminologia de Metcalfe (1960) e Ellis (1976, 1979).\nMicroscopia eletrônica de varredura (MEV) – Para análise da\nmicromorfologia das superfícies foliares, as amostras foram\n\ncoletadas e imediatamente distendidas entre lâminas de vidro\ne secadas à sombra, à temperatura ambiente; posteriormente,\nforam metalizadas com carbono e ouro e analisadas ao\nmicroscópio eletrônico de varredura Philips SEM-515.\nMicroscopia eletrônica de transmissão (MET) – Para análise\ndas características ultra-estruturais do clorênquima, feixes\nvasculares e aparelho estomático, as amostras foram fixadas\nem glutaraldeído 2,5%, em tampão fosfato 0,1M pH 7,3;\npós-fixadas em tetróxido de ósmio a 1% no mesmo tampão\n(2h); desidratadas em série crescente de soluções de acetona\ne embebidas em Araldite. As seções ultrafinas, obtidas em\nultramicrótomo Leica, foram contrastadas com solução\nsaturada de acetato de uranila (Watson 1958) e citrato de\nchumbo (Reynolds 1963) e examinadas ao microscópio\neletrônico de transmissão Philips CM 100 (MET).\n\nResultados\n\nOs caracteres estruturais mais representativos das\nsuperfícies foliares das duas espécies, em vista frontal,\nsão mostrados nas figuras 1 a 18.\nSuperfície abaxial – Células longas intercostais\nretangulares (figuras 2, 3, 8) mais longas que largas, de\nparedes finas e sinuosas, assim como as células\ninterestomáticas, cujas extremidades são côncavas e\nsilicificadas, nas duas espécies; as sinuosidades das\nparedes são mais pronunciadas em Tristachya\nleiostachya Nees (figura 4). Células curtas intercostais\nsolitárias ou aos pares, ocorrendo também células\nsilicificadas e suberificadas (figuras 1, 3). Células longas\ncostais retangulares, com paredes finas e sinuosas, estão\ndispostas em uma a três fileiras longitudinais em\nLoudetiopsis chrysothrix (Nees) Conert e quatro a\noito em Tristachya leiostachya, de acordo com o\ntamanho dos feixes vasculares. Ceras epicuticulares,\nem forma de bastonetes, estão presentes na lâmina de\nLoudetiopsis chrysothrix (figura 7). Aparelhos\nestomáticos ovóides a subdiscoidais, células subsidiárias\nem forma de domo, silicificadas (figuras 1-4), distribuídas\ngeralmente em uma única fileira longitudinal na zona\nintercostal (figuras 7, 8, 9); quando em duas, são\nseparadas por uma fileira de células longas e curtas\nintercaladas. Macropelos rígidos, com paredes espessas\ne silicificadas, antrorsos, dispostos em fileiras nos bordos\n\nFigures 1-4. Loudetiopsis chrysothrix and Tristachya leiostachya abaxial leaf blade surface (FM). 1. L. chrysothrix. Rows of\nstomata (e) and silicified cells: dumb bell shaped (h), cross shaped (c), horizontally elongated and crenate outline (a) and cork\ncells (arrow). 2. L. chrysothrix. Interstomatal long cells (ie) and long cells (cl) with slightly undulating wall. 3. T. leiostachya.\nRows of stomata (e), interstomatal long cells (ie), long cells (cl) and short cells (cc) in the intercostal zone. 4. T. leiostachya.\nDetail showing interstomatal long cells (ie) and long cells (cl) with wall deeply undulating. Bars = 70 µm (1, 2, 3), 30 µm (4).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 25\n\nFiguras 1-4. Superfície abaxial da lâmina foliar de Loudetiopsis chrysothrix e Tristachya leiostachya (MF). 1. L. chrysothrix.\nFileiras de estômatos (e) e de células silicificadas halteriformes (h), em forma de cruz (c), alongada e crenada horizontalmente\n(a) e células suberosas (seta). 2. L. chrysothrix. Células interestomáticas (ie) e células longas (cl) com paredes levemente\nsinuosas. 3. T. leiostachya. Fileira de estômatos (e), células interestomáticas (ie), células longas (cl) e células curtas (cc) na\nzona intercostal. 4. T. leiostachya. Detalhe mostrando células interestomáticas (ie) e células longas (cl) com paredes fortemente\nsinuosas. Barras = 70 µm (1, 2, 3), 30 µm (4).\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya26\n\nFiguras 5-9. Superfície abaxial da folha de Loudetiopsis chrysothrix e Tristachya leiostachya (MEV). 5. L. chrysothrix. Bordo\nda lâmina convoluta (seta) com quatro fileiras de macropelos. 6. L. chrysothrix. Macropelos em detalhe. 7. L. chrysothrix.\nEstômatos, tricomas tipo gancho e células longas na zona intercostal. 8. T. leiostachya. Estômatos (e), micropelos tipo panicóide\n(seta) e células longas (cl) na zona intercostal da lâmina. 9. T. leiostachya. Detalhe mostrando micropelo tipo panicóide (seta)\ne estômatos (e). Barras = 260 µm (5), 90 µm (6), 30 µm (7), 70 µm (8), 46 µm (9).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 27\n\nda lâmina foliar (figuras 5, 6), sendo quatro fileiras em\nLoudetiopsis chrysothrix (figura 5) e uma fileira em\nTristachya leiostachya; macropelos curtos e largos e\nmacropelos longos e estreitos, ocorrem em fileira única,\nna zona intercostal da lâmina foliar de Loudetiopsis\nchrysothrix. Micropelos bicelulares, do tipo panicóide\ncom célula apical aculiforme em Loudetiopsis\nchrysothrix (figuras 8, 9). Tricomas tipo gancho\nunicelulares, pequenos e com a base globosa, na lâmina\nfoliar de Loudetiopsis chrysothrix (figura 7), dispostos\nem fileiras nas zonas costal e intercostal. Células\nsilicificadas em fileiras, sempre associadas aos feixes\nvasculares; o número de fileiras varia de um a quatro\nem Loudetiopsis chrysothrix e de um a três em\nTristachya leiostachya, conforme a largura da zona\ncostal: quatro fileiras sobre os feixes vasculares\nprimários, duas fileiras sobre os feixes vasculares\nsecundários e uma fileira sobre os feixes vasculares\nterciários em Loudetiopsis chrysothrix; três fileiras\nsobre os feixes vasculares primários e duas fileiras sobre\nos feixes secundários em Tristachya leiostachya,\nestando ausentes na zona intercostal em ambas as\nespécies; apresentam formato variável incluindo os tipos\nhalteriforme, em forma de cruz, alongado e crenado\nhorizontalmente (figura 1).\nSuperfície adaxial – Células longas intercostais e costais,\naparelho estomático, células curtas e células silicificadas\nsimilares aos da superfície abaxial, nas duas espécies.\nEstômatos localizados na região mais profunda da zona\nintercostal, lateralmente às células buliformes\n(figuras 12, 17). Células buliformes protuberantes,\nlocalizadas na parte mediana da zona intercostal\n(figuras 13, 18). Papilas epidérmicas presentes sobre\nas nervuras, em ambas as espécies. Micropelos\nunicelulares, antrorsos, sobre as nervuras de maior\ncalibre em Loudetiopsis chrysothrix (figura 11).\nTricomas tipo espinho de paredes espessadas, antrorsos\ne prostrados, sobre as nervuras de menor calibre em\nLoudetiopsis chrysothrix (figuras 11, 14) e antrorsos\ne retrorsos sobre todas as nervuras em Tristachya\nleiostachya (figuras 16, 17). Micropelo bicelular, tipo\npanicóide com célula apical aculiforme em Loudetiopsis\n\nchrysothrix e célula apical falsiforme (figuras 17, 18)\nou digitiforme em Tristachya leiostachya. Ceras\nepicuticulares na forma de bastonetes presentes nas\nduas espécies (figuras 12, 18).\n\nOs caracteres anatômicos e ultra-estruturais mais\nrepresentativos da lâmina foliar, em seção transversal,\ndas duas espécies estão apresentadas nas figuras 10,\n15, 19-23, 24-28.\n\nLâmina foliar convoluta em Loudetiopsis\nchrysothrix e ligeiramente plana em Tristachya\nleiostachya. Saliências (zona costal) e sulcos (zona\nintercostal) (figuras 10, 15) proeminentes na superfície\nadaxial, em correspondência com os feixes vasculares;\nsuperfície abaxial levemente ondulada, em\ncorrespondência com os feixes de menor calibre; sulcos\ncom profundidade média (até 1/4 da espessura do limbo)\nem Loudetiopsis chrysothrix (figuras 10, 21), sendo\npouco profundos (menos de 1/4) em Tristachya\nleiostachya (figuras 15, 19); saliências achatadas sobre\nos feixes vasculares em Loudetiopsis chrysothrix e\narredondadas em Tristachya leiostachya. Quilha\nausente a pouco pronunciada. Vascularização composta\npor feixes de três calibres (feixes de primeira, segunda\ne terceira ordens) em Loudetiopsis chrysothrix\n(figura 21) e de dois calibres (feixes de primeira e\nsegunda ordens) em Tristachya leiostachya (figura 19).\nNervura mediana formada por um feixe vascular de\nprimeira ordem, em ambas as espécies. Feixes\nvasculares em arranjo regular a partir do meio em direção\nao bordo da lâmina, ocorrendo sucessivamente um feixe\nde terceira ordem entre um de primeira e de segunda\nordem em Loudetiopsis chrysothrix (figuras 10, 21);\nem Tristachya leiostachya ocorrem três feixes de\nsegunda ordem entre dois de primeira ordem (figura 19).\nEm Loudetiopsis chrysothrix os feixes vasculares de\nprimeira e segunda ordens ocupam posição central na\nlâmina, enquanto que os de terceira ordem são restritos\naos sulcos e situam-se próximos da superfície abaxial.\nEm Tristachya leiostachya todos os feixes estão\nposicionados no centro da lâmina. O contorno dos feixes\nde primeira ordem é elíptico em Loudetiopsis\nchrysothrix (figura 22) e largamente oboval em\n\nFigures 5-9. Loudetiopsis chrysothrix and Tristachya leiostachya abaxial leaf surface (SEM). 5. L. chrysothrix. Leaf margin\nconvolute (arrow) with four rows of macro hairs. 6. L. chrysothrix. Macro-hairs in detail. 7. L. chrysothrix. Stomata, hooks hairs\nand long cells in the intercostal zone. 8. T. leiostachya. Stomata (e), Panicoid type micro-hairs (arrow) and long cells (cl) in\nintercostal zone of the leaf blade. 9. T. leiostachya. Detail showing Panicoid type micro-hair (arrow) and stomata (e). Bars = 260 µm\n(5), 90 µm (6), 30 µm (7), 70 µm (8), 46 µm (9).\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya28\n\nFiguras 10-14. Lâmina foliar de Loudetiopsis chrysothrix (MEV). 10. Seção transversal. 11-14. Superfície adaxial, em vista\nfrontal. 10. Aspecto geral mostrando saliências (zona costal) e reentrâncias (zona intercostal). 11. Micropelos unicelulares\nantrorsos e tricomas tipo espinho (seta) antrorsos sobre a zona costal. 12. Células buliformes (cb), estômato (seta) e micropelos\nna zona intercostal recobertos por ceras epicuticulares. 13. Células buliformes papiliformes (cb) e micropelos. 14. Tricoma tipo\nespinho e célula silicificada (seta) halteriforme na zona costal recobertos por ceras epicuticulares. Barras = 80 µm (10), 70 µm\n(11), 20 µm (12, 13, 14).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 29\n\nTristachya leiostachya (figura 19); os de segunda ordem\nsão elípticos nas duas espécies, enquanto que os de\nterceira ordem, presentes somente em Loudetiopsis\nchrysothrix são cilíndricos. Feixes colaterais com grupos\ndistintos de xilema e floema; xilema e floema de contorno\nangular nos feixes de terceira ordem; vasos do\nmetaxilema distintos somente nos feixes de primeira\nordem, de contorno angular em Loudetiopsis\nchrysothrix e circular em Tristachya leiostachya; nas\nduas espécies, floema completamente envolvido por\nesclerênquima nos feixes de primeira ordem. Bainha do\nfeixe vascular dupla, interrompida em alguns pontos\n(figuras 19, 22); a externa, clorofilada, formada por\ncélulas parenquimáticas conspícuas de paredes\nrelativamente espessadas (figuras 22, 24), com\ncloroplastos volumosos e alongados, agranais, de posição\ncentrífuga, com grãos-de-amido elipsóides (figura 24);\nbainha interna completa nos feixes de primeira ordem\n(figura 22) e reduzida nos demais feixes (figura 23).\nExtensão da bainha do feixe vascular, de natureza\nparenquimática, somente na superfície adaxial (figuras\n19, 21, 22); ampla (tri ou multisseriada) nos feixes de\nprimeira ordem, uni ou bisseriada nos feixes de segunda\nordem e ausente nos de terceira ordem em Loudetiopsis\nchrysothrix; bisseriada nos de primeira ordem e bi ou\nunisseriada nos feixes de segunda ordem em Tristachya\nleiostachya. Mesofilo constituído por clorênquima e\ncélulas incolores em Loudetiopsis chrysothrix (figura\n23) e unicamente por clorênquima em Tristachya\nleiostachya (figura 20). Clorênquima radiado nas duas\nespécies (figuras 19, 21, 24, 25), com uma fileira de\ncélulas tabulares justapostas em torno de cada feixe\nvascular em Loudetiopsis chrysothrix (figuras 23, 24),\nsendo os feixes contíguos separados por colunas de\ncélulas incolores (figura 23); com duas fileiras de células\nem torno de cada feixe (a interna, formada por células\nisodiamétricas pequenas e, a externa, por células\ntabulares maiores) em Tristachya leiostachya (figuras\n19, 20, 25) e cloroplastos elípticos, conspícuos, sem grãos-\nde-amido, com grana desenvolvido (figura 26). Células\nincolores, presentes somente em Loudetiopsis\nchrysothrix, ocorrem em colunas associadas às células\n\nbuliformes na superfície adaxial e às células epidérmicas\ncomuns na superfície abaxial; para cada grupo de células\nbuliformes, ocorrem duas colunas de células incolores,\ndispostas uma de cada lado do feixe vascular de terceira\nordem (figura 23). Esclerênquima subepidérmico,\ndescontínuo, sobre os feixes vasculares e no bordo da\nlâmina; na superfície adaxial, esclerênquima em faixas\nestreitas formadas por duas a três camadas de fibras\nsobre os feixes de primeira e segunda ordens em\nLoudetiopsis chrysothrix (figura 22); em pequenos\ngrupos sobre os feixes em Tristachya leiostachya\n(figura 19); na face abaxial da lâmina de ambas as\nespécies, o esclerênquima é mais desenvolvido e fica\nem contato com a bainha esclerenquimática do feixe\nvascular de primeira ordem (figuras 19, 22). No bordo\nda lâmina foliar, o esclerênquima ocorre na forma de\num casquete relativamente pequeno, encurvado com\nextensão curta em direção à superfície adaxial em\nLoudetiopsis chrysothrix (figura 21); em Tristachya\nleiostachya, o casquete é bem mais desenvolvido, amplo,\npontiagudo, com extensão para a superfície abaxial\n(figura 19). Células epidérmicas comuns de tamanhos e\nformatos variáveis, com parede tangencial externa\nespessa e lignificada na superfície abaxial, sendo mais\ndelgada na adaxial. Cutícula mais espessa na superfície\nabaxial, delgada na adaxial e imperceptível sobre as\ncélulas buliformes. Papilas globosas sobre as nervuras\nna superfície adaxial nas duas espécies (figura 23).\nCélulas buliformes maiores que as células epidérmicas\ncomuns, em número de três a cinco células agrupadas\nem forma de leque, na superfície adaxial (zona\nintercostal) (figuras 20, 23), preenchidas com substâncias\nfenólicas. Estômatos presentes em ambas as superfícies\nfoliares; na superfície abaxial, se localizam na direção\ndas células incolores em Loudetiopsis chrysothrix\n(figura 22) e entre os feixes vasculares em Tristachya\nleiostachya (figura 20); na superfície adaxial, situam-se\nna zona intercostal, nas adjacências das células\nbuliformes (figuras 21, 23); apresentam câmaras sub e\nepiestomática bem delimitadas (figura 27); células-\nguarda com paredes periclinais fortemente espessadas\n(figura 28), com quatro estratos distintos: a) ceras\n\nFigures 10-14. Loudetiopsis chrysothrix leaf blade (SEM). 10. Transverse section. 11-14. Adaxial surface in frontal view.\n10. General aspect showing ribs (costal zone) and furrows (intercostal zone). 11. Unicellular, antrorse micro hairs and antrorse\nprickle hairs (arrow) on the costal zone. 12. Bulliform cells (cb), stomata (arrow) and micro hairs in intercostal zone covered by\nepicuticular waxes. 13. Papilliform bulliform cells (cb) and micro hairs. 14. Prickle hair and silicified dumb bell shaped cells\n(arrow) in costal zone covered by epicuticular waxes. Bars = 80 µm (10), 70 µm (11), 20 µm (12, 13, 14).\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya30\n\nFiguras 15-18. Lâmina foliar de Tristachya leiostachya (MEV). 15. Seção transversal. 16-18. Superfície adaxial. 15. Aspecto geral\nmostrando saliências (zona costal) e reentrâncias (zona intercostal). 16. Aspecto geral mostrando tricomas tipo espinho\nantrorsos e retrorsos. 17. Detalhe mostrando tricomas tipo espinho (te), micropelos do tipo panicóide (setas), estômatos (e) e\ncélulas buliformes (cb) recobertos por ceras. 18. Detalhe mostrando tricoma tipo espinho (te), micropelo tipo panicóide (mp),\nestômato (e) e células buliformes (cb) recobertos por ceras. Barras = 80 µm (15), 230 µm (16), 50 µm (17), 14 µm (18).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 31\n\nepicuticulares, na forma de túbulos ou filamentos; b)\ncutícula propriamente dita, delgada, de aspecto\nhomogêneo, elétron-lucente; c) camada cuticular,\nespessa, de aspecto heterogêneo, elétron-densa e com\nimpregnação de ceras, cutina e pectina da qual partem\nfinas ramificações em direção a cutícula e, d) camada\ncelulósica, espessa e lignificada. Os três primeiros\nestratos formam uma projeção sobre o poro estomático,\noriginando uma crista que delimita a câmara\nepiestomática (figura 27). A cutícula propriamente dita\né bastante espessada na região do poro estomático (figura\n27), a qual pode obstruir completamente esta região\n(figura 28).\n\nAs principais características da lâmina foliar que\ndiferenciam Loudetiopsis chrysothrix de Tristachya\nleiostachya estão resumidas na tabela 1.\n\nDiscussão\n\nAs duas espécies estudadas pertencem à subfamília\nPanicoideae, tribo Arundinelleae (Longhi-Wagner 2001),\nsendo os caracteres epidérmicos observados típicos para\nos gêneros Loudetiopsis e Tristachya (Metcalfe 1960,\nWatson &amp; Dallwitz 1992).\n\nAs características epidérmicas verificadas nas\nfolhas de Loudetiopsis chrysothrix e Tristachya\nleiostachya, incluindo a presença de micropelos\npanicóides, células silicificadas halteriformes e em forma\nde cruz dispostas em longas fileiras, estômatos com\ncélulas subsidiárias em forma de domo, xilema e floema\nde forma angular nos feixes de pequeno porte e\nclorênquima radiado em torno dos feixes vasculares,\nsão típicas de Panicoideae. Já, macropelos inseridos\nsuperficialmente na superfície epidérmica e presença\nde bainha do feixe vascular dupla, completa ou\nincompleta, como verificado nas duas espécies, são\ncaracterísticas típicas de Festucoideae (Metcalfe 1960).\nSegundo Metcalfe (1960), poucas espécies de gramíneas\napresentam uma mistura de características panicóides\ne festucóides e, freqüentemente, estão mais relacionadas\nao grupo panicóide.\n\nNas duas espécies estudadas, as células longas\ncostais e intercostais diferem quanto ao tamanho e\n\nsinuosidade da parede anticlinal. De acordo com Watson\n(1942) existem duas hipóteses principais que tentam\nexplicar a sinuosidade da parede anticlinal da célula\nlonga; uma delas, sugere que tensões entre o mesofilo e\na epiderme causam as sinuosidades enquanto que a\noutra, mais plausível, afirma que o endurecimento\ndiferenciado da cutícula é responsável por essa\ncaracterística. Embora Fisher (1939 apud Ellis 1979)\ntenha relacionado a sinuosidade da parede com a\nprevenção de colapso da parede celular durante a falta\nde água, não se sabe ao certo a vantagem dessa\ncaracterística. Kaufman et al. (1969) relataram que são\nbastante comuns as variações quanto ao tamanho, forma\ne ondulações da parede dessas células em uma mesma\nzona intercostal. Metcalfe (1960) e Ellis (1979)\nressaltaram a necessidade do uso de outros caracteres\nadicionais no auxílio à taxonomia, devido a variações\ngenotípicas e fenotípicas que essas células sofrem.\n\nCélulas silicificadas tipo halteriforme, como\nobservadas no presente trabalho, foram relatadas por\nSendulsky &amp; Labouriau (1966) para as duas espécies\nestudadas. Tanto em Loudetiopsis chrysothrix como\nem Tristachya leiostachya foi observada silicificação\ndas células epidérmicas incluindo células\ninterestomáticas, células subsidiárias e macropelos do\nbordo da lâmina foliar. Silicificação generalizada de\ncélulas epidérmicas em espécies de gramíneas do\ncerrado foram relatadas por diferentes autores\n(Sendulsky &amp; Labouriau 1966, Campos &amp; Labouriau\n1969, Söndahl &amp; Labouriau 1970, Figueiredo &amp; Handro\n1971). Segundo Campos &amp; Labouriau (1969), a\nsilicificação maciça da epiderme foliar pode ter\nconseqüências ecológicas significativas relacionadas às\nrelações hídricas da planta com a atmosfera e com o\nbalanço hídrico.\n\nA distribuição dos estômatos em fileiras nas bases\ndos sulcos, onde ficam protegidos quando a folha perde\nágua e se enrola, é característica de espécies que\nocorrem em ambientes secos (Metcalfe 1960, Lyshede\n1982). A presença de uma projeção da parede das\ncélulas-guarda sobre o poro estomático, delimitando uma\ncâmara epiestomática, representa um tipo adicional de\nproteção do estômato. Ainda em espécies xerófitas, os\n\nFigures 15-18. Tristachya leiostachya leaf blade (SEM). 15. Transverse section. 16-18. Adaxial surface. 15. General aspect\nshowing ribs (costal zone) and furrows (intercostal zone). 16. General aspect showing antrorse and retrorse prickle hairs.\n17. Detail showing prickle hairs (te), Panicoid type micro hairs (arrows), stomata (e) and bulliform cells (cb) covered by\nepicuticular waxes. 18. Detail showing prickle hair (te), Panicoid type micro hair (mp), stomata (e) and bulliform cells (cb)\ncovered by waxes. Bars = 80 µm (15), 230 µm (16), 50 µm (17), 14 µm (18).\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya32\n\nFiguras 19-23. Lâmina foliar de Tristachya leiostachya e Loudetiopsis chrysothrix em seção transversal (MF). T. leiostachya.\n19. Aspecto geral mostrando feixes vasculares de primeira (F1) e segunda ordens (F2) e bordo com casquete (cf) de fibras com\nextensão abaxial. 20. T. leiostachya. Células buliformes em forma de leque (cb), estômato (seta) com células subsidiárias amplas\ne câmara subestomática na superfície abaxial. 21. L. chrysothrix. Aspecto geral mostrando feixes vasculares de primeira (F1),\nsegunda (F2) e terceira ordens (F3) e bordo com casquete de fibras (cf) com extensão adaxial. 22. L. chrysothrix. Detalhe\nmostrando feixe vascular de primeira ordem com bainha parenquimática externa e bainha interna. 23. L. chrysothrix. Papilas\nglobosas (p) sobre os feixes vasculares, coluna de células incolores (setas) no mesofilo e células buliformes (cb). Barras = 140 µm\n(19), 30 µm (20), 70 µm (21, 22), 30 µm (23).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 33\n\nFigures 19-23. Tristachya leiostachya and Loudetiopsis chrysothrix leaf blade in transverse section (FM). 19. T. leiostachya.\nGeneral aspect showing first (F1) and second order (F2) vascular bundles and margin with hood of sclerenchyma (cf) with\nabaxial extension. 20. T. leiostachya. Fan shaped bulliform cells (cb), stomata (arrow) with large subsidiary cells and sub\nstomatal chamber on abaxial surface. 21. L. chrysothrix. General aspect showing first (F1), second (F2) and third order (F3)\nvascular bundles and margin with hood of sclerenchyma (cf) with adaxial extension. 22. L. chrysothrix. Detail showing first\norder vascular bundle with parenchyma sheath external and sheath internal. 23. L. chrysothrix. Globose papillae (p) on the\nvascular bundle, column of colourless cells (arrows) in the mesophyll and fan-shaped bulliform cells (cb). Bars = 140 µm (19),\n30 µm (20), 70 µm (21, 22), 30 µm (23).\n\nestômatos podem estar protegidos por tricomas e\ndepósitos de ceras epicuticulares (Ihlenfeldt &amp;\nHartmann 1982), como verificado no presente trabalho.\nSegundo os estudos de Brown &amp; Johnson (1962), com\nrelação às particularidades das células-guarda em seção\ntransversal, as duas espécies estudadas apresentam\ncaracterísticas intermediárias entre Panicoideae e\nFestucoideae. A estrutura da parede periclinal externa\ndas células estomáticas é complexa e provavelmente\nreflete as condições de água e de temperatura do\nambiente, estando relacionadas com a economia de água\n(Lyshede 1982).\n\nA ocorrência generalizada de ceras epicuticulares\nna superfície da lâmina foliar, principalmente ao redor\nou sobre os estômatos das duas espécies estudadas, é\numa característica freqüentemente associada com\nredução da perda de água através da transpiração,\nimpedimento da entrada excessiva de água da chuva e\ncontrole das trocas gasosas, bem como com a restrição\nda perda de nutrientes essenciais e substâncias\norgânicas pela lixiviação. Além disso, as ceras\nepicuticulares criam um micro-ambiente favorável para\numa grande variedade de organismos parasitas e\nsaprófitos, atuam como uma barreira contra patógenos\ne influenciam a recepção e subsequente redistribuição\nda radiação incidente (Baker 1982).\n\nMetcalfe (1960) reportou a existência de uma\ncorrelação positiva entre saliências e sulcos bem\ndesenvolvidos com a capacidade de involução da folha,\ntendo considerado tal aspecto como um caráter evolutivo\nem resposta às condições ecológicas, que também são\núteis em diagnósticos específicos. Em Loudetiopsis\nchrysothrix a lâmina é convoluta e possui sulcos com\ndiferentes graus de profundidade. Além disso, o\nesclerênquima subepidérmico, principalmente no bordo\nda lâmina, juntamente com as células buliformes podem\nparticipar no enrolamento das folhas (Shields 1951).\n\nA distribuição do esclerênquima associado aos\nfeixes vasculares apresenta valor taxonômico e\necológico, pois gramíneas de ambientes áridos\n\napresentam esclerênquima bastante desenvolvido,\nenquanto que nas espécies tropicais o esclerênquima\nocorre em pequenos grupos não associados aos feixes\nvasculares (Metcalfe 1960, Ellis 1976). Assim, no\npresente trabalho as particularidades observadas no\npadrão de distribuição do esclerênquima podem auxiliar\nna distinção de Loudetiopsis chrysothrix e Tristachya\nleiostachya.\n\nOs estudos anatômico e ultra-estrutural da lâmina\nfoliar mostraram que em ambas as espécies o mesofilo\napresenta organização típica de representantes de\nPanicoideae com anatomia Kranz. De acordo com\nJohnson &amp; Brown (1973), a anatomia Kranz é uma\ncaracterística de mais da metade das Panicoideae e,\na p e s a r  d e  a l g u m a s  v a r i a ç õ e s ,  s ã o  f a c i l m e n t e\nreconhecidas pela disposição radial do clorênquima em\ntorno dos feixes vasculares. Além disso, as células do\nc l o r ê n q u i m a  p o s s u e m  p a r e d e s  d e l g a d a s  e  o s\ncloroplastos são granais desprovidos de amido,\nenquanto que os cloroplastos presentes na bainha\nparênquimática são agranais de disposição centrífuga\ncom ou sem grãos-de-amido (Johnson &amp; Brown 1973).\nOs cloroplastos das células do mesofilo variam em\ntamanho e posição, mas todos se caracterizam por\napresentar grana bem desenvolvido, como ressaltado\npor Ellis (1977); contudo, podem ocorrer variações no\nconteúdo granal dos cloroplastos da bainha Kranz\n(Johnson &amp; Brown 1973). Variações no número de\ncamadas de clorênquima são freqüentes entre as\ndiferentes subfamílias e, segundo Johnson &amp; Brown\n(1973), mesofilo com uma só camada de células\nrepresenta uma redução extrema. Nas duas espécies\nestudadas, embora pertencentes à mesma subfamília,\nverificou-se diferença no número de camadas do\nclorênquima.\n\nEntre as características geralmente associadas com\na anatomia Kranz encontram-se a capacidade das\nplantas em realizar fotossíntese na presença de\nconcentrações elevadas de O2, baixa fotorrespiração,\nbaixa taxa de transpiração e grande capacidade de\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya34\n\nFiguras 24-28. Aspectos ultra-estruturais da lâmina foliar de Loudetiopsis chrysothrix e Tristachya leiostachya (MET).\n24. L. chrysothrix. Células do clorênquima radiado (cl) em torno da bainha do feixe vascular (bv). Elemento de vaso (v).\nElemento de tubo crivado (etc). Célula companheira (cc). 25. T. leiostachya. Células do clorênquima radiado (cl) em torno da\nbainha do feixe vascular (bv). 26. Detalhe mostrando grana em cloroplasto do mesofilo. 27. L. chrysothrix. Aparelho estomático\nem seção transversal mediana com células subsidiárias (cs), células-guarda (cg), poro obstruído (*), câmara supra-estomática\ne câmara subestomática. A seta indica crista epiestomática. 28. L. chrysothrix. Detalhe das células guarda mostrando ceras\nepicuticulares (seta), cutícula (c), camada cuticular (cc) e camada celulósica (ce). Observar cutícula (c) espessa obstruindo\nporo estomático. Barras = 5,0 µm (24), 3,5 µm (25), 0,5 µm (26), 2 µm (27), 0,34 µm (28).\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 35\n\ndesenvolvimento em condições adversas. Segundo\nJohnson &amp; Brown (1973), estas características podem\nestar associadas ao fato de, com poucas exceções, as\nespécies xéricas de Panicoideae Kranz parecem\nconservar os estômatos fechados durante a maior parte\ndo tempo. De acordo com os autores, nesta situação, a\nperda de água é reduzida e a entrada do CO2 se dá,\nprincipalmente, via cutícula. Assim, a obstrução do poro\nestomático pela cutícula, como observado em\nLoudetiopsis chrysothrix, pode representar um\nmecanismo que evita a perda de água em condições\nadversas.\n\nAs características da lâmina foliar, em seção\ntransversal, das duas espécies estudadas, em geral, são\ncondizentes com a descrição anatômica para ambos os\ngêneros (Metcalfe 1960), exceto a ocorrência de bainha\n\ndupla no feixe vascular de Tristachya leiostachya\nreferida como sendo simples pelo autor. Ellis (1977)\nregistrou a ocorrência tanto de bainha simples como\nbainha dupla para o gênero Loudetiopsis e, somente\nde bainha simples para o gênero Tristachya, ambas\nconsideradas como possuindo anatomia Kranz. De\nacordo com Ellis (1977), variações na estrutura da\nbainha do feixe vascular são freqüentes no gênero\nLoudetiopsis, sendo encontrados tanto representantes\nformadores de malato (tipo NADP-ME, com bainha\nsimples), quanto representantes formadores de aspartato\n(tipo PCK, com bainha dupla).\n\nHattersley (1986) relata que os gêneros\npertencentes a tribo Arundinelleae apresentam bainha\nsimples e são formadoras de malato (tipo NADP-ME);\ncontudo nas duas espécies estudadas, a presença de\n\nFigures 24-28. Ultrastructural aspects of Loudetiopsis chrysothrix and Tristachya leiostachya leaf blade (TEM). 24. L. chrysothrix.\nRadiated chlorenchyma cells (bv) around the vascular bundle sheath (bv). Vessel element (v). Sieve tube element (etc). Companion\ncell (cc). 25. T. leiostachya. Radiated chlorenchyma cells (cl) around the vascular bundle sheath (bv). 26. T. leiostachya. Detail\nshowing grana in the mesophyll chloroplast. 27. L. chrysothrix. Stomatal complex in median transverse section, with subsidiary\ncells (cs), guard cells (cg), ocluded pore (*), supra and sub stomatal chambers. The arrow indicates outer stomatal ledge.\n28. L. chrysothrix.  Detail of guard cell showing epicuticular waxes (arrow), cuticle (c), cuticular layer (cc), and cellulosic layer\n(ce). Note thick cuticle (c) in the stomatal pore. Bars = 5,0 µm (24), 3,5 µm (25), 0,5 µm (26), 2 µm (27), 0,34 µm (28).\n\nTabela 1. Características diferenciais da lâmina foliar de Loudetiopsis chrysothrix (Nees) Conert e Tristachya leiostachya Nees\n(Poaceae). (F1 = feixe vascular de primeira ordem; F2 = feixe vascular de segunda ordem; F3 = feixe vascular de terceira ordem).\n\nTable 1. Leaf blade differential characteristics of  Loudetiopsis chrysothrix (Nees) Conert and  Tristachya leiostachya Nees\n(Poaceae). (F1 = first order vascular bundle; F2 = second order vascular bundle; F3 = third order vascular bundle).\n\nEstruturas Loudetiopsis chrysothrix Tristachya leiostachya\n\nTricomas aculiformes Antrorsos Antrorsos e retrorsos\nProfundidade dos sulcos Até ¼ Menos de ¼\nSaliências sobre F1 Achatadas Arredondadas\nVascularização Feixes de três tamanhos (F1, F2 e F3) Feixes de dois tamanhos (F1 e F2)\nPosição dos feixes vasculares F1 e F2 posição central e F3 próximos à F1 e F2 em posição central na lâmina\n\nsuperfície abaxial foliar\nArranjo dos feixes vasculares Um F3 entre F1 e F2 sucessivamente Três F2 entre dois F1 sucessivamente\nContorno dos vasos do metaxilema Angular Circular\nExtensão da bainha do feixe vascular Em F1 multisseriada, F2 uni ou bisseriada, Em F1 bisseriada, F2 uni ou bisseriada\n\nF3 ausente\nClorênquima Radiado, uniestratificado Radiado, biestratificado\nCélulas incolores no mesofilo Presentes Ausentes\nDistância intervenal Duas células Quatro células\nEsclerênquima associado aos feixes Faixas estreitas Grupos pequenos\n\nvasculares\nEsclerênquima no bordo Encurvado, com extensão para a superfície Pontiagudo, com extensão para a\n\nadaxial superfície abaxial\n\n\n\nJ.M. Alvarez et al.: Estrutura foliar de Loudetiopsis chrysothrix e Tristachya leiostachya36\n\nbainha dupla (XyMS+) é típica de espécies formadoras\nde aspartato (tipos NAD-ME e PCK). A disposição\ncentrífuga dos cloroplastos na bainha parenquimática\nsugere que são do tipo PCK (Ellis &amp; Fulls 1980).\n\nA presença de células incolores no mesofilo é\nreferida por Watson &amp; Dallwitz (1992) como uma\ncaracterística presente em espécies pertencentes ao\ngênero Tristachya. No entanto, tais células não foram\nobservadas em Tristachya leiostachya.\n\nEntre as características epidérmicas observadas\nneste trabalho, a mais relevante e segura para distinguir\nas duas espécies é a distribuição dos tricomas tipo\nespinho na superfície adaxial (antrorsos em Loudetiopsis\nchrysothrix e antrorsos e retrorsos em Tristachya\nleiostachya), sendo esta particularidade aqui registrada\npela primeira vez. Algumas características da epiderme\nfoliar, como silicificação generalizada das células,\npresença de ceras epicuticulares, ocorrência de\nestômatos em sulcos na superfície adaxial e diferenças\nno grau de sinuosidade das células da epiderme,\napresentam reconhecida importância ecofisiológica e\npodem estar associadas com economia de água (Begg\n1980).\n\nCom relação às características anatômicas da\nlâmina foliar em seção transversal, várias\nparticularidades observadas como o padrão de\ndistribuição do esclerênquima subepidérmico associado\naos feixes vasculares e no bordo; o padrão de\nvascularização, incluindo o tamanho e a distribuição dos\nfeixes vasculares e o contorno dos vasos do metaxilema;\nas características do mesofilo, principalmente o número\nde estratos celulares do clorênquima em torno dos feixes\nvasculares e ausência/presença de células incolores, são\nde valor diagnóstico e podem, em conjunto, auxiliar na\ndelimitação de Loudetiopsis chrysothrix e Tristachya\nleiostachya.\n\nAgradecimentos – À Dra. Hilda Maria Longhi-Wagner, pela\nidentificação do material botânico, à Fapesp: Programa Biota\n(Processo 00/12469-3), pelo apoio financeiro, e à Pró-Reitoria\nde Pós-Graduação e Pesquisa da Universidade Estadual\nPaulista pela bolsa de mestrado à primeira autora.\n\nReferências bibliográficas\n\nBAKER, E.A. 1982. Chemistry and morphology of plant\nepicuticular waxes. In The plant cuticle (D.F. Cutler, K.L.\nAlvin &amp; C.E. Price, eds.). Academic Press, London,\np.139-165.\n\nBEGG, J.E. 1980. Morphological adaptations of leaves to water\nstress. In Adaptation of plants to water and high\ntemperature stress (N.C. Turner &amp; P.J. Kramer, eds.). John\nWiley &amp; Sons, New York, p.33-42.\n\nBROWN, W.V. 1958. Leaf anatomy in grass systematics.\nBotanical Gazette 119:170-178.\n\nBROWN, W.V. 1975. Variations in anatomy, associations, and\norigins of Kranz tissue. American Journal of Botany\n62:395-402.\n\nBROWN, W.V. &amp; JOHNSON, S.C. 1962. The fine structure of\nthe grass guard cell. American Journal of  Botany\n49:110-115.\n\nCAMPOS, A.C. &amp; LABOURIAU, L.G. 1969. Corpos silicosos\nde gramíneas dos cerrados II. Pesquisa Agropecuária\nBrasileira 4:143-151.\n\nELLIS, R.P. 1976. A procedure for standardizing comparative\nleaf anatomy in the Poaceae. I. The leaf-blade as viewed\nin transverse section. Bothalia 12:65-409.\n\nELLIS, R.P. 1977. Distribution of the Kranz syndrome in the\nsouthern African  Eragrostoideae and Panicoideae\naccording to bundle sheath anatomy and citology.\nAgroplantae 9:73-110.\n\nELLIS, R.P. 1979. A procedure for standardizing comparative\nleaf anatomy in the Poaceae. II. The epidermis as seen\nin surface view. Bothalia 12:641-671.\n\nELLIS, R.P. &amp; FULLS, J.C.V. 1980. Photosynthetic pathways\nand the geographical distribution of grasses in south\nwest Africa/Namibia. South African Journal of Science\n76:307-314.\n\nFIGUEIREDO, R.C.L &amp; HANDRO, W. 1971. Corpos silicosos\nde gramíneas dos cerrados V. In III Simpósio sobre o\ncerrado (M.G. Ferri, coord.). Edgard Blücher Ltda, São\nPaulo, p.215-231.\n\nHATTERSLEY, P.W. 1986. Variations in photosynthetic\npathway. In Grass systematics and evolution (T.R.\nSoderstrom, K.W. Hilu, C.S. Campbell &amp; M.E. Barkworth,\neds.). Smithsonian Institution Press, Washington,\np.49-64.\n\nIHLENFELDT, H.D. &amp; HARTMANN, H.E.K. 1982. Leaf\nsurfaces in Mesembryanthemaceae. In The plant cuticle\n(D.F. Cutler, K.L. Alvin &amp; C.E. Price, eds.). Academic\nPress, London, p.397-423.\n\nJOHANSEN, D.A. 1940. Plant microtechnique. McGraw-Hill,\nNew York.\n\nJOHNSON, S.C. &amp; BROWN, W.V. 1973. Grass leaf\nultrastructural variations. American Journal of Botany\n60:727-735.\n\nKRAUS, J.E. &amp; ARDUIN, M. 1997. Manual básico de métodos\nem morfologia vegetal. Edur Seropédica.\n\nKAUFMAN, P.B., BIGELOW, W.C., PETERING, L.B. &amp;\nDROGOSZ, F.B. 1969. Silica in developing epidermal cells\nof Avena internodes: electron microprobe analysis.\nScience 166:1015-1017.\n\nLONGHI-WAGNER, H.M. 2001. Tribo Arundinelleae. In Flora\nfanerogâmica do Estado de São Paulo, Poaceae. (M.G.L.\nWanderley, G.J. Shepherd &amp; A.M. Giulietti, coords.).\nFapesp, Hucitec, São Paulo. 1, p.119-123.\n\nLYSHEDE, O.B. 1982. Structure of the outer epidermal wall in\nxerophytes. In The plant cuticle (D.F. Cutler, K.L. Alvin\n&amp; C.E. Price, eds.). Academic Press, London, p.87-98.\n\nMETCALFE, C.R. 1960. Anatomy of monocotyledons. I.\nGramineae. Claredon Press, Oxford.\n\n\n\nRevista Brasil. Bot., V.28, n.1, p.23-37, jan.-mar. 2005 37\n\nREYNOLDS, E.S. 1963. The use of lead citrate at high ph as\nan electron-opaque stain in electron microscopy. Journal\nCell Biology 17:208.\n\nSENDULSKY, T. &amp; LABOURIAU, L.G. 1966. Corpos silicosos\nde gramíneas dos cerrados I. Anais da Academia\nBrasileira de Ciências 38:159-185.\n\nSHIELDS, L.M. 1951. The involution mechanism in leaves of\ncertain xeric grasses. Phytomorphology 1:225-241.\n\nSILBERBAUER-GOTTSBERGER, I. 1984. Fruit dispersal and\ntrypanocarpy in Brasilian cerrado grasses. Plant\nSystematics and Evolution 147:1-27.\n\nSÖNDAHL, M.R. &amp; LABOURIAU, G.L. 1970. Corpos silicosos\nde gramíneas dos cerrados IV. Pesquisa Agropecuária\nBrasileira 5:183-207.\n\nWATSON, M.L. 1958. Staining of tissue sections for electron\nmicroscopy with heavy metals. Journal Biophysical\nBiochemical Cytology 4:475.\n\nWATSON, R.W. 1942. The effect of cuticular hardening\non the form of cuticular cells. New Phytologist\n41:223-229.\n\nWATSON, L. &amp; DALLWITZ, J.M. 1992. The grass genera of\nthe world. CAB Internacional,Wallingford."}]}}}