{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.22435"}, {"@name": "filename", "#text": "6397_000902400.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n“JULIO DE MESQUITA FILHO” \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTrabalho de Graduação \n \n\nCurso de Graduação em Geografia \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nAnálise dos Processos de Alagamento e Inundação na Bacia do Córrego \nMirassol, em Rio Claro – SP  \n\n \n\n \n\nAlexandre Lombardo Montanha \n \n\n \n \n\nProf .Dr. José Eduardo Zaine  \n\n \n\n \n\n \n\n \n\n \n\nRio Claro (SP) \n \n\n2017 \n\n\n\n \n\n \n\n \n\n \n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA \nInstituto de Geociências e Ciências Exatas \n\nCâmpus de Rio Claro \n \n\n \n\n \n\n \n\n \n\n \n\n \n\nALEXANDRE LOMBARDO MONTANHA \n \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE DOS PROCESSOS DE ALAGAMENTO E \nINUNDAÇÃO DA BACIA DO CÓRREGO MIRASSOL, EM RIO \n\nCLARO – SP  \n \n \n \n \n \n\n \nTrabalho de Graduação apresentado ao Instituto \nde Geociências e Ciências Exatas - Câmpus de \nRio Claro, da Universidade Estadual Paulista \nJúlio de Mesquita Filho, para obtenção do grau \nde Bacharel em Geografia. \n\n \n\n \n \n \n \n \n\nRio Claro – SP \n\n2017 \n\n \n \n\n\n\n \n\nMontanha, Alexandre Lombardo\n       Análise dos processos de alagamento e inundação da\nbacia do Córrego Mirassol, em Rio Claro – SP / Alexandre\nLombardo Montanha. - Rio Claro, 2017\n       47 f. : il., figs., fots., mapas\n\n       Trabalho de conclusão de curso (bacharelado - Geografia)\n- Universidade Estadual Paulista, Instituto de Geociências e\nCiências Exatas\n       Orientador: José Eduardo Zaine\n\n       1. Geografia ambiental. 2. Inundações. 3. Urbanização. 4.\nRio Claro. 5. Córrego Mirassol. 6. Alagamentos. I. Título.\n\n \n333.709\nM764a\n\n\t Ficha Catalográfica elaborada pela STATI - Biblioteca da UNESP\nCampus de Rio Claro/SP - Ana Paula Santulo C. de Medeiros / CRB 8/7336\n\n\n\n \n\n \n\n \n\n \n\n \n \n\n \nALEXANDRE LOMBARDO MONTANHA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANÁLISE DOS PROCESSOS DE ALAGAMENTO E \nINUNDAÇÃO DA BACIA DO CÓRREGO MIRASSOL, EM RIO \n\nCLARO – SP  \n \n \n \n \n\n \nTrabalho de Conclusão de Curso apresentado \nao Instituto de Geociências e Ciências Exatas - \nCâmpus de Rio Claro, da Universidade Estadual \nPaulista Júlio de Mesquita Filho, para obtenção \ndo grau de Bacharel em Geografia. \n\n \n\n \n\n \n\n \n\nComissão Examinadora \n \n\nProf. Dr. José Eduardo Zaine (orientador) \nProfa. Dra. Cenira Maria Lupinacci da Cunha \nMs. Flávio Henrique Rodrigues \n\n \n \n \n\nRio Claro, 07 de Dezembro de 2017 \n. \n\n \n\n \n\n \n\nAssinatura do(a) aluno(a)     assinatura do(a) orientador(a) \n \n \n\n\n\n \n\n \n\n \n\n \n\nAgradecimentos: \n \n\nAgradeço aos meus pais, à minha irmã e toda a minha família, por toda a \n\npreocupação, pelo apoio, carinho, conversas e dicas, além do incentivo que sempre \n\nme foi dado, o que me fez crescer pessoalmente e ser essa pessoa que sou. \n\nAgradeço também ao Zaine pelo apoio e auxilio em todo esse tempo de \n\nrealização do trabalho. \n\nAgradeço também à Laura, pelo carinho, amor, compreensão, e vários vídeos \n\nde Corgis que alegravam meus dias, por me alimentar e se preocupar comigo sempre, \n\npor todas as vezes que ficamos na duvida para decidir o que comer, por todas as \n\nvezes que assistimos Bobs Burguer juntos, além de sempre me levar à Sonho de \n\nVerão e tentar sempre me deixar mais feliz. \n\nAgradeço também à todos da Republica Repingaiada, que me ensinaram boa \n\nparte das coisas que sei hoje, por todas as conversas, apoio e dicas que me auxiliaram \n\ntanto na minha vida acadêmica quanto pessoal, além dos bons momentos vividos, e \n\ndos jogos de sinuca. Gostaria de agradecer também ao Alonso e ao Soares por me \n\nacompanhar em boa parte do tempo, pelas rimas, e por sempre proteger à mim e à \n\nRepublica, \n\nAos meus amigos e colegas, por sempre estarem ao meu lado tanto nos bons \n\nquanto nos maus momentos, pelo apoio e por todos os momentos vividos. \n\nAo Frajola pelo carinho, amor e proteção, além de alegrar muitos dos meus dias \n\nvividos. \n\nAgradeço à Tropical Açaí e Milkshake por me ajudar em dias tão difíceis, me \n\najudando a relaxar e me estressar menos. \n\nTambém gostaria de agradecer ao GunBound pelos momentos de \n\ndescontração e diversão com meus amigos. \n\nAgradeço à Corpus e ao “Demétrio e os Bombadinhos” que me inspiraram a \n\ncontinuar e me mostraram a importância de estudar cada vez mais. \n\n \n\n \n \n \n\n \n \n\n\n\n \n\n \n\n \n\n \n\nResumo: \n \n\nCom a crescente urbanização de Rio Claro, a alta taxa impermeabilização do \n\nsolo, além da alteração da paisagem natural local, os problemas de inundações e \n\nalagamentos se tornaram recorrentes na cidade, a pesquisa em questão visou dar um \n\nenfoque para a Bacia do Córrego Mirassol, que foi dividida em setores sendo eles o \n\nCórrego Mirassol juntamente com a Lagoa do Cerâmica Wenzel, de forma que tal \n\nLagoa foi em sua boa parte aterrada com a presença de drenos que são criados para \n\nfacilitar o escoamento de água para as partes remanescentes dessa lagoa, a Lagoa \n\ndo Wenzel juntamente com a Lagoa do Cerâmica Wenzel, em que a primeira, que \n\nfuncionava como uma área de amortecimento, represando parte da água, também foi \n\naterrada por conta dessa urbanização, com isso aumentando a velocidade de \n\nescoamento de água, também sendo construídos drenos para o facilitar desse \n\nescoamento, e a área do Jardim São Paulo a juzante da Av. Castello Branco que sofre \n\ncom a erosão nas margens desses drenos, com presença até mesmo de afloramentos \n\nrochosos, drenos esses que passaram por um alargamento, transformando aquela \n\nárea em um local de represamento de água, chegando então à uma área de \n\nestrangulamento, resultando na ocorrência de alagamentos e inundações. Dessa \n\nforma, tal relatório busca efetuar uma análise para melhor compreensão das causas \n\ne consequências dos processos de inundação que ali ocorrem, propondo também \n\nsoluções para minimizar ou inibir a ocorrência desses problemas. Para isso, foi \n\nrealizado um trabalho de campo para coleta de informações e dados, e a realização \n\nde uma análise da situação atual local. Além disso, foram utilizadas técnicas de \n\nprocessamento e modelagem de dados para uma sistematização dos dados e auxilio \n\nna compreensão das causas do mesmo, com a geração de mapas de declividade, \n\nsusceptibilidade à inundação, entre outros. Sendo proposto assim, a implantação de \n\num Parque Linear acompanhando o fluxo do canal, de forma que o mesmo protegeria \n\no local dos efeitos apontados. \n\n \n\n \n\nPalavras-chave: Inundações. Urbanização. Rio Claro. Córrego Mirassol. Alagamentos. \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\nAbstract: \n \n\n With the increasing urbanization of Rio Claro, the high rate of waterproofing of \n\nthe soil, besides the alteration of the local natural landscape, problems of floods and \n\nfloods became recurrent in the city, the research in question aimed to give a focus to \n\nthe Stream of the Córrego Mirassol, that was divided in sectors being them the Córrego \n\nMirassol together with the Lagoa da Cerâmica Wenzel, in such a way that lagoon was \n\nin its great part grounded with the presence of drains that are created to facilitate the \n\nwater flow for the remaining parts of that lagoon, the Lagoa do Wenzel together with \n\nthe Lagoa do Cerâmica Wenzel, where the first one, which operated as a damping \n\narea, damming some of the water, was also grounded due to this urbanization, thereby \n\nincreasing the speed of water flow, also being built drains to facilitate this outflow, and \n\nthe area of Jardim São Paulo overlooking the Av. Castello Branco that suffers erosion \n\nat the margin s of these drains, with even presence of rocky outcrops, drains that have \n\nundergone a widening, transforming that area into a water retention site, arriving at an \n\narea of bottleneck, resulting in flooding and flooding. Thus, this report seeks to carry \n\nout an analysis to better understand the causes and consequences of the flooding \n\nprocesses that occur there, also proposing solutions to minimize or inhibit the \n\noccurrence of these problems. For that, a field work was carried out to collect \n\ninformation and data, and to carry out an analysis of the current local situation. In \n\naddition, data processing and modeling techniques were used to systematize the data \n\nand help in understanding the causes of the same, with the generation of declivity \n\nmaps, susceptibility to flooding, among others. It is thus proposed the implantation of \n\na Linear Park following the flow of the channel, so that it would protect the place of the \n\nindicated effects. \n\n \n\n \n\n \n\n \n\n \n\nKey-words: Inundation. Urbanization. Rio Claro. Corrego Mirassol. Flooding \n\n \n\n \n\n \n \n\n\n\n \n\n \n\n \n\n \n\nLista de Figuras: \n \nFigura 1: Mapa de Localização da Bacia do Córrego Mirassol / Rio Claro – SP.......9 \n\nFigura 2: Área de Indicação das Drenagens da Bacia do Córrego Mirassol............10 \n\nFigura 3: Fluxograma do Trabalho de Conclusão de Curso.....................................12 \n\nFigura 4: Definições de enchente, inundação e alagamento....................................19 \n\nFigura 5: Mapa de Pontos Críticos à Inundação em Rio Claro – SP: Um recorte do \n\nCórrego Mirassol e do Córrego da Servidão..............................................................21 \n\nFigura 6: Comparativo de Áreas Impermeabilizadas na Área de Contribuição da \n\nBacia do Córrego Mirassol.........................................................................................24 \n\nFigura 7: Mapa de Áreas susceptíveis à empoçamento............................................26 \n\nFigura 8: Mapa de Declividade com Pontos observados na ida à campo e Direção de \n\nFluxo de Água............................................................................................................27 \n\nFigura 9: Comparação da Área da Lagoa Cerâmica Wenzel em 1972 e 2010.........28 \n\nFigura 10:  Fotografia de Dreno que leva água às partes remanescentes da \n\nlagoa..........................................................................................................................29 \n\nFigura 11: Fotografia de uma das partes remanescentes da Lagoa da Cerâmica \n\nWenzel.......................................................................................................................29 \n\nFigura 12: Fotografia da empresa de reciclagem com depósito de lixo na área \n\naterrada.....................................................................................................................30 \n\nFigura 13: Fotografia da área aterrada da Lagoa do Wenzel....................................31 \n\nFigura 14: Fotografia de dreno da Lagoa Wenzel com vegetação no \n\nentorno......................................................................................................................31 \n\nFigura 15: Fotografia de dreno da Lagoa Wenzel com afloramento rochoso...........32 \n\nFigura 16: Fotografia de alargamento do dreno próximo à área de ocorrência de \n\ninundações................................................................................................................33 \n\nFigura 17: Fotografia da área de estrangulamento...................................................33 \n\nFigura 18: Fotografia de sinalização indicando área de risco na Rua 20 em esquina \n\ncom a Avenida 16......................................................................................................34 \n\nFigura 19: Fotografia da Rua 20 em esquina com a Avenida 16 um dia antes da \n\nrealização do campo.............................................................................................34 \n\nFigura 20: Fotografia da Esquina da Rua 27 com a Avenida 21..........................35 \n\nFigura 21: Fotografia de dreno após a área de foco de inundação (Rua 22 Jsp em \n\nesquina com a Avenida 10)...................................................................................37 \n\n \n\n\n\n \n\n \n\n \n\n \n\nFigura 22: Fotografia de Erosão Marginal (Rua 22 Jsp em esquina com a Avenida \n\n10).........................................................................................................................37 \n\nFigura 23: Fotografia de taludes em torno de 8 a 10 metros de altura (Rua 22Jsp x \n\nAvenida 1)............................................................................................................38 \n\nFigura 24: Fotografia de rachaduras no asfalto decorrentes da erosão(Rua 22Jsp x \n\nAvenida 1)............................................................................................................39 \n\nFigura 25: Fotografia da Planície da Confluência do Córrego da Servidão ........39 \n\nFigura 26: Fotografia do Parque Ecológico do Tietê – São Paulo/SP.................41 \n\nFigura 27: Fotografia do Parque Barigui – Curitiba/PR.......................................41 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\n\n\n \n\n \n\n \n\n \n\nSumário \n\n \n1. Introdução: .......................................................................................................... 10 \n\n1.1. Objetivos ...................................................................................................... 13 \n2. Metodologia ........................................................................................................... 14 \n3. Desenvolvimento ................................................................................................... 15 \n\n3.1. Caracterização da área ................................................................................... 15 \n3.2. Base Teórica ................................................................................................... 19 \n3.3. Resultados ...................................................................................................... 22 \n\n4. Conclusão ............................................................................................................. 43 \n5. Bibliografia: ............................................................................................................ 45 \nApêndice A: ............................................................................................................... 48 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n10 \n\n \n\n \n1. Introdução: \n\n \n\nAtualmente, com uma população de 199.961 habitantes e uma área de 498,422 \n\nkm², de acordo com o censo do Instituto Brasileiro de Geografia e Estatística (IBGE, \n\n2015), o município de Rio Claro – SP possui aproximadamente 97% de seus \n\nhabitantes localizados na área urbana (SEADE, 2016). Com a urbanização da cidade \n\ne a concentração da população na zona urbana, deveria ter havido um \n\nacompanhamento no crescimento do planejamento dos usos de solos urbanos, sendo \n\neste, necessário por esse aumento na taxa de urbanização. Tal fato, pode resultar em \n\ndesastres ambientais e situações problemáticas, ocorridas pelo mau uso do solo. \n\nDa mesma forma, tal urbanização resultou em diversas ocupações não seguras, \n\nsujeita às condições adversas da natureza, na qual muitas vezes, nem mesmo os \n\nhabitantes do local têm conhecimento do risco que estão correndo. \n\nRio Claro é uma cidade localizada no estado de São Paulo, região Sudeste do \n\npaís, estando localizada na região centro-leste, pertencendo à mesorregião de \n\nPiracicaba. Como características de base fisiográfica o município se situa na \n\nDepressão Periférica Paulista, mais especificamente na Zona do Médio Tietê, com \n\npredomínios de colinas baixas, sendo estas de formas suavizadas e separadas por \n\nvales, sem a presença de planícies aluviais de importância, tendo uma altitude média \n\nde 617m do nível do mar, e tendo como sua principal drenagem a Bacia do \n\nCorumbataí. No local, há presença de solos do tipo Argissolos Vermelho-Amarelado, \n\nLatossolos Vermelhos, além de Neossolos Litólitos. Já com relação ao clima, as \n\ncaracterísticas são de verões quentes e chuvosos, e frio e seco no inverno. O \n\nmunicípio de Rio Claro pode ser observada na Figura 1: \n\nNeste trabalho, foi escolhida a área da Bacia do Córrego Mirassol no município de Rio \n\nClaro – SP, que sofre com algumas consequências devido a uma urbanização não \n\nconsciente, como será visto ao longo desse trabalho. \n\nA área em questão é caracterizada pela ocorrência intensa e periódica de \n\nproblemas urbanos relacionados à alagamentos e inundações, sendo registrados \n\ndiversos casos de inundação ao longo dos últimos anos devido a alta taxa de \n\nimpermeabilização do solo local, drenagem de lagoas, além de outros fatores que \n\nforam analisados nesse projeto e serão apresentados a seguir. A Bacia retradada \n\nnesse relatório pode ser observada na Figura 2. \n\n\n\n \n\n \n\n11 \n\n \n\nFigura 1: Mapa de Localização da Bacia do Córrego Mirassol / Rio Claro – SP  \n\n \n\n \nFonte: MONTANHA, A.L (2017) \n\n\n\n \n\n \n\n12 \n\n \n\nFigura 2: Área de Indicação das Drenagens da Bacia do Córrego Mirassol \n\n \n\n \n \n\nFonte: MONTANHA, A.L (2017) \n\n\n\n \n\n \n\n13 \n\n \n\n1.1. Objetivos \n \n\nO objetivo geral desta pesquisa é de analisar e buscar entender melhor como \n\nocorre, as causas e as consequências dos problemas de inundações e alagamento \n\nna área da Bacia do Córrego Mirassol em Rio Claro – SP. \n\nPartindo dos propósitos gerais almejados, espera-se como objetivos \n\nespecíficos uma análise do quadro mais atual em comparação com o quadro no ano \n\nde 1972. A partir de uma investigação de campo para o local em questão, além da \n\nrealização de mapas temáticos, objetiva-se buscar melhorias para a minimização ou \n\ninibição das consequências provocadas por tais impactos além de realertar sobre a \n\nquestão dos problemas urbanos recorrentes na cidade, bem como suas áreas de \n\nmaior ocorrência, objetivando projetos para a redução ou até mesmo a solução de tais \n\nproblemas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n14 \n\n \n\n2. Metodologia \n \n\nA metodologia usada para a realização desse projeto foi a de inicialmente \n\nlevantar e analisar bibliografias, notícias, e estudos existentes para a realização de \n\num enquadramento dos problemas em questão. \n\nPosteriormente, foi realizada uma ida à campo para um estudo e maior \n\ndetalhamento do um setor da cidade em questão, bem como a análise de seu quadro \n\natual, com a realização de registros fotográficos.  \n\nPor fim, os dados foram sistematizados além de elaboração mapas de síntese \n\ndos dados, sendo possível ser realizada uma análise das causas e consequências de \n\ntais problemas, além da realização de mapas temáticos, indicando quais são as áreas \n\nda cidade com maior ocorrência e intensidade dos mesmos, sendo a partir daí, \n\nelaboradas as redações parcial e final da pesquisa. Segue na Figura 3, um fluxograma \n\ndo método geral realizado no Trabalho de Conclusão de Curso: \n\n \n\nFigura 3: Fluxograma do Trabalho de Conclusão de Curso \n\n \nElaborado por: MONTANHA, A.L. (2017) \n\n \n \n\n \n\n\n\n \n\n \n\n15 \n\n \n\n3. Desenvolvimento \n \n\n3.1. Caracterização da área  \n \n\nA expansão da cidade de Rio Claro teve como principal característica a \n\nocupação principalmente as áreas de várzea do Córrego da Servidão, que hoje cruza \n\na cidade canalizado sob uma de suas principais avenidas, a Av. Visconde de Rio Claro, \n\nonde recebe lançamento de esgotos de cerca de metade das residências e industrias \n\nda cidade. (ZAINE, 2000) \n\nA Formação Rio Claro é interpretada como tendo sido depositada em condições \n\ncontinentais fluviais em clima semi-árido, sendo constituída por arenitos mal \n\nconsolidados e mal classificados, arenitos conglomeráticos e argilitos dispostos em \n\nníveis topográficos entalhados por superfícies de erosão (IPT, 1981). O canal do \n\nCórrego da Servidão possui duas mudanças de direção, no médio curso e baixo curso, \n\npróximo à sua foz, ambas com orientação NE/SW, sugerindo controle geológico \n\nestrutural. Estas características litológicas estão amplamente refletidas na densidade \n\nde drenagem da bacia do Córrego da Servidão, ou seja, estabelecendo-se a relação \n\nentre o comprimento das drenagens e a área da bacia, constata-se que a referida \n\nbacia caracteriza-se por baixa densidade de drenagem, o que implica em boa \n\npermeabilidade do terreno. (MORAES, I. C. et al) \n\nForam registradas pelo Jornal Diário de Rio Claro, em março de 1962, \n\nenchentes e consequentemente inundações na zona ribeirinha do Córrego da \n\nServidão, o que colocou em uma situação difícil as famílias ali residentes. No mesmo \n\nano, no mês de fevereiro foi registrado um alagamento na sede do Grupo Ginástico.  \n\nForam encontrados também relatos, também no Jornal Diário de Rio Claro, \n\nsobre a ocorrência de inundações no ano de 1971, de forma que as chuvas fortes, no \n\nmês de maio daquele ano, prejudicaram obras da Prefeitura.  \n\nA região de Rio Claro, com clima considerado tropical com duas estações bem \n\ndefinidas se classifica em Cwa na classificação de Koeppen, sendo o “w” referente à \n\nsecas nos invernos e o “a” referente ao mês mais quente possuir temperatura superior \n\na 22ºC. (MONTEIRO, 1973) \n\nAs estações se alternam em altamente chuvosas, sendo o verão, com \n\ntemperatura máxima de 38ºC e uma média de 25ºC e estação de seca, sendo o \n\ninverno, com as temperaturas médias variando entre 3ºC e 18ºC e médias \n\npluviométricas mensais atingindo até 250mm (ZAINE apud TROPPMAIR, 1978 e \n\n\n\n \n\n \n\n16 \n\n \n\n1992). Além disso, a região se caracteriza pela ocorrência de fenômenos climáticos \n\nde nevoeiros, geadas e granizos. \n\nO Estado de São Paulo é dividido pelo IPT (1981) em cinco grandes províncias \n\ngeomorfológicas, sendo elas: Planalto Atlantico, Provincia Costeira, Depressão \n\nPeriférica, Cuestas Basalticas e o Planalto Ocidental. Dentre estes, o município de Rio \n\nClaro está situado na Depressão Periférica, tendo seu limite ao norte no sopé das \n\ncuestas. \n\nSeu cenário de fundo são as cuestas basálticas, sendo um sistema composto \n\ncom colinas tabuliformes (PENTEADO-ORELLANA 1981), ou seja, interflúvios \n\nextensos e aplainados, sem divisor de águas ou linha de cumeada bem definido \n\n(ZAINE &amp; PENTEADO-ORELLANA, 1994a), vertentes com perfis retilíneos e \n\nconvexos, baixa densidade de drenagem, com comum presença de lagos, ligadas a \n\ncabeceiras ou nos topos planos, vertentes com perfis retilíneos, com trechos, muitas \n\nvezes, escarpados e com exposição de rochas, vales fechados e drenagem de média \n\ndensidade. \n\nSão encontrados também na região de Rio Claro, relevos do tipo colinas \n\nmédias e morrotes alongados paralelos, além de relevo sustentados por maçicos \n\nbásicos, sendo representados por morro testemunhos isolados, topos aplainados e \n\narredondados \n\nAlém disso, o principal sistema de drenagem do município de Rio Claro é o Rio \n\nCorumbataí e seus afluentes, sendo eles o Ribeirão Claro, Cabeça e Passa Cinco. A \n\nBacia do Corumbataí abrange diversos outros municípios como Analândia, Itirapina, \n\nCorumbatai, Santa Gertrudes, entre outros. \n\nO Rio Corumbataí tem sua nascente localizada no município de Analandia, \n\ntendo extensão aproximada de 120km, desaguando no Rio Piracicaba. A área urbana \n\nda cidade de Rio Claro se situa à médio curso, onde o declive do rio é pequeno, \n\nocorrendo em vales abertos com muitos meandros em planícies aluviais (ZAINE, 2000 \n\napud PENTEADO 1976). É classificado (COTTAS,1983 apud AB’SABER,1973) como \n\n“recente subsequente” com seu traçado, preferencialmente obedecendo a tectônica \n\nde falhamentos pós-cretácica que teria afetado a região. De acordo com ALMEIDA \n\n(1964), \"o rio Corumbataí surgiu tardiamente no cenário da evolução geomorfica da \n\nregião, pois é o único da Depressão Periférica a percorrer aproximadamente 100 km \n\nno sentido de norte para sul.\" \n\nO Ribeirão Claro pode ser considerado um rio quase exclusivamente municipal \n\n\n\n \n\n \n\n17 \n\n \n\npor estar muito próximo do limite do município de Rio Claro. Tem seu curso de norte \n\na sul, contornando o setor leste da área urbana de Rio Claro. Os principais tributários \n\ndo Ribeirão Claro são o córrego Cachoeirinha, formando o principal manancial de \n\nabastecimento público, o córrego Lavapés e os córregos de Ibitininga e Santo Antônio, \n\nque deságuam no Ribeirão Claro, na área do Horto Florestal de Rio Claro. (ZAINE, \n\n2000) \n\nEm Levantamento Pedológico do Estado de São Paulo realizado pelo Instituto \n\nAgronômico de Campinas, podem ser identificados cinco tipos principais de solos no \n\nmunicípio de Rio Claro. \n\nRio Claro, em sua porção sudeste está ocupada pelo latossolo roxo em duas \n\nvariedades, o eutrófico e o distrófico. São solos argilosos, friáveis e porosos com \n\nhorizonte B latossólico e apédico, de cor vermelha-escura. O latossolo roxo eutrófico \n\napresenta um potencial agrícola maior que o latossolo distrófico , o que o qualifica não \n\nsó como o melhor da área de estudo, mas como um dos melhores à agricultura no \n\nEstado de São Paulo. A vegetação original é representada pela mata latifoliada \n\ntropical, sendo esse solo atualmente ocupado por plantações de eucalipto, nos \n\nterrenos do Horto Florestal “Navarro de Andrade”, fora dessa área a utilização é com \n\no plantio de cana-de-açúcar (COTTAS,1983). \n\nDo centro-norte até o sudoeste do município de Rio Claro é encontrada uma \n\ncobertura de latossolo vermelho-amarelo, espessos, com característica muito ácida, \n\na vegetação encontrada no local era de cerrados e cerradões, sendo atualmente \n\nocupados por pastagens, reflorestamento com plantações de eucalipto e plantio de \n\ncana-de-açúcar. \n\nHá a presença também de solos podzólicos vermelhos-amarelos, são solos \n\nácidos, podendo possuir de 1,5 a 2,5 metros de profundidade, com nível B textural \n\nmoderadamente drenados, sua vegetação também era de floresta latifoliada tropical, \n\nsendo hoje principalmente o plantio de cana-de-açucar, e secundariamente para \n\npastagens, reflorestamento com eucaliptos e culturas anuais. \n\nOutro tipo de solo também encontrado na região são os solos litólicos, que \n\npossuem pequena espessura, normalmente inferior a 30 centímetros. São mais \n\npresentes no nordeste e sul do município de Rio Claro, sua textura é estreitamente \n\nrelacionada com o substrato, sendo representado no nordeste no município pela \n\nFormação Corumbataí, e ao sul pela Formação Irati e por intrusões de diabásio, \n\natualmente seu uso é principalmente ocupado pela cultura da cana de açúcar \n\n\n\n \n\n \n\n18 \n\n \n\n(COTTAS,1983). \n\nOs solos hidromórficos caracterizam-se por apresentar um horizonte glei a \n\nmenos de 80 cm de profundidade e ocupam as várzeas dos rios. (ZAINE, 2000). \n\nTal área de estudo localiza-se, geologicamente, no nordeste da bacia do \n\nParaná, sendo representada por rochas sedimentares e vulcânicas das eras \n\nPaleozóicas (Grupo Itararé, formações Tatuí, Itati e Corumbatai), Mesozóicas \n\n(formações Pirambóia, Botucatu e Serra Geral) e Cenozóica (Formação Rio Claro e \n\ndepósitos Recentes). Rio Claro está em sua maioria sobre os sedimentos da formação \n\nCorumbataí e Formação Rio Claro. (ZAINE, 2000). \n\nA Formação Corumbataí possui em sua maioria litologias dos tipos argilitos, \n\nfolhelhos roxos e marrom-avermelhados e siltitos, na área urbana ocorre nos bairros \n\ndas zonas norte e nordeste, nas médias e baixas vertentes, em direção ao vale, com \n\nsolos rasos e com nível freático bastante próximo a superfície, em épocas chuvosas. \n\nNa Depressão Periférica Paulista ocorrem superfícies de relevo suave e \n\naplainado, são ocorrências isoladas, como a da região de Rio Claro, relacionadas com \n\na Formação Rio Claro por ANDRADE &amp; SOARES (1971), além de serem estudadas \n\npor MELO(1995), de acordo com ZAINE (1994): \n\nEsta formação apresenta como características marcantes profundas alterações \n\npedogenéticas, espesso solo arenoso e domínio de rochas do tipo arenosos, \n\nesbranquiçados amarelados e avermelhados, variando de areia fina a grossa, com \n\nintercalação de camadas de conglomerados e de sedimentos argilosos. A espessura \n\nmáxima é da ordem de 40 m, predominando valores entre 25 e 30 m. \n\nRio Claro teve um grande crescimento urbano nas décadas de 70 e 80, de \n\nforma que a cidade que antes somente ocupava o topo do divisor de águas, desceu \n\nas vertentes em direção aos vales, surgindo problemas pela ocupação impropria.  \n\nA Formação Rio Claro, com predominância de rochas arenosas pouco \n\nconsolidadas, é a que possui a maior incidência de feições erosivas de grande porte \n\n(voçorocas), mais precisamente associadas às vertentes com maior declividade junto \n\nàs cabeceiras de drenagem. Essas erosões tiveram início, provavelmente, logo após \n\na primeira fase de desmatamento na região, sendo, portanto, bastante antigas (ZAINE, \n\n2000). \n\nAs várzeas do rio Corumbataí e do Ribeirão Claro, que contornam a cidade, \n\nestão periodicamente sujeitas a cheias, o Plano Diretor do Município delimita essas \n\nplanícies de inundação como “Zonas de Proteção Ambiental – ZPs”. \n\n\n\n \n\n \n\n19 \n\n \n\n3.2. Base Teórica \n \nInicialmente, é de se atentar o fato de que as pessoas e até mesmo órgãos \n\npúblicos acabam por confundir diferentes conceitos e desastres naturais, muitas vezes \n\nclassificando-os da mesma maneira além de relacionar diferentes desastres ao \n\nmesmo conceito, tratando-os como sinônimos, sendo que muitas vezes não são. \n\nUma das maiores confusões encontradas é a de diferenciar e conceituar alguns \n\ndos impactos e desastres de caráter hidrometeorológico ou hidrológico, ou seja, de \n\nnatureza hidrológica, atmosférica ou oceanográfica, como por exemplo os desastres \n\nde enxurradas, alagamentos, enchentes e inundações, que serão explicados em como \n\nacontecem, o que são e onde costumam normalmente ocorrer.  \n\n De acordo com o Centro Nacional de Monitoramento e Alertas de Desastres \n\nNaturais (CEMADEN), enxurradas são definidas pelo escoamento superficial \n\nconcentrado, tendo alta energia de transporte, podendo ou não estar associado ao \n\ndomínio fluvial. \n\nElas costumam ser causadas devido à tempestades intensas (decorrentes de \n\ndescargas provindas de Cumulus Nimbus, que são nuvens de tamanhos grandes e \n\nmuito carregadas), A duração deste evento pode ser de minutos ou horas, pelo fato \n\nde depender de diversos fatores, como a intensidade e duração da chuva, as \n\ncaracterísticas topográficas do local, além das condições do solo e da cobertura do \n\nmesmo (TUCCI, 1997). \n\n Esse tipo de desastre natural costuma normalmente ocorrer em pequenas \n\nbacias de relevo acidentado e ao longo de vias implantadas sobre antigos cursos \n\nd’água com alto gradiente hidráulico (TUCCI, 1997). \n\nAs enchentes urbanas são definidas por volumes crescentes maiores de águas \n\npluviais, em tempos sucessivamente menores, sendo escoados para drenagens \n\nnaturais e construídas progressivamente incapazes de lhes dar vazão. Ou seja, a \n\ncidade, por força de sua impermeabilização, perde a capacidade de reter as águas da \n\nchuva, lançando-as em grande volume e rapidamente sobre um sistema de drenagem \n\n– valetas, galerias, bueiros, córregos e rios – não dimensionados para tal desempenho. \n\nE aí, as enchentes. Ao menos em seu tipo mais comum (SANTOS, 2017). \n\nAs enchentes ocorrem quando as aguas da chuva, ao alcançar um curso \n\nd’água causam o aumento da vazão por certo período de tempo, esse acréscimo na \n\ndescarga d’água tem o nome de enchente ou cheia, sendo essa elevação temporária \n\nno nível de agua de uma drenagem, devido ao aumento da vazão ou descarga. \n\n\n\n \n\n \n\n20 \n\n \n\nAs enchentes podem ser classificadas de três formas diferentes, quanto às \n\nsuas origens. A primeira delas são as enchentes provenientes das enxurradas \n\nformadas na própria área urbana, neste caso os volumes das enxurradas vão se \n\nacumulando ao longo de calhas, dos leitos maiores e das várzeas ocupadas nos \n\nterritórios urbanos, acabando por inundar ruas e casas que estiverem instaladas neste \n\ndomínio hidrológico de córregos, ribeirões e rios (TUCCI, 1997). \n\nA segunda é provinda das enxurradas ocorridas em áreas rurais à montante, \n\nem que as enxurradas são formadas no meio rural, ocorrendo nas bacias hidrográficas \n\nà montante e os cursos d’água já chegam às áreas urbanas com volumes suficientes \n\npara provocarem inundações, especialmente quando ocupações ribeirinhas estão \n\ncolaborando para o estrangulamento das áreas de escape, podendo resultar em \n\ninundações mesmo não tendo ocorrido chuvas nesse território urbano (TUCCI, 1997). \n\n A terceira é caracterizada pela junção das duas classificações anteriores, \n\nsendo comum e podendo ser graves, pelo fato de que os volumes vindos do meio rural \n\npodem encontrar os cursos d’água ainda drenando o curso urbano, resultando em um \n\nextravasamento de característica forte, também podendo causar inundações, \n\ndevastando diversas áreas. \n\nAlém disso, segundo TUCCI (1997), as enchentes em áreas urbanas são \n\ndevidos a dois processos, que ocorrem isoladamente ou de forma integrada, sendo \n\neles: \n\nEnchentes devido a urbanização: que são o aumento da frequência e \n\nmagnitude das enchentes devido a ocupação do solo com superfícies impermeáveis \n\ne rede de condutos de escoamento. Somado com o desenvolvimento urbano, que \n\npode produzir obstruções ao escoamento como aterros e pontes, drenagens \n\ninadequadas e obstruções ao escoamento junto a condutos e assoreamento. \n\nEnchentes em áreas ribeirinhas: essas são as enchentes naturais que atingem \n\na população que ocupa o leito maior dos rios, essas enchentes ocorrem pelo processo \n\nnatural no qual o rio ocupa seu leito maior de acordo com os eventos extremos, em \n\nmédia com tempo de retorno da ordem de 2 anos. \n\nPorém, vemos hoje que apesar de tentativas de realização de projetos com o \n\nintuito minimizar tais problemas, como por exemplo as obras de combate a enchente, \n\nque seriam construídos dois túneis paralelos com 75 metros de extensão e tubos de \n\n4,4 metros de diâmetro interno sob a avenida Tancredo Neves em Rio Claro, a cidade \n\nainda sofre com os mesmos. \n\n\n\n \n\n \n\n21 \n\n \n\nAlagamentos, de acordo com o Instituto de Pesquisas Tecnológicas (IPT), \n\ndefine-se como um acúmulo momentâneo de águas em uma dada área devido a \n\nproblemas no sistema de drenagem. \n\nDe acordo com o CEMADEN (2016), inundação é caracterizado pelo processo \n\nem que ocorre a submersão de áreas fora dos limites normais de um curso de água \n\nem zonas que normalmente não se encontram submersas. Ocorre um \n\ntransbordamento gradual em áreas de planície podendo ser ocasionado por chuvas \n\ndistribuídas e por alto volume na bacia de contribuição. \n\n Abaixo, na Figura 4, pode-se analisar na imagem, uma sintetização de tais \n\nconceitos explicitados anteriormente: \n\n \n\n \n\n \n\nFigura 4: Definições de enchente, inundação e alagamento \n\n \nFonte: http://dcsbcsp.blogspot.com.br/2011/06/enchente-inundacao-ou-alagamento.html \n\n \n \n \n \n\n\n\n \n\n \n\n22 \n\n \n\n3.3. Resultados \n \n\nA área, dividida em setores, são localizados como sendo o Córrego Mirassol, o \n\nCórrego Mirassol juntamente com a Lagoa do Cerâmica Wenzel, a Lagoa do Wenzel \n\njuntamente com a Lagoa do Cerâmica Wenzel e a área do Jardim São Paulo a \n\nmontante da Av. Castello Branco. Além disso foram apontadas as áreas com \n\nocorrência de erosões e inundações, além da direção de fluxo de água, como pode \n\nser observado na figura do Apêndice A, sendo o mesmo realizado a partir de um mapa \n\nbase, onde foram trabalhados os dados vetoriais. \n\nOs mapas foram todos realizados pelo software de Sistema de Informação \n\nGeográfica ArcGIS versão 10.3, sendo os mesmos, todos realizados no sistema de \n\ncoordenadas SIRGAS 2000, com a utilização de dados raster como mapas base, \n\nimagens de satélite, além de dados vetoriais. \n\nA partir dos dados coletados da Defesa Civil do Município de Rio Claro, além \n\nda observação do recorte realizado do mapa de pontos críticos da cidade (Figura 5), \n\npôde-se concluir que Rio Claro é uma cidade com grande número de ocorrências de \n\ninundações, possuindo ainda alguns focos espalhados pela cidade, dentre eles, o de \n\nmaior expressão é o bairro do Jardim São Paulo (mais especificamente na esquina da \n\nRua 20 com a Avenida 16), sendo este bairro, o enfoque desse relatório. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n23 \n\n \n\nFigura 5: Mapa de Pontos Críticos à Inundação em Rio Claro – SP: Um \n\nrecorte do Córrego Mirassol e do Córrego da Servidão \n\n \nFonte: Modificado de NOVAES (2014) \n\n \n\n\n\n \n\n \n\n24 \n\n \n\n \n \n\nPorém, esses problemas na cidade de Rio Claro não datam somente de 2010 \n\n- atualmente, há registros de ocorrência de enchentes e inundações urbanas na \n\ncidade desde o início do processo de urbanização, e foram relatados pela imprensa \n\nlocal, em diversas épocas. (MORUZZI, et al., 2009) \n\nA partir disso, com a realização de estudos, além de uma ida à campo para \n\nbuscar um melhor entendimento e efetuar uma análise dessa área de contribuição, \n\nassim como as causas e consequências que esse desastre tem no local. \n\nA Bacia em questão possui como característica geológica a Formação Rio \n\nClaro, composta por arenitos amarelados e esbranquiçados de fraca litificação com \n\nintercalação de níveis argilosos e conglomeráticos. Suas características \n\ngeomorfológicas são de relevos de degradação de planaltos dissecados, possuindo \n\ncaracterísticas diferentes, de forma que, a área da Lagoa da Cerâmica Wenzel possui \n\ncaracterísticas de colinas amplas tabuliformes, com baixa densidade de drenagem e \n\npresença de latossolos vermelho-amarelos (residuais), possuindo uma declividade \n\nmais baixa. Já a área da Lagoa do Wenzel possui característica de vales instalados \n\nna unidade anteriormente citada, com a presença de solos hidromórficos, orgânicos \n\n(turfas) e podzólicos, com média declividade Mais ao final da bacia, já na área de \n\nconfluência com o Córrego da Servidão, encontra-se um domínio geológico de \n\ndepósitos aluvionares quaternários, com características geomorfológicas de relevo de \n\nagradação, com planícies aluvionares de inundação, presença de solos hidromórficos \n\ne orgânicos, além de baixas declividades (ZAINE, 2000). \n\nHá grande relação entre o aumento da taxa de impermeabilização do solo e o \n\nconsequente aumento do número de inundações, não sendo diferente da área aqui \n\nanalisada. \n\nImpermeabilização dos solos é a cobertura permanente de uma dada superfície \n\nde terreno e do seu solo com materiais artificiais impermeáveis, como o asfalto e o \n\ncimento. \n\nA impermeabilização das margens e interflúvios reduz ou inviabiliza espaços \n\nnaturais ao escoamento de vazão das enchentes nas margens e planície aluvial, \n\nminimizando o processo de infiltração das águas pluviais, além de acelerar o \n\nescoamento superficial, aumentando assim a possibilidade de ocorrência de \n\ninundações. \n\n\n\n \n\n \n\n25 \n\n \n\n \n\n \n\nDessa forma, pode se observar na Figura 6, um mapeamento e levantamento \n\ndas áreas impermeabilizadas, e assim calculada a porcentagem de área \n\nimpermeabilizada da área analisada neste projeto, realizando um comparativo entre \n\nos anos de 1972 e 2010, setorizando essa análise em quatro sub-áreas, sendo elas: \n\nCórrego Mirassol, Córrego Mirassol juntamente com a Lagoa do Cerâmica Wenzel, \n\nLagoa do Cerâmica Wenzel juntamente com a Lagoa do Wenzel e a sub-bacia que \n\ndrena em direção à Avenida 16 em esquina com a Rua 20 (principal foco de \n\ninundação).  \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n26 \n\n \n\nFigura 6: Comparativo de Áreas Impermeabilizadas na Área de Contribuição da Bacia do Córrego Mirassol \n\n \nElaborado por: MONTANHA, A.L (2017) \n\n\n\n \n\n   \n\n \n\n27 \n\n \n\n \n\nA partir do mapa comparativo da Figura 6, pôde-se observar que houve grande \n\nredução de áreas permeáveis, sendo a Sub-bacia que drena em direção à Avenida 16 \n\na que obteve maior diferença de área entre os dois anos analisados, apontando uma \n\ndiferença de 69,79% de áreas que eram permeáveis e se tornaram impermeáveis por \n\nconta do processo de urbanização de Rio Claro, sendo esta também a área em que \n\nhoje se encontra o maior número de ocorrências de inundação no município. \n\nA Figura 7 representa um mapa de Topographic Wetness Index (TWI), que é \n\num tipo de mapa que indica a suscetibilidade da ocorrência de alagamento em \n\ndeterminada área, levando em consideração a declividade do local. Porém, outros \n\nprocessos também interferem nesse índice, as vezes até mais do que a declividade, \n\nsendo assim, no projeto em questão, o TWI foi realizado com duas variáveis com \n\npesos diferentes, sendo elas: a declividade e a taxa de impermeabilização do solo \n\nlocal, com seus pesos sendo de 1 e 2, respectivamente, sendo seu resultado \n\napresentado entre 0 e 1, indicando sua porcentagem de suscetibilidade, de 0 a 100%. \n\n O trabalho de campo contou com análise em pontos dispersos ao longo \n\ndo córrego e das lagoas, sendo estes selecionados de maneira a realizar uma análise \n\ndos principais locais que possuem relação com a ocorrência dos impactos locais, \n\ndesde seu início da Lagoa do Cerâmica Wenzel até o final do Córrego, como pode ser \n\nvisto na Figura 8, além do mapa de declividade e de direção de fluxo de águas, \n\nanalisados pré e em campo: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n28 \n\n \n\nFigura 7: Mapa de Áreas susceptíveis à alagamento \n\n \nElaborado por: MONTANHA, A.L (2017) \n\n \n\n\n\n \n\n   \n\n \n\n29 \n\n \n\nFigura 8: Mapa de Declividade com Pontos observados na ida à campo e \n\nDireção de Fluxo de Água \n\n \nElaborado por: MONTANHA, A.L (2017) \n\n\n\n \n\n   \n\n \n\n30 \n\n \n\nA Lagoa da Cerâmica Wenzel é considerada uma lagoa seca, ou seja, uma \n\nlagoa que seca em períodos de estiagem, e está localizada em uma planície fechada, \n\no que significa que ela é drenada por toda sua área do entorno. \n\nPorém, ao longo dos anos essa Lagoa foi sendo aterrada em sua grande \n\nmaioria, restando apenas 23,96% do que era originalmente (Figura 9): \n\n \n\nFigura 9: Comparação da Área da Lagoa Cerâmica Wenzel em 1972 e 2010 \n\n \nElaborado por: MONTANHA, A.L (2017) \n\n \n\n  \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n31 \n\n \n\nDe forma que, de um lado, a Antiga Cerâmica Wenzel e, hoje, uma empresa de \n\nReciclagem aterram tal área para uso próprio, também se tornando um local onde \n\nocorre despejo de lixos, enquanto do outro lado, o espaço foi aterrado para a \n\nconstrução de um distrital. \n\n  \n\nEm visita ao local, constatou-se apenas resquícios da lagoa, com pequenas \n\náreas de lagoa, além de drenos, que são canais criados com o intuito de se facilitar o \n\nescoamento da água, levando essa água até as partes remanescentes dessa lagoa, \n\ncomo pode ser observado a seguir nas Figuras 10, 11 e 12: \n\n \n\nFigura 10: Dreno que leva água às partes remanescentes da lagoa \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n32 \n\n \n\nFigura 11: Uma das partes remanescentes da Lagoa da Cerâmica Wenzel \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\nFigura 12: Empresa de reciclagem com depósito de lixo na área aterrada \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n33 \n\n \n\nAlém disso, a partir de verificação do local do divisor de águas, pôde-se analisar \n\nassim, locais que drenam suas águas para a Lagoa da Cerâmica Wenzel e os locais \n\nque drenam suas águas para a Lagoa do Wenzel, sendo efetuado assim um mapa de \n\ndireção de fluxos de água. \n\nAinda em campo, foi analisada também a atual situação da Lagoa do Wenzel, \n\noutra que foi aterrada devido à grande expansão urbana, essa lagoa funcionava como \n\numa área de amortecimento, represando parte da água, fazendo assim, com que \n\nhouvesse um escoamento mais lento.  \n\nCom o aterro dessa lagoa, esse escoamento tornou-se mais rápido, com o \n\nacúmulo de água se localizando em um ponto por conta da facilidade de escoamento \n\npor conta da impermeabilização da área, e na tentativa de minimizar os possíveis \n\nimpactos desse aumento de velocidade de escoamento, como as inundações, \n\nconstruídos drenos para criar uma maior facilidade do escoamento da água, além da \n\npermanência e realização de plantações no entorno dos mesmos, que podem ser \n\nvistos figuras 13 e 14: \n\n \n\nFigura 13: Área aterrada da Lagoa do Wenzel \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n34 \n\n \n\nFigura 14: Dreno da Lagoa Wenzel com vegetação no entorno \n\n \nFonte: MONTANHA, A.L (2017) \n\n \nA área deste dreno apresenta, ainda, sinais de erosão, com a presença de \n\nafloramento rochoso da Formação Rio Claro, resultado desse escoamento de água \n\nmais rápido, além de sinais de fluxo de água por cima, com prováveis enxurradas \n\nprovindas dos lados, como indicado na figura 15: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n35 \n\n \n\nFigura 15: Dreno da Lagoa Wenzel com afloramento rochoso \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n Mais abaixo dessa área, próxima a área sujeita a inundação, verificou-se  um \n\nalargamento do dreno na tentativa de minimizar os efeitos das inundações e \n\nalagamentos ocorridos ali, funcionando como um represamento de água, onde a \n\nmesma se armazenaria naquela área alargada, e chegando assim, a uma área de \n\nestrangulamento. Observou-se a presença de assoreamento, que consequentemente, \n\ngera uma erosão em áreas mais acimas (foto anterior). \n\nCom a ocorrência de uma chuva registrada de 50mm no dia anterior à \n\nrealização do trabalho de campo, e, mesmo com esse alargamento do dreno, foram \n\nencontrados resquícios de cheia, com a presença de areia, folhas, e outros \n\nsedimentos na planície de inundação, indicando esse aumento do nível de água até \n\ntal local, sendo possível de observação a partir das figuras 16, 17, 18 e 19: \n\n \n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n36 \n\n \n\nFigura 16: Alargamento do dreno próximo à área de ocorrência de inundações \n\n \nFonte: MONTANHA, A.L (2017) \n\n \nFigura 17: Área de estrangulamento \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n37 \n\n \n\nFigura 18: Sinalização indicando área de risco na Rua 20 em esquina com a Avenida \n\n16 \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\nFigura 19: Rua 20 em esquina com a Avenida 16 um dia antes da realização do \n\ncampo \n\n \nFonte: Foto retirada do Facebook \n\n \n\n \n \n\n  \n\n\n\n \n\n   \n\n \n\n38 \n\n \n\nUm outro fator que mereceu devida importância foram alguns índices altos de \n\nTWI localizados à oeste do foco de área de inundação (mais precisamente, na esquina \n\nda Rua 27 com a Avenida 21), o que fez necessária uma ida ao local para se analisar \n\na causa desse produto. Dessa forma, concluiu-se que esse resultado pode ter sido \n\nobtido pelo fato de o local possuir um possível escoamento mais lento das águas, \n\ndevido à área ser bastante plana, como pode ser observado na foto apresentada na \n\nFigura 20: \n\n \n\nFigura 20: Esquina da Rua 27 com a Avenida 21 \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n \n \n \n \n\n\n\n \n\n   \n\n \n\n39 \n\n \n\n Nas áreas logo abaixo do foco de inundação, observa-se bastante a ocorrência \nde erosão marginal. A erosão marginal, como componente da erosão fluvial, é aquela \n\nque destrói as margens dos rios, desempenhando um importante papel no controle da \n\nlargura do canal dos mesmos. Este tipo de erosão contribui significativamente no \n\nincremento da carga de fundo dos rios, e \n\nprovoca destruição progressiva da área marginal desvalorizando os terrenos \n\nribeirinhos e limitando o seu uso adequado (Thorne, 1981). \n\nA erosão marginal pode também ser desencadeada pelas atividades humanas, \n\ntais como obras de engenharia como a construção de reservatórios e canalizações, a \n\nsubstituição da mata ciliar por terras cultivadas, o avanço do processo de urbanização \n\ne a exploração de alúvios (Guerra e Cunha, 1996). \n\nSegundo Hooke (1979), a evolução do processo de erosão marginal é rápido, \n\no que acentua a importância do estudo na interpretação da mudança da paisagem, \n\nbem como o conhecimento das taxas de erosão marginal que são de grande valor na \n\ninvestigação dos efeitos das atividades humanas na mudança da forma do canal e \n\numa predição, em pouco tempo, da erosão e o planejamento para o seu controle. \n\nAlém das propriedades mecânicas das margens, a variação do nível do rio é \n\num fator muito importante na erosão marginal, pois controla a atuação de forças de \n\norigem fluvial sobre os materiais das margens (Correa e Souza Filho, 2009). \n\n Dessa forma, mesmo com o represamento decorrente do alargamento do dreno \ncitado acima, se passa ainda, uma grande quantidade de água, além da ocorrência \n\nde enxurradas laterais, levando a erosão dessa área após o foco de inundação, de \n\nforma que, primeiramente ocorre uma dissecação vertical, com o rebaixamento do \n\nnível do freático, e assim, desencadeando a erosão das margens por desestabilização \n\ndas mesmas, formando taludes de 6 a 8 metros de altura, sendo mostrados nas \n\nFiguras 21 e 22: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n   \n\n \n\n40 \n\n \n\nFigura 21: Dreno após a área de foco de inundação (Rua 22 Jsp em esquina com a \n\nAvenida 10) \n\n \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\nFigura 22: Erosão Marginal (Rua22 Jsp em esquina com a Avenida 10)\n\n  \nFonte: MONTANHA, A.L (2017) \n\n \n\n\n\n \n\n   \n\n \n\n41 \n\n \n\nMais à frente, próximo à Planície da Confluência do Córrego da Servidão (mais \nprecisamente na Rua 22Jsp x Avenida 1), observou-se também margens naturais \n\nalterada, resultado do aterramento para ampliação do espaço urbano, no caso, para \n\na construção da rua, além da presença de taludes de 8 a 10 metros de altura, além \n\nde a largura entre um talude e outro (local por onde o canal percorre) é de em torno \n\nde 50 metros, observado na Figura 23: \n\nNa Planície da Confluência do Córrego da Servidão, ao final do canal, já de \n\nencontro com o Córrego da Servidão, observa-se tanto áreas de inundação, com \n\nmarcas de cheia e depósitos de sedimentos, como marcas de erosão, pelo fato de \n\nnessa área, ter havido um aterramento para a construção do Terminal Rodoviário de \n\nRio Claro, e, por ser em uma área de planície, resulta então nessa mescla de erosão \n\ne depósito de sedimentos, além de apresentar taludes menores, em torno de 3 metros \n\nde altura, como pode ser visto nas Figuras 24 e 25: \n\nFigura 23: Taludes em torno de 8 a 10 metros de altura (Rua 22Jsp x Avenida 1) \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\n \n\n\n\n \n\n   \n\n \n\n42 \n\n \n\nFigura 24: Rachaduras no asfalto decorrentes da erosão  \n\n(Rua 22Jsp x Avenida 1) \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n \n\nFigura 25: Planície da Confluência do Córrego da Servidão  \n\n \nFonte: MONTANHA, A.L (2017) \n\n \n\n\n\n \n\n   \n\n \n\n43 \n\n \n\n4. Conclusão \n  \n\nA fim de apresentar uma proposta para tentar solucionar ou ao menos \n\nminimizar o problema apresentado, além de vistas as condições e características \n\nlocais, pensou-se na instalação de um Parque Linear na área. \n\n Um Parque Linear é uma medida sustentável de uso e ocupação das áreas de \n\nfundo de vale urbanas, construídos em Áreas consideradas de Preservação \n\nPermanente – APPs, que são proibidas de construir edificações, porém, na realidade, \n\nessas áreas se encontram com espaços residuais das paisagens remanescentes, \n\nestando degradadas pela urbanização, esses parques tem por principal objetivo \n\nproteger e recuperar os ecossistemas ligados aos corpos d’água, conectar áreas \n\nverdes e espaços públicos e controlar enchentes e inundações. \n\n Um dos princípios do Parque Linear é a garantia da permeabilidade do solo das \n\nmargens dos cursos d’água, o que resulta numa permissão da infiltração e em uma \n\nvazão mais lenta, contendo técnicas de drenagem urbana para o controle de \n\nenchentes e inundações em cidades, sendo apresentada como alternativa para as \n\ncanalizações. \n\n Além disso, o parque linear é um conceito contemporâneo com a pretensão de \n\npreservação das estruturas da paisagem natural, que vêm assumindo formas e \n\nfunções mais urbanas, sendo voltadas para espaços de uso para lazer e recreação, \n\nmelhorando a qualidade de vida da população, sendo procurado tanto para a \n\nrecuperação de áreas como a criação de novos espaços. \n\n Visto da já existência de um distrital na Lagoa do Cerâmica Wenzel, com um \n\ncampo de futebol ao lado da Lagoa, pertencente ao Juventude Futebol Clube, e que \n\njá é utilizada pela população geral, a Prefeitura poderia propor um acordo que seja \n\nbenéfico para ambos, para a utilização e ampliação da área, implementando assim, \n\nque este seja o inicio deste Parque Linear, se estendendo por todo o Córrego Mirassol, \n\npodendo conter por exemplo, pistas de cooper, de ciclismo e skate, áreas de \n\nconvivência, entre outros. \n\n No Brasil e no mundo já foram constatadas implementações de Parques \n\nLineares com os mesmos propósitos aqui apresentados, podendo ser citados o \n\nParque Ecológico do Tietê, localizado na Região Metropolitana de São Paulo – SP , o \n\nParque Barigui e o Parque Tanguá, ambos localizados em Curitiba no Paraná, o \n\n\n\n \n\n   \n\n \n\n44 \n\n \n\nPrograma de Renaturalização e Restauro, no Estado da Baviera na Alemanha, sendo \n\nrealizado em 1991, Parque Linear em Quito, no Equador, implementado em 2004, \n\nentre outros. Segue abaixo fotos de alguns dos Parques Lineares citados: \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n \n\n   \n\n \n\n45 \n\n \n\n5. Bibliografia: \n \nAB’ABER, A.N. - 1969. A Depressão Periférica Paulista: um setor das áreas de \ncircundesnudação pós-cretácica da Bacia do Paraná. Boletim Instituto Geografia - \nUSP, Geomorfologia, 15: 15p \n \nALMEIDA, F.F.M. de - 1964. Fundamentos geológicos do relevo paulista. Boletim \nInstituto Geográfico e Geológico, 41: 169-263. \n \nANDRADE, S.M. &amp; SOARES, P.C. - 1971. Geologia de semi-detalhe do centro-leste \ndo Estado de São Paulo. Petrobrás. (Relatório interno, DESUL, 407). \n \nCARVALHO, A.T.F; SILVA, O.G; Efeitos Do Revestimento De Canal E \nImpermeabilização Do Solo À Dinâmica De Inundação Do Rio Arrombados – Pe, 2017. \n \nCERRI, L.E.S.; AKIOSSI, A; AUGUSTO FILHO, A; ZAINE, J.E. Cartas e mapas \ngeotécnicos de áreas urbanas: reflexões sobre as escalas de trabalho e proposta de \nelaboração com o emprego do método do detalhamento progressivo. In: Congresso \nBrasileiro de Geologia de Engenharia; 8., 1996, Rio de Janeiro. Anais ... Rio de Janeiro, \nAssociação Brasileira de Geologia de Engenharia, 1996, v.2 \n \nCINTRA, J.C.A. 1995. Fundações em solos colapsíveis, Texto de Livre-Docência, \nEscola de Engenharia de São Carlos, USP, 124p. \n \nCORREA, Geraldo T.; SOUZA FILHO, Edvard E. Avaliação Dos Processos De \nErosão Marginal No Arquipélago Floresta Japonesa (Alto Rio Paraná), 2009. P. 5 \n \nDados IBGE. Disponível em: \n<http://cidades.ibge.gov.br/xtras/perfil.php?codmun=354390>. Acesso em 20/08/2016 \n\nDados SEADE. Disponível em:&lt;http://www.imp.seade.gov.br/frontend/#/tabelas>. \nAcesso em 20/08/2016 \n\nDisponível em:&lt;http://dcsbcsp.blogspot.com.br/2011/06/enchente-inundacao-ou-\n\nalagamento.html> Acesso em: 31/07/2017 \n\n \nDisponível em:&lt;http://www.al.sp.gov.br/noticia/?id=303587>. Acesso em 21/05/2017. \n \n\n\n\n \n\n   \n\n \n\n46 \n\n \n\nDisponível em:&lt;http://www.cemaden.gov.br/enxurrada/>. Acesso em 31/07/2017  \n \nDisponível em:&lt;http://www.vitruvius.com.br/revistas/read/minhacidade/10.109/1839>. \nAcesso em 31/07/2017 \n \nDisponível em:&lt;http://ec.europa.eu/environment/soil/pdf/guidelines/pub/soil_pt.pdf>. \nAcesso em 02/10/2017 \n \nFERREIRA, R.C., MONTEIRO, L.B., PERES, J.E.E., BENVENUTO, C. 1989. Some \naspects on the behaviour of brasilian collapsible soils, XII International Conference on \nSoil Mechanics and Foundation Engineering, Rio de Janeiro, vol. suppl., p. 117-120. \n \nFREITAS, C, G, L. de; CAMPANHA, V. A. Carta geotécnica e ambiental aplicada em \nplanos diretores municipais. In: SIMPÓSIO BRASILEIRO DE CARTOGRAFIA \nGEOTÉCNICA E GEOAMBIENTAL, 6, Uberlândia. Anais... Uberlândia: ABGE, 2007. \np. 562-570. \n \nGUERRA, A. J. T., CUNHA, S. B. Degradação ambiental. In: Geomorfologia e Meio \nAmbiente. Rio de Janeiro: Bertrand Brasil, 1996. p. 337-379. \n \nHOOKE, J. M. An analalysis of the processes of river bank erosion. Journal of \nHydrology, v. 42, 1979. p. 39-62. \n \nINFANTI JUNIOR, N. &amp; FORNASARI FILHO, N. Processos de Dinâmica Superficial. \nIn: OLIVEIRA, A.M.S. &amp; BRITO, S.N.A. (Eds.). Geologia de Engenharia. São Paulo: \nAssociação Brasileira de Geologia de Engenharia (ABGE), 1998. cap. 9, p.131-152. \n \nMELO, M.S. de - 1995. A Formação Rio Claro e depósitos associados: sedimentação \nneocenozóica na Depressão Periférica Paulista. São Paulo, SP. 144 p. (Tese de \nDoutoramento - Instituto de Geociências/USP). \n \nMONTEIRO. C.A.F. - 1973. A dinâmica climática e as chuvas no Estado de São Paulo. \nInstituto de Geografia - USP, São Paulo. 130 p \n \nMORAES, I. C, et al. Interferencia Do Uso Da Terra Nas Inundações Da Área Urbana \nDo Corrego Da Servidão, Rio Claro(Sp).  \n \nMORUZZI, et al. Contribuição Metodologica Para A Caractericação De Áreas \nPotencias De Inundação Em Uma Bacia Hidrografica Urbanizada, Com Suporte Das \nTecnicas De Sensoriamento Remoto E Geoprocessamento: apresentação de dois \ncenários em um modulo piloto. \nNAKAZAWA, V.A.; PRANDINI, F.L. &amp; DINIZ, N.C. Subsidências colapsos de solo em \náreas urbanas. In: BITAR, O.Y. (Coord.). Curso de geologia aplicada ao meio \nambiente. São Paulo: Associação Brasileira de Geologia de Engenharia (ABGE) e \nInstituto de Pesquisas Tecnológicas (IPT), 1995. cap.3.5, p.101-133. \n \nPENTEADO, M.M. - 1976. Geomorfologia do Setor Centro-Ocidental da Depressão \nPeriférica Paulista. Instituto de Geografia - USP. Série Teses e Monografias nº 22, 86 \np. \n\n\n\n \n\n   \n\n \n\n47 \n\n \n\n \nSANTOS, A.R. dos. Cidades &amp; Geologia:  discussão técnica e proposição de \nprojetos de lei de grande interesse para às populações urbanas. São Paulo: Editora \nRudder, 2017. \n \nTHORNE, Colin R.; TOVEY, N. Keith. Stability of composite river banks. Earh Surface \nProcesses and Landformas, v. 6, 1981. p.469-484. \n \nTOMINAGA, L.K, SANTORO, J., AMARAL, R. (orgs.). Desastres naturais: conhecer \npara prevenir –. São Paulo : Instituto Geológico,2009. \n \nTROPPMAIR, H. - 1978. Aspectos geográficos - o quadro natural. Rio Claro, Museu \nHistórico e Pedagógico Amador Bueno da Veiga, p. 75-87. \n \nTROPPMAIR, H. - 1992. Atlas da qualidade ambiental e de vida de Rio Claro -\nSP.Instituto de Geociências e Ciências Exatas/UNESP. 72p \n \nTUCCI, C. E.M. Água no meio urbano: Livro da água doce-cap 14, Instituto de \npesquisa hidráulica. UFGRS–Porto Alegre-RS, 1997. \n \nZAINE, J.E. &amp; PENTEADO-ORELLANA, M.M. - 1994a. APA Piracicaba no \nMunicípio de Rio Claro, SP: Proposta de mudança com base em critérios \ngeomorfológicos e políticos. In: CONGRESSO BRASILEIRO GEOLOGIA, 38., \nBalneário Camboriú, 1994. Boletim de Resumos Expandidos...Balneário Camboriú, \nSBG, v.1, p.488 \n \nZAINE, J.E. - 1994. Geologia da Formação Rio Claro na Folha Rio Claro (SP). Rio \nClaro, SP. 98p. (Dissertação de Mestrado - Instituto de Geociências e Ciências \nExatas/UNESP). \n \nZAINE, J.E. Mapeamento geológico-geotécnico por meio do Método do Detalhamento \nProgressivo: Ensaio de aplicação na área urbana do município de Rio Claro (SP). Rio \nClaro, SP, 2000.\n\n\n\n \n\n   \n\n \n\n48 \n\n \n\nApêndice A: \n\n  \n\n \nElaborado por: MONTANHA, A.L (2017)\n\n\n\n \n\n   \n\n \n\n49"}]}}}