{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04792"}, {"@name": "filename", "#text": "BTP_1974_17_1_06_Ancoragem_de_navio.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "■ zvva-viô'^ /zD-nctcv\n/ >\t\\ s\n(J^W^\nr 1 s -\nC0ZP./VV3AAXX\nPERFURAÇÃO E PRODUÇÃO\na ancoragem de navio-sonda na área amapá; eficiência do sistema de ancoragem e o traçado da catenária\nManoel Lopes da Silva (*)\nSINOPSE — Seqiiência de cálculo para a determinação do comportamento do caho_de_ancoragem, usando-se a equação da catenária como uma aproximação matemática para traduzir o fenômeno. Cálculos adicionais para a verificação dos valores de deriva em função da tração no cabo.\n(*)• Técnico da Região de Exploração do Norte, Departamento PETROBRÁS. ’\t’\t.\t\"\nde Exploração e Produção (RENOR/DEXPRO-)\nManoel Lopes da Silva, formado pela Escola ãe Engenharia ãa Universidade do Pará, ingressou na PETRORRÁ.S em 1960, tendo feito os Cursos ãe Perfuração e Produção do antigo CENAP, em Salvador, e ãe Perfuraçãot do Instituto Francês do Petróleo, na França. Chefia o Setor ãe Engenharia ãa Divisão Regional ãe Perfuração, ãa Região ãe Exploração do Norte.\n1\t— INTRODUÇÃO\nAs dificuldades encontradas pelo navio-sonda DISCOVERER I para ancorar na locação Amapá Submarino n° 4 mostraram a necessidade de se estudar as causas do insucesso na operação.\nO navio-sonda DISCOVERER I é uma unidade de perfuração, flutuante, de propriedade da firma Offshore International S/A., com as seguintes características:\ncomprimento 320 pés ou 97 m boca\t70 pés ou 21 m\npontal\t25 pés ou 7,60 m\nPossui um sistema de ancoragem em que os guinchos das âncoras estão situados sobre um cilindro de seis metros de diâmetro interno, na meia-nau do navio, em torno do qual o casco gira livremente, permitindo, assim, o constante afila-mento com o mar.\nInicialmente foi observada uma série de imprevistos que dificultavam o posicionamento. As bóias lançadas para marcar a locação haviam sido levadas pela correnteza e o navio-sonda fora distanciado oitocentos metros da locação. Mesmo com cinco âncoras lançadas, ainda se fazia necessária a atuação dos propulsores, a fim de diminuir a tensão no cabo das âncoras.\nProsseguindo no lançamento destas, total de oito, ficou, a cada instante, evidenciado que a manutenção do navio, na locação, exigia outra solução, já que quatro das oito âncoras haviam sido arrastadas pela correnteza a uma distância de aproximadamente trezentos metros. Aliada à forte correnteza, a natureza dó fundo também contribuía para dificultar a ancoragem.\nConstruídas e transportadas, oito poitas de dez toneladas foram lançadas, conseguindo-se manter o navio-sonda, na locação, quando tracionado até 95.000 libras. Na tentativa de prosseguir o ten-sionamento dos cabos para alcançar a tração de 135.000 libras, as âncoras, juntamente com as poitas, não suportaram o teste e deixaram-se arrastar.\nDada a impossibilidade de se manter na locação, a operação com o navio-sonda ficou suspensa temporariamente.\n2\t— PRINCIPAIS FEIÇÕES DA ÁREA DO AMAPÁ\nSituam-se na foz do rio Amazonas, aproximadamente entre os paralelos 2° e 4o N, e entre os meridianos 48° e 50° W.\nPara melhor compreensão da área, resumiremos as observações locais e os dados oceanográficos colhidos.\nCom relação à oceanografia meteorológica, observa-se que a área estudada está na faixa equatorial dé pressões baixas. Lembremos que nas regiões equatoriais há uma faixa onde as pressões são inferiores a 29,91 polegadas (1.013 milibar) em toda a sua extensão. Ela varia em largura, porém envolve completamente a Terra. Seu centro fica, em média, um pouco ao Norte do Equador. Nessa faixa os ventos apresentam-se normalmente fracos e variáveis, com calmarias freqíientes, apresentando, entretanto, uma deriva suave e lenta de este para oeste. Por outro lado, os dados registrados durante a peimanência do navio-sonda DISCOVERER I e da plataforma PENROD 62 mostram que predomina, em termos de maior freqüência, a pressão de 29,8 polegadas. Já em termos de velocidade e direção dos ventos, sabe-se que estes, quando são constantes e moderados, sopram entre os doldrums e a faixa de pressões altas das latitudes subtropicais, sendo conhecidos como ventos alíseos. Sopram das altas pressões na direção do equador. Â medida que para lá se movem, são defletidos para oeste e se tornam alíseos de nordeste, no Hemisfério Norte (referente à área Amapá). Nessas condições são constantes em direção e velocidade, soprando quase que ininterruptamente, dia e noite, inverno e verão, com uma velocidade de 18 a 25 nós, predominando a freqüência de procedência de NE a NEE.\nTranscrevemos abaixo um exemplo do boletim meteorológico da estação do Amapá:\nQAM SRAM 1400%\t85/16\t16 KM PRP\nVTA 6SC400 5AC 3000 1013,4 26/25 TN/7\nSua leitura mostra-nos que: ,\nSRAM —Amapá 1400%, ou seja, 1100 horas local\n85/16 — Direção do vento azimute 85° com 16 nós de velocidade\n16 km — Distância de visibilidade\nPRP VTA — Precipitação a vista\n6SC400 — 6/8 da abóboda celeste tomada por strains cumulus a 400 metros\n5AC3000 — 5/8 da abóboda celeste tomada por .\talto cumulus a 3000 metros.\n1013,4\t— ajuste do altímetro em milibar 26/25 — Temperatura do ar e do ponto de orvalho\nTN/7 — 7/8 da abóboda celeste encoberta.\nA área em estudos do Amapá está, como se pode dizer, dentro da linha de chuva que atinge a região, embora não se tenham dados sobre o índice plu-viométrico ah registrado, podendo-se deduzir que haja precipitação a vista, quase que diariamente.\nCom relação aos efeitos do vento na superfície do oceano, observa-se o duplo papel que exerce. Por um lado invadindo as camadas superficiais e impregnando-as de ar, ou melhor, oxigenando-as. Paralelamente a esta influência, a força do vento provoca reações na água que se manifestam através de movimentos lentos da massa líquida. Admite-se que ó movimento do mar, provocado pelo vento, está para velocidade do vento atuante em torno de 1 a 2%. As correntes superficiais oceânicas são mantidas pela ação da força do vento. A quantidade de energia cinética que traz mantém o equilíbrio dinâmico entre as várias forças que alteram a distribuição e fluxo de energia oceânica. Em particular, o resultado da energia cinética na superfície do mar compensa a energia gasta pelo mar contra os efeitos da viscosidade ou das fricções de sua água.\nDentro desse esquema, as grandes ondulações ou swell viajam milhas a partir do centro de geração, até consumir aquela energia cinética transmitida pêlo vento. Isto significa que pode-se estar sob . . a ação de um swell cujo período e altura são bem diferentes das ondas locais provocadas pelo vento local. Em síntese, vento local produz ondas que se mostram em forma, direção e tamanho obedecendo ao acaso, de comportamento imprevisível, contrastando com as ondas que viajam em grupo, de comportamento previsível, característico do swell.\nNossos registros mostram que o swell procede do quadrante NE, indicando que os alíseos de nordeste são a força propulsora responsável pela geração das grandes ondulações. A altura do swell varia entre 5 e 12 pés.\nVejamos agora a ação da correnteza na área do Amapá. Estando na foz do caudaloso rio Amazonas, compreende-se a influência da corrente costeira. Aumenta a complexidade com a posição geográfica da área, onde, nos equinócios, a atração\nlunar exerce sua máxima influência sobre as águas, provocando as maiores correntes de marés.\nPode-se dizer, inicialmente, que as grandes correntezas, próximas da superfície do mar, são causadas, sobretudo, pelas forças propulsoras do vento, variações nas pressões atmosféricas, distribuição de densidade e forças de marés. Por sua vez, as correntezas mais profundas são causadas, principalmente, pela diferença em temperatura e salinidade, resultando daí uma diferença de densidade, e, ainda, pelas perturbações das marés. Alguns fatores climáticos, como precipitação, evaporação, congelamento e degelo podem causar correntezas apreciáveis.\nA corrente do Brasil é o resultado da bifurcação da Corrente Equatorial do Sul, provocada pela protuberância do Brasil, que divide a corrente. Parte da Corrente Equatorial do Sul se deflete para o norte, ao longo da costa até o Hemisfério Norte, recebendo o nome de Corrente das Guianas, de interesse na área do Amapá; procede da faixa SE/SSE. Sua intensidade varia dé 2,5 a 5 nós.\nExistem outras correntes que não chegam a interferir: por exemplo, o choque entre correntes lineares de direções variáveis, e, inclusive, reversíveis, provocando turbilhonamento e gerando correntes circulares chamadas de “pororocas”.\nA natureza do solo marinho não está totalmente esclarecida. Tentativas a fim de colher testemunhos foram realizadas, utilizando-se uma pequena unidade de testemunhagem montada num dos barcos de reboque de plataforma. Como se verifica em toda testemunhagem, o mais importante é a recuperação. Testemunhos foram cortados, a recuperação, porém, era sempre próxima de zero. A dificuldade encontrada na perfuração do solo marinho pela PENROD 62, ao iniciar o poço l-APS-4, vem confirmar a suposição de ser revestido por rocha de natureza calcárea o fundo do mar na área do poço l-APS-4, explicando, assim, a suposição de não penetrarem as âncoras no solo marinho, principal causa do mau êxito na ancoragem do navio-sonda DISCOVERER I.\nCom relação ao assentamento de plataformas de perfuração, a batimetria da área do Amazonas não apresenta maiores particularidades de relevo acidentado.\n3\t— PRINCIPAL FUNÇÃO DOS CABOS DE ANCORAGEM\nProver uma fixação do navio-sonda na locação é o objetivo primário do sistema de ancoragem. Para tal, os cabos opõem-se à resultante dos agentes oceanográficos e meteorológicos. Ao serem solicitados, tendem a se levantar do fundo do mar, acumulando, assim, uma energia potencial, devido ao trabalho das forças que correspondem ao seu peso. O peso da âncora atua como se a unidade estivesse presa a molas.\nO ambiente exterior age sobre a unidade de perfuração de duas formas diferentes:\na)\tpor intermédio do vento ele aplica à unidade flutuante um esforço que tem uma duração\n• . relativamente ' longa; neste caso, -pode ser considerado permanente. Também por intermédio das correntes submete o flutuador a um esforço de arrasto semelhante ao provocado pelo vento, que, juntamente com a . corrente, agem de modo semelhante.\nb)\tpor intermédio da onda, o mar submete o flutuador a um movimento orbital de mesmo período, cuja amplitude varia com as características do navio e das ondas.\n3\t1 — MOVIMENTOS ELEMENTARES\nAs ações de todos os elementos incitam a unidade flutuante num movimento complexo que\n-\tpode ser decomposto em seis movimentos elementares, que são:\n1 — Movimento oscilatório em torno do eixo transversal do navio, também chamado arfagem ou -pitch.\n.2 — Movimento oscilatório em torno de um eixo longitudinal do navio, chamado balanço ou roll.\n3\t— Movimento vertical para cima e para bai'\t. xo ou heave.\n4\t— Movimento horizontal para frente e para\ntrás chamado surge.\t.\n5\t— Movimento horizontal para os dados cha-\nmado sway.\n- 6 — Movimento oscilatório no plano horizontal, em torno de um eixo vertical chamado\n-\t■ ■ yaw.\n4\t— CONSIDERAÇÕES QUE PRECEDEM\nO CÁLCULO DA EFICIÊNCIA DE UM SISTEMA DE ANCORAGEM\n. Esses cálculos são feitos para condições desfavoráveis, quando o vento, a corrente e a onda agem num mesmo sentido. Esta hipótese bem se aproxima da realidade nos casos de tempestades, quando todos os elementos tendem igualmente a deslocar a unidade flutuante numa mesma direção.\nQuando o período natural de uma unidade flutuante é inferior ao período da onda, ela responde ao movimento oscilatório do mar como se fosse uma casca de noz, isto é, segue as curvas de nível da onda. Quando, entretanto, os períodos são iguais, ela é excitada, isto é, os movimentos entram em ressonância, e, no caso do período natural da unidade flutuante ser superior ao período da onda, a unidade torna-se, então, bastante estável. Neste princípio se baseia a construção das unidades semi-submersíveis, cujo período natural é da ordem de 30 segundos.\n4.1\t— DANOS\t.\nNo momento de preparar, no mar, uma campanha com determinada unidade flutuante, do ponto de vista de ancoragem, convém rever, por meio de cálculos, a eficiência do sistema, em função das condições impostas pela Unidade no local de posi-\ncionamento e considerando o modo dê trabalho a bordo; para isso, torna-se necessário colher certos dados.\t-\n4.1.1\t— DADOS SEDATIVOS A UNIDADE\nEDUTUANTE\n1\t— Características geométricas\na) Superfície de resistência ao vento e à corrente nas direções principais.\nb~) Arquitetura geral para avaliação do coeficiente de arrasto.\n2\t— Características do sistema de ancoragem\na)\tTipo e peso das âncoras.\nb)\tCorrente e/ou cabo: diâmetro, comprimento, peso linear, tensão de ruptura e módulo de elasticidade.\n■\t.• c) Guindaste: capacidade, potência e resistência do freio.\t'\n4.1.2\t— DADOS SEDATIVOS A DOCAÇAO\na)\tProfundidade da água.\nb)\tNatureza do fundo.\t-\nc)\tDados estatísticos sobre a velocidade e direção do vento; sobre a velocidade e direção da corrente; e dados sobre a amplitude, período e direção das ondas.\n4.1.3\t— DADOS SEDATIVOS AS CONDIÇÕES DE\nTSABADIIO A BOSDO\nSob a forma de percentagem da profundidade da água, esses dados fixam o deslocamento da unidade de perfuração, isto é, os limites que não podem ser ultrapassados, sob pena de por em risco certos elementos de ligação superfície-fundo.\nEsses limites são, geralmente, da ordem de 3 a 5% da profundidade da água, durante a perfuração do poço. Além do limite fixado, o ângulo no nível da junta flexível e o atrito da coluna de perfuração podem causar rupturas por fadiga e desgaste do tubo-guia e das válvulas de controle do poço.\nSituação especial pode ser criada quando a junta flexível atinge um limite de flexão, tornando-se necessário desconectar o tubo-guia, operação nem sempre viável. Este limite é atingido qüando o deslocamento da Unidade alcança 9 a 10% da profundidade da água. Com o tubo-guia desconec-tado, somente os cabos-guias permanecem ligados à cabeça do poço, tornando, assim, qualquer deslocamento tolerado.\n4.2\t— OBSERVAÇÕES\nA resistência de uma âncora, ou o valor limite da tensão na amarra, é estremamente difícil de ser avaliado, pelo fato de que, para um mesmo tipo de âncora, a resistência pode variar muito, segundo a penetração da âncora no terreno; se, no éntanto, for feita uma campanha de reconhecimento do fundo do mar, mais fácil será, em função da natureza deste fundo, selecionar, com antecedência, o tipo de âncora ou ponto fixo mais apropriado.\n5\t— SEQÜÊNCIA DOS CÁLCULOS\nA explicação para os fenômenos físicos está a exigir sempre uma . aproximação matemática que bem os traduza. Busca-se, neste caso, uma equação que possa exprimir o comportamento do cabo de ancoragem. Admitindo-se que a linha de ancoragem esteja no regime estático, ou mesmo num regime pseudodinâmico, é possível aplicar-se a equação da catenária para analisar o problema.\nLembramos aqui que o estudo das funções sen h x, cos h e tg h x interessa particularmente ao técnico, já que se apresentam em diversos problemas de aplicação; no estudo das linhas de transmissão de energia elétrica e, no nosso caso, das linhas de ancoragem. A configuração do equilíbrio de um cabo homogêneo e flexível, sob a ação de seu peso e suspenso por dois pontos, tem por expressão analítica\nX\tx -i\ne c + e c J\nPartindo da função exponencial ex, essas funções são definidas pelas expressões:\nCos h U =\neu + e~u\n2\nY = c. cos h\nc\nFig. 1\n5.1 — CÁLCULO LÁ FORÇA LE ARRASTO\nA força do vento, atuando sobre a superfície do navio, gera uma força de arrasto que, dependendo da velocidade do vento, poderá ser levada em consideração ou desprezada na presença da magnitude do arrasto provocado pela correnteza.\n5.1.1 — ESFORÇO DEVIDO AO VENTO\n\nF = 0,03 V2 Cn A\nsendo\t.\nF = força expressa em kg '\t-\nV = velocidade do vento em km/h\nCd = coeficiente em função da forma da superfície sobre a qual o vento atua.\nA = Área projetada em m2 de toda a superfí-’ cié èxposta ao vento. '\t•\t■ '\t■ •\nPara uma incidência de 90° Forma\tCd\nCilíndrica\t‘ 0,5\nCasco\t1,0 •\nSuperestrutura\t1,0-\nTorre\t1,25\n5.1.2 — ESFORÇO DEVIDO A CORRENTEZA\nF = 0,5 V2 CD S —\ng\nsendo\nF = força de arrasto em toneladas\t.\nV = velocidade da correnteza em m/seg\nCd= coeficiente de arrasto sem dimensão\n= superfície projetada da parte imersa do casco em m2\nd = densidade da água do mar em t/m3 g = aceleração da gravidade em m/seg2\nA soma desses esforços, calculados para as con-.dições mais desfavoráveis, será comparada com a resultante das tensões TOT aplicada em cada linha de ancoragem.\nFeita essa ligeira apresentação das forças de arrasto, passemos ao exemplo prático.\nUma unidade de perfuração flutuante está apro-ada contra o swell, a fim de reduzir o balanço do navio, e recebe a correnteza de 6 nós com uma incidência de 90° sobre a maior superfície imersa do casco.\nDados do problema:\n—\tdensidade da água do mar = 1,1 t/m3\n—\taceleração da gravidade = 9,81 m/seg2\n—\tcoeficiente de arrasto = 1,5\n—■ superfície imersa = 345 m2\n—• correnteza (6 nós) (0,51 m/s/nó) = 3,05 m/seg\nF = 0,5 (3,05)2 (1,5) (345)\nF = 270 t\t’\nB. téc, PETROBRÁS, Rio de Janeiro, 17- (!)• : 17-32, jau./mar-, 1974\nSuponhamos agora os mesmos dados, variando apenas o valor da correnteza: V = 3,5 nós\nF = 0,5 (1,78)2 (1,5) (345) (~)\nF = 93 t\t’\nA resultante Ri, de 6 e 8, estará na mesma direção da linha 7.\nRÍ =/62 + fl\nRi =\n5.2\t— PARA UM ANGULO 0 QUALQUER\nVejamos agora, num plano horizontal, a atuação do sistema de forças formado pela correnteza e linhas de ancoragem, na hipótese de serem conhecidas as tensões que se desejam aplicar às linhas (Fig. 2).\nAs linhas de ancoragem 6, 7 e 8 serão as mais solicitadas. As linhas 6 e 8 formam, entre si, um ângulo /?.\nPode-se aplicar a lei dos cosenos para determinar a grandeza da resultante das linhas 6 e 8 e a direção definida pelo ângulo a (Fig. 3).\nRi = a2 + c2 + 2 ac cos /j\ni?i2 + c2 — a2 cos a = •---——---------\n2 7?ic\nPodemos confrontar a resultante Ri e o ângulo a com a linha de ancoragem 7 e obter a resultante final das linhas 6, 7 e 8.\nT\n5.3\t— PARA UM ÂNGULO IGUAL A 90°\nAdmitindo que o ângulo /3 seja igual a 90°, e que a linha 7 esteja na mesma direção da correnteza, temos a situação ideal e original no lançamento das âncoras (Fig. 4).\nPartindo de uma força de arrasto, F = 270 t, correspondente a uma correnteza de 6 nós, vejamos quais seriam as parcelas da força de arrasto, ji, no plano horizontal das linhas 6, 7 e 8.\nA fim de que essas linhas sofram uma mesma tensão, admitamos valores iguais para as três (Fig. 5).\nOra, o arrasto de 2701 exige, para a condição de equilíbrio, que:\nRi + A = 270 t h V2+/6 = 270 s 270\nV2 + 1\nh = U2 t\nIsto é, teremos em cada uma das três principais linhas, F = 112 t, correspondente à parcela ocasionada pela força de arrasto de 2701.\nDe modo análogo, para uma força de arrasto de 93 t, chega-se a 41t para cada uma das três linhas consideradas.\n54 — PERFIL DE UMA LINHA DE ANCORAGEM\nSuponhamos que o comportamento da linha de ancoragem assuma o aspecto da figura 6. Que a tensão inicial, Ti, corresponda a uma parcela de arrasto de / = 411, quando não se verificar o deslocamento da Unidade flutuante. Para j = 1121, o navio teria sido afastado da vertical do poço da distância d (deriva do navio-sonda).\n5.5\t— CÁLCULO DOS ELEMENTOS PARA F IGUAL A 112 t\n1\t— Conhecidas as parcelas de arrasto, vejamos qual seria a tração, T, na linha de ancoragem.\nDa expressão acima já conhecemos o valor de j, faltando definir Y e c.\nY é a ordenada dos eixos cartesianos que passa pelo ponto de tangência da linha de ancoragem com o fundo do mar.\nc é constante que figura na equação da cate-nária, tendo por definição o quociente de / pelo peso do cabo de ancoragem.\nIsto é,\nw\nNo nosso caso, em que o peso do cabo na água é w = 91,3 kg/m\n= 112■000 kS\n91,3\tkg/m\nc = 1.220 m\nVejamos a determinação de Y para o cálculo da tração T na linha de ancoragem\n'\tF2 = S2 + c2\nonde Sé o comprimento da linha de ancoragem, contado do ponto de tangência até o navio.\nO valor de S é calculado pela fórmula\nS\t= [D (2c + D)]1/2\nonde D é a lâmina d'água que, no nosso caso, será igual a 100 metros\nS\t= [100 (2440 + 100) ]1/2\n8 = 500 m\nlogo,\n’ F2 = (500)2 + (1220)2\nF = 1.3'20 m\no que permite calcular T\nY\nT = f —\t’\nc\nT -&lt;112 000> (tSt)\nT = 121t\nEsse é o valor da força de tração no cabo de ancoragem, para resistir à força de arrasto j = 1121.\n2\t— Determinação do ponto de tangência .r da corrente com o fundo do mar.\nOra, todos os pontos da linha de ancoragem seguem a equação da catenária.\t'\nIsto é,\nY = c. cos h —\nc\nO ponto de tangência seria o valor de x correspondente ao maior valor de F, que, como já vimos, é igual a 1 320 m. Logo,\nc\tc\n, x\t1320\t1 _Q\nC03hv =\nx = 488 m\nou seja, o ponto de tangência para uma força de arrasto de 1121 seria 488 metros.\n3\t— Distância da âncora ao ponto de tangência, ou então, trecho da corrente apoiada no fundo do mar.\nO valor de «S também pode ser determinado pela expressão\n<S = c sen h\nc\n8=1 220 sen h -.\nX\nS\t= 500 metros\nSendo 721 metros o comprimento total da corrente, o trecho apoiado no fundo dó mar será.\n721 - 500 = 221 m\nZ2 = 221 metros\n4\t— Cálculo da força Q aplicada no ponto de tangência\nQ = c. W\nQ2 = (1220) (91,3) = 112 t\n5\t— Determinação, do peso da corrente quando\napoiada\n(221 m) (91,3 kg/m) = 20,01 t, , a\t,\t’\t15,01\nPeso da ancora na agua = —..... x\n35,0 t\n. Coeficiente de flutuação utilizado: 0,88\n6\t— Capacidade de sustentação da âncora\n1121 - 3.51 = 771\nHá 402 m de corrente apoiada no fundo\t-\tt\nS = c sen h\t:\n’ .\tc\t.\ncr J KC1\tt, 298\t.\nò = 450 sen h....\n450\t-\nS = 319 metros\nComprimento total da corrente: 319 m + 402 m = = 721 m.\n4\t— Cálculo da força aplicada no ponto de tangência\nQ = cio .-. Q = 450 X 91,3\n0i = 411\n5.7\t— COLOCAÇÃO DOS DADOS OBTIDOS NO PERFIL DE ANCORAGEM\n5.6 — CÁLCULO DOS ELEMENTOS PÁRA F\nIGUAL A 41 t\n1\t— Determinação da força de tração para\nf = 411 c = 41.000 4- 91,3 =\n= 450 m\nS = [100 (2 X 450 + 100)]’/2\nS. = 315 m\nDeterminação de Y\nY2 = S2 + c2\nY2 = 3152 + 45Õ2\nY = 550 m\nLogo, o valor da tensão T será:\nT = w Y .-. 550 X 91,3\nT = 50 t\n2\t— Determinação de x (ponto de tangência do\nfundo do mar com a corrente).\n, x Y\ncos h---= ----\nc\tc\n,\tx\t550\n-\tcos h---= —— - .\t.\nc\t450\na; = 298 m\n3\t— Distância da âncora ao ponto de tangên-\ncia (trecho da corrente apoiada no fundo do mar).\t•\t...........\nSupondo a distância da ■ âncora ao -navio igual a 7 vezes a profundidade, esta seria de 700 metros.\t'\n700 m - 298 m = 402 m\nZi =.405m\n700m\nFig. 7\nA deriva do navio-sonda para T = 1211 ’foi assim determinada\n(x2 + Z2) — (xi + Zi) = d\nAs forças Q aplicadas nos pontos da tangência são\n01 = 411 Q2 = 1121\n6 — REPETIÇÃO DOS CÁLCULOS\nPARA DIFERENTES TRAÇÕES\n6.1 — PARA UMA FORÇA DE TRA ÇÃO DE 601\nPara T = 60 t\nc =\n60.000 kg\n91,3 kg/m\nÍ00 .-. c = 560 m\nT_ \\ Y 60.000 w ' ’\t91,3\"\ny = 660 m\ncos\n660\n560-\nx = 330 m\nFig. 8\n1\t— Cálculo do comprimento da catenária para\n60 t\n.-. Y = 880 m\nt\nS\t= c sen h .’. S = 560 sen h c\n330\n560\n= 350 m\n2\t— Comprimento da corrente apoiada no fundo do mar\n721 m - 350 m = 371 m /. Z3 = 371 m\nDeriva do navio:\nx3 + l3 = 330 + 371 =701deriva ã= 1 m\nComponente horizontal\n/ = -TC--/ = -66Õ~X 560../ = 51t\n3\n6.2 — PARA UMA FORÇA DE TRAÇÃO T IGUAL A 30 t\nX\nCOS h —— =\nc\nY = 880\nc 780\n. x\n398 m\n1\nCálculo do comprimento da catenária para\nT = 801\n.'. S = 416 m\n2\n— Comprimento da corrente apoiada no fundo do mar\n3\nDeriva do navio\n30.000\n91,3\n100 .-. c = 230 m\nXi + h = 398 + 305 = 703 .'. d = 3 m\n4 — Componente horizontal\nw\n30.000\n91,3\n.-. Y = 330 m\nX cos h —\nc\nY\t, x\n— cos h — c\tc\n330\n230\nx = 210 m\n1\t— Cálculo do comprimento da catenária para\n30 t\n/ = 71 t\n6Ã — PARA UMA FORÇA DE TRAÇÃO T IGUAL A 100 t\n8 = c sen h — c\n230 sen h\n210\n230\nS = 240 m\nComponente horizontal\nY = 1.100\n\n30.000\n330\nX 230 .'. / = 211\nY = 1.100 c ~\t100\n2\t— Comprimento da corrente apoiada no fundo do mar\nUsando a distância original (7 X 100 m = = 700 m) da âncora ao navio, obtém-se\n700 m - 210 m = 490 m\nOra, 490 m somados ao comprimento da catenária dará um número superior ao comprimento de corrente até então utilizada (721 m)\n490 m + 240 m > 721 m significando ser preciso soltar a corrente para manter o navio na posição.\n6.3\t— PARA UMA FORÇA DE TRAÇÃO T IGUAL A 80 t\n1 — Cálculo do comprimento da catenária para T = 100 t\n8 = c sen li — .'. S = 1.000 sen h c\n440\n1.000\nS\t= 454 m\n2\t— Comprimento da corrente apoiada no fundo\ndo mar\n721 - 454 = 267 m\tls = 267 m\n3\t— Deriva do navio\nx5 + Z5 = 440 + 267 = 707 m .’. d = 7 m\n4\t— Componente horizontal\nc =\n80.000\n91,3\n- 100 = 780 m\n•. H =\n100.000\n1.100\n1.000 .-. H = 911\n7\t— DETERMINAÇÃO DOS PONTOS PARA O TRAÇADO DAS CURVAS DOS CABOS DE ANCORAGEM\n7.1 — PARA UMA TRAÇÃO T IGUAL A 30 t\nSendo c = 230 m\nEquação da catenária\nY = 230 cos h\n7ov\nx = 150\n\tY = 794 .•\t. Y - c = 14\nx = 200\t\t\n\tY = 804 .•\t. F-c = 24\nx = 250\t\t\n\tF = 821 :\t. Y - c = 41\nx = 300\t\t\n\tY = 837 .•\t. F - c = 57\nx = 350\nY = 859 Y — c = 79\nx = 50 m\n50\n230 cos h -ggg-\nY-c = 5m\nx = 100 m\nY\t= 251\nY\t— c = 21 m\nx = 150\nY\t= 280\nY\t- c = 50 m\nx = 200\nY\t= 322\nY - c = 92 m\n7.2 — PARA T IGUAL A 50 t E c IGUAL A\n450 m\nEquação da catenária\nY — 450 cos h —tztt\n\t50\nx = 50 m .’\t. F = 450 cos h 450\nx = 100 m\t. y-c = 3m\nx = 150 m\tF = 461 .-. y-c = llm\nx = 200 m\tF = 475 .-. Y — c = 25m\nx = 250 m\tF = 496 .’. Y-c = 46m\n\tF = 522 .-. Y-c = 72m\n7.4\t— PARA T IGUAL A 100 t\nEquação da catenária\nsendo c = 1.000 m\n50\nx = 50 F = 1000 cos\nY\t- c =1\nx = 100\nF - c = 5\nx = 150\nY\t- c = 11\nx = 200\nF - c = 20\nx = 250\nF - c = 31\nx = 300\nY\t- c = 45\nx = 350\t'\nF - c = 62\nx = 400\nF - c = 81\n7.5\t— PARA TRAÇÃO T IGUAL A 121 t\nEquação da catenária\nsendo c = 1220 m\nx = 50 m\nF =\n1220 cos h\n50\n1220\nF - c = 1\nx = 100 m\nF - c = 3\nx = 150 m\n7.3 — PARA T IGUAL A 80 t\nEquação da catenária Y — c cos h -(\nSendo c = 780\nX = 50 F = 780 cos h\n7o v\nY\t— c = 1\nx = 100\nY\t= 786 Y - c = 6\nx = 200 m\nx = 250 m\nx — 300 m\nx = 350 m\nx — 400 m\na = 450 m\ny-c = 8\nY\t- c = 16\nF — c = 24\nY\t- c = 38\nY\t- c = 49\nY\t- c = 65\ny - c = 80\n7.6 — TRAÇADO DAS CURVAS DE ANCORAGEM\t.\nCom as coordenadas x e y traçam-se as curvas de ancoragem, pontos de tangência e afastamento do navio-sonda da vertical do poço, conforme se vê na figura 8.\n8 — VERIFICAÇÃO SOBRE OS DIVERSOS VALORES DE DERIVA PARA DIFERENTES Ti (TENSÃO INICIAL)\n8.1 — PARA UMA TENSÃO DE 10 t\n1 — Determinação da componente horizontal para T = 10 t\nc =\n10.000 kg\n91,3 kg/m\n— 100 m .'. c = 10 m\nY = 110 m\nT\n/ = yC / =\n10.000\n110\nX 10 .-. j = 910 kg\nCálculo de x\nX cos h —\nc\ny\nc\nx = 31 m\nComprimento da corrente apoiada no fundo do mar\n700 m - 31 m = 669 m\nComprimento da catenária para T = 10 t\nsen\nc\nsen\nS = 110,8\nComprimento total da corrente -\n669 m + 110,8 = 779,8 m^ seja 780 m\nDeriva dõ .navio.. --- .\n...\t: - x2 +A = 144; -+-588 = 732 +\nPosição do navio: 700 m\t:\nDeriva: 32 m\t.\n(x = 268 ml\nPara 7= 401{\t.\t} 780 - 284 = 496\nIS = 284 mJ\n496 + 268 = 764 ?. d = 64 m\n3\t— Para uma força de tração T = 30 t ’\n30 t\nc =\t---100 .’. c = 230 m\n- yijó\nY = 330 m\n7 x\tY\t330\ncos h — = — = —— .'. x = 210 m c\tc\t230\nComprimento da catenária\nS = c sen h .’. S = 240 m c\nComprimento da corrente apoiada no fundo do mar\t'\n780 - 240 = 540 /. la = 540 m\nDeriva do navio\nx3 + la = 210 + 540 = 750 m d = 50 m\nr.'r = 298m\n4\t— Para T = 501 {\n. lS= 319 m\n780 - 319 = 461 m • .\n461 + 298 = 759 m d = 59 m\ní;r = 330\n5\t— Para 7 = 60 t&lt;\t.\nI 8 = 350\n780 - 350 = 430\n430 + 330 = 760 d = 60 m\n2 — Para uma força de tração T = 201\n20.000\n91,3\n- 100 .'. c = 120 m\nY = 220 m\nCálculo de a;\n7 x cos n — c\nY _ 220 . c 120\n8.2 — PARA UMA TENSÃO INICIAL DE 20 t\nTi = 201\n1 — Determinação da componente horizontal para Ti = 20 t\nc = ~ 100 c = 120 m\nV-LjO\t■\na: = 144 m\nCálculo do comprimento da catenária\nc .\nx\t144\nS = c sen h -z— .'. S = 120 sen h ——-c\t120\n.\t,8 = 192 m - -\nComprimento da corrente apoiada no fundo do mar, mantendo o comprimento total igual a 780 m\n780 m - 192 m = 588 m\n..Z2 = .588 m\nCálculo de x\nc\nda catenária\n7 X cos n — c\nComprimento\n220 . 744\n32Õ--*=144m\nX ’\t■ G 'mn 1 1AA\n— .. S = 120 sen h ——r c\t120\n= 1-92 m\nComprimento’ ’da' córrente”apoiada“no fundo ’'\n700 m — 144 m = 556 m\nComprimento total da corrente\n556 m+ 192 m = 748 m\n2 —Para uma força de tração T = 30 t-\nc = 230 Y = 330\t.\nx = 210\nS\t= 240 - - -\t-......\nPara T — 30t\nComprimento da corrente apoiada no fundo\n748 m - 240 m = 508 m • 1 = 508 m\nDeriva do navio\nx + l = 210 + 508 = 718 m d = 18 m\n3\t— Para uma força\nde tração T = 401\n40\nw100\n- 2 — Para uma força de tração T = 40t\nc Y\nx\n.S\n' ’ Comprimento da corrente apoiada no fundo do mar\t.\n730 m — 284 m = 446 m .’. I = 446 m\nDeriva do navio\t;\n+ l = 268 + 446 = 714 .’. d = 14 m\n3\t— Para uma Força de Tração T = 501\nc = 450 m .\n:\tPara T = 501 - Y = m\nx = 298 m IS = 319 m\nComprimento da corrente apoiada no fundo\n730 m — 319 m = 421 m\nl = 421 m\nDeriva do navio\nY\n= J£°\n“ 340\nd = 19 m\nc\n4\nComprimento da\nx = 268 m\ncatenária\n55\nC 91,3\n- 100\nS = c sen h — c\n, X cos n — c\n600\n500\nx= 315\nS\t= 284 m\n337\nComprimento da corrente apoiada no fundo\n748 - 284 = 464 m l = 464 m\n8\nDeriva do navio\n5\n8.3\t— PARA UMA TENSÃO INICIAL DE 30 í\n1 — Determinação da componente horizontal para Ti = 301\n494\n394\nS\t= c sen h 0,71\n730 - 304 = 426\nc = 394\nY = 494\n426 + 280 = 706\n„\t30.000\nH= “33Õ~\n84\n1\nPARA UMA TENSÃO\nINICIAL DE 50 t\nCálculo dex\nY\n— Seja T = 1501\n------- _ .. -150.000\nC 91,3\n100\nc\nx\nComprimento da corrente apoiada mar\t‘\nno fundo do\ncos h\nc\nY\nc\n1640\n1540\n700 m — 210 m = .490 m\nComprimento total da corrente\n<\t490 m + 240m = 730 m\nS = c sen h 0,35 S =\n721 - 550 = 171\n= 540 m\n1 540 X 0,3572 = 550 m\nx\n171 + 540 = 711 d = 11 m\no ti\nE\n2 — Para T = 1801\nc =\n180.000\n91,3\n- 100\nc = 1870\nY = 1970\n1970\n1870\nx = 600 m\nX\n/S = c sen h -1—\nc\nS = 610 m\t■\n721 - 610 = 111\n111 + 600 = 711 .'. d = 11 m\n8.5 — RESUMO\n\t\t(T = 20 t\td = 32 m\n\t\t(T = 30 t\td = 50 m\nTi =\t101\t(T = 40 t\td = 64 m\n\t\t(T = 50 t\td = 59 m\n\t\t(T = 60 t\td = 60 m\n\t\t(T = 30 t\td = 18 m\nTi =\t20 t\t(T = 35 t\td = 21 m\n\t\t(T = 38 t\td = 23 m\n\t\t(T = 40 t ■\td = 32 m\n\t\t(T = 35 t\td = 3 m\nTi =\t30 t\t(T = 38 t\td = 5 m\n\t\t(T = 40 t\td = 14 m\n\t\t(T = 50 t\td = 19 m\n\t\t(T = 60 t\td = 1 m\n\t\t(T = 80 t\td = 3 m\n\t\t(T = 100 t\td = 7m\nTi =\t501\t(T = 121 t\td = 9 m\n\t\t(T = 150 t\td = 11 m\n\t\t(T = 180 t\td = 11 m\n9\t— UTILIZAÇÃO DA EXPERIÊNCIA ADQUIRIDA COM A TENTATIVA DE ANCORAGEM DO DISCOVERER I\nO navio-sonda DISCOVERER I, quando operava na área do Amapá, tinha em cada linha de ancoragem 182 m de corrente de 2\" e 760 metros de cabo de aço também de 2\".\nA corrente de 2\", com flutuação, pesa 69 kg/m.\nPelo comportamento das curvas de ancoragem, deduziu-se que todo o comprimento da corrente estava apoiada no fundo do mar. ,\nPeso da corrente apoiada no fundo (182 m) (69 kg/m) = 12,51.\nCada âncora de 101 pesava, com flutuação,\n8,7\tt.\nA poita de 10 t, com flutuação, pesava 8,71.\nAs formas da âncora e poitas foram adaptadas para agarrar no fundo, de modo a que o fator de atrito seja igual a 1,0.\nA soma destas três parcelas conduz a 301.\nOra, sabe-se que até 90.000 libras, ou seja, 40 t, não houve arrasto da âncora com poita. O arrasto ocorreu quando prosseguiu-se o teste na tentativa de alcançar 135.000 libras, ou 611.\nLogo, comparando o peso do sistema de ancoragem apoiada no fundo do mar, 30 t, com C = 401, no caso de não haver arrasto, conclui-se:\n30 t\n40 t\n= 0,75\n75% da tração aplicada na linha de ancoragem deve residtar do peso de corrente e âncoras apoiadas no fundo do mar.\nEm outras palavras, apenas 25% da tração aplicada é devida à penetração da âncora.\n10\t— CONCLUSÕES\nPodemos aproveitar a experiência que o DISCOVERER I, no Amapá, nos proporcionou, e\nextrapolá-lã pará qualquer outro navio-sonda que venha a operar nessa área.\nJá vimos que para correntezas de 3,5 nós corresponde uma força de arrasto de 93 t. .\nA parcela da força de arrasto em cada linha de ancoragem seria\ní =\n93 t\nV2 + 1\n= 411\nA força de tração aplicada na linha de ancoragem para / = 411 é, como ja vimos anteriormente,\nT = 50 t\nCalculando-se 75% dessa tração, obtém-se\n75% de 501 = 371.\n- No navio-sonda PETROBRÁS II, a âncora pesa 15 ou 13 t, com flutuação.\nSubtraindo o peso da âncora _\t_\n371 - 13 t = 241\t.\nAdmitindo que o fator de atrito da corrente no fundo do mar seja 0,8, o comprimento da corrente de 2 1/2\", de 91,3 kg/m, que deveria permanecer apoiada no fundo do mar, seria\t.\n24.000 kg\n0,8 X 91,3 kg/m\n= 330 metros\nIsto quer dizer que com 330 metros de corrente de 2 1/2\", e usando-se âncora de 151 é possível resistir à força de arrasto provocada por uma correnteza de 3,5 nós.\nBIBLIOGRAFIA\nHarris LM ______ An introduction to deepwater Myers, Y.Y. ed. — Handbook oj ocean and under-\njloating drilling operations. Tulsa, Petroleum :\t“ water engineering. New York, McGraw-Hill\nPublishihg'Compãnyrl972;\t[1969].\nSYNOPSIS — Step-by-step procedure for mooring systems curves calculations based upon the catenary equation as one way to get q mathematic approach to the configuration of the cable underwater. Oheck of the horizontal vessel displacement with the adequate tension on the mooring line.\n(Ogirinais recebidos e'm 2-V-73.)"}]}}}