{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06263"}, {"@name": "filename", "#text": "10788_226352.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "QUALIDADE DOS RECURSOS HÍDRICOS DA\nAPA DO ARRO/O MAESTRA, CAXIAS DO SUL,\nRS.\nFlorianópolis - SC Dezembro 2004.\nQUALIDADE DOS RECURSOS HÍDRICOS DA APA DO\nARROIO MAESTRA - CAXIAS DO SUL - RS\nTrabalho de Dissertação submetido como requisito à obtenção do grau de Mestre. Curso de Pós-Graduação em Geografia, Área de Concentração: Utilização e Conservação dos Recursos Naturais do Departamento de Geociências, Centro de Filosofia e Ciências Humanas da Universidade Federal de Santa Catarina.\nOrientadora: Prof3 Dra. Sandra Maria de Arruda Furtado.\nFlorianópolis - SC\nDezembro de 2004\nQualidade dos Recursos Hídricos da APA do Arroio Maestra, Caxias do Sul, RS.\nMarlene Andrade Hoffmann\nDissertação submetida ao Curso de Mestrado em Geografia, área de concentração. Utilização e Conservação de Recursos Naturais, do\tPrograma de Pós-\nGraduação em Geografia do Centro de Filosofia e Ciências as da Universidade Federal de Santa\nCatarina, yém cumprimento do grai acadêi *\nobtença\n'rof. Dr.\nrúversidade Federal de Santa aos requisitos necessários à ilíuco de Mestre em Geografia.\nOlmiro Hom Filho\n_________.--¿rto_________________\nCoordenàdor do Programa qe Pós-Graduação em Geografia \\\t' I\nAPROVADA PELA COMISSÃO EXAMINADORA EM: 10/12/2004\nc\n>\nDr. Luiz Fema\nDra. Sandra Mari\nArruda Furtado (Presidente/fe Orientador-PPGG/UFSC)\ncheibe (Membro-GCN/UffSC)\nDr. Alois Eduará /chafer (Membro-Universidade de Caxias do Sul)\nFlorianópolis - 2004\nA minha família, Erévio Roque, Erich, Erika e Elusca.\nAGRADECIMENTOS\nA Deus pela força nos momentos difíceis;\nMeu especial agradecimento à orientadora, professora Sandra, pela competência, paciência, ensinamentos, dedicação e amizade na orientação deste trabalho;\nAo professor Alois Schãfer pelo apoio no trabalho de campo e na elaboração das análises;\nAos componentes da banca de qualificação e defesa, pelas contribuições a serem dadas;\nAo professor Paulino e ao geógrafo José Henrique do Laboratório de Geoprocessamento do CFH pelo apoio referente aos mapas;\nA todos os professores, funcionários e colegas do Curso de Pós-Graduação em Geografia da UFSC, especialmente a Marli;\nAs colegas Fabiane, Francinete e Sílvia pelos ensinamentos, companheirismo e momentos de lazer;\nA direção, funcionários e colegas da escola Paulo VI pelo apoio, compreensão e companheirismo nos momentos de exaustão;\nAos amigos Lindomar, Rosane e Rochele, pelo apoio no trabalho de campo;\nA Enga Fernanda a Maria do Carmo a Janaína a Marta e a Renata, amigas do SAMAE, SEPLAM e UCS pela ajuda, disponibilidade de material e pela elaboração dos mapas;\nAos meus pais e irmãos pela ausência devido as constantes viagens;\nAos casais amigos Salete e Protázio, Neiva e Elias, Ilce e Divino, Rosa e Antoninho, Idalema e Pedro, Bete e Bira pela compreensão de minhas constantes viagens e adiamento das reuniões;\nAo meu esposo Erévio Roque pelo amor, dedicação, empenho, compreensão, incentivo e por todas as madrugadas que me esperava na rodoviária;\nAos meus filhos Erich pela ajuda nas pesquisas da Internet e pelas madrugadas que me buscava na rodoviária; a Erika e a Elusca pela ajuda no computador e nastraduções, pelos momentos de lazer, pelos carinhos nas horas de cansaço e compreensão;\nGostaria de registrar o nome de todos que de alguma forma colaboraram para a realização deste, mas na impossibilidade, peço desculpas pela omissão.\nSUMÁRIO\nAGRADECIMENTOS.....................................................iv\nSUMÁRIO............................................................vi\nLISTA DE\tTABELAS................................................viii\nLISTA DE\tFIGURAS...................................................x\nLISTA DE\tMAPAS..................................................xiii\nLISTA DE\tFOTOS..................................................xiii\nRESUMO............................................................xiv\nABSTRACT...........................................................xv\nINTRODUÇÃO..........................................................2\n1.\tUma breve caracterização de Caxias do Sul........................5\n1.1\tOs primeiros habitantes...................................5\n1.2\tDa colônia italiana ao Município de Caxias do Sul.........6\n1.3\tCaxias do Sul na atualidade...............................8\n1.4\tCaracterísticas Físicas..................................10\n1.4.1.\tCaracterísticas geológicas, geomorfológicas e\npedológicas.......................................10\n1.4.2.\tCaracterísticas climáticas.......................12\n2.\tUnidades de Conservação (UCs) e as Áreas de Proteção Ambiental\n(APAs).............................................................17\n2.1\tUnidades de Conservação (UCs)............................17\n2.2\tAs Áreas de Proteção Ambiental (APAs)....................20\n3.\tA APA do Arroio Maestra............................................24\n3.1\tA criação da APA............................................24\n3.2\tUso da terra atual na APA do Arroio Maestra..................25\n4.\tQualidade da água na sub-bacia do Arroio Maestra....................31\n4.1\tAmostragem da água da sub-bacia do Arroio Maestra...........31\n4.2\tQualidade da água de abastecimento proveniente da Represa\nMaestra na ETA Celeste Gobatto..................................47\n4.2.1\tQualidade da água\tna Barragem Maestra...............48\n4.2.2\tQualidade da água de abastecimento proveniente da ETA\nCeleste Gobatto......................................67\n5.\tConsiderações Finais...............................................88\n6.\tReferências........................................................92\n7.\tAnexos.............................................................99\nLISTA DE TABELA\nTabela 1 - Variações climatológicas, (médias mensais) no período de 1961-\n1990 para Caxias do Sul.......................................12\nTabela 2 - Média total Pluviométrica para o período 1996 - 2002 para Caxias do\nSul............................................................15\nTabela 3 - Valores mensais de precipitação no período de 1996 - 2002 para\nCaxias do Sul..................................................16\nTabela 4 - Categorias de manejo previstas no SNUC.........................20\nTabela 5 - Horários da coleta de água superficial da APA da sub-bacia do Arroio\nMaestra........................................................36\nTabela 6 - Parâmetros analisados e os métodos utilizados..................37\nTabela 7 - Resultado das análises de água da APA da sub-bacia do Arroio\nMaestra........................................................38\nTabela 8 - Parâmetros analisados e os métodos utilizados pelo SAMAE.......48\nTabela 9 - Médias mensais da água bruta na ETA Celeste Gobatto - 1996.....49\nTabela 10 - Médias mensais da água bruta na ETA Celeste Gobatto - 1997....49\nTabela 11- Médias mensais da água bruta na ETA Celeste Gobatto -1998......50\nTabela 12- Médias mensais da água bruta na ETA Celeste Gobatto -1999......50\nTabela 13 - Médias mensais da água bruta na ETA Celeste Gobatto - 2000....51\nTabela 14 - Médias mensais da água bruta na ETA Celeste Gobatto - 2001....51\nTabela 15 - Médias mensais da água bruta na ETA Celeste Gobatto - 2002....52\nTabela 16 - Médias mensais da água bruta na ETA Celeste Gobatto - 2003....52\nTabela 17 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 1996.......................................................68\nTabela 18 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 1997......................................................69\nTabela 19 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 1998.......................................................69\nTabela 20 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 1999.......................................................70\nTabela 21- Médias mensais da água tratada na ETA Celeste Gobatto\npara 2000........................................................70\nTabela 22 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 2001........................................................71\nTabela 23 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 2002........................................................71\nTabela 24 - Médias mensais da água tratada na ETA Celeste Gobatto\npara 2003........................................................72\nTabela 25 - Resultado das médias para as análises de água superficial, de\nágua bruta e de água tratada, em comparação com o CONAMA,\nOMS e Ministério as Saúde......................................86\nLISTA DE FIGURAS\nFigura 1 - Temperatura média mensal para Caxias do Sul de 1961 - 1990......13\nFigura 2 - Precipitação média mensal para Caxias do Sul de 1961 - 1990.....13\nFigura 3 - Precipitação média mensal de Caxias do Sul - Porto Alegre\nUrussanga.........................................................14\nFigura 4 - Umidade Relativa mensal para Caxias do Sul - 1961 - 1990........14\nFigura 5 - Temperatura das amostras da água coletada na sub-bacia do Arroio\nMaestra...........................................................39\nFigura 6 - Valores do pH das amostras da água coletada na sub-bacia do Arroio\nMaestra...........................................................40\nFigura 7 - Valores do OD das amostras da água coletada na sub-bacia do Arroio\nMaestra...........................................................41\nFigura 8 - Valores do DBO das amostras da água coletada na sub-bacia do Arroio\nMaestra...........................................................42\nFigura 9 - Valores de Nitrogênio Amoniacal das amostras da água coletada na sub-bacia do Arroio Maestra.................................................43\nFigura 10 - Valores de Nitratos das amostras da água coletada na sub-bacia do\nArroio Maestra....................................................45\nFigura 11 - Valores de Fosfatos das amostras da água coletada na sub-bacia do\nArroio Maestra....................................................46\nFigura 12 - Valores da Condutividade das amostras da água coletada na sub-bacia do Arroio Maestra...........................................................47\nFigura 13 - Médias mensais de pH das amostras da água bruta na ETA Celeste\nGobatto Caxias do Sul.............................................53\nFigura 14 - Médias mensais da Cor das amostras da água bruta na ETA Celeste\nGobatto Caxias do Sul.............................................54\nFigura 15 - Médias mensais de Turbidez das amostras da água bruta da ETA\nCeleste Gobatto, Caxias do Sul..................................56\nFigura 16 - Médias mensais de Alcalinidade das amostras da água bruta na ETA\nCeleste Gobatto, Caxias do Sul..................................57\nFigura 17 - Médias mensais de Dureza das amostras da água bruta na ETA Celeste\nGobatto, Caxias do Sul............................................58\nFigura 18 - Médias mensais de Cloretos das amostras da água bruta na ETA Celeste\nGobatto, Caxias do Sul............................................59\nFigura 19 - Médias mensais de Coliformes Fecais das amostras da água bruta na\nETA Celeste Gobatto, Caxias do Sul...............................60\nFigura 20 - Médias mensais da água bruta para Coliformes Fecais na ETA Celeste\nGobatto para o período 2000 - 2003...............................61\nFigura 21 - Médias mensais de Escherichia coli das amostras da água bruta na ETA\nCeleste Gobatto - Caxias do Sul..................................63\nFigura 22 - Médias mensais de Ferro Total das amostras da água bruta na ETA\nCeleste Gobatto - Caxias do Sul..................................65\nFigura 23 - Médias mensais de Manganês das amostras da água bruta na ETA\nCeleste Gobatto - Caxias do Sul..................................66\nFigura 24 - Médias mensais do pH das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul...................................72\nFigura 25 - Médias mensais da Cor das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul...................................73\nFigura 26 - Médias mensais de Carbono Inorgânico das amostras da água\ntratada na ETA Celeste Gobatto, Caxias do Sul....................74\nFigura 27 - Médias mensais da Turbidez das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul...................................75\nFigura 28 - Médias mensais de Alcalinidade das amostras da água tratada na\nETA Celeste Gobatto, Caxias do Sul...............................76\nFigura 29 - Médias mensais de Dureza das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul...................................77\nFigura 30 - Médias mensais de Cloretos das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul...................................78\nFigura 31 - Médias mensais para Coliformes Fecais das amostras da água tratada\nna ETA Celeste Gobatto, Caxias do Sul............................79\nFigura 32 - Médias mensais de Ferro das amostras da água tratada na ETA Celeste\nGobatto, Caxias do Sul.............................................80\nFigura 33 - Médias mensais de Manganês das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul....................................81\nFigura 34 - Médias mensais de Nitratos das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul....................................81\nFigura 35 - Médias mensais de Nitritos das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul....................................82\nFigura 36 - Médias mensais de Fosfatos das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul....................................83\nFigura 37 - Médias mensais de Matéria Orgânica das amostras da água tratada\nna ETA Celeste Gobatto, Caxias do Sul..............................84\nFigura 38 - Médias mensais de Cloro das amostras da água tratada na ETA Celeste\nGobatto, Caxias do Sul.............................................84\nFigura 39 - Médias mensais de Flúor das amostras da água tratada na ETA Celeste\nGobatto, Caxias do Sul.............................................85\nFigura 40 - Médias mensais de Alumínio das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul.....................................86\nLISTA DE FOTOS\nFoto 1 - Vista parcial da Barragem Maestra...................................32\nFoto 2 - Ponto 2, situado próximo à nascente do\tRiacho dos Metalúrgicos......32\nFoto 3 - Riacho onde foi localizado o ponto 3................................33\nFoto 4 - Vista parcial da área onde se localiza\to\tponto 4,\tno Riacho\tSerrano. Na\nparte superior observá-se área urbanizada do loteamento Serrano e bairro Jardim Eldorado......................................................34\nFoto 5 - Área correspondente ao ponto 5, localizada à montante do Riacho da ETE.\nVista dos capões, gramíneas e araucárias..............................35\nFoto 6 - Localização do ponto 6, no Riacho Capivari..........................35\nLISTA DE MAPAS\nMapa 1 - Localização geográfica da área de estudo........................4\nMapa 2 - Uso da terra na APA do Arroio Maestra...........................26\nRESUMO\nA sub-bacia do Arroio Maestra, está localizada no Município de Caxias do Sul, possui uma área de 16 km2 e através da Lei Municipal n° 2.452, de 1978, foi declarada, juntamente com outras, como Área de Proteção Ambiental (APA) para a proteção dos recursos hídricos destinados ao abastecimento doméstico. As águas da barragem do Arroio Maestra são utilizadas e tratadas pela ETA Celeste Gobatto. Pode-se constatar através do mapa de uso da terra de 2002, bem como de observações de campo, que na área da sub-bacia existe uma considerável ocupação urbana, na forma de loteamentos, que mesmo tendo se estabelecido após a lei citada, não obedece aos padrões por ela estabelecidos. Da mesma forma outras atividades potencialmente poluidoras, como posto de gasolina, haras, criação de aves, fruticultura, ocupam áreas próximas aos canais de drenagem. Estas atividades causam comprometimento da qualidade da água nos principais canais superficiais da bacia, como comprovado pelos parâmetros analisados especialmente aqueles relativos à poluição de origem orgânica, como coliformes, fosfatos e nitratos, cujos teores estão acima daqueles estipulados pelo CONAMA (Resolução 020/86). Conseqüentemente a barragem do Arroio Maestra, assim como a água captada nesta barragem para consumo humano é fortemente influenciada pelos usos inadequados da área. O tratamento superimposto à água da barragem, elimina em grande parte os problemas de qualidade detectados, porém às custas de uma elevada quantidade de produtos químicos. O zoneamento ecológico-econômico, estabelecido por lei e que até o momento não foi elaborado, deverá certamente levar em conta os dados obtidos, procurando melhorar a qualidade dos recursos hídricos da área utilizada para abastecimento de cerca de 22% da população de Caxias do Sul.\nPalavras-chaves: recursos hídricos, qualidade da água, poluição\nABSTRACT\nThe Arroio Maestra watershed is located in the municipality of Caxias do Sul. It has an area of 16 km2 and under municipal law n° 2.452 of 1978 was declared, along with other locations, an Environmental Protection Area (APA) for the protection of water resources for domestic consumption. The waters of the Arroio Maestra dam are captured and treated by the Celeste Gobatto Water Treatment Plant. The land use map of 2002 and field observations indicate that there is considerable urban occupation in the region of the watershed. Most of the occupation is in the form of sub-divisions, which even though they were established after the law mentioned, do not obey the standards oh the law. In the same way, other potentially polluting activities, such as a gas station, horse stables, poultry farms and orchards occupy areas close to the drainage channels. These activities compromise the quality of the water in the principal surface channels in the watershed, as determined by the parameters analyzed, especially those related to organic pollution, such as coliform bacterium, phosphates and nitrates, the levels of which are above those stipulated by the National Environmental Commission CONAMA (Resolution 020/86). Consequently, the reservoir at Arroio Maestra and the waters captured by the dam for human consumption are strongly influenced by the improper uses in the region. The treatment of the water from the dam eliminates many of the quality problems detected, but at the costs of an elevated quantity of chemical products. The ecological - economic zoning required by law and which until now has not been realized, should certainly consider the data obtained, seeking to improve the quality of the water resources in the region used to supply about 22% of the population of Caxias do Sul.\nKey words: water resources, water quality, pollution.\nIntrodução\nA água é um recurso natural essencial à vida, ao desenvolvimento econômico e ao bem-estar social.\nAté por isso, verifica-se um crescimento constante no seu consumo, decorrente de atividades comerciais, industriais, lazer, produção de energia, uso doméstico e principalmente no setor agropecuário, devido ao aumento das áreas irrigadas. Esses fatores, fazem com que a água potável se torne cada vez mais escassa e, com maiores problemas de potabilidade.\nO Município de Caxias do Sul, segundo pólo econômico do Estado do Rio Grande do Sul, não foge a este cenário. Com uma economia centrada na atividade industrial no segmento metal-mecânico se constitui numa forte atração de mão-de-obra, tanto para os municípios próximos como até de outros estados.\nAtualmente o Município de Caxias do Sul conta com 360.000 habitantes que ocupam principalmente a área urbana (92,5%), de acordo com dados do IBGE relativos ao censo demográfico de 2000.\nA água distribuída à população provém das bacias do Faxinal (41%), Arroio Maestra (35%), Dal Bó (9%), Samuara (4%) e Galópolis (1%).\nA sub-bacia do Arroio Maestra, assim como as demais citadas acima, foram enquadradas, pela Lei Municipal n° 2.452 de 21 de dezembro de 1978, como Áreas de Proteção Ambiental (APA).\nEsta lei também disciplina o uso do solo para proteção dos mananciais, cursos e reservatórios de água e demais recursos hídricos de interesse do Município; no Art. 3° § 1° desta lei fica estabelecido que nessa área de proteção, os projetos e execuções de arruamentos, loteamentos, edificações e obras, bem como a prática de atividades agropecuárias, de prestação de serviços, institucionais, industriais, comerciais e recreativas dependerão de aprovação prévia da Secretaria de Viação e Obras Públicas, mediante parecer do SAMAE1 e do GAMAPLAN2.\nA sub-bacia do Arroio Maestra ocupa uma área de 163,12 km2, localizada na área urbana de Caxias do Sul (Mapa 1).\nA Represa Maestra, foi implantada em 1968, com uma área de captação de 1600 hectares das quais; 54 hectares alagados, e acumula 5.400.000 m3 . E uma\n1\tServiço Autônomo Municipal de Água e Esgoto.\n2\tAtualmente: SEPLAM: Secretaria de Planejamento Municipal.\n3\nbarragem homogénea com enrocamento3 . A vazão maxima explorada e de 280 L/s. (SAMAE: 2000).\nPróximo aos divisores de agua, onde nascem pequenos rios da bacia de captação da Represa Maestra, encontram-se varias atividades comprometedoras da qualidade de agua para o consumo da população. Essas atividades estão representadas pela principal estrada de acesso ao centro do país, a BR-116, e a BR\n-\t453 (na região - RST-122), que corta transversalmente o Rio Grande do Sul, interligando à Argentina, conhecida como “Rota do Sol”; existe tambem na area concentração de indústrias, comercio, prestação de serviços, produção de hortigranjeiros, aviarios, açudes artificiais, loteamentos residenciais, cancha de rodeio e haras.\nSalienta-se que, nas Áreas de Proteção Ambiental (APAs) o domínio das terras não e alterado e o uso produtivo dos recursos naturais não e proibido, mas devem ser regulados. As APAs não são e não devem ser criadas em areas “intocadas”, mas em paisagens habitadas e paisagens trabalhadas. São areas via de regra heterogéneas, tanto no que se refere ao grau de conservação/degradação dos ambientes quanto à estruturação social e econômica. Portanto, como escreve Bellenzani (2002, p.24), dois fatores são essenciais para o sucesso dessa categoria de unidade de conservação: “a efetiva conservação do ambiente natural e a viabilidade da economia local”.\nOs problemas ambientais presentes na area que e uma importante fonte de abastecimento para o Município de Caxias do Sul, bem como o fato da mesma ter sido decretada como Área de Proteção Ambiental, o que torna prioritaria à realização de estudos científicos, foram os motivos que levaram a escolha de sub-bacia como objeto de pesquisa.\nCom o objetivo principal de correlacionar o uso antrópico da area com a qualidade da agua da sub-bacia do Arroio Maestra foram delineados os seguintes objetivos secundarios:\n-\tcaracterizar a ocupação e uso da terra da sub-bacia;\n-\tanalisar a agua superficial que alimenta a barragem do Arroio Maestra;\n3\tBase de blocos de rocha natural ou artificial, assentados no fundo das águas para sustentar uma construção e protegê-la contra o embate das águas.\n-\tinterpretar a água coletada na ETA Celeste Gobatto e aquela fornecida à população;\n-\tcorrelacionar a qualidade da água com os usos antrópicos da área;\n-\tfornecer subsídios ao zoneamento-econômico da APA do Arroio Maestra.\nPara atingir estes objetivos utilizou-se o conceito operacional de paisagem, conforme salienta Suertegaray (2001), para fazer a leitura do espaço geográfico como aponta Vieira (2004), ao longo da construção do saber geográfico a paisagem tem sido lida sob o ponto de vista físico, social e procurando estabelecer as relações entre eles.\nCom base nesta terceira alternativa, a paisagem da sub-bacia, e suas subunidades presentes, foram consideradas sob o aspecto de possíveis/prováveis impactos sobre os recursos hídricos.\nEste mapa é parte integrante da dissertação de mestrado ‘Qualidade dos recursos hídricos da APA do Arroio Maestra - Caxias do Sul - RS*. Mapa elaborado por Renata Pereira - Sistemas de Informação Geográfica Regional Ambiental (SIGRA) - Universidade de Caxias do Sul. Outubro de 2004.\n1.\tUma breve caracterização de Caxias do Sul\n1.1.\tOs primeiros habitantes\nOs vales, as encostas e o planalto do Rio Grande do Sul, incluindo o município de Caxias do Sul, eram habitados pelos índios Xokleng, do tronco lingüístico Jê ou Tapuia.\nA presença indígena na região ocorreu em vários períodos; o pré-jesuítico é o que apresenta menores informações disponíveis. Sabe-se, porém, que havia um caminho em meio à floresta, denominado de “Taiaçuapé”4, e que seguindo os divisores de água, tinha a grosso modo o traçado da estrada de ferro. O Taiaçuapé foi também utilizado pelos bandeirantes, quando atravessaram essa região, de acordo com Gardelin (1993).\nO índio do período jesuítico que, como referencia Gardelin (op. cit), até 1635 havia permanecido quase sem influência do homem branco, foi dizimado e levado para São Paulo pelos bandeirantes.\nKaingangues provavelmente vindos do Norte, pouco antes de 1700, pressionados pela presença portuguesa e atraídos pelos pinheirais, teriam se unido ao grupo remanescente. De acordo com Gardelin (1993), estes índios hostilizaram os primeiros povoadores da região dos Campos de Cima da Serra, forçando-os a internar-se na mata.\nSegundo descreve Becker (1975), a área dos Kaingang no território gaúcho, compreendia desde o Rio Piratini e as cabeceiras do rio Pelotas, até os últimos contrafortes do Planalto Rio-grandense junto à bacia do Caí, como limite meridional.\nOs índios aos poucos foram desaparecendo, primeiro pela escravidão, vendidos para São Vicente e Bahia, e depois pela ação de bugreiros e por doenças trazidas pelos brancos.\n4\tSegundo GARDELIN (1993: 64), Taiaçuapé significa “Caminho do Porco do Mato”.\nO povoamento com estrangeiros já era uma meta ou objetivo acalentado pelo Reino de Portugal, através do seu Conselho Ultramarino. De acordo com Gardelin (1992) os alemães e italianos eram os que, menos perigo poderiam apresentar para as possessões ultramarinas. No Rio Grande do Sul a primeira colônia alemã foi São Leopoldo criada em 1824.\nA imigração italiana inicia cerca de 50 anos depois como resultado da situação econômica gerada principalmente pelas lutas da unificação como acentua Giron (1977).\nConforme descreve Giron (op.cit.), os italianos e alguns tiroleses iriam ocupar uma nova colônia situada entre o vale do Rio das Antas e do Rio Caí, que inicialmente recebeu o nome de “Colônia situada aos fundos de Nova Palmira”, que surge com o aviso do governo, datado de 9 de fevereiro de 1870, que cede à Província as terras devolutas situadas na região das matas.\nSegundo a mesma autora os colonos que desembarcaram no Caí, seguiam pela estrada que conduz à Picada dos Boêmios, a qual passa por Feliz, Morro das Batatas e Alto Feliz. A picada fazia divisa com a localidade chamada Barracão, atualmente Nova Milano.\nAdami (1962) acentua que os imigrantes que demandavam para a Colônia de Caxias, não tiveram necessidade de vencer grandes obstáculos, nem de lutar contra animais ferozes e índios porque estes já não existiam mais, e o caminho até Barracão (apesar de ser um caminho intercolonial), já estava habitado pelos colonos germânicos.\nA demarcação da colônia teve início em Picada Feliz, indo até as margens do rio das Antas e dividida em travessões, a partir das quais foram demarcados os lotes, em número de 2.500.\nMais tarde como ressalta Chies (1999) os travessões foram substituídos por Linhas numeradas, como por exemplo: Linha 40; Linha 60.... Os lotes rurais tinham entre 22 e 25 hectares, em média. Já os lotes urbanos possuíam dimensões menores, para constituir a estruturação da sede do novo povoado. Essas divisões obedeciam as Leis de Terras de 1850 e 1876.\nA emancipação colonial ocorreu em 1884, quando, conforme cita Adami (1962), Caxias ficou dependente administrativamente de São Sebastião do Caí, sendo elevada à categoria de freguesia ainda no mesmo ano. E, em junho de 1890, foi criado o município de Caxias.\nPela Lei Orgânica Municipal de 1892 os limites do novo município, ficaram assim constituídos:\nao Norte, rio das Antas; ao Leste, Campos de Cima da Serra (pelo rio São Marcos desde a foz até o marco da Fazenda do Souza, deste as terras de Nicolau Fredrich inclusive); ao Sul, pelos confins dos lotes demarcados da ex-colônia, que constitui o Núcleo Louro e Forqueta; a Oeste pela linha divisória desta mesma ex-colônia com a de Dona Isabel e Sertorina ( CHIES, 1999:88).\nModificações na área muncipal ocorreram posteriormente em junho de 1921, quando foi acrescido o núcleo colonial de São Marcos que pertencia a São Francisco de Paula. Em 1924, Caxias perdeu os distritos de Nova Trento, Nova Pádua e Marcolino Moura que passaram a integrar Flores da Cunha (CHIES.op.c/f). Em 1939, ocorreu uma nova divisão administrativa e Caxias recebeu a área de Vila Seca que pertencia a São Francisco de Paula, e em 1944 Santa Lúcia do Piai (GIRON, 1977). Em 1955 Caxias incorporou os distritos de Criúva e Vila Oliva, também pertencentes a São Francisco de Paula. A última modificação territorial ocorreu em 1963 com a emancipação do distrito de São Marcos.\nUm marco importante de Caxias do Sul, de acordo com Gardelin &amp; Costa (1992), foi a implantação da estrada de ferro, ligando Porto Alegre a Caxias do Sul, com uma extensão de 166 km, e inaugurada em 1910. Foi construída e arrendada à “Compagnie Auxiliaire des Chemins de Fer du Brésil” (Companhia Auxiliar dos Caminhos de Ferro do Brasil). A estrada de ferro, de acordo com Chies (1999), representou o maior impulso possível e imaginável, até então, para o desenvolvimento industrial e comercial de Caxias do Sul.\nAté os primórdios do século XX Caxias do Sul tinha uma economia baseada em casas comerciais, moinhos, serrarias, alambiques, olarias e poucos curtumes e funilarias.\nNo período que vai de 1913 a 1920, de acordo com Giron (1992) há um forte crescimento econômico: surgem as indústrias metalúrgicas, fábrica de produtos químicos, de erva-mate, de velas, de cola, de tecidos e uma charqueada.\nNão foi apenas a estrada de ferro e a Primeira Grande Guerra que serviu para acelerar o crescimento de Caxias do Sul, mas também a instalação do telégrafo (1895), da energia elétrica (1913), que acabaram com o isolamento em que se encontrava a região.\nAtualmente a economia do município é a terceira do Estado do Rio Grande do Sul, com 7,10% do PIB, com um faturamento anual de US$ 3,35 bilhões e segundo dados da CIC (2003 ) a renda per capita é de aproximadamente US$ 9.307. Caxias do Sul é o segundo maior pólo do Estado, ficando atrás somente da região metropolitana de Porto Alegre. A principal atividade municipal é a industrial e, no segmento metal-mecânico, que abriga uma das cinco maiores fabricantes de carrocerias para ônibus do mundo e um dos cinco maiores fabricantes de veículos e implementos rodoviários da América do Sul.\nDos 23.600 estabelecimentos industriais, comerciais e de serviços, existentes em Caxias do Sul\nsomente o setor industrial participa com um número estimado de 5.895 empresas e, dentre elas, 1.700 constituem o Pólo Metal-Mecânico do Município. Toda essa economia emprega aproximadamente 106.000 trabalhadores. Desse total, 52,80%, no setor industrial, gerando aproximadamente 58,20% do PIB de Caxias do Sul; 38,01% no setor de comércio varejista, atacadista e de serviços e 3,78%, na agricultura (CIC, 2003:26).\nO escoamento da produção agrícola e industrial bem como a compra de matérias-primas de outras regiões para beneficiamento, é feito basicamente por via rodoviária através da BR 116 que atravessa o município numa faixa de 44 Km. Outra\nopção para Porto Alegre e cidades adjacentes é a RST 122. Caxias do Sul possui um aeroporto regional, com vôos para São Paulo, Porto Alegre e Navegantes, em Santa Catarina.\nA comunicação eletrônica atua fortemente na cidade, destacando-se a RBS TV - canal 8 (Rede Brasil Sul de Telecomunicações) e redes de tevês a cabo; conta também com quatro rádios AM, quatro FM, um jornal de circulação diária, e dois semanários (CIC, 2003).\nA energia no município é na tensão de 230/60 KV, e sua distribuição é feita através de cinco subestações e uma malha de 1.489,536 Km de extensão (RGE, 2002).\nCaxias do Sul possui, de acordo com dados da CIC (2003), 88 escolas municipais, 53 escolas estaduais, 48 escolas particulares, uma Universidade Regional - Universidade de Caxias do Sul (UCS - com mais de 30.000 alunos) que oferece cursos de Graduação, Habilitação e Pós-Graduação e duas faculdades locais, a Faculdade da Serra Gaúcha (FSG), a Faculdade dos Imigrantes (FAI) e ainda a Universidade Estadual do Rio Grande do Sul (UERGS). Na área de saúde conta com 7 hospitais e 36 Unidades Básicas de Saúde (UBS's), uma para cada 9.200 habitantes.\nA população de Caxias do Sul, de acordo com os dados do Censo de 2000 era de 360.419 habitantes, dos quais 92,5% vivem na área urbana e 7,5% na rural (IBGE, 2002); depois da capital, Porto Alegre, é a segunda maior cidade do estado em número de habitantes. Hoje apenas parte da população é descendente dos imigrantes italianos que chegaram à região no final do século passado.\nO abastecimento de água é de responsabilidade da Prefeitura Municipal, através do Serviço Autônomo Municipal de Água e Esgoto (SAMAE). A rede de distribuição possui uma extensão de 1.188.997,40m entre adutoras, sub-adutoras e distribuidoras, atende a 99,8% da população.\nConforme dados e informações da SEPLAM (2002) de Caxias do Sul o município possui uma área de 1.648.00 km 2 que corresponde a 0,55% da área do Estado, limitando-se ao norte com os municípios de Campestre da Serra, Monte Alegre dos Campos, Flores da Cunha e São Marcos; ao sul com os de Vale Real, Feliz, Nova Petrópolis e Gramado; a leste com os de São Francisco de Paula e Canela e a oeste com Farroupilha.\n1.4\tCaracterísticas Físicas\n1.4.1.\tCaracterísticas geológicas, geomorfológicas e pedológicas.\nA área do Município de Caxias do Sul é constituído por rochas do Grupo São Bento, subdividido nas formações Serra Geral e Botucatu; esta última aparecendo ao sul do município (CARRARO, et. al., 1974).\nA Formação Serra Geral é composta por derrames sucessivos de lavas vulcânicas do período Cretáceo, da Era Mesozóica, que resultaram em um pacote com espessura aproximada de 1.200 m.\nFagundes (2002) relata ainda que o conjunto de rochas vulcânicas da região é representado por uma seqüência de até 10 derrames de lavas com rochas básicas e ácidas. As rochas ácidas ocorrem em uma altitude superior a 600 metros, e que correspondem aos maiores declives topográficos, enquanto que as rochas básicas se concentram em altitudes médias inferiores às cotas acima referidas.\nO autor acima assinala que a gênese das rochas vulcânicas, que se formaram entre 130 a 110 milhões de anos, está associada a vulcanismo fissural que gerou os sucessivos derrames de lava, e que cada derrame representa um evento em que se definem características mineralógicas e estruturais.\nNa descrição de Fagundes (op.cit.), a seqüência de pelo menos 10 derrames individualizados e superpostos se expressa na paisagem por um relevo de forma tabular escalonado por escarpas, formando degraus topográficos, que refletem as condições de gênese acima explicitadas.\nBolzani (1992) acentua que as superfícies onduladas se localizam no setor oriental do município, e no centro-sul a topografia apresenta-se fortemente acidentada, com uma sucessão de vertentes, intensamente dissecadas pela rede de drenagem que apresenta, ora declives abruptos em forma de “perau”, ora em forma de patamares estruturais com freqüentes afloramentos de rochas basálticas, reduzindo-se sensivelmente o grau de dissecação até atingir as áreas planas, no extremo sul do município, no vale do Rio Caí.\nCada derrame de rocha vulcânica decorrente do processo de resfriamento da lava e composto de quatro zonas distintas: basal (vítrea), diaclasamento horizontal, diaclasamento vertical e vesícular amigdalóide .\nBolzani (1992) descreve que os derrames de lavas apresentam espessuras variaveis, desde alguns metros ate dezenas de metros. Durante as fases de interrupção da atividade vulcânica, ocorreu em certos locais, sedimentação, dando origem à formação de arenitos intertrapp.\nA zona vesicular amigdaloidal, que forma o topo dos derrames, pode apresentar, conforme Fagundes (2002), horizontes em que ocorrem incidências de vacúolos (vazios esfericos), vesículas (vazios preenchidas por zeolitas, calcitas e argilominerais) e geodos (esferas parcialmente preenchidas por minerais como calcedônia, quartzo, calcitas e zeolitas). É nesta zona que ocorre a retenção de agua de percolação, que da origem aos olhos d'agua.\nPara Fagundes (op.cit.) as diferenciações estruturais decorrentes do resfriamento da lava vulcânica possuem implicações intempericas importantes para a pedogênese. As zonas de base e de topo de derrames representam condições mais favoraveis à pedogênese, e se definem no terreno como feições topograficas de pequeno declive, formando patamares quase horizontais, cuja espessura media de solos, predominantemente argilosos, e superior a 1,5 metros. A porção central dos derrames, mais resistente ao intemperismo, provoca feição topografica em forma de escarpa, com afloramentos rochosos, solos rasos e com elevada incidência de pedregosidade.\nO uso do solo demonstra que as atividades agrícolas se concentram nos patamares e, apesar do desmatamento intenso da vegetação nativa, e nas zonas escarpadas que ocorrem resquícios da mata original.\n1.4.2.\tCaracterísticas Climaticas\nO clima do Município de Caxias do Sul e controlado por massas de ar tropicais e polares, sendo classificado como “clima subtropical úmido”.\nA partir das variaveis temperatura, precipitação e umidade para o Município de Caxias do Sul obtidas no INMET, Instituto Nacional de Meteorologia, para o\nperíodo de 1961 a 1990, calculou-se os valores médios destes parâmetros para a caracterização do clima da área (Tabela 1)\nTabela 1 - Variáveis climatológicas, (médias mensais) no período de\n1961-1990 para Caxias do Sul\nVariáveis\tJan\tfev\tMar\tAbr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTemperatura Máxima\t34,6\t33,6\t32,2\t30,4\t27,7\t26,0\t26,9\t29,6\t31,2\t32,2\t37,5\t34,6\nTemperatura Média\t20,6\t20,7\t19,2\t16,3\t13,9\t12,1\t12,4\t12,7\t14,2\t15,9\t18,0\t19,6\nTemperatura Mínima\t8,4\t9,2\t5,2\t3,6\t-0,5\t-2,2\t-2,8\t-2,3\t-1,6\t2,4\t3,9\t5,7\nPrecipitação\t145,7\t151,6\t205,1\t132,5\t109,3\t153,3\t153,6\t177,7\t204,1\t172,8\t140,1\t169,3\nUmidade Relativa\t77,0\t79,0\t82,0\t81,0\t80,0\t80,0\t78,0\t78,0\t77,0\t78,0\t75,0\t76,0\nInsolação\t208,3\t185,8\t183,9\t165,1\t165,6\t146,6\t154,2\t141,9\t142,3\t180,9\t199,7\t212,1\nNebulosidade\t5,9\t5,9\t5,5\t5,5\t5,5\t5,7\t5,5\t6,0\t6,2\t6,1\t5,7\t5,5\nFonte: Normas climatológicas - INMET.\nÉ possível afirmar que a temperatura média do trimestre mais frio (junho/ julho/ agosto) está entre 12° C e 13° C, e que nos mais quentes (dezembro/ janeiro/ fevereiro) é superior a 20° C. (Fig. 1.)\nFigura 1 - Temperaturas médias mensais para Caxias do Sul de 1961 a 1990 Fonte: Normas climatológicas - INMET.\nOs dados mostram que a precipitação é relativamente bem distribuída e que os índices mais elevados ocorrem nos meses de março e setembro, com média superior aos 200 mm; esses dados refletem a atuação dos sistemas de circulação típicos da região, com maior intensidade de chuvas no final do verão e início da primavera, com o mês de maio fornecendo a menor média no período analisado (Fig. 2).\nFigura 2 - Precipitações médias mensais para Caxias do Sul de 1961 a 1990 Fonte: Normas climatológicas - INMET.\nUma comparação dos dados de precipitação de Caxias do Sul e de Porto\nAlegre e Urussanga, (figura 3), estes últimos extraídos de Monteiro e Furtado (1995),\nmostram que a curva de precipitação média de Caxias do Sul apresenta comportamento semelhante a Porto Alegre, com valores mais elevados registrados para Caxias, possivelmente como reflexo do relevo. Entretanto, diferentemente de Porto Alegre os meses de maior precipitação são março e setembro, semelhante ao detectado para Urussanga, no sul de Santa Catarina, mas em latitude não muito diferente.\nPrecipitações Médias Mensais\nFigura 3 - Precipitações médias mensais de Caxias do Sul para o período de\n1961-1990 e para Porto Alegre e Urussanga de 1951-1970, os dois últimos extraídos de Monteiro e Furtado, 1995.\nUmidade Relativa\nFigura 4 - Umidade Relativa mensais para Caxias do Sul de 1961 a 1990\nFonte: Normas climatológicas - INMET.\nO clima de Caxias do Sul é caracterizado por uma umidade relativa alta, especialmente de março a junho, atingindo valores em torno dos 80%, conforme dados do INMET, para o período de 1961 a 1990 (Fig.4).\nA amostragem para a qualidade da água da sub-bacia do Arroio Maestra é executada em novembro de 2003, mês que conforme dados para o período de 30 anos (tabela 1 ) fornece um valor médio de 140 mm.\nA amostragem da ETA Celeste Gobatto corresponde ao período de 1996 a 2002, o mesmo da análises químicas, revela que a precipitação anual de Caxias do Sul variou consideravelmente (Tabela 2 )\nTabela 2 - Média Total Pluviométrica para o período de 1996 - 2002\npara Caxias do Sul\nANO\tTOTAL (mm)\n1996\t2014,7\n1997\t1966,8\n1998\t1763,8\n1999\t1399,6\n2000\t1842,4\n2001\t1850,7\n2002\t2157,7\nFonte: Agritempo (2004)\nO ano de 1999, apresentou a menor média do período, 1.400 mm, enquanto que em 2002 ocorreu o maior índice pluviométrico bem acima do valor médio para o período de 1961 -1990 que é de 1915,1 mm.\nMesmo que os dados mensais de precipitação forneçam valores mais elevados para os meses de março a setembro, a análise da tabela 3 revela que no período de 1996 - 2002, outros meses tiveram precipitação significativa\nEm janeiro de 1996, ocorreram chuvas que atingiram valores acima de 400mm, e nos meses de agosto/outubro de 1997 e em outubro de 2002 as médias\nforam acima de 300mm. No restante dos meses o índice pluviométrico está entre 100mm e 200mm, o que representa uma normalidade para a região.\nTabela 3 - Valores mensais de precipitação no período de\n1996 -2002 para Caxias do Sul\nMeses/ Ano/ Média\tJan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\n1996\t403,3\t230,5\t87,6\t113,0\t37,8\t208,2\t62,3\t167,6\t159,1\t207,6\t129,4\t208,3\n1997\t131,4\t169,6\t48,8\t74,0\t54,8\t144,5\t136,8\t318,0\t79,7\t338,9\t233,9\t236,4\n1998\t170,9\t179,2\t123,5\t179,0\t167,8\t102,6\t167,1\t209,6\t189,3\t83,5\t80,5\t110,8\n1999\t183,3\t139,1\t81,9\t156,4\t96,4\t72,5\t190,6\t43,6\t104,3\t170,3\t77,0\t84,2\n2000\t188,8\t128,1\t91,7\t165,8\t75,9\t205,6\t115,9\t115,5\t238,0\t238,1\t132,3\t150,7\n2001\t263,0\t34,7\t182,5\t216,3\t104,6\t107,3\t239,5\t54,6\t288,6\t85,1\t182,2\t102,3\n2002\t162,5\t59,3\t122,7\t145,3\t166,1\t249,6\t156,0\t143,6\t181,9\t324,6\t182,8\t263,3\nFonte: Agritempo (2004)\n2.\tUnidades de Conservação (UCs) e as Áreas de Proteção Ambiental (APAs)\n2.1\tUnidades de Conservação (UCs)\nUnidades de Conservação (UCs) são áreas protegidas e estabelecidas em ecossistemas significativos do território nacional. Podem ser instituída a nível Federal, Estadual e Municipal e sua criação está prevista na Constituição Federal de 1988, Capítulo VI - do Meio Ambiente, artigo 225, item III:\ndefinir, em todas as unidades da Federação, espaços territoriais e seus componentes a serem especialmente protegidos, sendo a alteração e a supressão permitidas somente através da lei, vedada qualquer utilização que comprometa a integridade dos atributos que justifiquem sua proteção\nO Sistema Nacional de Unidade de Conservação da Natureza (SNUC), foi instituído através da Lei n° 9.985, de 18/07/2000, e representa um marco para a criação, implantação, consolidação e gestão dessas unidades; define Unidade de Conservação como:\nespaço territorial e seus recursos ambientais, incluíndo as águas jurisdicionais, com características naturais relevantes, legalmente instituído pelo Poder Público, com objetivos de conservação e limites definidos, sob regime especial de administração, ao qual se aplicam garantias adequadas de proteção (Art. 2°, inciso I).\nO conceito de áreas protegidas teve início no Estado da Geórgia, nos Estados Unidos, que definiu uma reserva para uso público em 1825; mas a conservação de parques começa em 30 de junho de 1864, quando o presidente Abraham Lincoln assinou a lei instituindo que o vale Yosemite e o Bosque Mariposa de Sequóias Gigantes seriam reservados ao uso público, turístico e recreação. Em 1° de março de 1872, Yellowstone foi declarado como parque nacional, sendo o primeiro com esta denominação como acentuam Cabral &amp; Souza (2002).\nA partir daí a criação de parques se estendeu por vários países, entre eles Canadá (1885), Nova Zelândia (1894), Austrália e África do Sul (1898), Reino Unido (1899), Suécia (1909), Itália (1922) França (1963), Portugal (1970) entre outros, tendo como objetivos a recreação da população e a preservação da natureza onde o homem poderia ser apenas um visitante (CABRAL &amp; SOUZA, op.cit. ).\nInspirado no modelo norte americano, foi criado em 1896, o Parque Estadual da Cidade, em São Paulo, e o primeiro de caráter nacional foi, em 1937, o Parque Nacional de Itatiaia, seguido pelo de Foz do Iguaçu, em 1939 (FUNATURA, 1989). Assim, o Parque Nacional de Itatiaia, localizado entre os estados do Rio de Janeiro e de Minas Gerais, foi a primeira área a constituir oficialmente uma unidade de conservação nacional, a fim de preservar o patrimônio biótico e geomorfológico, como institui o Decreto Federal n° 1.713, de 14 de junho de 1937.\nEm 1934 realizou-se a 1a Conferência Nacional para a Proteção da Natureza, e nesse mesmo ano foram criados o primeiro Código de Caça e Pesca, o Código das Águas, o Código de Minas e o Código Florestal. De acordo com Funatura (1989) com o novo Código Florestal (Lei n° 4.771 de 1965) e a Lei de Proteção à Fauna (n° 5.197 de 1967) novas categorias de áreas protegidas foram reconhecidas ou criadas, como: Florestas e Parques Nacionais, Estaduais e Municipais, Reservas Biológicas e Parques de Caça. O novo Código Florestal dividiu em dois blocos as áreas públicas de preservação; com e sem a permissão para a exploração dos recursos naturais; o instituiu também as Áreas de Proteção Permanente e as Áreas de Reserva Legal que integram o conjunto brasileiro de áreas protegidas.\nEm 1967, por meio do decreto n° 289, de 28/02/1967, foi criado o Instituto Brasileiro de Desenvolvimento Florestal (IBDF), ficando a seu cargo a administração das unidades de conservação como os Parques Nacionais e Reservas Biológicas.\nCom a Conferência de Estocolmo em 1972, amplia-se o debate sobre a questão ambiental. No Brasil se estabelece a Secretaria Especial de Meio Ambiente (SEMA), em 1973, tendo como responsabilidade a implantação e a administração das unidades de conservação.\nEm 1989, com a criação do IBAMA (Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis), a partir da fusão do IBDF, da SUDEPE e da SUDHEVEA, o estabelecimento e a administração das unidades de conservação passaram a ser desse órgão, reestruturando o SNUC, que segundo a Lei n° 9.985/2000 “é constituído pelo conjunto da UCs federais, estaduais e municipais”.\nSão estabelecidas pelo SNUC ( a Lei 9.985/2000) as distintas categorias de manejo5 e Unidades de Conservação de acordo com os limites geográficos, área, objetivos, diretrizes, níveis de proibições e restrições de uso de espaço ou dos recursos, como acentua Dalagnol (2001). As categorias de manejo das unidades de conservação previstas no atual SNUC são apresentadas na tabela 4.\nAs Unidades de Conservação de Proteção Integral têm como objetivo básico manter os ecossistemas livres de alterações causadas por interferência humana, admitindo apenas o uso indireto dos seus atributos naturais. Entende-se por uso indireto, aquele que não envolve consumo, coleta, dano ou destruição dos recursos naturais\nNas Unidades de Conservação de Uso Sustentável a exploração do ambiente deverá ser de maneira a garantir a perenidade dos recursos naturais e dos processos ecológicos, mantendo a biodiversidade de forma socialmente justa e economicamente viável.\nNo Art. 27, o SNUC, traz a obrigatoriedade de as UCs disporem de plano de manejo; este é um documento técnico mediante o qual, com fundamentos nos objetivos gerais de cada UC, se propõe o zoneamento e as normas que devem presidir o uso da área e o manejo dos recursos naturais, inclusive a implantação das estruturas físicas necessárias à gestão da unidade.\n5 “Todo e qualquer procedimento que vise assegurar a conservação da diversidade biológica e dos ecossistemas” conforme Lei 9.985/2000.\nTabela 4 - Categorias de manejo previstas no SNUC\nCATEGORIA DE MANEJO\tCATEGORIA DAS UCs\nUnidade de Proteção Integral\tEstação Ecológica Reserva biológica Parque nacional Monumento nacional Refúgio de Vida Silvestre\nUnidade de uso Sustentável\tÁrea de Proteção Ambiental Área de Relevante Interesse Ecológico Floresta Nacional Reserva Extrativista Reserva de Fauna Reserva de Desenvolvimento Sustentável Reserva Particular do Patrimônio Natural\nFonte: Lei n° 9.985 de 2000, cap. III.\t\n2.2.\tAs Áreas de Proteção Ambiental (APAs)\nImportantes setores conservacionistas no Brasil, ao final dos anos 70, estavam interessados no estabelecimento de areas protegidas que permitissem o desenvolvimento de pesquisas voltadas às ciências ambientais, e que se adequassem com a realidade do país.\nSegundo o IBAMA (2001) criou-se, assim, a categoria de manejo APA, um tipo de área protegida compatível com a propriedade privada, já existente em outros países como Portugal, Espanha, França e Alemanha.\nA categoria APA foi criada através da Lei n° 6.902, de 27 de abril de 1981, com o “Interesse na proteção ambiental”, para “conservar ou melhorar as condições ecológicas locais” e “assegurar o bem-estar das populações humanas”, com determinadas restrições, tais como: “proibição de qualquer movimentação de terra que cause erosão, assoreamento e alteração das condições ecológicas locais” (IBAMA, 2001).\nDe acordo com o SNUC, adota-se o conceito de que\nÁrea de Proteção Ambiental é uma área em geral extensa, com um certo grau de ocupação humana, dotada de atributos abióticos, estéticos ou culturais especialmente importantes para a qualidade de vida e o bem-estar das populações humanas, e tem como objetivos básicos proteger a diversidade biológica, disciplinar o processo de ocupação e assegurar a sustentabilidade do uso dos recursos naturais (Lei 9.985/2000, Art.15).\nA Lei 6.902/81 em seu artigo 9° já apresentava que: “em cada APA, dentro dos princípios constitucionais que regem o exercício de direito de propriedade, o Poder Executivo estabelecerá normas, limitando ou proibindo:\na)\ta implantação e funcionamento de indústrias potencialmente poluidoras, capazes de afetar mananciais de água;\nb)\ta realização de obra de terraplanagem e a abertura de canais, quando essas iniciativas importarem em sensível alteração das condições ecológicas locais;\nc)\to exercício de atividades capazes de provocar uma acelerada erosão das terras e/ou um acentuado assoreamento dos mananciais;\nd)\tatividades que ameacem extinguir na área protegida as espécies raras da biota regional.\n§ 1° - A SEMA ou o órgão estadual equivalente fiscalizará e supervisionará as APAs”.\nAs APAs têm objetivos de manejo primários e secundários, a serem atingidos em conjunto ou isoladamente. De acordo com Funatura (1989), os objetivos primários são:\n•\tpreservar belezas cênicas;\n•\tproteger recursos hídricos e bacias hidrográficas;\n•\tcriar condições para o turismo e recreação não destrutiva;\n•\tincentivar o desenvolvimento regional integrado, através da conservação;\n•\tfomentar o uso sustentado de recursos naturais;\n•\tservir como zona tampão para áreas de proteção mais rigorosa.\nOs objetivos de manejo secundário são:\n•\tpreservar a diversidade biológica e os ecossistemas naturais, na medida do possível conciliar com os demais usos da área;\n•\tpropiciar fluxo genético para as áreas naturais protegidas na APA e no seu entorno;\n•\tpropiciar pesquisa científica com as características da área;\n•\tpropiciar a educação ambiental;\n•\tcontribuir para o monitoramento ambiental, na eventualidade das condições locais poderem fornecer parâmetros relativos a graus distintos da alteração.\nPara isto, o artigo 9° da Lei 6.938/81, que dispõe sobre a Política Nacional do Meio Ambiente, prevê o “zoneamento ambiental”, como instrumento de planejamento em busca da conservação da natureza e da manutenção da qualidade de vida das comunidades, que deve ser elaborado, de acordo com a lei 9.985/2000, até 5 (cinco) anos após a criação da APA.\nO zoneamento ambiental e definido pela Lei n° 9.985/2000 como:\ndefinição de setores ou zonas em uma unidade de conservação com objetivos de manejo e normas específicas, com o propósito de proporcionar os meios e as condições para que todos os objetivos da unidade possam ser alcançados de forma harmônica e eficaz.\nPela Resolução do CONAMA n° 10/88, artigo 2°, as APAs, deverão sempre ter um Zoneamento Ecológico-Econômico (ZEE), que estabeleça normas de uso, de acordo com as condições locais, levando-se em consideração aspectos bióticos, geológicos, urbanísticos, agropastoris, extrativistas, culturais, entre outros.\nAs APAs compreendem areas de uso sustentavel (conservação), e podem ser instituídas em terras públicas ou privadas (geralmente ha coexistência de ambas), criadas pelo poder público (considerada a comunidade local, ou seja, com participação da sociedade civil), manejada pelos proprietarios desde que obedeçam as medidas restritivas impostas pelo poder público no sentido de garantir a conservação dos atributos que motivam sua criação e, ainda gerenciadas por meio de Conselho Gestor que pode funcionar como um fórum de debates como acentuam Cabral &amp; Souza (2002).\nA legislação referente às APAs, como o Decreto n° 99.274, de 06 de junho de 1990, estabelece algumas “vantagens” que o Poder Público Federal oferece aos proprietarios de terras.\nO Artigo 30, paragrafo único, cita que “os proprietarios de terras abrangidas pelas Áreas de Proteção Ambiental poderão mencionar os nomes desta nas placas indicadoras de propriedade, na promoção de atividades turísticas, bem como na indicação de procedência de produtos nela originados”, sugerindo assim, um “selo de referência”.\nNo art. 31: “serão considerados de relevância e merecedores de reconhecimento público os serviços prestados, por qualquer forma, à causa conservacionista”.\nNo artigo 32: “as instituições federais de credito e financiamento darão prioridade aos pedidos encaminhados com apoio do IBAMA, destinados à melhoria do uso racional do solo e das condições sanitarias e habitacionais das propriedades situadas nas APAs”.\n3.\tA APA do Arroio Maestra\n3.1.\tA criação da APA\nA Lei n° 2.452 de 21 de dezembro de 1978, instituída pelo poder legislativo de Caxias do Sul, contempla a criação da APA do Arroio Maestra visando proteger o manancial e assegurar condições de potabilidade da água para abastecimento público. O Decreto n° 4.992, de 06 de janeiro de 1983, regulamenta o dispositivo da Lei n° 2.452, que disciplina o uso do solo para proteção dos mananciais, cursos e reservatórios de água e demais recursos hídricos de interesse do município.\nAtravés da mesma lei (2.452 de 12/78) foram instituída também como APAs áreas do Arroio Dal Bó, Arroio Faxinal, Arroio das Marrecas e demais cursos d'água, reservatórios e outros recursos hídricos que o Poder Público Municipal de Caxias do Sul achasse necessário indicar como integrante desta categoria (Anexo 1 ).\nDe acordo com a referida lei municipal, cada APA acima indicadas, foi dividida em duas categorias. Assim, compreende a primeira categoria, de maior restrição, os corpos d'água, a faixa de 100m de contorno dos reservatórios; a faixa de 50m de largura em torno das nascentes e dos cursos de d'água; as zonas cobertas com matas primária e mata ciliar, e as áreas com declividade superior a 40%.\nA segunda categoria, ou de menor restrição, corresponde as demais áreas dentro de cada APA.\nNas áreas de primeira categoria, somente a pesca, esportes e atividades que não importem em edificação; as únicas construções permitidas são aquelas destinadas à proteção e utilização dos mananciais.\nNas áreas de primeira categoria é proibida a ampliação dos serviços, obras e edificações já existentes.\nNas áreas enquadradas na segunda categoria são permitidos os usos residencial, industrial, comercial e institucional, desde que obedeçam a padrões que não degradem a qualidade das águas dos mananciais.\nA APA, conforme enfatizado por Baptiston é uma\nunidade de conservação de uso direto, em que a posse de terra pode ser pública ou privada, não prevendo necessidade de desapropriação. O ato legal de criação da unidade estabelecerá os objetivos específicos de manejo assim como as restrições de uso dos recursos naturais nela contidos (2003: 196).\n3.2.\tUso da terra atual na APA do Arroio Maestra\nA APA do Arroio Maestra apresenta uma área de 16 Km2 e está situada a aproximadamente 5 Km do ponto central da cidade de Caxias do Sul.\nEmbora a área da APA seja a mesma da delimitação da sub-bacia do Arroio Maestra, o mapa do uso do solo, elaborado em 2002 pelo SAMAE não cobre totalmente a área da APA. Este mapa efetuado a partir de fotos áreas de 1998 em escala 1:8 000, apresenta a grosso modo as atividades presentes atualmente na área da sub-bacia (Mapa 2).\n6T81SDD\n6J?3fnn\nS T9H0\n6? THUD\n6177 SUO\nOomérdo, Serviços, hdúslria institucional\nEste mapa é parte integrante da dissertação de Mestrado \"Qualidade dos Recursos Hidricos da APAdo Arroio Maestra, Caxias do Sul, RS\".\nLEGENDAS E CONVENÇÕES\n| lifeta Naiva\n| Retlorestamento\n| Agricultura\n| UgeQção festeira\n□ Uso Urbano Residencial e Grupos Residenciais Faniliares\n□ Aviários Fl Haras í Ç,'| Posta de gasolina\nB\nCancha de rodeio\nA\nPontos de coleta de água\nPonto de captarão de água\n----- Curso d'água c/ ãixa de preservação\nFonte: adaptado de SAMAE. Digitalização: Geógrafo JCrgen Wíachemann. jutgen@cih.ufcc.br\nA sub-bacia tem nos divisores situados na parte norte as cotas topográficas mais elevadas, com 848m, enquanto no lado sul os divisores estão aproximadamente a 820m. O ponto de menor altitude, onde se situa a barragem do Arroio Maestra é de 730m.\nA drenagem é marcada de forma mais nítida pelo encaixe da barragem na confluência de duas falhas geológicas, uma de direção NE e outra SE. Os demais cursos d'água, em geral diminutos, com uma média de 1m de largura, são também influenciados por estas falhas. Em vários pontos da área ocorrem também pequenos banhados.\nA área compreendida entre a represa e os banhados a leste da represa, está estipulada como zona de 1a categoria a que se refere a lei 2.452 de 21 de dezembro de 1978 que contempla a criação da APA (anexo 1).\nEsta zona a grosso modo é classificada no mapa de uso da terra como mata nativa, onde podem ser encontradas araucárias entre outras espécies; nesta zona, de modo esporádico, ocorre também eucaliptos e alguns pinus. De modo geral pode-se afirmar que a zona de 1a categoria obedece ao disposto na referida lei, estando ausentes edificações e outros usos da terra conforme o disposto no Art. 14. A área, como estipula o Art. 15 não apresenta desmatamento e mesmo os usos permitidos no Art. 13, como os de esporte, excurcionismo e afins, não são realizados.\nO restante da APA, enquadrada como 2a categoria pela mesma lei, apresenta diferentes usos da terra.\nNo setor norte, embora o mapa de uso da terra contemple uma área considerada de mata nativa, os trabalhos de campo revelam uma paisagem composta por vegetação predominantemente arbórea de médio a pequeno porte com manchas de campo e grande presença de árvores exóticas, principalmente de eucaliptos. Entre as áreas de mata ocorrem áreas cultivadas para a subsistência dos pequenos proprietários, com algumas cabeças de gado.\nNa borda leste do setor norte estão mapeados oito aviários; de acordo com o proprietário, está ocorrendo uma desativação da atividade, por autuação, e, em julho de 2004 existiam ainda dois aviários em funcionamento.\nNas proximidades destes aviários está instalado um haras com aproximadamente quinze cavalos, em local onde está mapeada uma área de mata nativa a sul dos aviários.\nNo setor leste, a norte do loteamento Serrano, se destacam na paisagem áreas de agricultura comercial com cultivos de tomate, alho, milho e pêssego. Embora na lei que institui a APA sejam proibidas práticas que contribuam para a detereorização dos Recursos Hídricos (Art.5° § 3°), é muito pouco provável que cultivos como tomate e pêssego não usem fertilizantes e agrotóxicos.\nÁreas agrícolas de expressão mais reduzida também são encontradas ao sul da bacia com cultivos de milho e de alho.\nNo sul da área, nas adjacências da rodovia RST- 122, está localizado um outro haras com mais de vinte animais, e próximo a este, do lado oposto da estrada, uma cancha de rodeio, que faz uma grande festa anual, com data variável, que é freqüentada por um grande número de pessoas, com muitos animais; semanalmente, encontros menores são realizados no local, com um afluxo mais reduzido de animais.\nNo setor leste e sudeste da sub-bacia sobressai uma paisagem urbana com um grande loteamento, o Serrano. Esta grande área urbana inicia em 1978 a partir do desmembramento das terras de propriedade das famílias Bossardi e Mazzochi. Em 1979 o loteamento foi expandido pelo acréscimo de novas áreas dando início aos loteamentos Jardim Alegre e Travessão Leopoldina, denominado pelos moradores de Loteamento Serrano por serem a maioria dos seus proprietários oriundos de “Cima da Serra” (Bom Jesus, Vacaria, Lagoa Vermelha,...). Em 1980 o loteamento já contava com mais de 100 famílias.\nContígüo ao Serrano há o loteamento Jardim Eldorado que extrapola, em sua maior parte, a área da sub-bacia. A Prefeitura Municipal já cobrava imposto predial deste loteamento desde 1979.\nNa década de 80 surgiram os loteamentos Capivari e São Ciro II, no setor sul da bacia.\nNo Setor sudoeste, os loteamentos Parque Oásis e Portal da Maestra ocupam uma pequena parcela da área da bacia.\nNo conjunto desses loteamentos, habitam a área da bacia cerca de 10.000 pessoas, segundo dados da DERH (2004). Este departamento é responsável pela Estação de Tratamento de Esgoto Rivadávia Azambuza Guimarães, inaugurada em 1996, e que entrou em operação em 08 de dezembro de 1998, localizada às margens da RST-122 (Rota do Sol), a montante da Represa Maestra.\nA ETE, atende aos Bairros Serrano, parte do Jardim Eldorado e do São Ciro II e o loteamento Capivari.\nAinda de acordo com a mesma fonte, (DERH, 2004) na ETE a vazão do efluente tratado é de 18 l/s, numa capacidade máxima de 46 l/s; o tempo de detenção de 21,3 horas, sendo o tratamento do tipo primário. A ETE é composta por uma unidade de gradeamento médio, duas unidades de desarenação, uma calha Parshall, um reator UASB (RALF), dois leitos de secagem e um laboratório para realização de análises físico-químicas e bacteriológicas.\nA ETE recebe, em média, 95 % do esgoto de origem doméstica dos bairros da APA, conduzido através de rede do tipo separador absoluto. O processo de tratamento é do tipo biológico, onde o esgoto passa pelo gradeamento, caixa de areia, calha Parshall, indo para o reator (RALF) onde sofre o processo biológico anaeróbico, onde diversos grupos de organismos trabalham interativamente na conversão da matéria orgânica em metano, gás carbônico e água (DERH, 2004).\nO efluente ao entrar em contato com o manto de lodo, sempre em formação, passa a ser metabolizado por uma concentração de bactérias, que trata o esgoto. O processo de digestão é uma solução contida como redução, em média, de 65 % da carga orgânica do esgoto bruto. É uma solução considerada econômica, pois não há uso de produtos químicos, energia e baixo custo de mão-de-obra.\nA operação da ETE consiste em alimentar o reator com esgoto bruto, monitorando o processo fermentativo a que o mesmo é submetido. Por tratar-se de tratamento primário, seu efluente é lançado, através de um emissário, cerca de 3 km depois da Câmara de Dissipação, a jusante do vertedouro da Represa Maestra.\nSegundo dados da SEPLAM (2001), os padrões de lotes nos bairros e loteamentos da bacia de captação são de 360 m2 ou menos, com média de duas edificações por lote, com impermeabilização intensa dos terrenos, o que contradiz com a lei da APA, em que a área mínima por lote seria de 1 hectare (Art.18), com menos que 50% da área do terreno sem pavimentação e impermeabilização (Art.18, § 3°).\nNa área de abrangência da APA do Arroio Maestra não ocorrem áreas de exclusão, e os loteamentos ou bairros na sub-bacia em sua maioria são urbanizados.\nO comércio e a indústria têm destaque, principalmente no Serrano, Jardim Eldorado e Capivari. No bairro Jardim Eldorado, o comércio se localiza às margens\nda BR-116, através de um posto de gasolina, da revenda de caminhões, borracharias, supermercados e indústria de móveis. No Serrano, o comércio é tradicional como açougues, supermercados, lojas de vestuários, escritórios, padarias e na indústria, o destaque é para os vários tipos de metalúrgicas (parafusos, rebites, fundição de peças...). No loteamento Capivari o comércio é mais intenso de lenheiros, pequenas mercearias, borracharias e na indústria, destaca-se uma fábrica de fibra de vidro além de pequenas metalúrgicas, próximas à BR-116.\n4.\tQualidade da água da sub-bacia do Arroio Maestra\n4.1\tAmostragem das águas da sub-bacia do Arroio Maestra\n“Não há fonte de vida comparável à água dentro do ecossistema, além da terra e do ar. A água é única, de fonte limitada, insubstituível e necessária durante toda a vida” (BARLOW e CLARKE,2003:250).\nBraga, Porto e Tucci (2002), salientam que o intenso uso da água e a poluição gerada contribuem para agravar sua escassez e resultam na necessidade do acompanhamento das alterações da qualidade da água.\nDe acordo com Setti (2000), durante o ciclo hidrológico a água sofre alterações na qualidade. Isso ocorre mesmo em condições naturais, em razão das inter-relações dos componentes do meio ambiente; porém as maiores modificações se processam quando os recursos hídricos são influenciados devido ao uso para suprimento das demandas dos núcleos urbanos, das indústrias, da agricultura e das alterações do solo, urbano e rural.\nComo a drenagem principal, e mesmo as secundárias, que abastecem a represa da ETA Celeste Gobatto não são classificadas em nenhuma portaria específica, neste trabalho optou-se por comparar os resultados da qualidade da água com aqueles referentes à classe 2 do CONAMA (20/86), uma vez que são destinadas ao abastecimento doméstico após tratamento convencional.\nPara avaliar os possíveis efeitos da poluição causada pelos usos exercidos na APA do Arroio Maestra, se fez necessário um conhecimento do uso da terra da sub-bacia, para então, selecionar os diferentes pontos de amostragem. Para este trabalho foram selecionados seis pontos de coleta, localizados no mapa de uso do solo atual (Mapa 2).\nO ponto 1 situa-se na Barragem Maestra (Foto 1), bacia de captação de água, localizada no extremo oeste da APA do Arroio Maestra. A barragem é cercada por espécies nativas incluindo a Araucária angustifólia e espécies exóticas como o eucalipto (Myrtaceae). Salienta-se que esta barragem recebe as águas dos arroios de toda a sub-bacia com contribuições de uso antrópico.\nFoto 1 - Vista parcial da Barragem Maestra.\tM.A.H. (07/04)\nO ponto 2 situa-se próximo à nascente de um pequeno córrego o Riacho dos Metalúrgicos, em área de vegetação de grande e médio porte, como a araucária e eucaliptos, além de vegetação rasteira (Foto 2). Está em uma área com alta declividade e com a presença de pequenas chácaras, sedes campestres, com criação de animais domésticos e agricultura de subsistência .\nM.A.H. (07/04)\nFoto 2 - Ponto 2, situado próximo à nascente do Riacho dos Metalúrgicos.\nO ponto 3 situa-se em área sem a presença da mata ciliar ao lado de uma\nestrada de chão com alta trafegabilidade (Foto 3). A montante estão presentes instalações rurais, com pastagens e algumas cabeças de gado, animais domésticos e hortas familiares. A montante também ocorrem instalações de aviários e pequeno\nharas, plantações de alho, milho, feijão, tomate e pêssego.\nFoto 3 - Riacho onde foi localizado o ponto 3.\nM.A.H. (07/04)\nO ponto 4 é referente a uma drenagem ao lado de uma estrada sem calçamento que se liga à BR-116. A drenagem recebe resíduos domésticos, industriais e comerciais do loteamento Serrano e bairro Jardim Eldorado, situados a menos de 600 m do local da coleta (Foto 4).\nM.A.H. (07/04)\nFoto 4 - Vista parcial da área onde se localiza o ponto 4 no Riacho Serrano. Na parte superior\nobserva-se área urbanizada do loteamento Serrano e bairro Jardim Eldorado.\nO ponto 5 está situado próximo à ETE, numa área de mata alternada com pequenos capões, gramíneas e araucárias (Foto 5), e a jusante de um grande haras, pequenas plantações de milho, feijão e alho e do rodeio crioulo, que realiza eventos, várias vezes ao ano com muitas cabeças de gado bovino, eqüinos e muares e com a presença de numerosas pessoas.\nM.A.H. (07/04)\nFoto 5 - Área correspondente ao ponto 5, localizado a montante do Riacho da ETE. Vista dos capões, gramíneas e araucária.\nO ponto 6 situa-se em área urbana, Bairro Capivari, a jusante de posto de gasolina, supermercados, borracharias, indústrias (inclusive de plásticos), lenheiros, escolas e hortas familiares (Foto 6).\nFoto 6 - Localização do ponto 6, no Riacho Capivari.\tM.A.H. (07/04)\nAs coletas foram realizadas em uma saída de campo, no dia 19 de novembro de 2003. O mês de novembro em Caxias do Sul, possui um valor medio de precipitação de 140 mm, conforme dados meteorológicos para o período 1961-1990 (tabela 1 ).\nPara os exames bacteriológicos as amostras foram acondicionadas em frascos de vidro neutro, com capacidade de 200 mL, boca larga com tampa enroscada, esterilizados a 200° C, durante uma hora e enxaguados duas vezes com o líquido a ser analisado. Para as demais analises foram usados frascos de plastico transparente de 2000 ml, lavados com agua destilada e tambem enxaguados duas vezes com o material a ser amostrado em cada ponto. As amostras foram preservadas em isopor com gelo ate a entrega no laboratório, para conservação em geladeira a fim de retardar a ação biológica ate o momento das analises.\nTodas as amostras coletadas foram devidamente identificadas atraves de uma ficha contendo: data da coleta, origem e temperatura da amostra, identificando o ponto e hora de coleta.\nAs coletas foram realizadas no período matutino, conforme horario apresentado na tabela 5.\nTabela 5 - Horarios da coleta de agua superficial da APA da sub-\nbacia do Arroio Maestra.\nPonto\tHorário Novembro/03\n1\t9:35\n2\t9:50\n3\t10:10\n4\t10:35\n5\t11:35\n6\t11:40\nAs amostras foram analisadas no Laboratório de Limnologia da Universidade de Caxias do Sul - RS (UCS), pelo técnico responsável Dr. Alois Eduard Schafer,\npara os seguintes parâmetros: pH, Nitratos, Nitritos, Fosfatos, Oxigênio Dissolvido, Demanda Bioquímica de Oxigênio e Condutividade.\nA tabela 6 é uma síntese dos parâmetros analisados e dos métodos utilizados.\nTabela 6 - Parâmetros analisados e os métodos utilizados.\nDETERMINAÇÃO\tMÉTODO\nOD\tAmperometria\npH\tPotenciometria\nTemperatura\tResistência\nNitratos, Nitritos, Fosfatos\tEspectrofotometria (APHA*)\nCondutividade\tPotenciometria\nDBO\tO2\nFonte: Laboratório de Limnología da UCS.\n(*) American Public Health Association (1998)\nOs resultados das análises, bem como os limites do CONAMA são apresentados na tabela 7.\nTabela 7- Resultado das análises de água da APA da sub-bacia do Arroio Maestra.\nPARÂMETROS/ PONTOS\t01\t02\t03\t04\t05\t06\tLimites do CONAMA\nPh\t6,4\t6,8\t6,5\t6,6\t7,1\t7,0\t6,0 a 9,0\nOD (mg/L)\t7,7\t8,2\t8,5\t6,5\t8,5\t6,3\t> 5,0\nOD (%)\t95\t92\t97\t77\t97\t74\t\nCondutividade (pS/cm)\t54\t19\t49\t224\t83\t116\t\nDBO (mg/L)\t1,1\t0,2\t0,4\t30\t0,7\t5,8\t&lt;5\nNH3 -N (mg/L)\t0,05\t0\t0,04\t0,35\t0,1\t0,42\t0,02 mg/L N\nNO3 ( mg/L)\t1,7\t1,3\t1,4\t13\t4,6\t5,9\t10 mg/L N\nPO4 (mg/L)\t0,08\t0,01\t0,08\t2,41\t0,2\t0,4\t0,025\nTemperatura da Amostra\t20,4\t15,9\t17,0\t17,5\t16,7\t17,4\t\nPONTOS: 01 - Barragem Maestra; 02 - Riacho dos Metalúrgicos;\n03 - Riacho da Estrada; 04 - Riacho do Serrano; 05 - Riacho da ETE;\n06 - Riacho Capivari.\nTEMPERATURA (°C)\nA temperatura é um parâmetro físico de vital importância, pois segundo\nCastro (1997) influencia\nas velocidades de reações químicas e bioquímicas, tendo influência na flora e fauna e na mudança de parâmetros de qualidade da água, como por exemplo, na concentração de saturação de oxigênio dissolvido; na desoxigenação e decomposição de matéria orgânica; na densidade e viscosidade da água, na fotossíntese, na estratificação térmica, na redução de bactérias e no tratamento de água e esgoto (p.15).\nTemperatura\n25\n1\t2\t3\t4\t5\t6\nPontos\nFigura 5 - Temperatura das amostras da água coletada na sub-bacia do Arroio Maestra.\nNa figura acima, constata-se que a temperatura das amostras coletadas foi relativamente uniforme, exceto para a amostra do ponto 1, coletada nas águas paradas da Barragem Maestra.\npH ( POTENCIAL DE HIDROGÊNIO)\nPara simplificar a determinação da concentração de íons hidrogênio, e sua reação em uma solução, Sorensen criou o conceito pH. Este representa o logaritmo negativo, na base 10, da concentração de íons hidrogênio. Água neutra, a 22°C, possui pH 7, correspondente a uma concentração de íons hidrogênio de 10-7 mol/litro.\nA determinação do pH é a partir da concentração de prótons (H+) e de acordo com seu valor, as águas podem ser classificadas como ácidas (pH<7), neutras (pH=7) ou alcalinas (pH>7). Na classificação do CONAMA para as águas doces na classe 2, o pH pode estar em uma ampla faixa, de 6,0 a 9,0.\npH\nFigura 6 - Valores do pH das amostras da água coletada na sub-bacia do Arroio Maestra.\nO pH das análises efetuadas situam-se entre os valores mínimos e máximos estipulados pela Resolução 20/86 do CONAMA, e pode-se constatar uma certa variação neste parâmetro, principalmente nos pontos 2,5 e 6 (Figura 6 )\nOXIGÊNIO DISSOLVIDO (OD)\nO Oxigênio Dissolvido (OD) é um dos parâmetros mais importantes na água e na natureza, devido as várias funções que o oxigênio exerce em atividades químicas e bioquímicas. É fundamental para a respiração da maioria dos organismos aquáticos e sua diminuição usualmente indica poluição orgânica da água, onde o consumo de oxigênio é proporcional à decomposição da matéria orgânica biodegradável através da atividade bioquímica e ou poluição química (oxidação de certos compostos) (CASTRO, 1997).\nSegundo descreve Esteves (1998), o Oxigênio (O2), é um dos mais importantes na dinâmica e na caracterização de ecossistemas aquáticos. As principais fontes de oxigênio para a água são a atmosfera e a fotossíntese. Por outro\nlado, as perdas são o consumo pela decomposição de matéria orgânica (oxidação), perdas para a atmosfera, respiração de organismos aquáticos e oxidação de íons metálicos como, por exemplo, o ferro e o manganês. A concentração de oxigênio diminui com o aumento da temperatura da água.\nVerifica-se que na amostragem todos os valores de OD, não são inferiores a 5 mg/L O2, conforme estabelece o CONAMA. Os pontos 1,2,3 e 5, mostram níveis de OD em torno de 8 mg/L. Entretanto, os pontos 4 e 6 apresentam valores levemente menores, em torno de 6 mg/L, indicando que nestes locais podem ocorrer problemas em relação à qualidade da água. Conforme assinala Esteves (1998), o aumento da temperatura da água faz com que o OD diminua e o nível elevado desse parâmetro, indica poluição orgânica da água. (Figura 7 ).\nOxigênio Dissolvido\n10\n8 _l\t6\nÍ\t4\n2\n0\n--I-\t--I-\t--I-\t--I-\t--I-\n1\t2\t3\t4\t5\t6\nPONTOS\nFigura 7 - Valores de OD para as amostras da água coletada na sub-bacia do Arroio Maestra.\nDEMANDA BIOQUÍMICA DE OXIGÊNIO (DBO)\nA DBO é a quantidade de oxigênio necessária para consumir toda matéria orgânica contida numa amostra de água. A eliminação da matéria orgânica é feita através de processos biológicos aeróbicos (FENZL, 1988).\nComo acentua Castro (1997), a DBO é um bioensaio envolvendo a medida de oxigênio consumido por organismos vivos (principalmente bactérias), sobre condições tão similares quanto possíveis àquelas que ocorrem na natureza.\nAinda, segundo esta autora, as reações oxidativas envolvidas nos testes de DBO são resultantes de atividades biológicas e a taxa pelo qual as reações processam-se é governada principalmente pelo número populacional e temperatura, que é conduzida a 20°C, que é aproximadamente um valor médio da maioria dos corpos d'água.\nEmbora o CONAMA estipule para a classe 2, o valor máximo de DBO5 a 20°C como de até 5 mg/L, o valor detectado para este parâmetro na maioria das análises permanece abaixo, exceção do pontos 4 e 6; o ponto 4 localizado no Riacho-Serrano, é receptor de esgotos domésticos, resíduos industriais e comerciais, como já referido; o ponto 6 está a jusante de uma área urbanizada.\nDBO\nFigura 8 .- Valores de DBO das amostras da água coletada na sub-bacia do Arroio Maestra\nNITROGÊNIO AMONIACAL\nO nitrogênio amoniacal está presente naturalmente nas águas superficiais porém como acentua Castro (1997) é produzido em grande concentração pela decomposição dos compostos orgânicos de nitrogênio e pela hidrólise da uréia.\nDe acordo com Schãfer (1985), nitrogênio amoniacal é uma forma importante, porém quantitativamente inexpressiva para o abastecimento dos organismos com nitrogênio e representa o produto final da decomposição da matéria orgânica por intermédio de bactérias heterotróficas.\nSegundo o mesmo autor, a concentração de amônia nas águas varia de menos de 10 mg/L em algumas águas naturais, superficiais e profundas, e mais de 30 mg/L em águas residuais.\nPelas normas do CONAMA para a classe 2 o teor máximo é de 0,02 mg/L.\nNitrogênio Amoniacal\nFigura 9 - Valores de Nitrogênio Amoniacal das amostras da água coletada na sub-bacia do Arroio Maestra\nDe acordo com a Resolução 20/86 do CONAMA o limite máximo para as\náguas de classe 2 é de 0,02 mg/L N deste parâmetro. Com exceção do ponto 2\ntodos os demais situam-se acima do valor máximo permitido para esta classe. Os valores mais elevados são aqueles dos pontos 4 (Riacho do Serrano) e 6 (Riacho Capivari).\nNITRATOS (NO-3)\nA presença de nitratos na água é uma indicação da última etapa da oxidação do nitrogênio denominada de nitrificação e para Schafer (1985), é a forma principal como elemento nutritivo para as plantas juntamente com NH4 . Para Castro (1997), o nitrato pode indicar poluição com resíduos animais, uma vez que os ácidos animais são mais ricos em nitrogênio que os vegetais, além da decomposição animal ser mais fácil.\nConforme descreve Castro (op.cit.), as águas da chuva carregam uma quantidade considerável de nitrato da atmosfera. As águas superficiais de boa qualidade são em geral, pobres em nitratos em face desse ânion ser facilmente absorvido pela vegetação em crescimento, embora atinja altos níveis em águas de profundidade.\nO limite de 10 mg/L N de nitratos pelas normas do CONAMA é imposto em águas de consumo para evitar distúrbios nos seres humanos.\nOs nitratos das análises mantém uma média abaixo do nível permitido pelo CONAMA, 10 mg/L de N; apenas o ponto 4 apresentou um enriquecimento elevado, provavelmente derivado de esgotos domésticos, industriais e de alguns estabelecimentos comerciais.\nNitratos\nFigura 10 - Valores de Nitratos das amostras da água coletada na sub-bacia do\nArroio Maestra\nFOSFATOS (PO3-4)\nNas águas superficiais e subterrâneas os fosfatos são encontrados como resultados da lixiviação dos minerais, dos processos naturais de degradação ou da drenagem de áreas agrícolas, como um dos produtos da decomposição da matéria orgânica (FENZL, 1988). Castro (1997) complementa que a fonte mais importante do fósforo nas águas naturais é de natureza antropogênica: muitos produtos agroquímicos e de limpeza, assim como os despejos urbanos apresentam apreciáveis concentrações de fósforo.\nAinda segundo Castro (op.cit.), os fosfatos são essenciais para todas as formas de vida. Segundo a mesma autora, as altas concentrações de fosfatos na água estão associadas com o fenômeno de eutrofização da água, provocando o desenvolvimento de algas ou outras plantas aquáticas.\nNa descrição de Castro (1997), em águas naturais não poluídas as concentrações de fosfato estão entre 0,01 a 0,05 mg/L; para Schafer (1997), os fosfatos estão entre 0,01 a 0,95 mg/L .\nOs valores detectados para a maioria das amostras estão acima do valor máximo estipulado pelo CONAMA (0,025 mg/L P), sobressaindo o ponto 4 e de modo subordinado, o ponto 6.\nFosfatos\nFigura 11 - Valores de Fosfatos das amostras da água coletada na sub-bacia do\nArroio Maestra\nCONDUTIVIDADE\nA condutividade possui grande proporcionalidade com as concentrações dos principais íons determinantes da salinidade como Cálcio, Magnésio, Sódio, Potássio, Carbonatos, Sulfatos e Cloretos (SCHÃFER, 1985).\nSegundo o mesmo autor, em águas ricas em carbonatos existem relações diretas entre a condutividade e faixas intermediária de pH.\nConforme descreve Castro (1997), a condutividade pode indicar poluição de indústrias químicas, além de salinização da água.\nNa descrição de Castro (op.cit.), a unidade de medida é costumeiramente o pmho/cm. No Sistema Internacional de Unidades (SI), a condutividade é registrada em milisiemens por metro (mS/m); 1mS/m=10pmhos/cm. Em águas naturais a condutividade pode apresentar teores que vão de 10 até 100 pS/cm; em sistemas poluídos por esgotos domésticos ou industriais estes teores podem chegar a 1000 pS/cm.\nCom relação a este parâmetro, nada consta nos padrões da Resolução 020/86 do CONAMA.\nNa figura 12, observamos que no ponto 4, à semelhança do que ocorre com nitrato, amônia e fosfato, ocorre um teor mais elevado de valores relativamente altos, são registrados nos pontos 1, 3, 5 e 6. Destes em todos os casos acima mencionados o ponto 6 e particularmente o 4, são os que fornecem os mais altos números, indicando poluição decorrente de esgotos domésticos, industriais e comerciais.\nFigura 12 - Valores da Condutividade das amostras da água coletada na sub-bacia do Arroio Maestra.\n4.2.Qualidade da água de abastecimento proveniente da Represa Maestra na ETA Celeste Gobatto\nPara analisar a qualidade da água fornecida à população proveniente da ETA do Arroio Maestra, foi realizada também um estudo dos dados obtidos pelo SAMAE (Serviço Autônomo Municipal de Água e Esgoto), tanto da água bruta como da água tratada na ETA Celeste Gobatto, a qual recebe as águas da Barragem Maestra.\n4.2.1.\tQualidade da água da Barragem Arroio Maestra\nA água bruta, recolhida na Barragem Maestra é coletada na Torre de Captação, localizada na parte norte da represa.\nAs análises são realizadas semanalmente, com raras exceções. Para o período de 1996 - 2003, foram determinados os seguintes parâmetros: OD, Turbidez, pH, Alcalinidade, Cor, Dureza, Cloretos, Nitratos, Nitritos, Fosfatos, Ferro, Manganês, Coliformes Fecais e Escherichia coli. Os dados completos constam do Anexo 2.\nA tabela 8 é uma síntese dos parâmetros analisados e os métodos utilizados pela SAMAE de Caxias do Sul.\nTabela 8 - Parâmetros analisados e os métodos utilizados pelo SAMAE\nDETERMINAÇÃO\tMÉTODO\nOD\tWinkler\nTurbidez\tNefelometria\nPh\tPotenciometria\nAlcalinidade, Dureza, Cloretos E Gás Carbônico\tTitulometria\nNitratos, Nitritos, Fosfatos, Cor Ferro e Manganês\tColorimetria\nColiformes e E.coli\tSubstrato Cromogênico\nFonte: SAMAE, dezembro de 2003.\nA partir destes dados foram calculadas médias mensais da água bruta referente aos anos de 1996 a 2003 apresentadas nas tabelas 9 a 16.\nMeses/ Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t\t\t\t7,9\t5,2\t6,3\t10,7\t14,2\t17,4\t19,2\t22,7\t14,7\npH\t\t\t\t7,0\t6,8\t6,5\t6,5\t6,6\t6,3\t6,7\t6,5\t7,0\nCor\t\t\t\t45\t50\t38,7\t57,5\t47,5\t70\t80\t100\t76\nCloretos\t\t\t\t6,1\t7,4\t6,06\t8,2\t7,2\t12,6\t12,6\t11\t17,5\nAlcalinidade\t\t\t\t17,0\t16,0\t18,2\t16,2\t18,7\t15,5\t16,5\t18,2\t17,0\nDureza\t\t\t\t18,0\t18,5\t17,2\t20,0\t15,2\t16,2\t17,0\t16,6\t19,2\nOxig.Consumido\t\t\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFerro\t\t\t\t0,2\t0,2\t0,3\t0,4\t0,1\t0,3\t0,3\t0,4\t0,2\nColif.Fecais\t\t\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nE.Coli\t\t\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nManganês\t\t\t\t-\t0,06\t0,2\t-\t-\t-\t-\t-\t0,1\nMat.Orgãnica\t\t\t\t3,2\t2,3\t3,2\t4,8\t2,5\t2,8\t2,3\t1,9\t2,5\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t\nCO2\t\t\t\t\t\t\t\t\t\t\t\t\nTabela 10- Médias mensais da água bruta na ETA Celeste Gobatto - 1997\nMeses/ Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t10,6\t12\t14,4\t5,5\t4,5\t12,9\t20,7\t29,7\t27,4\t27,3\t22,3\t24,3\npH\t6,6\t6,5\t6,6\t7,1\t6,6\t6,8\t6,7\t6,7\t6,7\t6,5\t6,5\t6,3\nCor\t46,6\t40\t36\t31,2\t37,5\t53,3\t38,7\t75\t98\t286\t132,5\t171,2\nCloretos\t10,8\t10,9\t8,5\t9,2\t8,3\t8,8\t7,2\t9,4\t8,5\t7,8\t7,7\t7,3\nAlcalinidade\t17,6\t16,7\t16,0\t19,7\t16,5\t20,2\t13,0\t16,0\t16,6\t15,0\t15,0\t15,7\nDureza\t17,3\t15,7\t16,0\t17,2\t16,2\t20,8\t17,5\t19,2\t17,8\t18,6\t16,7\t18,8\nOxig.Consumido\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFerro\t0,2\t0,2\t0,3\t0,3\t0,2\t0,5\t0,4\t0,7\t0,4\t0,7\t0,6\t0,7\nColif.Fecais\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nE.Coli\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nManganês\t0,1\t0,05\t0,1\t0,01\t0,05\t0,3\t0,3\t-\t-\t0,1\t-\t0,2\nMat.Orgãnica\t2,4\t2,1\t2,4\t3,7\t2,1\t3,1\t2,9\t3,3\t3,8\t3,4\t3,6\t2,3\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t\nCO2\t\t\t\t\t\t\t\t\t\t\t\t\nMeses/ Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t22,2\t24\t16,6\t12,1\t14,6\t14\t15,2\t19,7\t23,6\t20,5\t15,6\t10,6\npH\t6,4\t6,5\t6,6\t6,8\t5,0\t6,5\t6,6\t6,5\t6,5\t6,7\t6,5\t6,3\nCor\t116\t181,6\t117\t50\t149,3\t119\t177,6\t212\t262\t154,7\t88,8\t23,5\nCloretos\t7,2\t6,8\t5,9\t5,9\t6,3\t7,6\t5,9\t7,2\t5,2\t4,1\t5,1\t4,9\nAlcalinidade\t13,7\t15,3\t15,2\t15,0\t18,0\t16,5\t19,0\t16,5\t13,2\t14,5\t16,8\t22,7\nDureza\t16,5\t15,0\t14,5\t17,7\t17,0\t19,7\t19,5\t17,0\t16,6\t20,5\t22,0\t28,0\nOxig.Consumido\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFerro\t0,5\t0,5\t0,5\t0,3\t0,4\t0,4\t0,4\t0,4\t0,5\t0,3\t0,3\t0,3\nColif.Fecais\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nE.Coli\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nManganês\t0,1\t0,3\t0,1\t-\t-\t0,07\t0,05\t-\t0,2\t0,2\t0,3\t0,4\nMat.Orgãnica\t3,2\t2,2\t2,9\t3,0\t2,8\t3,0\t3,0\t2,9\t3,0\t3,7\t3,0\t3,1\nOD\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitritos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFosfatos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCO2\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nTabela 12- Médias mensais da água bruta na ETA Celeste Gobatto - 1999\nMeses/ Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t9,8\t11,6\t11,8\t20,7\t13,4\t17\t14\t14,2\t10,4\t16,3\t9,5\t4,8\npH\t6,4\t6,4\t7,1\t6,7\t6,9\t7,3\t6,9\t7,0\t6,7\t6,6\t6,7\t6,7\nCor\t53,5\t111,7\t42,3\t106,5\t35,5\t42\t31,7\t32\t23,7\t39,5\t25,2\t15\nCloretos\t7,0\t6,4\t8,2\t8,7\t5,0\t7,5\t6,7\t6,6\t8,4\t8,5\t7,8\t8,0\nAlcalinidade\t21,7\t21,7\t24,0\t21,7\t24,0\t20,6\t21,0\t19,2\t18,3\t19,7\t18,6\t18,7\nDureza\t23,2\t23,2\t23,2\t22,2\t33,0\t24,5\t24,0\t21,0\t23,5\t17,2\t20,0\t19,7\nOxig.Consumido\t-\t-\t-\t-\t-\t-\t2,1\t2,4\t2,2\t2,7\t2,5\t2,4\nFerro\t0,6\t0,9\t0,8\t1,0\t0,9\t0,7\t0,8\t0,6\t0,4\t0,6\t0,5\t0,2\nColif.Fecais\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nE.Coli\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nManganês\t0,3\t0,2\t0,3\t0,4\t0,3\t0,5\t0,1\t0,4\t0,1\t0,1\t0,1\t0,1\nMat.Orgãnica\t2,5\t2,4\t2,6\t2,7\t2,3\t2,7\t\t\t\t\t\t\nOD\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\nNitratos\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\nNitritos\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\nFosfatos\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\nCO2\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\nMeses/ Médias\tjan\tFev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t3,3\t3,8\t7,4\t11,1\t11,3\t20,5\t20,3\t12,4\t16,3\t32,5\t18,0\t8,4\npH\t6,6\t7,1\t7,9\t9,0\t7,8\t6,8\t6,9\t7,1\t6,8\t6,8\t6,6\t6,9\nCor\t10,7\t9,0\t14,0\t23,7\t29,0\t47,0\t43,4\t31,2\t33,0\t69,2\t42,2\t25,5\nCloretos\t6,5\t8,5\t9,9\t10,1\t8,9\t8,0\t7,4\t7,2\t8,9\t7,8\t7,7\t8,1\nAlcalinidade\t17,2\t21,5\t25,0\t26,7\t26,2\t21,0\t20,6\t19,7\t17,5\t16,6\t18,2\t20,7\nDureza\t21,0\t24,2\t21,6\t19,0\t27,0\t23,5\t19,0\t19,7\t20,0\t17,4\t18,7\t19,0\nOxig.Consumido\t2,3\t3,0\t4,0\t4,4\t3,8\t3,3\t3,6\t2,8\t2,9\t3,9\t3,8\t3,2\nFerro\t0,2\t0,2\t0,2\t0,3\t0,4\t1,4\t0,8\t0,4\t0,4\t0,9\t0,7\t0,5\nColif.Fecais\t-\t9,6\t677\t423\t1547,7\t2419\t2419\t2161,7\t1900\t-\t2067,1\t1596,2\nE.Coli\t-\t123,5\t105,3\t32,3\t87,7\t648,8\t9315\t128,6\t255,2\t-\t214,8\t38,4\nManganês\t0,09\t0,1\t0,1\t0,4\t0,3\t0,5\t0,3\t0,1\t0,1\t0,2\t0,1\t0,1\nMat.Orgãnica\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nOD\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitritos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFosfatos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCO2\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nTabela 14- Médias mensais da água bruta na ETA Celeste Gobatto - 2001\nMeses/ Médias\tjan\tFev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t11,6\t22,5\t8,8\t5,1\t9,7\t7,0\t17,0\t12,5\t12,8\t23,9\t8,7\t12,1\npH\t6,7\t6,5\t7,1\t7,2\t7,3\t7,1\t6,8\t6,9\t7,0\t6,8\t6,9\t6,8\nCor\t34,4\t48\t25,6\t16,7\t22,0\t19,7\t35,8\t27,0\t25,0\t39,8\t24,0\t27,5\nCloretos\t8,2\t9,2\t7,1\t7,4\t9,7\t10,5\t8,5\t8,7\t7,3\t6,8\t8,4\t11,2\nAlcalinidade\t20,6\t15,6\t23,6\t24,0\t18,8\t19,0\t17,6\t17,2\t17,5\t16,6\t17,2\t17,7\nDureza\t19,8\t21,0\t19,2\t20,5\t19,0\t20,0\t21,6\t23,2\t18,2\t21,4\t17,7\t18,5\nOxig.Consumido\t3,14\t3,0\t4,1\t3,0\t2,7\t2,8\t2,3\t2,0\t2,6\t2,4\t1,7\t2,6\nFerro\t0,6\t0,8\t0,5\t0,2\t0,3\t0,4\t0,8\t0,4\t0,4\t0,7\t0,4\t0,6\nColif.Fecais\t2132,6\t1901,6\t1213,8\t2139,3\t1022,8\t1494\t2419,2\t2075,9\t2419,2\t2245,9\t1993,6\t1002,1\nE.Coli\t144,7\t249,3\t5,4\t38,0\t108,2\t177,4\t634,2\t11,3\t94\t429,5\t29,2\t548,7\nManganês\t0,1\t0,1\t0,2\t0,1\t0,1\t0,1\t0,3\t0,1\t0,1\t0,2\t0,1\t0,3\nMatOrgãnica\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nOD\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitritos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFosfatos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCO2\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nMeses/ Médias\tjan\tFev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t9,8\t7,1\t10,4\t12,7\t15,2\t25,3\t20,2\t22,4\t20,8\t22,0\t42,7\t37,1\npH\t6,8\t6,8\t7,1\t6,7\t6,5\t6,8\t6,8\t6,6\t6,9\t6,6\t6,7\t6,7\nCor\t23,6\t18,2\t21,2\t24,0\t23,3\t37,2\t34,8\t34,5\t30,0\t55,2\t57,0\t40,0\nCloretos\t10,8\t9,8\t11,4\t10,7\t11,0\t11,2\t8,4\t7,6\t7,5\t8,6\t8,9\t9,4\nAlcalinidade\t17,2\t21,5\t25,0\t26,7\t26,2\t21,0\t20,6\t19,7\t17,5\t16,6\t18,2\t20,7\nDureza\t21,0\t24,2\t21,6\t19,0\t27,0\t23,5\t19,0\t19,5\t20,0\t17,4\t18,7\t19,0\nOxig.Consumido\t2,1\t2,3\t3,5\t2,8\t3,1\t3,3\t3,1\t3,2\t2,6\t3,4\t3,8\t3,4\nFerro\t0,2\t0,2\t0,2\t0,3\t0,4\t1,4\t0,8\t0,4\t0,4\t0,9\t0,7\t0,5\nColif.Fecais\t1958,2\t781,5\t350,8\t1968,5\t888,7\t1447,1\t1495,58\t1144,2\t1533,6\t2247,6\t1920\t2089,4\nE.Coli\t371,6\t26,5\t6,6\t526,9\t61,5\t635,6\t794,6\t1144,2\t443,1\t570,4\t402,7\t438\nManganês\t0,1\t0,1\t0,1\t0,2\t0,2\t0,2\t0,2\t0,1\t0,1\t0,3\t0,2\t0,1\nMatOrgãnica\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nOD\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitritos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFosfatos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCO2\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nTabela 16- Médias mensais da água bruta na ETA Celeste Gobatto - 2003\nMeses/ Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t26,0\t13,9\t16,2\t8,0\t8,5\t9,8\t25,7\t14,5\t10,3\t12,8\t18,3\t18,6\npH\t6,8\t6,8\t6,6\t6,8\t6,6\t6,8\t6,8\t6,9\t6,6\t6,5\t6,7\t6,8\nCor\t32,7\t18,0\t30,0\t21,5\t26,0\t25,8\t56,0\t36,0\t47,2\t26,2\t44,7\t39,8\nCloretos\t9,1\t7,4\t9,3\t8,6\t10,0\t9,5\t8,5\t9,4\t8,4\t6,8\t9,1\t7,1\nAlcalinidade\t17,2\t20,0\t17,4\t20,7\t19,5\t18,6\t17,5\t17,7\t15,6\t14,7\t17,5\t16,2\nDureza\t18,0\t17,0\t15,2\t18,5\t17,0\t18,8\t18,5\t17,5\t16,4\t17,7\t16,2\t14,7\nOxig. Consumido\t6,6\t3,1\t4,1\t4,1\t2,9\t3,2\t3,1\t2,8\t3,3\t3,1\t2,8\t3,2\nFerro\t0,7\t0,5\t0,6\t0,9\t1,0\t0,8\t1,0\t0,5\t0,6\t0,5\t0,6\t0,7\nColif.Fecais\t997,9\t1309,4\t869,9\t582,2\t1186,1\t688,1\t2075,9\t518,6\t842,8\t1846,9\t1919,6\t1702,7\nE.Coli\t49,6\t164,8\t67,5\t33,9\t215,2\t72\t1320,9\t33,6\t127,2\t639,4\t350,7\t58,3\nManganês\t0,1\t0,1\t0,08\t0,1\t0,5\t0,2\t0,2\t0,1\t0,1\t0,1\t0,1\t0,1\nMatOrgãnica\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nOD\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitritos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFosfatos\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nCO2\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\npH (POTENCIAL DE HIDROGÊNIO)\nO pH é uma característica extremamente importante quando se desenvolve análise de água. No abastecimento ele é significativo, e segundo descreve Fenzl (1988) às águas de baixo valor de pH podem ser corrosivas às estruturas hidráulicas e sistemas de distribuição.\nPara os dados analisados no período de 8 anos foi constatado um nível relativamente estável do pH, em torno de 6,5. Entretanto alguns meses tiveram valores bem acima da média (mar/abr/mai de 2000) e fevereiro de 2003, com pH alcalino, enquanto em outros os valores são mais baixos, salientando-se o de maio de 1998, que não ultrapassa ao pH de 5,0. Aparentemente as variações de pH observadas não estão relacionadas diretamente aos níveis de precipitação para o período (Tabela 3).\npH\n1996\n1997\n1998\n1999\n2000\n2001\n2002\n2003\nFigura 13- Médias mensais de pH das amostras da água bruta na ETA Celeste\nGobatto, Caxias do Sul.\n\nCOR\nCastro (1997) descreve que a cor é determinada por comparação visual da amostra com soluções coloridas de concentrações conhecidas; o resultado é dado em unidades de cor, ou unidade Hazen (uH). As águas naturais apresentam geralmente teores de 0 a 200 unidades, e para atender os padrões de potabilidade a água deve apresentar cor inferior a 5 unidades.\nCOR\n—*—1996\t-»— 1997\t1998 -\t—x— 1999\n—3K—2000\t—•—2001\t—i\t2002\t2003\nFigura 14- Médias mensais da Cor para as amostras da água bruta na\nETA Celeste Gobatto, Caxias do Sul.\nOs dados referentes à cor revelam que no final do ano de 1997 e praticamente todo o de 1998, os valores mantiveram-se muito altos, com até 286 unidades Hazen. Excetuando-se estes dados, entretanto, os valores médios estão na faixa das 30 unidades Hazen.\nTURBIDEZ\nA turbidez é uma característica decorrente da resistência da água à passagem da luz, devido à presença de substâncias em suspensão (como argila coloidal, areia, silte), de matéria orgânica finamente dividida em estado coloidal e de organismos microscópicos que absorvem e dispersam os raios luminosos em lugar de permitir sua passagem através da água.\nA principal causa destes materiais na água é a erosão do solo pelas águas de rolamento e a do próprio leito do rio, além das contribuições de esgotos domésticos e industriais. Pode ser causada, também por bolhas de ar finamente divididas, fenômeno que ocorre com certa freqüência em alguns pontos da rede de distribuição ou em instalações domiciliares(CASTRO, 1997:14).\nOs valores de turbidez para o período revelaram uma variação de 3,3 ntu a\n42,7\tntu. Os valores mais altos correspondem a 42,7 ntu detectados em 2002, conforme Figura 15, estando abaixo do valor máximo proposto pelo CONAMA 020/86, para a classe 2, 100 ntu.\nDa mesma forma que os parâmetros anteriormente analisados parece não existir uma clara relação entre as variações nestes parâmetros e as de precipitação.\nTURBIDEZ\n—•—1996 --—1997 —a—1998 -x-1999\t2000\n—•—2001 —1—2002 ---2003\nFigura 15- Médias mensais de Turbidez para as amostras da água bruta na ETA\nCeleste Gobatto, Caxias do Sul.\nALCALINIDADE\nA alcalinidade é devida à presença de substâncias comumente encontradas em águas naturais tais como bicarbonatos, e hidróxidos.\nO valor da alcalinidade, na descrição de Fenzl (1988) é determinado pela quantidade de ácido forte adicionado na água, sem variação do pH até consumir todos os íons bicarbonatos e carbonatos disponíveis, quando então ocorre a queda abrupta do valor do pH.\nBaixos teores de alcalinidade, podem dificultar a saturação da água pelo carbonato de cálcio, tornando-a corrosiva.\nA alcalinidade, mostra variação de 13 mg/L a 26,7 mg/L; os valores mais altos foram detectados para o período de março/abril/maio de 2000.\nALCALINIDADE\n1996\n1997\n1998\n1999\n2000\n*—2001 —1—2002 — 2003\nFigura 16- Médias mensais de Alcalinidade das amostras da água bruta na ETA Celeste Gobatto, Caxias do Sul.\nDUREZA\nÉ uma característica conferida à água pela presença de sais de metais alcalinos terrosos (cálcio, magnésio, etc.) e alguns outros metais, em menor intensidade.\nSegundo descreve Castro (1997), o grau de dureza das águas é expresso em termos de mg/L de CaCO3 e, são classificadas em moles (até 75 mg/L CaCO3 ), moderadamente duras (entre 75 a 150 mg/L CaCO3 ) e duras ( maior que 150 mg/L CaCO3 ).\nCom relação a este parâmetro, nada consta nos padrões da Resolução n° 20/86 do CONAMA . A Organização Mundial da Saúde -OMS (1971), propõe, como máximo desejável e permissível, 500 mg/L CaCO3 .\nOs dados relativos a este parâmetro mostram que os níveis de dureza estão na faixa entre 15 e 20 mg/L, com os valores mais elevados estão em dezembro de 1998, abr/mai/jun de 1999 e 2000.\nDUREZA\n—•—1996 --—1997 —a—1998 -*—1999 -*—2000\n—•—2001 —1—2002 ---2003\nFigura 17- Médias mensais de Dureza das amostras da água bruta na ETA\nCeleste Gobatto, Caxias do Sul.\nCLORETOS (Cl-)\nOs cloretos ocorrem nas águas naturais em variadas concentrações. Na maioria dos corpos d'água, o seu conteúdo é normalmente pequeno quando comparado a outros componentes principais. O aumento considerável em águas superficiais pode estar relacionado com a poluição de indústrias ou esgotos domésticos (CASTRO, 1997).\nSegundo a mesma autora, o cloreto é um constituinte natural das fezes e urina. O aumento de sua concentração pode servir como um dos sinais de poluição fecal.\nO CONAMA recomenda o limite máximo de 250 mg/L de cloretos em função do gosto forte, salgado, que impõe nas águas.\nOs dados relativos a este parâmetro (Figura 18) mostram que os níveis entre 6 e 12 mg/L, sobressaindo levemente o período de setembro a dezembro de 1996. Estes valores estão bem abaixo do proposto para a classe 2 pelo CONAMA 020/86, 250 mg/L.\nCLORETOS\n-•-1996\t---1997 -a- 1998 -¡\t*—1999 -\t*—2000\n-•-2001\t-1—2002 \t2003\t\t\nFigura 18- Médias mensais de Cloretos das amostras da água bruta na ETA\nCeleste Gobatto, Caxias do Sul.\nCOLIFORMES FECAIS\nOs coliformes são bactérias ou seres unicelulares, presentes em expressivas quantidades nas fezes humanas e de outros animais. A presença de coliformes na água é sinal de contaminação fecal, podendo causar doenças. A determinação da concentração dos coliformes assume importância como parâmetro indicador da possibilidade da existência de microorganismos patogênicos, responsáveis pela transmissão de doenças de veiculação hídrica, tais como febre tifóide, febre paratifóide, desinteria bacilar e cólera (FRANCO &amp; LANDGRAF, 1996).\nNa descrição de Castro (1997), as análises podem ser realizadas para coliformes totais e/ou fecais. O teste dos coliformes fecais indica contaminação por fezes, mas em algumas estações de tratamento de pequeno porte e do interior às vezes só o teste de Coliformes Totais é mais facilmente executável, servindo também no acompanhamento do tratamento da água de abastecimento.\nO número de coliformes é expresso pelo denominado “número mais provável” (N.M.P.) e representa a quantidade mais provável de coliformes existentes em 100 mL de água da amostra.\nDe acordo com a mesma autora, o exame de coliformes é recomendado para o controle de sistemas de abastecimento de água e, em particular, da eficiência do tratamento, podendo ser complementado por outros testes microbiológicos, tais como o para estreptococos e para salmonellas (origem fecal).\nAs análises de coliformes fecais realizadas pelo SAMAE, na ETA Celeste Gobatto, constam a partir de fevereiro de 2000.\nE o o\nCOLIFORMES FECAIS\nQ.\nZ\n2000\n2001\n2002\n2003\nFigura 19- Médias mensais de Coliformes Fecais das amostras da água bruta na ETA Celeste Gobatto, Caxias do Sul.\nEsses valores muito provavelmente retratam a presença das habitações em vários locais da APA, com elevada carga de esgotos domésticos. Além de áreas urbanas, a presença de grande quantidade de animais, principalmente do estabelecimento de haras e de uma cancha de rodeio a montante da Barragem Maestra, interferem na qualidade das águas da barragem e daquelas fornecidas à população.\nCOLIFORMES FECAIS\nCOLIFORMES FECAIS\n2002 --CONAMA\nCOLIFORMES FECAIS\n-♦—2001-----CONAMA\nCOLIFORMES FECAIS\n-♦-2003 ---CONAMA\nFigura 20 - Médias mensais da água bruta para Coliformes Fecais na ETA Celeste Gobatto para o período 2000-2003.\nOs gráficos mensais (Figura 20) mostram que em quase todos os meses os níveis de coliformes fecais são elevados, ocorrendo flutuações. Os valores mais baixos ficam por volta de 500 NMP, enquanto os mais elevados atingem até 2.500 NMP. Quando se compara com os valores do CONAMA para a classe 2, pode-se constatar os níveis detectados na área são, em muitos casos, superiores a 1000 NMP.\nESCHERICHIA COLI\nA avaliação da qualidade bacteriológica das águas é comumente feita através da pesquisa de microorganismos do grupo coliformes, determinando o chamado “índice col” Nesse grupo encontram-se os coliformes fecais, habitantes normais dos intestinos dos animais superiores (CASTRO, 1997).\nDe acordo com a mesma autora, o grupo coliforme é constituído de dois gêneros: o Escherichia e o Aerobacter. Entre as várias espécies que constituem o gênero Escherichia, a Escherichia coli é a espécie mais importante, pois constitui 95% dos coliformes presentes nas fezes.\nPela Resolução CONAMA n° 274, de 29 de novembro de 2000, a Escherichia coli é definida como bactéria pertencente à família Enterobacteriaceae. Cresce em meio complexo a 44-45° C. Abundante em fezes humanas e de animais, sendo comumente encontrada em esgotos, efluentes, águas naturais e solos que tenham recebido contaminação fecal recente.\nPela Resolução CONAMA n° 274 / 2000, no Art. 2°, § 1°, as águas doces consideradas próprias poderão ser subdivididas nas seguintes categorias:\n•\tExcelente: quando em 80% ou mais de um conjunto de amostras obtidas em cada uma das cinco semanas anteriores, colhidas no mesmo lugar, houver, no máximo, 250 coliformes fecais ou 200 Escherichia coli por 100 mililitros.\n•\tMuito Bom: quando em 80% ou mais de um conjunto de amostras obtidas em cada uma das cinco semanas anteriores, colhidas no mesmo lugar, houver, no máximo, 500 coliformes fecais ou 400 Escherichia coli por 100 mililitros.\n•\tSatisfatória: quando em 80% ou mais de um conjunto de amostras obtidas em cada uma das cinco semanas anteriores, colhidas no mesmo lugar, houver, no máximo, 1.000 coliformes fecais ou 800 Escherichia coli por 100 mililitros.\nO Ministério de Estado da Saúde, através da Portaria n° 518/GM em 25 de março de 2004, dispõe os procedimentos e responsabilidades relativos ao controle da qualidade da água para consumo humano e seu padrão de potabilidade; no Capítulo IV, Art 11, estabelece o padrão microbiológico na água para consumo humano e na água tratada no sistema de distribuição (reservatórios e rede) à ausência\tem\t100ml\tde\tEscherichia\tcoli.\nESCHERICHIA COLI\n2000\nESCHERICHIA COLI\n-♦-2001\nESCHERICHIA COLI\n-•-2002\nESCHERICHIA COLI\n2003\nFigura 21 - Médias mensais de Escherichia coli das amostras de água bruta na ETA Celeste Gobatto - Caxias do Sul.\nAssim como os dados relativos a coliformes fecais os de Escherichia coli são muito elevados revelando os problemas decorrentes do uso da terra na APA do Arroio Maestra.\nA presença na área da Escherichia coli representa riscos à saúde. Esse microorganismo presente no trato gastrointestinal dos animais de sangue quente é subdividido em mais de 160 tipos diferentes de acordo com as características estruturais da sua superfície. Esses tipos são denominados de sorotipos, identificados por letras e números (JAY, 2000).\nEntre os sorotipos, alguns podem causar infecção intestinal grave, como a enterocolite hemorrágica (diarréia branda e sanguinolenta), que quando agravado resulta em uma síndrome urêmica hemolítica, caracterizando-se em anemia hemolítica, trombocitopenia e falha renal aguda, estendendo-se a outros órgãos, inclusive ao sistema nervoso central (JAWETZ, et al, 1998).\nFERRO TOTAL (Fe)\nA concentração de ferro nas águas pode ser nociva, produz sabor característico, provoca manchas nas roupas e nos objetos, além de criar precipitações em canalizações; em doses elevadas pode ser tóxico (FENZL, 1988).\nO ferro aparece normalmente associado com manganês, e estão sujeitos a transformações em dependências das condições físico-químicas da água (sistema redox, pH, eletrólitos inorgânicos e orgânicos) e das atividades de organismos, principalmente de bactérias (SCHÃFER, 1985).\nSegundo o mesmo autor, em águas naturais, metais podem estar presentes sob diferentes formas, dependendo das condições físico-químicas e biológicas.\nAs águas ferruginosas possibilitam o crescimento de ferrobactérias, como o gênero Galioneila, por exemplo. Essas bactérias oxidam o ferro, que precipita dentro das canalizações provocando entupimentos (DROSTE,1997).\nOs dados obtidos revelam uma grande variação no tocante aos valores de Fe, que, na grande maioria dos casos, excedem ao limite máximo de 0,3 mg/L proposto para a classe 2 pelo CONAMA, sendo decorrentes do substrato basáltico da área de estudo.\nFERRO TOTAL\nFigura 22- Médias mensais de Ferro Total das amostras da água bruta na ETA Celeste Gobatto - Caxias do Sul.\nMANGANÊS (Mn)\nO Manganês existe sob condições naturais; em forma de solução aquosa participa no ciclo biológico e é liberado durante a decomposição das plantas. Os microorganismos tem uma função importante na oxidação e redução do manganês (FENZL, 1988).\nO Manganês produz sabor característico, provoca manchas nas roupas e nos objetos e é de difícil remoção, pois a formação do precipitado (MnO2 ) ocorre em valores de pH relativamente altos (geralmente, maior que 8), o que dificulta o processo de coagulação (CASTRO, 1997).\nAs análises de 1996 e 1997, não foram realizadas para todos os meses, com alguns intervalos, mas no predomínio das médias o Mn apresenta valores elevados. As médias apresentam índices notadamente mais elevados nos períodos de outono e inverno (Figura 23).\nMANGANÊS\n\t\n\t\n\t\n\tX^m^x a /\t. i /\t■\t/ X»- XV i X.\t\\ a\tX\tX ■■\n\tW\t'\tZ\tX \\ ^Z\\\t\\\tX\t\"'V/\t—\n\tII\t1\t1\t1\t1\t1\t1\tIII\n•/\t/ / / / ?\t<p4\n—♦—\t- 1996\t1997\t—a— 1998\t1999\n—*—\t-2000\t-•—2001\t—1—2002\t\t2003\nFigura 23- Médias mensais de Manganês das amostras da água bruta na ETA\nCeleste Gobatto - Caxias do Sul.\nAssim como o Fe, o Mn está, em grande parte dos casos, muito acima do limite do CONAMA, 0,1 mg/L.\nA associação entre estes dois elementos, revela, a natureza basáltica do material geológico que constitui a área da sub-bacia.\nA Estação de Tratamento de Água (ETA) Celeste Gobatto foi inaugurada em 1968, e abastece aproximadamente 82.793 habitantes, 24,8% da população de Caxias do Sul. O regime de trabalho é de dois turnos (12 horas cada), duas pessoas ao dia, durante todo o ano. A capacidade média anual de tratamento é de 310 L/s durante o dia e 185 L/s à noite, sendo a produção diária atual de aproximadamente 22.000 m3 . Nos meses de verão a produção diária aumenta para 26.000 m3 (Enga. Química Fernanda B. Spiandorello, Informações verbais, junho/04).\nConforme a informante, a ETA utiliza o tratamento convencional de água, composto de etapas de coagulação, floculação, decantação, filtração, desinfecção e fluoretação.\nNo tratamento da água são utilizados, sulfato de alumínio (consumo médio mensal 13,5 ton), gás cloro (900 kg / mês), carvão ativado em pó (200 Kg / dia) e fluossilicato de sódio (1.100 Kg/mês).\nOs problemas mais freqüentes na barragem, como os períodos sazonais de chuvas, e o nível abaixo do normal, pois quanto mais baixo maior probabilidade de ocorrência de ferro e manganês, e a ocorrência de algas, em épocas de floração excessiva. Na ETA Celeste Gobatto, pelo excesso de algas em alguns períodos é colocado um acréscimo de carvão ativado, com a finalidade de inibir o odor e gosto da água (DERH: 2004).\nA tubulação atual é de 600 mm de diâmetro, construída com aço carbono e ferro fundido, ambos com revestimentos adequados ao transporte de água, numa extensão total da Represa Maestra à ETA de 4.200 m.\nA água, após o tratamento, é analisada pelo próprio SAMAE de Caxias do Sul.\nOs parâmetros e os métodos utilizados para análise da água tratada estão indicados na tabela 8.\nA partir destes dados foram calculadas médias mensais da água tratada referente aos anos de 1996 a 2003 apresentadas nas tabelas 17 a 24.\nMeses/Médias\tjan\tfev\tMar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t\t\t\t0,3\t0,7\t0,8\t0,7\t1,5\t0,6\t1,2\t1,5\t0,7\npH\t\t\t\t6,0\t6,3\t6,0\t5,8\t6,0\t5,8\t6,1\t5,9\t6,2\nCor\t\t\t\t-\t2,5\t0,5\t3,0\t7,5\t5,5\t5,0\t5,0\t7,5\nCloretos\t\t\t\t9,1\t8,7\t8,1\t9,4\t11,5\t12,8\t12,4\t13,9\t8,0\nAlcalinidade\t\t\t\t8,5\t9,7\t12,0\t11,0\t14,0\t12,0\t10,7\t11,2\t11,5\nDureza\t\t\t\t15,0\t17,5\t14,5\t14,8\t14,0\t12,5\t14,5\t15,0\t15,2\nOxig. Consumido\t\t\t\t-\t-\t-\t-\t\t-\t-\t-\t-\nFerro\t\t\t\t-\t0,2\t-\t0,1\t\t-\t-\t-\t-\nColif.Fecais\t\t\t\t-\t-\t-\t-\t\t-\t-\t-\t-\nE.Coli\t\t\t\t-\t-\t-\t-\t\t-\t-\t-\t-\nManganês\t\t\t\t-\t0,05\t-\t-\t\t-\t-\t-\t-\nMat. Orgânica\t\t\t\t1,8\t1,3\t1,6\t1,0\t1,1\t1,3\t0,7\t0,6\t0,6\nOD\t\t\t\t-\t\t-\t-\t\t-\t-\t-\t-\nNitratos\t\t\t\t-\t\t-\t-\t\t-\t-\t-\t-\nNitritos\t\t\t\t-\t\t-\t-\t\t-\t-\t-\t\nFosfatos\t\t\t\t-\t\t-\t-\t\t-\t-\t-\t-\nCO2\t\t\t\t-\t\t-\t-\t\t-\t-\t-\t-\nCloro\t\t\t\t-\t0,7\t0,8\t0,6\t\t-\t-\t-\t0,8\nFlúor\t\t\t\t0,9\t0,7\t0,9\t1,0\t0,7\t0,7\t0,7\t0,7\t0,5\nAlumínio\t\t\t\t-\t-\t-\t-\t0,01\t-\t-\t-\t0,01\nTabela 18- Médias mensais da água tratada na ETA Celeste Gobatto para 1997.\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t0,8\t1,5\t0,5\t0,4\t0,7\t0,4\t0,5\t0,7\t3,5\t1,1\t0,5\t3,3\npH\t6,2\t6,2\t6,1\t6,5\t6,3\t6,1\t6,1\t5,6\t5,7\t5,7\t5,7\t5,7\nCor\t-\t1,8\t-\t-\t-\t-\t-\t-\t16,6\t30,0\t10,5\t7,0\nCloretos\t9,6\t8,4\t6,8\t11,2\t10,9\t10,0\t10,4\t11,6\t9,6\t10,8\t11,5\t10,7\nAlcalinidade\t10,6\t11,5\t12,2\t12,5\t11,2\t10,4\t8,5\t8,0\t7,6\t5,3\t7,0\t9,8\nDureza\t14,0\t13,2\t14,8\t16,0\t14,2\t18,2\t14,0\t17,2\t16,2\t17,0\t20,0\t15,6\nOxig. Consumido\t\t-\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFerro\t\t0,3\t\t0,1\t0,1\t0,1\t0,1\t0,1\t0,2\t0,1\t0,1\t0,1\nColif.Fecais\t\t\t\t\t\t\t\t\t\t\t\t\nE.Coli\t\t\t\t\t\t\t\t\t\t\t\t\nManganês\t\t\t\t\t\t\t\t\t\t\t\t\nMat.Orgânica\t0,6\t0,7\t0,8\t1,3\t1,3\t1,5\t0,9\t1,2\t1,3\t1,2\t1,5\t1,1\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t\nCO2\t\t\t\t\t\t\t\t\t\t\t\t\nCloro\t0,5\t0,8\t0,8\t0,6\t0,8\t\t0,4\t0,6\t\t0,8\t0,8\t0,7\nFlúor\t0,7\t0,7\t0,4\t0,8\t0,8\t0,8\t0,6\t0,5\t0,9\t0,7\t0,8\t0,8\nAlumínio\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t3,2\t2,7\t1,5\t0,7\t0,6\t0,4\t1,6\t0,1\t3,4\t1,1\t0,7\t0,4\npH\t5,8\t5,7\t5,8\t6,0\t-\t-\t6,2\t5,9\t5,8\t5,9\t5,9\t5,8\nCor\t15,5\t15,0\t8,0\t-\t11,0\t10,0\t32,5\t19,6\t28,8\t7,3\t5,0\t-\nCloretos\t9,8\t10,3\t10,1\t8,1\t7,8\t9,1\t8,7\t9,0\t7,0\t4,9\t5,9\t8,5\nAlcalinidade\t9,0\t9,6\t10,2\t6,7\t8,2\t8,0\t13,7\t10,7\t7,2\t7,75\t9,0\t12,0\nDureza\t14,7\t15,3\t14,7\t16,7\t16,0\t19,7\t16,5\t15,2\t19,6\t16,0\t18,7\t21,5\nOxig. Consumido\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nFerro\t0,1\t0,1\t0,1\t0,1\t0,1\t0,1\t0,1\t0,2\t0,2\t0,05\t0,2\t0,08\nColif.Fecais\t\t\t-\t\t\t-\t\t\t-\t-\t-\t-\nE.Coli\t\t\t-\t\t\t-\t\t\t-\t-\t-\t-\nManganês\t\t\t0,05\t\t\t0,07\t\t\t0,05\t0,06\t0,1\t0,2\nMat.Orgânica\t1,4\t1,6\t0,9\t1,3\t0,8\t0,9\t1,7\t1,2\t1,3\t1,7\t1,4\t1,5\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t\nCO2\t\t\t\t\t\t\t\t\t\t\t\t\nCloro\t0,8\t0,8\t\t\t0,8\t\t0,7\t0,8\t0,6\t0,7\t0,8\t0,4\nFlúor\t0,70,9\t0,6\t0,8\t0,8\t0,8\t0,7\t0,7\t0,7\t0,7\t0,7\t0,9\t1,0\nAlumínio\t0,02\t-\t-\t-\t-\t-\t0,01\t0,01\t0,05\t0,01\t0,08\t0,01\nTabela 20- Médias mensais da água tratada na ETA Celeste Gobatto para 1999.\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tDez\nTurbidez\t0,6\t2,4\t1,1\t2,5\t1,3\t0,9\t0,8\t0,7\t1,0\t0,9\t0,4\t0,3\npH\t6,0\t6,0\t6,1\t6,0\t6,2\t6,4\t6,2\t6,0\t5,9\t5,7\t6,0\t6,2\nCor\t7,0\t15,7\t6,6\t9,5\t3,0\t2,0\t3,0\t2,7\t2,3\t2,7\t2,0\t2,5\nCloretos\t9,8\t11,1\t9,8\t9,2\t7,9\t9,5\t9,4\t8,9\t10,4\t10,9\t10,9\t10,5\nAlcalinidade\t15,0\t14,5\t15,0\t10,7\t12,5\t10,7\t12,7\t8,8\t8,7\t9,0\t8,4\t11,7\nDureza\t22,5\t25,2\t21,2\t22,5\t31,6\t23,0\t22,0\t21,0\t21,5\t21,2\t19,2\t19,6\nOxig. Consumido\t-\t-\t-\t-\t-\t-\t1,0\t1,0\t0,9\t0,9\t0,9\t1,1\nFerro\t0,1\t0,5\t0,3\t0,1\t0,2\t0,2\t0,2\t0,1\t0,1\t0,2\t0,08\t0,09\nColif.Fecais\t-\t-\t-\t-\t-\t-\t-\t-\t\t-\t\t\nE.Coli\t-\t-\t-\t-\t-\t-\t-\t-\t\t-\t\t\nManganês\t0,1\t0,1\t0,1\t0,1\t2,3\t0,1\t0,06\t0,3\t0,04\t0,04\t0,02\t0,04\nMat.Orgânica\t1,6\t1,5\t1,4\t1,2\t1,2\t1,4\t\t\t\t-\t\t\nOD\t\t-\t-\t\t\t\t\t\t\t-\t\t\nNitratos\t\t-\t-\t\t\t\t\t\t\t-\t\t\nNitritos\t\t-\t-\t\t\t\t\t\t\t-\t\t\nFosfatos\t\t-\t-\t\t\t\t\t\t\t-\t\t\nCO2\t\t-\t-\t\t\t\t\t\t\t-\t\t\nCloro\t0,2\t0,6\t0,4\t0,6\t1,4\t0,8\t0,8\t0,8\t0,8\t0,9\t0,7\t0,7\nFlúor\t1,1\t1,1\t0,7\t0,7\t0,9\t0,7\t0,6\t0,8\t0,7\t0,7\t0,6\t0,5\nAlumínio\t0,03\t0,05\t0,1\t0,1\t0,1\t0,1\t0,02\t-\t0,02\t0,04\t0,03\t0,09\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t0,2\t0,5\t1,4\t0,4\t0,5\t0,3\t0,7\t0,8\t0,8\t1,3\t0,7\t0,3\npH\t6,3\t6,4\t6,4\t6,4\t6,1\t6,2\t6,0\t6,5\t6,0\t5,5\t5,9\t6,2\nCor\t1,6\t2,0\t4,0\t3,0\t4,7\t3,0\t3,2\t4,0\t2,5\t3,0\t3,5\t1,5\nCloretos\t10,0\t10,0\t12,2\t12,2\t9,7\t12,2\t9,0\t8,7\t10,0\t12,3\t10,5\t10,9\nAlcalinidade\t12,0\t14,2\t17,0\t11,5\t11,6\t10,5\t10,4\t10,7\t8,7\t8,0\t10,2\t13,5\nDureza\t19,2\t21,7\t21,3\t19,5\t25,6\t26,5\t19,8\t22,0\t20,0\t17,8\t19,7\t19,0\nOxig. Consumido\t1,1\t1,1\t1,2\t1,3\t1,6\t2,0\t1,7\t1,5\t1,4\t1,3\t1,7\t1,0\nFerro\t0,07\t0,1\t0,1\t0,7\t0,1\t0,1\t0,1\t0,09\t0,07\t0,05\t0,07\t0,05\nColif.Fecais\t\t\t\t\tA\tA\tA\tA\tA\tA\tA\t28,8\nE.Coli\t\t\t\t\tA\tA\tA\tA\tA\tA\tA\tA\nManganês\t0,05\t0,09\t0,06\t0,2\t0,1\t0,3\t0,07\t0,03\t0,03\t0,02\t0,01\t0,04\nMat.Orgânica\t\t\t\t\t\t\t\t\t\t\t\t\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t\nCO2\t\t\t\t\t\t\t\t\t\t\t\t\nCloro\t0,6\t0,4\t0,8\t0,6\t0,5\t0,2\t0,6\t0,7\t0,5\t0,7\t0,7\t0,8\nFlúor\t0,7\t0,5\t0,7\t0,8\t0,7\t0,7\t0,6\t0,7\t0,7\t0,5\t0,6\t0,7\nAlumínio\t0,04\t0,1\t0,1\t0,03\t0,02\t0,07\t0,1\t0,05\t0,08\t0,07\t0,04\t0,06\nTabela 22- Médias mensais da água tratada na ETA Celeste Gobatto para 2001.\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t0,3\t0,5\t1,3\t0,4\t0,3\t0,4\t0,7\t0,6\t0,5\t1,0\t1,4\t0,5\npH\t6,0\t5,8\t6,3\t6,4\t6,4\t6,3\t6,1\t6,2\t6,3\t6,6\t6,2\t6,0\nCor\t2,0\t2,5\t4,2\t2,5\t3,3\t2,0\t1,7\t2,3\t2,0\t3,0\t3,7\t3,0\nCloretos\t11,2\t12,5\t10,1\t11,3\t12,5\t12,7\t10,5\t12,1\t9,8\t9,3\t11,9\t12,6\nAlcalinidade\t10,6\t7,0\t10,0\t13,0\t11,0\t12,5\t10,0\t10,7\t11,5\t8,6\t9,5\t12,2\nDureza\t19,8\t19,0\t19,4\t19,0\t19,2\t20,7\t20,8\t20,7\t20,0\t18,8\t16,2\t17,5\nOxig. Consumido\t1,4\t1,1\t1,2\t0,6\t0,9\t0,8\t0,8\t0,8\t0,6\t0,5\t0,7\t1,0\nFerro\t0,07\t0,05\t0,1\t0,08\t0,06\t0,04\t0,06\t0,07\t0,04\t0,1\t0,05\t0,07\nColif.Fecais\tA\t2,0\t8,4\t15,2\t1,0\tA\tA\tA\tA\tA\tA\tA\nE.Coli\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\nManganês\t0,04\t0,02\t4,8\t0,08\t0,09\t0,09\t0,1\t0,04\t0,04\t0,03\t0,05\t0,07\nMat.Orgânica\t\t\t\t\t\t\t\t\t\t\t\t-\nOD\t\t\t\t\t\t\t\t\t\t\t\t\nNitratos\t\t\t\t\t\t\t\t\t\t\t\t-\nNitritos\t\t\t\t\t\t\t\t\t\t\t\t-\nFosfatos\t\t\t\t\t\t\t\t\t\t\t\t-\nCO2\t\t\t\t\t\t\t\t\t\t\t\t-\nCloro\t0,8\t0,9\t0,6\t0,7\t1,2\t1,0\t0,8\t0,7\t0,8\t0,5\t0,7\t0,5\nFlúor\t0,7\t0,7\t0,7\t0,7\t0,6\t0,7\t0,7\t0,8\t0,6\t0,4\t0,7\t0,9\nAlumínio\t0,1\t0,09\t0,2\t0,08\t0,01\t0,03\t0,04\t0,04\t0,03\t0,1\t0,03\t0,09\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tOut\tnov\tdez\nTurbidez\t0,5\t0,3\t0,6\t0,6\t0,9\t1,8\t3,3\t1,9\t1,8\t1,8\t2,1\t0,9\npH\t6,2\t6,1\t6,4\t6,3\t6,1\t6,2\t6,1\t6,8\t5,9\t6,0\t6,0\t6,2\nCor\t2,5\t3,0\t4,0\t2,5\t2,0\t4,6\t7,2\t1,6\t2,7\t4,0\t6,6\t11,0\nCloretos\t13,9\t14,7\t14,6\t14,1\t14,9\t13,4\t12,7\t10,8\t9,4\t12,4\t12,3\t13,1\nAlcalinidade\t11,8\t10,7\t14,2\t15,6\t11,5\t14,5\t10,4\t10,7\t8,6\t8,0\t9,2\t9,0\nDureza\t19,0\t19,5\t17,2\t20,0\t19,5\t21,0\t22,0\t17,2\t18,0\t16,7\t17,2\t16,6\nOxig. Consumido\t0,8\t0,8\t1,7\t1,0\t1,7\t1,5\t1,6\t1,3\t1,0\t2,0\t1,4\t1,3\nFerro\t0,04\t0,03\t0,05\t0,03\t0,02\t0,07\t0,1\t0,08\t0,03\t0,09\t0,08\t0,05\nColif.Fecais\tA\t7,5\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\nE.Coli\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\nManganês\t0,06\t0,04\t0,05\t0,07\t0,03\t0,1\t0,09\t0,05\t0,03\t0,02\t0,05\t0,01\nMat.Orgânica\t\t\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nOD\t\t\t\t-\t-\t-\t-\t-\t-\t-\t-\t-\nNitratos\t\t\t\t0,4\t2,2\t2,2\t-\t2,3\t6,3\t-\t6\t6,1\nNitritos\t\t\t\t0,04\t0,09\t0,08\t0,09\t0,05\t-\t0,1\t0,02\t0,05\nFosfatos\t\t\t\t0,02\t0,03\t0,07\t0,1\t0,08\t-\t0,05\t-\t0,03\nCO2\t\t\t\t-\t-\t-\t7\t5\t3\t5\t4\t2\nCloro\t0,7\t0,7\t0,6\t0,9\t1,0\t0,8\t0,6\t0,7\t0,8\t0,6\t0,8\t0,7\nFlúor\t0,6\t0,7\t0,5\t0,8\t0,7\t0,5\t0,6\t0,6\t0,7\t0,8\t0,8\t0,6\nAlumínio\t0,08\t0,02\t0,06\t0,03\t0,1\t0,04\t0,1\t0,06\t0,04\t0,05\t0,07\t0,06\nTabela 24- Médias mensais da água tratada da ETA Celeste Gobatto para 2003.\nMeses/Médias\tjan\tfev\tmar\tabr\tmai\tjun\tjul\tago\tset\tout\tnov\tdez\nTurbidez\t0,9\t0,9\t1,1\t1,0\t0,4\t0,4\t2,0\t1,3\t1,1\t0,5\t1,1\t0,5\npH\t6,3\t6,0\t5,9\t6,1\t6,1\t6,1\t5,9\t5,9\t6,0\t6,7\t5,8\t6,0\nCor\t4,5\t9,5\t8,0\t7,5\t8,6\t6,5\t8,0\t6,2\t7,7\t1,0\t4,0\t5,0\nCloretos\t10,1\t11,6\t13,2\t11,4\t12,3\t11,9\t10,7\t11,3\t10,7\t10,3\t11,2\t9,6\nAlcalinidade\t10,0\t11,0\t10,2\t10,5\t12,5\t11,6\t8,2\t8,5\t9,4\t9,5\t8,5\t8,0\nDureza\t16,7\t17,7\t16,7\t17,5\t18,2\t17,0\t17,5\t16,0\t13,8\t16,0\t15,2\t15,7\nOxig. Consumido\t1,3\t1,2\t1,5\t1,3\t1,5\t1,4\t1,8\t1,4\t1,8\t1,1\t1,4\t1,5\nFerro\t0,08\t0,05\t0,2\t0,1\t0,3\t0,07\t0,2\t0,2\t0,4\t0,06\t0,1\t0,1\nColif.Fecais\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\nE.Coli\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\tA\nManganês\t0,04\t0,06\t0,9\t0,04\t0,09\t0,09\t0,08\t0,02\t0,05\t0,01\t0,04\t-\nMat.Orgânica\t-\t-\t-\t-\t-\tn-\t-\t-\t-\t-\t-\t-\nOD\t4,3\t9,6\t8,0\t9,0\t7,0\t10,0\t9,0\t10,0\t9,8\t5,1\t-\t9,0\nNitratos\t4,7\t5,3\t0,1\t2,0\t-\t3,9\t3,9\t1,6\t-\t5,7\t3,0\t0,5\nNitritos\t0,09\t0,1\t0,03\t0,03\t0,02\t0,08\t0,06\t0,04\t0,05\t0,05\t0,07\t0,07\nFosfatos\t-\t0,1\t-\t0,2\t0,05\t0,02\t0,05\t0,02\t0,04\t0,02\t0,1\t0,08\nCO2\t2\t1\t7\t5\t8\t2\t6\t2\t4\t7\t3\t2\nCloro\t0,8\t0,7\t1,0\t0,9\t0,8\t0,6\t0,9\t0,7\t0,7\t0,8\t0,7\t0,7\nFlúor\t0,3\t0,6\t0,9\t0,7\t0,7\t0,5\t0,8\t0,5\t0,6\t0,8\t0,7\t0,7\nAlumínio\t0,07\t0,07\t0,08\t0,06\t0,06\t0,01\t0,1\t0,02\t0,01\t0,06\t0 ,05\t0,04\npH (POTENCIAL DE HIDROGÊNIO)\nSegundo descreve Fenzl (1988) a importância do pH na água potável se deve ao fato de que a água levemente ácida pode contribuir para a corrosão das estruturas hidráulicas, nos sistemas de distribuição, colocando em suspensão metais pesados.\nPara os dados analisados no período de 8 anos, foi constatado um nível relativamente estável e pH, em torno de 6,0 sendo uma água levemente ácida.\nO tratamento imposto na ETA para a água da barragem ocasiona uma diminuição de pH em torno de 0,5 unidades.\npH\nFigura 24-Médias mensais de pH para a água tratada na ETA Celeste Gobatto, Caxias do Sul.\nCOR\nA água pura é incolor, mas devido a presença de substâncias coloridas dissolvidas e coloidais, resultantes do seu contato com resíduos orgânicos, extratos vegetais (folhas, madeiras, taninos, ácidos húmicos) e compostos de ferro e manganês, a água adquire cor (CASTRO, 1997).\nCOR\n1996\t1997\t1998 -x—1999\n—*—2000 —*—2001 —1—2002 ---2003\nFigura 25- Médias mensais de Cor para as amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nOs dados referentes à cor demonstram valores elevados no final de 1997 e no período de 1998, estando acima de 10 uH, e no restante dos anos as médias mantiveram-se menor que 6 unidades, atendendo os valores de potabilidade da água.\nO tratamento efetuado baixa sensivelmente o nível da cor, de em média 45 para valores em torno de 5 unidades Hazen.\nCARBONO INORGÂNICO (CO2)\nO carbono é um dos fatores mais importantes no sistema de nutrientes das águas superficiais, e Schafer (1985) descreve que este elemento está presente, principalmente, sob forma inorgânica, em estado de equilíbrio entre as várias formas de dissociação do ácido carbônico e, em forma particulada ou orgânica, na biomassa.\nDe acordo com o mesmo autor, em águas superficiais que contenham poucos eletrólitos (baixo teor salino), o ciclo do carbono encontra-se estritamente ligado ao conteúdo de cálcio; as diferentes ligações do ácido carbônico com o cálcio fornecem a base para um sistema tampão do pH , além de suas funções na regulação do balanço de fosfato na água.\nO CO2 presente no meio aquático, pode ter várias origens, conforme Esteves (1998), sendo que as principais são: atmosfera, chuva, águas subterrâneas, decomposição e respiração de organismos.\nEsteves (op.cit.) destaca que o CO2 na água, geralmente está combinado com outros compostos. A própria molécula da água é um dos compostos que mais facilmente reagem com o CO2 e esse fenômeno ocorre logo que se difunde no meio aquoso.\nAs análises de CO2 realizadas pelo SAMAE na Estação de Tratamento Celeste Gobatto, teve início a partir de julho de 2002, com média anual de 4,33 mg/L; no período de 2003 a média anual foi de 4,08 mg/L. A Organização Mundial da Saúde (OMS) recomenda teores máximos de 75 mg/L nas águas naturais para abastecimento público.\nCARBONO INORGÂNICO\n4— 2002 —2003\nFigura 26- Médias mensais de Carbono Inorgânico para as amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nTURBIDEZ\nA turbidez natural das águas, segundo Castro (1997) está normalmente na faixa de 3 a 500 N.T.U (nephelometric turbidity unit). Para fins de potabilidade a turbidez deve ser inferior a 1 unidade.\nTURBIDEZ\n\t\n\t\n\t\n\t\n\tA—.\n\t\n\t\n\tli\ti\ti\ti\ti\ti\t“\ti\ti\ti\ti\n•/ / / / /\n—•— 1996 —\t- 1997 —t\t5.— 1998 —»\t«— 1999\nx 2000 —\t2001\t— 2002\t— 2003\nFigura 27 - Médias mensais de Turbidez para as amostras da água tratada na\nETA Celeste Gobatto, Caxias do Sul.\nO tratamento superimposto à água, abaixa sensivelmente os valores de turbidez (na água bruta entre 7 e 20 ntu) para uma média de 0 e 1 ntu este ultimo considerado como limite superior para fins de potabilidade.\nDe modo mais esporádico, a turbidez fica acima deste limite nos meses de set/dez de 1997, setembro de 1998 e julho de 2001 e o valor elevado de 6 unidades em dezembro de 2002.\nALCALINIDADE\nConforme Castro (1997), a alcalinidade da água usada para o abastecimento público é importante porque afeta a quantidade de substâncias químicas a serem adicionadas no processo de coagulação e no controle da corrosão dos sistemas de distribuição.\nA Resolução do CONAMA não contempla essa variável em sua classificação nos parâmetros para consumo humano.\nALCALINIDADE\n—♦—1996\t--—1997\t1998\t-x— 1999\n—*—2000\t— 2001\t—t—2002\t— 2003\nFigura 28- Médias mensais de Alcalinidade das amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nAssim como os parâmetros já referidos, o tratamento reduz a alcalinidade para a faixa de 7 a 15 mg/L, enquanto que na água bruta estavam entre 15 a 25 mg/L.\nDUREZA\nCastro (1997) descreve que a dureza elevada possui tendência para o desenvolvimento de incrustações de carbonatos, principalmente quando a água está aquecida. Por outro lado, às águas com pouca dureza podem ser corrosivas.\nDUREZA\n-♦—1996 --—1997 —a—1998 -x—1999\n*—2000 ——2001 —t— 2002 — 2003\nFigura 29- Médias mensais de Dureza das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul.\nOs dados relativos a este parâmetro mostram que os níveis de dureza estão na faixa entre 12 e 23 mg/L, com os valores mais elevados em fev/mai de 1999 e mai/jun de 2000, não evidenciando grandes diferenças entre a água bruta e a tratada.\nCLORETOS (Cl-)\nDe acordo com Castro (1997) as concentrações mais elevadas de cloretos estão associadas ao contato com depósitos minerais, com o crescimento do volume de esgoto lançado nos rios e com o retorno das águas utilizadas na irrigação.\nPara Fenzl (1988) as altas concentrações de cloreto tornam a água corrosiva e com sabor salgado.\nCLORETOS\n*-1996 ---1997 -*-1998 -x-1999\n*—2000 -—2001 —1—2002 ----2003\nFigura 30- Médias mensais de Cloretos das amostras da água tratada na ETA\nCeleste Gobatto, Caxias do Sul.\nOs dados relativos a este parâmetro mostram que os níveis de cloretos estão entre 9 e 13 mg/L, com exceção out/nov de 1998 que estão abaixo de 6 mg/L e do 1° semestre de 2002 que ficaram acima de 14 mg/L. Da mesma forma que a dureza, as diferenças entre água bruta e tratada são pouco significativas.\nCOLIFORMES FECAIS\nPara as análises de potabilidade da água para consumo humano, os coliformes fecais devem estar ausentes, conforme normas da Portaria n° 518/GM de 25 de março de 2004, do Ministério da Saúde, no Cap.IV, Art. 11.\nCOLIFORMES FECAIS\n2000 —«—2001 —a—2002 —x—2003\nFigura 31- Médias mensais de Coliformes Fecais das amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nConsiderando-se os níveis extremamente altos de coliformes fecais na água da barragem, o tratamento superimposto consegue, a grosso modo, eliminar a concentração destes na água tratada. Entretanto, o mês de dezembro de 2000, fev/mar/abr/mai de 2001 e fevereiro de 2002, apresentaram coliformes nas análises, devendo ser encarado como um alerta de poluição e/ou contaminação fecal.\nESCHERICHIA COLI\nApós o tratamento realizado na ETA Celeste Gobatto ocorre, na totalidade, ausência da bactéria E. coli, conforme determina a Portaria 518/GM para o consumo humano.\nFERRO TOTAL (Fe )\nCom relação a este parâmetro, para que a água seja potável, os teores de ferro total segundo padrões da Organização Mundial da Saúde -OMS e adotado pelo Ministério da Saúde, não devem exceder a 0,3 mg/L.\nFERRO TOTAL\n■*— 1996 ^— 1997 ^^— 1998\t1999 -^x— 2000\n*— 2001 —1— 2002 ----2003\nFigura 32 -Médias mensais de Ferro das amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nPara os dados analisados no período de 8 anos foi constatado um nível relativamente estável, em torno de 0,1 mg/L. Entretanto alguns meses tiveram valores acima da média (fevereiro de 1999, abril de 2000 e setembro de 2003). Uma comparação com os dados de água bruta revelam uma sensível diminuição nos teores de Fe após o tratamento realizado pela ETA.\nMANGANÊS\nPara que a água seja potável, os teores de manganês segundo padrões da Organização Mundial da Saúde e adotado pelo Ministério da Saúde, não devem exceder a 0,1 mg/L.\nAs análises não foram realizadas para todos os meses de 1996, 1997 e 1998, com alguns intervalos. No conjunto os dados revelam que as médias mensais de Manganês diminuem sensivelmente em relação à água bruta e estão na faixa de 0,1 mg/L; porém em alguns casos como maio de 1999 e março de 2001 as médias apresentaram índices acima do limite da OMS (Figura 33).\nMANGANÊS\n1996 ^— 1997 ^— 1998\t1999\t2000\n*— 2001 —1— 2002 -----2003\nFigura 33- Médias mensais de Manganês das amostras da água tratada na\nETA Celeste Gobatto, Caxias do Sul.\nNITRATOS (NO-3)\nAs águas superficiais de boa qualidade são em geral, pobres em nitratos.\nAs análises de nitratos foram realizadas a partir de 2002, pelo SAMAE.\nA OMS, permite em águas superficiais até 30 mg/L de nitratos, mas a Portaria n° 518/GM de 25/03/04 no Art. 14, tabela 3, estabelece que para a água potável o valor máximo permitido 10 mg/L.\nAs amostras da ETA Celeste Gobatto apresentam valores médios mensais abaixo do limite máximo permitido (Figura 34).\nNITRATOS\nFigura 34- Médias mensais de Nitratos das amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nNITRITOS (NO2)\nNa presença de oxigênio, o nitrogênio biológico é sucessivamente oxidado para amônia, nitrito e finalmente nitrato e alguns microorganismos especializados reduzem o nitrato para o nitrogênio elementar ou para amônia (SCHÃFER, 1985).\nConforme descreve Castro (1997) esses processos podem ocorrer em plantas de tratamento de esgotos, sistemas de distribuição de águas, (redução de nitratos de ferro, zinco e chumbo nos condutos) e nas águas naturais. O nitrito pode entrar nos sistemas de abastecimento público como conseqüência do uso como inibidor de corrosão em águas de processos industriais.\nSegundo a mesma autora, o ácido nitroso, o qual é formado a partir de nitritos em solução acidificada, pode reagir com aminas secundárias para formar nitrosaminas muitas das quais são conhecidas como carcinogênicos.\nA OMS estabelece para os nitritos os limites de 0,01 mg/L, mas a Portaria n° 518/GM de 25/03/04 no Art. 14, tabela 3, estabelece para a água potável o valor máximo permitido 1 mg/L.\nAssim como para nitrato, as análises só começaram a ser efetuadas em abril de 2002 e fornecem valores abaixo do que prevê a referida portaria brasileira, embora estejam acima do que estipula a OMS.\nNITRITOS\nFigura 35- Médias mensais de Nitritos das amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul.\nFOSFATOS (PO4)\nOs dados do SAMAE para fosfato começam em 2002, porém neste ano não é dosado continuamente e no ano de 2003, os valores estão acima do permitido pelo CONAMA (0,025 mg/L), na maioria das análises realizadas (Figura 36).\nFOSFATOS\n4— 2002 -«—2003\nFigura 36- Médias mensais de Fosfatos nas amostras da água tratada na ETA Celeste Gobatto, Caxias do Sul\nMATÉRIA ORGÂNICA\nA Resolução CONAMA não contempla essa variável em sua classificação nos parâmetros para consumo humano.\nOs dados do SAMAE para matéria orgânica começaram em 1996 e se estenderam até 1999, a partir dessa data não foram mais realizadas análises desse parâmetro, resultando numa média de 0,7 a 1,5 mg/L (Figura 37).\nMATÉRIA ORGÂNICA\np»— 1996 -■— 1997 -a- 1998\t1999\nFigura 37- Médias mensais de Matéria Orgânica das amostras da água tratada na ETA Celeste Gobatto- Caxias do Sul.\nCLORO\nPara as análises de potabilidade da água para consumo humano, o cloro deve conter teor máximo de 2,0 mg/L, conforme normas da Portaria n° 518/GM, de 25 de março de 2004, do Ministério da Saúde, no Cap. IV, Art. 16, § 2°.\nCLORO\n—♦—1996\t--—1997\t1998\tx— 1999\n—*—2000\t——2001\t—1—2002 —\t— 2003\nFigura 38- Médias mensais de Cloro das amostras da água tratada na\nETA Celeste Gobatto- Caxias do Sul.\nObserva-se que na Figura 38 os valores analisados no período de 8 anos, estão abaixo do proposto pela Portaria 512/GM.\nFLÚOR\nA presença do flúor na água pode ser prejudicial ou benéfica, dependendo da concentração deste elemento (FENZL, 1988).\nSegundo o mesmo autor, o flúor é um elemento bioquimicamente importante fazendo parte da composição dos dentes e dos ossos.\nFLÚOR\n—♦—1996 --—1997\t1998 -*-1999\n—*—2000 — 2001 —i— 2002 -------2003\nFigura 39- Médias mensais de Flúor das amostras da água tratada na ETA Celeste\nGobatto- Caxias do Sul.\nO flúor adicionado no tratamento da água mantém-se em níveis relativamente baixos, abaixo de 1,4 mg/L, como proposto pelo CONAMA.\nALUMÍNIO\nPara as análises de potabilidade da água para consumo humano, o alumínio deve estar no máximo em 0,2 mg/L, conforme normas da Portaria n° 518/GM, de 25 de março de 2004, do Ministério da Saúde, no Cap. IV, Art. 16, tabela 5.\nNas análises realizadas pelo SAMAE, os índices estão abaixo do valor máximo permitido, somente o mês de março de 2001 apresentou índice elevado (Figura 40), sem ultrapassar o valor.\nALUMÍNIO\n1996 ---1997 —a—1998 -x-1999\n2000 —-2001 —1—2002 ----2003\nFigura 40 - Médias mensais de Alumínio das amostras da água tratada na ETA Celeste Gobatto- Caxias do Sul.\nTabela 25 - Resultado das médias para as análises de água superficial, de água bruta e de água tratada, em comparação com o CONAMA, OMS e Ministério as Saúde.\nParâmetros/ Média\tÁgua Superficial\tÁgua Bruta (SAMAE)\tÁgua Tratada (SAMAE)\tCONAMA\tOMS\tPortaria 518 GM (M.Saúde)\tUnidade\npH\t6,7\t6,8\t6,0\t6,0 a 9,0\t<8,0\t6,0 a 9,0\t-\nOD\t7,6\t-\t-\t> 5,0\t-\t-\tmg/L\nCloretos\t-\t6 a 12\t9 a 13\t250\t250\t250\tmg/L\nNitratos\t4,6\t-\t<7\t10\t10\t10\tmg/L\nNitritos\t0,1\t-\t<0,1\t0,02\t0,01\t1\tmg/L\nFosfatos\t0,5\t-\t<0,2\t0,025\t0,025\t-\tmg/L\nCloro\t-\t-\t1,5\t-\t2,0\t2,0\tmg/L\nFlúor\t-\t-\t1,2\t<1,4\t1,5\t1,5\tmg/L\nAlumínio\t-\t-\t0,2\t0,1\t0,2\t0,2\tmg/L\nC.Fecais\t-\t500 a 2000\tPresença esporádica\t0/100 ml\t0/100 ml\tAusência em 100 ml\tNMP\nE.coli\t-\t5 a 1350\tausente\t0/100 ml\t0/100 ml\tAusência em 100 ml\tNMP\nObservando as análises da água da sub-bacia do Arroio Maestra, conforme tabela 25, podemos relacionar os parâmetros analisados na água superficial e na água bruta, com a Resolução 020/86 do CONAMA. Os resultados mostram valores médios de nitratos e fosfatos na água superficial acima do limite máximo estabelecido pelo CONAMA, e altas quantidades de coliformes fecais e E. coli, na água bruta, dados que revelam poluição por esgotos domésticos e/ou comerciais.\nOs parâmetros da água tratada pela ETA Celeste Gobatto, e relacionada com a Organização Mundial da Saúde (OMS), nos indica a presença esporádica de coliformes fecais, o que deveria ter ausência total para o consumo humano.\n5.\tConsiderações finais\nAo concluir esse trabalho, observa-se que não foram esgotadas todas as possibilidades para a avaliação da qualidade da água de abastecimento da população, proveniente da sub-bacia do Arroio Maestra na cidade de Caxias do Sul, RS.\nNo decorrer da realização do trabalho foram analisado alguns aspectos que comprometem os mananciais existentes na área e que podem colocar em risco a qualidade da água consumida pela população.\nA área de estudo é formada por uma topografia acidentada, com uma sucessão de vertentes dissecadas pela rede de drenagem, com declives acentuados ao norte e mais amenos em direção ao sul, onde localiza-se à Barragem Maestra. Com esse relevo deve-se levar em consideração o tipo de ocupação da terra, pois a declividade acentuada facilita o escoamento dos resíduos em direção à barragem onde se localiza à captação da água para o abastecimento.\nA qualidade da água superficial da área estudada foi analisada para os seguintes parâmetros: pH, Oxigênio Dissolvido, Condutividade, Demanda Bioquímica de Oxigênio, Amônia, Nitratos, Fosfatos e Temperatura da água.\nPelos resultados encontrados, com médias muito altas em relação aos níveis permitidos pela Resolução 020/86 do CONAMA, especialmente para DBO, fosfatos e compostos de nitrogênio, indica-se a presença de fontes de poluição, oriundas da ocupação presentes na sub-bacia, tais como atividades de avicultura, haras, agrotóxicos, esgotos residenciais, comerciais e industriais, localizados à montante da barragem de captação de água, especialmente nos pontos 4 e 6, que correspondem a drenagem pertinente ao loteamento Serrano e ao do Capivari.\nOs problemas de qualidade da água superficial detectada a partir das análises efetuadas para este trabalho se refletem na qualidade da água bruta da ETA Celeste Gobatto, conforme a análise dos dados obtidos pelo SAMAE.\nEmbora este órgão não tenha efetuado análises para fosfatos e nitratos na água bruta pode-se constatar os elevados níveis de poluição decorrentes das atividades urbanas pelos altos valores de coliformes fecais e Escherichia coli nas águas da Represa Maestra. O tratamento superimposto à água da barragem, graças a adição de grandes quantidades de produtos químicos, elimina quase que\ntotalmente os coliformes fecais, uma vez que ainda foram detectados em algumas amostras relativas aos anos de 2000 e 2001; porém, mesmo com a escassa quantidade de análises efetuadas para fosfatos, pode-se perceber que a água potável derivada da ETA contém teores acima do permitido pela legislação.\nCom a crescente expansão da ocupação da área, através de loteamentos, a cobertura vegetal, que é um fator essencial para a retenção de água no solo e abastecimento do lençol freático, corre o risco de ser retirada, o que implica em um aumento ainda maior na poluição das águas de superfície e mesmo do lençol freático.\nAs áreas que são designadas como 1a categoria (principalmente às de banhados) segundo a Lei Municipal n° 2.452 de 21/12/78, devem ser preservadas da ocupação urbana, pois são aquelas que servem para recarga do lençol freático.\nA preocupação dos legisladores da Câmara Municipal do Município, que no Plano Diretor Físico e Territorial criaram em 1978, a APA (Área de Proteção Ambiental) do Arroio Maestra (e em outras sub-bacias no município), estabelecendo normas para o uso e ocupação da terra, foi fragmentada no decorrer dos períodos, quando do surgimento de loteamentos e outras atividades poluidoras como agricultura, haras, cancha de rodeio, avicultura, criação de gado, indústrias metalúrgicas e de plásticos, e presença de posto de gasolina, que comprometem a qualidade da água para o consumo humano. O mais preocupante é que a cidade de Caxias do Sul, possui poucas bacias de captação, com uso de seu potencial máximo, o que indica que em um futuro recente, o abastecimento da cidade pode vir a estar comprometido, implicando na busca de novas bacias de captação em municípios próximos como São Francisco de Paula.\nDeste modo é necessário maior controle da área, buscando preservar os recursos hídricos da mesma, disciplinando de forma mais rígida a ocupação e os usos, implementando a recuperação pelo tratamento das águas residenciais, industriais e comerciais através da ETE Rivadávia Azambuza Guimarães, e de outras que devem ser construídas para atender a ocupação de todos os loteamentos já estabelecidos.\nEmbora a APA do Arroio Maestra tenha sido criada em 1978, até o momento não dispõe de zoneamento ecológico-econômico, como disciplina a Resolução CONAMA n° 010/88, em seu artigo 2°, e a Lei de 2000 que estabelece o Sistema Nacional de Unidades de Conservação.\nCollares e Bragança salientam a importância do zoneamento ecológico-econômico (ZEE), e assim o definem:\ncomo instrumento de política ambiental que estabelece a ordenação do território de uma APA, mediante a identificação de unidades ambientais (zonas) de comportamento interno similar com relação aos elementos dos meios físico, biótico e sócio-cultural (2002:177).\nPara os mesmos autores, o ZEE é uma ferramenta indispensável para o planejamento e a gestão de APAs, pois\nsendo nestas permitido o uso direto dos recursos bem como a expansão da ocupação, o zoneamento indica as condições em que isso deve ser feito, tendo em vista promover o desenvolvimento sustentável e garantir a preservação da biodiversidade naquela área (p.177).\nA Resolução do CONAMA n° 10/88, estipula o que o zoneamento de uma APA deverá contemplar. Algumas zonas como, de Usos Especiais, de Vida Silvestre, de Uso Agropecuário e de Urbanização.\nCaberá aos órgãos competentes dar início ao zoneamento ecológico-econômico, e ao conselho gestor, que deverá contar com a participação da comunidade local, dar fortalecimento às ações propostas para a APA do Arroio Maestra.\nO zoneamento deverá, em busca de uma melhor qualidade da água consumida pela população, dar uma ênfase especial sobre a ocupação urbana e os sistemas de produção da área. Atividades poluidoras não podem existir em uma APA como prevê a lei que regulamenta esta unidade de conservação.\nNas zonas de uso urbano o estabelecimento de novos loteamentos deve ser analisados com cuidado. O tratamento dos efluentes domésticos deve ser efetuado em todos os casos, ainda mais em se tratando de uma sub-bacia com pequena área. A presença de ocupação humana próxima aos divisores já coloca em risco a qualidade e muito mais a quantidade dos recursos hídricos, pois as nascentes, conforme a lei estipula, devem estar em área de mata, com no mínimo 50m de largura. A expansão da rede e da capacidade da Estação de Tratamento de Esgoto\ndeve ser analisada para o devido atendimento a todas as unidades familiares e comerciais já instaladas na área da APA.\nO zoneamento deverá refletir, em suma, a posição da comunidade e dos órgãos competentes sobre algumas medidas que amenizem as distorções atualmente presentes no uso da terra da APA do Arroio Maestra e fazer encaminhamentos no sentido de:\n-\tpromover uma manutenção equilibrada da paisagem local;\n-\tmanutenção das áreas onde existem vegetação nativa;\n-\tpotencializar a APA para a educação ambiental e formas de lazer informativas;\n-\tcriação de projetos para ocupação dos loteamentos a fim de promover a recuperação e o tratamento de efluentes;\n-\tcriação de projetos para a proteção das nascentes e recuperação das áreas degradadas para minimizar os impactos existentes;\n-\tcriação de projetos, junto à indústria e o comércio para um prévio tratamento dos resíduos;\n-\tlevantamento total do uso e ocupação da área pelos haras e outras fontes potencialmente poluidoras, buscando a diminuição ou a suspensão\nde certas atividades na área da APA.\nÉ importante ter presente que a população que ocupa a área da bacia de captação do Arroio Maestra esteja ciente do que representa uma área de preservação ambiental e porquê esta sub-bacia foi assim constituída, procurando conter as atividades potencialmente poluidoras na busca de uma melhor qualidade de vida.\n6.\tReferências\nADAMI, J. S. História de Caxias do Sul,_Editora São Miguel, Caxias do Sul, Rio Grande do Sul, 1962, 413p.\nAGRITEMPO, Disponível em http//www.agritempo.gov.br/enpt/elnino/mensal.php: Acesso em: 21 de junho de 2004.\nBAPTISTON, I., A relação da Reserva Natural Salto Morato com a_Comunidade de Morato - Guaraqueçaba (PR), In: LITLLE, Paul L.; Políticas Ambientais no Brasil, Análises, instrumentos e experiências, (Org.), IIEB, Editora Peirópólis, São Paulo, 2003, 463p.\nBARLOW M. e CLARKE T., Ouro Azul, Como as grandes corporações estão se apoderando da água doce do nosso planeta, M. Books, São Paulo, 2003, p.331.\nBECKER. Í. I. B. O Indio Kaigang no Rio Grande do Sul. In: RAMIREZ. Hugo, (Org.) O Índio no Rio Grande do Sul - Perspectivas, Comissão Executiva de Homenagem ao Índio, Governo do Estado do Rio Grande do Sul, Companhia Rio-Grandense de Artes Gráficas, Pôrto Alegre, 1975. 195 p.\nBELLENZANI, M.L.R. Rede APA Capivari - Monos: Uma experiência de Participação Comunitária na Criação de Unidades de Conservação. In: III Congresso Brasileiro de Unidade de Conservação, Anais...Fortaleza: Rede Nacional Pró-Unidades de Conservação...2002. 876p.\nBOLZANI, A. L., Configuração Espacial do Município de Caxias do Sul, ._In.: ALVES. E. R. e GIRON. L.S. Caxias do Sul: Homem, Tempo e_Espaço. Subsídios. Editora da Universidade de Caxias do Sul, 1992. 93p.\nBRAGA, B., PORTO, M., e TUCCI, C.E.M. Monitoramento de Quantidade e Qualidade das Águas, In: REBOUÇAS, Aldo da C.; BRAGA, Benedito; TUNDISI,\nJosé G., Águas Doces no Brasil, Capital Biológico, Uso e Conservação, Escrituras Editoras, São Paulo, 2002, 703p.\nBRASIL, Secretaria de Recursos Hídricos - SRH. Política Nacional de Recursos Hídricos; Lei n° 9.433 de 08 de janeiro de 1997 . Brasília: Ministério do Meio Ambiente, dos Recursos Hídricos e da Amazônia Legal - MMA/ Movimento da Cidadania pelas Águas, 1997. 35p.\n____. Detalhamento da Metodologia para Execução do Zoneamento Ecológico-Econômico pelos Estados da Amazônia Legal. Brasília, Ministério do Meio Ambiente, dos Recursos Hídricos e da Amazônia Legal - MMA; Secretaria de Assuntos Estratégicos da Presidência da República - SAE/PR, 1997.\n____. Lei n° 6.938, de 31 de agosto de 1981. Instituiu a Política Nacional do Meio Ambiente. Brasília, Ministério do Meio Ambiente- MMA; Secretaria de Assuntos Estratégicos da Presidência da República - SAE/PR, 1982.\n____, Lei n° 9.985, de 18 de julho de 2000. Instituiu o Sistema Nacional de Unidades de Conservação da Natureza. Brasília, 2000.\nCABRAL, N. R. A. J., &amp; SOUZA, M. P. Área de Proteção Ambiental,_ Planejamento e Gestão de Paisagens Protegidas, Editora RiMa, São Carlos, São Paulo, 2002, 154p.\nCARRARO, C. C., GANERMANN, N., ELCK, N. C., BORTOLUZZI, C. A. , JOST, H., PINTO, J.F. , Mapa Geológico do Rio Grande do Sul, Governo do RS, Fapergs, UFRGS, Secretaria de Coordenação e Planejamento, E: 1: 1 000 000, 1974.\nCASTRO, C. M. B. de. 1997. Aspectos qualitativos das águas naturais . UFRGS/IPH. 71 pp.\nCHIES, G. Os Poderes Fazem a História. MARGUIA Publicações e Promoções, Caxias do Sul, Rio Grande do Sul, 1999, 221p.\nCIC - Câmara de Indústria, Comércio e Serviços - Perfil Sócio-Econômico de Caxias do Sul, JJD, Proequipe Ltda, 2003, 60p.\nCOLLARES, José E.R. &amp; BRAGANÇA, Pedro C. de O. Metodologia do Zoneamento da APA Petrópolis, IN: Anais, III Congresso Brasileiro de Unidades de Conservação, Fortaleza, Ceará, 2002, 876p.\nCONAMA. Resolução n° 020 de 1986. Brasília, 1986.\n_________. Resolução n° 011 de 1997. Brasília: Diário oficial da União, 1997.\n_________. Resolução n° 010 de 1998. Brasília: Diário Oficial da União, 1998.\nDALAGNOL, E. de F. N. Subsídios para o Zoneamento da APA do Rio dos Bugres, Município de Rio Negrinho - SC. Florianópolis, 2001. 166p. Dissertação de Mestrado, Universidade Federal de Santa Catarina.\nDERH, Divisão de Esgotos e Recursos Hídricos do Serviço Autônomo Municipal de Água e Esgoto (SAMAE), Caxias do Sul, Rio Grande do Sul, 2004.\nDROSTE, R, Theory and Pratice of Water and Wastewater Treatment., 1a Edição. Editora John Wiley e Sons, New York, 1997, 290p.\nESTEVES, F. de A. Fundamentos de Limnologia, 2a edição, Editora Interciência Ltda, Rio de Janeiro, 1998, 602 p.\nFAGUNDES, F. R.F. Avaliação Quali-Quantitativa das Disponibilidades e Demandas de Água na Bacia Hidrográfica do Sistema Taquari-Antas. Volume 1, Memorial Descritivo, Governo do Estado do Rio Grande do Sul, CRH/RS, SOPSH, DRHS, FRH/RS, 2002, 570p.\nFENZL, N. Introdução à Hidrogeoquímica, UFPA/PIDL, Belém, 1988, 189 p.\nFEPAM, Fundação Estadual de Proteção Ambiental Henrique Luiz Roessler, Qualidade das Águas da bacia Hidrográfica do Rio das Antas &amp; Rio Taquari , Porto Alegre, 1999, 45p.\nFRANCO, B, D. G. de M. &amp; LANDGRAF, M. Microbiologia dos Alimentos, Atheneu, São Paulo, 1996, 1398p.\nFUNATURA - FUNDAÇÃO PRÓ - NATUREZA. Sistema Nacional de Unidades de Conservação: aspectos conceituais e legais. Brasília : IBAMA, 1989, 80p.\nGARDELIN, M.A Colônia Caxias em suas origens, In.: GARDELIN, e COSTA, R. Os Povoadores da Colônia Caxias. Edição da Escola Superior de Teologia e Espiritualidade Franciscana e Folha de Hoje, Caxias do Sul, Rio Grande do Sul, 1992. 515p.\nGARDELIN, M. A Origem dos Campos dos Bugres, In.: GARDELIN, e COSTA, R. Colônia Caxias Origens, Edições EST, Porto Alegre, Rio Grande do Sul, 1993. 304p.\nGIRON. L. S. Caxias do Sul: Evolução Histórica. Prefeitura Municipal de Caxias do Sul, Universidade de Caxias do Sul e Escola Superior de Teologia São Lourenço de Brindes, Porto Alegre, 1977, 100p.\nGIRON. Loraine S., Algumas Questões Econômicas. In.: ALVES. E. R. e GIRON. L.S. Caxias do Sul: Homem, Tempo e Espaço. Subsídios. Editora da Universidade de Caxias do Sul, 1992. 93p.\nIBGE, Instituto Brasileiro de Geografia e Estatística, Censo Demográfico - 2000, Características da População e dos Domicílios, Rio de Janeiro, 2002, 517p.\nJORNAL PIONEIRO, SOMAR Meteorologia, 8° DISMET/INMET, Central RBS de Meteorologia, Ano 56, n° 8.716, 19/11/03, p.20.\nJAY, J.M. Moden Food Microbiology, 6th ed. Aspen Publishers, Gaithersburg, MD, 2000.\nJAWETZ, MELNICK &amp; ADELBERG's, Medical Microbiology , Appleton &amp; Lange, 1998, Editora Guanabara Koogan S.A, 21a edição, 2000, 997p.\nMMA/IBAMA, Roteiro Metodológico para Gestão de Área de Proteção Ambiental- APA. Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis, Diretoria de Unidades de Conservação e Vida Silvestre._Brasília, Ed. IBAMA, 2001,230p.\nMMA/IBAMA,_Gerenciamento de Bacia Hidrográfica: Aspectos e Conceitos Metodológicos. Instituto Brasileiro do Meio Ambiente e dos Recursos Naturais Renováveis, Brasília, Ed. IBAMA, 1995, 165p.\nMMA. Ministério do Meio Ambiente, Disponível em : http://www.mma.gov.br/port/sds/zee/serra/parte1Z1.html Acesso em: 16 de janeiro de 2004.\nMONTEIRO, M, A. M, e FURTADO, S. M. de A .O Clima do Trecho Florianópolis -Porto Alegre: Uma Abordagem Dinâmica. GEOSUL. Florianópolis: UFSC. n° 19/20, p.117-133, 1995.\nPREFEITURA MUNICIPAL DE CAXIAS DO SUL, Secretaria Geral, Leis e Decretos Municipais, 2003.\nPREFEITURA MUNICIPAL DE CAXIAS DO SUL, Cadastro Imobiliário Fiscal, 2003.\nRGE - Rio Grande Energia, Dados qualificativos e quantitativos, 2002.\nSAMAE, Serviço Autônomo Municipal de Água e Esgoto, Banco de Dados, 2000.\nSAMAE, Serviço Autônomo Municipal de Água e Esgoto, Polígrafos Informativos, 2002.\nSAMAE, Serviço Autônomo Municipal de Água e Esgoto, Avaliação do Impacto Potencial do Uso e Ocupação do solo nas Bacias de Captação, Caxias do Sul, 2002, 146p.\nSCHÃFER, A. E. Fundamentos de Ecologia e Biogeografia das Águas Continentais. Editora da UFRGS, Porto Alegre, 1985, 532p.\nSCHÃFER, A. E. Biogeographie der Binnengewasser eine Einführung in die biogeographische Areal und Raumanalyse in limnischen Okosystemen, Teubner Studienbücher, Geographie, Stuttgart: B.G. Teubner Stuttgart, 1997, 258p.\nSEMA - SECRETARIA ESPECIAL DO MEIO AMBIENTE. Caracterização e Diretrizes Gerais de uso da Área de Proteção Ambiental do Rio São Bartolomeu._ Brasília, 1998.\nSEPLAM, Secretaria de Planejamento Ambiental da Prefeitura Municipal de Caxias do Sul, Folhetos Informativos, 2001.\nSEPLAM, Secretaria de Planejamento Ambiental da Prefeitura Municipal de Caxias do Sul, Folhetos Informativos, 2002.\nSPM, Secretaria de Planejamento Municipal da Prefeitura Municipal de Caxias do Sul, Rio Grande do Sul, Banco de Dados, 2000.\nSETTI, A. A. Legislação para os Recursos Hídricos, In: SILVA, D. D. da, PRUSKI, F. F. Gestão dos Recursos Hídricos, Aspectos legais, econômicos, administrativos e sociais. Ministério do Meio Ambiente, Secretaria dos Recursos Hídricos, Universidade Federal de Viçosa, Associação Brasileira dos Recursos Hídricos. Brasília, 2000, 659p.\nSUERTEGARAY, D.M.A., Entrevista. Geosul, Florianópolis, v.16, n.32, p.167-192.\nVIEIRA, R. Um olhar sobre a paisagem e o lugar como expressão do comportamento frente ao risco de deslizamento. Florianópolis, 2004,196p. Tese (Doutorado em Geografia), Universidade Federal de Santa Catarina.\n7.\tAnexos\n1\t- Lei Municipal de Caxias do Sul, n° 2.452 (1978), que cria a APA\nArroio Maestra............................................\n2\t- Análises Físico-Químicas da água bruta e tratada - SAMAE (1996\n2003)..................................................\ndo\nANEXO 1\nLei Municipal de Caxias do Sul que cria a APA do Arroio Maestra.\nA Lei n° 2.452/78, estipula:\nArt. 1° - A presente Lei disciplina o uso do solo para a proteção dos mananciais, cursos e reservatórios de água e demais recursos hídricos de interesse do Município de Caxias do Sul.\nArt. 2° - São declaradas áreas de proteção e, como tais reservadas, as referentes aos seguintes mananciais, cursos e reservatórios de água e demais recursos hídricos de interesse do Município de Caxias do Sul:\nA - Arroio Dal Bó;\nB - Arroio Faxinal;\nC - Arroio Maestra;\nD - Arroio das Marrecas, e\nE - Demais cursos de água, reservatórios e outros\trecursos\nhídricos que o Poder Público Municipal, a seu critério achar necessário, e que, por instrumento legal, indicará como parte integrante desta Lei.\nArt. 3° - As áreas de proteção, também denominadas Zonas P.B. de que trata esta Lei, corresponderão, no máximo, às da drenagem, referente aos mananciais, cursos, reservatórios de água e demais recursos hídricos, especificados no artigo 2°.\n§ 1° - Nas áreas de proteção, os projetos e execuções de arruamentos, loteamentos, edificações e obras, bem como a prática de atividades agropecuárias, de prestação de serviços, institucionais, industriais, comerciais e recreativas dependerão de aprovação prévia da Secretaria e Viação e Obras Públicas, mediante parecer do SAMAE e do GAMAPLAN, sem prejuízo das demais leis em vigor para outros fins e observado o disposto na presente Lei.\n§ 2° - Sempre que as circunstâncias o recomendarem, no interesse da preservação da saúde pública, o SAMAE e o GAMAPLAN fundamentarão seus pareceres em manifestação da Secretaria da Saúde do Estado.\nArt. 4° - As atividades mencionadas no parágrafo primeiro do artigo anterior, se exercidas sem licenciamentos e aprovação devidamente fundamentados em pareceres dos órgãos mencionados naquele parágrafo, com inobservância desta Lei, ou em desacordo com os projetos aprovados, poderão determinar a cassação do licenciamento, se o houver, e a cessação compulsória de atividade, ou o embargo e demolição das obras realizadas, a juízo dos órgãos competentes, já citados, sem prejuízo da indenização, pelo infrator, por danos que causar.\nArt. 5° - Nas áreas de proteção, o licenciamento das atividades e a realização das obras referidas no parágrafo 1° do artigo 3° desta Lei, ficarão sujeitos às seguintes exigências:\na- destinação e uso da área perfeitamente caracterizados e expressos nos projetos e documentos submetidos à provação;\nb- apresentação, nos projetos, de solução adequada para coleta, tratamento e destino final dos resíduos sólidos, líquidos e gasosos, produzidos pelas atividades que se propõem a exercer ou desenvolver nas áreas;\nc- apresentação, nos projetos, de solução adequada, relativamente aos problemas de erosão e escoamento de águas, inclusive as pluviais.\n§ 1° - O licenciamento das atividades horti- frutigranjeiras, independerá de projetos, desde que o documento submetido à aprovação contenha os demais requisitos, previstos neste artigo.\n§ 2° - Dos documentos de aprovação constará, obrigatoriamente, que o uso da área só será admitido, em conformidade com esta Lei.\n§ 3° - O emprego de defensivos e fertilizantes e a prática de atividades descritas no parágrafo 1° do artigo 3°, deverão ser limitadas às formas que não contribuam para a deterioração dos recursos hídricos.\nArt. 6° - As áreas de proteção referidas no artigo 2° desta Lei terão delimitações que estabelecerão, nos seus limites, faixas ou áreas de maior ou menor restrição, conforme o exigir o interesse público.\nArt. 7° - Nas áreas ou faixas de maior restrição, de que trata o artigo 9° denominadas de 1a categoria, somente serão permitidas atividades recreativas e a execução de obras ou\nserviços, indispensáveis ao uso e ao aproveitamento do recurso hídrico, desde que não coloquem em risco a qualidade da água.\nParágrafo Único - As faixas de primeira categoria, observadas as normas desta Lei, poderão ser computadas no cálculo das áreas reservadas à recreação ou áreas verdes de loteamentos.\nArt. 8° - Ficam delimitadas, como áreas de proteção, as contidas entre os divisores de água do escoamento superficial contribuinte dos mananciais, cursos e reservatórios de água a que se refere o artigo 2° da presente Lei, conforme lançamento gráfico constante da coleção de cartas planialtimétricas, em escala de 1:20.000, e de levantamento aerofotogramétricos e topográficos.\nArt. 9° - Nas delimitações de que trata o artigo anterior, constitui áreas ou faixas de 1a categoria ou de maior restrição:\nI\t- os corpos de água;\nII\t- a faixa de 100 metros de largura, medida em projeção horizontal, a partir da linha de contorno correspondente ao nível de água máximo dos reservatórios públicos, das bacias de acumulação, existentes ou projetados;\nIII\t- A faixa de 50m de largura, medindo em projeção horizontal, a partir dos limites do álveo, em cada uma das margens dos cursos da água referidos no artigo 2° da presente Lei e das de seus afluentes primários dos reservatórios públicos existentes ou projetados;\nIV\t- as faixas definidas no artigo 2 e sua alínea -“a” da Lei Federal n° 4771, de 15 de setembro de 1965, referentes às margens dos demais cursos de água;\nV\t- as áreas cobertas por mata e todas as formas de vegetação primitiva, margeando os cursos de água;\nVI\t- as áreas com cota inferior a 1,50 metros, medida a partir do nível máximo dos reservatórios públicos, definidos no inciso II, existentes e projetados e situados a uma distancia inferior a 100 metros das faixas de que tratam os incisos II e III deste artigo;\nVII\t- as áreas onde a declividade media for superior a 40%, calculada a intervalos de 100 metros, a partir do nível de água máximo dos reservatórios públicos existentes e projetados e dos limites do álveo dos rios, sobre as linhas de maior declive.\nArt. 10 - Constituem faixas de 2a categoria, ou de menor restrição, aquelas situadas na área de proteção delimitadas no artigo 8° e que não se enquadrem na 1a categoria, discriminadas no artigo 9°.\nArt. 11 - As águas dos mananciais, cursos e reservatórios de água e demais recursos hídricos, a que se refere o artigo 2°, da presente Lei, destinam-se, prioritariamente, ao abastecimento de água.\n§ 1° - É permitida a utilização das águas para lazer, sob controle, desde que não seja prejudicado o uso referido no “caput” deste artigo.\n§ 2° - As águas poderão ainda ser utilizadas para a irrigação de hortaliças e geração de energia, desde que não sejam prejudicados os usos de que tratam o “caput” e o parágrafo 1° deste artigo.\nArt. 12 - Em cada área de proteção dos recursos hídricos, a Prefeitura Municipal aplicará, através de seus órgãos, as medidas necessárias à adaptação das urbanizações, edificações, e atividades existentes, ao disposto nesta Lei.\nUSOS PERMITIDOS\nArt. 13 - Nas áreas ou faixas de 1a categoria ou de maior restrição, somente são permitidos os seguintes usos e atividades:\n1° - pesca;\n2° - excursionismo e campismo selvagem;\n3° - natação;\n4° - esportes náuticos;\n5° - outros exportes ao ar livre, que não importem em instalações permanentes e quaisquer edificações, ressalvado o disposto no “caput” do artigo 7°;\nArt. 14 - Nas áreas ou faixa de ia categoria, ou de maior restrição, somente são permitidos serviços obras e edificações, destinados à proteção dos mananciais, à regularização de vazões com fins múltiplos e a utilização de águas previstas no artigo 11.\nParágrafo Único - É permitida, observando o disposto no parágrafo 1° do artigo 3°, da presente Lei, a construção de ancoradouros de pequeno porte, rampas de lançamentos de barcos, pontões de pesca e tanques para piscicultura.\nArt. 15 - Nas áreas de 1a categoria, ficam proibidos o desmatamento, a remoção da cobertura vegetal existente e a movimentação de terra, inclusive empréstimos e botafora, a menos que se destinem ao serviços, obras e edificações mencionadas no artigo 14.\nArt. 16 - Nas áreas ou faixa de ia categoria não é permitida a ampliação de serviços, obras e edificações já existentes, que não se destinem à finalidade definidas no artigo 11, bem como a ampliação das instalações ou intensificação das atividades desenvolvidas por estabelecimentos referido no § 1° do artigo 3°.\nArt. 17 - Nas áreas ou fixa de 2a categoria, são permitidas, observadas as restrições desta Lei, somente os seguintes usos:\nI\t- residencial;\nII\t- industrial, de acordo com a relação das indústrias permitidas pela Secretaria da Saúde do Estado, com as limitações da respectiva regulamentação.\nIII\t- comercial, com exceção do comércio atacadista de gêneros perecíveis e/ou poluentes.\nIV\t- de serviços e institucionais, com exceção de hospitais, sanatórios e outros equipamentos de saúde publica, ressalvados e destinados ao atendimento das populações locais e desde que não sejam especializados no tratamento de doenças transmissíveis;\nV\t- para lazer;\nVI\t- hortifrutícula;\nVII\t- para florestamento, reflorestamento e extração vegetal do reflorestamento.\nArt. 18 - Nas áreas ou faixa de 2a categoria, sem prejuízos das disposições da Lei n° 2088, de 27 de dezembro de1972 e legislação municipal atinente à matéria, os projetos de loteamento de glebas ou desmembramentos das Zonas P.B., deverão obedecer às normas seguintes:\n-\tno caso de ocupação residencial;\n-\tárea mínima do lote, um hectare (1ha.) por economia familiar;\n-\ttestada mínima do lote, cinqüenta metros;\n-\tdimensão máxima do quarteirão - quinhentos metros;\n-\tlargura mínima da rua, dezoito metros;\n-\tlargura mínima da faixa carroçável, oito metros e cinqüenta centímetros;\n-\trampa máxima da faixa carroçável, quinze por cento.\n§ 1° - Todo projeto de loteamento deverá incorporar, no seu traçado viário, os trechos de avenidas que a Prefeitura Municipal indicar, assim como sua largura, para assegurar a continuidade do sistema viário geral.\n§ 2° - Caberá à Prefeitura Municipal aprovar a largura, perfil transversal e rampa máxima das avenidas referidas no parágrafo 1° deste artigo.\n§ 3° - Na ocupação de qualquer lote de terreno, deve permanecer, obrigatoriamente, sem pavimentação e impermeabilização, cinqüenta por cento da área do terreno.\nArt. 19 - Para os usos autorizados do artigo 17, incisos I, II, III e IV, deverão ser observados:\n-\tTaxa de Ocupação - (TO) = 10 %\n-\tÍndice de Aproveitamento - (IA) = 0,1\nArt. 20 - Os projetos de edificações e obras deverão conter planta detalhadas das instalações hidro-sanitárias e , quando não ligadas ao sistema publico de esgoto sanitário, deverão igualmente detalhar a localização da fossa séptica ou outro processo de tratamento e do sistema de infiltração de seu efluente.\nParágrafo Único - Os projetos das instalações hidráulico- sanitárias e pluviais, bem como os sistemas particulares de tratamento e disposição final dos esgotos dependerão de aprovação prévia da Secretaria de Viação de Obras Públicas, mediante parecer do SAMAE, sem prejuízo do disposto no § 2° do artigo 3°.\nArt. 21 - A aprovação do projetos de loteamentos, edificações e obra, ficará condicionada à obrigatoriedade de construção de reservatório coletor de águas servidas e de esgotos sanitários, para recalque dos mesmos fora da bacia, sempre que o lançamento ou disposição final de efluentes de esgotos possam conduzir à degradação da qualidade das águas dos mananciais e obrigatoriamente para todas as construções.\nArt. 22 - Sem prejuízo da ação e atribuições dos diferentes órgãos governamentais, fica o SAMAE, instituído como organismo fiscalizador das atividades dentro das bacias dos recursos hídricos, definidos por esta Lei.\nParágrafo Único - Será regulamentada, no prazo de noventa (90) dias, a estrutura orgânico- funcional da unidade fiscalizadora do SAMAE.\nArt. 23 - Os proprietários dos loteamentos na bacia do Arroio Dal Bó, aprovado pela força do artigo 15 da Lei 470, de 21 de outubro de 1952, ficam obrigados à construção de um reservatório coletor de águas servidas e de esgotos sanitários, das construções que ali se fizerem, para recalque das mesmas, fora da bacia do Arroio Dal Bó.\nParágrafo Único - A Prefeitura Municipal só concederá licença para a construção, no referido loteamento, com ligação de esgoto de águas servidas e de instalações sanitárias ao reservatório, a que se refere este artigo.\nArt. 24 - Os afluentes dos Sistemas Públicos de esgotos sanitários deverão se afastados das áreas de proteção.\nArt. 25 - Os sistemas particulares de esgotos, não ligados ao Sistema Público, deverão ser providos, pelo menos, de fossa sépticas, constituídas segundo normas técnicas em vigor, com seus afluentes infiltrados no terreno através de poços absorventes ou irrigação sub-superficial, assegurando-se a proteção do lençol freático.\nArt. 26 - As instalações particulares de tratamento e disposição de esgoto, a que se refere o artigo 23, deverão estar em operação, no prazo máximo de três (3) anos, a partir de data da promulgação desta Lei.\nParágrafo Único - Aplica-se o referido no “caput” deste artigo, também a qualquer edificação existente, mesmo que não pertença a loteamentos, aprovados por Lei.\nArt. 27 - No pedido de licenciamento de que trata o parágrafo 1° do artigo 5° desta Lei, o interessado deverá indicar e caracterizar a área a ser cultivada, fornecer a relação dos fertilizantes e defensivos agrícolas a serem empregados, especificar os meios a serem utilizados para o descarte do resto de formulação e de embalagens e os meios de disposição dos efluentes líquidos da lavagem dos equipamentos e recipientes usados.\n§ 1° - As dosagens admissíveis de fertilizantes e defensivos agrícolas serão fornecidos pela Secretaria Municipal da Agricultura, ou outro órgão técnico competente.\n§ 2° - O uso de defensivos agrícolas deverá se restringir ao mínimo indispensável, podendo o SAMAE, de comum acordo com a Secretaria Municipal da Agricultura, proibir o uso de tais defensivos, se os níveis de contaminação verificados no corpo de água, atingir limites iguais ao inaceitável.\nArt. 28 - Nas áreas de proteção, não será permitido, para a distribuição de defensivos agrícolas, o uso de aeronaves ou de equipamentos que utilizem correntes de ar, e altas velocidades.\nArt. 29 - As indústrias localizadas, na data da publicação da presente Lei, em áreas de proteção deverão apresentar, à Prefeitura Municipal, no prazo máximo de um ano, a partir da promulgação desta Lei, projetos de disposição de seus efluentes líquidos que prevejam, prioritariamente, o seu afastamento para sistemas de esgotos de bacias não protegidas.\n§ 1° - Na impossibilidade do afastamento, referido neste artigo, os projetos deverão prever tratamento aprovado pelo SAMAE, sem prejuízo do disposto no artigo 3°.\n§ 2° - As obras de disposição dos efluentes a que se refere este artigo, deverão estar concluídas, no prazo fixado pela Prefeitura Municipal, para cada caso, após aprovação, por esta, do respectivo projeto.\nArt. 30 - No prazo de cento e oitenta dias será regulamentada, por Decreto Executivo, a prática da pesca e da navegação, nas águas das represas, de modo a assegurar dispositivos de segurança necessários ao seus usuário e a prevenir uso de equipamentos e práticas, capazes de contaminar as águas.\nArt. 31 - As áreas pertencentes ao município e integrantes da Zona PB, se destinam à proteção das bacias, podendo ser utilizadas únicas e exclusivamente na implantação de parques, jardins públicos, para recreação e atividades culturais, viveiros e banco de mudas para incentivar a arborização e o reflorestamento, quadras esportivas, área de lazer e parques florestais.\nArt. 32 - As ações ou omissões, contrárias a legislação estadual e federal pertinente e às disposições desta Lei, no uso e ocupação do solo, na utilização e exploração das florestas e demais forma de vegetação, são consideradas uso nocivo da propriedade.\nArt. 33 - A execução das normas desta Lei se fará sem prejuízo da observância de outras, mais restritas, previstas em legislação federal, estadual ou municipal.\nArt. 34 - Esta Lei entrará em vigor na data de sua publicação, revogadas as\ndisposições\nem\ncontrário.\nANEXO 2\nAnálise da água bruta e tratada - SAMAE\nANEXO 2 - ANÁLISES FÍSICO-QUÍMICAS - ÁGUA BRUTA E TRATADA - SAMAE - 1996.\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl-\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tNO3\tNO2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n22/04\tB\t9,7\t6,9\t\t-\t40\t5,9\t18\t18\t\t\t0,3\t\t\t0\t3,7\t\t\t\t\t\n\tT\t0,9\t5,8\t\t0,8\t0\t8,0\t7\t15\t\t0,01\t-\t\t\t0\t2,0\t\t\t\t\t\n29/04\tB\t6,1\t7,1\t\t-\t50\t6,3\t16\t-\t\t\t0,2\t\t\t0\t2,8\t\t\t\t\t\n\tT\t0,3\t6,3\t\t1,0\t0\t9,1\t10\t-\t\t0,01\t-\t\t\t0\t1,7\t\t\t\t\t\n06/05\tB\t55\t7,0\t\t-\t50\t5,9\t16\t16\t\t\t0,3\t\t\t0\t2,2\t\t\t\t\t\n\tT\t0,3\t6,3\t0,7\t0,8\t0\t7,3\t9\t14\t\t0,03\t-\t\t\t0\t1,0\t\t\t\t\t\n13/05\tB\t4,9\t7,0\t\t-\t8,0\t-\t15\t20\t\t\t0,2\t\t\t0,08\t-\t\t\t\t\t\n\tT\t0,8\t6,4\t\t0,7\t2,5\t-\t9\t18\t\t0,09\t0,3\t\t\t0,05\t-\t\t\t\t\t\n20/05\tB\t4,6\t6,9\t\t-\t40\t7,7\t17\t18\t\t\t0,3\t\t\t0\t2,7\t\t\t\t\t\n\tT\t0,6\t6,3\t0,7\t0,8\t0\t8,4\t9\t15\t\t\t0,1\t\t\t0\t1,7\t\t\t\t\t\n27/05\tB\t6,0\t6,8\t\t-\t30\t8,7\t16\t20\t\t\t0,3\t\t\t0,05\t2,0\t\t\t\t\t\n\tT\t1,2\t6,2\t0,8\t0,7\t0\t10,5\t12\t18\t\t\t0\t\t\t0\t1,2\t\t\t\t\t\n06/05\tB\t4,7\t6,4\t\t-\t50\t5,9\t18\t18\t\t\t0,5\t\t\t0,3\t2,0\t\t\t\t\t\n\tT\t1,5\t5,9\t\t0,8\t0,5\t7,3\t9\t16\t\t\t0\t\t\t0\t0,9\t\t\t\t\t\n10/06\tB\t5,7\t6,5\t\t-\t30\t5,9\t20\t18\t\t\t0,3\t\t\t0,3\t4,2\t\t\t\t\t\n\tT\t0,9\t6,0\t0,8\t0,8\t0\t6,3\t15\t15\t\t\t0\t\t\t0\t1,8\t\t\t\t\t\n17/06\tB\t3,8\t6,4\t\t-\t35\t6,3\t18\t16\t\t\t0,4\t\t\t0,3\t3,9\t\t\t\t\t\n\tT\t0,7\t6,1\t\t1,5\t0\t8,4\t11\t14\t\t\t0\t\t\t0\t2,4\t\t\t\t\t\n24/06\tB\t11\t6,5\t\t-\t40\t7,7\t17\t17\t\t\t0,3\t\t\t0,2\t2,9\t\t\t\t\t\n\tT\t0,4\t6,0\t\t0,8\t0\t10,5\t13\t13\t\t\t0\t\t\t0\t1,5\t\t\t\t\t\n01/07\tB\t12\t6,4\t\t-\t40\t10,8\t16\t22\t\t\t0,3\t\t\t0\t2,4\t\t\t\t\t\n\tT\t0,7\t5,9\t0,5\t0,7\t0\t11,9\t12\t14\t\t\t0\t\t\t0\t1,1\t\t\t\t\t\n08/07\tB\t12\t6,7\t\t-\t50\t6,3\t15\t25\t\t\t0,5\t\t\t0\t3,5\t\t\t\t\t\n\tT\t0,8\t5,4\t0,7\t1,2\t0\t7,3\t12\t22\t\t\t0\t\t\t0\t1,0\t\t\t\t\t\n15/07\tB\t12\t6,5\t\t-\t100\t10,8\t16\t18\t\t\t0,5\t\t\t0\t1,2\t\t\t\t\t\n\tT\t0,3\t5,9\t\t1,5\t3\t10,8\t5\t11\t\t\t0,1\t\t\t0\t0,5\t\t\t\t\t\n22/07\tB\t5,7\t6,5\t\t-\t40\t5,9\t18\t17\t\t\t0,4\t\t\t0\t3,0\t\t\t\t\t\n\tT\t0,3\t6,0\t\t0,9\t0\t6,3\t12\t13\t\t\t0\t\t\t0\t1,1\t\t\t\t\t\n29/07\tB\t12\t6,0\t\t-\t40\t6,3\t18\t18\t\t\t0,3\t\t\t0\t3,5\t\t\t\t\t\n\tT\t1,3\t5,6\t\t0,9\t300\t10,8\t14\t14\t\t\t0\t\t\t0\t1,3\t\t\t\t\t\n05/08\tB\t12\t6,4\t\t-\t30\t5,9\t16\t20\t\t\t0,1\t\t\t0\t2,9\t\t\t\t\t\n\tT\t0,3\t5,9\t\t0,7\t0\t7,3\t12\t16\t\t\t0\t\t\t0\t1,8\t\t\t\t\t\n12/08\tB\t10\t6,7\t\t-\t40\t14,3\t20\t10\t\t\t0,1\t\t\t0\t2,1\t\t\t\t\t\n\tT\t0,4\t6,0\t\t0,8\t0\t15,7\t14\t15\t\t0,01\t0\t\t\t0\t1,0\t\t\t\t\t\n19/08\tB\t22\t6,5\t\t-\t80\t10,5\t20\t16\t\t\t0,2\t\t\t0\t2,5\t\t\t\t\t\n\tT\t1,8\t6,0\t\t0,7\t7,5\t12,9\t15\t12\t\t0,04\t0\t\t\t0\t1,0\t\t\t\t\t\n26/08\tB\t13\t6,7\t\t-\t60\t12,9\t19\t15\t\t\t0,3\t\t\t0\t2,7\t\t\t\t\t\n\tT\t2,4\t6,0\t\t0,9\t0\t10,2\t15\t13\t\t0,04\t0\t\t\t0\t0,9\t\t\t\t\t\n02/09\tB\t18\t6,8\t\t-\t30\t12,9\t-\t-\t\t\t0,4\t\t\t0\t3,0\t\t\t\t\t\n\tT\t0,4\t5,7\t\t0,7\t5\t12,9\t-\t-\t\t0,02\t0\t\t\t0\t1,1\t\t\t\t\t\n09/09\tB\t15\t6,3\t\t-\t80\t13,3\t17\t18\t\t\t0,4\t\t\t0\t2,3\t\t\t\t\t\n\tT\t0,7\t5,9\t\t0,9\t1,0\t12,2\t13\t15\t\t0,02\t0\t\t\t0\t1,3\t\t\t\t\t\n16/09\tB\t20\t6,1\t\t-\t90\t14,3\t14\t16\t\t\t0,3\t\t\t0\t2,8\t\t\t\t\t\n\tT\t0,8\t5,6\t\t0,8\t5\t15,7\t12\t14\t\t\t0\t\t\t0\t1,4\t\t\t\t\t\n23/09\tB\t14\t6,0\t\t-\t90\t8,7\t13\t16\t\t\t0,3\t\t\t0\t3,2\t\t\t\t\t\n\tT\t0,4\t5,8\t\t0,8\t0\t10,1\t10\t9\t\t\t0\t\t\t0\t1,8\t\t\t\t\t\n30/09\tB\t20\t6,5\t\t-\t50\t14\t18\t15\t\t\t0,4\t\t\t0\t3,0\t\t\t\t\t\n\tT\t0,8\t5,9\t\t0,6\t11\t13,3\t13\t12\t\t0,01\t0\t\t\t0\t1,8\t\t\t\t\t\n07/10\tB\t1,4\t7,2\t\t-\t80\t18,2\t18\t17\t\t-\t0,3\t\t\t0\t1,2\t\t\t\t\t\n\tT\t0,4\t6,4\t\t0,8\t5\t16,8\t9\t16\t\t0,02\t0\t\t\t0\t0,9\t\t\t\t\t\n14/09\tB\t26\t6,8\t\t-\t90\t1 4,3\n\tT\t08\t6,0\t\t0,8\t0\t10,8\n21/10\tB\t15\t6,6\t\t-\t1 00\t8,7\n\tT\t2,0\t6,1\t\t0,6\t0\t15,7\n29/10\tB\t22\t6,2\t\t-\t90\t5,9\n\tT\t1,8\t5,8\t\t0,9\t0\t6,3\n04/11\tB\t20\t6,3\t\t-\t1 30\t1 4,3\n\tT\t0,7\t5,9\t\t0,8\t0\t17,5\n1 1 /1 1\tB\t27\t6,7\t\t-\t1 00\t10,5\n\tT\t2,2\t6,0\t\t0,7\t5\t14\n1 8/1 1\tB\t19\t6,7\t\t-\t80\t12,5\n\tT\t0,7\t6,0\t\t0,5\t0\t14\n25/11\tB\t25\t6,3\t\t-\t1 00\t7,0\n\tT\t2,5\t5,7\t\t0,8\t0\t10,5\n02/12\tB\t18\t7,8\t\t-\t1 00\t5,2\n\tT\t0,6\t6,9\t\t0,6\t0\t7,7\n09/12\tB\t16\t6,8\t\t-\t70\t36,7\n\tT\t0,6\t6,1\t0,8\t0,5\t7,5\t8,7\n1 6/1 2\tB\t13\t6,6\t\t-\t40\t-\n\tT\t0,7\t6,1\t\t0,5\t0\t-\n26/12\tB\t12\t6,7\t\t-\t80\t10,5\n\tT\t0,8\t6,1\t\t0,4\t0\t7,7\n16\n13\n17\n10\n15\n11\n17\n10\n16\n12\n17\n11\n13\n12\n18\n11\n18\n12\n16\n10\n16\n13\n17\t-\t-\t\t\t0,4\t-\t-\t\t\t0\t2,8 - - - - -\t\t\t\t\t\n14\t\t\t0\t\t\t0\t0,3\t\t\t\t\t\n16\t\t\t0,1\t\t\t0\t1,5\t\t\t\t\t\n13\t\t\t0\t\t\t0\t0,8\t\t\t\t\t\n18\t\t\t2,4\t\t\t0\t3,9\t\t\t\t\t\n15\t\t0,01\t0\t\t\t0\t0,9\t\t\t\t\t\n18\t\t\t0,4\t\t\t0\t1,7\t\t\t\t\t\n16\t\t\t0\t\t\t0\t0,7\t\t\t\t\t\n14\t\t\t0,2\t\t\t0\t2,1\t\t\t\t\t\n15\t\t0,04\t0\t\t\t0\t0,6\t\t\t\t\t\n17\t\t\t0,3\t\t\t0\t1,7\t\t\t\t\t\n15\t\t\t0,1\t\t\t0\t0,5\t\t\t\t\t\n16\t\t\t0,3\t\t\t0\t2,2\t\t\t\t\t\n14\t\t0\t0\t\t\t0\t0,6\t\t\t\t\t\n17\t\t\t0,3\t\t\t0\t3,6\t\t\t\t\t\n14\t\t\t0\t\t\t0\t0,9\t\t\t\t\t\n25\t\t\t0,1\t\t\t0\t1,5\t\t\t\t\t\n16\t\t0\t0\t\t\t0\t0,5\t\t\t\t\t\n17\t\t\t0,8\t\t\t-\t2,7\t\t\t\t\t\n14\t\t0,01\t0\t\t\t0\t0,5\t\t\t\t\t\n18\t\t\t0,3\t\t\t-\t2,3\t\t\t\t\t\n17\t\t0\t0\t\t\t-\t0,7\t\t\t\t\t\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl-\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tNO3\tNO2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n06/01\tB\t12\t6,7\t-\t-\t30\t17,5\t15\t15\t\t\t0,2\t\t\t-\t2,5\t\t\t\t\t\n\tT\t0,7\t6,2\t0,5\t0,7\t0\t14\t10\t10\t\t\t0\t\t\t-\t0,7\t\t\t\t\t\n13/01\tB\t8,2\t6,6\t\t-\t40\t5,9\t13\t13\t\t\t0,3\t\t\t-\t2,4\t\t\t\t\t\n\tT\t0,4\t6,0\t\t0,7\t0\t6,4\t11\t13\t\t\t0\t\t\t-\t0,7\t\t\t\t\t\n20/01\tB\t10\t6,4\t\t-\t20\t9,2\t25\t24\t\t\t0,1\t\t\t0,1\t2,5\t\t\t\t\t\n\tT\t1,4\t6,2\t0,5\t0,9\t0\t8,4\t11\t15\t\t\t0\t\t\t0\t0,6\t\t\t\t\t\n04/02\tB\t12\t6,3\t\t-\t40\t17,5\t14\t16\t\t\t0,1\t\t\t0,05\t1,8\t\t\t\t\t\n\tT\t0,3\t6,5\t\t0,5\t0\t7,7\t12\t14\t\t\t0\t\t\t0\t0,4\t\t\t\t\t\n12/02\tB\t9\t6,4\t\t-\t50\t6,6\t14\t14\t\t\t0,2\t\t\t0\t2,0\t\t\t\t\t\n\tT\t2,4\t6,3\t\t0,7\t18\t9,4\t11\t24\t\t\t0\t\t\t0\t1,0\t\t\t\t\t\n17/02\tB\t12\t6,7\t\t-\t30\t10,5\t15\t18\t\t\t0,2\t\t\t0\t2,3\t\t\t\t\t\n\tT\t0,7\t6,1\t\t0,7\t0\t6,4\t11\t13\t\t\t0\t\t\t0\t0,4\t\t\t\t\t\n24/02\tB\t15\t6,6\t\t-\t-\t9,1\t24\t15\t\t\t0,5\t\t\t0,3\t2,5\t\t\t\t\t\n\tT\t2,6\t6,2\t0,8\t0,9\t-\t10,1\t12\t20\t\t\t0,3\t\t\t005\t1,3\t\t\t\t\t\n05/03\tB\t14\t6,5\t\t-\t40\t6,3\t22\t14\t\t\t0,3\t\t\t-\t3,0\t\t\t\t\t\n\tT\t06\t6,2\t\t0,3\t0\t9,8\t14\t16\t\t\t0\t\t\t-\t0,9\t\t\t\t\t\n10/03\tB\t23\t6,5\t\t-\t40\t-\t18\t16\t\t\t-\t\t\t-\t-\t\t\t\t\t\n\tT\t0,5\t6,0\t0,8\t0,2\t0\t-\t9\t16\t\t\t-\t\t\t0\t-\t\t\t\t\t\n17/03\tB\t14\t-\t\t-\t30\t5,2\t16\t14\t\t\t0,4\t\t\t0\t2,5\t\t\t\t\t\n\tT\t0,7\t-\t\t0,4\t0\t7,7\t12\t12\t\t\t0\t\t\t0\t0,8\t\t\t\t\t\n24/03\tB\t12\t-\t\t-\t30\t8,7\t20\t20\t\t\t0,3\t\t\t0\t2,1\t\t\t\t\t\n\tT\t0,6\t-\t\t0,9\t0\t7,7\t14\t17\t\t\t0\t\t\t0\t0,6\t\t\t\t\t\n31/03\tB\t9,4\t6,6\t\t-\t40\t14\t18\t16\t\t\t0,4\t\t\t0\t2,0\t\t\t\t\t\n\tT\t0,3\t6,1\t\t0,5\t0\t2,7\t12\t13\t\t\t0\t\t\t0\t1,0\t\t\t\t\t\n07/04\tB\t6,0\t7,3\t\t-\t30\t7,7\t17\t16\t\t\t0,3\t\t\t0\t2,5\t\t\t\t\t\n\tT\t0,3\t6,6\t\t0,7\t0\t9,\t11\t16\t\t\t01\t\t\t0\t0,4\t\t\t\t\t\n14/04\tB\t5,0\t7,3\t\t-\t35\t9,4\t20\t18\t\t\t0,3\t\t\t0\t2,5\t\t\t\t\t\n\tT\t0,3\t6,6\t0,8\t0,9\t0\t14\t12\t15\t\t\t0,1\t\t\t0\t1,0\t\t\t\t\t\n22/04\tB\t5,6\t-\t\t-\t30\t-\t25\t2\t\t\t0,3\t\t\t0\t5,0\t\t\t\t\t\n\tT\t0,4\t-\t0,6\t0,8\t0\t-\t15\t18\t\t\t0,1\t\t\t0\t2,5\t\t\t\t\t\n28/04\tB\t5,5\t6,9\t\t-\t30\t10,5\t19\t15\t\t\t0,3\t\t\t0,01\t5,0\t\t\t\t\t\n\tT\t0,7\t6,3\t0,6\t0,8\t0\t10,5\t12\t15\t\t\t0,1\t\t\t0\t0\t\t\t\t\t\n05/05\tB\t3,9\t7,3\t\t-\t30\t6,4\t18\t16\t\t\t0,2\t\t\t0,05\t2,6\t\t\t\t\t\n\tT\t0,8\t6,4\t\t0,9\t0\t9,\t10\t14\t\t\t0,2\t\t\t0,05\t1,8\t\t\t\t\t\n12/05\tB\t4,5\t6,7\t\t-\t50\t8,7\t22\t18\t\t\t0,1\t\t\t0\t2,5\t\t\t\t\t\n\tT\t1,5\t6,2\t0,8\t-\t5\t10,2\t14\t15\t\t\t0\t\t\t0\t1,5\t\t\t\t\t\n19/05\tB\t4,8\t7,0\t\t-\t30\t9,4\t10\t15\t\t\t0,4\t\t\t0\t1,9\t\t\t\t\t\n\tT\t0,3\t6,5\t\t0,7\t0\t10,2\t11\t12\t\t\t0\t\t\t0\t0,9\t\t\t\t\t\n27/05\tB\t5,1\t6,8\t\t-\t40\t8,7\t16\t16\t\t\t0,3\t\t\t0\t2,3\t\t\t\t\t\n\tT\t0,3\t6,2\t\t1,0\t0\t14\t10\t16\t\t\t0,1\t\t\t0\t1,3\t\t\t\t\t\n02/06\tB\t6,1\t6,7\t\t-\t70\t11,9\t18\t20\t\t\t0,5\t\t\t0,3\t3,0\t\t\t\t\t\n\tT\t0,4\t6,3\t\t0,8\t0\t9,0\t10\t12\t\t\t0\t\t\t0\t1,4\t\t\t\t\t\n09/06\tB\t6,5\t6,9\t\t-\t-\t8,4\t23\t20\t\t\t-\t\t\t\t2,5\t\t\t\t\t\n\tT\t0,5\t6,3\t\t0,8\t-\t9,8\t14\t24\t\t\t-\t\t\t\t1,5\t\t\t\t\t\n16/06\tB\t17\t6,8\t\t-\t-\t7,3\t20\t26\t\t\t-\t\t\t\t3,7\t\t\t\t\t\n\tT\t0,4\t6,1\t\t0,8\t-\t8,7\t10\t25\t\t\t-\t\t\t\t1,8\t\t\t\t\t\n23/06\tB\t17\t6,9\t\t-\t20\t-\t21\t17\t\t\t0,5\t\t\t\t3,0\t\t\t\t\t\n\tT\t0,4\t5,9\t\t1,0\t0\t-\t7\t15\t\t\t0,1\t\t\t\t1,6\t\t\t\t\t\n30/06\tB\t18\t6,8\t\t-\t70\t7,7\t19\t21\t\t\t0,5\t\t\t0\t3,3\t\t\t\t\t\n\tT\t0,4\t6,1\t\t0,9\t0\t12,6\t11\t16\t\t\t0,1\t\t\t0\t1,4\t\t\t\t\t\n07/07\tB\t22\t6,7\t\t-\t25\t7,0\t11\t18\t\t\t0,8\t\t\t0\t3,0\t\t\t\t\t\n\tT\t0,9\t6,3\t\t0,9\t0\t8,7\t10\t14\t\t\t0,1\t\t\t0\t1,1\t\t\t\t\t\n14/07\tB\t13\t-\t\t-\t50\t5,2\t11\t17\t\t\t0,1\t\t\t0\t3,1\t\t\t\t\t\n\tT\t0,5\t-\t\t0,6\t0\t12,6\t10\t10\t\t\t0\t\t\t0\t1,0\t\t\t\t\t\n21/07\tB\t25\t6,6\t\t-\t50\t9,8\t17\t18\t\t\t0,7\t\t\t0\t2,8\t\t\t\t\t\n\tT\t0,3\t6,2\t0,8\t0,8\t0\t10,5\t7\t17\t\t\t0\t\t\t0\t1,1\t\t\t\t\t\n28/07\tB\t23\t6,8\t\t-\t30\t7,0\t14\n\tT\t0,2\t6,1\t0,4\t0,4\t0\t9,8\t7\n04/08\tB\t33\t6,8\t\t-\t50\t10,5\t20\n\tT\t0,5\t6,1\t0,5\t0,5\t0\t10,5\t7\n11/08\tB\t3,4\t6,9\t\t-\t160\t8,4\t12\n11/08\tT\t0,8\t5,3\t0,7\t0,7\t0\t11,2\t6\n18/08\tB\t27\t6,7\t\t-\t40\t10,5\t17\n\tT\t0,7\t6,1\t0,7\t0,7\t0\t12,6\t13\n25/08\tB\t25\t6,6\t\t-\t110\t8,4\t15\n\tT\t0,7\t5,3\t\t0,4\t0\t12,9\t6\n01/09\tB\t22\t6,8\t\t-\t70\t7,0\t18\n\tT\t1,8\t5,9\t\t0,9\t5\t7,0\t6\n08/09\tB\t21\t6,7\t\t-\t80\t11,9\t16\n\tT\t0,3\t5,3\t\t1,0\t0\t12,6\t6\n15/09\tB\t32\t6,7\t\t-\t120\t8,0\t18\n\tT\t2,1\t5,8\t\t0,9\t0\t9,4\t10\n22/09\tB\t33\t6,5\t\t-\t120\t6,9\t14\n\tT\t12\t5,9\t\t0,8\t40\t10,5\t7\n29/09\tB\t29\t6,5\t\t-\t100\t8,7\t17\n\tT\t1,3\t6,0\t\t1,0\t5\t8,7\t9\n07/10\tB\t30\t6,6\t\t-\t372\t6,6\t16\n\tT\t1,5\t5,7\t\t0,9\t0\t8,0\t4\n20/10\tB\t27\t6,5\t\t-\t-\t8,7\t14\n\tT\t1,0\t5,7\t\t0,,9\t-\t10,5\t5\n27/10\tB\t25\t-\t\t-\t200\t8,0\t15\n\tT\t1,0\t-\t0,8\t0,5\t30\t14\t7\n04/11\tB\t20\t6,6\t\t-\t15\t8,4\t12\n\tT\t0,9\t5,9\t\t0,8\t0\t12,6\t9\n10/11\tB\t25\t6,6\t\t-\t40\t8,0\t14\n\tT\t0,6\t5,8\t\t0,8\t0\t10,5\t8\n17/11\tB\t22\t6,3\t\t-\t200\t8,4\t19\n\tT\t0,3\t5,6\t0,8\t0,8\t20\t11,2\t6,0\n24/11\tB\t23\t6,4\t\t-\t275\t6,3\t15\n\tT\t0,4\t5,5\t0,8\t1,1\t1\t12\t5\n02/12\tB\t23\t6,5\t\t-\t-\t6,3\t16\n\tT\t0,3\t5,6\t0,8\t1,0\t-\t11,6\t7\n08/12\tB\t23\t6,4\t\t-\t265\t7,4\t17\n\tT\t1,0\t5,9\t0,7\t0,6\t8\t13\t8\n15/12\tB\t27\t6,5\t\t-\t150\t6,3\t13\n\tT\t3,2\t5,8\t\t0,9\t5\t8,0\t10\n22/12\tB\t28\t6,5\t\t-\t170\t8,0\t17\n\tT\t11\t5,9\t\t1,0\t10\t10,5\t12\n29/12\tB\t22\t6,3\t\t-\t100\t8,7\t14\n\tT\t0,9\t5,5\t\t0,9\t5\t10,5\t12\n17\n15\n20\n20\n18\n15\n16\n15\n23\n19\n15\n20\n17\n16\n18\n14\n19\n15\n20\n16\n20\n15\n16\n18\n20\n18\n16\n18\n18\n16\n18\n31\n15\n15\n20\n12\n20\n20\n18\n15\n16\n16\n20\n15\n-\t-\t0,3\t-\t- 0\t2,9\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t0,7\t-\t-\t-\t-\t-\n-\t-\t0,9\t-\t- 0\t3,0\t-\t-\t-\t-\t-\n- - 0,1 -\t0\t1,8 - - - - -\n-\t-\t1,3\t-\t- 0\t3,9\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,2 - - - - -\n-\t-\t0,4\t-\t- 0\t3,0\t-\t-\t-\t-\t-\n- - 0 -\t- 0\t1,0 - - - - -\n- - 0,2 -\t- 0\t3,4\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t0,8 - - - - -\n-\t-\t0,3\t-\t- 0\t3,6\t-\t-\t-\t-\t-\n- - 0 -\t- 0\t0,8 - - - - -\n- - 0,2 -\t- 0\t3,4\t-\t-\t-\t-\t-\n- - 0 -\t- 0\t0,8 - - - - -\n-\t-\t0,7\t-\t- 0\t3,1\t-\t-\t-\t-\t-\n- - 0 -\t- 0\t0,9\t-\t-\t-\t-\t-\n-\t-\t0,5\t-\t- 0\t5,4\t-\t-\t-\t-\t-\n- - 0,2 -\t- 0\t2,1 - - - - -\n- - 0,6 -\t- 0\t3,6\t-\t-\t-\t-\t-\n- 0 -\t- 0\t2,1 - - - - -\n-\t-\t0,9\t-\t- 0\t3,3\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,5\t-\t-\t-\t-\t-\n-\t-\t0,7\t-\t- 0\t3,0\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,2 - - - - -\n-\t-\t0,7\t-\t- 0,1\t4,0\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,0 - - - - -\n- - 0,6 -\t- 0\t3,5\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,2 - - - - -\n-\t-\t0,7\t-\t- 0\t3,1\t-\t-\t-\t-\t-\n- - 0 -\t- 0\t0,9\t-\t-\t-\t-\t-\n- - 0,6 -\t- 0\t3,1\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,5\t-\t-\t-\t-\t-\n-\t-\t0,7\t-\t- 0\t3,5\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,5\t-\t-\t-\t-\t-\n-\t-\t0,7\t-\t\t2,5\t-\t-\t-\t-\t-\n- 0,1 -\t\t1,0 - - - - -\n-\t-\t0,7\t-\t\t1,6 - - - - -\n- - 0,1 -\t\t0,9\t-\t-\t-\t-\t-\n- - 0,6 -\t\t2,7\t-\t-\t-\t-\t-\n- - 0,1 -\t\t1,4\t-\t-\t-\t-\t-\n-\t-\t0,7\t-\t- 2\t2,8 - - - - -\n- - 0,1 -\t- 0\t1,5\t-\t-\t-\t-\t-\n- - 1,0 -\t- 0,2\t1,9\t-\t-\t-\t-\t-\n- - 0,1 -\t- 0\t1,0 - - - - -\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tno3\tno2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n05/01\tB\t22\t6,4\t-\t-\t90\t6,3\t15\t20\t\t\t0,6\t\t\t0,1\t2,3\t\t\t\t\t\n\tT\t1,5\t5,7\t0,8\t0,7\t10\t8,7\t10\t18\t\t\t0,9\t\t\t-\t1,1\t\t\t\t\t\n12/01\tB\t20\t6,5\t\t-\t100\t8,5\t11\t19\t\t\t0,5\t\t\t0,05\t3,9\t\t\t\t\t\n\tT\t6,0\t5,8\t\t0,8\t15\t13\t8\t17\t\t\t0\t\t\t-\t1,5\t\t\t\t\t\n19/01\tB\t23\t6,4\t\t-\t100\t8,0\t12\t17\t\t\t0,4\t\t\t0,2\t2,3\t\t\t\t\t\n\tT\t4,5\t5,9\t\t0,7\t10\t10,5\t10\t14\t\t\t0\t\t\t-\t1,0\t\t\t\t\t\n26/01\tB\t24\t6,5\t\t-\t174\t5,9\t17\t10\t\t\t0,5\t\t\t-\t4,5\t\t\t\t\t\n\tT\t4,0\t5,8\t0,8\t0,8\t27\t7,0\t8\t10\t\t\t0,1\t\t\t-\t2,0\t\t\t\t\t\n02/02\tB\t24\t6,5\t\t-\t120\t7,0\t8\t24\t\t\t0,7\t\t\t0,3\t1,5\t\t\t\t\t\n\tT\t1,2\t5,4\t0,8\t1,2\t7\t8,8\t9\t20\t\t0,03\t0,1\t\t\t-\t1,8\t\t\t\t\t\n09/02\tB\t25\t6,5\t\t-\t200\t7,7\t18\t11\t\t\t0,5\t\t\t-\t2,3\t\t\t\t\t\n\tT\t2,5\t5,7\t0,8\t0,8\t9\t13,3\t10\t10\t\t0,01\t0,1\t\t\t-\t1,0\t\t\t\t\t\n16/02\tB\t23\t6,5\t\t-\t165\t5,9\t20\t10\t\t\t0,5\t\t\t-\t2,9\t\t\t\t\t\n\tT\t4,5\t6,0\t\t0,9\t29\t8,8\t10\t16\t\t0,02\t0,1\t\t\t-\t2,0\t\t\t\t\t\n09/03\tB\t4,3\t7,0\t\t-\t50\t8,0\t17\t16\t\t\t0,4\t\t\t-\t2,0\t\t\t\t\t\n\tT\t0,4\t6,1\t\t0,7\t0\t9,8\t9\t15\t\t\t0,1\t\t\t0,05\t0,2\t\t\t\t\t\n12/03\tB\t15\t6,4\t\t-\t155\t8,0\t17\t20\t\t\t0,5\t\t\t0,1\t3,5\t\t\t\t\t\n\tT\t0,5\t6,0\t\t0,8\t0\t10,5\t10\t20\t\t\t0,1\t\t\t0,05\t1,0\t\t\t\t\t\n16/03\tB\t24\t-\t\t-\t100\t0,9\t15\t11\t\t\t0,5\t\t\t0,2\t3,2\t\t\t\t\t\n\tT\t4,5\t-\t\t0,7\t5\t9,8\t11\t12\t\t\t0,1\t\t\t\t1,1\t\t\t\t\t\n26/03\tB\t23\t6,5\t\t-\t100\t6,9\t12\t-\t\t\t0,5\t\t\t\t3,6\t\t\t\t\t\n\tT\t1,1\t5,8\t\t0,4\t10\t10,5\t9\t-\t\t\t0,1\t\t\t\t1,4\t\t\t\t\t\n30/03\tB\t17\t6,6\t\t-\t180\t-\t16\t11\t\t\t0,8\t\t\t\t2,6\t\t\t\t\t\n\tT\t1,2\t5,4\t\t0,8\t9\t-\t12\t12\t\t\t0,1\t\t\t\t1,1\t\t\t\t\t\n06/04\tB\t10\t6,3\t\t-\t50\t3,5\t15\t14\t\t\t0,4\t\t\t\t2,7\t\t\t\t\t\n\tT\t0,5\t5,7\t\t1,0\t0\t5,6\t6\t15\t\t\t0,1\t\t\t\t0,6\t\t\t\t\t\n13/04\tB\t15\t6,8\t\t-\t\t7,0\t16\t19\t\t\t0,3\t\t\t\t3,9\t\t\t\t\t\n\tT\t0,6\t6,2\t\t0,7\t\t8,7\t6\t17\t\t\t0,1\t\t\t\t2,5\t\t\t\t\t\n20/04\tB\t9,5\t7,2\t\t-\t\t7,7\t13\t13\t\t\t0,2\t\t\t\t3,2\t\t\t\t\t\n\tT\t0,9\t6,0\t\t-\t\t10,1\t5\t15\t\t\t0,1\t\t\t\t0,9\t\t\t\t\t\n27/04\tB\t14\t\t\t-\t\t-\t16\t25\t\t\t0,5\t\t\t\t2,5\t\t\t\t\t\n\tT\t1,0\t\t\t-\t\t-\t10\t20\t\t\t0,1\t\t\t\t1,3\t\t\t\t\t\n05/05\tB\t15\t\t\t-\t161\t-\t17\t16\t\t\t0,3\t\t\t\t2,3\t\t\t\t\t\n\tT\t0,6\t\t\t0,8\t7\t-\t8\t10\t\t\t0,4\t\t\t\t0,7\t\t\t\t\t\n11/05\tB\t14\t\t--\t-\t139\t8,7\t19\t17\t\t\t0,5\t\t\t\t3,3\t\t\t\t\t\n\tT\t0,8\t\t0,8\t0,8\t10\t7,0\t10\t18\t\t\t0,1\t\t\t\t1,0\t\t\t\t\t\n25/05\tB\t15\t6,0\t\t-\t148\t3,5\t18\t18\t\t\t0,5\t\t\t\t3,0\t\t\t\t\t\n\tT\t0,6\t\t\t1,0\t16\t8,7\t7\t20\t\t\t0,1\t\t\t\t0,8\t\t\t\t\t\n02/06\tB\t15\t\t\t-\t106\t6,6\t18\t24\t\t\t0,5\t\t\t\t3,5\t\t\t\t\t\n\tT\t0,5\t\t\t0,9\t0\t9,1\t8\t22\t\t\t0,1\t\t\t\t0,9\t\t\t\t\t\n09/06\tB\t11\t\t\t-\t80\t8,4\t16\t18\t\t\t0,4\t\t\t\t3,2\t\t\t\t\t\n\tT\t0,3\t\t\t0,8\t0\t9,4\t8\t19\t\t\t0\t\t\t\t0,8\t\t\t\t\t\n22/06\tB\t12\t\t\t-\t140\t6,6\t18\t20\t\t\t0,5\t\t\t0,05\t2,9\t\t\t\t\t\n\tT\t0,3\t\t0,8\t0,7\t10\t8,7\t10\t20\t\t\t0,1\t\t\t0,05\t1,2\t\t\t\t\t\n29/06\tB\t18\t\t\t-\t150\t8,4\t13\t17\t\t\t0,5\t\t\t0,1\t2,6\t\t\t\t\t\n\tT\t05\t\t\t0,9\t0\t9,1\t6\t18\t\t\t0,1\t\t\t0,1\t0,8\t\t\t\t\t\n06/07\tB\t14\t\t\t-\t160\t7,0\t20\t20\t\t\t0,5\t\t\t0,05\t2,4\t\t\t\t\t\n\tT\t0,9\t\t\t1,0\t5\t8,8\t16\t15\t\t\t0,1\t\t\t0\t0,9\t\t\t\t\t\n14/07\tB\t15\t\t\t-\t166\t6,7\t18\t22\t\t\t0,3\t\t\t0\t3,0\t\t\t\t\t\n\tT\t02\t\t\t0,6\t0\t7,7\t15\t16\t\t\t0,1\t\t\t0\t2,0\t\t\t\t\t\n20/07\tB\t14\t\t\t-\t-\t4,2\t20\t20\t\t\t0,5\t\t\t0\t2,8\t\t\t\t\t\n\tT\t0,5\t\t\t0,7\t-\t8,0\t14\t15\t\t\t0,1\t\t\t0\t1,5\t\t\t\t\t\n28/07\tB\t18\t6,6\t\t-\t207\t7,0\t18\t16\t\t\t0,5\t\t\t0\t3,8\t\t\t\t\t\n\tT\t0,5\t6,2\t0,8\t0,6\t60\t10,5\t10\t20\t\t0,01\t0,1\t\t\t0\t2,6\t\t\t\t\t\n03/08\tB\t16\t6,8\t\t-\t176\t8,8\t17\t15\t\t\t0,1\t\t\t0\t1,9\t\t\t\t\t\n\tT\t1,2\t6,0\t\t0,7\t30\t5,2\t16\t16\t\t\t0,1\t\t\t0\t0,9\t\t\t\t\t\n11/08\tB\t16\t6,5\t\t-\t160\t6,3\t17\t18\t\t\t0,5\t\t\t0\t2,3\t\t\t\t\t\n\tT\t0,8\t6,0\t0,8\t0,8\t20\t7,0\t10\t15\t\t-\t0,1\t\t\t0\t1,4\t\t\t\t\t\n17/08\tB\t22\t6,3\t-\t-\t-\t7,0\t16\t17\t\t-\t0,5\t\t\t0\t3,4\t\t\t\t\t\n\tT\t0,7\t5,7\t0,8\t0,7\t-\t17,1\t9\t15\t\t0\t05\t\t\t0\t1,0\t\t\t\t\t\n25/08\tB\t25\t6,4\t--\t-\t300\t7,0\t16\t18\t\t-\t0,5\t\t\t0\t3,5\t\t\t\t\t\n25/08\tT\t0,8\t5,8\t-\t0,9\t9\t6,7\t8\t15\t\t0,02\t0,1\t\t\t0\t1,5\t\t\t\t\t\n01/09\tB\t20\t6,5\t-\t-\t1 79\t7,3\t12\t19\t\t-\t0,5\t\t\t0\t3,5\t\t\t\t\t\n\tT\t8,0\t5,8\t0,8\t0,6\t15\t10,5\t5\t16\t\t0\t0,6\t\t\t0\t2,0\t\t\t\t\t\n08/09\tB\t23\t6,5\t-\t-\t250\t7,0\t15\t16\t\t-\t0,5\t\t\t0\t3,4\t\t\t\t\t\n\tT\t2,0\t5,8\t0,8\t0,8\t38\t8,4\t8\t20\t\t0,02\t0,1\t\t\t0\t1,5\t\t\t\t\t\n14/09\tB\t21\t6,6\t-\t-\t212\t4,0\t10\t15\t\t0\t0,5\t\t\t0,3\t2,8\t\t\t\t\t\n\tT\t0,6\t5,8\t-\t0,7\t18\t7,0\t6\t22\t\t0\t0,1\t\t\t0\t0,8\t\t\t\t\t\n21/09\tB\t27\t6,3\t-\t-\t372\t4,6\t13\t15\t\t\t0,7\t\t\t0,5\t3,0\t\t\t\t\t\n\tT\t5,1\t5,6\t-\t0,7\t53\t4,9\t8\t22\t\t0,1\t0,1\t\t\t0,08\t1,5\t\t\t\t\t\n28/09\tB\t27\t6,7\t-\t-\t297\t3,2\t16\t18\t\t\t0,7\t\t\t0,4\t2,7\t\t\t\t\t\n\tT\t1,6\t5,9\t-\t0,9\t20\t4,2\t9\t18\t\t0,02\t0,1\t\t\t0,03\t1,0\t\t\t\t\t\n06/1 0\tB\t22\t6,8\t-\t-\t1 87\t4,2\t14\t15\t\t\t0,7\t\t\t0,2\t3,5\t\t\t\t\t\n\tT\t1,6\t5,7\t0,8\t0,9\t0\t1,9\t7\t14\t\t\t0,1\t\t\t0\t1,0\t\t\t\t\t\n1 3/1 0\tB\t22\t6,7\t-\t-\t1 01\t3,5\t12\t30\t\t\t0,2\t\t\t0,2\t5,5\t\t\t\t\t\n\tT\t1,5\t6,0\t0,8\t0,3\t3\t5,2\t6\t20\t\t0\t0,01\t\t\t0\t3,0\t\t\t\t\t\n1 9/1 0\tB\t20\t6,7\t-\t-\t1 63\t5,2\t18\t19\t\t\t0,2\t\t\t0,2\t2,5\t\t\t\t\t\n\tT\t0,4\t6,0\t0,8\t0,9\t3\t5,2\t7\t16\t\t0,01\t0\t\t\t0,04\t1,0\t\t\t\t\t\n26/1 0\tB\t18\t6,8\t-\t-\t1 63\t3,5\t14\t18\t\t\t0,1\t\t\t0,2\t3,5\t\t\t\t\t\n\tT\t0,9\t6,1\t0,7\t0,7\t16\t4,2\t11\t14\t\t\t-\t\t\t0,09\t1,8\t\t\t\t\t\n03/1 1\tB\t17\t6,7\t-\t-\t1 30\t4,2\t17\t20\t\t\t0,2\t\t\t0,2\t3,5\t\t\t\t\t\n\tT\t0,9\t5,9\t0,9\t-\t0\t4,6\t10\t20\t\t0,02\t-\t\t\t0,1\t1,4\t\t\t\t\t\n09/1 1\tB\t16\t6,5\t-\t-\t113\t4,2\t15\t25\t\t\t0,8\t\t\t0,3\t3,3\t\t\t\t\t\n\tT\t1,0\t6,0\t1,3\t0,6\t0\t5,3\t8\t20\t\t0,2\t0,7\t\t\t0,3\t1,4\t\t\t\t\t\n1 6/1 1\tB\t16\t6,5\t-\t-\t1 50\t5,6\t16\t27\t\t\t0,2\t\t\t0,2\t3,2\t\t\t\t\t\n\tT\t0,6\t5,9\t0,6\t1,0\t5\t6,7\t8\t15\t\t0,03\t0,07\t\t\t0,1\t1,9\t\t\t\t\t\n23/1 1\tB\t15\t6,4\t-\t-\t28\t5,3\t18\t16\t\t\t0,6\t\t\t0,2\t2,8\t\t\t\t\t\n\tT\t0,6\t5,9\t0,5\t1,1\t-\t7,0\t9\t20\t\t\t0,1\t\t\t0,1\t1,8\t\t\t\t\t\n30/1 1\tB\t14\t5,4\t-\t-\t23\t5,6\t18\t-\t\t\t0,2\t\t\t0,3\t2,3\t\t\t\t\t\n\tT\t0,6\t5,8\t0,5\t1,0\t-\t6,3\t10\t-\t\t\t0,04\t\t\t0,2\t0,9\t\t\t\t\t\n07/1 2\tB\t11\t6,4\t-\t-\t26\t3,5\t20\t24\t\t\t0,1\t\t\t0,3\t3,5\t\t\t\t\t\n\tT\t03\t5,9\t0,4\t1,1\t-\t5,3\t12\t19\t\t\t0,05\t\t\t0,1\t1,5\t\t\t\t\t\n1 4/1 2\tB\t12\t6,3\t-\t-\t24\t7,0\t22\t34\t\t\t0,3\t\t\t0,3\t3,0\t\t\t\t\t\n\tT\t0,6\t5,8\t0,9\t1,7\t0\t10,5\t9\t22\t\t0,01\t0,1\t\t\t0,09\t1,5\t\t\t\t\t\n21/1 2\tB\t9,5\t6,3\t-\t-\t20\t6,7\t22\t32\t\t\t0,3\t\t\t0,4\t3,6\t\t\t\t\t\n\tT\t0,4\t5,8\t0,1\t0,8\t-\t8,8\t12\t27\t\t\t0,07\t\t\t0,3\t2,0\t\t\t\t\t\n28/1 2\tB\t10\t6,3\t-\t-\t23\t8,4\t27\t22\t\t\t0,4\t\t\t0,5\t2\t\t\t\t\t\n\tT\t0,5\t5,7\t0,2\t0,7\t-\t9,5\t15\t18\t\t0,01\t0,09\t\t\t0,3\t\t\t\t\t\t\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFé\tCol\tE\tMn\tMat\tNO3\tNO2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n04/01\tB\t10\t6,5\t-\t-\t19\t7,0\t24\t24\t\t-\t0,9\t\t\t0,5\t3,0\t\t\t\t\t\n\tT\t0,8\t6,0\t0,01\t1,1\t-\t9,1\t20\t17\t\t0,05\t0,2\t\t\t0,1\t1,9\t\t\t\t\t\n11/01\tB\t10\t6,3\t-\t-\t22\t7,0\t20\t23\t\t-\t0,5\t\t\t0,3\t2,5\t\t\t\t\t\n\tT\t0,5\t5,8\t0,2\t0,8\t-\t11,9\t11\t18\t\t0,05\t0,3\t\t\t0,1\t2,0\t\t\t\t\t\n18/01\tB\t9,5\t6,3\t-\t-\t73\t7,0\t29\t23\t\t-\t0,5\t\t\t0,2\t2,5\t\t\t\t\t\n\tT\t0,5\t6,0\t0,3\t1,3\t9\t9,5\t15\t30\t\t0,01\t0\t\t\t0\t1,5\t\t\t\t\t\n25/01\tB\t10\t6,3\t-\t-\t100\t7,0\t14\t22\t\t-\t0,5\t\t\t0,1\t2,0\t\t\t\t\t\n\tT\t0,7\t5,9\t6,0\t1,3\t5\t8,8\t14\t25\t\t0,03\t0,1\t\t\t0,1\t1,2\t\t\t\t\t\n02/02\tB\t-\t6,6\t-\t-\t91\t-\t20\t35\t\t-\t0,7\t\t\t0,05\t2,8\t\t\t\t\t\n\tT\t-\t6,0\t-\t-\t7\t-\t15\t29\t\t-\t0,1\t\t\t0,05\t2,5\t\t\t\t\t\n08/02\tB\t10\t6,2\t-\t-\t95\t3,1\t23\t17\t\t-\t1,0\t\t\t0,4\t2,0\t\t\t\t\t\n\tT\t2,4\t6,1\t07\t0,9\t18\t9,1\t15\t17\t\t0,05\t0,8\t\t\t0,4\t0,7\t\t\t\t\t\n18/02\tB\t12\t6,3\t-\t-\t139\t7,3\t21\t19\t\t-\t1,5\t\t\t0,3\t2,4\t\t\t\t\t\n\tT\t1,9\t6,1\t0,5\t1,4\t22\t12,2\t15\t27\t\t-\t1,0\t\t\t0,2\t1,0\t\t\t\t\t\n22/02\tB\t13\t6,6\t-\t-\t122\t8,7\t23\t22\t\t-\t0,4\t\t\t0,1\t2,6\t\t\t\t\t\n\tT\t3,0\t6,0\t-\t1,1\t16\t12,2\t13\t28\t\t-\t0,1\t\t\t0,1\t1,8\t\t\t\t\t\n01/03\tB\t12\t6,9\t-\t-\t80\t7,0\t23\t17\t\t-\t1,0\t\t\t0\t2,5\t\t\t\t\t\n\tT\t0,9\t6,6\t0,5\t0,5\t10\t9,5\t15\t17\t\t-\t0,3\t\t\t0\t1,2\t\t\t\t\t\n08/03\tB\t10\t7,3\t-\t-\t23\t8,8\t25\t30\t\t-\t0,5\t\t\t0,2\t2,4\t\t\t\t\t\n\tT\t1,5\t6,5\t0,03\t1,3\t8\t14\t15\t17\t\t0,1\t0,1\t\t\t0,1\t2,5\t\t\t\t\t\n15/03\tB\t13\t7,3\t-\t-\t-\t7,0\t25\t22\t\t-\t0,7\t\t\t0,3\t3,5\t\t\t\t\t\n\tT\t1,5\t6,6\t0,5\t0,6\t-\t8,4\t16\t28\t\t0,2\t0,6\t\t\t0,2\t1,5\t\t\t\t\t\n22/03\tB\t12\t7,0\t-\t-\t24\t8,8\t22\t20\t\t-\t0,9\t\t\t0,3\t2,3\t\t\t\t\t\n\tT\t1,6\t6,6\t0,5\t0,3\t2\t7,7\t14\t20\t\t0,09\t0,5\t\t\t0,4\t1,0\t\t\t\t\t\n29/03\tB\t12\t6,9\t-\t-\t-\t9,5\t25\t27\t\t-\t1,1\t\t\t0,4\t2,3\t\t\t\t\t\n\tT\t0,3\t6,1\t-\t0,8\t-\t9,8\t15\t24\t\t0,1\t0,2\t\t\t0,1\t1,0\t\t\t\t\t\n05/04\tB\t33\t6,7\t-\t-\t87\t12,3\t20\t17\t\t-\t107\t\t\t0,1\t2,8\t\t\t\t\t\n\tT\t6,0\t6,0\t0,4\t0,8\t16\t10,5\t9\t16\t\t0,1\t0,2\t\t\t0,1\t1,2\t\t\t\t\t\n13/04\tB\t19\t6,7\t-\t-\t260\t7,0\t22\t25\t\t-\t0,8\t\t\t0,5\t2,6\t\t\t\t\t\n\tT\t2,4\t6,1\t0,4\t0,7\t12\t8,0\t10\t23\t\t0,4\t0,1\t\t\t0,1\t1,2\t\t\t\t\t\n22/04\tB\t16\t6,6\t-\t-\t40\t7,7\t24\t24\t\t-\t0,7\t\t\t0,5\t2,7\t\t\t\t\t\n\tT\t0,8\t6,1\t0,8\t0,5\t2\t8,8\t14\t18\t\t0,04\t0,08\t\t\t0,2\t1,0\t\t\t\t\t\n29/04\tB\t15\t6,7\t-\t-\t39\t8,1\t21\t23\t\t-\t0,9\t\t\t0,5\t3,0\t\t\t\t\t\n\tT\t0,9\t6,0\t0,9\t0,8\t8\t9,8\t10\t23\t\t0,02\t0,2\t\t\t0,2\t1,6\t\t\t\t\t\n03/05\tB\t11\t7,1\t-\t-\t30\t-\t-\t30\t\t-\t0,9\t\t\t0,2\t2,0\t\t\t\t\t\n\tT\t0,4\t6,2\t1,0\t1,0\t2\t-\t-\t25\t\t0,09\t0,5\t\t\t0,2\t1,0\t\t\t\t\t\n10/05\tB\t12\t6,5\t-\t-\t28\t6,7\t21\t20\t\t-\t0,9\t\t\t0,2\t2,7\t\t\t\t\t\n\tT\t0,8\t6,8\t1,7\t1,3\t1\t8,4\t13\t25\t\t-\t0,1\t\t\t0,02\t1,8\t\t\t\t\t\n17/05\tB\t12\t6,5\t-\t-\t-\t6,3\t10\t20\t\t-\t0,8\t\t\t0,3\t2,2\t\t\t\t\t\n\tT\t0,7\t5,7\t-\t0,9\t-\t8,4\t9\t18\t\t0,05\t0,2\t\t\t0,2\t0,9\t\t\t\t\t\n27/05\tB\t12\t7,0\t-\t-\t30\t6,3\t29\t55\t\t-\t0,9\t\t\t0,4\t2,0\t\t\t\t\t\n\tT\t0,2\t6,5\t-\t0,6\t0\t6,7\t18\t40\t\t0\t0,1\t\t\t0,1\t1,0\t\t\t\t\t\n31/05\tB\t20\t7,2\t-\t-\t54\t1,0\t27\t40\t\t-\t1,0\t\t\t0,5\t2,6\t\t\t\t\t\n\tT\t3,4\t6,3\t-\t1,0\t6\t8,4\t10\t50\t\t0,1\t0,2\t\t\t0,1\t1,5\t\t\t\t\t\n06/06\tB\t14\t7,2\t-\t-\t35\t7,3\t20\t30\t\t-\t0,4\t\t\t0,4\t3,0\t\t\t\t\t\n\tT\t1,6\t6,6\t0,6\t0,7\t2\t9,1\t18\t18\t\t0,1\t0,1\t\t\t0,03\t2,0\t\t\t\t\t\n11/06\tB\t23\t7,3\t-\t-\t56\t7,0\t20\t20\t\t-\t0,6\t\t\t0,4\t3,0\t\t\t\t\t\n\tT\t0,8\t6,0\t1,0\t0,7\t0\t7,7\t8\t19\t\t1,1\t0,1\t\t\t0,2\t1,0\t\t\t\t\t\n22/06\tB\t17\t7,5\t-\t-\t42\t7,7\t20\t28\t\t-\t1,1\t\t\t0,3\t2,5\t\t\t\t\t\n\tT\t0,8\t6,2\t1,0\t0,9\t0\t10,1\t8\t22\t\t0\t0,4\t\t\t0,1\t1,6\t\t\t\t\t\n28/06\tB\t14\t7,5\t-\t-\t35\t8,0\t22\t20\t\t-\t0,7\t\t\t0,7\t2,4\t\t\t\t\t\n\tT\t0,4\t6,6\t0,6\t0,5\t0\t11,2\t9\t23\t\t0,08\t0,1\t\t\t0,05\t1,0\t\t\t\t\t\n06/07\n12/07\n20/07\n27/07\n02/08\n10/08\n16/08\n23/08\n31/08\n08/09\n14/09\n21/09\n28/09\n05/10\n11/10\n19/10\n26/10\n03/11\n09/11\n16/09\n22/11\n27/11\n06/12\n13/12\n21/12\n27/12\nB\t15\t6,8\t-\t-\t36\t4,2\t20\t24\t3,8\t0\t0,8\t\t\t0,3\nT\t0,7\t6,1\t-\t0,6\t3\t10,1\t10\t25\t1,4\t0,04\t0,1\t\t\t0,06\nB\t15\t0,9\t-\t-\t35\t7,0\t24\t22\t2,6\t\t0,4\t\t\t0,05\nT\t1,4\t6,5\t0,8\t0,5\t3\t8,4\t13\t19\t1,0\t\t0,2\t\t\t0\nB\t12\t6,9\t-\t-\t27\t7,7\t22\t20\t1,5\t\t0,7\t\t\t0,05\nT\t0,7\t6,4\t0,8\t0,8\t-\t10,5\t13\t22\t0,8\t0,02\t0,2\t\t\t0\nB\t15\t6,8\t-\t-\t29\t8,0\t18\t30\t0,6\t\t0,8\t\t\t0,07\nT\t0,4\t6,0\t0,8\t-\t-\t8,8\t15\t12\t0\t0,01\t0,2\t\t\t0\nB\t15\t6,9\t-\t-\t36\t6,6\t19\t22\t2,2\t\t0,8\t\t\t0\nT\t0,9\t6,1\t0,8\t1,0\t1\t8,4\t13\t25\t1,0\t\t0,2\t\t\t0\nB\t15\t7,0\t-\t-\t32\t8,4\t20\t20\t2,0\t\t0,6\t\t\t0\nT\t1,2\t6,0\t1,0\t1,0\t2\t10,1\t8\t18\t0,9\t\t0,3\t\t\t0\nB\t15\t6,8\t-\t-\t33\t7,0\t18\t22\t2,3\t\t0,7\t\t\t0,5\nT\t0,1\t5,6\t0,8\t0,8\t-\t8,0\t7\t20\t1,0\t\t0,1\t\t\t0,5\nB\t13\t7,1\t-\t-\t33\t7,0\t22\t20\t3,4\t\t0,01\t\t\t0,5\nT\t0,7\t6,0\t1,0\t0,5\t4\t9,8\t8\t22\t1,3\t\t0,1\t\t\t0,4\nB\t12,2\t7,2\t-\t-\t26\t4,2\t17\t24\t2,4\t\t0,5\t\t\t0,2\nT\t0,6\t6,2\t0,7\t0,8\t4\t8,4\t8\t20\t1,0\t\t0,1\t\t\t0,03\nB\t11,5\t6,6\t-\t-\t27\t7,7\t20\t26\t2,5\t\t0,4\t\t\t0,1\nT\t3,0\t5,7\t0,8\t0,8\t3\t9,8\t9\t26\t1,0\t0,01\t0,3\t\t\t0,09\nB\t11,1\t6,8\t-\t-\t19\t8,8\t20\t22\t2,6\t\t0,4\t\t\t0,1\nT\t0,1\t6,0\t0,7\t0,7\t1\t9,8\t10\t18\t0,8\t\t0,07\t\t\t0,02\nB\t9,6\t6,9\t-\t-\t23\t8,4\t15\t26\t2,0\t\t0,6\t\t\t0,06\nT\t0,3\t6,0\t1,0\t0,6\t0\t11,5\t8\t20\t1,2\t0,03\t0,07\t\t\t-\nB\t9,4\t6,7\t-\t-\t26\t8,8\t23\t20\t2,0\t\t0,4\t\t\t0,1\nT\t0,5\t6,1\t0,7\t0,9\t3\t10,5\t8\t22\t0,8\t0,07\t0,07\t\t\t0,03\nB\t14\t6,5\t-\t-\t42\t8,8\t20\t26\t2,8\t\t0,6\t\t\t0,1\nT\t0,9\t5,7\t0,8\t0,8\t5\t10,5\t8\t27\t1,0\t0,02\t0,1\t\t\t0\nB\t13\t6,6\t-\t-\t33\t8,0\t20\t13\t2,4\t\t0,5\t\t\t-\nT\t0,9\t5,6\t0,8\t0,8\t3\t12,2\t11\t19\t0,7\t0\t0,4\t\t\t-\nB\t21,1\t6,6\t-\t-\t45\t8,4\t19\t20\t2,7\t\t0,6\t\t\t0,1\nT\t0,7\t6,0\t0,8\t0,8\t1\t10,5\t9\t18\t1,0\t\t0,07\t\t\t0,02\nB\t17,3\t6,6\t-\t-\t38\t8,8\t20\t20\t3,0\t\t1,6\t\t\t0,2\nT\t1,0\t5,7\t1,0\t0,4\t2\t10,5\t8\t21\t1,0\t0,07\t0,2\t\t\t0,06\nB\t11,5\t6,5\t-\t-\t28\t7,0\t20\t24\t2,3\t\t0,8\t\t\t0,1\nT\t0,7\t5,8\t0,5\t0,7\t2\t12,6\t9\t20\t1,0\t\t0,07\t\t\t0,04\nB\t10\t6,8\t-\t-\t32\t8,4\t23\t18\t2,5\t\t0,4\t\t\t0,08\nT\t0,4\t6,1\t0,8\t0,8\t2\t11,2\t10\t24\t0,7\t0\t0,06\t\t\t0,03\nB\t9,0\t6,6\t-\t-\t24\t7,0\t17\t18\t2,2\t\t0,5\t\t\t0,1\nT\t0,3\t5,7\t1,08\t0,6\t2\t9,8\t12\t14\t1,0\t0,04\t0,08\t\t\t0,04\nB\t10,3\t6,8\t-\t-\t24\t7,3\t15\t20\t3,0\t\t0,3\t\t\t0,1\nT\t0,5\t6,2\t0,6\t0,6\t2\t10,1\t9\t18\t1,0\t0,02\t0,1\t\t\t0,02\nB\t6,3\t6,8\t-\t-\t18\t9,5\t18\t20\t2,1\t\t0,3\t\t\t0,1\nT\t0,3\t6,3\t0,7\t0,4\t0\t11,2\t2\t20\t1,0\t\t0,08\t\t\t0,01\nB\t5,6\t6,8\t-\t-\t14\t-\t15\t22\t2,5\t\t0,2\t\t\t0,1\nT\t0,4\t6,3\t0,6\t0,6\t-\t9,4\t10\t20\t2,0\t\t0,09\t\t\t0,04\nB\t5,3\t6,7\t-\t-\t20\t7,0\t18\t18\t1,8\t\t0,3\t\t\t0,09\nT\t0,3\t6,1\t0,9\t0,5\t4\t9,4\t12\t18\t0,6\t0\t0,08\t\t\t0,03\nB\t4,7\t6,6\t-\t-\t15\t7,0\t22\t20\t2,8\t\t0,3\t\t\t0,1\nT\t0,2\t6,0\t0,7\t0,5\t1\t11,2\t11\t20\t1,0\t\t0,1\t\t\t0,06\nB\t3,7\t6,7\t-\t-\t11\t10,7\t20\t19\t2,5\t\t0,2\t\t\t0,07\nT\n0,2\n6,3\n0,6\n0,7\n12,2\n14\n20\n0,8\n0,09\n0,08\n0,03\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tNO3\tNO2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n03/01\tB\t3,8\t6,6\t-\t-\t14\t7,3\t20\t25\t2,2\t-\t0,2\t-\t-\t0,1\t\t\t\t\t\t\n\tT\t0,2\t6,2\t0,7\t0,8\t2\t11,2\t12\t20\t1,2\t0,03\t0,08\t-\t-\t0,07\t\t\t\t\t\t\n10/01\tB\t2,4\t6,7\t-\t-\t11\t7,7\t20\t22\t2,5\t-\t0,1\t-\t-\t0,2\t\t\t\t\t\t\n\tT\t0,2\t6,2\t0,7\t0,7\t2\t11,9\t13\t20\t2,0\t-\t0,05\t-\t-\t0,04\t\t\t\t\t\t\n17/01\tB\t2,9\t6,5\t-\t-\t10\t3,8\t18\t18\t2,3\t-\t0,1\t-\t-\t0,06\t\t\t\t\t\t\n\tT\t0,2\t6,4\t0,3\t0,5\t1\t10,5\t10\t18\t1,1\t0,04\t0,05\tA\t-\t0,03\t\t\t\t\t\t\n24/01\tB\t3,7\t6,7\t-\t-\t8\t7,0\t20\t19\t2,0\t-\t0,2\t-\t-\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,3\t0,5\t0,7\t0\t8,0\t11\t19\t1,1\t0,05\t0,03\tA\tA\t0,03\t\t\t\t\t\t\n31/01\tB\t306\t6,6\t-\t-\t4\t7\t8\t21\t2,2\t-\t0,2\t-\t-\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,3\t0,8\t1,0\t0\t8,7\t14\t19\t1,1\t0,06\t0,1\tA\tA\t0,08\t\t\t\t\t\t\n07/02\tB\t3,2\t7,0\t-\t-\t10\t10,8\t21\t30\t2,4\t-\t0,2\t-\t-\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,4\t0,5\t0,6\t2\t11,2\t14\t19\t1,0\t-\t0,07\tA\tA\t0,08\t\t\t\t\t\t\n15/02\tB\t4,5\t7,1\t-\t-\t13\t8,0\t19\t22\t2,7\t-\t0,2\t-\t-\t0,1\t\t\t\t\t\t\n\tT\t0,5\t6,3\t0,4\t0,6\t2\t11,2\t11\t25\t1,4\t0,04\t0,8\tA\tA\t0,08\t\t\t\t\t\t\n21/02\tB\t4,3\t7,7\t-\t-\t7\t8,0\t21\t25\t4,0\t-\t0,3\t19,2\t226\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,4\t0,4\t0,5\t-\t8,0\t15\t24\t1,0\t0,9\t0,1\tA\tA\t0,08\t\t\t\t\t\t\n28/02\tB\t3,3\t7,2\t-\t-\t8\t7,3\t24\t20\t3,0\t-\t0,3\t0,11\t21,1\t0,1\t\t\t\t\t\t\n\tT\t0,8\t6,6\t0,3\t0,05\t-\t9,8\t17\t19\t1,0\t0,4\t0,3\tA\tA\t0,1\t\t\t\t\t\t\n13/03\tB\t5,9\t7,4\t-\t-\t13\t11,5\t25\t20\t3,4\t-\t0,2\t791,5\t5,1\t0,1\t\t\t\t\t\t\n\tT\t1,1\t6,5\t0,9\t0,6\t2\t14\t18\t20\t0,8\t0,07\t0,06\tA\tA\t0,1\t\t\t\t\t\t\n20/03\tB\t5,8\t7,8\t-\t-\t14\t9,1\t26\t20\t3,7\t-\t0,05\t278,9\t20,1\t0,1\t\t\t\t\t\t\n\tT\t0,5\t6,4\t0,4\t0,6\t4\t11,2\t17\t24\t1,2\t0,08\t0,06\tA\tA\t0,09\t\t\t\t\t\t\n27/03\tB\t10,1\t8,5\t-\t-\t24\t8,7\t24\t25\t5,0\t-\t0,3\t960,6\t290,9\t0,2\t\t\t\t\t\t\n\tT\t2,7\t6,4\t1,1\t0,9\t6\t11,5\t16\t20\t1,8\t0,3\t0,2\tA\tA\t0,1\t\t\t\t\t\t\n03/04\tB\t9,2\t9,0\t-\t-\t20\t9,8\t25\t20\t5,0\t-\t0,3\t209,6\t6,2\t0,1\t\t\t\t\t\t\n\tT\t0,2\t5,9\t0,9\t0,7\t0\t13,6\t10\t20\t1,0\t0,01\t0,07\tA\tA\t0,06\t\t\t\t\t\t\n10/04\tB\t9,8\t8,8\t-\t-\t21\t10,1\t24\t20\t4,5\t-\t0,3\t472,1\t1,0\t0,2\t\t\t\t\t\t\n\tT\t0,5\t6,4\t0,3\t0,9\t3\t11,3\t13\t22\t1,7\t0,01\t0,06\tA\tA\t0,2\t\t\t\t\t\t\n17/04\tB\t10,5\t9,3\t-\t-\t23\t8,0\t34\t24\t4,6\t-\t0,3\t770,1\t65,7\t0,9\t\t\t\t\t\t\n\tT\t0,5\t6,1\t0,6\t0,9\t0\t9,4\t10\t24\t1,4\t0,07\t0,07\tA\tA\t0,1\t\t\t\t\t\t\n24/04\tB\t15,2\t9,0\t-\t-\t31\t12,7\t24\t12\t3,5\t-\t0,4\t240,2\t56,3\t0,4\t\t\t\t\t\t\n\tT\t0,3\t6,1\t0,8\t0,6\t0\t12,7\t13\t12\t1,4\t0,03\t0,1\tA\tA\t0\t\t\t\t\t\t\n03/05\tB\t11,5\t8,8\t-\t-\t30\t9,4\t25\t29\t4,6\t-\t0,05\t1299,7\t71,2\t0,2\t\t\t\t\t\t\n\tT\t0,5\t6,1\t0,7\t0,9\t11\t8,7\t14\t29\t2,5\t0,01\t0,08\tA\tA\t0,04\t\t\t\t\t\t\n08/05\tB\t14,2\t8,6\t-\t-\t35\t7,7\t24\t23\t3,6\t-\t0,5\t2413,2\t193,5\t0,2\t\t\t\t\t\t\n\tT\t0,4\t6,1\t0,7\t0,8\t3\t9,8\t11\t23\t1,8\t0\t0,08\tA\tA\t0,06\t\t\t\t\t\t\n15/05\tB\t10,9\t7,5\t-\t-\t27\t8,0\t31\t20\t4,4\t-\t0,5\t909,4\t2,0\t0,3\t\t\t\t\t\t\n\tT\t0,5\t6,3\t0,3\t0,7\t2\t10,5\t13\t20\t1,5\t0,05\t0,08\tA\tA\t0,1\t\t\t\t\t\t\n22/05\tB\t9,9\t7,4\t-\t-\t24\t12,2\t26\t24\t3,9\t-\t0,6\t691\t5,2\t0,3\t\t\t\t\t\t\n\tT\t0,07\t6,1\t-\t0,7\t-\t10,5\t10\t24\t2,0\t0,02\t0,1\tA\tA\t0,2\t\t\t\t\t\t\n29/05\tB\t9,6\t6,9\t-\t-\t29\t7,3\t25\t39\t3,0\t-\t0,7\t2419,2\t1669\t0,3\t\t\t\t\t\t\n\tT\t0,6\t5,2\t0,4\t0,6\t3\t9,1\t10\t32\t1,2\t0\t0,09\tA\tA\t0,2\t\t\t\t\t\t\n02/06\tB\t-\t6,7\t-\t-\t-\t-\t13\t0\t2,3\t0,4\t0,9\t-\t-\t0,6\t\t\t\t\t\t\n\tT\t0,2\t6,3\t-\t0,8\t2\t17,1\t-\t-\t-\t-\t-\t-\t-\t0,3\t\t\t\t\t\t\n06/06\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\n\tT\t0,5\t5,9\t0,05\t0,7\t0\t12,6\t11\t25\t2,5\t0,1\t0,1\tA\tA\t0,2\t\t\t\t\t\t\n12/06\tB\t21,3\t6,9\t-\t-\t47\t7,7\t17\t25\t3,0\t-\t1,4\t2419\t618,8\t0,5\t\t\t\t\t\t\n\tT\t0,4\t6,2\t0,4\t0,5\t4\t9,4\t7\t25\t1,7\t0,2\t0,1\tA\tA\t0,3\t\t\t\t\t\t\n27/06\tB\t19,8\t6,9\t-\t-\t47\t8,4\t25\t22\t3,0\t-\t1,3\t-\t-\t0,6\t\t\t\t\t\t\n\tT\t0,2\t6,2\t-\t0,8\t3\t9,8\t11\t21\t1,7\t0,07\t0,1\tA\tA\t0,3\t\t\t\t\t\t\n03/07\tB\t28,6\t6,9\t-\t-\t58\t7,0\t25\t21\t5,0\t-\t1,2\t2419\t2419,2\t0,4\t\t\t\t\t\t\n\tT\t0,3\t6,2\t0,4\t0,8\t0\t9,1\t13\t20\t2,0\t0,05\t0,1\tA\tA\t0,7\t\t\t\t\t\t\n10/07\tB\t20,9\t6,8\t-\t-\t45\t8,0\t20\t20\t4,0\t-\t1,0\t2419\t866,4\t0,3\t\t\t\t\t\t\n\tT\t0,8\t5,9\t0,8\t0,7\t3\t9,1\t9\t20\t1,8\t0,1\t0,1\tA\tA\n18/07\tB\t21,4\t7,1\t-\t-\t43\t6,3\t20\t15\t3,2\t-\t0,1\t2419\t1046,2\n\tT\t1,1\t5,7\t0,6\t0,6\t1\t7,3\t12\t17\t2,8\t0,1\t0,1\tA\tA\n25/07\tB\t17,3\t6,6\t-\t-\t38\t8,4\t16\t17\t3,0\t-\t0,7\t2419\t290,9\n\tT\t0,8\t5,8\t0,7\t0,5\t8\t9,1\t6\t17\t1,2\t0,2\t0,2\tA\tA\n371/07\tB\t13,6\t7,2\t-\t-\t33\t7,7\t22\t22\t3,0\t-\t0,5\t2419\t35,0\n\tT\t0,4\t6,7\t0,8\t0,6\t1\t10,5\t12\t25\t0,8\t0,1\t0,1\tA\tA\n07/08\tB\t12,2\t7,4\t-\t-\t27\t8,4\t20\t18\t2,2\t-\t0,4\t84,5\t14,2\n07/08\tT\t1,1\t6,4\t1,0\t1,1\t0\t9,8\t10\t24\t1,4\t0,07\t0,09\tA\tA\n14/08\tB\t12,7\t7,1\t-\t-\t35\t8,0\t18\t19\t3,2\t-\t0,4\t2419,2\t131,3\n\tT\t0,4\t6,4\t0,5\t0,8\t0\t8,0\t10\t22\t1,5\t0,03\t0,06\tA\tA\n21/08\tB\t13,0\t6,8\t-\t-\t33\t7,0\t19\t20\t2,5\t-\t0,4\t2419,2\t93,8\n\tT\t1,3\t6,8\t0,7\t0,4\t5\t8,4\t13\t22\t0,9\t0,07\t0,1\tA\tA\n28/08\tB\t12,0\t7,2\t-\t-\t30\t4,9\t22\t22\t3,4\t-\t0,3\t3724\t275,3\n\tT\t0,4\t6,4\t0,8\t0,7\t3\t8,7\t10\t20\t2,3\t0,05\t0,1\tA\tA\n04/09\tB\t8,3\t7,3\t-\t-\t24\t6,3\t19\t18\t3,3\t-\t0,3\t2419,2\t32,3\n\tT\t0,6\t6,9\t0,5\t0,7\t2\t10,1\t7\t20\t0,8\t0,09\t0,1\tA\tA\n11/09\tB\t3,6\t6,2\t-\t-\t7\t9,1\t11\t20\t2,5\t-\t0,2\t829,7\t6,3\n\tT\t0,6\t5,8\t0,5\t0,6\t2\t9,4\t10\t20\t2,0\t0,1\t0,1\tA\tA\n18/09\tB\t12,7\t7,1\t-\t-\t28\t10,1\t20\t19\t2,6\t-\t0,2\t2491,2\t727\n\tT\t0,5\t6,1\t0,5\t0,6\t1\t11,9\t10\t20\t1,3\t0,04\t0,04\tA\tA\n25/09\tB\t41,5\t6,7\t-\t-\t73\t6,3\t20\t23\t3,5\t-\t0,9\t-\t-\n\tT\t1,4\t6,0\t0,7\t0,7\t5\t8,7\t8\t20\t4,5\t0,07\t0,07\tA\tA\n03/10\tB\t20,6\t7,0\t-\t-\t60\t7,7\t16\t17\t3,7\t-\t0,9\t-\t-\n\tT\t1,8\t6,1\t0,6\t0,7\t5\t12,6\t12\t18\t1,5\t0,01\t0,07\tA\tA\n09/10\tB\t24,7\t6,9\t-\t-\t62\t7,0\t18\t15\t3,0\t-\t0,7\t-\t-\n\tT\t1,0\t5,9\t0,7\t0,2\t3\t12,6\t8\t19\t1,4\t0,03\t0,04\tA\tA\n16/10\tB\t50,7\t6,8\t-\t-\t89\t10,1\t17\t20\t4,5\t-\t1,0\t-\t-\n\tT\t0,7\t5,0\t0,7\t0,5\t2\t11,5\t6\t18\t1,2\t0,1\t0,03\tA\tA\n23/10\tB\t36,7\t6,6\t-\t-\t74\t6,6\t15\t17\t4,5\t-\t1,0\t-\t-\n\tT\t1,8\t5,7\t0,6\t0,5\t4\t12,9\t7\t19\t0,9\t0,1\t0,09\tA\tA\n30/10\tB\t30,0\t6,7\t-\t-\t61\t7,0\t17\t18\t4,0\t-\t0,9\t-\t-\n\tT\t1,4\t6,0\t0,9\t0,7\t1\t12,2\t7\t15\t1,9\t0,05\t0,05\tA\tA\n06/11\tB\t21,0\t6,6\t-\t-\t46\t8,4\t19\t19\t4,8\t-\t0,8\t2419,2\t328,2\n\tT\t1,2\t5,8\t0,6\t0,7\t5\t9,1\t9\t20\t2,8\t0,05\t0,7\tA\tA\n13/11\tB\t19,4\t6,5\t-\t-\t45\t7,7\t17\t19\t3,5\t-\t0,8\t2419,2\t196,8\n\tT\t0,8\t5,9\t0,6\t0,7\t5\t10,5\t10\t18\t1,2\t0,05\t0,05\tA\tA\n20/11\tB\t17,4\t6,6\t-\t-\t41\t7,3\t19\t19\t3,0\t-\t0,7\t1011,2\t30,1\n\tT\t0,4\t5,8\t0,8\t0,7\t2\t11,9\t9\t24\t1,4\t0,05\t0,03\tA\tA\n27/11\tB\t14,4\t6,7\t-\t-\t37\t7,7\t18\t18\t4,2\t-\t0,6\t2419,2\t304,4\n\tT\t0,3\t6,0\t0,7\t0,4\t2\t10,8\t13\t17\t1,5\t0,03\t0,1\tA\tA\n04/12\tB\t11,9\t6,9\t-\t-\t30\t7,0\t20\t20\t3,5\t-\t0,5\t2419,2\t55,6\n\tT\t0,3\t6,2\t0,8\t0,8\t0\t7,3\t10\t18\t0,5\t0,03\t0,04\t28,8\tA\n11/12\tB\t8,8\t6,9\t-\t-\t26\t9,8\t23\t17\t3,0\t-\t0,6\t1011,1\t21,6\n\tT\t0,3\t6,2\t0,8\t0,4\t1\t12,6\t16\t20\t1,8\t0,1\t0,08\tA\tA\n18/12\tB\t7,3\t6,9\t-\t-\t25\t7,3\t21\t20\t3,0\t-\t0,5\t2419,2\t64,5\n\tT\t0,3\t6,1\t1,1\t0,8\t0\t9,8\t10\t20\t1,0\t0,03\t0,06\tA\tA\n26/12\tB\t5,8\t6,9\t-\t-\t21\t8,4\t19\t19\t3,4\t-\t0,4\t535,5\t12\n\tT\t0,3\t6,2\t0,8\t0,8\t2\t14\t18\t18\t1,0\t0,02\t0,03\tA\tA\n0,06\n0,3\n0,07\n0,2\n0,03\n0,2\n0,06\n0,09 0\n0,1\n0\n0,2\n0,03\n0,1\n0,04\n0,08\n0,03\n0,05 0\n0,1\n0,03\n0,3\n0,03\n0,2\n0,01\n0,2\n0,02\n0,4\n0,04\n0,3\n0,02\n0,2\n0,02\n0,1\n0,03\n0,1\n0,02\n0,1\n0,01\n0,1\n0,01\n0,2\n0,02\n0,1\n0,05\n0,1\n0,04\n0,1\n0,05\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tno3\tno2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n02/01\tB\t4,6\t6,8\t-\t-\t17\t9,4\t20\t18\t2,9\t-\t0,3\t2419,2\t14,6\t0,09\t\t\t\t\t\t\n\tT\t0,2\t6,2\t0,6\t0,8\t1\t13,3\t12\t20\t1,4\t0,03\t0\tA\tA\t0,03\t\t\t\t\t\t\n08/01\tB\t4,7\t6,8\t-\t-\t19\t8,4\t24\t21\t2,7\t-\t0,4\t2419,2\t9,8\t0,08\t\t\t\t\t\t\n\tT\t0,2\t6,2\t1,0\t0,6\t2\t10,2\t14\t21\t1,3\t0,04\t0,04\t2,0\tA\t0,02\t\t\t\t\t\t\n15/01\tB\t21,2\t6,8\t-\t-\t43\t7,3\t18\t20\t4,0\t-\t0,8\t2419,2\t79,4\t0,2\t\t\t\t\t\t\n\tT\t0,2\t5,9\t0,7\t1,0\t1\t10,1\t10\t18\t1,3\t0,1\t0,06\tA\tA\t0,03\t\t\t\t\t\t\n22/01\tB\t2,3\t6,7\t-\t-\t52\t8,7\t22\t20\t3,8\t-\t0,7\t2419,2\t547,5\t0,2\t\t\t\t\t\t\n\tT\t0,5\t6,0\t0,7\t0,7\t4\t12,3\t10\t20\t1,8\t0,1\t0,1\tA\tA\t0,09\t\t\t\t\t\t\n29/01\tB\t18,5\t6,5\t-\t-\t41\t7,3\t19\t20\t2,3\t-\t0,7\t9863\t72,3\t0,1\t\t\t\t\t\t\n\tT\t0,2\t5,8\t1,0\t0,8\t2\t10,3\t7\t20\t0\t0,2\t0,1\tA\tA\t0,06\t\t\t\t\t\t\n06/02\tB\t27,4\t6,5\t-\t-\t53\t9,1\t15\t21\t2,5\t-\t0,9\t2419,2\t686,7\t0,2\t\t\t\t\t\t\n\tT\t1,1\t6,0\t0,9\t0,6\t4\t13,3\t7\t20\t0,8\t0,09\t0,9\t2,0\tA\t0,02\t\t\t\t\t\t\n10/02\tB\t23,8\t6,4\t-\t-\t51\t8,4\t16\t21\t3,5\t-\t0,9\t866,4\t52,9\t0,1\t\t\t\t\t\t\n\tT\t0,2\t5,4\t1,1\t0,9\t1\t12,2\t7\t18\t1,2\t0,1\t0,06\tA\tA\t0,03\t\t\t\t\t\t\n19/02\tB\t16,4\t6,7\t-\t-\t37\t10,1\t16\t21\t3,2\t-\t0,6\t2419,2\t8,5\t0,1\t\t\t\t\t\t\n\tT\t0,1\t6,1\t0,8\t0,7\t0\t12,2\t7\t19\t1,5\t0,07\t0,05\tA\tA\t0,03\t\t\t\t\t\t\n01/03\tB\t12,3\t7,1\t-\t-\t28\t7,3\t20\t17\t5,5\t-\t0,5\t727\t4,1\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,1\t1,2\t0,7\t0\t11,2\t5\t22\t1,2\t0,3\t0,05\t1,0\tA\t0,04\t\t\t\t\t\t\n06/03\tB\t11,6\t7,0\t-\t-\t27\t7,0\t20\t20\t4,5\t-\t0,6\t156,1\t4,1\t0,2\t\t\t\t\t\t\n\tT\t1,7\t6,4\t0,4\t0,6\t3\t11,5\t11\t20\t2,0\t0,1\t0,1\t1,0\tA\t0,07\t\t\t\t\t\t\n12/03\tB\t8,7\t7,4\t-\t-\t28\t7,0\t26\t17\t4,7\t-\t0,5\t2419,2\t7,4\t0,1\t\t\t\t\t\t\n\tT\t1,8\t6,3\t0,3\t0,6\t8\t7,7\t11\t19\t1,5\t0,2\t0,1\t12,4\t2,0\t0,1\t\t\t\t\t\t\n13/03\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\n\tT\t0,8\t6,3\t0,5\t0,8\t-\t-\t-\t-\t-\t-\t-\tA\tA\t-\t\t\t\t\t\t\n19/03\tB\t8,0\t7,6\t-\t-\t21\t7,7\t25\t19\t3,5\t-\t0,4\t-\t-\t0,3\t\t\t\t\t\t\n\tT\t1,0\t6,2\t0,5\t0,7\t2\t10,8\t10\t19\t0,7\t0,2\t0,09\tA\tA\t-\t\t\t\t\t\t\n26/03\tB\t10,4\t7,1\t-\t-\t24\t6,6\t27\t23\t2,5\t-\t0,4\t15531\tA\t0,2\t\t\t\t\t\t\n\tT\t1,23\t6,5\t0,4\t0,7\t4\t9,4\t13\t19\t0,7\t0,3\t0,1\t19,2\tA\t0,1\t\t\t\t\t\t\n29/03\tB\t1,8\t6,5\t-\t-\t-\t-\t-\t-\t-\t-\t-\tA\tA\t-\t\t\t\t\t\t\n\tT\t2,4\t6,5\t0,7\t0,7\t-\t-\t-\t-\t-\t0,1\t-\tA\tA\t-\t\t\t\t\t\t\n02/04\tB\t7,4\t7,2\t-\t-\t28\t7,3\t25\t20\t3,0\t-\t0,3\t2419,2\t7,4\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,5\t0,8\t0,6\t4\t11,5\t15\t19\t0,5\t0,09\t0,08\tA\tA\t0,01\t\t\t\t\t\t\n09/04\tB\t4,2\t7,2\t-\t-\t15\t7,7\t24\t21\t3,2\t-\t0,3\t1292,7\t10,8\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,4\t0,8\t0,9\t2\t12,2\t14\t18\t0,9\t0,05\t0,1\tA\tA\t0,1\t\t\t\t\t\t\n16/04\tB\t3,4\t7,2\t-\t-\t13\t7,0\t26\t24\t3,3\t-\t0,2\t2419,2\t15,0\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,4\t0,7\t0,7\t1\t10,8\t10\t20\t0,8\t0,1\t0,05\tA\t10,7\t0,1\t\t\t\t\t\t\n18/04\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\n\tT\t-\t-\t-\t0,6\t-\t-\t-\t-\t-\t-\t-\tA\tA\t-\t\t\t\t\t\t\n24/04\tB\t5,5\t7,1\t-\t-\t16\t7,7\t21\t17\t2,5\t-\t0,2\t2419,2\t133,3\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,5\t1,0\t0,6\t3\t10,8\t13\t19\t0,4\t0,06\t0,1\t13,2\tA\t0,1\t\t\t\t\t\t\n25/04\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\n\tT\t0,4\t6,1\t0,7\t1,0\t-\t-\t-\t-\t-\t-\t-\tA\tA\t-\t\t\t\t\t\t\n02/05\tB\t12,3\t7,3\t-\t-\t23\t8,7\t20\t18\t1,8\t-\t0,4\t461,4\t16,8\t0,2\t\t\t\t\t\t\n\tT\t0,3\t6,6\t0,9\t0,7\t2\t12,9\t12\t20\t0,5\t0,01\t0,1\t1,0\tA\t0,1\t\t\t\t\t\t\n03/05\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t\t\t\t\t\t\n\tT\t0,3\t6,2\t6,6\t0,4\t-\t-\t-\t-\t-\t-\t-\tA\tA\t-\t\t\t\t\t\t\n07/05\tB\t11,2\t7,2\t-\t-\t29\t8,0\t20\t22\t2,8\t-\t0,4\t2419,2\t365,4\t0,2\t\t\t\t\t\t\n\tT\t0,3\t6,3\t1,0\t0,6\t5\t11,2\t14\t22\t1,4\t0,01\t0,04\tA\tA\t0,1\t\t\t\t\t\t\n14/05\tB\t8,7\t7,2\t-\t-\t23\t12,5\t16\t19\t3,9\t-\t0,1\t13,5\t1,0\t0,1\t\t\t\t\t\t\n\tT\t0,2\t6,4\t1,3\t0,6\t3\t12,9\t10\t17\t1,6\t0,01\t0,08\tA\tA\t0,07\t\t\t\t\t\t\n21/05\tB\t8,9\t7,4\t-\t-\t18\t9,8\t19\t17\t3,0\t-\t0,3\t1299,7\t128,1\t0,1\t\t\t\t\t\t\n\tT\t0,6\t6,6\t1,1\t0,8\t0\t11,9\t9\t18\t0,6\t0,04\t0,08\tA\tA\t0,01\t\t\t\t\t\t\n28/05\tB\t7,7\t7,1\t-\t-\t17\t9,4\t19\t19\t2,5\t-\t0,4\t920,8\t38,8\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,0\t1,2\t0,6\t0\t13,6\t13\t19\t0,4\t0,9\t0,04\tA\tA\t0,02\t\t\t\t\t\t\n04/06\tB\t6,2\t7,1\t-\t-\t20\t16,4\t19\t19\t2,8\t-\t0,3\t727\n\tT\t0,2\t6,1\t1,2\t0,7\t3\t15,7\t10\t20\t1,2\t0,01\t0,02\tA\n11/06\tB\t6,0\t7,2\t-\t-\t16\t9,8\t20\t20\t2,5\t-\t0,3\t410,6\n\tT\t0,4\t6,5\t0,7\t0,6\t1\t11,9\t13\t22\t1,0\t0,05\t0,04\tA\n18/06\tB\t7,8\t7,0\t-\t-\t21\t8,0\t18\t22\t3,1\t-\t0,4\t2419,2\n\tT\t0,3\t6,4\t1,4\t0,7\t2\t9,8\t16\t21\t0,3\t0,01\t0,06\tA\n25/06\tB\t8,0\t6,9\t-\t-\t22\t8,0\t19\t19\t3,0\t-\t0,8\t2419,2\n25/06\tT\t0,6\t6,1\t0,9\t0,7\t2\t13,6\t11\t20\t0,6\t0,06\t0,06\tA\n02/07\tB\t7,9\t6,8\t-\t-\t28\t9,8\t13\t19\t2,4\t-\t0,9\t2419,2\n\tT\t0,6\t6,3\t1,0\t0,7\t0\t10,5\t11\t20\t1,0\t0,04\t0,03\t17\n09/07\tB\t14,1\t7,0\t-\t-\t30\t8,4\t20\t18\t2,9\t-\t0,8\t2419,2\n\tT\t0,5\t6,2\t0,5\t0,7\t1\t12,6\t11\t20\t0,9\t0,01\t0,06\tA\n16/07\tB\t9,8\t6,8\t-\t-\t25\t9,4\t21\t26\t2,1\t-\t0,7\t2419,2\n\tT\t0,7\t6,6\t0,7\t0,5\t3\t12,6\t11\t25\t0,7\t0,1\t0,1\tA\n23/07\tB\t33,4\t6,7\t-\t-\t56\t5,4\t15\t19\t2,1\t-\t0,8\t2419,2\n\tT\t1,1\t6,0\t1,2\t0,5\t2\t9,4\t10\t19\t0,6\t0,03\t0,07\tA\n30/07\tB\t19,9\t6,7\t-\t-\t40\t9,8\t19\t26\t2,2\t-\t0,7\t2419,2\n\tT\t0,8\t5,9\t0,9\t1,0\t1\t7,7\t7\t20\t0,8\t0,01\t0,05\tA\n06/08\tB\t14,5\t6,8\t-\t-\t29\t8,4\t17\t23\t2,6\t-\t0,4\t1046,2\n\tT\t1,1\t6,2\t0,7\t1,1\t2\t16,1\t9\t20\t0,7\t0,05\t0,08\tA\n13/08\tB\t12,7\t6,8\t-\t-\t28\t7,0\t18\t19\t1,9\t-\t0,5\t2419,2\n\tT\t1,0\t6,3\t0,7\t0,8\t2\t10,8\t14\t20\t1,0\t0,05\t0,09\tA\n20/08\tB\t12,7\t6,8\t-\t-\t24\t6,6\t16\t23\t2,0\t-\t0,3\t2419,2\n\tT\t0,2\t6,1\t0,8\t0,7\t0\t9,8\t9\t25\t0,7\t0\t0,07\tA\n27/08\tB\t10,2\t7,1\t-\t-\t27\t9,1\t18\t18\t1,6\t-\t0,3\t2419,2\n\tT\t0,2\t6,2\t0,8\t0,7\t3\t11,9\t11\t18\t0,8\t0,07\t0,04\tA\n03/09\tB\t10,8\t7,1\t-\t-\t24\t8,0\t18\t17\t2,3\t-\t0,3\t2419,2\n\tT\t0,6\t6,3\t0,6\t0,8\t3\t11,9\t11\t18\t0,7\t0,05\t0,05\tA\n10/09\tB\t11,3\t7,0\t-\t-\t22\t8,7\t18\t19\t3,1\t-\t0,5\t2419,2\n\tT\t0,3\t6,3\t0,6\t0,5\t0\t10,1\t11\t21\t0,4\t0,02\t0,05\tA\n17/09\tB\t15,9\t6,8\t-\t-\t26\t5,9\t17\t18\t2,8\t-\t0,4\t2419,2\n\tT\t0,2\t6,1\t0,7\t0,6\t1\t7,3\t9\t20\t0,5\t-\t0,03\tA\n24/09\tB\t13,2\t7,0\t-\t-\t28\t6,6\t17\t19\t2,3\t-\t0,4\t2419,2\n\tT\t0,9\t6,3\t1,3\t0,6\t2\t9,8\t15\t21\t0,5\t0,01\t0,03\tA\n01/10\tB\t34,4\t7,0\t-\t-\t45\t6,6\t17\t23\t2,6\t-\t0,7\t2419,2\n\tT\t1,2\t6,3\t0,5\t0,6\t0\t7,7\t10\t18\t0,5\t0,05\t0,05\tA\n08/10\tB\t26\t6,8\t-\t-\t46\t6,3\t16\t21\t2,5\t-\t0,09\t2419,2\n\tT\t0,5\t5,9\t0,6\t0,4\t3\t8,0\t5\t20\t0,7\t0,1\t0,1\tA\n15/10\tB\t24,3\t6,7\t-\t-\t49\t5,9\t15\t20\t2,5\t-\t0,9\t1553,1\n\tT\t1,0\t5,8\t0,4\t0,6\t5\t11,5\t13\t18\t0,5\t0,05\t0,05\tA\n22/10\tB\t20,5\t6,8\t-\t-\t40\t7,7\t16\t22\t2,5\t-\t0,6\t2419,2\n\tT\t1,4\t6,0\t0,7\t0,7\t3\t9,1\t9\t18\t0,7\t0,05\t0,08\tA\n29/10\tB\t14,7\t6,9\t-\t-\t19\t7,7\t19\t21\t2,3\t-\t0,6\t2419,2\n\tT\t0,9\t6,1\t0,4\t0,1\t1\t10,5\t6\t20\t0,5\t0,1\t0,5\tA\n05/11\tB\t11,8\t6,8\t-\t-\t29\t7,3\t17\t17\t0,6\t-\t0,6\t2419,2\n\tT\t2,1\t6,1\t0,5\t1,0\t1\t12,2\t10\t12\t0,6\t0,04\t0,07\tA\n12/11\tB\t9,1\t6,8\t-\t-\t26\t12,9\t16\t17\t2,2\t-\t0,2\t2419,2\n\tT\t2,8\t6,2\t0,9\t0,6\t12\t14,7\t11\t17\t0,9\t0,04\t0,05\tA\n19/11\tB\t7,0\t6,9\t-\t-\t21\t7,0\t18\t18\t2,8\t-\t0,4\t2419,2\n\tT\t0,3\t6,1\t0,6\t0,6\t1\t8,7\t10\t18\t0,6\t0,01\t0,04\tA\n26/11\tB\t7,4\t7,0\t-\t-\t20\t6,6\t18\t19\t1,5\t-\t0,4\t1983,6\n\tT\t0,4\t6,4\t0,7\t0,7\t1\t12,6\t7\t18\t0,8\t-\t0,05\tA\n03/12\tB\t12,5\t7,1\t-\t-\t26\t11,5\t18\t16\t2,2\t-\t0,5\t727\n\tT\t0,5\t6,2\t0,7\t0,8\t-\t14,7\t16\t17\t0,7\t0,02\t0,04\tA\n10/12\tB\t15,6\t6,8\t-\t-\t29\t11,5\t20\t18\t2,6\t-\t0,7\t727\n\tT\t0,5\t6,1\t0,8\t0,8\t-\t15,7\t10\t17\t1,0\t0,1\t0,1\tA\n17/12\tB\t11\t6,7\t-\t-\t38\t8,7\t16\t20\t2,0\t-\t0,5\t2419,2\n\tT\t0,7\t6,0\t0,3\t1,4\t3\t10,5\t10\t18\t1,0\t0,04\t0,07\tA\n27/12\tB\t9,4\t6,7\t-\t-\t18\t13,3\t17\t20\t3,6\t-\t0,6\t135,5\n\tT\t0,3\t6,1\t0,3\t0,7\t-\t9,8\t13\t18\t1,3\t0,1\t0,05\tA\n22,8\nA\n17.7\nA\n648.8\nA\n20,3\nA\n13.7\nA\n365,4\nA\n198.9\nA\n2419.2\nA\n178.2\nA\n12,1\nA\n9.7\nA\n20.3\nA\n3.1\nA\n9.7\nA\n34.5\nA\n325.5\nA\n6.3\nA\n1732.9\nA\n166.4\nA\n113.9\nA\n127.4\nA\n4.1\nA\n3.1\nA\n107.1\nA\n3.1\nA\n3.5\nA\n27.2\nA\n2118.7\nA\n13.4\nA\n35.1\nA\n0,1\n0,05\n0,1\n0,02\n0,1\n0,06\n0,3\n0,2\n0,3\n0,2\n0,2\n0,1\n0,4\n0,1\n0,4\n0,06\n0,3\n0,06\n0,2\n0,04\n0,07\n0,05\n0,1\n0,03\n0,06\n0,1\n0,04\n0,1\n0,05\n0,1\n0,05\n0,1\n0,02\n0,2\n0,02\n0,2\n0,01\n0,2\n0,01\n0,2\n0,04\n0,1\n0,1\n0,1\n0,04\n0,1\n0,06\n0,1\n0,2\n0,05\n0,1\n0,08\n0,1\n0,08\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tNO3\tNO2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tC\t\torg\t\t\t\t\t\n02/01\tB\t7,3\t6,9\t-\t-\t22\t9,8\t18\t22\t2,0\t-\t0,4\t2419,2\t21,8\t0,1\t\t\t\t\t\t\n\tT\t0,5\t6,4\t0,5\t0,6\t3\t15\t12\t17\t1,1\t0,1\t0,03\tA\tA\t0,04\t\t\t\t\t\t\n07/01\tB\t8,0\t6,9\t-\t-\t23\t11,9\t17\t17\t1,2\t-\t0,3\t2419,2\t73,3\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,2\t0,7\t0,6\t4\t13,3\t10\t19\t0,6\t0,08\t0,01\tA\tA\t0,09\t\t\t\t\t\t\n14/01\tB\t12\t7,0\t-\t-\t24\t9,8\t19\t19\t3,0\t-\t0,4\t1553,1\t30\t0,3\t\t\t\t\t\t\n\tT\t0,7\t6,2\t1,0\t0,6\t0\t13,6\t14\t20\t0,7\t0,06\t0,03\tA\tA\t0,05\t\t\t\t\t\t\n21/01\tB\t6,5\t6,7\t-\t-\t19\t8,7\t24\t18\t2,2\t-\t0,3\t980\t2,0\t0,06\t\t\t\t\t\t\n\tT\t0,3\t6,3\t0,7\t0,7\t2\t12,6\t10\t22\t0,9\t0,06\t0,04\tA\tA\t0\t\t\t\t\t\t\n28/01\tB\t15,5\t6,7\t-\t-\t30\t14\t20\t16\t2,3\t-\t0,7\t2419,2\t1732,9\t0,1\t\t\t\t\t\t\n\tT\t0,6\t6,1\t0,7\t0,7\t1\t15\t13\t17\t0,7\t0,1\t0,1\tA\tA\t0,1\t\t\t\t\t\t\n04/02\tB\t10,2\t6,9\t-\t-\t21\t9,8\t23\t16\t2,3\t-\t0,3\t2419,2\t70,3\t0,1\t\t\t\t\t\t\n\tT\t0,2\t6,2\t0,6\t0,8\t0\t14\t10\t25\t0,6\t0\t0,03\tA\tA\t0,02\t\t\t\t\t\t\n14/02\tB\t6,4\t6,8\t-\t-\t15\t8,7\t21\t22\t2,7\t-\t0,3\t240\t12,8\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,2\t0,5\t0,7\t0\t15\t10\t19\t1,2\t0\t0,05\tA\tA\t0,03\t\t\t\t\t\t\n18/02\tB\t5,7\t6,8\t-\t-\t19\t9,4\t20\t18\t1,8\t-\t0,3\t248,1\t15,8\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,2\t1,0\t0,8\t0\t15,4\t11\t18\t0,6\t0,03\t0,02\t7,5\tA\t0,08\t\t\t\t\t\t\n25/02\tB\t6,2\t6,6\t-\t-\t18\t11,5\t22\t19\t2,5\t-\t0,3\t218,7\t7,4\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,0\t0,8\t0,5\t0\t14,7\t12\t16\t0,8\t0,01\t0,02\tA\tA\t0,06\t\t\t\t\t\t\n04/03\tB\t6,6\t6,8\t-\t-\t4\t12,2\t19\t17\t3,0\t-\t0,3\t613,1\t7,4\t0,1\t\t\t\t\t\t\n\tT\t0,3\t6,2\t0,7\t0,8\t0\t13,6\t16\t18\t1,5\t0\t0,04\tA\tA\t0\t\t\t\t\t\t\n13/03\tB\t9,8\t6,9\t-\t-\t21\t12,2\t22\t21\t3,2\t-\t0,4\t547,5\t8,6\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,4\t0,3\t0,5\t0\t16\t12\t18\t1,6\t0,06\t0,07\tA\tA\t0,03\t\t\t\t\t\t\n18/03\tB\t13,1\t7,3\t-\t-\t28\t11,1\t20\t20\t3,5\t-\t0,4\t128,4\t1,0\t0,2\t\t\t\t\t\t\n\tT\t0,9\t6,4\t0,5\t0,5\t0\t13,6\t15\t11\t2,1\t0,06\t0,07\tA\tA\t0,04\t\t\t\t\t\t\n25/03\tB\t12\t7,4\t-\t-\t32\t10,1\t22\t20\t4,3\t-\t0,4\t114,5\t9,7\t0,2\t\t\t\t\t\t\n\tT\t0,7\t6,5\t0,8\t0,3\t5\t15\t14\t22\t1,8\t0,06\t0,05\tA\tA\t0,08\t\t\t\t\t\t\n01/04\tB\t8,9\t6,8\t-\t-\t21\t13,3\t20\t22\t3,0\t-\t0,3\t2419,2\t160,7\t0,1\t\t\t\t\t\t\n\tT\t0,4\t6,3\t0,8\t1,4\t3\t14\t16\t19\t1,0\t0,03\t0,03\tA\tA\t0,04\t\t\t\t\t\t\n08/04\tB\t7,8\t6,9\t-\t-\t17\t9,8\t20\t22\t2,9\t-\t0,6\t166,4\t10,8\t0,2\t\t\t\t\t\t\n\tT\t0,4\t6,4\t0,9\t0,7\t0\t16,4\t15\t19\t0,9\t0,01\t0,04\tA\tA\t0,1\t\t\t\t\t\t\n15/04\tB\t8,7\t6,8\t-\t-\t15\t12,9\t22\t18\t2,5\t-\t0,4\t2419,2\t186\t0,1\t\t\t\t\t\t\n\tT\t0,8\t6,5\t1,0\t0,7\t2\t13,6\t17\t18\t1,1\t0,09\t0,05\tA\tA\t0,09\t\t\t\t\t\t\n22/04\tB\t20,4\t6,7\t-\t-\t31\t8,4\t24\t22\t2,7\t-\t0,4\t2419,2\t1986,3\t0,2\t\t\t\t\t\t\n\tT\t0,8\t6,2\t0,8\t0,8\t0\t14,3\t18\t23\t1,4\t0,02\t0,03\tA\tA\t0,05\t\t\t\t\t\t\n29/04\tB\t17,8\t6,6\t-\t-\t31\t9,1\t21\t20\t3,2\t-\t0,3\t2419,2\t200\t0,2\t\t\t\t\t\t\n\tT\t0,7\t6,1\t0,9\t0,9\t3\t12,5\t12\t21\t1,0\t0,04\t0,04\tA\tA\t0,06\t\t\t\t\t\t\n06/05\tB\t16,3\t6,5\t-\t-\t26\t9,8\t21\t19\t2,5\t-\t0,3\t328,2\t34,3\t0,1\t\t\t\t\t\t\n\tT\t1,2\t6,1\t1,0\t0,8\t0\t11,5\t12\t22\t1,2\t0,1\t0\tA\tA\t0\t\t\t\t\t\t\n13/05\tB\t12,4\t6,7\t-\t-\t21\t11,9\t20\t21\t3,4\t-\t0,4\t260,2\t9,8\t0,2\t\t\t\t\t\t\n\tT\t1,0\t6,1\t0,9\t0,7\t2\t13,6\t10\t20\t1,1\t0,2\t0,03\tA\tA\t0,01\t\t\t\t\t\t\n20/05\tB\t18,7\t6,5\t-\t-\t27\t10,5\t20\t20\t2,8\t-\t0,4\t2419,2\t161,1\t0,2\t\t\t\t\t\t\n\tT\t1,0\t6,1\t1,0\t0,6\t0\t15,5\t14\t16\t2,8\t0,1\t0,03\tA\tA\t0,05\t\t\t\t\t\t\n27/05\tB\t13,6\t6,5\t-\t-\t22\t11,9\t18\t16\t3,8\t-\t0,3\t547,5\t41\t0,1\t\t\t\t\t\t\n\tT\t0,6\t6,1\t1,0\t0,8\t0\t19\t10\t20\t2,0\t0,01\t0,01\tA\tA\t0,03\t\t\t\t\t\t\n03/06\tB\t12,2\t6,5\t-\t-\t19\t0,8\t20\t18\t3,5\t-\t0,3\t866,4\t59,8\t0,05\t\t\t\t\t\t\n\tT\t1,0\t6,1\t0,9\t0,7\t0\t12,2\t11\t18\t1,5\t0,03\t0,04\tA\tA\t0\t\t\t\t\t\t\n10/06\tB\t32,4\t6,6\t-\t-\t42\t14\t25\t20\t3,7\t-\t0,6\t2419,2\t2419,2\t0,2\t\t\t\t\t\t\n\tT\t1,4\t6,0\t1,1\t0,5\t1\t15\t23\t32\t1,5\t0,02\t0,09\tA\tA\t0,06\t\t\t\t\t\t\n17/06\tB\t32,5\t7,1\t-\t-\t48\t8,4\t16\t18\t3,2\t-\t0,5\t1739,9\t88\t0,3\t\t\t\t\t\t\n\tT\t2,5\t6,3\t0,6\t0,4\t12\t13,3\t9\t18\t1,8\t0,1\t0,08\tA\tA\t0,1\t\t\t\t\t\t\n24/06\tB\t24,1\t7,0\t-\t-\t40\t11,5\t25\t20\t3,0\t-\t1,0\t770,1\t85,7\t0,2\t\t\t\t\t\t\n\tT\t2,3\t6,5\t0,8\t0,6\t1\t13,3\t15\t16\t1,5\t0,01\t0,08\tA\tA\t0,2\t\t\t\t\t\t\n01/07\tB\t21,4\t6,5\t-\t-\t34\t9,8\t18\t25\t4,0\t-\t0,5\t372,4\t980,4\n\tT\t3,2\t5,8\t0,5\t0,6\t5\t14\t12\t18\t1,8\t0,1\t0,1\tA\tA\n08/07\tB\t22,6\t7,0\t-\t-\t41\t8,0\t17\t45\t3,0\t-\t0,7\t2419,2\t980,4\n\tT\t3,4\t6,5\t0,4\t0,6\t6\t10,1\t10\t25\t1,5\t0,1\t0,1\tA\tA\n15/07\tB\t18,2\t6,7\t-\t-\t38\t7,7\t16\t35\t3,0\t-\t0,6\t686,7\t104,6\n\tT\t5,1\t6,0\t0,7\t0,6\t13\t11,2\t10\t25\t2,0\t0,2\t0,3\tA\tA\n22/07\tB\t17,5\t7,0\t-\t-\t24\t8,7\t17\t18\t3,0\t-\t0,4\t579,4\t162,4\n\tT\t2,3\t6,4\t0,8\t0,5\t0\t10,1\t10\t17\t1,0\t0,2\t0,1\tA\tA\n29/07\tB\t21,3\t6,9\t-\t-\t37\t8,0\t15\t26\t2,3\t-\t0,6\t2419,2\t2419,2\n\tT\t2,6\t6,1\t0,8\t0,8\t5\t10,5\t10\t25\t1,8\t0,04\t0,1\tA\tA\n05/08\tB\t25,1\t6,9\t-\t-\t33\t7,3\t15\t35\t3,0\t-\t0,5\t866,4\t866,4\n\tT\t2,1\t6,0\t1,0\t0,6\t0\t8,7\t12\t27\t0,7\t0,06\t0,1\tA\tA\n12/08\tB\t20,4\t6,8\t-\t-\t35\t8,0\t14\t18\t3,0\t-\t0,4\t1203,3\t1203,3\n\tT\t1,6\t6,2\t0,5\t0,5\t2\t11,2\t8\t17\t1,5\t0\t0,02\tA\tA\n19/08\tB\t15,6\t7,1\t-\t-\t39\t8,4\t17\t18\t3,0\t-\t0,1\t88,2\t88,2\n\tT\t1,5\t6,3\t08\t0,7\t1\t11,9\t13\t15\t1,6\t0,07\t0,06\tA\tA\n26/08\tB\t29,1\t5,5\t-\t-\t36\t7\t17\t18\t3,5\t-\t0,8\t2419,2\t2419,2\n\tT\t2,5\t4,8\t0,7\t0,6\t2\t11,5\t10\t10\t1,5\t0,07\t0,07\tA\tA\n02/09\tB\t16,6\t7,2\t-\t-\t31\t7,0\t14\t19\t3,0\t-\t0,1\t101\t101\n\tT\t1,3\t6,1\t1,0\t0,6\t4\t8,9\t7\t18\t1,3\t0\t0\tA\tA\n09/09\tB\t23,5\t7,1\t-\t-\t29\t8,0\t15\t17\t3,3\t-\t0,5\t2419,2\t1203,3\n\tT\t4,2\t6,2\t0,7\t0,7\t2\t10,5\t9\t15\t1,5\t0,07\t0,09\tA\tA\n16/09\tB\t21\t7,2\t-\t-\t25\t8,0\t14\t17\t2,8\t-\t0,3\t2419,2\t214,3\n\tT\t1,6\t6,1\t0,7\t0,8\t0\t10,1\t9\t15\t0,8\t0,06\t0,02\tA\tA\n23/09\tB\t24,9\t7,0\t-\t-\t34\t9,1\t17\t19\t2,5\t-\t0,2\t2419,2\t686,7\n\tT\t1,2\t6,1\t0,7\t0,5\t4\t9,8\t10\t21\t0,5\t0,03\t0,02\tA\tA\n30/09\tB\t18,3\t6,4\t-\t-\t31\t5,6\t15\t34\t1,4\t-\t0,6\t309,6\t13,4\n\tT\t0,7\t5,0\t1,0\t1,0\t1\t7,7\t8\t21\t1,1\t0,01\t0,02\tA\tA\n07/10\tB\t21,6\t6,7\t-\t-\t35\t10,5\t19\t18\t2,0\t-\t0,3\t2419,2\t92,2\n\tT\t1,3\t6,1\t0,6\t0,8\t0\t14\t9\t18\t0\t0,06\t0,07\tA\tA\n14/10\tB\t29,4\t6,5\t-\t-\t31\t8,0\t17\t19\t4,1\t-\t1,0\t1732,4\t162,4\n\tT\t0,9\t5,9\t0,6\t1,0\t0\t12,9\t7\t16\t2,0\t0,05\t0,08\tA\tA\n21/10\tB\t24,9\t6,7\t-\t-\t40\t8,4\t15\t17\t3,7\t-\t0,6\t2419,2\t104,6\n\tT\t1,1\t6,1\t0,6\t0,9\t0\t11,5\t8\t15\t2,7\t0,03\t0\tA\tA\n28/10\tB\t12,4\t6,6\t-\t-\t15\t7,7\t19\t18\t4,0\t-\t1,8\t2419,2\t920,8\n\tT\t3,8\t5,9\t0,7\t0,7\t4\t11,2\t8\t18\t1,3\t0,08\t0,1\tA\tA\n04/11\tB\t62,9\t6,8\t-\t-\t73\t8,0\t14\t23\t3,5\t-\t0,7\t2419,2\t770,1\n\tT\t3,9\t6,0\t0,7\t0,7\t4\t11,5\t10\t16\t1,7\t0,1\t0,1\tA\tA\n11/11\tB\t38,6\t6,7\t-\t-\t69\t7,7\t14\t20\t3,9\t-\t0,5\t2419,2\t640,5\n\tT\t1,0\t6,0\t0,9\t0,8\t7\t11,5\t7\t16\t1,7\t0,04\t0\tA\tA\n18/11\tB\t38,7\t6,6\t-\t-\t45\t8,7\t15\t16\t5,0\t-\t0,5\t422,5\t33,6\n\tT\t2,2\t6,0\t0,6\t0,9\t9\t9,1\t10\t18\t2,0\t0,03\t0,07\tA\tA\n25/11\tB\t36,7\t6,8\t-\t-\t37\t11,9\t12\t20\t2,8\t-\t0,8\t2419,2\t166,4\n\tT\t1,9\t5,9\t0,9\t0,9\t0\t17,5\t10\t19\t0,5\t0,03\t0,07\tA\tA\n02/12\tB\t33,6\t6,8\t-\t-\t36\t9,8\t14\t15\t2,5\t-\t0,05\t2419,2\t1046,2\n\tT\t0,9\t6,3\t0,5\t0,9\t7\t13,6\t10\t13\t2\t0,06\t0\tA\tA\n09/12\tB\t62,1\t6,9\t-\t-\t65\t7,3\t14\t17\t4,5\t-\t0,6\t2419,2\t920,8\n\tT\t1,1\t6,2\t0,8\t1,2\t15\t11,9\t7\t16\t1,4\t0\t0,05\tA\tA\n16/12\tB\t35,8\t6,1\t-\t-\t23\t9,1\t15\t15\t3,0\t-\t0,6\t1203,3\t41,1\n\tT\t0,6\t6,2\t0,7\t0,1\t0\t13,5\t11\t15\t0,7\t0,06\t0,02\tA\tA\n23/12\tB\t31\t6,9\t-\t-\t41\t7,0\t18\t24\t3,4\t-\t0,5\t2419,2\t145\n\tT\t1,1\t6,1\t0,8\t0,4\t0\t10,5\t8\t19\t1,6\t0,06\t0,03\tA\tA\n30/12\tB\t23,4\t6,4\t-\t-\t35\t14\t19\t18\t3,8\t-\t0,7\t1986,3\t34,3\n\tT\t1,0\t6,1\t0,8\t0,8\t0\t16,4\t9\t17\t1,2\t0,08\t0,1\tA\tA\n0,1\n0,06\n0,1\n0,06\n0,2\n0,1\n0,06\n0,2\n0,06\n0,07\n0,05\n0,03\n0,1\n0,05\n0,2\n0,05\n0,1\n0,02\n0,07 0\n0,1\n0\n0,1\n0,01\n0,1\n0,06\n0,2\n0,02\n0,2 0\n0,1\n0\n0,8\n0,03\n0,3\n0,04\n0,1\n0,07\n0,1\n0,06\n0,1\n0\n0\n0\n0,07\n0\n0\n0,07\n0\n0\n0,2\n0\nCaracteres/\tTur\t\tPH\tCl\tF\tCor\tCl=\tÁlc\tDur\tOx.\tAl\tFe\tCol\tE\tMn\tMat\tno3\tno2\tPO4\tCO2\tOD\nDia/mês\t\t\t\t\t\t\t\t\t\tCon\t\t\tFec\tc\t\torg\t\t\t\t\t\n06/01\tB\t32,2\t6,6\t-\t-\t24\t10,8\t16\t16\t3,5\t-\t0,7\t2419,2\t74,3\t0\t\t\t\t\t\t\n\tT\t0,5\t6,1\t0,7\t0,4\t0\t11,5\t10\t19\t1,2\t0,02\t0,02\tA\tA\t0\t\t\t\t\t\t\n13/01\tB\t24,4\t7,0\t-\t-\t42\t9,1\t18\t20\t2,5\t-\t0,8\t658,6\t15,6\t0,07\t\t\t\t\t\t\n\tT\t0,6\t6,3\t0,9\t0,5\t8\t15\t10\t16\t1,0\t0,07\t0,07\tA\tA\t0,03\t\t\t\t\t\t\n20/01\tB\t23,9\t6,9\t-\t-\t36\t7,7\t19\t20\t3,3\t-\t0,7\t396,8\t17,5\t0,2\t\t\t\t\t\t\n\tT\t1,4\t6,5\t0,8\t0,5\t1\t16,5\t11\t16\t1,1\t0,1\t0,1\tA\tA\t0,06\t\t\t\t\t\t\n27/01\tB\t23,7\t6,9\t-\t-\t29\t8,7\t16\t16\t3,1\t-\t0,4\t517,2\t21\t0,1\t\t\t\t\t\t\n\tT\t1,2\t1,2\t0,8\t0,1\t0\t12,9\t9\t16\t1,5\t0,1\t0,05\tA\tA\t0\t\t\t\t\t\t\n03/02\tB\t14,2\t6,1\t-\t-\t10,1\t29\t21\t17\t4,2\t-\t0,4\t2419,2\t43,2\t0,06\t\t\t\t\t\t\n\tT\t0,7\t6,1\t0,7\t0,8\t15\t8\t10\t20\t1,3\t0,06\t0,05\tA\tA\t0,04\t\t\t\t\t\t\n10/02\tB\t18,4\t6,8\t-\t-\t17\t10,8\t22\t19\t4,3\t-\t0,8\t122,3\t14,3\t0\t\t\t\t\t\t\n\tT\t0,8\t6,6\t0,7\t0,5\t0\t13,6\t10\t19\t1,7\t0,1\t0,01\tA\tA\t0\t\t\t\t\t\t\n17/02\tB\t9,0\t6,7\t-\t-\t25\t8,0\t19\t16\t4,5\t-\t0,2\t276,9\t22,6\t0,03\t\t\t\t\t\t\n\tT\t0,6\t6,1\t1,0\t0,5\t4\t11,9\t12\t16\t1,2\t0,03\t0,07\tA\tA\t0\t\t\t\t\t\t\n24/02\tB\t44\t6,5\t-\t-\t2,0\t8,0\t18\t16\t3,5\t-\t0,5\t2419,2\t579,4\t0,1\t\t\t\t\t\t\n\tT\t1,4\t5,2\t0,5\t0,7\t0\t12,9\t12\t16\t0,8\t0,1\t0,07\t73,8\tA\t0,08\t\t\t\t\t\t\n03/03\tB\t28,4\t6,5\t-\t-\t60\t8,4\t17\t13\t6,0\t-\t0,8\t2419,2\t204,6\t0\t\t\t\t\t\t\n\tT\t1,7\t5,7\t1,0\t0,8\t11\t12,2\t8\t15\t1,8\t0,1\t0,2\tA\tA\t0\t\t\t\t\t\t\n10/03\tB\t18,3\t6,4\t-\t-\t39\t9,1\t16\t15\t4,0\t-\t0,6\t524,7\t31,8\t0,03\t\t\t\t\t\t\n\tT\t1,2\t5,8\t0,1\t0,9\t0\t14,7\t6\t16\t1,0\t0,1\t0,1\tA\tA\t0,1\t\t\t\t\t\t\n17/03\tB\t14,7\t6,7\t-\t-\t4\t9,4\t18\t14\t4,0\t-\t0,6\t488,4\t42,2\t0,07\t\t\t\t\t\t\n\tT\t1,1\t6,0\t0,9\t0,9\t0\t14\t11\t19\t1,2\t0,07\t0,2\tA\tA\t0,03\t\t\t\t\t\t\n24/03\tB\t11,2\t6,7\t-\t-\t17\t11,2\t19\t16\t3,1\t-\t0,7\t816,4\t56\t0,1\t\t\t\t\t\t\n\tT\t0,9\t6,0\t1,3\t1,3\t5\t12,9\t14\t17\t2,0\t0,01\t0,3\tA\tA\t0,08\t\t\t\t\t\t\n03/03\tB\t28,4\t6,5\t-\t-\t60\t8,4\t17\t15\t6,0\t-\t0,8\t2419,2\t204,6\t0\t\t\t\t\t\t\n\tT\t1,7\t5,7\t1,0\t0,8\t11\t12,4\t8\t15\t1,8\t0,1\t0,2\tA\tA\t0\t\t\t\t\t\t\n10/03\tB\t18,3\t6,4\t-\t-\t39\t9,1\t16\t15\t4,0\t-\t0,6\t524,7\t31,8\t0,05\t\t\t\t\t\t\n\tT\t1,2\t5,8\t0,7\t0,9\t0\t14,7\t6\t16\t1,0\t0,1\t0,1\tA\tA\t0,1\t\t\t\t\t\t\n17/03\tB\t14,7\t6,7\t-\t-\t4\t9,4\t18\t14\t4,0\t-\t0,6\t488,4\t42,2\t0,07\t\t\t\t\t\t\n\tT\t1,1\t6,0\t0,9\t0,9\t0\t14\t11\t19\t1,2\t0,07\t0,2\tA\tA\t0,03\t\t\t\t\t\t\n24/03\tB\t11,2\t6,3\t-\t-\t17\t11,2\t19\t16\t3,1\t-\t0,7\t816,4\t56\t0,1\t\t\t\t\t\t\n\tT\t0,9\t6,0\t1,3\t1,3\t5\t12,9\t14\t17\t2,0\t0,01\t0,3\tA\tA\t0,08\t\t\t\t\t\t\n31/03\tB\t8,3\t6,7\t-\t-\t-\t8,7\t17\t18\t3,7\t-\t0,3\t100,8\t3,4\t0,03\t\t\t\t\t\t\n\tT\t0,8\t6,0\t1,0\t0,7\t-\t12,2\t12\t15\t1,7\t0,08\t0,2\tA\tA\t0,01\t\t\t\t\t\t\n07/04\tB\t8,6\t6,7\t-\t-\t0,7\t10,1\t16\t16\t2,7\t-\t1,6\t930,8\t83,9\t0,1\t\t\t\t\t\t\n\tT\t0,6\t6,1\t1,2\t0,7\t7\t11,2\t5\t15\t1,5\t0,05\t0,7\tA\tA\t0,06\t\t\t\t\t\t\n14/04\tB\t8,3\t6,7\t-\t-\t24\t8,7\t21\t25\t3,7\t-\t0,6\t125,9\t14,6\t0,08\t\t\t\t\t\t\n\tT\t1,5\t6,1\t0,8\t0,8\t6\t12,2\t14\t21\t1,8\t0,04\t0,1\tA\tA\t0,01\t\t\t\t\t\t\n22/04\tB\t7,5\t6,7\t-\t-\t31\t7,7\t18\t17\t2,8\t-\t0,6\t1046,2\t27,5\t0,2\t\t\t\t\t\t\n\tT\t0,8\t6,2\t0,9\t0,9\t9\t10,5\t12\t16\t1,0\t0,07\t0,1\tA\tA\t0\t\t\t\t\t\t\n28/04\tB\t7,7\t7,0\t-\t-\t24\t8,0\t28\t16\t2,7\t-\t0,7\t235,9\t9,7\t0,6\t\t\t\t\t\t\n\tT\t1,2\t6,1\t0,9\t0,6\t8\t12\t11\t18\t1,1\t0,09\t0,1\tA\tA\t0,06\t\t\t\t\t\t\n06/05\tB\t10,1\t6,8\t-\t-\t27\t8,4\t17\t16\t3,0\t-\t0,7\t960,6\t325,5\t0,1\t\t\t\t\t\t\n\tT\t0,6\t6,1\t0,9\t0,4\t0\t11,9\t11\t18\t2,0\t0,06\t0,3\tA\tA\t0,03\t\t\t\t\t\t\n12/05\tB\t9,8\t6,0\t-\t-\t29\t11,5\t20\t16\t3,8\t-\t1,8\t1299,7\t43,7\t1,2\t\t\t\t\t\t\n\tT\t0,1\t5,9\t1,0\t0,8\t12\t14\t13\t18\t1,5\t0,1\t0,5\tA\tA\t0\t\t\t\t\t\t\n19/05\tB\t6,3\t6,6\t-\t-\t22\t11,4\t21\t17\t2,7\t-\t0,4\t65\t9,8\t0,3\t\t\t\t\t\t\n\tT\t0,5\t6,0\t0,5\t0,8\t7\t12,6\t15\t19\t1,7\t0,05\t0,2\tA\tA\t0,2\t\t\t\t\t\t\n27/05\tB\t7,7\t6,9\t-\t-\t26\t8,4\t20\t19\t3,4\t-\t1,0\t2419,2\t476\t0,2\t\t\t\t\t\t\n\tT\t0,6\t6,4\t1,0\t0,8\t7\t10,8\t11\t18\t1,0\t0,03\t0,1\tA\tA\t0,06\t\t\t\t\t\t\n02/06\tB\t6,6\t6,8\t-\t-\t23\t8,0\t20\t18\t3,7\t-\t1,2\t59,4\t14,6\t0,4\t\t\t\t\t\t\n\tT\t0,4\t6,2\t0,8\t0,2\t6\t13,3\t10\t16\t1,8\t0,01\t0,08\tA\tA\t0,04\t\t\t\t\t\t\n09/06\tB\t8,6\t6,8\t-\t-\t47\t9,4\t18\t18\t2,7\t-\t1,5\t161,6\t63,8\t0,07\t\t\t\t\t\t\n\tT\t0,4\t6,1\t0,6\t0,9\t7\t9,1\t13\t18\t1,1\t0\t0,03\tA\tA\n16/06\tB\t14,8\t6,8\t-\t-\t24\t9,8\t16\t17\t3,0\t-\t0,7\t2419,2\t165\n\tT\t0,4\t6,1\t0,6\t0,07\t0\t12,2\t12\t15\t1,1\t0\t0,09\tA\tA\n23/06\tB\t10,8\t6,9\t-\t-\t23\t8,7\t19\t21\t3,2\t-\t0,2\t456,9\t78,9\n\tT\t0,6\t6,1\t0,6\t0,6\t0\t12,9\t11\t19\t1,7\t0,02\t0,03\tA\tA\n30/06\tB\t8,5\t6,9\t-\t-\t12\t11,5\t20\t20\t2,9\t-\t0,7\t343,6\t37,7\n\tT\t10,2\t6,2\t0,7\t0,7\t0\t12,5\t12\t17\t1,4\t0,01\t0,1\tA\tA\n10/07\tB\t24,3\t7,3\t-\t-\t54\t9,4\t23\t15\t2,5\t-\t1,6\t2419,2\t2419,2\n10/07\tT\t0,7\t6,8\t1,1\t0,8\t0,8\t-\t11,5\t11\t18\t2,2\t0,05\t1,0\tA\n14/07\tB\t35,8\t6,7\t-\t-\t70\t9,1\t15\t18\t2,5\t-\t1,4\t2419,2\t2419,2\n\tT\t5,0\t5,8\t1,1\t0,6\t10\t10,1\t7\t15\t1,4\t0,2\t0,2\tA\tA\n21/07\tB\t24,4\t6,7\t-\t-\t56\t7,7\t16\t20\t3,0\t-\t0,7\t2419,2\t387,3\n\tT\t1,4\t5,5\t0,9\t1,0\t7\t10,1\t5\t17\t1,9\t0,05\t0,1\tA\tA\n28/07\tB\t18,6\t6,6\t-\t-\t44\t8,0\t16\t21\t3,1\t-\t0,3\t1046,2\t58,2\n\tT\t0,8\t5,7\t0,7\t-\t7\t11,2\t10\t20\t1,8\t0\t0,1\tA\tA\n04/08\tB\t15,2\t7,0\t-\t-\t32\t10,1\t17\t22\t3,2\t-\t0,4\t387,7\t16,6\n\tT\t1,7\t5,8\t0,8\t0,6\t4\t13,6\t9\t16\t1,5\t0,02\t0,4\tA\tA\n11/08\tB\t14,5\t6,8\t-\t-\t37\t8,7\t19\t18\t2,8\t-\t0,3\t195\t9,6\n\tT\t1,0\t5,9\t0,8\t0,6\t7\t9,8\t8\t17\t1,1\t0,03\t0,3\tA\tA\n18/08\tB\t14,5\t6,8\t-\t-\t37\t10,8\t17\t15\t3,6\t-\t0,8\t1119,9\t55,7\n\tT\t2,0\t5,9\t0,8\t0,6\t8\t10,6\t7\t15\t1,5\t0\t0,2\tA\tA\n25/08\tB\t14\t7,1\t-\t-\t37\t8,0\t18\t15\t3,6\t-\t0,6\t472,1\t52,8\n\tT\t0,5\t10,1\t0,6\t0,4\t6\t11,2\t10\t16\t1,6\t0\t0,09\tA\tA\n01/09\tB\t12,8\t7,1\t-\t-\t32\t9,1\t17\t16\t3,1\t-\t0,9\t1413,6\t105\n\tT\t1,3\t5,8\t0,8\t0,5\t9\t10,5\t7\t16\t1,5\t0,02\t0,1\tA\tA\n08/09\tB\t10,4\t6,3\t-\t-\t70\t7,7\t14\t15\t3,1\t-\t0,4\t75,9\t6,3\n\tT\t1,9\t6,1\t0,7\t0,6\t4,7\t12,6\t10\t14\t2,0\t0\t0,2\tA\tA\n11/09\tB\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t0,5\t-\t-\n\tT\t0,5\t6,3\t-\t0,7\t7\t-\t-\t-\t-\t0,02\t0,1\tA\tA\n15/09\tB\t8,4\t6,4\t-\t-\t26\t7,0\t15\t21\t3,4\t-\t1,1\t272,3\t52,8\n\tT\t2,3\t5,8\t0,6\t0,7\t11\t9,4\t16\t17\t2,3\t0,03\t1,8\tA\tA\n22/09\tB\t6,3\t6,4\t-\t-\t43\t8,4\t15\t15\t2,6\t-\t0,3\t33,2\tA\n\tT\t0,2\t6,0\t0,9\t0,7\t7\t12,6\t8\t9\t1,1\t0\t0,1\tA\tA\n29/09\tB\t13,6\t6,6\t-\t-\t38\t9,8\t17\t15\t3,1\t-\t0,5\t2419,2\t344,8\n\tT\t0,4\t6,1\t0,7\t0,7\t0\t8,7\t6\t15\t1,2\t0,01\t0,1\tA\tA\n06/10\tB\t11\t6,3\t-\t-\t26\t7,3\t16\t16\t2,1\t-\t0,5\t130,1\t20,1\n\tT\t0,4\t6,9\t0,8\t1,2\t1\t11,5\t8\t15\t1,1\t0\t0,05\tA\tA\n13/10\tB\t8,9\t6,4\t-\t-\t24\t1,2\t6\t18\t2,9\t-\t0,4\t2419,2\t113,7\n\tT\t0,6\t6,0\t1,2\t0,5\t1\t7,7\t9\t18\t0,9\t0,05\t0,08\tA\tA\n20/10\tB\t6,1\t6,3\t-\t-\t1924\t8,7\t17\t18\t2,4\t-\t0,2\t2419,2\t3,7\n\tT\t0,6\t6,2\t0,6\t0,7\t1\t13,3\t9\t15\t1,7\t0,07\t0,07\tA\tA\n27/10\tB\t25,2\t7,0\t-\t-\t36\t7,0\t20\t19\t3,7\t-\t0,7\t2419,2\t2419,2\n\tT\t0,3\t5,9\t0,6\t0,8\t0\t8,7\t12\t16\t1,2\t0,06\t0,07\tA\tA\n03/11\tB\t23\t6,8\t-\t-\t44\t8,0\t19\t17\t3,5\t-\t0,5\t2419,2\t648,8\n\tT\t0,3\t5,9\t0,7\t0,7\t1\t9,4\t8\t11\t1,0\t0,03\t0,08\tA\tA\n10/11\tB\t23,3\t6,6\t-\t-\t65\t11,5\t18\t18\t2,8\t-\t0,7\t2419,2\t727\n\tT\t1,2\t5,6\t0,8\t0,6\t4\t15\t9\t15\t1,5\t0,07\t0,1\tA\tA\n17/11\tB\t14,5\t6,7\t-\t-\t38\t5,9\t16\t15\t3,2\t-\t0,4\t2419,2\t19,9\n\tT\t2,4\t6,1\t-\t0,6\t7\t11,2\t9\t15\t1,5\t0,07\t0,2\tA\tA\n24/11\tB\t12,5\t6,8\t-\t-\t32\t10,8\t17\t15\t3,5\t-\t0,7\t381,1\t12,1\n\tT\t0,4\t5,7\t0,6\t0,8\t4\t9,4\t7\t20\t1,8\t0,03\t0,1\tA\tA\n01/12\tB\t13,7\t6,7\t-\t-\t36\t7,7\t15\t15\t4,6\t-\t0,7\t2,2\t45\n\tT\t0,2\t5,8\t0,9\t0,6\t5\t8,7\t8\t17\t1,2\t0,07\t0,06\tA\tA\n08/12\tB\t7,6\t6,9\t-\t-\t24\t7,7\t18\t14\t4,3\t-\t0,4\t2419,2\t2,0\n\tT\t0,4\t6,8\t0,7\t0,8\t0\t12,2\t10\t16\t1,5\t0,01\t0,06\tA\tA\n15/12\tB\t22,5\t6,8\t-\t-\t51\t5,6\t18\t16\t4,2\t-\t0,8\t2419,2\t146,7\n\tT\t0,4\t5,7\t0,8\t0,8\t5\t6,3\t7\t15\t1,9\t0,06\t0,08\tA\tA\n22/12\tB\t24,3\t6,6\t-\t-\t54\t7,7\t14\t14\t-\t-\t1,0\t41,6\t39,5\n\tT\t0,8\t5,8\t0,7\t0,7\t0\t11,2\t7\t15\t-\t0,04\t0,4\tA\tA\n0,03\n0,2\n0,1\n0,1\n0,1\n0,2\n0,1\n0,2\n0,1\n0,3\n0,04\n0,1\n0\n0,1\n0\n0,1\n0,01\n0,1\n0,04\n0,2\n0\n0,08\n0\n0,1\n0\n0,2\n0\n0\n0\n0,1\n0,03\n0,2\n0\n0,1\n0,03\n0,1\n0,01\n0,1\n0,01\n0,08\n0,03\n0,1\n0,01\n0,08\n0,02\n0,1\n0,06\n0,1\n0,03\n0,1\n0,03\n0,1\n0,01\n0,1\n0,03\n0,1\n0,02\n0,2\n0,04\nANEXO 2 - ANÁLISES FÍSICO-QUÍMICAS - ÁGUA TRATADA - SAMAE -2000\nCaracteres/ Data/mês\tOD\tNO3\tno2\tPO4\tCO2\n19/04\t8\t0,4\t0,04\t0,02\tNr\n02/05\t7,4\t0,8\t0,1\t0,03\tNr\n16/05\t8,4\t1,4\t0,08\t0,01\tNr\n28/05\t7,4\t4,5\t0,01\t0,05\tNr\n12/06\t6,8\t2,2\t0,08\t0,07\tNr\n10/07\t8\tnr\t0,08\t0,02\tnr\n23/07\t8,4\tnr\t0,1\t0,05\t7\n29/08\t9\t2,3\t0,05\t0,08\t5\n16/09\t9,2\t6,3\tnd\t\t3\n16/10\t8,4\tnd\t0,1\t0,05\t5\n19/11\t7,8\t6\t0,02\t\t4\n17/12\t8\t6,1\t0,05\t0,03\t2\nANEXO 2 - ANÁLISES FÍSICO-QUÍMICAS - ÁGUA TRATADA - SAMAE -2003\nCaracteres/ Data/mês\tOD\tNO3\tNO2\tPO4\tCO2\n28/01\t4,3\t4,7\t0,09\tnd\t2\n24/02\t9,6\t5,3\t0,1\t0,1\t1\n05/03\t8\t0,1\t0,03\tnd\t7\n29/04\t9\t2\t0,03\t0,2\t5\n29/05\t7\tnr\t0,02\t0,05\t8\n17/06\t10\t3,9\t0,08\t0,02\t2\n30/07\t9\t3,9\t0,06\t0,05\t6\n26/08\t10\t1,6\t0,04\t0,02\t2\n25/09\t9,8\tnd\t0,05\t0,04\t4\n20/10\t5,1\t5,7\t0,05\t0,02\t7\n18/11\tnr\t3\t0,07\t0,1\t3\n01/12\t9\t0,5\t0,07\t0,08\t2\nLegenda: nr- não realizado; nd- não detecta\nFonte- SAMAE"}]}}}