{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03836"}, {"@name": "filename", "#text": "BGP_1994_8_2_4_18_Laminacao_secundaria_em_sedimentos_escorregados.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "LAMINAÇÃO SECUNDÁRIA EM SEDIMENTOS ESCORREGADOS: UM EXEMPLO DO PLEISTOCENO DA BACIA DE CAMPOS\nSECONDARY LAMINA TION IN SLUMPED BEDS: AN EXAMPLE FROM CAMPOS BASIN PLEISTOCENE SEDIMENTS\nLuiz Fernando Guimarães Caddah1, Renato Oscar Kowsmann2 e Adriano Roessler Viana3\nEntre outubro de 1991 e março de 1992, foi realizada uma campanha de investigação geológico-geotécnica no talude da Bacia de Campos, envolvendo vários órgãos da PETROBRÁS (SEGEN/GEINP, CENPES/DIPREX, CENPES/ DIVEXE DEPEX/DESUD), e utilizando as facilidades do navio de sondagem geotécnica Bucentaur. Durante a campanha, foram efetuados seis furos geotécnicos com perfilagem por cone-penetrômetro e dois geológicos com testemunhagem continua, ao longo de um perfil dip na área de Campo de Marlim. Os furos geológico GL13 e geotécnico GT32, aqui enfocados, se situam, respectivamente, nas isóbatas de 955 e 1 030 m, e atingiram 123 e 149 m no subfundo (fig. 1).\nNo furo GL13, foram descritos intervalos com intensa deformação por dobramento convoluto (depósitos de escorregamento ou slump (Caddah et al. 1992). Estes depósitos são formados por lamas siliciclásticas (&lt;8% de CaCO3) de cor cinza-esverdeada, bandeadas e laminadas por core granulometria, e com inclinações variáveis (até 70°). As variações de cor (5G 4/1, 5G 3/1, 5G 2/1 (Geological Society of América, 1980) das camadas e lâminas refletem variações granulométricas (laminações arenosas e níveis de lama com diferentes siltosidades) somadas a variações no teor de sulfetos disseminados (foto 1). Quanto menos silticas, mais argilosas e pobres em sulfetos, mais claras são as bandas do sedimento (5G 4/1). Em termos composicionais e granulométricos, estes depósitos são\nsemelhantes aos sedimentos normais (não-deformados), que diferem apenas pela maior preservação da fábrica original (bioturbação, acamamento, etc.). Além do mergulho variado e exagerado (a inclinação média do talude nesta região é de apenas 2°), outras estruturas como truncamentos, charneiras de dobras, estiramento de traços fósseis e de intercalações arenosas atestam a deformação nos depósitos de escorregamento (foto 1). Nestes depósitos, foram também observadas fraturas e falhas de pequeno rejeito cortando o bandeamento inclinado. As fraturas ocorrem tanto em pares conjugados como em grupos (enxames), e se tornam bem mais freqüentes na seção logo abaixo dos depósitos de escorregamento (fig. 2 - fácies Lhf).\nO principal intervalo com depósitos de escorregamento ocorre no furo GL13, entre 6 e 65 m (fig. 2 - fácies DE), e corresponde, sismicamente, a uma zona de reflexões caóticas (Kowsmann et al. 1993). Nas porções inferior e superior deste intervalo, a estrutura predominante é o bandeamento com orientação variada, que sugere uma geometria de dobra do tipo recumbente. Na porção central, no entanto, observa-se intensa laminação com orientação suborizontal, marcada pela maior nitidez dos contatos quando comparada com os sedimentos normais (não-deformados) (comparar as fotos 1 e 2). A intensidade da laminação diminui gradativamente em direção à base deste intervalo laminado, que totaliza cerca de 20 m.\nO perfil geotécnico de resistência ao cisalhamento não-drenado (Su), obtido por meio de cone-penetrômetro e aferido por ensaios triaxiais (UU) de laboratório, dá uma boa estimativa do grau de consolidação (ou adensamento) do sedimento. Nos furos geotécnicos, os depósitos de escorregamento apresentaram valores anômalos de resistência, superiores àqueles previstos pelo trend normal de consolidação por compactação. A zona central do depósito de escorregamento, onde no furo GL13 a laminação é mais intensa, corresponde no furo geotécnico GT32, correlato, aos valores mais elevados de resistência Su (fig. 2).\nSegundo Farrel e Eaton (1987), a deformação dos sedimentos durante o escorregamento se inicia com o predomínio do cisalhamento puro responsável pela formação de dobras com plano axial de alto ângulo. A intensificação da deformação promove a rotação progressiva do plano axial das dobras, até este se tornar subpararelo á superfície basal de escorregamento, quando passa então a predominar o cisalhamento simples. Num estágio mais avançado, devido a migração de água em direção ao topo da massa em escorregamento, ocorre a recuperação da resistência ao cisalhamento da porção inferior, enquanto a porção superior permanece em movimento. Este movimento diferencial dá origem a uma zona com cisalhamento simples mais intenso.\n1 - E &amp; P BC/GEXP/GELAB, Av. Elias Agostinho, 665, Imbetiba, CEP 27913-350, Macaé, RJ, Brasil.\n2-\tSetorde Estratigrafia (SESTRA), Divisão de Exploração (DIVEX), Centro de Pesquisas (CENPES), Cidade Universitária, Quadra 7, Ilha do Fundão, CEP 21949-900, Rio de Janeiro, RJ, Brasil.\n3-\tE &amp; P BC/GEXP/GEDMAR, Av. Elias Agostinho, 665, Imbetiba, CEP 27913-350, Macaé, RJ, Brasil.\nFig. 1 - Localização dos furos geológico (GL13) e geotécnico (GT32) na área do Campo de Marlim.\nFig.1 - Location of geologícal (GL13) and geotechnlcal (GT32) boreholes in the area of the Marlim Field.\nAlgumas das estruturas presentes no depósito de escorregamento amostrado no furo GL13 podem ser interpretadas à luz dos estágios deformacionais estabelecidos por Farrel e Eaton (1987). As dobras com plano axial de baixo ângulo (recumbentes), que assinalam a fase inicial de cisalhamento simples, encontram-se congeladas no topo e na base do depósito (fig. 2). Estas dobras, provavelmente, abrangiam também o intervalo central que se tornou posteriormente intensamente laminado. Já esta zona laminada teria se formado numa fase subseqüente pela intensificação do cisalhamento simples provocada pelo movimento diferencial entre o topo e a base da massa em escorregamento. Os valores anomalamente elevados de resistência Su na zona laminada (fig. 2) atestam que o processo de expulsão de água (adensamento) foi mais efetivo nesta zona. A laminação em si .seria o resultado do forte estiramento de estruturas originalmente presentes (bioturbação e acamamento), da reorientação das partículas do sedimento, reforçada pela expulsão de águas mais efetiva na zona laminada, e da própria segregação granulométrica provocada pelo cisalhamento de um sedimento originalmente\nheterogêneo.\nMaltman (1987), conduzindo experimentos de laboratório em sedimentos lamosos, verificou que a espessura da zona afetada por cisalhamento simples é diretamente proporcional ao conteúdo de água do sedimento. No furo GL13, a espessura da zona envolvida no cisalhamento atingiu 1/3 da espessura total do depósito de escorregamento, devido ao elevado conteúdo de água no sedimento original. Isto é compatível com os valores de porosidade (69%) e umidade (82,6%) medidos em amostra do furo GT32, localizada a 1 m do fundo do mar.\nEm testemunhos de seções mais antigas da Bacia de Campos (Oligo-mioceno e Eoceno), folhelhos e siltitos com intensa laminação, frequentemente inclinada e contorcida, são comuns nas fácies caóticas formadas por sedimentos escorregados, que gradam a diamictitos devido á brechação (foto 3). Os dados coligidos neste estudo corroboram a interpretação de que este tipo de laminação observada em rochas pelíticas é secundária, formada pela deformação de heterogeneidade originalmente presente no sedimento.\nF&amp;1 Lf 1 r.'Jrii£ir,:1n tfo oSCOlfptJWMfflta - Notar aumclilQ ciríklrcàStvO da deromiaçao tm A par41 E A - osl mmenta dos Paços lossois, Ft\tv-rn nnr> troços\tü rnatw dafiniçAo tio\n'. ontfeqrnsr ■\t■riir!.::.v’’-!i locnlrp Jrttptvatas CWT1-dífcrenles\nrncln’,içóts. □ estramnrio ac rttSrQilaÇáut fttcnoms I desarvwrti/inwito de n letiaa lomin.içAo rata ruma afflBíM aeacenlinuífs NOtui no leito F nii&amp;ahatLirna com indm.TT.vi aproiitnaoa Jfl&lt;5T A GL13 intfcjvilç :;,1J .1 l?,y7ni H GLIL \"lervalo Eü.õ I a 55.75 m C GL : 1'Ustvahi 53 45 a 53.60 m Li GL13 ntérvaía 13 43 â 13 SO ffl E GL13 intervalo Ifl.SS a IDWrn\nPhoto i- 5í{jninecí treds Wúttei# Jhfl dflírtrpiajipíi proçvaiMwjiy ifjpeasififj fmm 4bl; 4 AlreírMniv at frw friKfl fosirts fi ítiütefilrtt} õl tne truta tasmlt j.-nr O.wirPriy ünSJy punjppfjfjír.' C tmncaljonc/«ifenmfs rtrJjmPleranir-tJtpj D iittittong n! jrifer/icrtrtcíí snnd E iílMfiipmwtfpf irttirma jBnftfiataP mtft ,r<scDrrfrn4jajjs sandy i'í?cf(íint} Notrce w) piloto E rtiremfractiifcí Wttfl chps arpund 4$' 4 ■ GLU mteiygt tj I? fu\t8 ■ GLtÜ inw vai 5 9 6 T to 59 76 m C Q.U\nmtorval 43 4jnr 53 tfflfl) D ■ GL r.f ntoruf rj 43 lo r j Mrij, E GLT3\tfff ffEta Ííúí m\n!,| > l\nM 1'4\n-ítjiKa\tIHI.il.1fW1 ■ I-» í* hfM I\nrüjii' *\nI st 7 - COftelaçâacnlreos iyro^rjeolfi<iic5iGL!3'e qroiíCn-CínGf-&lt;I nironisfido a ralação snite □ ir.tefvaiu . .ir intensa larnítòçán e o do ras^iúiic-a Su anwraiqtnerite siovjcj ^nwwnann c.r of ■ 993) Coluna IftPlogici segundo Caddãn d| .n -99Ü) HiQ«,!?tiQrarid por AnlunM (1992t)1 e GratiSi . rL,i.i ;■ sflrjurdd ru«j nora mento do twigionicrs úIutiof dcsonvoLirios ppt Antunes 11892 a) Pciíu de raúslftncia ao cifuIttoriWnic oAO drienada (Su) gerada par Costa (?f ar (1W2) DE doíws.in d>-oscorrcgarnento DF riapnsHo Oe IluxO do dolrítos TFA lurbid ros finàmn-ntr jicamaaaans te.\" ar ,1 hrirnrjgér ea fialmada O ensaio Irànial iui.h\nFij 2 ojrrJ,rfrun i»itwwn uvdfcíjtcü' fGi J3J anrr yt*rfncftnw. d f G n?. twreholts rpflftfrgtíllffíj ttw sssoúgton of fnt snhwvafpnMenfin*j inftwiM r.jrrijrJdtron JPor tlFWnr/jtou5tlirjp Sn VJn.ir dtí4.\"..jrn íKrHivn.imi c/ij; 1093J IrtorjfogM: cüflimri ílfl» ■ iirltf.ili •'.t at\t(liMlrflfUjrap/iy by ArlfiííW 119920/ inrt Gr.is:-'\n/TÍ9J) ilHtll AflhrníJj; .tJJ9.’.|l | jlcnrCCrtlS fl,iríril.ifí?SS4J flHWOnflflWl I 'ririfflypr-il S/IKW -..'n ■■.-/f/l f$trj 'i h; Cdsffl 1-r it1 '992,1 DF . JiwrjH’ri òcd.', DF (frjtjn.s J/ow rfcjW-S.f Tf A P...i ticdcltá turbnjtftiS i l,t tttKtünKÍ htunntjtjtKD^iü nmrí Ü tfivçii Ji-íl (UÜJ\nAGRADECIMENTOS\nA Sidftty P Rnstirnllíi pelas discussões e iridicaçâo de referências bibliográfica* A Álvaro Mrna da Cesta e Cláudio dos S Amaral pela lulDrra no uso düS daüus geotãcnlcos A Nilo C Azambu^a e Marco A S Moraes pelas suge$tòe$ e revisãâ critica do texto Aos técnicos do Laboratório de Geologia do DEPEWDÊSUD, pelo auxilu du rante a a beriurà e descrição dos teste munhos\nFole 2 Seijmieflics nío-ierormados a l rne sitica inionaamenie Uttuituda GL1Q. intervale y 53 J1 rf R Lan* com Miefti atões arenosas 'Jl J 5 intoruaJo ar 75 i 4fi 90 ni P/iciís ;- - Üntfrfaniw .'.edinieMs A ■ io(Qojct> iWurfintcd ■■■J'v rfiní\n■ÍXJD irJif.','iH 33.Ü4 -'O 53 21 m tí f,r,jtJ ivJli nHtWJdix! Sflrtcí Gl iJ Jrüsrvai 48 75 íc 48 90 ti>\nREFERÊNCIAS &amp;ÍBLIOGRAHCAS\nANTUNES. R I Biadtfflrfçrrfffa rto tjr/Hfrrrtwiria Jj fliicra rk CjmpoS cnm basf1 Prtí rmnpftlítSútó i.<tíi:(t/rui uffM htpótese d(* frabafiro Rio- da Janpiro PETROBRÁS CENPES Oivrx 1992a. 52p Relatório CENPÊS 1302)\nANTUNES R I lfíV9Sti^tUfOffS ijjDfísrrFJJrcjr.jfrL.iS P pü/ecLunhifnt.Tr.í tJp nmttífnls rtos ftitúa BU-91-GL* 1Ü C fiü-91 Gl-13 Bacia cJp Cflnipos fziroa tíi» Muditn) um eíludo com base «n flditófósseis cefcakos Rio do Jaitcuo Pb I TORRAS CENPES DJVEX iE<92h 43p (Relatório ÇENPES 673 S 147531\nCAÜOAH L f et íf Air,-hi\\>' rredimuniDftitpca tios fu/ns yvoWyrLDs fíLA3FGL-T0 Í1U'9 r-Gf-TJ (HdarfatiJ e ffiAfll GL-05 f/UtocoraJ Rio-de Jamfrp PETROBRÁS OESUD Dl HEP 1992 5Up (ComIinir.i1ncnit;a. 6)\nCOSIA. A M t-f ,i.' Rtrinitjtin inturprefaiiw dos tiadoí ijcotaecámcos de bordo abüttos om tiguíis pfptundos na campanha de rnvesrtgaç.io\trealizada pelo rhwrj\nMrS Efucentaut Rio d-\tef TRUBRAS C: NPFS\nDlPREX, 1092 Rel.Hnrin Interno\nFARREL s G EATON S Slümpstiain in itie Teftery pf Cyprus lüfid lhe SpEinish Pyre.nçej deflmtinn p' palauQfikipes and inodeh .;.f 5i?f| s&amp;dirnenl fjpfqrnwt on n J&lt;>NtS IW I HRlSI-T-l R M F is | Dp/nmlnlrurr nf Sc'drr>;r?nJs nníf SETprnONtflíy f?dr.'JÍA [S I |\t[sn|. 19H7 p 181 Mi1\n(Gea!üq,i-^| Society ol Spijuuil PublicíniOrts ?9i\nGEOLOGICAL SOCIETY OF AMÉRICA ROCK-calordiart TuIsí», !9B0\nGRASSI A Resuttíuir) ■■ ft+ rr i u iíçi\t<JiCh:f npncstr • r H i p. Pu:&lt;ia\ni,'iri ajiKJshns no Arro pegftànrw;» tiU-SI-GI 3? í‘W de MüftrrnJ Rorte Janeira PETfídüRAS ÜE$UD DlRF P J&amp;93 3p Rf-lilónn in1r'fnü\nKQWSMANN R O H .J ürjrrí.-títfáo de CHidOS neokKJHXUi perfis (jmtocfin.fís lio rotstóo' r.i fSr4 rto (íifirdí.- dn Martm r/e (.'.iírjprri H.K) dt JíOeiro PFTROBRAS CfcNPES 01VEX 1903 ReLdtüfi&amp;inlvrno\nMALTMAN A Stiflííu iones m arqiliacenijs sedimenls an aspenmenlal Study In JÜNES M T PRE&amp;TÜN K M F (Fds) Dfílorrimtion&lt;4 Sed/mfljJts .j'ju Settorwflfafy WocA [SI] |sn] 1987 li 77-87 !Geolog.ca! Spciety ol Spccwl Publieations. 291\nFalaS ■ Filtuel COOliCd corfl intensa lammarao ro-maü.i pipa rjníormaçic ae cuhas estrutura? [traços tússaia u acamàniérIKJ ahginaij koccno p-oço 1 RJS 9-fl lÁÉrvéto 2 M17 a 2 aa3 a m\nPteto 3 - Cnaafic ferres WíPj Pirenso ta/mrtefi&amp;i pródirted by üiHormanofi of strueturos njfJi ns trace fossrv ar>tf ori^oat fwtWVig FrwtHt r RJS 90 wfitl tfítenm/2 M-3 f K> 2 8ti'3 8m"}]}}}