{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24830"}, {"@name": "filename", "#text": "9320_000881861.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Instituto de Geociências \n\nPrograma de Pós-Graduação em Geociências \n\nGeologia Marinha \n\n \n\n \n\n \n\nAna Maria Sanches  \n\n \n\n  \n\n \n\nVARIAÇÕES NA EXTENSÃO DA COBERTURA DE GELO DO  \n\nNEVADO COLOLO, BOLÍVIA. \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n 2013 \n\n \n\n \n\n   \n \n\n \n\n\n\nii \n\n \n\n \n\nAna Maria Sanches  \n\n \n\n \n\n \n\n \n\n \n\n \n\nVARIAÇÕES NA EXTENSÃO DA COBERTURA DE GELO DO  \n\nNEVADO COLOLO, BOLÍVIA. \n\n \n\n \n\n \n\n \n\nDissertação apresentada como requisito parcial \n\npara a obtenção para a obtenção do título de \n\nMestre em Geociências. \n\n \n\n \n\nOrientador: \n\nProf. Dr. Jefferson Cardia Simões, \n\n \n\n \n\nBanca Examinadora \n\nProf. Dr. Iran Carlos Stalliviere Corrêa \n\nProfa. Dra. Katia Kellem da Rosa \n\nProf. Dr. Ulisses Franz Bremer \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2013 \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSanches, Ana Maria \n\nVariações na extensão da cobertura de gelo do Nevado \n\nCololo, Bolívia. / Ana Maria Sanches. - Porto Alegre : \n\nIGEO/UFRGS, 2013. \n\n[92f.]    il. \n\n \n\n \n\nDissertação (Mestrado). - Universidade Federal do Rio Grande \n\ndo Sul. Instituto de Geociências. Programa de Pós-Graduação em \n\nGeociências. Porto Alegre, RS - BR, 2013. \n\nOrientação: Prof. Dr. Jefferson Cardia Simões \n\n \n\n \n\n1. Geleiras tropicais. 2. Andes. 3. Nevado Cololo. 4. \n\nNormalized Difference Snow Index- NDSI. 5. Modelo Digital de \n\nElevação - MDE. Título. \n\n \n \n\n_____________________________ \nCatalogação na Publicação \n\nBiblioteca Geociências - UFRGS \n\nMiriam Alves CRB 10/1947 \n  \n\n\n\niii \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico esta dissertação  \n\nà minha avó,  \n\nMaria Carmelina Gomes Sanches. \n\nQue ela mesma possa ler esta \n\ndedicatória em breve.  \n\nE à minha mãe,  \n\nAnalia Sanches Dorneles. \n\n\n\niv \n\n \n\nAGRADECIMENTOS \n\n Agradeço ao Prof. Dr. Jefferson Cardia Simões pela orientação e pelo apoio dado ao \n\ndesenvolvimento desta dissertação. Pelo amplo acesso as estruturas do Centro Polar e \n\nClimático?CPC e do Instituto de Geociências?IGEO. Pela oportunidade de colaborar e \n\nacompanhar a Expedição Criosfera 2011/2012 até Punta Arenas.  \n\n Ao Prof. Me. Luiz Felipe Velho, pelas orientações, pelas correções, pelas perguntas, \n\npelas provocações, pelos debates e pela amizade.  \n\n Ao Programa de Pós-Graduação em Geociências?PPGGEO, em especial ao professor \n\nElírio Ernestino Toldo Jr., coordenador do programa durante o desenvolvimento desta \n\ndissertação. Ao secretário Roberto M. Pereira, à assistente administrativa Letícia M. Barbosa e \n\naos bolsistas, agradeço pela atenção e dedicação aos estudantes do PPGGeo. \n\n Ao PPGgeo pelos recursos durante o período inicial, realizado sem bolsa, e pelo \n\nempenho em garantir bolsas a todos os pós-graduandos do programa. Agradeço ao INCT da \n\nCriosfera pela bolsa DTI-3/CNPq concedida durante 6 meses do mestrado.  \n\n Ao Programa de Formação de Recursos Humanos da Petrobras?PRHPB-15 e a \n\nPetrobras pela bolsa e outros recursos destinados ao desenvolvimento desta dissertação. \n\nAgradeço ao Coordenador do Programa, Jair Weschenfelder, e a professora visitante, Luana \n\nPortz, pela atenção, preocupação e dedicação ao PRHPB-15 e seus bolsistas.  \n\n Ao Programa de Pós-Graduação em Engenharia de Minas, Metalúrgicas e \n\nMateriais?PPG3M e ao Programa de Pós-Graduação em Sensoriamento Remtoto?PPGSR pela \n\noportunidade de cursar algumas de suas disciplinas. Em especial agradeço aos professores, João \n\nFelipe Coimbra Leite Costa e Vitor Haertel pelos ensinamentos e paciência em responder as \n\nconstantes dúvidas. Agradeço aos pós-graduandos do Laboratório de Pesquisa Mineral e \n\nPlanejamento Mineiro – LPM, em especial ao Ricardo Hundelshaussen, Diego M. Marques e \n\nVanessa Koppe pelo auxílio teórico e prático. \n\n Ao colega Rafael da Rocha Ribeiro pelos dados cartográficos.  \n\n Ao colega Denilson R. Viana pelos dados climatológicos. \n\nAo Bolívar Sanches, meu irmão, e ao Orides Francisco de Oliveira, meu pai, pela ajuda \n\ncom as figuras e debates sobre os desenhos técnicos.  \n\n A professora Eliana Lima da Fonseca e ao Prof. Luis Rios de Moura Baptista, pelas \n\ncolaborações conceituais. Talvez eles nem se lembrem dessas conversas, mas elas fizeram muita \n\ndiferença pra mim.  \n\n  \n\n\n\nv \n\n \n\n Ao colega Ildo Parnow, por manter a estação de trabalho em condições e por garantir a \n\natualização dos programas.  \n\n Aos colegas da Associação de Pós-Graduandos da UFRGS, juntos na luta pelo \n\nreconhecimento e ampliação dos direitos pós-graduandos. \n\n Aos colegas docentes e discentes da Câmara de Pós-Graduação (CAMPG) que muito \n\nme ensinaram sobre a Universidade durante o período que fui representante discente (2011-\n\n2012).  \n\n À funcionária Mariléa Hackbart Brasil por manter o ambiente de trabalho limpo.  \n\n À Ingrid Linck por ter me apresentado ao gelo marinho.  \n\n Aos amigos do CPC: Éder Maier, Ingrid Linck, Gerson Galli, Claudia Uchoa, Kátia \n\nKellem, Karina Petsch, Ulisses Bremer, Franciele Schwank Carlos, Juliana Costi, Claudio \n\nWillson Mendes Júnior, Francisco Aquino, Vagner da Silva Duarte, Anderson Figueiredo. Pelos \n\nauxílios teóricos e práticos, pelos mates, pelos cafés, pelas conversas aleatórias, pelas atividades \n\nrecreativas, etc.  \n\n Agradeço a secretárias do CPC: Claudia Uchoa e Arianne Guedes. Pela dedicação e \n\nseriedade. E também pela amizade.  \n\n À minha família por me apoiar mesmo durante as minhas ausências. Em especial aos \n\nmeus padrinhos Neli e Pereira. Foi “casereando e bombeando a criação” no sítio deles que eu \n\nestudei para prova de seleção no final de 2010.  \n\n À minha mãe, pelo amparo.  \n\n  \n\n\n\nvi \n\n \n\nRESUMO \n\nEste estudo apresenta padrões de flutuações das geleiras do Nevado Cololo, Bolívia, no período \n\n1975–2011, determinado partir de dados orbitais, cartográficos e climáticos. As massas de gelo \n\ndo Nevado Cololo são representativas das geleiras tropicais andinas que estão sujeitas a \n\nalternância entre condições atmosféricas úmidas (novembro-abril) e secas (maio-outubro) (outer \n\ntropics). Essa sazonalidade é determinada pela oscilação latitudinal da Zona de Convergência \n\nIntertropical (ZCIT) e perturbada pelos eventos não sazonais do fenômeno ENOS. A fase \n\npositiva, o El Niño, contribui negativamente para o balanço de massa dessas geleiras e foi \n\nfrequente no intervalo investigado. Esse trabalho usou imagens TM/Landsat-5 para determinar a \n\ncobertura de gelo em 1989, 1997, 2008 e 2011. Aplicando o Normalized Difference Snow Index \n\n(NDSI), que utiliza as características espectrais opostas das massas de gelo no visível e no \n\ninfravermelho próximo, este trabalho delimitou as geleiras do Nevado Cololo. Utilizando as \n\ninformações de carta topográfica foi obtido um Modelo Digital de Elevação (MDE), elaborado \n\npela interpolação de pontos de elevação usando o método geoestatístico krigagem ordinária. As \n\ninformações obtidas do sensoriamento remoto e da cartografia foram incorporadas a um Sistema \n\nde Informação Geográfica (SIG) para se obter parâmetros das geleiras. A análise da séries \n\ntemporais de precipitação e temperatura usaram dados do Global Precipitation Climatology \n\nCentre (GPCC)/NOAA, do Climate Research Unit Time Series (CRUTS)/University of East \n\nAnglia e de duas estações meteorológicas. Os dados climáticos não apresentam tendências \n\nestatisticamente significativas, mas há uma fraca redução da precipitação durante os meses de \n\nnovembro, dezembro e abril, condições essa que podem indicar menor nebulosidade durante o \n\nverão. Em 2011 só restavam 48 das 122 geleiras identificadas em 1975. Geleiras pequenas \n\n(&lt;0,1 km²) com cotas máximas baixas foram as mais afetadas e atualmente não existem geleiras \n\nabaixo de 4.626 m a.n.m. A cobertura de gelo era de 24,77 ±0,00032 km² em 2011, 42,02% \n\nmenor do que em 1975. A perda superficial ocorreu em todas as vertentes, independente de \n\norientação, mas as geleiras voltadas a leste foram mais afetadas. Mesmo a maior geleira do \n\nNevado Cololo, face SW, perdeu 21,6% de sua área total e sua frente retraiu cerca de 1 km \n\ndurante o intervalo de 36 anos. Proporcionalmente, houve o aumento do número de geleiras cuja \n\ndeclividade média está entre 30° e 40°. A redução da espessura gelo é atestada pela \n\nfragmentação de geleiras e afloramentos do embasamento em suas partes internas. A perda de \n\nmassa dessas geleiras estudadas foi provavelmente causada pela intensificação dos processos de \n\nablação. \n\nPalavras-chave: geleiras tropicais; Andes; Nevado Cololo; Normalized Difference Snow \n\nIndex?NDSI; Modelo Digital de Elevação?MDE. \n\n\n\nvii \n\n \n\nABSTRACT \n\nThis study presents fluctuations patterns for the Nevado Cololo glaciers, Bolivia, in the period \n\n1975–2011, as determined from orbital, cartographic and climatic data. Nevado Cololo ice \n\nmasses are representative of Andean tropical glaciers subjected to alternations of humid \n\n(November to April) and dry (May to October) (outer tropics) atmospheric conditions. This \n\nseasonality is determined by the Inter-tropical Convergence Zone (ITCZ) latitudinal oscillation \n\nand disturbed by the no seasonal ENSO phenomena. The positive phase, El Niño, contributes \n\nnegatively to these glaciers mass balance and was frequent during the investigated time period. \n\nThis work used TM/ Landsat-5 imagery to determine the ice cover in 1989, 1997, 2008 and \n\n2011. Applying the Normalized Snow Difference Index (NDIS), which uses the opposite \n\nspectral characteristics of ice masses in the visible and near infrared region, this work delimited \n\nthe Nevado Cololo glaciers. Based on information from a topographic chart, we obtained a \n\nDigital Elevation Model (DEM) using elevation points interpolated by the ordinary kriging \n\ngeostatistical method. Information derived from remote sensing and cartographic sources was \n\nincorporated into a Geographic Information System (GIS) to obtain glaciers parameters. The \n\nanalyses of precipitation and temperature time series used data from the Global Precipitation \n\nClimatology Centre (GPCC)/NOAA, the Climate Research Unit Time Series \n\n(CRUTS)/University of East Anglia and from two meteorological stations. Climatic data show \n\nno statistically significant trend, but there was a weak precipitation reduction during November, \n\nDecember and April months, a condition that may indicate low cloudiness during the summer. \n\nBy 2011, there were only 48 of the 122 glaciers identified in 1975. Small glaciers (<0.1 km²) \n\nwith low maximum elevations were most affected and currently there are no glaciers below \n\n4,626 m asl. The ice covered 24.77 km² in 2011, 42.02% less than in 1975. Surface loss \n\noccurred in all slopes, regardless of orientation, but glaciers facing east were most affected. \n\nEven the largest glacier in Nevado Cololo, SW face, lost 21.6% of its total area and its front \n\nretreated about 1 km during the 36 years period. Proportionately, there was an increase in the \n\nnumber of glaciers whose average slope is between 30° and 40°. The ice thickness reduction is \n\nattested by glaciers break up and bedrock outcrops in its internal parts. These glaciers mass loss \n\nwas probably caused by the intensification of ablation processes. \n\n \n\nKeywords: tropical glaciers, Andes, Nevado Cololo; Normalized Difference Snow Index - \n\nNDSI, Digital Elevation Model - MDE \n\n  \n\n\n\nviii \n\n \n\nLISTA DE FIGURAS \n\nFigura 1.1. Localização do Nevado Cololo. ................................................................................. 4 \n\nFigura 1.2.  Fenômenos que podem desencadear o rompimento de lagos e lagunas proglaciais..5 \n\nFigura 1.3. Paisagens andinas do centro e norte dos Andes.. ....................................................... 7 \n\nFigura 2.1. Principais fatores que controlam o desenvolvimento e as variações nos sistemas \n\nglaciais........................................................................................................................................... 8 \n\nFigura 2.2. Modelo idealizado da variação do balanço de massa nas principais zonas de uma \n\ngeleira em relação às variações sazonais.. ................................................................................... 10 \n\nFigura 2.3. Vetores de velocidade de deslizamento de uma geleira de vale em relação às duas \n\nzonas principais, a de acumulação e a de ablação (vista superior). (b) Componentes principais \n\nde fluxo de uma geleira de vale: A? deslizamento lateral e basal e B? deformação interna (vista \n\ninferior). ...................................................................................................................................... 11 \n\nFigura 2.4. Zonas, ou fácies, de uma geleira.. ............................................................................ 14 \n\nFigura 2.5. Delimitação das áreas de ocorrência de geleiras tropicais.. ..................................... 15 \n\nFigura 2.6. Perfil leste-oeste da circulação atmosférica ao longo do Equador, a célula sobre o \n\nOceano Pacífico é denominada Célula de Walker.. .................................................................... 20 \n\nFigura 2.7. Principais rios da bacia Amazônica com nascentes em geleiras da Cordilheira dos \n\nAndes........................................................................................................................................... 21 \n\nFigura 3.1. Curvas de reflectância da neve, firn, gelo e gelo sujo (esquerda). Curvas de \n\nreflectância espectral da neve para diferentes granulometrias e localização das bandas TM \n\nsobrepostas (direita). ................................................................................................................... 25 \n\nFigura 3.2. Geleira Cololo (Cordilheira Apolobamba, Bolívia), área de 4,5 x 3,45 km destacada \n\nda cena HRC/CBERS-2B. ........................................................................................................... 31 \n\nFigura 3.4. Fluxograma de implementação Erdas Modeler utilizado para classificar a cobertura \n\nde gelo do Nevado Cololo. .......................................................................................................... 35 \n\nFigura 3.5. A definição do limiar para a criação da máscara de água se deu a partir da criação \n\nde um polígono de interesse criado sobre um lago proglacial na imagem de 2011 utilizando a \n\nbanda 4. Considerando esse polígono, foram obtidas as prinicipais estatísticas nas imagens \n\nNDWI para a determinação do limiar. ........................................................................................ 36 \n\n\n\nix \n\n \n\nFigura 3.6. Detecção de bordas em setores com cobertura de nuvens, imagem TM de 2001. \n\nVista superior: composição TM 432. Vista inferior: banda 5. .................................................... 37 \n\nFigura 3.7. Partes constituintes do variograma (ou semivariograma). ....................................... 40 \n\nFigura 3.8.  Localização dos pontos de elevação, obtidos da carta 1: 70 000, utilizados na \n\ninterpolação sobre cena HRC/CBERS-2B. ................................................................................. 41 \n\nFigura 3.9. Mapa de localização, histograma e sumário estatístico dos dados amostrais das \n\nelevações do Nevado Cololo. Os pontos foram exagerados para otimizar o contraste visual. ... 42 \n\nFigura 3.10. Variogramas das direções de maior (A) e menor (B) continuidade espacial e \n\nmodelo teórico ajustado ao variograma (A). ............................................................................... 43 \n\nFigura 3.11. Gráfico de dispersão dos valores verdadeiros e dos estimados. ............................ 43 \n\nFigura 3.12. Gráfico de dispersão dos valores estimados e dos resíduos para a checagem da não \n\ntendecionalidade do modelo. ....................................................................................................... 44 \n\nFigura 3.13. (A) pontos de elevação, (B) Erro: diferença entre o valor real e o estimado; (C) \n\npontos de elevação estimados. .................................................................................................... 45 \n\nFigura 3.14. Resultado (A) e variância; (B) da Krigagem Ordinária dos pontos de elevação. .. 45 \n\nFigura 3.15. (A) Resultado da krigagem, definido no formato raster, com vetores de divisores \n\nde águas e pontos de elevação sobrepostos. (B) Visão em três dimensões com imagem TM e \n\nvetor de divisores de águas sobrepostos. ..................................................................................... 46 \n\nFigura 3.16. Localização dos vértices da célula selecionada para a coleta de dados de \n\ntemperatura e precipitação GPCC e CRUTS, das estações Charazani e Cojata e do Nevado \n\nCololo. ......................................................................................................................................... 48 \n\nFigura 3.17. Série temporal da variação do índice multivariado ENSO 1950-2012 \n\n(http://www.esrl.noaa.gov/psd/enso/mei/). ................................................................................. 49 \n\nFigura 4.1. Distribuição das geleiras em função da área e da elevação média das mesmas, em \n\n1975 (vermelho) e em 2011 (azul). ............................................................................................. 52 \n\nFigura 4.2. Extensão da cobertura de gelo do Nevado Cololo: 1975 (branco), 1989 (roxo), 1997 \n\n(rosa), 2008 (azul escuro) e 2011 (azul claro). ............................................................................ 53 \n\nFigura 4.3. Variação da frequência de áreas das pequenas geleiras. .......................................... 53 \n\nFigura 4.4.  Frequência de ocorrência das geleiras do Nevado Cololo conforme a orientação em \n\n1975 e 2011. Variação da área em relação a exposição (azimute) das geleiras. ......................... 54 \n\nFigura 4.5. Frequência da declividade média das geleiras do Nevado Cololo em 1975 e 2011. 55 \n\n\n\nx \n\n \n\nFigura 4.6. Variações da frente da geleira Cololo durante entre 1975 e 2011. .......................... 56 \n\nFigura 4.7. GPCC, ID 2092: Variação das precipitações médias mensais de janeiro entre 1975 e \n\ndezembro de 2010. ...................................................................................................................... 57 \n\nFigura 4.8. Estação Charazani - 3659 m a.n.m, 15°11'43\"S ? 69°00'13\" O, SENAMHI-BO: \n\nVariação das precipitações médias mensais de janeiro de 1979 a dezembro de 2011. ............... 57 \n\nFigura 4.9. CRUTS, ID 2092: Variação das temperaturas (°C) médias mensais entre janeiro de \n\n1975 e dezembro de 2009............................................................................................................ 58 \n\nFigura 4.10. Estação Cojata – 4.344 m n.m.m, 15°01'0\" S ? 69°21'20\" W, SENAMHI-PE. \n\nVariação das temperaturas (°C) médias máximas e mínimas mensais de outubro de 2007 a \n\noutubro de 2012. .......................................................................................................................... 59 \n\n \n\n  \n\n\n\nxi \n\n \n\nLISTA DE TABELAS \n\nTabela 3.1. Características das bandas do sensor Thematic Mapper do Landsat 5. ................... 27 \n\nTabela 3.2. Características da Câmara Pancromática de Alta Resolução – HRC.. .................... 28 \n\nTabela 3.3. Quadro resumo das principais aplicações do TM/Landsat para o mapeamento de \n\ngeleiras.. ...................................................................................................................................... 28 \n\nTabela 3.4. Cena HRC/CBERS-2B. ........................................................................................... 30 \n\nTabela 3.5.  Cenas TM/Landsat-5. ............................................................................................. 32 \n\nTabela 3.6. Principais programas utilizados neste estudo. ......................................................... 32 \n\nTabela 3.7. RMS resultante do corregistro das cenas TM/Landsat-5, 001-71, período \n\n1990?2011, tendo por imagem de referência a cena de 1989 corregistrada com a imagem de alta \n\nresolução do CBERS-2B. ............................................................................................................ 33 \n\nTabela 4.1. Variação geral da superfície das elevações da cobertura de gelo do Nevado Cololo: \n\n1975, 1989, 1997, 2008 e 2011. .................................................................................................. 51 \n\nTabela 4.2. Comparação das características médias das geleiras a leste e a oeste em 1975(A) e \n\n2011(B). ...................................................................................................................................... 55 \n\n  \n\n\n\nxii \n\n \n\nLISTA DE ABREVIATURAS \n\na.n.m. Acima do nível do mar \n\nASTER \nAdvanced Spaceborne Thermal Emission and Relection \n\nRadiometer \n\nASTERGDEM ASTER Global Digital Elevation Model \n\nCBERS Satélite Sino-Brasileiro de Recursos Terrestres \n\nCCD Charge Coupled Device \n\nCO Cordilheira Oriental \n\nCRUTS Climatic Research Unit Time-series \n\nENOS El Niño Oscilação Sul \n\nETM+ Enhanced Thematic Mapper Plus  \n\nGCP Ground Control Point \n\nGLIMS Global Land Ice Measurements from Space \n\nGPCC Global Precipitation Climatology Centre \n\nHRC Câmara Pancromática de Alta Resolução \n\nIGM Instituto Geográfico Militar, Bolívia \n\nINPE Instituto Nacional de Pesquisas Espaciais, Brasil \n\nKO Krigagem Ordinária \n\nLE Linha de equilíbrio \n\nMDE Modelo Digital de Elevação \n\nMSS Multispectral Scanner \n\nNCEP/NCAR Reanalysis \nNational Centers for Environmental Prediction/National Center \n\nfor Atmospheric Researdh Reanalysis Project, EUA \n\n\n\nxiii \n\n \n\nNIR Near-infrared \n\nND Número Digital  \n\nNDSI Normalized Difference Snow Index \n\nNDVI Normalized Difference Vegetal Index \n\nNDWI Normalized Difference Water Index \n\nPIG Pequena Idade do Gelo \n\nREM Radiação Eletromagnética \n\nRMS Erro Quadrático Médio (Root Mean Square) \n\nSENAMHI-BO Servício Nacional de Meteorología e Hidrología-Bolivia \n\nSENAMHI-PE Servício Nacional de Meteorología e Hidrología del Perú \n\nSIG Sistema de Informação Geográfica \n\nSOI South Oscilation Index \n\nSPOT Satellite Pour l’Observation de la Terre \n\nSR Sensoriamento Remoto \n\nSRTM Shuttle Radar Topography Mission \n\nSWIR  Short Wavelenght Infrared (infravermelho de ondas curtas) \n\nTM Thematic Mapper  \n\nUNEP United Nations Environment Programme \n\nUSGS United States Geological Survey \n\nUTM Universal Transversa de Mercator \n\nVNIR Visible and near-infrared  \n\nWGS84 World Geodetic System 84 \n\nWGMS World Glacier Monitoring Service \n\nZCIT Zona de Convergência Intertropical \n\n\n\nxiv \n\n \n\nSUMÁRIO \n\nAgradecimentos ............................................................................................................................ iv \n\nResumo ......................................................................................................................................... vi \n\nAbstract ....................................................................................................................................... vii \n\nLista de Figuras .......................................................................................................................... viii \n\nLista de Tabelas ............................................................................................................................ xi \n\nLista de Abreviaturas .................................................................................................................. xii \n\nSumário ...................................................................................................................................... xiv \n\n \n\n1 Introdução .................................................................................................................................. 1 \n\n1.1. OBJETIVO GERAL .......................................................................................................... 1 \n\n1.2. OBJETIVOS ESPECÍFICOS ............................................................................................... 2 \n\n1.3. JUSTIFICATIVA ............................................................................................................... 2 \n\n1.4. ÁREA DE ESTUDO .......................................................................................................... 3 \n\n1.5. GELEIRAS TROPICAIS: RELEVÂNCIA AMBIENTAL .......................................................... 4 \n\n \n\n2 Mudanças climáticas e geleiras na Bolívia................................................................................. 8 \n\n2.1. ORIGEM E DINÂMICA DAS GELEIRAS ............................................................................. 9 \n\n2.2. MORFOLOGIA E CARACTERIZAÇÃO TÉRMICA DE GELEIRAS ........................................ 12 \n\n2.3. GELEIRAS TROPICAIS .................................................................................................. 14 \n\n2.4. A GLACIAÇÃO NOS ANDES TROPICAIS ......................................................................... 16 \n\n2.4.1. ORIGEM DAS PRECIPITAÇÕES DA CORDILHEIRA ORIENTAL .................................... 18 \n\n2.4.2. IMPACTOS DOS CICLOS EL NIÑO .............................................................................. 19 \n\n2.4.3. A INSERÇÃO DAS GELEIRAS DA CORDILHEIRA ORIENTAL NO CICLO HIDROLÓGICO20 \n\n \n\n3 SENSORIAMENTO Remoto aplicado ao estudo de geleiras tropicais ................................... 23 \n\n3.1. O COMPORTAMENTO ESPECTRAL DAS MASSAS DE GELO ............................................ 24 \n\n3.1.1. APLICAÇÃO DAS IMAGENS LANDSAT E CBERS À GLACIOLOGIA ............................. 26 \n\n3.2. MATERIAIS .................................................................................................................. 29 \n\n3.2.1. DADOS CARTOGRÁFICOS ......................................................................................... 29 \n\n\n\nxv \n\n \n\n3.2.2. DADOS ORBITAIS ..................................................................................................... 30 \n\n3.2.2.1. CÂMARA PANCROMÁTICA DE ALTA RESOLUÇÃO – HRC/CBERS-2B ................... 30 \n\n3.2.2.2. THEMATIC MAPPER/LANDSAT-5 .............................................................................. 31 \n\n3.3. MÉTODOS .................................................................................................................... 32 \n\n3.3.1. PRÉ-PROCESSAMENTO ............................................................................................. 33 \n\n3.3.2. PROCESSAMENTO .................................................................................................... 34 \n\n3.3.2.1. NDSI – NORMALIZED-DIFFERENCE SNOW INDEX ..................................................... 34 \n\n3.3.2.2. MODELO DIGITAL DE ELEVAÇÃO ............................................................................ 37 \n\n3.3.3. PÓS-PROCESSAMENTO ............................................................................................. 46 \n\n3.4. VARIÁVEIS CLIMÁTICAS NA REGIÃO DO NEVADO COLOLO ........................................ 46 \n\n3.4.1. MATERIAIS E MÉTODOS .......................................................................................... 47 \n\n \n\n4 Resultados e Discussões ........................................................................................................... 50 \n\n4.1. RESULTADOS ............................................................................................................... 50 \n\n4.1.1. INCERTEZAS E LIMITAÇÕES DAS ANÁLISES DOS DADOS DE SR ............................... 50 \n\n4.1.2. VARIAÇÕES DA COBERTURA DE GELO DO NEVADO COLOLO .................................. 51 \n\n4.1.3. ANÁLISE DOS DADOS CLIMATOLÓGICOS ................................................................. 56 \n\n4.2. DISCUSSÕES ................................................................................................................. 59 \n\n \n\n5 Conclusões ............................................................................................................................... 63 \n\n5.1. METODOLOGIA UTILIZADA .......................................................................................... 63 \n\n5.2. VARIAÇÕES NO NEVADO COLOLO .............................................................................. 63 \n\n \n\nReferências .................................................................................................................................. 66 \n\n \n\n  \n\n\n\n1 \n\n \n\n \n\n1 INTRODUÇÃO  \n\n As geleiras tropicais são de grande importância para as bacias hidrográficas às quais \n\npertencem, influenciando o clima, a biota e o modo de vida das populações adjacentes. É \n\nfundamental conhecer as dinâmicas envolvidas e as suas conexões com os demais sistemas para \n\na elaboração de cenários ambientais. No entanto, essas geleiras localizam-se em altas altitudes, \n\nem setores do relevo que frequentemente são de difícil acesso. Como os dados de campo são \n\nrestritos a poucas geleiras, a cobertura global, obtida por distintos satélites, representa uma \n\noportunidade para o desenvolvimento de metodologias capazes de mensurar o balanço de massa \n\nde geleiras localizadas nas mais diferentes regiões do planeta (Williams Jr. et al., 1991). Essa \n\ntecnologia é limitada frente às características complexas dos ambientes, mas pode ampliar o \n\nentendimento das geleiras tropicais. As vantagens e os desafios dessas investigações serão \n\ndiscutidos neste trabalho através da aplicação de métodos que visam caracterizar os aspectos \n\nmorfodinâmicos e as extensões das áreas glaciadas no Nevado Cololo (14°50’ S, 69°06’ W) \n\nutilizando dados cartográficos e de Sensoriamento Remoto (SR). \n\n A Cordilheira Oriental (CO) se estende desde a latitude 14°37’ S, no Peru, até 17°04’ S, \n\nna Bolívia, e tem suas vertentes voltadas à planície Amazônica e ao altiplano andino. Nessa \n\nregião da América do Sul estão 99% das geleiras tropicais do mundo e a retração dessas massas \n\nde gelo foi notória nas últimas três décadas do século XX (Kaser e Osmaston, 2006). Em 1975 \n\nforam inventariadas 135 geleiras, incluindo as manchas de neve, cobrindo uma área de \n\n43,072 km2 em território boliviano (Jordan, 1990; Jordan, 1999). Propõe-se neste trabalho \n\naprofundar o estudo sobre a região Cololo, que é representativa das condições da Cordilheira \n\nOriental, pela análise de dados cartográficos e de sensores ópticos combinados em um Sistema \n\nde Informação Geográfica (SIG) para determinar de variações da cobertura de gelo do Nevado \n\nCololo no período de 1975–2011.  \n\n1.1. Objetivo Geral \n\n Identificar variações nas geleiras do Nevado Cololo entre 1975 e 2011, usando técnicas \n\nde Sensoriamento Remoto, para a caracterização glaciomorfológica e a obtenção de parâmetros \n\ndas principais massas de gelo.  \n\n \n\n\n\n2 \n\n \n\n1.2. Objetivos Específicos \n\n? Determinar variações nas frentes das geleiras utilizando série temporal de dados de SR \n\nde média resolução espacial; \n\n? Determinar Modelo de Elevação (MDE) para a área de estudo; \n\n? Obter dados relativos às elevações média, máxima e mínima, área, extensão e aspecto \n\ndas geleiras; \n\n? Correlacionar a retração glacial com dados de precipitação e temperatura. \n\n1.3. Justificativa  \n\n A importância das áreas cobertas por gelo decorre principalmente de seu papel como \n\nreserva de água doce e da observação de que geleiras variam em extensão, recuando e \n\navançando em resposta às variações climáticas, representando risco potencial aos habitantes de \n\nregiões alpinas e costeiras (Leppäranta e Granberg, 2010). Assim, a retração das massas glaciais \n\ntropicais evidencia mudanças climáticas em curso. As geleiras da CO respondem a alterações \n\ncomo a elevação da temperatura da troposfera, modificação do padrão de precipitações e a \n\nocorrência de fenômenos El Niño/La Niña, buscando equilibrar seu balanço de massa, o que \n\npode ser verificado pela retração ou avanço das frentes das geleiras e da elevação ou \n\nabaixamento da altitude da linha de equilíbrio.  \n\n A retração das geleiras tropicais vem sendo observada em diversos estudos que relatam \n\na aceleração dos processos de ablação ao longo do século XX (Francou et al., 2005; Kaser e \n\nOsmaston, 2006; Mark, 2009; Ramírez, 2008; Chevallier et al., 2011; etc.). Assim, para os \n\nAndes tropicais faz-se necessário detalhar o comportamento das geleiras considerando aspectos \n\ngeomorfológicos e climáticos, bem como a repercussão sobre o ciclo hidrológico e aporte \n\nsedimentar para as bacias adjacentes.  \n\n O abastecimento de águas para consumo humano, dessedentação animal, irrigação e \n\nobtenção de energia do altiplano está condicionado à oferta de chuvas e ao aporte de água das \n\ngeleiras, que regulam o fluxo durante os períodos secos (Morales-Arnao, 1999; Mark, 2009; \n\nRamírez et al., 2011). Estudos nas geleiras Tuni e Condoriri, Cordilheira Real (15°45’?16°40’ S \n\ne 67°40’?68°34’ W), apontam que as alterações climáticas influem no balanço das geleiras, \n\nimpactando a regulação das bacias hidrográficas que abastecem cidades como El Alto e La Paz \n\n(Ramírez, 2008). Estes são os maiores centros urbanos da Bolívia e têm juntos 1.552.156 \n\nhabitantes, conforme o censo de 20011 (INE, 2012). Deve-se considerar também que a retração \n\n                                                      \n\n1 Um novo censo foi realizado em 2012.  \n\n\n\n3 \n\n \n\nglacial está associada a desastres naturais que causam riscos às populações como o rompimento \n\nde lagos proglaciais e avalanchas (Kaser e Osmaston, 2006; Arigony-Neto et al., 2009;  Fujita et \n\nal. 2012). Dessa forma, fatores regionais como o aspecto e a orientação das geleiras são \n\nimportantes para a compreensão do comportamento e evolução dessas massas de gelo e, \n\nconsequentemente, auxiliam no planejamento territorial. \n\n As precipitações sobre a região tem sua gênese nas águas do oceano Atlântico e na \n\nfloresta Amazônica. A bacia do rio Amazonas, que tem algumas das suas nascentes neste \n\nsistema montanhoso, compreende uma área de cerca de 6 milhões de km2 com problemas \n\nambientais como incêndios, desmatamento, biopirataria, garimpos ilegais, despejos de resíduos \n\ntóxicos, etc. (Riccomini et al., 2003; Kusky, 2005). Assim, o ambiente glacial existente na CO \n\nestá conectado à floresta e ao Oceano Atlântico numa complexa teia que envolve dinâmica \n\nclimática, ciclo hidrológico e fluxo de sedimentos.   \n\n1.4. Área de estudo \n\n O Nevado Cololo (14°50’S, 69°06’ W) faz parte do sistema de montanhas denominado \n\nCordilheira Apolobamba, que inclui ainda as regiões Chaupi Orko (14°40’ S, 69°10’ O) e \n\nUlla Khaya (15°00’ S, 69°03’ O). Esta região montanhosa dos Andes faz parte da Cordilheira \n\nOriental e é separada da Cordilheira Ocidental por uma bacia sedimentar denominada Altiplano. \n\nO Altiplano é um platô com cerca de 170.000 km² e altitude média de 3600 m acima do nível \n\nmédio do mar (a.n.m.) (Kusky, 2005). Parte dessa bacia está nos Andes peruanos e outra na \n\nBolívia. No norte do Altiplano encontramos o maior lago de altitude do planeta, o Lago \n\nTiticaca. A vegetação é esparsa e ao sul podemos encontrar salares dispersos, os maiores são os \n\nsalares Coipasa e Uyuni. \n\n A Cordilheira Apolobamba abriga a maior cobertura de gelo contínua da Bolívia, com \n\ncerca de 220 km2 em 1980, e que tem sido afetada pela elevação da temperatura da atmosfera \n\nresultando em riscos que não são conhecidos pelas populações (Hoffmann e Weggenmann, \n\n2011). Está situada dentro da Área Natural de Manejo Integrado Nacional Apolobamba \n\n(14°40’ ? 15°10’ S e 68°30’ ? 69°20’ W), onde atualmente a vicunha é manejada \n\ncomercialmente pelas populações locais (SERNAP, 2012). Essa área de proteção de interesse \n\nnacional foi inicialmente criada como Reserva Nacional da Biosfera Ulla Ulla, fundada em 1972 \n\ne reconhecida pela UNESCO em 1977, para proteger os bandos de vicunhas, espécie que estava \n\nà beira da extinção na época (&lt;5000 vicunhas na Bolívia) (Ochoa, 2009). Incorpora os distintos \n\necossistemas andinos (puna, páramo, floretas de montanha, vales secos interandinos e floresta \n\ntropical) desde a cota de 800 m a.n.m. até os 6.000 metros, com permanência e participação das \n\ncomunidades nativas (Hoffmann, 2012).  \n\n\n\n4 \n\n \n\n A região do Nevado Cololo tem cerca de 20 km de extensão e 13 km de largura e dá \n\norigem a cursos d’água da bacia endorréica do Altiplano, como o rio Suches, e da bacia \n\namazônica, como os rios Pelechuco (nordeste) e Punte (sudeste) (Figura 1.1). Em 1975 foram \n\ncontabilizadas 135 geleiras num total de 43,072 km2, dessas 13 eram identificadas como \n\nmanchas de neve (snow patch) (Jordan, 1990; Jordan, 1999).  \n\n \n\n \n\nFigura 1.1. Localização do Nevado Cololo. \n\n1.5. Geleiras Tropicais: relevância ambiental \n\n A ocorrência das geleiras tropicais está associada a altas altitudes da América do Sul, \n\nÁfrica e sudeste da Ásia. As geleiras asiáticas estão restritas a Cordilheira da Nova Guiné \n\n(04°04’43” S – 137°09’30” E, Papua, Indonésia) e, atualmente, restam remanescentes de uma \n\npequena capa de gelo no pico Puncak Jaya. Não existem dados glaciológicos regulares, as \n\nestimativas de retração são baseadas em dados históricos, fotografias aéreas e imagens de \n\nsatélite (Allison e Peterson, 1999). No final do século XX as geleiras da Papua, antiga Irian \n\nJaya, tinham cerca de 3 km2 (UNEP e WGMS, 2008).  No leste da África, geleiras podem ser \n\nencontradas nas montanhas Ruwenzori (0°22’59” N – 29°53’52” E), Monte Kenya \n\n(0°09’03” S ? 37°18’27” E) e Kilimanjaro (3°03'55\" S ? 37°21'32.67\" E). A retração dessas \n\ngeleiras é bastante documentada e, hoje, estão extremamente reduzidas (Young e Hastenrath, \n\n1999). Cerca de 99% das geleiras tropicais estão nos Andes, 70% no Peru e as demais na \n\nVenezuela, Equador, Colômbia e Bolívia (Kaser e Osmaston, 2006). \n\n\n\n5 \n\n \n\n A imensa maioria das geleiras tropicais está na América do Sul e, por isso, onde a \n\nretração verificada tem maior impacto humano. A escassez hídrica e o rompimento de lagos de \n\ndegelo e o consequente fluxo de materiais estão entre os principais problemas decorrentes \n\n(Kaser e Osmaston, 2006; Ramírez, 2008; Arigony-Neto et al., 2009; Mark, 2009; Chevallier et \n\nal., 2011). As geleiras fazem parte do universo cultural de diversos povos e são importantes \n\nfontes de água, principalmente durante o período seco (UNEP e WGS, 2008). Além disso, a \n\nredução das massas de gelo tropicais é uma importante evidência de que alterações do clima \n\nestão em curso (Vuille et al., 2008; UNEP e WGS, 2008; Thompson et al., 2011).  A \n\nnecessidade de compreensão dos ambientes glaciais tropicais pode ser pensada a partir de três \n\ntemáticas principais: i) obtenção de informações climáticas pretéritas; ii) fonte de recursos \n\nhídricos; e iii) simbiose com sistemas biológicos.  \n\n As geleiras são fontes de água para as populações andinas, podem ser percebidas como \n\nrecursos hídricos indispensáveis no abastecimento das populações, na irrigação agrícola, na \n\nindústria e na geração de energia elétrica (Morales-Arnao, 1999; Ramírez, 2008). Também, a \n\ninstabilidade de geleiras em áreas montanhosas acarreta em perigos potenciais como avalanchas, \n\nrompimento de lagos proglaciais (jökulhlaps; lake outburst floods) e as decorrentes enchentes \n\n(las crescientes) que alteram a paisagem através do de processos de erosão/transporte e \n\npreocupam as populações que vivem nas terras abaixo de grandes montanhas glaciadas \n\n(Oerlemans, 2001; Kaser e Osmaston, 2006; Pellika e Rees, 2010; Fujita et al., 2012). Lagos \n\nglaciais geralmente são represados por materiais detríticos de morainas e/ou pedaços de gelo em \n\ndecomposição (gelo morto - dead ice), estes materiais podem ser afetados pela entrada abrupta \n\nde materiais das áreas adjacentes, tais como blocos de rochas e avalanchas, que causam o \n\nrompimento da represa (Figura 1.2) (Hoffmann e Wegennmann, 2011; Fujita et al., 2012; \n\nHoffmann, 2012;). O lago é drenado abruptamente destruindo o que estiver em seu caminho.  \n\n \n\n \n\nFigura 1.2.  Fenômenos que podem desencadear o rompimento de lagos e lagunas proglaciais. \n\nModificado de Fujita et al. (2012). \n\n\n\n6 \n\n \n\n A retração das geleiras da Cordilheira Apolobamba originou lagos de diversos tamanhos \n\ne que são represados por material detrítico e que representam perigo para as infraestruturas e \n\npopulações encontradas em cotas mais baixas (Hoffmann e Weggenmann, 2011). O primeiro \n\ncaso documentado de eventos de fluxos repentidos causados pelo rompimento de barreiras de \n\nlagos na Bolivia ocorreu em 2009 na Cordilheira Apolobamba (Apaza Ticona, 2009 e \n\nHoffmann, 2009 apud Hoffmann e Weiggenmann, 2011). Em novembro de 2009 houve o \n\nrompimento de um lago represado por gelo localizado nas montanhas acima da vila de Keara, \n\nmunicípio de Pelechuco (14°49’11” S – 69°04’18” W), que arrasou plantações de batatas, \n\nrebanhos e pontes com a passagem repentina de uma violenta massa de água e detritos \n\n(Hoffmann, 2012). \n\n Ambientes de altitude limitam a migração de novas espécies e, associado a condições de \n\ntemperatura e pressão baixas, chuvas irregulares, vento e a presença de geleiras, favorecem a \n\nespeciação (IRD, 2012). As condições climáticas impostas às montanhas e ao altiplano \n\npropiciaram que se estabelecessem ecossistemas adaptados à sazonalidade e distribuição das \n\nprecipitações (Figura 1.3). A Puna Úmida se estende do norte do Peru até o centro da \n\nCordilheira Oriental boliviana, desde os 2000 m aos 6000 m de altitude. Os banhados \n\n(humedales) existentes na Puna Úmida mantém a cobertura vegetal mesmo durante os períodos \n\nmais secos. São importantes reservatórios de água para as populações e, principalmente, para o \n\npastoreio extensivo.  As espécies associadas a essa paisagem dependem do bom estado destes \n\nbanhados e estes, por sua vez, da água liberada pelas geleiras (Martínez et al., 2009). Como a \n\nprecipitação decresce de noroeste para sudeste, do centro da CO para o sul da Bolívia \n\npredominam condições áridas com grande influência dos grandes salares do altiplano onde se \n\nestabelece a Puna Xerofítica. \n\n\n\n7 \n\n \n\n \n\nFigura 1.3. Paisagens andinas do centro e norte dos Andes. Modificado de Martínez et al. (2009). \n\n \n\n O IRD (2012) destacou pesquisa2 sobre insetos endêmicos, entre eles bioindicadores de \n\nqualidade da água, associados a ambientes de montanha no Ártico, nos Alpes e nos Andes. \n\nSegundo esse estudo, até 40% das espécies que habitam os cursos de água de degelo vão \n\ndesaparecer como resultado da retração das geleiras.  Os ecossistemas associados à Puna são \n\nambientes altamente especializados e que abrigam espécies únicas e que estão ameaçadas pelo \n\nrápido retrocesso das geleiras andinas. \n\n   \n\n  \n\n                                                      \n\n2 JACOBSEN, D.; MILNER, A.M.; BROWN, L.E.; DANGLES, O. 2012. Biodiversity under threat in \nglacier-fed river systems. Nature Climate Change. Doi:10.1038/nclimate1435. \n \n\n\n\n8 \n\n \n\n2 MUDANÇAS CLIMÁTICAS E GELEIRAS NA BOLÍVIA \n\n Geleiras ocorrem em altas, médias e baixas latitudes variando em amplitude conforme a \n\ninteração de condições climáticas, topográficas e geográficas (Figura 2.1). A existência de \n\nelevadas cadeias montanhosas é fundamental para a manutenção das geleiras nas baixas e \n\nmédias latitudes. Entre as massas glaciais associadas a cadeias montanhosas estão as geleiras \n\ndos Alpes, as mais conhecidas e estudadas (Kaser e Osmaston, 2006). Nesse sentido, as geleiras \n\nalpinas servem de referência a diversos estudos desenvolvidos em outras regiões elevadas, e.g. \n\nAndes, Himalias, Rochosas, etc. Entretanto, as geleiras encontradas nas regiões tropicais são \n\ncondicionadas por fatores climáticos distintos dos que aquelas que ocorrem em regiões \n\nmontanhosas das altas e médias latitudes, o que define dinâmicas inter e periglacial distintas. Do \n\nponto de vista glaciológico, a insolação e as condições térmicas e de umidade são importantes \n\npara a caracterização das geleiras tropicais (Kaser e Osmaston, 2006).  \n\n \n\n \n\nFigura 2.1. Principais fatores que controlam o desenvolvimento e as variações nos sistemas glaciais. \n\nModificado de White et al. (1992).  \n\n Distintas massas de gelo são encontradas em toda a extensão andina, com \n\ncomportamentos variados frente às mudanças climáticas. De fato, as altas altitudes possibilitam \n\na ocorrência de geleiras mesmo próximas a linha do equador e existem vestígios de que já foram \n\nmais amplas. Com exceção de algumas geleiras da Patagônia e da Terra do Fogo, a cobertura de \n\ngelo da AS apresenta retração das frentes glaciais generalizada desde a Pequena Idade do Gelo \n\n(PIG) (UNEP e WGS, 2008). \n\n Neste capítulo são discutidas as condições que dão origem as geleiras, de que forma \n\npodemos classificá-las e as características das geleiras tropicais, com ênfase nas que ocorrem na \n\nBolívia. Estudos sobre geleiras tropicais da Ásia e África e de outras áreas glaciadas da América \n\n\n\n9 \n\n \n\ndo Sul são indicados nas referências (por exemplo, Marquez et al., 1995; Unep e WGS, 2008; \n\nCasassa et al., 2009). \n\n2.1. Origem e dinâmica das Geleiras \n\n Geleiras são construídas pela acumulação de neve, que gradualmente metamorfiza-se \n\nem firn, a neve que permaneceu pelo menos um verão, e posteriormente em gelo, e que fluem \n\npor ação da gravidade. Esse processo ocorre pela compactação devido ao peso das camadas \n\nsobrepostas. Neve e gelo são formações cristalinas com simetria hexagonal, mas que podem \n\nassumir uma variedade incontável de formas. O gelo de geleira se forma pela recristalização da \n\nneve durante processos de metamorfismo, e em sítios mais amenos pelo derretimento e \n\nrecongelamento da neve superposta ao gelo, congelamento da chuva, condensação e \n\ncongelamento do ar saturado na forma de geada (Hambrey, 1994). O resultado é um depósito \n\nlaminado, que gradualmente vai da neve superficial para o gelo, e que com o incremento da \n\nprofundidade, vai ficando transparente com a contração das bolhas de gás. A razão dessa \n\ncrescente transparência é a redução da quantidade da interface ar/gelo por unidade de volume \n\n(Leppäranta e Granberg, 2010). Além de gelo e ar, geleiras incorporam substâncias trazidas pela \n\nchuva, pela erosão do substrato devido ao fluxo da geleira, e pelo transporte de longa distância \n\nde materiais terrestres pelo vento (Leppäranta e Granberg, 2010).  \n\n Uma geleira se forma sempre que houver condições de permanência da neve por tempo \n\nsuficiente para a metamorfização em gelo. Durante o processo de metamorfismo da neve sua \n\ndensidade aumenta. A densidade da neve recém depositada é apenas 0,05 g cm-3, o firn já tem \n\n0,4 g cm-3, o gelo de geleira 0,83?0,91 g cm-3, e o gelo puro (água congelada) 0,92 g cm-3 \n\n(Hambrey, 1994). À medida que os cristais de neve depositados aleatoriamente contendo \n\nespaços cheios de ar se metamorfizam, formam-se cristais deixando as bolhas de ar no espaço \n\nintergranular e a densidade vai aumentando com o aumento da espessura e o tempo.  \n\nGeleiras podem ser divididas em duas zonas. À região onde temos o adição de matéria \n\nchamamos zona de acumulação e à região da geleira onde predominam processos de perda, \n\nprincipalmente fusão, denominamos zona de ablação (Figura 2.2). Estas duas zonas são \n\nseparadas pela linha de equilíbrio (LE), que conecta os pontos onde o balanço de massa da \n\ngeleia é nulo (zero). A LE é um importante parâmetro a ser mensurado, pois a sua altitude varia \n\nem resposta a alterações climáticas. No entanto, a LE é um conceito matemático e não pode ser \n\nobservado diretamente (Orlemans, 2001). A razão entre área da zona de acumulação e a área da \n\nzona de ablação indica o balanço de massa da geleira (Dyurgerov et al., 2009). \n\n\n\n10 \n\n \n\n \n\nFigura 2.2. Modelo idealizado da variação do balanço de massa nas principais zonas de uma geleira em \n\nrelação às variações sazonais. Adaptado de Cuffey e Paterson (2010). \n\nDo ponto de vista prático, a LE geralmente é mais ou menos coincidente com a linha de \n\nneve, que é a faixa que separa as áreas onde a neve caída desaparece no verão das áreas nas \n\nquais a neve permanece durante todo o ano (Simões, 2004). No inverno, antes de iniciar a \n\nablação, praticamente toda a geleira está na zona de acumulação e no verão, no final do ano \n\nhidrológico, a área de acumulação alcança sua menor dimensão. O fim do ano hidrológico é o \n\nmomento quando a maior quantidade de neve do inverno anterior tenha derretido (a área de \n\nablação está no seu máximo) e ainda não houve nova precipitação de neve. Os levantamentos \n\ndas zonas de uma geleira são normalmente efetuados no final do desse período quando a \n\ncobertura de neve na geleira e arredores é mínima (Pellika e Rees, 2010). No entanto, para as \n\ngeleiras tropicais a distribuição dos períodos de acumulação e ablação se dá de forma diferente \n\ndas geleiras das médias e altas latitudes. Essas tem seu período de deposição associado ao \n\ndeslocamento da Zona de Covergência Intertropical (ZCIT) que transporta grandes quantidades \n\nde umidade durante o verão.  \n\n A fusão é o principal mecanismo de perda de massa das geleiras não polares, mas \n\ntambém pode ser resultado de processos de sublimação, comum em geleiras tropicais (Kaser e \n\nOsmaston, 2006). Também pode ocorrer perda de matéria através do vento que sopra neve além \n\nda superfície glaciar e partes da geleira podem se desintegrar através de desprendimentos e \n\navalanchas (Pellika e Rees, 2010).  \n\nUma geleira flui mais rapidamente no centro e próximo a superfície comparado com o \n\nfluxo nas laterais e no fundo da geleira (Figura 2.3). O movimento da geleira e a variação da \n\n\n\n11 \n\n \n\nvelocidade de fluxo dentro da geleira entre o centro e as laterais originam fendas radiais na sua \n\nsuperfície (Pellika e Rees, 2010). Muitas geleiras possuem um deslizamento mais eficiente, pois \n\nse movem sobre uma película de água na interface gelo/rocha, onde a geleira está no ponto de \n\nfusão sob pressão, que reduz o atrito com o embasamento (White et al., 1992).  A velocidade da \n\ngeleira é um importante parâmetro a ser monitorado, pois reflete o ganho de massa na zona de \n\nacumulação. Quanto maior o ganho de massa na área de acumulação mais rápido a geleira flui.  \n\n \n\n \n\n \n\nFigura 2.3. Vetores de velocidade de deslizamento de uma geleira de vale em relação às duas zonas \n\nprincipais, a de acumulação e a de ablação (Rocha-Campos e Santos, 2003) (vista superior). (b) \n\nComponentes principais de fluxo de uma geleira de vale: A? deslizamento lateral e basal e B? \n\ndeformação interna (Hambrey, 2004) (vista inferior).  \n\n O padrão de movimento de uma geleira pode ser observado na superfície através de \n\nmarcadores e de feições características. A deformação interna também pode ocorrer ao longo de \n\nplanos de cisalhamento que resultam com aumento ou diminuição na velocidade a jusante e que \n\né frequentemente relacionada com mudanças na topografia (White et al., 1992). A diminuição \n\nda seção transversal do canal onde a geleira flui e o declive do embasamento contribuem \n\nlocalmente para o aumento da velocidade da geleira, que é novamente reduzido no baixo curso \n\nonde a geleira perde massa ou se espalha (White et al., 1992). \n\n\n\n12 \n\n \n\n2.2. Morfologia e caracterização térmica de geleiras \n\n Geleiras resultam de fatores climáticos e topográficos, e variam largamente em tamanho \n\ne espessura, desde pequenas geleiras de nicho até grandes mantos de gelo, como o Antártico que \n\ncobre cerca de 13,6 milhões de km2 (Hambrey, 1994; Simões, 2004). Se predominarem \n\nprocessos de acumulação, seu balanço de massa é positivo, a geleira aumenta e tende a avançar \n\ne se o contrário ocorrer a geleira tende a perder espessura e começa a retrair, seu balanço de \n\nmassa é negativo. Então, uma geleira se forma sempre que a ablação for insuficiente para \n\nremover a massa acresentada pela acumulação de neve, e o tamanho e a forma da geleira são \n\nresultado da acumulação, ablação e fluxo (Leppäranta e Granberg, 2010). \n\n Massas de gelo podem ser caracterizadas genericamente como geleiras de montanha ou \n\nde altitude, como as que ocorrem nos Andes, e geleiras continentais (mantos de gelo) ou de \n\nlatitude, como as da Antártica.  No entanto, diversas classes são definidas conforme a relação \n\ndas massas de gelo com a topografia em que se assentam e o regime térmico que apresentam. \n\n Quanto à topografia podemos agrupar as geleiras em categorias de primeira ordem \n\ncomo sendo: geleiras não controladas pela topografia, geleiras controladas pela topografia e \n\ngeleiras marinhas (Benn e Evans, 2010). As geleiras não controladas pela topografia subglacial \n\nsão os mantos de gelo (> 50.000 km2) e as calotas de gelo (&lt;50.000 km2) (Simões, 2004). \n\nComo elementos de segunda ordem temos: os domos de gelo, as correntes de gelo e geleiras de \n\ndescarga. Existem atualmente apenas dois mantos de gelo, o Antártico e o da Groenlândia, já as \n\ncalotas de gelo podem ser encontradas em maior número, como no arquipélago de Svalbard e na \n\nilha Rei George na Antártica. O campo de gelo Quelccaya (13°56’ S ? 70°50’ W) no Peru é o \n\núnico encontrado entre as geleiras tropicais e tem cerca de 44 km2 (Hastenrath, 1999; Albert, \n\n2008). Essas feições têm espessuras da ordem de centenas a milhares de metros (no manto \n\nAntártico chega a 4.776 m) e se caracterizam por apresentar fluxo radial graças a sua forma \n\ndômica, que oculta as formas de relevo que podem apenas ser visto em pequenos afloramentos \n\nassociados a picos elevados e que são denominados nunatks.  \n\n Já as geleiras confinadas pela topografia subglacial apresentam formas mais diversas e \n\nsão encontradas em maior número e em todas as latitudes, como feições de segunda ordem \n\ntemos: campos de gelo, geleiras de vale (ou alpinas), geleiras de anfiteatro (ou de circo), \n\ngeleiras de nicho e franjas de gelo. Os campos de gelo têm perfil plano cercado pela topografia \n\nmais elevada, são encontrados em regiões montanhosas e temperadas. Geleiras de vale são \n\nmassas de gelo alongadas limitadas lateralmente por vales montanhosos que são resultantes de \n\ndrenagem de corpos de gelo superiores e maiores associadas a circos glaciais (Simões, 2004). \n\nGeleiras de anfiteatro são aquelas que ocupam reentrâncias, arredondadas e individualizadas, \n\nem um lado de uma montanha, escavando-as profundamente (Simões, 2004). Geleiras de nicho \n\n\n\n13 \n\n \n\ne franjas de gelo referem-se a geleiras muito pequenas associadas a espaços estreitos e \n\nirregulares na vertente de uma montanha (Simões, 2004). \n\n Como a temperatura atmosférica decresce com a altitude, a neve depositada nas maiores \n\naltitudes tende ter menores temperaturas do que as depositadas em altitudes mais baixas \n\n(Oerlemans, 2001). A distribuição da temperatura, ou regime termal, de uma geleira influencia \n\nna dinâmica da água de degelo, tanto na deformação do gelo e na lubrificação do fundo quanto \n\nnos sedimentos e desenvolvimento de formas de relevo erosionais e deposicionais (Hambrey, \n\n1994). Neste caso, as geleiras são classificadas como sendo geleiras quentes (ou temperadas) e \n\ngeleiras frias. As geleiras quentes são aquelas onde a massa de gelo se encontra, com exceção da \n\ncamada superficial, no ponto de fusão por pressão (pressure melting point). As geleiras frias são \n\naquelas onde a maior parte do gelo está abaixo do ponto de fusão por pressão. Neste caso, dois \n\ntipos devem ser diferenciados aquelas cuja base é seca, ou seja, a geleira está aderida ao \n\nsubstrato, e as que apresentam a base úmida.  \n\n As características térmicas variam internamente e temporalmente, podendo uma mesma \n\ngeleira apresentar características quentes e frias concomitantes. Também uma geleira pode \n\napresentar características térmicas transitórias conforme as condições ambientais impostas (e.g., \n\nmudanças climáticas e atividades vulcânicas). As geleiras estão sujeitas a diversos processos \n\ntermodinâmicos que afetam a estrutura termal que podem ser observadas na estrutura de fácies \n\nsuperficiais (Oerlemans, 2001) (Figura 2.4). Na zona de neve seca não há derretimento \n\nsuperficial, esta zona só é encontrada no centro dos dois mantos de gelo e em algumas geleiras \n\nde alta montanha. A zona de ablação representa a área onde a neve depositada durante a estação \n\númida é rapidamente derretida durante o período seco e, portanto, o gelo é exposto às condições \n\nde fusão. O gelo sobreposto é resultado de condições de derretimento e congelamento, esta \n\nfeição é pouco desenvolvida em geleiras cujas temperaturas estão próximas ao ponto de fusão e \n\nnão existente nas geleiras que não sofrem ablação por derretimento.  \n\n\n\n14 \n\n \n\n \n\nFigura 2.4. Zonas, ou fácies, de uma geleira. Modificado de Cuffey e Paterson (2010).  \n\n Embora o clima seja o fator preponderante no regime térmico também há influência da \n\ntopografia, que por sua vez também influencia no padrão local de precipitação. A orientação de \n\numa geleira determina a intensidade da radiação solar que chega até a sua superfície e resulta \n\nem padrões complexos de temperaturas do solo e do ar e nas taxas de evaporação (White et al. \n\n1992). Esta é um fator de grande relevância em geleiras de regiões montanhosas, como os \n\nAndes.  \n\n2.3. Geleiras Tropicais \n\n A região tropical é limitada pelos trópicos de Câncer e Capricórnio, latitudes onde o \n\nzênite solar é alcançado uma vez por ano e o ângulo de elevação acima do horizonte nunca é \n\nmenor do 43º (Benn et al., 2005). É a área do globo de maior incidência de radiação solar ao \n\nlongo do ano, e a variação das horas de luz ao longo do ano é pequena. Assim a variação diária \n\nda temperatura é maior do que a variação anual da mesma, e pode ser realçada em áreas \n\ninfluenciadas pela altitude e baixa umidade atmosférica. A energia disponível na região tropical \n\ninduz um cinturão de umidade condicionado à posição solar, a Zona de Convergência \n\nIntertropical (ZCIT). A ZCIT, na baixa troposfera, funciona como o equador termal do planeta, \n\nliberando grande parte da energia adquirida principalmente dos oceanos em forma de \n\nprecipitação. As precipitações estão associadas aos deslocamentos latitudinais da ZCIT, que \n\npara as geleiras que se encontram entre os trópicos determina o período de acumulação que, \n\ndiferente das geleiras Alpinas, ocorre durante o verão. \n\n\n\n15 \n\n \n\n Kaser e Osmaston (2006) determinaram as características das geleiras tropicais \n\nutilizando alguns critérios que as tornam particulares. Entre esses está a geometria da energia \n\nsolar absorvida na região tropical, a homogeneidade termal da atmosfera limitada pelas \n\nisolinhas (onde as variações térmicas diurnas e anuais são equivalentes) e as condições \n\nmeteorológicas impostas pela oscilação da ZCIT causando um ou dois períodos chuvosos \n\n(Figura 2.5). Dessa forma, não são geleiras tropicais aquelas massas de gelo que se encontram \n\nentre os trópicos, mas fora da área de atuação da ZCIT e onde predominam condições de aridez \n\nassociadas à região subtropical. \n\n \n\nFigura 2.5. Delimitação das áreas de ocorrência de geleiras tropicais. Adaptado de Kaser e Osmaston \n\n(2006). \n\n Dois regimes podem ser definidos para as geleiras tropicais. As geleiras tropicais ideais \n\n(inner tropics) estão expostas a condições de umidade mais ou menos uniformes ao longo de \n\ntodo o ano hidrológico. Já as geleiras que apresentam um período definido de deposição, \n\nassociado à sazonalidade da ZCIT, são tropicais dentro de certa limitação (outer tropics). \n\nDurante o período seco as condições subtropicais prevalecem, tais como altas taxas de \n\nevaporação e sublimação. As geleiras do Monte Rewenzori (0°23’ N ? 29°52’ E) e, de forma \n\nsimilar, as da Papua (4°4’44” S ? 137°9’30” E) representam as geleiras sob condições \n\npermanetes de umidade onde a intensidade da precipitação é pouco maior durante as duas \n\npassagens anuais da ZCIT e, devido a pouca variação térmica e de balanço energético, há \n\nablação ao longo de todo o ano (Kaser e Osmaston, 2006). Já as geleiras da Cordilheira Blanca \n\n(9°10’ S – 77°35’ W) podem exemplificar as condições determinadas pela alternância de \n\nperíodos úmidos e secos. Kaser e Osmaston (2006) denotam que a ablação não é constante ao \n\nlongo do ano mesmo diante de pequenas variações de temperaturas. A redução da ablação \n\nobservada no período seco está relacionada à maior evaporação/sublimação, menor incidência \n\nde radiação de ondas longas e, eventualmente, a incremento do albedo. Sobre as geleiras da \n\nCordilheira Apolobamba, onde está o Nevado Cololo, as precipitações ocorrem principalmente \n\n\n\n16 \n\n \n\nentre dezembro e março e estão sob condições semelhantes aquelas encontradas na Cordilheira \n\nBlanca. \n\n Rabatel et al. (2008) determinaram os fatores-chave que controlam o balanço de massa \n\ndas geleiras tropicais a partir de observações feitas na geleira Zongo (16º S). Esses fatores são o \n\naumento do albedo na zona de acumulação através da precipitação, que controla a ablação; \n\nnebulosidade, que diminui a incidência da radiação de ondas curtas durante a estação úmida; e a \n\numidade relativa, que controla a transferência de energia através do derretimento e da \n\nsublimação.  \n\n2.4.  A glaciação nos Andes tropicais \n\n O clima nos Andes depende da latitude, da proximidade com o mar e da altitude. A neve \n\né limitada a regiões elevadas das montanhas e as latitudes do extremo sul da Argentina e do \n\nChile. A precipitação de neve na porção norte dos Andes (e.g., Cordilheira Oriental e \n\nCordilheira Blanca) é associada com a umidade da Amazônia, enquanto a neve na porção sul do \n\ncontinente é resultado da interação dos sistemas de ciclones das latitudes médias do Hemisfério \n\nSul.  \n\n Atualmente são encontradas geleiras ao longo de toda a cadeia andina, do equador até \n\n55° S (Naruse, 2009). No entanto, quanto mais ao norte nos dirigirmos mais elevadas ficam as \n\nmassas de gelo. Para certa altitude na atmosfera tropical, a temperatura é constante tanto \n\nespacialmente quanto temporalmente (t > 1 dia) o que supõem uma altitude constante de 0º C, \n\nresultando numa altitude também constante do limite inferior de neve (Kaser e Osmaston, \n\n2006). Segundo Throll (1973, apud UNEP e WGS, 2008) a altitude da linha de neve das \n\ngeleiras tropicais do Equador, Venezuela e norte do Peru estão entre 4500 ? 4800 m. O \n\ndeslocamento vertical da linha de neve indica variação térmica da atmosfera. Geleiras reagem \n\ncom maior ou menor atraso e de maneira complexa às variações e mudanças climáticas, esses \n\ndeslocamentos deixam para trás morainas que podem auxiliar na reconstrução da extensão da \n\ngeleira e na interpretação da situação climática pretérita (Kaser e Osmaston, 2006). No norte da \n\nBolívia, geleiras são encontradas sobre vulcões extintos da Cordilheira Ocidental. Calotas de \n\ngelo, geleiras de vale e de montanha são encontradas nos picos da Cordilheira Oriental (Jordan, \n\n1999).  \n\n Feições resultantes de antigos ambientes glaciais pleistocênicos podem ser observadas \n\nem montanhas da Bolívia.  Entretanto, a Cordilheira dos Andes soergueu durante o Quaternário \n\ne atingiu sua atual elevação durante o período médio do Pleistoceno, e apenas as duas últimas \n\nglaciações desta época estão registradas nos depósitos glaciais (Jordan, 1999). A presença de \n\nclima muito mais frio durante o Pleistoceno é confirmada por testemunhos de gelo do Nevado \n\n\n\n17 \n\n \n\nSajama (Thompson et al., 1998 apud Jordan, 1999). Evidências geológicas, geomórficas e \n\nestratigráficas, de geleiras anteriores a glaciação atual e que desapareceram durante um período \n\nde clima árido nos Andes tropical e subtropical há cerca de 6000 anos (Seltzer et al., 1995) \n\nsugerem que a glaciação atingiu cotas pouco superiores aos 3000 m em diversas montanhas \n\nvoltadas ao leste (Jordan, 1999). As altas altitudes alcançadas pelos picos andinos permitem a \n\nexistência de geleiras hoje e que foram maiores no passado (Kaser e Osmaston, 2006; Rabatel et \n\nal., 2008; Smith et al., 2008). Provavelmente as maiores extensões ocorreram durante o Último \n\nMáximo Glacial (21 ka), mas registros não ficaram preservados (Smith et al., 2008).  \n\nA glaciação associada às geleiras tropicais pode ser bem documentada desde o final da \n\nPIG. Esta é um período de arrefecimento da temperatura do planeta entre os séculos XVI e XIX, \n\nassociada principalmente a redução da atividade solar. No Holoceno, as geleiras bolivianas \n\natingiram sua extensão máxima na segunda metade do século XVII, período que coincide com o \n\nperíodo de menor atividade solar denominado Mínimo de Maunder (Rabatel et al., 2008).   \n\nObservações em geleiras do Equador, Peru e Bolívia atestam que o período máximo da \n\nPIG nos Andes centrais coincide com a de muitas geleiras das latitudes médias (Rabatel et al., \n\n2008; Vuille et al., 2008). Morainas da Cordilheira Oriental foram datadas utilizando o líquen \n\nRizhocarpus sp, que ocorre em granodioritos intrusivos, e sedimentos associados a turfas, \n\npermitindo reconstruir a retração glacial desde o máximo alcançado durante a PIG. As morainas \n\nforam consideradas representativas de condições de equilíbrio das geleiras, pois o atraso entre \n\nvariações no balanço de massa e as respostas dinâmicas das frentes glaciais é curta (Francou et \n\nal., 2004 apud Rabatel et al. 2008).  \n\n As geleiras avançaram nas montanhas tropicais durante os séculos XIII e XIV, da \n\nmesma forma que nas latitudes médias do hemisfério Norte (Grove 1980, apud Rabatel et al., \n\n2008). No entanto, elas não se estenderam além da posição que alcançaram durante o \n\nséculo XVII (Rabatel et al., 2008). A tendência de retração das geleiras bolivianas se acelerou \n\ndepois de 1870 até o inicio do século XX, fato que também é observado em geleiras dos Alpes \n\n(Grove, 1980 apud Rabatel et al., 2008). A elevação da temperatura é apontada como causa \n\nprincipal da diminuição das geleiras tropicais (Rabatel et al., 2012).   \n\n A temperatura nos Andes aumentou aproximadamente 0,1º C/década durante o \n\nséculo XX (Vuille et al. 2008). Em geral, a retração de geleiras foi rápida no início dos anos \n\n1990 e lenta no final dos anos 1990 e início dos 2000, conforme observações no Equador esse \n\nprocesso vem novamente se acelerando nos últimos anos (Vuille et al., 2008), a temperatura \n\nnoturna está levemente mais quente e a percentagem de noites extremamente frias está \n\ndecrescendo (Vicent et al., 2005). Vuille et al. (2003) (apud Rabatel et al., 2008) também \n\nassumem que a umidade atmosférica aumentou nos Andes tropicais, mas incertezas persistem a \n\nrespeito das relações sugeridas devido a ausência de registros confiáveis longos. \n\n \n\n\n\n18 \n\n \n\n2.4.1. Origem das precipitações da Cordilheira Oriental  \n\n A variedade de climas encontrados na Bolívia é determinada pelas condições latitunais, \n\naltitudinais, presença de altas montanhas, localização entre os trópicos, presença de zonas \n\nplanas e a circulação dos Alíseos (Oca, 1995). Por conta da combinação desses fatores existe \n\num gradiente norte-sul de distribuição das precipitações condicionado ao deslocamento sazonal \n\nda ZCIT. E, também, existe um gradiente leste-oeste condicionado ao distanciamento da bacia \n\nAmazônica e a barreira orográfica andina. Na região tropical existe uma grande disponibilidade \n\nde energia, oriunda da radiação solar, e que é distribuída pelo globo contribuindo para o balanço \n\nenergético da Terra. Esse é o fator mais importante na caracterização climática da bacia \n\nAmazônica e nos Andes tropicais. \n\n Os Andes, cujas altitudes superam os 6.000 m, rompem o fluxo de ar da região tropical, \n\ncontribuindo para a criação de dois grandes anticiclones permanentes, um sobre o sul do Oceano \n\nPacífico e outro sobre o sul do oceano Atlântico (Cerveny, 1998). A subsidência do anticiclone \n\ndo Pacífico sul sobre a costa oeste da América do Sul, associada às águas frias da Corrente \n\nPeruana, criam o ambiente desértico que encontramos na região costeira ocidental do \n\ncontinente. \n\n A ZCIT é resultado da interação de características oceânico-atmosféricas como a zona \n\nde confluência dos Alíseos, a zona do cavado equatorial, zona de máxima temperatura da \n\nsuperfície do mar, zona de máxima convergência de massa e zona de máxima cobertura de \n\nnuvens convectivas (Ferreira, 1996). Na escala planetária, a ZCIT está localizada no ramo \n\nascendente da célula de Hadley, e distribui calor e umidade dos níveis inferiores da atmosfera \n\ndas regiões tropicais para os níveis superiores da troposfera e para as médias e altas latitudes \n\n(Ferreira, 1996).  \n\n Durante o verão austral se desenvolve um anticiclone em altos níveis (200 hPa), a Alta \n\nda Bolívia, associado com a forte convecção da região amazônica (Fish et al., 1996). A Alta da \n\nBolívia aparece sobre a bacia amazônica por volta de setembro, então migra em direção ao \n\nAltiplano onde alcança sua maior intensidade durante a estação chuvosa; depois se move em \n\ndireção norte e desaparece por volta de maio (Hastenrath, 1991 apud Cerveny, 1998). A \n\nmanutenção desse centro quente anticiclonônico é devido à convergência, em baixos níveis, da \n\numidade que vem de nordeste e de leste que provoca forte condensação e liberação de calor \n\nlatente na média/alta troposfera (Fish et al., 1996). Essa atividade convectiva é condicionada a \n\noscilação sazonal norte-sul da ZCIT e é deslocada em direção oeste durante períodos de \n\nEl Niño, resultando em redução da precipitação durante o período úmido sobre a bacia \n\nAmazônica e a CO. \n\n Em geral, as terras altas da CO e a zona de transição do norte para o centro da AS são \n\ncaracterizadas por um verão chuvoso (novembro-fevereiro) definido pelo aparecimento da Alta \n\n\n\n19 \n\n \n\nda Bolívia (Aceituno, 1988 apud Cerveny, 1998) e uma intensa baixa térmica que se desenvolve \n\nno interior do continente (Schwerdtfeger, 1976 apud Cerveny, 1998).  \n\n2.4.2.  Impactos dos ciclos El Niño  \n\n Em alguns anos os pescadores notavam a queda brusca da piscosidade no litoral \n\nperuano durante o período do Natal, denominando o acontecimento de El Niño. Essa redução do \n\npescado na costa peruana se deve ao rebaixamento da termoclina e, portanto, das águas mais \n\nricas em nutrientes, afetando a cadeia trófica e a economia peruana. Embora as precipitações \n\nsobre a CO tenham sua origem no Oceano Atlântico, algumas teleconexões são responsáveis \n\npor alterar o clima na região. O El Niño tem sido associado a períodos de intensa perda de \n\nmassa das geleiras da CO e, entretanto, é resultado da variação de parâmetros oceânico-\n\natmosféricos na bacia do Oceano Pacífico. \n\n A circulação de Walker é uma circulação atmosférica ao longo do Equador, com sentido \n\nleste-oeste, caracterizada pela ascensão do ar no oeste do Pacífico, na região da Indonésia, e \n\ndecida do ar no leste do Pacífico, na costa sul-americana, denominada Oscilação Sul (Mcgregor \n\ne Nieuwolt, 1998) (Figura 2.6). A circulação da célula de Walker é condicionada pela \n\ntemperatura oceânica no extremo oeste e leste do Oceano Pacífico, os eventos El Niño/La Niña \n\nrepresentam os padrões extremos dessa circulação e que se instalam de maneira anômala \n\nalterando o tempo meteorológico e o clima em todo o planeta. O processo se inicia quando \n\ncondições de baixa pressão atmosférica se estabelecem no nordeste da Austrália enfraquecendo \n\nos alíseos, elevando a temperatura superficial do Oceano Pacífico Leste e reduzindo a \n\nquantidade de nuvens ao longo do equador (Patchineelam, 2004). Os eventos El Niño – \n\nOscilação Sul (ENOS) duram de 12 a 18 meses e tem seu ápice em janeiro. A intensidade dos \n\neventos ENSO é dada pelo Southern Oscillation Index (SOI) que é determinado pela Diferença \n\nNormalizada de Pressão: [Taiti-Darwin]-[média Taiti-Darwin]/[desvio padrão Taiti-Darwin] \n\n(Mcgregror e Nieuwolt, 1998). As localidades de Taiti (17,5º S ? 149,6º W) e Darwin \n\n(Austrália, 12,4º S ? 130,9º E) são utilizadas na determinação do SOI por estarem próximas das \n\náreas onde as variações de pressão em escala interanual são maiores, as condições acima da \n\nnormalidade são representadas por índices positivos (El Niño) e as condições abaixo por índices \n\nnegativos (La Niña). \n\n\n\n20 \n\n \n\n \n\nFigura 2.6. Perfil leste-oeste da circulação atmosférica ao longo do Equador, a célula sobre o Oceano \n\nPacífico é denominada Célula de Walker. Adaptado de Lau e Yang (2002). \n\n Eventos ENOS variam em intensidade, são irregulares e ocasionam sérios problemas \n\ncomo grandes períodos de seca ou inundações (Patchineelam, 2004). Da mesma forma que \n\noutras áreas do mundo, as geleiras da CO são afetadas pelo fenômeno ENOS. Eventos El Niño \n\ncombinam a diminuição das precipitações e da nebulosidade, o aumento da temperatura e do \n\nfluxo de calor e a redução do albedo, afetando negativamente o balanço de massa das geleiras \n\ntropicais andinas, inclusive acelerando o derretimento superficial acima dos 5300 m de altitude \n\n(Ramírez et al., 2001; Rabatel et al., 2008). Rabatel et al. (2008) apontam que a sucessão de \n\neventos El Niño pode significar a elevação da linha de equilíbrio para além das altitudes dos \n\nAndes Centrais e, portanto, comprometendo a existência de geleiras na região. \n\n Estudos de Ramírez et al. (2001) denotam que a perda de massa em geleiras dos Andes \n\ntropicais foi amplificada durante o evento de 1997/1998 (El Niño) com perdas significativas de \n\nespessura. A extinta geleira Chacaltaya já não apresentava área de acumulação em 1991, essa \n\nretração foi interrompida por breves momentos em 1992/1993, 1996/1997 e 2000/2001, e no \n\nperíodo entre 1997 e 1999 essa geleira perdeu um terço do seu volume (6 m equivalente em \n\nágua) (Vuille et al., 2008). Durante a fase negativa do ENOS, a La Niña, o balanço de massa \n\ntende a se aproximar do ponto de equilíbrio e mesmo em alguns locais ser positivo \n\n(Rabatel et al., 2008). O fenômeno ENOS, fase positiva, influência a evolução atual das geleiras \n\nandinas impactando negativamente o balanço de massa, agravado pela redução das precipitações \n\nnestes períodos (Francou et al. 1995). \n\n2.4.3. A inserção das geleiras da Cordilheira Oriental no ciclo hidrológico \n\n Cerca da metade dos lagos conhecidos é de origem glacial (Riccomini et al. 2003) e \n\ngrandes bacias hidrográficas tem suas nascentes em massas de gelo de elevadas cadeias \n\nmontanhosas. Entre essas se encontra a imensa bacia Amazônica, cerca de 6 milhões de \n\n\n\n21 \n\n \n\nquilômetros quadrados, e que tem suas nascentes em geleiras dos Andes (Figura 2.7). Essas \n\nmontanhas ainda se destacam por abrigar sobre o Altiplano, o mais elevado (3.812 m a.n.m) \n\nlago do mundo, o Titicaca, com superfície média de 8.400 km2 (Oca, 1995). Assim, as geleiras \n\nda CO estão conectadas a bacia endorréica do Altiplano e também ao oceano Atlântico, para \n\nonde são carreados os sedimentos e as águas da bacia amazônica.  \n\n \n\n \n\nFigura 2.7. Principais rios da bacia Amazônica com nascentes em geleiras da Cordilheira dos Andes. \n\n As precipitações sobre geleiras da CO são controladas pela sazonalidade da umidade \n\nnos trópicos, enquanto que a acumulação e ablação nelas são determinadas pela variação da \n\ntemperatura (Kaser e Osmaston, 2006). Diferente das geleiras encontradas nas latitudes médias \n\ne altas, nas geleiras tropicais a ablação é contínua e diversos países andinos, como a Bolívia e o \n\nPeru, dependem da água de degelo durante a estação seca (Vuille et al., 2008). Ramírez et al. \n\n(2001) definiram o ano hidrológico para as geleiras da CO entre primeiro de setembro e 31 de \n\nagosto, destacando que o período de deposição é concomitante com o período de maior perda de \n\nmassa por derretimento.  \n\nGeleiras pequenas (&lt;1 km²) são comuns nos Andes tropicais e, a despeito do seu \n\ntamanho, são importantes fontes de água para muitas bacias hidrográficas de altitude (Ribstein \n\net al., 1995 apud Ramírez et al., 2001). A geleira Chacaltaya (16º S), por exemplo, perdeu dois \n\nterços do seu volume total, 40% de sua superfície no período 1992?1998 e a altitude da linha de \n\nequilíbrio ultrapassou a cota superior da geleira (Ramírez et al., 2001). A massa de gelo restante \n\nfoi exposta a ablação e a Chacaltaya desapareceu totalmente em 2010. \n\n A acumulação é limitada aos períodos de precipitação e aos setores mais elevados das \n\ngeleiras. Entender as flutuações das geleiras tropicais é de grande importância para diagnosticar \n\na futura disponibilidade hídrica nas bacias andinas (Ramírez et al., 2008). As geleiras das altas \n\n\n\n22 \n\n \n\nmontanhas tropicais são muito sensíveis a mudanças nas condições meteorológicas e por isso \n\nsão elementos chave para detectar mudanças climáticas (Ramírez et al., 2001).  \n\n A retração das geleiras andinas, e seu eventual desaparecimento, desregulam o balanço \n\nhídrico das bacias hidrográficas adjacentes e pode conduzir a efeitos dramáticos de escassez \n\nhídrica na região (Mark, 2009). Na década de 1990, aproximadamente metade da água de \n\ndescarga não foi oriunda das precipitações, mas suprida pela retração das geleiras (Ramírez et \n\nal., 2001). Logo, a retração das geleiras induz um aumento na vazão dos cursos d’água que não \n\npoderá ser mantido com o desaparecimento dessas massas de gelo. Ramírez (2008) aponta que \n\nnum primeiro momento há um incremento na vazão dos cursos d’água, causada pelo acelerado \n\nderretimentos das geleiras, seguido de uma redução drástica da vazão. \n\nA perda de massa das geleiras tropicais andinas compromete o acesso à água da \n\npopulação andina, principalmente durante o período seco (Naruse, 2009). Mas, a desregulação \n\ndo ciclo hidrológico não é o único desafio para a população da região. Ainda, há a falta de \n\nqualidade na administração desses recursos e o aumento populacional (Ramírez, 2008). De fato, \n\na necessidade de elaboração de políticas de adaptação às mudanças ambientais em curso, cuja \n\nprincipal evidência é retração das geleiras tropicais andinas, é um dos grandes desafios impostos \n\naos povos andinos.  \n\n \n\n  \n\n\n\n23 \n\n \n\n3 SENSORIAMENTO REMOTO APLICADO AO ESTUDO DE \n\nGELEIRAS TROPICAIS \n\n A importância do estoque de água sob a forma de gelo se dá tanto por seu papel na \n\ncirculação geral da atmosfera e dos oceanos quanto como recurso hídrico, principalmente nos \n\nAndes tropicais. Contudo, a aquisição de dados para o estudo de geleiras é sempre limitada pela \n\nlogística, visto que se situam em regiões de difícil acesso e com poucos serviços e \n\ninfraestruturas disponíveis no entorno (Racoviteanu et al., 2008a). Assim, os custos e a \n\nacessibilidade demandados pelos trabalhos de campo limitam o conhecimento sobre as áreas \n\nglaciadas da Terra.  \n\n A cobertura global fornecida pelos satélites propiciou o desenvolvimento de métodos \n\npara mensurar informações sobre a cobertura de gelo da Terra (Hall e Martinec, 1985; \n\nWilliams Jr. et al., 1991; Rees, 2006; Rees e Pellikka, 2010). Desde o final do século XIX se \n\ndesejava realizar um inventário completo das geleiras do mundo e um monitoramento dessas \n\náreas, mas que só foi possível a partir da revolução propiciada pelo imageamento orbital. Já \n\nconsiderando as mudanças climáticas e os impactos sobre o ciclo hidrológico, o inventário e \n\nmonitoramento de geleiras foram incluídos como metas da Década Hidrológica \n\nInternacional (1965?1974) (UNEP e WGMS, 2008). O WMGS (World Monitoring Glacier \n\nService) e a iniciativa GLIMS (Global Land Ice Measurements from Space) são as ações que \n\ncentralizam esses dados atualmente e que fornecem as linhas gerais para a incorporação de \n\ndados no ambiente de Sistema de Informação Geográfica (SIG), criado pelo GLIMS.  \n\nAs principais diretivas da iniciativa GLIMS e do WMGS se dão pela definição \n\nconceitual das partes constituintes da Criosfera, já que a uniformização dessas contribui com a \n\npadronização das informações, e pela indicação dos dados orbitais mais adequados. As imagens \n\norbitais indicadas são as do sensor ASTER (Advanced Spaceborne Thermal Emission and \n\nRelection Radiometer) cuja resolução espacial, de 15 m no visível e infravermelho próximo \n\n(VNIR – visible and near infrared), é maior que a do Landsat, de 30 m no TM (Thematic \n\nMapper) e ETM+ (Enhanced Thematic Mapper Plus). Além disso, no VNIR, o ASTER possui \n\numa banda back nadir, que possibilita a geração de modelos digitais de elevação. Não obstante, \n\nos sensores Landsat oferecem a mais longa e completa cobertura temporal da superfície \n\nterrestre. São citados aqui apenas esses dois sensores porque imagens Landsat podem ser \n\nobtidas gratuitamente via Instituto Nacional de Pesquisas Espaciais (INPE, Brasil) ou United \n\nStates Geological Survey (USGS, Estados Unidos da América). As imagens ASTER são \n\ndisponibilizadas para os centros regionais do GLIMS, especificamente para estudos \n\nglaciológicos, com o intuito de ampliar os inventários e monitoramentos a serem incluídos no \n\n\n\n24 \n\n \n\nbanco de dados GLIMS (Racoviteanu et al., 2009). Outros satélites, como o SPOT (Satellite \n\nPour l’Observation de la Terre), apresentam alta resolução espacial e espectral, mas os dados \n\ntêm alto custo.  \n\nVários parâmetros das geleiras, como albedo, reflectância, temperatura da superfície, \n\nderretimento, fácies, área, linha de equilíbrio, balanço de massa, topografia de superfície e \n\nembasamento, volume e velocidade, são possíveis de serem determinados usando dados de \n\nsensoriamento remoto (SR). Para alguns desses parâmetros, como a área, a obtenção apenas é \n\npossível com SR. Em outros casos, é a forma mais viável de obtenção de informações \n\nconsiderando os recursos financeiros e o tempo disponível para a execução do trabalho. Além \n\ndisso, para monitorar as alterações ocorridas nas geleiras e utilizar essas mudanças como \n\nindicadores das alterações climáticas, o SR é a única ferramenta capaz de fornecer informações \n\nde todos os continentes e de um grande número de geleiras e mantos de gelo \n\nconcomitantemente (Pellika e Rees, 2010).  \n\n O surgimento e o crescente desenvolvimento de técnicas de SR possibilitaram um \n\nincremento do conhecimento sobre a Criosfera nos últimos 40 anos. Nesse sentido, este trabalho \n\nutilizou dados TM/Landsat-5 para acompanhar a evolução da cobertura de gelo do Nevado \n\nCololo entre 1989 e 2011, tendo como bases uma imagem de alta resolução HRC/CBERS-2B e \n\ninformações de uma carta topográfica, cujo levantamento é de meados dos anos 1970. Este \n\ncapítulo visa discutir a aplicação dos dados obtidos por SR na compreensão das geleiras \n\ntropicais andinas através dos principais aspectos teóricos envolvidos, materiais (seção 3.2) e \n\nmetodologia (seção 3.3) utilizada nesta dissertação. Também foram incluídos dados \n\nclimatológicos (seção 3.4) para a verificação de correlação com os dados orbitais. \n\n3.1.  O comportamento espectral das massas de gelo \n\nA variabilidade espaço-temporal de fenômenos naturais pode ser observada a partir das \n\ninformações obtidas por SR em função das interações entre os materiais e a radiação \n\neletromagnética (REM), principalmente a emitida pelo Sol. O espectro eletromagnético \n\ndiferencia a REM de acordo com os seus diferentes comprimentos de onda (Ress e \n\nPellika, 2010). A radiação solar, ao atingir a superfície da geleira pode ser refletida, absorvida \n\nou transmitida e, então, detectada por sensores a bordo de plataformas orbitais. Embora todos os \n\nobjetos emitam radiação ao longo de todo o espectro eletromagnético, para a maioria dos \n\nestudos é vantajoso usar dados de sensores que operam em distintos intervalos de comprimentos \n\nde onda. É importante selecionar criteriosamente o sensor apropriado para uma análise \n\nespecífica, considerando fatores como: comprimento de onda, resolução e frequência e o tempo \n\nde cobertura de solo (Hall e Martinec, 1985). \n\n\n\n25 \n\n \n\n A área de uma geleira é o parâmetro mais simples de ser determinado, pois, geralmente, \n\nseu albedo é maior do que os das superfícies circundantes. Em imagens de SR essas diferenças \n\nna interação com a REM ficam registradas pelo contraste entre o brilho dos alvos. Albedo é a \n\nrelação entre a radiação refletida de uma superfície e a radiação incidente sobre essa superfície \n\n(Pellika e Rees, 2010). A superfície de uma geleira pode ser composta por neve, firn, gelo, água \n\ne detritos (tais como rochas, poeira, tefra) cujas frações variam de geleira para geleira, afetando \n\nas suas propriedades ópticas (Paul e Hendriks, 2010a) (Figura 3.1). A reflectividade espectral da \n\nneve é dependente de parâmetros como: forma e tamanho do grão, presença de impurezas, \n\nocorrência de água líquida próxima à superfície, espessura e elevação solar (Choudhury and \n\nChang, 1981 and NASA, 1982 apud Hall e Martinec, 1985) (Figura 3.1). A neve seca recém \n\ndepositada, por exemplo, age como um refletor difuso ideal (Lambertiano), com fluxos \n\nascendentes que se propagam em todas as direções, mas a neve mais antiga é um refletor \n\nanisotrópico com um significativo componente especular (Knap e Reijmer, 1998; Pellikka e \n\nHendriks, 2002; Hendriks e Pellikka, 2007a apud Pellika e Rees, 2010). Assim, há uma redução \n\ndo albedo relacionada ao aumento da anisotropia da superfície de neve seca em direção à \n\nsuperfície de neve úmida. O baixo albedo contribui para o derretimento da geleira, \n\nespecialmente nos comprimentos de onda do infravermelho próximo onde mais energia é \n\nabsorvida (Knap 1997 apud Pellika e Rees, 2010). \n\n \n \n\nFigura 3.1. Curvas de reflectância da neve, firn, gelo e gelo sujo (Hall e Martinec, 1985) (esquerda). \n\nCurvas de reflectância espectral da neve para diferentes granulometrias e localização das bandas TM \n\nsobrepostas (JPL, 2002 apud Paul e Hendriks, 2010) (direita).  \n\n Entre os comprimentos de onda 0,95 e 1,40 µm as diferenças no raio do cristal de neve \n\nconduzem a maiores diferenças na reflectividade (Hall e Martinec, 1985). A resposta espectral \n\ndo gelo de geleira permanece bastante elevada nos comprimentos de onda das bandas azul \n\n\n\n26 \n\n \n\n(0,4?0,5 µm ) e verde (0,5?0,6 µm ), mas cai rapidamente no comprimento de onda vermelho \n\n(0,6?0,7 µm) com reflectância próxima a zero (Pellika e Rees, 2010). \n\nA neve possui alta reflectância na parte visível do espectro eletromagnético, com grande \n\ndependência das impurezas contidas e pequena influência do tamanho do grão. O decréscimo na \n\nreflectância em direção ao infrevermelho próximo (NIR – near infrared) é menos influenciado \n\npelas impurezas, mas com maior importância do tamanho dos grãos. Essa dependência é ainda \n\nmaior no infravermelho de ondas curtas (SWIR – short wavelenght infrared) (Paul e Hendriks, \n\n2010). A reflexão causada pelos tipos de superfície da geleira é a principal característica usada \n\nno mapeamento das zonas das geleiras usando dados de sensores ópticos. A energia refletida \n\npelos alvos e expressa em valores de brilho, também denominados contadores digitais ou \n\nnúmeros digitais (ND), podem ser convertidos para valores de reflectância auxiliando a \n\ndelimitação das geleiras e seus arredores e também na classificação dessas em vários tipos de \n\nsuperfície (Pellika e Rees, 2010b).   \n\n3.1.1.  Aplicação das imagens Landsat e Cbers à Glaciologia \n\n Em geral, imagens de sensores que adquirem dados no visível e no infravermelho \n\npróximo, como os sensores da série Landsat, são mais disponíveis que outros produtos, \n\nespecialmente dados obtidos de voos de aviões. Todavia esses sensores não produzem imagens \n\nda superfície quando há cobertura de nuvens. Mesmo os dados de infravermelho termal, que \n\npodem ser obtidos durante a noite, são sensíveis à cobertura de nuvens (Hall e Martinec, 1985). \n\nPor outro lado, a cobertura repetitiva dos satélites Landsat viabiliza estudos multitemporais. A \n\ngrande importância dessa série de satélites se dá pela excelente série temporal, já que os dados \n\nLandsat estão disponíveis desde a década de 1970.  \n\n  Com o lançamento de satélites imageadores, a possibilidade de adquirir informações \n\nsobre os compartimentos ambientais de forma sistemática foi ampliada, gerando o \n\nconhecimento de dinâmicas até então ignoradas. No entanto, muitos dos sensores disponíveis \n\napresentam uma resolução espacial não compatível com as geleiras tropicais (Jordan, 1999). O \n\nlançamento do primeiro satélite da série Landsat, em 1972, promoveu o desenvolvimento das \n\ntécnicas de obtenção e de processamento de dados orbitais aplicados ao incremento de \n\nconhecimentos sobre as geleiras tropicais. Os primeiros trabalhos desenvolvidos usando \n\ninformações satelitais se deram a partir de dados do MSS (Multispectral Scanner), mas as \n\nresoluções espacial (80 m) e espectral (6 bits) não eram suficientes para identificar algumas \n\ngeleiras cujas dimensões eram muito pequenas e/ou ocultas pelo sombreamento do relevo \n\n(Allison e Petterson, 1999). Além disso, grande parte das imagens apresentava nebulosidade que \n\ninviabilizava a sua utilização. Segundo Allison e Petterson (1999), apenas uma imagem MSS \n\n\n\n27 \n\n \n\nanterior a 1982 foi possível de ser utilizada para a visualização da cobertura glacial da Papua, a \n\ndespeito da resolução temporal de 18 dias. \n\n Os sensores TM (Thematic Mapper) e ETM+ (Enhanced Thematic Mapper) \n\napresentaram uma melhoria das resoluções espacial, espectral e temporal. Ambos produziram \n\ndados com 8 bits de resolução radiométrica com intervalo de revisita de 16 dias, propiciando \n\numa melhora na qualidade dos dados (INPE, 2012). O sensor TM produziu informações com \n\nresolução espacial de 30 m e 120 m (banda termal) de 1984 a 2011 (Tabela 3.1). O sensor \n\nETM+ apresentou uma melhora na resolução espacial da banda termal (60 m) e o acréscimo de \n\numa banda pancromática, com resolução de 15 m. Esse último sensor esteve ativo entre 1999 e \n\n2003.  \n\n \n\nTabela 3.1. Características das bandas do sensor Thematic Mapper do Landsat 5. \n\nBanda Comprimento de Onda (µm) Resolução (m) \n\n1 0.45-0.52 (azul) 30 \n\n2 0.52-0.60 (verde) 30 \n\n3 0.63-0.69 (vermelho) 30 \n\n4 0.76-0.90 (NIR) 30 \n\n5 1.55-1.75 (mid-IR) 30 \n\n6 10.4-12.5 (thermal-IR) 60 \n\n7 2.08-2.35 (mid-IR) 30 \n\n \n\n \n\n  Em 1999, foi lançado o satélite sinobrasileiro CBERS-1, que teve continuidade em \n\n2003, com o segundo da série com imageadores de diferentes resoluções espaciais. Em 2007 foi \n\nlançado o terceiro satélite, o 2B, agregando uma câmara de alta resolução. Ribeiro (2007) \n\naplicou metodologias de análise a imagens dos satélites CBERS-2, sensor CCD (Charge \n\nCoupled Device), para a verificação da viabilidade do uso desses produtos em análises \n\nglaciológicas. Os resultados para a Cordilheira Tres Cruces (Cordilheira Oriental, Bolívia) \n\nforam promissores na determinação das frentes glaciais, do volume de geleiras, de morainas e \n\nde áreas de risco (Ribeiro, 2007; Arigony-Neto et al., 2009; Ribeiro e Simões, 2010). \n\nEntretanto, os satélites do programa CBERS funcionaram durante curto período de tempo, entre \n\n1999 e 2010, e muitas cenas apresentam problemas resultantes da instabilidade das plataformas. \n\nEstão previstos o lançamento de mais dois satélites da série, mas sem a Câmara Pancromática de \n\nAlta Resolução (HRC) do CBERS-2B (INPE, 2012) (Tabela 3.2). A alta resolução espacial do \n\nHRC, 2,7 m, era promissora para estudos glaciológicos (Oliveira, 2010).  \n\n \n\n\n\n28 \n\n \n\n \n\nTabela 3.2. Características da Câmara Pancromática de Alta Resolução – HRC. (INPE, 2012).  \n\nBanda espectral 0,50 - 0,80 µm (pancromática) \n\nCampo de Visada 2,1º \n\nResolução espacial 2,7 x 2,7 m \n\nLargura da faixa imageada 27 km (nadir) \n\nResolução temporal 130 dias na operação proposta \n\nQuantização 8 bits \n\n \n\n Gelo e neve podem ser distintos pela diferença de reflectividade em bandas individuais \n\nou através de razões de bandas, sendo que a reflectância é menor para gelo exposto e aumenta \n\nsignificativamente na linha de neve. Dados do Landsat são úteis para identificar e medir a \n\nextensão das zonas de uma geleira, separando as zonas úmidas e secas pelo comportamento \n\nespectral, mas a ocorrência de neve fresca e/ou poluentes, como fuligem e tefra pode limitar a \n\nanálise (Williams Jr. et al., 1991). Algumas fácies podem ter suas características superficiais \n\ndetectadas no final do ano hidrológico pelo uso de imagens do visível e infravermelho próximo \n\ndos sensores MSS e TM do programa Landsat. As propriedades granulométricas e de \n\ndistribuição da umidade possibilitam a diferenciação de fácies das geleiras como no estudo \n\ndesenvolvido por Williams Jr. (1991) utilizando as bandas 3 e 5 do sensor TM.  \n\n Comumente são utilizadas aritméticas entre bandas espectrais para uma melhor \n\nidentificação das áreas glaciadas e determinação das frentes das geleiras utilizando as diferentes \n\nrespostas dos materiais em distintos intervalos de comprimentos de ondas. A Tabela 3.3 \n\napresenta um quadro-resumo das principais metodologias aplicadas em estudos glaciológicos \n\nassociadas às bandas TM. \n\nTabela 3.3. Quadro resumo das principais aplicações do TM/Landsat para o mapeamento de geleiras. \n\n(Adaptado de Paul e Hendriks, 2010b). \n\nBanda TM Aplicação \n\n1 (azul) Identificação de neve/gelo em setores de sombra, mapeamento de lagos glaciais \n\n2 (verde) NDSI (neve), identificação de neve/gelo em setores de sombra \n\n3 (vermelho) Razão de bandas, NDVI (vegetação) \n\n4 (NIR) Razão de bandas, NDVI e NDWI (água) \n\n5 (SWIR) Principal banda usada na classificação automática (razão, NDSI) \n\n7 (SWIR) Similar a banda 5, porém ruidosa em áreas de sombras \n\n6 (TIR) Alternativa a banda 5 em áreas cobertas por fina camada de poeira vulcânica \n\nPan Delineação manual, identificação de detritos nas geleiras \n\n \n\n A criação de uma máscara de geleira ocorre tipicamente através da avaliação de um \n\nlimiar entre a geleira e o terreno circundante. A definição de limiares para a segmentação de \n\n\n\n29 \n\n \n\nimagens é comum em SR dado que materiais com distintas respostas espectrais são \n\nrepresentados por intervalos de valores de brilho também distintos. Heiskanen et al. (2002) \n\ntestou vários métodos para criar uma máscara para  Engabreen (13°55’ N – 66°40’ E), que \n\ndescarga a geleira Svartisen Ocidental, Noruega, usando os seguintes produtos e dados Landsat \n\nETM+ de 1999: banda do infravermelho termal (TM6), razão de bandas TM3/TM5, razão de \n\nbandas TM4/TM5 e Normalized Difference Snow Index (NDSI). O melhor resultado foi obtido \n\nutilizando um método de limiarização na banda termal do ETM +, que mostrou um claro \n\ncontraste entre a geleira e os seus arredores, mesmo em áreas de sombras. O método é mais \n\ndifícil de aplicar em geleiras de vales estreitos, ou cobertas por detritos ou com cobertura de \n\nneve no entorno das margens (Pellika e Rees, 2010), pois a resolução espacial da banda termal é \n\nmenor que das bandas do visível e infravermelho, 30 m e 120 m, respectivamente.  \n\n Detritos na superfície e arredores, cobertura de neve nas margens e vizinhanças, e \n\ncobertura de nuvens introduzem incertezas no mapeamento de geleiras. Vários métodos têm \n\nsido desenvolvidos para superar essas incertezas. Em procedimentos automáticos e \n\nsemiautomáticos para a delimitação da área das geleiras, diversas máscaras podem ser criadas \n\nusando distintos índices e valores de limiar calculados de imagens de satélite. Hendriks e \n\nPellikka (2007), por exemplo, criaram máscaras para água, nuvens e finalmente para a geleira \n\nHintereisferner (46°48’17”  N – 10°46’25” W) a partir de dados Landsat ETM +. Mudanças nas \n\náreas de geleiras são consideradas indicadores de mudanças climáticas regionais e só podem ser \n\nmonitoradas via SR (Pellika e Rees, 2010).  \n\n O NDSI é usado no mapeamento da cobertura de neve utilizando a diferença \n\nnormalizada entre duas bandas, uma na parte visível do espectro eletromagnético e outra no \n\ninfravermelho próximo, ou no de ondas curtas (Hall e Riggs, 2010). A neve apresenta alta \n\nreflectividade na parte visível do espectro e grande absorção nas regiões do infravermelho \n\npróximo e no de ondas curtas, já a reflectância das nuvens permanece alta mesmo nesses \n\ncomprimentos. Dessa forma, o NDSI é adequado para diferenciar nuvens e gelo (Hall \n\ne Riggs, 2010).  \n\n3.2.  Materiais \n\n3.2.1.  Dados Cartográficos \n\n O estudo desenvolvido se assenta sobre a região representada em uma carta topográfica \n\n1:70.000 disponível com malha de coordenadas na projeção Universal Transversa de Mercator \n\n(UTM) produzida pelo Institute for Photogrammetry and Engineering Surveying and the \n\nGeographic Institute of the University of Hanover. Esse mapa, Verbreitung Von Gletschern und \n\n\n\n30 \n\n \n\nneuzeitlichen Möranen in der Cordillera Apolobamba/Cololo Region (Ostkordillere), foi \n\nelaborado a partir de fotografias aéreas, de pontos de controle adquiridos em 1975 pelo Instituto \n\nGeográfico Militar (IGM) da Bolívia, de rede de medição oficial da Bolívia e de imagens \n\nLandsat de 1975. Todo esse material foi publicado por Jordan (1990).  \n\n3.2.2.  Dados Orbitais \n\nConsiderando a área coberta pela carta como critério, foram selecionadas imagens \n\nreferentes à região Cololo no Catálogo de Imagens do INPE (<http://www.dgi.inpe.br/CDSR/>). \n\nA seleção de imagens constitui um dos maiores desafios para a realização deste tipo de trabalho. \n\nEmbora o INPE disponibilize um catálogo de imagens vasto, a procura por imagens adequadas é \n\nlaboriosa e nem sempre satisfatória. Muitas cenas possuem alta cobertura de nuvens, o que é \n\nbastante comum já que se trata de uma região tropical. Há, também, a ocorrência de ruídos e de \n\ninstabilidade da plataforma, no caso do satélite CBERS. Assim, buscou-se identificar o maior \n\nnúmero possível de cenas considerando a qualidade e a época de imageamento, privilegiando \n\nimagens: (i) durante a estação seca, pois a incidência de nebulosidade é menor ou (ii) no final do \n\nperíodo úmido, que para a Bolívia ocorre entre os meses de outubro e abril (Vuille et al., 2008). \n\nForam selecionadas 1 imagem HRC/ CBERS-2B e 17 cenas Landsat-5/TM.  \n\n3.2.2.1. Câmara Pancromática de Alta Resolução – HRC/CBERS-2B \n\nApenas uma cena HRC/CBERS-2B adequada foi encontrada no catálogo do INPE. \n\nAlgumas características da imagem podem ser visualizadas na Tabela 3.4 e na Figura 3.2. \n\n  \n\nTabela 3.4. Cena HRC/CBERS-2B. \n\nData Sensor Missão Órbita/Ponto Azimute Solar  Elevação  \n\n22/05/2008 HRC CBERS-2B 179-A/117-1 32,9851 48,2173 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n31 \n\n \n\n \n\n \n\nCBERS-2B/HRC – 179-A/117-1 – 22/05/2008 \n\nPancromática \n\n0,50-0,80 µm \n\n \n\nFigura 3.2. Geleira Cololo (Cordilheira Apolobamba, Bolívia), área de 4,5 x 3,45 km destacada da cena \n\nHRC/CBERS-2B. \n\n \n\n \n\n3.2.2.2. Thematic Mapper/Landsat-5 \n\n Para este estudo foram selecionadas 17 imagens TM/Landsat-5 abrangendo a área de \n\nestudo desde 1989 até 2011, priorizando a estação seca associada ao inverno austral \n\n(Tabela 3.5).  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n32 \n\n \n\nTabela 3.5.  Cenas TM/Landsat-5. \n\nData Sensor Missão Órbita/Ponto Azimute Solar  Elevação Solar  \n\n14/08/1989 TM Landsat 5 002/70 54,651 42,5991 \n\n01/08/1990 TM Landsat 5 002/70 51,7105 38,7844 \n\n21/07/1992 TM Landsat 5 002/70 48,8511 37,8798 \n\n12/08/1994 TM Landsat 5 002/70 55,1335 40,3137 \n\n31/08/1995 TM Landsat 5 002/70 63,8831 41,4119 \n\n02/09/1996 TM Landsat 5 002/70 62,5462 45,2113 \n\n05/09/1997 TM Landsat 5 002/70 60,8344 49,1535 \n\n11/09/1999 TM Landsat 5 002/70 62,2593 51,648 \n\n30/07/2001 TM Landsat 5 002/70 47,321 42,2466 \n\n04/07/2003 TM Landsat 5 002/70 43,4431 38,9679 \n\n22/07/2004 TM Landsat 5 002/70 45,1506 41,4917 \n\n10/08/2005 TM Landsat 5 002/70 48,4991 45,752 \n\n12/07/2006 TM Landsat 5 002/70 40,9366 42,14 \n\n03/09/2008 TM Landsat 5 002/70 57,3318 51,4617 \n\n05/08/2009 TM Landsat 5 002/70 46,8707 44,9414 \n\n08/08/2010 TM Landsat 5 002/70 47,3003 45,7441 \n\n27/08/2011 TM Landsat 5 002/70 53,5901 50,0111 \n\n3.3. Métodos  \n\n A metodologia foi dividida em 3 etapas principais: pré-processamento, processamento e \n\npós-processamento. A primeira etapa compreende a preparação dos materiais para a integração \n\nem ambiente de Sistema de Informação Geográfica (SIG). A segunda etapa apresenta as \n\ntécnicas desenvolvidas para a classificação das geleiras e a geração do Modelo Digital de \n\nElevação (MDE). A terceira etapa envolve o tratamento final das informações geradas, \n\nnecessário a integração no ambiente SIG. Foram utilizados diversos programas computacionais, \n\nsendo os principais destacados na Tabela 3.6 e os programas usados de forma auxiliar apenas \n\ncitados ao longo do texto. \n\nTabela 3.6. Principais programas utilizados neste estudo.  \n\nPrograma Aplicação  \n\nERDAS  Georreferenciamento das imagens orbitais e classificação das geleiras  \n\nARCGIS Georreferenciamento e vetorização da carta topográfica e integração das \n\ninformações cartográficas e orbitais \n\nSGEMS Interpolação e geração do MDE \n\nGSLIB Validação do MDE \n\n \n\n\n\n33 \n\n \n\n3.3.1. Pré-Processamento \n\n As imagens geradas por sensores orbitais demandam uma série de correções para que \n\npossam ser utilizadas conjuntamente. Primeiramente deve-se realizar uma correção geométrica. \n\nEste processo atribui propriedades de escala e de projeção de um sistema cartográfico adequado \n\nàs informações digitais. Esse processo, denominado georreferenciamento, é realizado com a \n\ndefinição de pontos de controle (GCP), que são pontos do terreno (com coordenadas bem \n\ndefinidas) correspondentes a pontos reconhecidos na imagem a ser referenciada.  \n\n  As imagens são disponibilizadas pelo INPE corrigidas radiométricamente (nível 1) , \n\nmas é necessário registrá-las, adequando todas as imagens ao mesmo sistema de coordenadas e \n\nsistema geodésico de referência. Neste estudo foram aplicadas as coordenadas UTM (Universal \n\nTransversa de Mercator) e sistema geodésico WGS84 (World Geodetic System 84) ? zona 19S. \n\n A partir da informação cartográfica foram obtidos pontos de controle para o \n\ngeorreferenciamento e ortorretificação da imagem de alta resolução. A imagem HRC/CBERS-\n\n2B foi então utilizada para registrar a imagem TM/Landsat-5 do ano de 1989 com erro médio \n\nquadrático (RMS) de 0,77 e 67 pontos de controle. Destes, apenas 12 foram identificados \n\nautomaticamente utilizando o aplicativo AutoSync Workstation Erdas Imagine 9.2. As demais \n\nimagens TM foram registradas tendo por referência a cena de 1989. O aplicativo AutoSync \n\nWorkstation realiza o corregistro de imagens utilizando filtros morfológicos para a identificação \n\ndos GCPs, e possibilita que o analista exclua e inclua pontos manualmente. Na Tabela 3.7 estão \n\ndefinidos os RMS das 16 imagens registradas à imagem TM de 1989. \n\n \n\nTabela 3.7. RMS resultante do corregistro das cenas TM/Landsat-5, 001-71, período 1990?2011, tendo \n\npor imagem de referência a cena de 1989 corregistrada com a imagem de alta resolução do CBERS-2B.  \n\nAno RMS Ano RMS \n\n1990 0,34 2003 0,41 \n\n1992 0,44 2004 0,33 \n\n1994 0,37 2005 0,42 \n\n1995 0,33 2006 0,39 \n\n1996 0,36 2008 0,38 \n\n1997 0,32 2009 0,43 \n\n1999 0,38 2010 0,58 \n\n2001 0,45 2011 0,39 \n\n \n\n\n\n34 \n\n \n\n3.3.2. Processamento \n\n3.3.2.1. NDSI – Normalized-Difference Snow Index \n\nA utilização de operações entre bandas do visível e do infravermelho próximo é largamente \n\naplicada em estudos de vegetação (NDVI - Normalized-Difference Vegetation Index) e desde os \n\nanos 1970 é usado em estudos de glaciologia sendo denominado Normalized-Difference Snow \n\nIndex (NDSI) (Hall e Rigs, 2010). Esses índices utilizam duas bandas, onde o fenômeno de \n\ninteresse apresenta respostas espectrais opostas e, utilizando operações matemáticas simples, \n\nreduzem a dimensionalidade dos dados.  \n\nHá trabalhos que desenvolvem o NDSI utilizando a conversão dos contadores digitais para \n\nreflectância (Ariza 2006; Ramírez  et al. 2011)  e outros que utilizam o próprio número digital \n\n(Hendriks e Pellikka, 2007; Silverio e Jaquet, 2012). Por exemplo, Ariza (2006), ao desenvolver \n\nestudo sobre o Nevado Del Huilla, nos Andes colombianos, utilizou valores de reflectancia para \n\nanalisar imagens MSS, TM e ETM+. Mas conforme Hendriks e Pellikka (2007), GLIMS \n\nAlgorithm Working Group (Käab et al., 2004)  e Silverio e Jaquet (2012), esta conversão não \n\nmelhora a identificação da área coberta por gelo utilizando o NDSI e, assim, não precisa ser \n\nrealizada, resultando em redução do tempo de processamento. Isso é possível porque a obtenção \n\nde imagens artificiais, que contêm informações reduzidas às mesmas dimensões, possibilita a \n\nanálise temporal do fenômeno variando dentro de um mesmo intervalo de valores.  \n\nNeste trabalho a metodologia foi realizada aplicando o NDSI aos contadores digitais. O \n\nalgoritmo utilizado para a diferenciação das geleiras foi desenvolvido utilizando o aplicativo \n\nModeler Erdas (Figura 3.4). De maneira geral, pode-se dizer que a implementação do \n\nclassificador envolve as etapas de identificação das geleiras propriamente ditas e subtração dos \n\ncorpos d’água e de nuvens. \n\n \n\n\n\n35 \n\n \n\n \n\nFigura 3.4. Fluxograma de implementação Erdas Modeler utilizado para classificar a cobertura de gelo \n\ndo Nevado Cololo. \n\n A neve se distingue de outros materiais da superfície terrestre por apresentar alta \n\nreflectividade na parte visível do espectro e baixa reflectividade no infravermelho próximo \n\n(Ariza, 2006). A combinação dessas duas propriedades espectrais é utilizada pela diferença \n\nnormalizada aplicada pelo NDSI (Equação 3.1) e que gera como produto uma imagem artificial \n\nnormalizada onde a cobertura glacial é realçada e em seguida diferenciada de outros materiais a \n\npartir da definição de um limiar. O limiar de 0,59 foi definido a partir da determinação do \n\ncomportamento médio dos valores de NDSI nas imagens artificiais geradas. Foram selecionadas \n\náreas de interesse onde a cobertura glacial era evidente. Combinações de bandas TM e a \n\nimagem de alta resolução foram utilizadas de maneira auxiliar para a seleção dessas áreas.  \n\n   \n\n???? =  \n(??2???5)\n\n(??2+??5)\n            (Equação 3.1) \n\n \n\n O NDSI é uma ferramenta confiável para a identificação da cobertura de neve e gelo. \n\nEntretanto, não distingue corpos d’água e, por isso, deve-se refinar o resultado subtraindo os \n\ncorpos d’água reconhecidos pelo Normalized Difference Water Index (NDWI) (Equação 3.2) do \n\nNDSI.  \n\n\n\n36 \n\n \n\n \n\n???? =  \n(??2??? 4)\n\n(??2+??4)\n       (Equação 3.2) \n\n \n\n O índice NDWI utiliza as bandas que abrangem os intervalos espectrais correspondentes \n\nao verde e ao infravermelho próximo onde os corpos d’água tendem a se comportar \n\nespectralmente de maneira oposta. O limiar utilizado para a diferenciação dos corpos d’água foi \n\ndeterminado a partir da seleção de uma área de interesse referente a um lago em frente à geleira \n\nCololo, vetorizada manualmente utilizando a banda TM4 da cena de 2011. Em seguida foram \n\ncoletadas informações estatísticas dessa área de interesse em todas as imagens TM/Landsat-5 \n\nselecionadas para este estudo (Figura 3.5). Esse lago proglacial foi selecionado por ter se \n\nformado durante o período em análise e, dessa forma, foi possível obter o limiar a partir do \n\nvalor médio de NDWI quando do seu estabelecimento. Assim, concluiu-se que o lago resultante \n\nda retração da geleira Cololo se estabeleceu entre 2001 e 2004 e o limiar foi definido como \n\nsendo 0,27. \n\n \n\n \n\nFigura 3.5. A definição do limiar para a criação da máscara de água se deu a partir da criação de um \n\npolígono de interesse criado sobre um lago proglacial na imagem de 2011 utilizando a \n\nbanda 4. Considerando esse polígono, foram obtidas as prinicipais estatísticas nas imagens NDWI para a \n\ndeterminação do limiar.  \n\n\n\n37 \n\n \n\n \n\n Em seguida foi utilizado um limiar para a banda TM5 para a remoção de possíveis \n\nnuvens nas imagens (Figura 3.6). A definição se deu a partir da cena de 2001 onde foi \n\nidentificado um setor sobre a geleira onde havia a ocorrência de nuvens.  O limiar 90 refere-se a \n\ncontador digital, acima desse limite admitiu-se a ocorrência de nebulosidade, pois nos \n\ncomprimentos de onda delimitados pela banda TM5 a reflectividade da nebulosidade permanece \n\nelevada enquanto que a da cobertura de gelo não. \n\n \n\n \n\n \n\nFigura 3.6. Detecção de bordas em setores com cobertura de nuvens, imagem TM de 2001. Vista \n\nsuperior: composição TM 432. Vista inferior: banda 5.  \n\n3.3.2.2.  Modelo Digital de Elevação  \n\n O Modelo Digital de Elevação (MDE) é uma representação matemática da distribuição \n\nespacial da característica de um fenômeno vinculada a uma superfície real (DPI/INPE, 2012). A \n\n\n\n38 \n\n \n\nobtenção de MDE oferece o produto mais comum para a extração de informações topográficas e \n\npara a modelagem de processos superficiais como a glaciação (Bolch et al., 2005). A topografia \n\npode ser considerada um fenômeno espacial e temporal, pois é resultado de processos \n\nendogenéticos e exogenéticos que atuam ou atuaram na paisagem e tem relativa estabilidade no \n\ntempo histórico. Portanto, é fundamental para a análise de eventos que só são possíveis \n\nconsiderando uma terceira dimensão.   \n\n MDEs podem ser obtidos a partir de diversos tipos de dados e técnicas. Entretanto, a \n\ncoleta de informação no terreno é bastante desejável para a realização de modelos mais \n\nacurados. Os modelos mais comumente usados em trabalhos de geoprocessamento e \n\nsensoriamento remoto são os MDEs derivados dos modelos globais SRTM (Shuttle Radar \n\nTopography Mission) e o ASTERGDEM (ASTER Global Digital Elevation Map). Também \n\npodem ser obtidos modelos a partir de pares de imagens estereoscópicas. As imagens ASTER \n\n(Advanced Spaceborne Thermal Emission and Reflection) são indicadas pelo GLIMS, mas \n\npodem também ser obtidas por outros sensores como o CCD (Charge-Coupled Device) do \n\nsatélite sinobrasileiro CBERS. Entretanto, a acurácia desses modelos está diretamente vinculada \n\na obtenção de pontos de controle em campo (Bolch e Kamp, 2006). A principal vantagem dos \n\nMDEs gerados a partir das imagens ASTER é capacidade de gerar modelos multitemporários \n\naplicáveis ao monitoramento de geleiras (Bolch e Kamp, 2006). \n\n A distribuição espacial de um fenômeno pode ser inferida pela interpolação de dados \n\namostrais pontuais através de técnicas como triangulação, média local das amostras e métodos \n\nda distância inversa. No entanto, esses interpoladores apresentam resultados insatisfatórios \n\nquando o número de amostras é esparso e não incorporam a distribuição geográfica do \n\nfenômeno. Muitos diagnósticos próprios das Ciências da Terra são resultados de estudos \n\nrealizados a partir de dados amostrais de fenômenos que não ocorrem de maneira aleatória \n\nespacialmente. Contudo, na maioria das vezes, os dados não são abundantes devido a \n\ndificuldades de amostragem (inerente) e análise das coletas. Essas dificuldades têm a ver com a \n\nacessibilidade e os recursos, humanos e financeiros, necessários. Dessa forma, é imprescindível \n\nque o analista utilize técnicas de inferência visando a melhor interpolação dos dados amostrais \n\nexistentes sobre a área de interesse. \n\n A geoestatística oferece uma série de ferramentas que tornam possível a descrição da \n\ncontinuidade espacial de características de fenômenos naturais (Isaaks e Srivastava, 1989). Na \n\ngeoestatística a existência de um modelo de dependência espacial permite estimar um atributo \n\nem locais onde este não foi amostrado (Goovaerts, 1997). Para que os resultados sejam precisos \n\ndeve-se conhecer estatisticamente os dados amostrais, a continuidade espacial e o \n\ncomportamento físico dos fenômenos de interesse. A Krigagem, diferente de outros métodos de \n\ninterpolação, estima uma matriz de covariância espacial que determina os pesos atribuídos às \n\ndiferentes amostras, levando em conta a redundância dos dados (agrupamento), a vizinhança a \n\n\n\n39 \n\n \n\nser considerada na inferência e o erro associado ao valor estimado. Assim, a interpolação de \n\ndados amostrais se dá por combinações lineares que tratam este endereçamento com um peso \n\ndefinido pela quantidade de pares de amostras separados por uma determinada distância \n\n(variograma e correlograma, por exemplo) para prever valores em áreas não amostradas. Essas \n\nidéias tiveram inicio com Daniel Krige (1951) e tem forte embasamento na teoria das variáveis \n\nregionalizadas de Matheron (1971) (Camargo, 1998). \n\n A interpolação dos dados, ou estimativa dos valores onde não existem dados \n\namostrados, demanda a execução de quatro etapas: análise estatística dos dados amostrais, \n\nidentificação dos eixos de continuidade espacial, definição do modelo variográfico e validação \n\ncruzada e interpolação, a krigagem propriamente dita (Costa e Souza, 2011). A obtenção de \n\nhistogramas e sumários estatísticos caracteriza a distribuição dos valores amostrais auxiliando \n\nna organização dos dados e, por conseguinte, na caracterização e definição de estratégias para \n\ndeterminação da continuidade espacial e krigagem.  \n\n A continuidade espacial é a medida de variabilidade dos dados amostrais, ou seja, é \n\nmedida a partir da relação da variância com a distância. Essa relação parte da ideia de que certos \n\neventos contínuos apresentam variação de certas propriedades de acordo com a direção \n\n(anisotropia). Para isso, contam-se os pares de dados com a mesma distância (lag) entre si e o \n\nquanto o teor varia nessa distância. Assim são obtidos os variogramas práticos referentes às \n\ndireções de maior e menor anisotropia aos quais serão ajustados os variogramas teóricos \n\nnecessários para a definição dos pesos do estimador da krigagem ordinária (KO).  \n\n No gráfico do variograma (Equação 3.3), também chamado semivariograma, coloca-se \n\na variância no eixo y e a distância (lag) no eixo x e são plotados os pares de pontos que \n\napresentam a mesma distância e a sua variância média (Figura 3.7). Com os dados plotados no \n\ngráfico, deve-se ver a tendência dos pontos para x=0, ou seja, quando a distância entre as \n\namostras é zero. Essa tendência é chamada de “efeito pepita” (nugget effect). A curva do \n\nvariograma é montada considerando o efeito pepita e a variância de todos os teores do banco de \n\ndados. A diferença entre o efeito pepita e a variância das amostras é chamada de “sill”. Os \n\nvalores de efeito pepita e sill devem ser indicados no modelamento do variograma para que se \n\npossa ajustar a curva do modelo de variograma teórico. Geralmente são utilizados os modelos \n\nexponencial, esférico e gaussiano (Isaaks e Srivastava, 1989; Goovaerts, 1997).  \n\n \n\n ?(h) =\n1\n\n2N(h)\n? [Z(xi-Z(xi + h)]\n\n2N(h)\ni=1\n\n        (Equação 3.3) \n\n \n\n\n\n40 \n\n \n\n \n\nFigura 3.7. Partes constituintes do variograma (ou semivariograma) (Costa e Souza, 2011). \n\n \n\n O modelo teórico ajustado ao variograma prático determinará os pesos atribuídos aos \n\ndados amostrais para a estimativa dos pontos não amostrados definidos como os nós de uma \n\nmalha regular. A KO realiza as estimativas ponderadas por combinações lineares dos dados \n\ndisponíveis e a ausência de viés é confirmada se a média residual for igual a zero (Isaaks e \n\nSrivastava, 1989). Dentre várias técnicas de krigagem, a do tipo ordinária concebe uma forma \n\nde estimação linear para uma variável regionalizada que não requer a definição de média global, \n\nnecessária para a krigagem simples, pois assume a hipótese da estacionaridade da média restrita \n\na uma vizinhança centrada no local que se está estimando. Está média desconhecida é filtrada do \n\nestimador linear limitando o somatório dos pesos da krigagem a 1 (Goovaerts, 1997).  \n\n \n\nZ*(u) =  ? ?a(u)Z(ua)  \nn(u)\na=1                  (Equação 3.4) \n\n \n\n  A Equação 3.4 fornece o estimador KO em que Z*(u) são os dados experimentais, os ?? \n\nponderadores associados aos locais conhecidos,  Z(ua) e n refere-se ao número total de dados. \n\n Para este trabalho propomos obter o MDE do Nevado Cololo utilizando os programas \n\nSGEMS (Remy et al., 2012) e GSLIB (Deutsh e Schnetzler, 2009) com auxílio dos aplicativos \n\nExcel e Wordpad (Microsoft) e ArcToolbox Pro (ESRI) utilizando a interpolação pela \n\nmetodologia da KO.  \n\n\n\n41 \n\n \n\n \n\nFigura 3.8.  Localização dos pontos de elevação, obtidos da carta 1: 70 000, utilizados na interpolação \n\nsobre cena HRC/CBERS-2B. \n\n Foram tomados da carta topográfica, digitalizada, 830 pontos de elevação definidos no \n\nformato vetorial. A distribuição espacial dos pontos cotados pode ser visto nas Figuras 3.8 e 3.9. \n\nEsses pontos foram inseridos no programa SGEMS para a obtenção do comportamento \n\nestatístico dos dados amostrais, determinação das direções de continuidade espacial, modelagem \n\ndo variograma e krigagem. Também foi definida a malha para a interpolação, baseada nas \n\ncoordenadas UTM/WGS84 da localização do Nevado Cololo, com os seguintes parâmetros: \n\nOrigem: x=478900/ y=8348800; Dimensão da célula: x=30/y=30; Número de células: \n\nx=670/y=510. O número de células foi definido em função da resolução espacial das imagens \n\nTM/Landsat-5.  \n\n Na Figura 3.9 temos o mapa de localização dos dados amostrais e o sumário estatístico \n\nobtidos do SGEMS.  A cota mínima verificada é 3.903 m e a máxima 5.776 m a.n.m., refletindo \n\nas altas altitudes do Nevado Cololo com a maioria dos pontos entre 4.000 e 5.000 m. A \n\nvariância é uma medida de dispersão que reflete o comportamento entre os pares amostrais e é \n\nnecessária a definição do modelo variográfico que, por sua vez, a relaciona com a distância que \n\nsepara os pontos. \n\n \n\n\n\n42 \n\n \n\n \n\n \n\n \n\nFigura 3.9. Mapa de localização, histograma e sumário estatístico dos dados amostrais das elevações do \n\nNevado Cololo. Os pontos foram exagerados para otimizar o contraste visual.  \n\n \n\nPara a obtenção das direções de anisotropia foram utilizados os seguintes parâmetros: \n\nLags: 25; Lag separation: 300; lag tolerance: 150; azimuth: 150; dip: 0; angle tolerance: 11.25; \n\nbandwidth: 10000; Measure Type: Variogram. O padrão de continuidade espacial foi \n\ninvestigado em diversas direções, por fim definiram-se os eixos de anisotropia. Os azimutes \n\n150° e 40º foram identificados como os de maior e menor continuidade espacial, \n\nrespectivamente. \n\n O modelo foi ajustado ao variograma de maior continuidade espacial com os seguintes \n\nparâmetros: Nugget Effect: 1000; Nb. of Structures: 2. Structure 1: Sill: 38731; Type: Spherical; \n\nRanges: Max 2400, Med 2400, Min 0, Angles 150. Strucuture 2: Sill 39000; Type: Spherical; \n\nRanges: Max 4800. Med 4800, min 2625. O efeito pepita e o número de estruturas foram \n\ndefinidos com o auxílio dos variogramas experimentais omnidirecionais, onde o ângulo de \n\ntolerância é sempre maior que 90º (Figura 3.10). \n\n \n\n\n\n43 \n\n \n\n  \n\nA B \n\nFigura 3.10. Variogramas das direções de maior (A) e menor (B) continuidade espacial e modelo teórico \n\najustado ao variograma (A).  \n\n O modelo foi validado utilizando a correlação cruzada. Essa validação é feita retirando-\n\nse um dado amostral por vez e reestimando-o a partir dos pontos remanescentes. Esta etapa foi \n\nrealizada utilizando o aplicativo KT3D do GSLIB. Os 830 valores reestimados apresentaram \n\nalta correlação com os valores verdadeiros, coeficiente de correlação igual a 0,93 e decréscimo \n\nda variância (Figura 3.11). O decréscimo da variância resulta da suavização do modelo, pois o \n\nvalor estimado é uma aproximação probabilística, e é inerente a técnicas de interpolação. \n\n \n\n \n\nFigura 3.11. Gráfico de dispersão dos valores verdadeiros e dos estimados. \n\n Na Figura 3.12 o gráfico de dispersão foi elaborado utilizando os resíduos e os valores \n\nestimados para a determinação da tendência do modelo. Os resíduos referem-se à diferença \n\nentre os valores estimados e verdadeiros, ou seja, o erro. A média dos resíduos é denominada \n\n\n\n44 \n\n \n\nviés e espera-se que se aproxime de zero. No modelo determinado observa-se um viés de 5,2, o \n\nque indica que haverá locais onde a modelagem resultará em valores superestimados.  \n\n \n\n \n\n \n\n \n\nFigura 3.12. Gráfico de dispersão dos valores estimados e dos resíduos para a checagem da não \n\ntendecionalidade do modelo. \n\n \n\n \n\n A tendência de obter valores superestimados também se reflete nos histogramas e mapas \n\nde localização (Figura 3.13). Na figura 3.13B observam-se pontos variando de amarelo a \n\nvermelho. Nestes locais, o modelo superestimou os valores. No entanto, considerou-se o desvio \n\npadrão do erro de ±102,6 m, aceitável para as finalidades deste estudo e o modelo foi \n\nconsiderado válido. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n45 \n\n \n\n   \n\n  \n \n\nA B C \n\n   \n\nFigura 3.13. (A) pontos de elevação, (B) Erro: diferença entre o valor real e o estimado; (C) pontos de \n\nelevação estimados.  \n\n \n\n A etapa de interpolação foi realizada utilizando o estimador da krigagem ordinária \n\nutilizando o programa SGEMS. Na figura 3.14 estão os dados estimados e a variância da \n\nestimativa da forma como são visualizados no SGems. Grandes partes da grade necessária a \n\nkrigagem não contem dados e por isso o interpolador realiza estimativas com grande variância, \n\nrepresentada pelos tons de amarelo a vermelho (Figura 3.14B). \n\n \n\n \n\n  \n\nA B \n\nFigura 3.14. Resultado (A) e variância; (B) da Krigagem Ordinária dos pontos de elevação.  \n\n \n\n O resultado da krigagem foi convertido para o formato raster para utilização em \n\nambiente de SIG. Utilizando o Erdas Imagine 9.2 foram retiradas as áreas onde não havia dados \n\ne, portanto, onde as estimativas geradas não faziam sentido (Figura 3.15A). Na figura 3.15B o \n\n\n\n46 \n\n \n\nmodelo resultante da interpolação por krigagem ordinária pode ser visualizado considerando as \n\ntrês dimensões com uma imagem TM/Landsat-5 de 1989 e as linhas de cumeada da carta \n\ntopográfica.  \n\n \n\n \n\n \n\n \n\nFigura 3.15. (A) Resultado da krigagem, definido no formato raster, com vetores de divisores de águas e \n\npontos de elevação sobrepostos. (B) Visão em três dimensões com imagem TM e vetor de divisores de \n\náguas sobrepostos.  \n\n3.3.3. Pós-Processamento \n\na) NDSI \n\nA classificação gerada foi refinada utilizando as ferramentas Clump, para a identificação de \n\nagrupamentos com 4 elementos contíguos, e Eliminate para exclusão de áreas menores que 111 \n\npixels (~ 0,1 km2) e confirmada manualmente utilizando a identificação da cobertura de gelo \n\ncontida na carta topográfica. Dessa forma foram excluídas áreas com cobertura de neve sazonal \n\nque foram identificadas pelo classificador, mas que não constituíam geleiras. \n\n \n\nb) MDE \n\n O modelo demandou uma suavização para melhor contraste visual em setores onde \n\nhavia poucos dados amostrais. Estes foram suavizados utilizando uma filtragem de redução de \n\nruídos, foi utilizado um filtro estatístico de média 5 pixels x 5 pixels.  \n\n3.4. Variáveis climáticas na região do Nevado Cololo \n\nSéries temporais de dados climáticos são escassas na região da Cordilheira Oriental. \n\nAssim, geralmente são utilizados dados provenientes de modelos como o National Centers for \n\nEnvironmental Prediction/National Center for Atmospheric Researdh Reanalysis Project \n\n(NCEP/NCAR Reanalysis) (Ribeiro, 2007; Racoviteanu et al., 2008), Global Precipitation \n\nClimatology Centre (GPCC) e Climatic Research Unit Time-series (CRUTS) (Rudolf et al., \n\n\n\n47 \n\n \n\n1993, 1994 e 2005; Rudolf e Schneider, 2005; Jones e Harris, 2008). Neste estudo utilizamos \n\ndados de precipitação e temperaturas do GPCC e CRUTS. Enquanto o modelo de reanálises \n\n(Racoviteanu et al., 2008) fornece dados para uma grade cujas células apresentam a dimensão \n\nde 2,5° x 2,5°, os dados GPCC e CRU apresentam células com maior resolução espacial, \n\ndimensão 0,5° x 0,5°, porém estes não apresentam dados para distintos níveis da atmosfera. Os \n\ndados GPCC e CRUTS são resultado da interpolação de dados de milhares de estações \n\nmeteorológicas, com cobertura temporal irregular, ajustados a uma malha regular gaussiana. \n\nEstes dados são valiosos para a avaliação de mudanças de parâmetros ambientais climáticos em \n\ngrandes escalas, mas fatores locais podem não ser percebidos. Todo interpolador tende a \n\nsuavizar a informação e a dimensão das células abarcam distintos biomas cujas iterações com o \n\nclima são bastante variadas como a região andina, interandina e amazônica e que resultam na \n\ninformação média contida na célula. \n\n3.4.1. Materiais e Métodos \n\nForam selecionados os dados de precipitação e temperatura, GPCC3 e CRUTS4, \n\ncorrespondentes a latitude 14°45’ S e longitude 69°15’ O, ID 2092. A área de cobertura desta \n\ncélula pode ser verificada na Figura 3.16, onde os marcadores vermelhos correspondem aos \n\nvértices do pixel cuja resolução é 0,5° x 0,5°. A partir das médias diárias foram obtidas as \n\nmédias mensais para o período entre janeiro de 1975 e dezembro de 2009, para a série temporal \n\nde temperaturas, e de janeiro de 1975 a dezembro de 2010, para a de precipitações. \n\n \n\n                                                      \n\n3 &lt;http://www.esrl.noaa.gov/psd/data/gridded/data.gpcc.html>  \n\n \n4 &lt;http://badc.nerc.ac.uk/view/badc.nerc.ac.uk__ATOM__dataent_1256223773328276>  \n\nhttp://www.esrl.noaa.gov/psd/data/gridded/data.gpcc.html\nhttp://badc.nerc.ac.uk/view/badc.nerc.ac.uk__ATOM__dataent_1256223773328276\n\n\n48 \n\n \n\n \n\nFigura 3.16. Localização dos vértices da célula selecionada para a coleta de dados de temperatura e \n\nprecipitação GPCC e CRUTS, das estações Charazani e Cojata e do Nevado Cololo.  \n\n \n\n Também foram identificadas, nos bancos de dados do Servício Nacional de \n\nMeteorología e Hidrología – Bolivia (SENAMHI-BO)5 e do Servício Nacional de Meteorología \n\ne Hidrología del Perú (SENAMHI-PE)6, as estações meteorológicas mais próximas ao Nevado \n\nCololo que pudessem fornecer dados para o período em análise. Os dados são escassos e a \n\nmaioria das estações apresenta problemas na regularidade da amostragem. Foram coletados os \n\ndados de precipitação da estação Charazani, de janeiro de 1979 a dezembro de 2011, e da \n\nestação Cojata, de outubro de 2007 a outubro de 2012. Na Figura 3.16 correspondem, \n\nrespectivamente, aos marcadores azul e roxo. Os dados da estação Charazani correspondem a \n\nmédias mensais e os dados da estação Cojata correspondem a temperaturas diárias médias \n\n                                                      \n\n5 Sistema de Processamiento de Datos Meteorológicos: http://www.senamhi.gob.bo  \n\n6 http://www.senamhi.gob.pe/  \n\nhttp://www.senamhi.gob.bo/\nhttp://www.senamhi.gob.pe/\n\n\n49 \n\n \n\nmáximas e mínimas das quais foram obtidas as médias mensais. Os dados tabulados, gráficos e \n\ntendências foram elaborados no aplicativo Excel. \n\n Qualquer análise sobre variações ambientais nos Andes centrais deve levar em conta o \n\nfenômeno não sazonal oceânico-atmosférico de maior impacto sobre a região. A ocorrência de \n\neventos El Niño é verificada pelo Índice Mutivariado ENOS, este índice leva em conta a \n\nvariação do nível de pressão, das componentes zonais e meridionais dos campos de vento, da \n\nocorrência de nebulosidade e das temperaturas superficiais oceânicas e atmosféricas no Oceano \n\nPacífico tropical7. Na Figura 3.17 observa-se a oscilação entre eventos positivos e negativos no \n\nperíodo 1950?2012.  \n\n \n\n \n\n \n\nFigura 3.17. Série temporal da variação do índice multivariado ENSO 1950-2012 \n\n(http://www.esrl.noaa.gov/psd/enso/mei/). \n\n  \n\n                                                      \n\n7 http://www.esrl.noaa.gov/psd/enso/mei/ \n\nhttp://www.esrl.noaa.gov/psd/enso/mei/\nhttp://www.esrl.noaa.gov/psd/enso/mei/\n\n\n50 \n\n \n\n4 RESULTADOS E DISCUSSÕES \n\n Este capítulo expõe os produtos e as limitações da metodologia desenvolvida. Foram \n\nobtidas as superfícies das geleiras do Nevado Cololo para os anos de 1989, 1997, 2008 e 2011 a \n\npartir do método NDSI. Os dados vetoriais gerados foram analisados tendo como referência o \n\nmodelo de elevação derivado das informações cartográficas. As geleiras foram individualizadas \n\nconsiderando as informações de Jordan (1990) e agrupadas num Sistema de Informação \n\nGeográfica (SIG) para a realização das análises estatísticas, inclusive as geradas pela \n\nvetorização das informações referentes a 1975. Também são apresentadas as informações \n\nobtidas dos dados climatológicos e as possíveis conexões com a perda da cobertura de gelo \n\nconfirmada neste estudo. \n\n4.1.  Resultados \n\n4.1.1.  Incertezas e limitações das análises dos dados de SR \n\n É necessário dimensionar as incertezas dos resultados obtidos, visto que as medidas \n\nresultantes da classificação e vetorização das geleiras são estimativas acerca das verdadeiras \n\ndimensões do corpo glacial e estas não podem ser conhecidas realmente, mas determinadas com \n\nerro associado. A definição do erro linear, horizontal, na identificação dos alvos é definida por \n\nHall et al. (2003)  baseada em Williams et al. (1991). O erro linear resulta da Equação 4.1, que \n\nleva em conta o tamanho de célula da imagem em análise, ao qual é somado ao RMS resultante \n\ndo corregistro das imagens (Tabela 3.7). \n\nerro = ?302+302 = 42,42 m  + RMS    (Equação 4.1) \n\n Sendo assim os erros lineares para os anos analisados são: ±65 m para 1989, ±52 m para \n\n1997, ±54 m para 2008, ± 54 m para 2011.  \n\n Para quantificar as incertezas quanto as áreas identificadas foi utilizada a equação 4.2 \n\n(Hall et al., 2003), onde a é o erro a ser identificado; A=x\n2\n, sendo que x é uma medida linear \n\ncorrespondente ao valor do pixel da imagem e d é a incerteza atribuída a x. \n\na = A*(2d/x)       (Equação 4.2) \n\nSendo assim os erros para as áreas definidas para os anos analisados são: ±0,0039 km2 para \n\n1989, ±0,0031 km2 para 1997, ± 0,0032 km2 para 2008, ± 0,0032 km2 para 2011. \n\n\n\n51 \n\n \n\nTabela 4.1. Variação geral da superfície das \n\nelevações da cobertura de gelo do Nevado \n\nCololo: 1975, 1989, 1997, 2008 e 2011.  \n\n \n\n4.1.2.  Variações da cobertura de gelo \n\ndo Nevado Cololo \n\n A perda contínua da superfície coberta \n\npor gelo do Nevado Cololo foi observada a \n\npartir de informações cartográficas, para o ano \n\nde 1975, e da classificação de imagens \n\nTM/Landsat-5 dos anos de 1989, 1997, 2008 e \n\n2011. Durante o período 1975–2011 houve uma \n\nperda de 42,02% (17,95 km²) da superfície \n\ncoberta por gelo e uma redução significativa do \n\nnúmero de geleiras existentes. Das 122 \n\nidentificadas (as manchas de gelo não foram \n\nincluídas na análise) em 1975 restam 48. Neste \n\nestudo consideramos as geleiras identificadas \n\npor Jordan (1990), e por isso, geleiras que se \n\nfracionaram durante o período analisado foram \n\ncontabilizadas e analisadas como elementos da \n\nmesma geleira originária. A descrição \n\nestatística das geleiras da área de estudo, \n\nlevando em conta os parâmetros fundamentais \n\npara caracterização, é apresentada na \n\nTabela 4.1.  \n\n A perda superficial de 1,17% a-1 é \n\nconsistente com as tendências verificadas nas \n\núltimas décadas em outras geleiras tropicais da \n\nAmérica do Sul e da África \n\n(Racoviteanu et al., 2008a). Em 14 anos, de \n\n1975 a 1989, houve uma redução de 7,28 km². \n\nEntre 1989 e 1997, 8 anos de intervalo, menos \n\n4,04 km², e nos 11 anos seguintes (de 1997 a \n\n2008), perda de 5,89 km². O intervalo mais \n\ncurto, 2008–2011, mantém a tendência de \n\nretração das geleiras com a perda de 0,74 km² \n\nem apenas três anos. Esse comportamento \n\ndemonstra que essas geleiras ainda não \n\nalcançaram uma situação de equilíbrio.  \n\n\n\n52 \n\n \n\n Nota-se uma clara desintegração de diversas geleiras bem como a retração em direção a \n\ncotas mais elevadas. Em 1975, o término das frentes glaciais atingia a cota mínima de \n\n4.317 m a.n.m., mas em 2011 se elevou 309 m. Atualmente não existem geleiras com cotas \n\ninferiores a 4.626 m a.n.m. no Nevado Cololo.  \n\n No Nevado Cololo predominam geleiras com dimensões inferiores a 1 km² que podem \n\nser caracterizadas como geleiras de anfiteatro, de nicho, franjas de gelo e de vale \n\n(Figuras 4.1 e 4.2). Há um predomínio dessas pequenas geleiras até a cota em torno dos \n\n4.900 m a.n.m (Figura 4.1). A manutenção dessas geleiras está condicionada a existência da \n\nzona de acumulação, que possivelmente está também retraindo. \n\n \n\n \n\n \n\n \n\nFigura 4.1. Distribuição das geleiras em função da área e da elevação média das mesmas, em \n\n1975 (vermelho) e em 2011 (azul). \n\n \n\n\n\n53 \n\n \n\n \n\nFigura 4.2. Extensão da cobertura de gelo do Nevado Cololo: 1975 (branco), 1989 (roxo), 1997 (rosa), \n\n2008 (azul escuro) e 2011 (azul claro).  \n\n A figura 4.3, com escala logarítmica para o eixo das abscissas, destaca a evolução na \n\ndas pequenas geleiras (&lt;1 km²) entre 1975 e 2011, observa-se a redução do número de geleiras \n\nde até 0,1 km². Além disso, nota-se que a perda de superfície das geleiras ocorreu em todas as \n\nvertentes, mas principalmente naquelas faces voltadas a nordeste e leste (Figura 4.4). \n\n \n\n1975 2011 \n\n \n \n\nFigura 4.3. Variação da frequência de áreas das pequenas geleiras.  \n\n\n\n54 \n\n \n\n A redução no número de geleiras foi significativa em todas as direções. Mas as faces \n\nvoltadas a sul ainda totalizam maior área, principalmente pela presença da geleira Cololo, \n\natualmente com 5,85 ± 0,0032 km². \n\n \n\n \n\n1975 2011 \n\n  \n\n  \n\nFigura 4.4.  Frequência de ocorrência das geleiras do Nevado Cololo conforme a orientação em 1975 e \n\n2011 (Gráficos direcionais elaborados em aplicativo&lt;http://www.enviroware.com>). Variação da área \n\nem relação a exposição (azimute) das geleiras. \n\n \n\n  A declividade média das geleiras durante o período em análise pouco se alterou, de \n\n24,9° chegou a 24,1° (Figura 4.5). Porém houve aumento de geleiras cuja declividade média \n\nestá entre 30° e 40°. As geleiras da região são geleiras quentes, e a declividade associada a \n\ncontínua lubrificação basal pode contribuir para que esses corpos se tornem instáveis e venham \n\na se movimentar bruscamente.  \n\n \n\n \n\n \n\n \n\n\n\n55 \n\n \n\n1975 2011 \n\n  \n\nFigura 4.5. Frequência da declividade média das geleiras do Nevado Cololo em 1975 e 2011. \n\n A retração das frentes glaciais foi maior na face leste (Tabela 4.2). Enquanto em 1975 \n\nos términos das geleiras, tanto a leste quanto a oeste, alcançavam à cota mínima de 4.831 e \n\n4.837 m a.n.m., respectivamente, passada a primeira década do século XXI a cota mínima a \n\nleste ultrapassou os 5.000 m de altitude e se elevou 97 m nas faces a oeste.   \n\nTabela 4.2. Comparação das características médias das geleiras a leste e a oeste em 1975(A) e 2011(B). \n\nA \n\n1975 \nDeclividade \n\n(°) \n\nMin Z  \n\n(m) \n\nMed Z  \n\n(m) \n\nOrientação \n\n(°) \n\nGeleiras Área \n\n(km²) \n\nÁrea total \n\n(km²) \n\nLeste 25,5 4831 4984,5 111,7 78 0,24 19,08 \n\nOeste 23,81 4837 4990,7 228,6 44 0,54 23,64 \n\nB \n\n2011 \nDeclividade \n\n(°) \n\nMin Z  \n\n(m) \n\nMed Z  \n\n(m) \n\nOrientação \n\n(°) \n\nGeleiras Área \n\n(km²) \n\nÁrea total \n\n(km²) \n\nLeste 26,31 5022 5173,50 104,7 30 0,27 8,04 \n\nOeste 20,33 4934 5127,45 229,7 18 0,93 16,73 \n\n \n\n Em 2011, das 48 geleiras restantes, apenas 17 apresentavam cota máxima acima dos \n\n5.400 m a.n.m. (Figura 4.2). Rabatel et al. (2013) analisaram séries temporais de balanço de \n\nmassa de geleiras tropicais e definiram a cota de 5.400 m a.n.m. como o valor mais aproximado \n\nda maior altitude alcançada pela linha de equilíbrio durante períodos de balanço anual negativo. \n\nAssim, 64% das geleiras do Nevado Cololo não apresentam zona de acumulação durante esses \n\nperíodos.  \n\n A frente da geleira Cololo retraiu 292,7 ±65 m entre 1975 e 1989, 105 ±52 m entre 1989 \n\ne 1997, 549 ±54 m entre 1997 e 2008 e 133,54 ±54 m entre 2008 e 2011 (Figura 4.6). Como \n\nresultado dessa rápida retração, entre 1997 e 2008, formou-se um lago na frente da geleira e \n\nparte do gelo se desconectou do corpo principal.  \n\n\n\n56 \n\n \n\n \n\nFigura 4.6. Variações da frente da geleira Cololo durante entre 1975 e 2011. \n\n \n\n4.1.3.  Análise dos dados climatológicos \n\n Os dados obtidos para a análise climatológica apresentam limitações para uma \n\ncaracterização temporal da temperatura e precipitação na região do Nevado Cololo. Porém, \n\napresentam comportamentos que indicam alterações que estão de acordo com a retração das \n\nsuperfícies das geleiras.  \n\n A precipitação na Bolívia é extremamente variável e o volume de chuva decresce de \n\nnordeste a sudoeste. No sudoeste boliviano, área de ocorrência dos salares e de vegetação \n\nxerofítica, a precipitação chega a apenas 200 mm a-¹. Ainda, os Andes representam uma imensa \n\nbarreira orográfica que isola a Cordilheira Oriental da influência direta do Oceano Pacífico e \n\ndetermina um gradiente vertical à umidade oriunda da bacia Amazônica e do Atlântico \n\n(Garreaud e Aceituno, 2001). Os maiores volumes de chuvas ocorrem entre os 800 m e \n\n2500 m a.n.m. (McGregor e Nieuwolt, 1998). \n\n Não existe tendência estatisticamente significante nos dados de precipitações médias \n\nmensais para o período 1975–2010 (Figura 4.7). A resolução de 0,5° x 0,5° inclui uma série de \n\n\n\n57 \n\n \n\nambientes muito distintos em uma mesma célula que expressa um comportamento médio. Dessa \n\nforma, variações locais não são percebidas diretamente. Porém, durante esse período há uma \n\ntendência de redução da precipitação nos meses de novembro (R² = 0,15), dezembro \n\n(R² = 0,12), e abril (R² = 0,13), que correspondem ao período úmido na Cordilheira Oriental. \n\n \n\nFigura 4.7. GPCC, ID 2092: Variação das precipitações médias mensais de janeiro entre 1975 e \n\ndezembro de 2010. \n\n Já a estação Charazani mostra aumento das precipitações médias mensais (Figura 4.8). \n\nEssa estação meteorológica se encontra em um vale, cerca de 50 km ao sul do Nevado Cololo, \n\nsujeita a diversos fatores microclimáticos (Figura 3.16). Nesse local as precipitações \n\napresentaram tendência positiva, porém pouco representativa (R² = 0,16). Além disso, é uma \n\namostragem irregular já que faltam dados para os anos de 1983, 1985 e 1987. Nos dois gráficos \n\n(Figuras 4.7 e 4.8) percebe-se o efeito de redução das precipitações associadas a fase negativa \n\ndos eventos ENOS, sobre tudo em 1997/1998. O pico de precipitações médias elevadas durante \n\no período úmido de 2007/2008 se deu durante a fase positiva ENSO, a La Niña e, de maneira \n\ngeral, observa-se que as precipitações mais pronunciadas se dão durante estes períodos. \n\n \n\nFigura 4.8. Estação Charazani - 3659 m a.n.m, 15°11'43\"S ? 69°00'13\" O, SENAMHI-BO: Variação das \n\nprecipitações médias mensais de janeiro de 1979 a dezembro de 2011.  \n\n0\n\n50\n\n100\n\n150\n\n200\n\n250\n\n300\n\n350\n\n400\n\nju\nl-\n\n1\n9\n\n7\n5\n\nju\nl-\n\n1\n9\n\n7\n6\n\nju\nl-\n\n1\n9\n\n7\n7\n\nju\nl-\n\n1\n9\n\n7\n8\n\nju\nl-\n\n1\n9\n\n7\n9\n\nju\nl-\n\n1\n9\n\n8\n0\n\nju\nl-\n\n1\n9\n\n8\n1\n\nju\nl-\n\n1\n9\n\n8\n2\n\nju\nl-\n\n1\n9\n\n8\n3\n\nju\nl-\n\n1\n9\n\n8\n4\n\nju\nl-\n\n1\n9\n\n8\n5\n\nju\nl-\n\n1\n9\n\n8\n6\n\nju\nl-\n\n1\n9\n\n8\n7\n\nju\nl-\n\n1\n9\n\n8\n8\n\nju\nl-\n\n1\n9\n\n8\n9\n\nju\nl-\n\n1\n9\n\n9\n0\n\nju\nl-\n\n1\n9\n\n9\n1\n\nju\nl-\n\n1\n9\n\n9\n2\n\nju\nl-\n\n1\n9\n\n9\n3\n\nju\nl-\n\n1\n9\n\n9\n4\n\nju\nl-\n\n1\n9\n\n9\n5\n\nju\nl-\n\n1\n9\n\n9\n6\n\nju\nl-\n\n1\n9\n\n9\n7\n\nju\nl-\n\n1\n9\n\n9\n8\n\nju\nl-\n\n1\n9\n\n9\n9\n\nju\nl-\n\n2\n0\n\n0\n0\n\nju\nl-\n\n2\n0\n\n0\n1\n\nju\nl-\n\n2\n0\n\n0\n2\n\nju\nl-\n\n2\n0\n\n0\n3\n\nju\nl-\n\n2\n0\n\n0\n4\n\nju\nl-\n\n2\n0\n\n0\n5\n\nju\nl-\n\n2\n0\n\n0\n6\n\nju\nl-\n\n2\n0\n\n0\n7\n\nju\nl-\n\n2\n0\n\n0\n8\n\nju\nl-\n\n2\n0\n\n0\n9\n\nju\nl-\n\n2\n0\n\n1\n0\n\ny = 0,0002x - 5,0969\nR² = 0,1588\n\n0\n1\n2\n3\n4\n5\n6\n7\n8\n9\n\n10\n11\n12\n13\n\nju\nl/\n\n7\n9\n\nju\nl/\n\n8\n0\n\nju\nl/\n\n8\n1\n\nju\nl/\n\n8\n2\n\nju\nl/\n\n8\n3\n\nju\nl/\n\n8\n4\n\nju\nl/\n\n8\n5\n\nju\nl/\n\n8\n6\n\nju\nl/\n\n8\n7\n\nju\nl/\n\n8\n8\n\nju\nl/\n\n8\n9\n\nju\nl/\n\n9\n0\n\nju\nl/\n\n9\n1\n\nju\nl/\n\n9\n2\n\nju\nl/\n\n9\n3\n\nju\nl/\n\n9\n4\n\nju\nl/\n\n9\n5\n\nju\nl/\n\n9\n6\n\nju\nl/\n\n9\n7\n\nju\nl/\n\n9\n8\n\nju\nl/\n\n9\n9\n\nju\nl/\n\n0\n0\n\nju\nl/\n\n0\n1\n\nju\nl/\n\n0\n2\n\nju\nl/\n\n0\n3\n\nju\nl/\n\n0\n4\n\nju\nl/\n\n0\n5\n\nju\nl/\n\n0\n6\n\nju\nl/\n\n0\n7\n\nju\nl/\n\n0\n8\n\nju\nl/\n\n0\n9\n\nju\nl/\n\n1\n0\n\nju\nl/\n\n1\n1\n\n\n\n58 \n\n \n\n \n\n As temperaturas médias mensais não apresentam tendência estatisticamente significante \n\nde elevação para o período 1975?2009 (Figura 4.9). Mas, percebe-se que durante os períodos \n\nnegativos ENSO as temperaturas médias mensais mínimas anuais são mais elevadas do que nas \n\nfases positivas. Mudanças na temperatura do ar afetam as taxas de albedo e alteram a posição da \n\nisoterma de 0º C (Racoviteanu et al., 2008a). A elevação dessa isoterma eleva também a altitude \n\nda precipitação de neve interferindo no balanço de massa das geleiras. \n\n \n\n \n\nFigura 4.9. CRUTS, ID 2092: Variação das temperaturas (°C) médias mensais entre janeiro de 1975 e \n\ndezembro de 2009.   \n\n \n\n A estação meteorológica mais próxima ao Nevado Cololo está em território peruano a \n\n4.334 m de altitude, estação Cojata (15°01'0\" S, 69°21'20\" W), e apresenta uma série temporal \n\nde dados de temperaturas máximas e mínimas diárias muito curtas, 2007?2012 (Figura 4.10). \n\nInfelizmente, dados climatológicos para a região da Cordilheira Oriental são escassos e não se \n\npodem tecer prognósticos climatológicos sobre séries tão curtas e irregulares. Mas podemos \n\ndestacar uma variável de especial interesse para as geleiras da Cordilheira Oriental, já que a \n\ntemperatura mínima diária tem forte impacto sobre essas massas de gelo. Enquanto as \n\ntemperaturas máximas diárias pouco variam ao longo do ano, as mínimas oscilam de poucos \n\ngraus acima de zero, durante o verão, e ultrapassam os -10°C. O aumento da temperatura \n\nmínima pode ter severos impactos sobre o balanço de massa das geleiras da região, \n\nprincipalmente se estiver associado a redução de nebulosidade durante o verão.  \n\n \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\nju\nl/\n\n7\n5\n\nju\nl/\n\n7\n6\n\nju\nl/\n\n7\n7\n\nju\nl/\n\n7\n8\n\nju\nl/\n\n7\n9\n\nju\nl/\n\n8\n0\n\nju\nl/\n\n8\n1\n\nju\nl/\n\n8\n2\n\nju\nl/\n\n8\n3\n\nju\nl/\n\n8\n4\n\nju\nl/\n\n8\n5\n\nju\nl/\n\n8\n6\n\nju\nl/\n\n8\n7\n\nju\nl/\n\n8\n8\n\nju\nl/\n\n8\n9\n\nju\nl/\n\n9\n0\n\nju\nl/\n\n9\n1\n\nju\nl/\n\n9\n2\n\nju\nl/\n\n9\n3\n\nju\nl/\n\n9\n4\n\nju\nl/\n\n9\n5\n\nju\nl/\n\n9\n6\n\nju\nl/\n\n9\n7\n\nju\nl/\n\n9\n8\n\nju\nl/\n\n9\n9\n\nju\nl/\n\n0\n0\n\nju\nl/\n\n0\n1\n\nju\nl/\n\n0\n2\n\nju\nl/\n\n0\n3\n\nju\nl/\n\n0\n4\n\nju\nl/\n\n0\n5\n\nju\nl/\n\n0\n6\n\nju\nl/\n\n0\n7\n\nju\nl/\n\n0\n8\n\nju\nl/\n\n0\n9\n\n\n\n59 \n\n \n\n \n\nFigura 4.10. Estação Cojata – 4.344 m n.m.m, 15°01'0\" S ? 69°21'20\" W, SENAMHI-PE. Variação das \n\ntemperaturas (°C) médias máximas e mínimas mensais de outubro de 2007 a outubro de 2012.   \n\n4.2. Discussões  \n\n Todas as geleiras tropicais da América do Sul apresentam tendência de perda tanto de \n\nsuperfície quanto de volume, fenômeno acelerado desde as últimas décadas do século XX \n\n(Francou, et al., 1995; Ramírez et al., 2001; Ramírez et al., 2003; Benn et al., 2005; \n\nFrancou, et al., 2005; Ariza, 2006; Ribeiro, 2007; Racoviteabu et al., 2008a; Casassa et al., \n\n2009; Mark, 2009; Renji, 2009; Chevallier et al., 2011). A retração das geleiras tropicais \n\nandinas nas últimas décadas é a mais rápida desde a Pequena Idade do Gelo - PIG \n\n(Rabatel et al., 2013). Geleiras de montanha de todo o mundo apresentam balanços de massa \n\nnegativos representados pela retração de suas frentes. Gardelle et al. (2012) reafirma este \n\ncomportamento global das geleiras de montanha mesmo tendo verificado que algumas geleiras \n\nda Cordilheira Karakoram (35°52’57” N, 76°30’48” E, Himalaia) avançaram entre 1999 e 2008. \n\nEste comportamento anômalo precisa ser monitorado para quantificar o fenômeno com precisão \n\n(Cogley, 2012) e demonstra a complexidade da Criosfera. O balanço global das massas de gelo \n\né negativo e é apontado como uma mudança ambiental decorrente de mudanças climáticas \n\n(UNEP e WGS, 2008; Cogley, 2012).  \n\nA redução da cobertura de gelo e do número de geleiras do Nevado Cololo acompanha a \n\ntendência verificada em outras regiões glaciadas dos Andes tropicais. A retração das geleiras \n\nvenezuelanas foi de 87%, em 1952 havia uma superfície 2,03 km², correspondente a 5 geleiras, \n\ndas quais restavam 0,3 km² em 2003 (Morris et al., 2006 apud Rabatel et al., 2013). A cobertura \n\nde gelo dos vulcões Cotopaxi e Antisana, no Equador, diminuiu 37% e 33%, respectivamente, \n\nentre 1979 e 2009 (Rabatel et al., 2013). No período 1976?2001 a cobertura de gelo do vulcão \n\nNevado Del Huila (2°56’ N, 76°2’ W), nos Andes colombianos, perdeu 5,33 km² de sua área, o \n\nque equivale a uma redução de 27% (Ariza, 2006). As taxas de perda anuais foram de 1,03%, \n\nentre 1976 e 1989, e 1,38% entre 1989 e 2001, semelhante à taxa de retração verificada no \n\n-15\n\n-12\n\n-9\n\n-6\n\n-3\n\n0\n\n3\n\n6\n\n9\n\n12\n\n15\n\n18\n\no\nu\n\nt/\n0\n\n7\n\nd\ne\n\nz/\n0\n\n7\n\nfe\nv/\n\n0\n8\n\na\nb\n\nr/\n0\n\n8\n\nju\nn\n\n/0\n8\n\na\ng\n\no\n/0\n\n8\n\no\nu\n\nt/\n0\n\n8\n\nd\ne\n\nz/\n0\n\n8\n\nfe\nv/\n\n0\n9\n\na\nb\n\nr/\n0\n\n9\n\nju\nn\n\n/0\n9\n\na\ng\n\no\n/0\n\n9\n\no\nu\n\nt/\n0\n\n9\n\nd\ne\n\nz/\n0\n\n9\n\nfe\nv/\n\n1\n0\n\na\nb\n\nr/\n1\n\n0\n\nju\nn\n\n/1\n0\n\na\ng\n\no\n/1\n\n0\n\no\nu\n\nt/\n1\n\n0\n\nd\ne\n\nz/\n1\n\n0\n\nfe\nv/\n\n1\n1\n\na\nb\n\nr/\n1\n\n1\n\nju\nn\n\n/1\n1\n\na\ng\n\no\n/1\n\n1\n\no\nu\n\nt/\n1\n\n1\n\nd\ne\n\nz/\n1\n\n1\n\nfe\nv/\n\n1\n2\n\na\nb\n\nr/\n1\n\n2\n\nju\nn\n\n/1\n2\n\na\ng\n\no\n/1\n\n2\n\no\nu\n\nt/\n1\n\n2\n\n\n\n60 \n\n \n\nNevado Cololo, de 1,17%. A altitude mínima dessas geleiras atingiu a altitude mínima de \n\n4.320 m a.n.m., e média de 4.848,58 m a.n.m. Estes valores pouco divergem das condições \n\nverificadas no Nevado Cololo, que está sob condições sazonais de períodos secos e úmidos \n\n(outer tropics) enquanto que o Nevado Del Huila está sob condições permanentes de umidade \n\n(inner tropics). Além disso, se a tendência de retração foi mantida, essas altitudes de referência \n\nse alteraram entre 2001 e 2011.  \n\nA Cordilheira Vilcanota (13°27'10\"?14°29'45\" S e 70°41'10\"?71°20'05\" W) perdeu \n\n40?45% de sua área entre 1985 e 2006 e, mesmo a maior massa de gelo tropical andina, \n\nlocalizada nesta cordilheira, a calota de gelo Quelccaya, perdeu 23% de sua área entre 1985 e \n\n2009 (Seltzmann et al., 2013).  Assim, como no Nevado Cololo, a perda de pequenas geleiras \n\nfoi significativa. A Cordilheira Blanca (Peru) perdeu 22,4% de sua cobertura de gelo entre 1970 \n\ne 2003, da qual as geleiras pequenas tiveram as maiores perdas, independente da orientação das \n\nvertentes (Racoviteanu et al., 2008a). Ramírez et al. (2011) também quantificaram as perdas das \n\ngeleiras da Cordilheira Blanca considerando o mesmo período e chegando a resultado \n\nsemelhante. Neste caso a perda foi de 27% da superfície e foi registrado o desaparecimento de \n\n141 geleiras, bem como a fragmentação de 112 delas. A variação entre os resultados é causada \n\npela escolha metodológica de delineamento das geleiras, como a inclusão, ou não, das manchas \n\nde gelo.   \n\nNa Bolívia, Ramírez et al. (2001) relataram a drástica redução da geleira Chacaltaya \n\n(16° S), que entre 1992 e 1998 perdeu 40% de sua área e teve a sua linha de equilíbrio \n\ndeslocada para além de sua máxima altitude. Dessa forma, a zona de acumulação desapareceu e \n\na geleira foi exposta a condições predominantes de ablação, que resultaram no seu \n\ndesaparecimento (Painter, 2009) antes mesmo da projeção feita por Ramírez et al. (2001). A \n\nretração da cobertura total de gelo e neve da Cordilheira Tres Cruces (16°47’ S, 67°22’ W) foi \n\nde 32% entre 1972 e 1999 (Ribeiro et al., 2005). Analisando as sete maiores geleiras dessa \n\ncordilheira Ribeiro (2007) observou houve uma redução média de 18% em área entre 1975 e \n\n2004.  \n\nRabatel et al. (2012) acreditam que as variações nos padrões de precipitações não \n\nexplicam a recessão dessas geleiras. As causas mais prováveis da crescente perda de geleiras na \n\nregião tropical estão associadas à elevação da temperatura atmosférica e a maior frequência e \n\nvariabilidade espaço-temporal de eventos El Niño (Rabatel et al., 2012). De fato, os dados \n\nclimáticos analisados neste trabalho não são capazes de caracterizar significativamente uma \n\ninfluência das precipitações nas dinâmicas das geleiras estudadas. Enquanto as precipitações na \n\nlocalidade da estação Charazani (Figura 4.8) apresentam uma leve tendência positiva, o mesmo \n\nfenômeno quando analisado dentro de uma área maior (Figura 4.7) não apresenta tendência. Por \n\noutro lado, o número de geleiras e a superfície coberta por gelo do Nevado Cololo diminuíram \n\n\n\n61 \n\n \n\nentre 1975 e 2011. De qualquer forma, as geleiras tropicais estão rapidamente se retraindo e as \n\nprecipitações não estão compensando as perdas por derretimento (Ribstein et al., 1995). \n\nA temperatura média global aumentou 0,8°C desde 1880, e os maiores incrementos se \n\nderam nas últimas quatro décadas com anomalias positivas de temperatura em todo o mundo \n\n(Simmon, 2013). Nos Andes tropicais o aumento foi de 0,1°C por década nos últimos 70 anos \n\n(Rabatel et al., 2013). Esse crescente aquecimento da temperatura atmosférica no século XX \n\nestá registrado no testemunho de gelo do Nevado Illimani (6.340 m a.n.m., Cordilheira Real \n\nSul, cerca de 250 km ao sul do Nevado Cololo) (Gilbert et al., 2010 apud Rabatel et al., 2012) e \n\nnos registros morainicos que atestam as maiores extensões das geleiras tropicais desde a PIG \n\n(Jordan, 1990; Rabatel et al., 2008).  \n\nEste incremento das temperaturas é acompanhado do crescente acúmulo de gases do \n\nefeito estufa (IPCC, 2007). Seltzer et al. (2013) destacam o aumento do vapor d’água nas \n\núltimas décadas como um dos fatores responsáveis pela retração das geleiras da Cordilheira \n\nVilcanota e confirmam os balanços de massa negativos associados ao El Niño. Mudanças na \n\ntemperatura do ar alteram a altitude da isoterma de 0° C, o que determina a queda de chuva ou \n\nneve num determinado local e afeta o albedo das geleiras (Racoviteanu et al., 2008). \n\nSegundo Rabatel et al. (2008), as extensões máximas associadas a PIG estão \n\ncorrelacionadas com temperaturas mais amenas, 1,1?1,2° C menores, e com precipitações e \n\nnebulosidade maiores, 20?30% e 0,1?0,2 respectivamente. Porém apontam não haver evidencia \n\nde que as temperaturas foram mais altas durante o verão, de modo que o decréscimo de \n\naproximadamente 20% nas taxas de acumulação foram causadas por condições mais secas. A \n\npartir da segunda metade do século XVII as geleiras dos Andes centrais, bem como em outras \n\nregiões do mundo, começaram a retrair. Essas estão ligadas ao fim do período de mínima \n\natividade solar denominada Mínimo de Maudner. Entre 1875 e 1920 ouve uma aceleração do \n\nprocesso correlacionado a alta frequência de eventos El Niño.  \n\nA variabilidade da distribuição anual das precipitações na região tropical da América do \n\nSul está relacionada com os fenômenos ENOS, principalmente durante o início do verão austral \n\n(novembro/dezembro) (Aceituno, 1988). Essa variabilidade sobre o Altiplano está associada a \n\naquecimento (resfriamento) da troposfera tropical durante a fase negativa (positiva) do ENOS e \n\nassociada ao fortalecimento (enfraquecimento) dos ventos de oeste sobre o centro dos Andes \n\n(Garreaud e Aceituno, 2001).  \n\nA retração do Nevado Cololo não parece ser causada pela redução dos processos de \n\ndeposição. Os dados climatológicos investigados não apresentaram tendências concretas, tanto \n\npara a precipitação quanto para a temperatura. Também não há uma clara evidência relacionada \n\na eventos El Niño, entretanto a frequência desses eventos foi maior do que a de ventos La Niña \n\ndurante o período 1975?2011. Isto pode indicar que as precipitações sobre o Nevado Cololo \n\nestão mais de acordo com os dados CRUTS do que com a estação Charazani. Provavelmente, a \n\n\n\n62 \n\n \n\nredução dessas geleiras se dê pela maior eficácia dos processos de ablação. Salzmann et al. \n\n(2013) chegaram a resultados semelhantes para a Cordilheira Vilcanota, e conectaram as \n\nexpressivas perdas de massa das geleiras dessa cordilheira ao aumento da umidade específica na \n\ntroposfera média.  \n\nA contínua retração das geleiras estudadas demonstra um estado de desequilíbrio que \n\ndemanda uma adaptação ambiental de proporções ainda não mensuradas. O principal impacto se \n\ndá sobre a regulação das bacias hidrográficas originadas nas geleiras (Ramírez, 2008). As \n\ngeleiras do Nevado Cololo estão numa área de preservação de importância ambiental, cultural e \n\neconômica para a população boliviana. Embora criada como reserva de fauna, abarcando apenas \n\nos ambientes de alta montanha, foi posteriormente ampliada e denominada Área Natural de \n\nManejo Integrado Apolobamba. Essa área é uma tentativa de integrar preservação da natureza, \n\nde bens arqueológicos e de saberes tradicionais com o desenvolvimento econômico, conectando \n\nos ambientes de altitude e os amazônicos. Estima-se que 18.500 pessoas vivam nessa área, \n\nprincipalmente nos municípios de Amarete (15°14’13,4” S, 68°57’55.8” W), Charazani \n\n(15°11’39,9” S, 69°00’16,8” W) e Curva (15°08’12,7” S, 69°03’10,7” W), a sudoeste, e \n\nPelechuco (14°49’11,3” S, 69°04’18,2” W), a noroeste (SERNAP, 2012). No município de \n\nPelechuco foi registrado um evento de colapso de lago proglacial que resultou em perdas \n\nagropecuárias e de infraestruturas. Foi o primeiro evento do tipo registrado na região (Hoffmann \n\ne Wegennmann, 2011; Hoffmann, 2012). \n\n  \n\n\n\n63 \n\n \n\n5 CONCLUSÕES \n\n5.1. Metodologia utilizada \n\n A classificação de imagens utilizando o algoritmo NDSI com os valores de brilho e a \n\ndefinição de limiares gerais baseados nos comportamentos médios das imagens artificiais se \n\nmostrou adequada para delinear as geleiras, reduzindo as correções manuais. Apesar da \n\nresolução do sensor TM não ser adequada para a análise mais pormenorizada das feições \n\nglaciais em geleiras de pequenas dimensões, ele fornece um importante registro histórico. Neste \n\nestudo foram reunidas 17 imagens do sensor TM, Landsat 5, embora apenas quatro tenham sido \n\nanalisadas. A integração das informações cartográficas, mesmo com as incertezas decorrentes \n\nda vetorização de suas informações, foi fundamental tanto pelo caráter de registro de um \n\nmomento das geleiras quanto como verdade terrestre.  \n\nA escolha da KO pra a elaboração do MDE foi norteada pelas seguintes razões: (i) a \n\norientação definida do nevado Cololo; (ii) entendimento da krigagem; (iii) obtenção de MDEs \n\npara distintos tamanhos de células; (iv) incorporação de dados secundários. A orientação é \n\ndefinida pelo sentido de orientação da cordilheira, que na Cordilheira Oriental se dá no sentido \n\nNW?SE, definido pelo acavalamento e soerguimento da placa Sul Americana empurrada pela \n\nsubducção da Placa de Nazca. Técnicas de krigagem estão presentes em diversos SIGs, porém a \n\nmodelagem do variograma e a correlação cruzada nem sempre estão disponíveis. Esta \n\nmetodologia oferece um contato mais direto com as etapas da krigagem tornando o analista mais \n\napto à definição das estratégias para a interpolação. Além disso, outros interpoladores não \n\nagregam a informação espacial como fator de decisão dos pesos do interpolador. Modelos para \n\ntamanhos de células menores que 30 x 30 m demandam que a área seja fatiada, pois os arquivos \n\ngerados pela interpolação são demasiado grandes para a conversão para o formato raster. \n\n5.2. Variações no Nevado Cololo \n\n A altitude da linha de equilíbrio da geleira Cololo determinada para o período de \n\n1975?1984 era de 5.130 m (Jordan, 1990), a altitude mínima desta geleira foi determinada para \n\n2011 em 4.896 m com média de 5.195 m. Provavelmente a linha de equilíbrio também esteja \n\nmais elevada do que na época de elaboração da informação cartográfica. Essa é a maior geleira \n\ndo Nevado Cololo, e, entre 1975 e 2011, teve sua frente reduzida em aproximadamente 1.082 m. \n\nNo biênio 1997–1998 esta retração foi de 549 ±54 m e um lago proglacial formou-se à frente da \n\ngeleira. A retração acelerada, independente de orientação e dimensão das geleiras, no final do \n\n\n\n64 \n\n \n\nséculo XX se mantém no início do século XXI. A área coberta de gelo do Nevado Cololo \n\nreduziu de 42,72 km², em 1975, para 24,77 ±0,0032 km², em 2011.  \n\n A retração das geleiras estudadas acompanha o comportamento de outras geleiras de \n\nmontanha em diferentes latitudes, principalmente as tropicais. Essas geleiras apresentaram em \n\ntodas as frentes retração constante e acelerada. O número de geleiras no Nevado Cololo foi \n\nreduzido de 122 para 48 e não existem mais geleiras com cotas inferiores a 4.626 m a.n.m. \n\nComo em outras cordilheiras dos Andes tropicais, as geleiras mais afetadas foram as de menores \n\ndimensões e com cotas máximas baixas. Quanto menor a sua superfície maior a influência do \n\nalbedo do material do embasamento, o que acelera a perda de massa por derretimento e quanto \n\nmais baixa forem as cotas máximas menor será a zona de deposição. \n\nAlém disso, proporcionalmente a perda de superfície foi mais percebida nas geleiras a \n\nleste do que a oeste. Este fato está diretamente ligado ao tamanho das geleiras existentes. As \n\ngeleiras de maiores dimensões estão nas faces a oeste. Quanto menores são as geleiras mais \n\nvulneráveis estão a alterações ambientais. Concomitantemente, deve-se observar que a retração \n\ne mesmo o desaparecimento de geleiras da face leste pode ter sido ampliado em função do \n\nencolhimento e desaparecimento da zona de acumulação de algumas geleiras. Em 2011, 64% \n\ndas geleiras existentes apresentavam altitudes máximas inferiores a 5.400 m a.n.m., o que \n\nsignifica que podem desaparecer nas próximas décadas por conta da ausência de zona de \n\nacumulação durante os períodos de maior exposição da geleira.  \n\nEmbora as geleiras tenham retraído em todas as frentes, nota-se que as cotas mínimas \n\nassociadas às vertentes voltadas a leste apresentaram cotas superiores as das vertentes a oeste. \n\nAs faces a leste estão a sotavento e, teoricamente, recebem mais umidade. Os dados obtidos do \n\nGPCC apontam que pode haver um decréscimo das precipitações e pode-se observar que \n\neventos El Niño podem incrementar esta tendência. A elevação da temperatura atmosférica que \n\nassociada a eventos El Niño induz processos de perda por derretimento e mudanças nos padrões \n\nde precipitação. Dessa forma, as geleiras estão expostas a maior insolação durante o verão \n\naustral e à chuva líquida afetando seu balanço de massa.  \n\nA perda de superfície das geleiras está acompanhada de perda em espessura, o que é \n\nevidenciado pela exposição do embasamento em setores internos das geleiras e fracionamento \n\ndas mesmas. A frequência de eventos positivos ENSO intensos durante as décadas de 1980 e \n\n1990, associados à elevação da temperatura atmosférica, provavelmente concorreu para a perda \n\nde superfície das geleiras e na formação de novos lagos proglaciais. Entretanto, não foram \n\nverificadas tendências significativas nas séries de precipitação e temperatura analisadas e não é \n\npossível afirmar que a sucessão de eventos El Niño seja o fator dominante na retração dessas \n\ngeleiras. As complexas interações entre clima e geleiras demandam registros mais longos e \n\ninformações de campo para melhorar o entendimento sobre a evolução de geleiras como as do \n\n\n\n65 \n\n \n\nNevado Cololo, principalmente para a realização de projeções confiáveis do futuro das massas \n\nde gelo e da água de descarga originada nestes. \n\n  Os resultados obtidos por SR são valiosos para a implementação de medidas de \n\nadaptação das populações andinas, mesmo que séries temporais de extensão adequada de \n\nbalanço de massa e de variáveis climáticas sejam escassas na região tropical andina \n\n(Salzmann et al., 2013). Como trabalhos futuros, pretende-se realizar outras metodologias \n\nutilizando as imagens coletadas neste estudo para a obtenção de outras informações, tais como: \n\nevolução de lagos proglaciais, identificação da altitude da linha de equilíbrio e quantificação de \n\nindicadores de balanço de massa. Também se planeja investigar as causas da rápida retração das \n\ngeleiras do Nevado Cololo durante as últimas quatro décadas.  \n\n \n\n\n\n66 \n\n \n\nREFERÊNCIAS \n\nACEITUNO, P. 1988. On the functioning of the Southern Oscillation in the South American \n\nSector. Part I: Surface Climate. Monthly Weather Review, v. 116, n. 3, p. 505–\n\n524. \n\nALBERT, T. 2008. Assessment of glacier mass balances from small tropical glaciers to the \n\nice sheet of Greenland. Saarbrücken, VDM Verlag Dr. Müller. 143 pp.  \n\nALLISON, I.; PETERSON, J.A. 1999. Glaciers of Irian Jaya, Indonesia. In: Satellite Image \n\nAtlas of Glaciers of the World. Glaciers of Irian Jaya, Indonesia, and New \n\nZeland. United States Geological Survey. Disponível em \n\n<http://pubs.usgs.gov/pp/p1386h/title.html>. Acesso em 07 de junho de 2012. \n\nARIGONY-NETO, J.; RIBEIRO, R.R.; GARCIA, M.C.D.; SIMÕES, J.C.; RAMÍREZ, E. 2009. \n\nMonitoreo de áreas de riesgo em lós Andes Centrales, através del uso de SIG y \n\ndatos satelitales. Ingeniería, Investigación y Desarrollo – Sogamoso, v. 9, nº 2, p. \n\n9–12. \n\nARIZA, A. 2006. Análisis del retroceso de glaciares tropicales em lós Andes Centrales de \n\nColombia mediante imágenes Landsat. Revista Cartográfica. , n. 82, p. 57–74.  \n\nBAMBER, J. 2009. Remote sensing in Glaciology. In: KNIGHT, Peter G. (ed.). Glacier \n\nScience and Environmental Change. Hoboken, Wiley-Blackwell. p. 370–382. \n\nBECK, C.; GRIESER, J; RUDOLF, B. 2005. A New Monthly Precipitation Climatology for the \n\nGlobal Land Areas for the Period 1951 to 2000. Klimastatusbericht KSB 2004, \n\nDWD, ISBN 3-88148-402-7, p. 181–190. \n\nBENN, D. J.; EVANS, D.J.A. 2010. Introduction. In: Glaciers e Glaciation. 2a ed. London, \n\nHodder Education, p. 3–21. \n\nBENN, D.I.; OWEN, L.A.; OSMASTON, H.A.; SELTZER, G.O.; PORTER, S.C.; MARK, B. \n\n2005. Reconstruction of equilibrium-line altitudes for tropical and sub-tropical \n\nglaciers. Quaternary International; v.  138–139, p. 8–21. \n\nBENNET, M.R.; GLASSER, N.F. 2009. Glacial Hydrology. In: BENNET, M.R.; GLASSER, \n\nN.F. Glacial Geology. Ice sheets and landforms. 2ª ed. Hoboken, Wiley-Blackwell, \n\np. 81-107. \n\n\n\n67 \n\n \n\nBOLCH, T.; KAMP, U. 2006. Glaciers mapping in high mountains using DEMs, Landsat and \n\nASTER Data. Grazer Schiften der Geographie und Raumforschung, v. 41. 8th \n\nInternational Symposium on High Mountains Remote Sensing Cartography, p. 37–\n\n38. \n\nBOLCH, T.; KAMP, U.; OLSENHOLLER, J. 2005. Using ASTER and SRTM DEMs for \n\nstudying geomorphology and glaciations in high mountain areas. New Strategies \n\nfor European Remote Sensing. Rotterdan , Olui’c, p. 119-129. \n\nCAMARGO, E.C. 1998. Geoestatística: Fundamentos e aplicações. In: Geoprocessamento \n\npara projetos ambientais. Disponível em<http://www.dpi.inpe.br/gilberto/tutoriai\n\ns/gis_ambiente/5geoest.pdf>. Acesso em: 10/06/2011. \n\nCASASSA, G.; RIVERA, A.; SCHWIKOWSKI, M. 2009. Glacier mass-balance data for South \n\nAmerica (30º S - 56º S). In: KNIGHT, P.G. (ed.). Glacier Science and \n\nEnvironmental Change. Hoboken, Wiley-Blackwell, p. 239–241. \n\nCERVENY, R.S. 1998. Present climates of South America. In: HOBBS, J.; LINDESAY, J.; \n\nBRIDGMAN. Climates of the southern continents: present, past and future. \n\nChichester, John Wiley &amp; Sons, p. 5-62. \n\nCHEVALLIER, P.; POUYAUD, B.; SUAREZ, W.; CONDOM, T. 2011. Climate change \n\nthreats to environment in the Tropical Andes: glaciers and water resources. \n\nRegional Environnment Change, v. 11, n. 1, p. S179–S187. \n\nCOGLEY, J.G. 2010. Mass-balance terms reviseted. Journal of Glaciology, v. 56, n. 200, \n\np. 997–1001. \n\nCOGLEY, G. 2012. No ice lost in the Karakoram. Nature Geoscience, v. 5, n. 5, p. 305–306. \n\nCOSTA, J.F.; SOUZA, L.E.. 2011. Introdução à Geoestatística. (Slides – notas de aula). \n\nPrograma de Pós-Graduação em Engenharia de Minas UFRGS. \n\nCRÓSTA, A.P. 1992. Processamento Digital de Imagens. Campinas, IG/UNICAMP. 170 pp. \n\nCUFFEY, K.M.; PATERSON, W.S.B. 2010. The Physics of Glaciers. 4ª ed. Oxford, \n\nButterworth-Heinmann, 693 pp. \n\nDEUTSH, C.; SCHNETZLER, M. 2009. Geostatistical Software Library. Disponível em &lt;\n\nhttp://www.gslib.com/>. Acesso em 25 de março de 2012. \n\nDPI/INPE. 2012. Spring. Tutorial de Geoprocessamento. Disponível em \n\n<http://www.dpi.inpe.br/spring/teoria/>. Acesso em: 26/09/2012. \n\nDYURGEROV, M.; MEIER, M.F.; BAHR, D. 2009. A new index of glacier area change: a tool \n\nfor glacier monitoring. Journal of Glaciology, v. 55, n. 192, p. 710–716. \n\n\n\n68 \n\n \n\nFERREIRA, N.S. 1996. Zona de Convergência Intertropical. Boletim Especial de 10 anos. \n\nClimanálise. Disponível em&lt;http://climanalise.cptec.inpe.br/~rclimanl/boletim/cli\n\nesp10a/zcit_1.html>. Acesso em 14 de março de 2011. \n\nFISH, G.; MARENGO, J.A.; NOBRE, C.A. 1996. Clima da Amazônia. Boletim Especial de 10 \n\nanos. Climanálise. Disponível em \n\n<http://www6.cptec.inpe.br/products/climanalise/cliesp10a/fish.html>. Acesso em \n\n14 de março de 2011. \n\nFRANCOU, B.; RIBSTEIN, P.; SÉMIOND, H.; PORTOCARRERO, C.; RODRÍGUEZ, A. \n\n1995. Balances de glaciares y clima em Bolivia y Perú: impacto de los eventos \n\nENSO. Bulletin de l'Institut Français d'Études Andines, v. 24, n. 3, p. 661-670.  \n\nFRANCOU, B.; RIBSTEIN, P.; WAGNON, P.; RAMIREZ, E.; POUYAUD, B. 2005. Glaciers \n\nof the Tropical Andes: indicators of global climate variability. Global Change and \n\nMountain Regions, v.23,  p. 197–204. \n\nFUJITA, K.; NISHIMURA, K.; KOMORI, J.; IWATA, S.; UKITA, J.; TADONO, T.; KOIKE, \n\nT. 2012. Outline of research Project on Glacial Lake Outburst Floods in the Buthan \n\nHimalayas. Global Environmental Research, v. 16, n. 1, p. 3–12 \n\nGARDELLE, J., BERTHIER, E.; ARNAUD, Y. 2012. Slight mass gain of Karakoram glaciers \n\nin the early twenty-first century. Nature Geoscience, v.5, n. 5, p. 322–325. \n\nGARREAUD, R.D.; ACEITUNO, P. 2001. Interannual rainfall variability over the South \n\nAmerican Altiplano. Journal of Climate, v. 14, n. 12, p. 2779–2789. \n\nGOOVAERTS, P.. 1997. Geostatistics for natural resources evaluation. Applied \n\nGeostatistics Series. New York, Oxford University Press, 483 pp.  \n\nHALL, D.K.; BAYR, K.J.; SCHÖNER, W.; BINDSCHADLER, R.A.; CHIEN, J.Y.L. 2003. \n\nConsideration of errors inherent in mapping historical glacier positions in Austria \n\nfrom the ground and space (1893-2001). Remote Sensing of Environment, v. 86, \n\nn. 4, p. 566–577.  \n\nHALL, D.K.; MARTINEC, J. 1985. Remote sensing of ice and snow. Remote Sensing \n\nAplications. Cambridge, Great Britain at the Universit Press, 189 pp. \n\nHALL, D.K.; RIGGS, G.A. 2010. Normalized-Difference Snow Index (NDSI). Nasa Technical \n\nReports Server. Disponível em \n\n<http://ntrs.nasa.gov/archive/nasa/casi.ntrs.nasa.gov/20100031195_2010033115.pd\n\nf. Acesso em 29 de fevereiro de 2012.  \n\nHAMBREY, M. 1994. Glacial Environments. Londres, UCL Press, 296 pp.  \n\n\n\n69 \n\n \n\nHASTENRATH, S.L. 1999. Glaciers of Perú – Quelccaya Ice Cap. In: Satellite Image Atlas of \n\nGlaciers of the World. Glaciers of South America. United States Geological \n\nSurvey. Disponível em &lt;http://pubs.usgs.gov/pp/p1386i/peru/index.html>. Acesso \n\nem 07 de abril de 2010. \n\nHEISKANEN, J.; KAJUUTTI, K.; JACKSON, M.; ELVEØY e PELLIKA, P. 2002. \n\nAssessment of glaciological parameters using Landsat satellite data in Svartisen, \n\nNorthern Norway. Proceedings of EARSeL-LISSIG-Workshop Observing our \n\nCryosphere from Space, Bern, p. 34–42. \n\nHENDRIKS, J.P.M.; PELLIKKA, H. 2007. Semi-automatic glacier delineation from Landsat \n\nimagery over Hintereisferner in the Austrian Alps. Zeitschrift Für \n\nGletscherkunde Und Glazialgeologie, v. 41, p. 55–75. \n\nHOFFMANN, D. 2012. Participatory glacier lake monitoring in Apolobamba Protect Area. A \n\nBolivia experience. The Journal of Sustainability Education. Disponível em \n\n<http://www.jsedimensions.org/wordpress/content/participatory-glacier-lake-\n\nmonitoring-in-apolobamba-protected-area-a-bolivian-experience_2012_03/>. \n\nAcesso em 20 de novembro de 2012. \n\nHOFFMANN, D.; WEGGENMANN, D. 2011. Climate change induced glacier retreat and risk \n\nmanagement Glacial Lake Outburst Floods (GLOFs) in the Apolobamba mountain \n\nrange, Bolivia. Klima 2011. Disponível em \n\n<http://www.climate2011.net/en/papers/1/95>. Acesso em 20 de novembro de \n\n2012. \n\nINE. 2012. Censo Nacional de Población y Vivienda. Disponível em \n\n<http://www.ine.gob.bo>. Acesso em: 10 de outubro de 2012.  \n\nINPE. 2012. Catálogo de Imagens. Disponível em&lt;http://www.dgi.inpe.br/CDSR/>. Acesso \n\nem agosto de 2012. \n\nIPCC. 2007. Summary for Policymakers. In: SOLOMON, S., QIN, D., MANNING, M., CHEN, \n\nZ., MARQUIS, M., AVERYT, K. B., TIGNOR, M. e MILLER, H. L. (Eds.) \n\nClimate Change 2007: The Physical Science Basis, Contribution of Working \n\nGroup I to the Fourth Assessment Report of the Intergovernmental Panel on \n\nClimate Change. Cambridge, Cambridge University Press. p. 1-17.  \n\nIRD. 2012. El retroceso de los glaciares amenaza a la biodiversidad. Actualité Scientifique, \n\nn. 398, p. 2. \n\nISAAKS, E.H.; SRIVASTAVA, R. 1989. An Introduction to Applied Geostatistics. New \n\nYork, Oxford University Press. 561 p. \n\n\n\n70 \n\n \n\nJONES, P.; HARRIS, I. 2008. CRU Time Series (TS) high resolution gridded datasets. \n\nNCAS British Atmospheric Data Centre. University of East Anglia, Climatic \n\nResearch Unit (CRU).   \n\n Disponível em&lt;http://badc.nerc.ac.uk/view/badc.nerc.ac.uk_ATOM_dataent_1256\n\n223773328276>. Acesso em dezembro de 2012. \n\nJORDAN, E. 1990. Verbreitung Von Gletschern und neuzeitlichen Möranen in der Cordillera \n\nApolobamba/Cololo Region (Ostkordillere). Karte 5. In: JORDAN, E. Die \n\nGletscher der boliviaschen Anden. Erdwissenchaftliche Bd. 23. Stuttgart, Franz \n\nSteiner. \n\nJORDAN, E. 1999. Glaciers of Bolivia. In: Satellite Image Atlas of Glaciers of the World. \n\nGlaciers of South America. Disponível em: \n\n<http://pubs.usgs.gov/pp/p1386i/bolivia/intro.html>. Acesso em 07 de abril de \n\n2010. \n\nKÄÄB, A. 2002. Monitoring high-mountain terrain deformation from repeated air- and \n\nspaceborne optical data: examples using digital aerial imagery and ASTER data. \n\nJournal of Photogrammetry &amp; Remote Sensing, 57, p. 39-52.  \n\nKÄAB, A; MANLEY, B.; PAUL, F.; RAUP, B. 2004. GLIMS algorithm document. GLIMS \n\nAgorithm Working Group. Disponível em &lt;\n\nhttp://www.geo.unizh.ch/~kaeaeb/glims/algor.html#Anchor-11481>. Acesso em 25 \n\nde agosto de 2012.  \n\nKASER, G.; OSMASTON, H.. 2006. Tropical glaciers. International Hydrology Series. \n\nCambridge, Cambridge University Press, 207 pp. \n\nKUHN, M. 2010. The formation and dynamics of glaciers. In: PELIKKA, P.; REES, W.G. \n\n(eds). Remote Sensing of Glaciers: Techniques for Topographic, Spatial and \n\nThematic Mapping of Glaciers. Londres, CRC Press, p. 21–40. \n\nKUSKY, T. 2005. Encyclopedia of Earth Science. Facts On File Science Library. 529 pp. \n\nLAU, K.M.; YANG, S. 2002. Walker Circulation. Encyclopedia of Atmospherics. Eds. J. \n\nHolton, J.P. Pyle e J. Curry. Amsterdan, Academic Press, p. 2505–2510. \n\nLEPPÄRANTA, M.; GRANBERG, H.B. 2010. Physics of glacier remote sensing. In: \n\nPELLIKA, P.; REES, W. G. (Eds.). Remote Sensing of Glaciers: Techniques for \n\nTopographic, Spatial and Thematic Mapping of Glaciers. Londres, CRC Press, \n\np. 81–98. \n\nMARTÍNEZ, J.S.; BECERRA, M.T.; CUESTA, F.; QUIÑONEZ, L.. 2009. Atlas de lós Andes \n\nDel Norte y Centro. Secretaria General de La Comunidade Andina. 100 pp.  \n\n\n\n71 \n\n \n\nMAYER, C. 2010. The early history of remote sensing of glaciers. In: REES, W.G. ; PELLIKA, \n\nP. (Eds.). Remote Sensing of glaciers: Techniques for topographic, spatial and \n\nthematic mapping of glaciers. Londres, CRC Press, p. 67–80. \n\nMARK, B G. 2009. Quantifying the significance of recent glacier recession in the Cordillera \n\nBlanca, Perú: a case study of hydrological impact and climatic control. In: \n\nKNIGHT, P.G. (ed.). Glacier Science and Environmental Change. Hoboken, \n\nWiley-Blackwell, p. 243–245. \n\nMARQUEZ, A.A.; FRANCOU, B. 1995. Cordillera Blanca: glaciares en La história. Bulletin \n\nde l'Institut Français d'Études Andines, v. 24, n. 1, p. 37–64.  \n\nMCGREGOR, G.R.; NIEUWOLT, S. 1998. Tropical Climatology: An introduction to the \n\nclimates of the low latitudes. Second Edition. Cidade?, John Wiley &amp; Sons, \n\n339 pp. \n\nMORALES-ARNAO, B. 1999. Glaciers of Perú. In: Satellite Image Atlas of Glaciers of the \n\nWorld. Glaciers of South America. United States Geological Survey. Disponível \n\nem:&lt;http://pubs.usgs.gov/pp/p1386i/peru/index.html>. Acesso em 07 de abril de \n\n2010. \n\nNARUSE, R. 2009. The response of glaciers in South America to environmental change. In: \n\nKNIGTH, P.G. (ed.). Glacier Science and Environmental Change. Hoboken, \n\nWiley-Blackwell, p. 231–245. \n\nOCA, I. M. 1995. Geografía y Clima de Bolivia. Bulletin de l'Institut Français d'Études \n\nAndines. v. 24, n. 3, p. 357-368. \n\nOCHOA, C.U. 2009. Reservas de La biosfera de Bolivia. La Paz, SERNAP. 23 pp.  \n\nOERLEMANS, J. 2001. Glacier and Climate Change. Amsterdam, Balkema, 148 pp.  \n\nOLIVEIRA, A.M.S.D.F. 2010. Inventário das Geleiras da Cordilheira Oriental, Bolívia. \n\n1975–2009. Curso de Geografia, Trabalho de Conclusão. Porto Alegre, UFRGS. \n\n69 pp. \n\nPAINTER, J. 2009. Huge Bolivian glacier disappears. BBC News. Disponível em \n\n<http://news.bbc.co.uk/2/hi/8046540.stm>. Acesso em 10 de abril de 2011. \n\nPATCHINEELAM, S.M. 2004. Circulação Oceância. In: NETO, J.A. B.; PONZI, V.R.A. e \n\nSICHEL, S.E. (org.). 2004. Introdução à Geologia Marinha. Rio de Janeiro, \n\nInterciência, p. 175–218.  \n\n\n\n72 \n\n \n\nPAUL, F.; BARRY, R.G.; COGLEY, J.G.; FREY, H.; HAERBELI, W.; OHMURA, A.; \n\nOMMANEY, C.S.L.; RAUP, B.; RIVERA, A.; ZEMP, M. 2009. \n\nRecommendations for the compilation of glacier inventory data from digital \n\nsources. Annals of Glaciology, v. 50, n.53, p. 119-126. \n\nPAUL, F; ANDREASSEN, L.M. 2009. A new glacier inventory for the Svartissen region, \n\nNorway, from Landsat ETM+ data: challenges assessment. Journal of Glaciology, \n\nv. 55, n. 192, p. 607-618. \n\nPAUL, F.; HENDRIKS, J. 2010a. Optical remote sensing of glacier extent. In: PELLIKA, P.; \n\nREES, W.G. (eds.). Remote Sensing of Glaciers: Techniques for Topographic, \n\nSpatial and Thematic Mapping of Glaciers. Londres, CRC Press, p. 137–152. \n\nPAUL, F.; HENDRIKS, J. 2010b. Detection and visualization of glacier area changes. In: \n\nPELLIKA, P.; REES, W.G. (eds.). Remote Sensing of Glaciers: Techniques for \n\nTopographic, Spatial and Thematic Mapping of Glaciers. Londres, CRC Press, \n\np. 231–243. \n\nPAUL, F.; KÄÄB, A.; MAISH, M.; KELLENBERGER, T.; HAEBERLI, W. 2002. The New \n\nremote-sensing-derived Swiss glacier inventorry: I. Methods. Annals of \n\nGlaciology, v. 34, p. 355–361. \n\nPELLIKA, P.; REES, W.G.. 2010. Glacier parameters monitored using remote sensing. In: \n\nPELLIKA, P.; REES, W.G. (eds.). Remote Sensing of Glaciers: Techniques for \n\nTopographic, Spatial and Thematic Mapping of Glaciers. Londres, CRC Press, \n\np. 41–66. \n\nRABATEL, A.; FRANCOU, B.; JOMELLI, V.; NAVEAU, P.; GRANCHER, D. 2008. A \n\nchronology of the Little Ice Age in the tropical Andes of Bolívia (16°S) and its \n\nimplications for climate reconstruction. Quaternary Research, v. 70, n. ?, p. 198-\n\n212. \n\nRABATEL, A.; FRANCOU, B.; SORUCO, A.; GOMEZ, J.; CÁCERES; CEBALLOS, J.L.; \n\nBASANTES, R.; VUILLE, M.; SICART, J.E.; HUGGEL, C. SCHEEL, M.; \n\nLEJEUNE, Y.; ARNAUD, Y.; ARNAUD, Y.; COLLET, M.; CONDOM, T.; \n\nCONSOLI, G.; FAVIER, V.; JOMELLI; GALARRAGA, R.; GINOT, \n\nMAISINCHO; MENDOZA, J.; MÉNÉGOZ, M.; RAMIREZ, E.; RIBSTEIN, P.; \n\nSUAREZ, W.; VILLACIS, M.; WAGNON, P. 2013. Current state of glaciers in \n\nthe tropical Andes: a multi-century perspective on glacier evolution and climate \n\nchange. The Cryosphere, v. 7, n. 1, p. 81–102.  \n\n\n\n73 \n\n \n\nRABATEL, A.; FRANCOU, B.; SORUCO, A.; GOMEZ, J.; CÁCERES, B.; CEBALLOS, J.L.; \n\nBASANTES, R.; VUILLE, M.; SICART, J.E.; HUGGEL; SCHEEL; LEJEUNE, \n\nY.; ARNAUD, Y.; COLLET, M.; CONDOM, T.; CONSOLI, G.; FAVIER, V.; \n\nJOMELLI; GALARRAGA, R.; GINOT, P.; MAISINCHO, L.; MENDOZA, J.; \n\nMÉNÉGOZ, M.; RAMIREZ, E.; RIBSTEIN, P.; SUAREZ, W.; VILLACIS, M.; \n\nWAGNON, P. 2012. Review article of the current state of glaciers in the tropical \n\nAndes: a multi-century perspective on glacier evolution and climate change. The \n\nCryosphere Discussion, v. 6, n. 4, p. 2477–2536. \n\nRACOVITEANU, A.E.; ARNAUD, Y.; WILLIAMS, M.W., ORDOÑEZ, J. 2008a. Decadal \n\nchanges in glacier parameters in the Cordillera Blanca, Peru, derived from remote \n\nsensing. Journal of Glaciology, v. 54, n. 186, p. 499–510. \n\nRACOVITEANU, A.E.; WILLIAMS, M.W.; BARRY, R.G. 2008b. Optical Remote Sensing of \n\nglacier characteristics: a review with focus on the Himalaya. Sensors, v. 8, n. 5, \n\np. 3355–3383. \n\nRACOVITEANU, A.E.; PAUL, F.; RAUP, B.; KHALSA, S.J.S.; ARMSTRONG, R. 2009. \n\nChallenges and recommendations in mapping of glacier parameters from space: \n\nresults of the 2008 Global Land Ice Measurements from Space (GLIMS) \n\nworkshop, Boulder, Colorado, USA. Annals of Glaciology, v. 50, n. 53, p. 53–69. \n\nRAMÍREZ, E. 2008. Impactos del cambio climático y gestión del agua sobre la disponibilidad \n\nde recursos hídricos para las ciudades de La Paz y El Alto. Revista Virtual \n\nREDESMA, CEBEM - Centro Boliviano de Estudos Multidisciplinarios, vol. 2, \n\nn. 3, p. 49–61. \n\nRAMÍREZ, E.; FRANCOU, B.; RIBSTEIN, P.; DECLOITRES, M.; GUÉRIN, R.; \n\nMENDONZA, J.; GALLAIRE, R.; POUYAUD, B.; JORDAN, E. 2001. Small \n\nglaciers disappearing in the tropical Andes: a case-study in Bolivia: Glacier \n\nChacaltaya (16ºS). Journal of Glaciology, v. 47, n. 157, p. 187–194. \n\nRAMÍREZ, A. Z.; ESPÍRITU, T.C.; RODRÍGUEZ, C.P.; ASTETE, K.C. 2011. Dinámica y \n\ndistribución espacial de los glaciares em la Cordillera Blanca – Huaraz, Perú \n\n(1970–2003). Anais XV Simpósio Brasileiro de Sensoriamento Remoto. \n\nCuritiba, Brasil. p. 5568–5575.  \n\nRAUP, B.; KHALSA, S.J. 2007. GLIMS Analysis Tutorial. 15 pp. Disponível em \n\n<http://www.glims.org/MapsAndDocs/assets/GLIMS_Analysis_Tutorial_a4.pdf >. \n\nAcesso em 07 de abril de 2010. \n\n\n\n74 \n\n \n\nRAU, F.; MAUZ, F.; VOGT, S.; KHALSA, S. J.; RAUP, B. 2005. Illustred GLIMS Glacier \n\nClassification Manual: Glacier Classification Guidance for the GLIMS \n\nGlacier Inventory. Dsiponível em \n\n<http://www.glims.org./MapsAndDocs/assets/GLIMS_Glacier-Classification-\n\nManual_V1_2005-02-10.pdf>. Acesso em 07 de abril de 2010. \n\nRAUP, B.; RACOVITEANU, A.; KHALSA, S.J.; HELM, C.; ARMSTRONG, R.; ARNAUD, \n\nY. 2007. The GLIMS geospatial glacier database: A new tool for studying glacier \n\nchange. Global and Planetary Change, v. 56, n. 1?2, p. 101–110. \n\nREES, W.G. 2006. Remote Sensing of snow and ice. Boca Raton, CRC Press. 324 pp.  \n\nREES, W.G; PELLIKA, P. (eds.). 2010. Remote Sensing of glaciers: Techniques for \n\ntopographic, spatial and thematic mapping of glaciers. London: CRC Press. 350 \n\np. \n\nREES, W.G; PELLIKA, P. 2010. Principles of Remote Sensing. In: REES, W.G.; PELLIKA, P. \n\n(eds.). Remote Sensing of glaciers: Techniques for topographic, spatial and \n\nthematic mapping of glaciers. London: CRC Press, p. 1-20. \n\nREMY, N.; BOUCHER, A.; WU, J. 2012. SGeMS – Stanford Geostatistical Modeling \n\nSoftware. Disponível em:&lt;http://sgems.sourceforge.net/?q=node/20>. Acesso em: \n\n25 de março de 2012.  \n\nRENJI, N. 2009. The response of glaciers in South America to environmental change. In: \n\nKNIGHT, P.G. (ed.). Glacier Science and Environmental Change. Hoboken, \n\nWiley-Blackwell, p. 231–238. \n\nRIBEIRO, R.R. 2007. Determinação das variações das geleiras da Cordilheira Tres Cruces \n\n(Bolívia) entre 1975-2004 pela análise de imagens digitais e dados \n\ncartográficos. Dissertação (Mestrado em Geociências) – Instituto de Geociências, \n\nCurso de Pós-Graduação em Geociências, UFRGS, Porto Alegre, 106 pp. \n\nRIBEIRO, R.; SIMÕES, J.C. 2010. Determinação de morainas de retração na Cordilheira Tres \n\nCruces, Bolivia. GEOUSP - Espaço e Tempo, v. 28, p. 73–90. \n\nRIBEIRO, R.R.; SIMÕES, J.C.;BREMER, U.F. 2005. Application of remote sensing in the \n\nestimate of the retraction of the Bolivian glaciers. Anals do XII Simpósio \n\nBrasileiro de Sensoriamento Remoto, p. 669–671. \n\nRIBEIRO, R.; BREMER, U.F.; RAMIREZ, E.; SIMÕES, J.C. 2009. Morfologia das geleiras \n\nandinas: uma análise na Cordilheira Tres Cruces, Bolívia. 12° Encuentro de \n\nGeografos de America Latina, Área 04/ 4108, p. 18. \n\n\n\n75 \n\n \n\nRICCOMINI, C.; GIANNINI, P.C.F.; MANCINI, F. 2003. Rios e Processos Aluviais. In: \n\nTEIXEIRA, W.; TOLEDO, M.C.M.; FAIRCHILD, T.R.; TAIOLI, F. (Org.). \n\nDecifrando a Terra. São Paulo, USP/Oficina de Textos, p. 191–214. \n\nRICHARDS, J.A.; JIA, X. 2006. Remote Sensing Digital Image Analysis: An Introduction. 4 \n\ned. Berlin, Springer. 439 pp. \n\nROBDELL, D. 1993. The timing of the last deglaciation in Cordillera Oriental, northern Peru, \n\nbased on glacial geology and lake sedimentology. Geological Society of America \n\nBulletin, v. 105, n. 7, p. 923–934. \n\nROCHA-CAMPOS, A.C.; SANTOS, P.R. dos. 2003. Ação Geológica do Gelo. In: TEIXEIRA, \n\nW.; TOLEDO, M.C.M. de; FAIRCHILD, T.R.; TAIOLI, F. (Org.). Decifrando a \n\nTerra. São Paulo, USP/Oficina de Textos, p. 215–246. \n\nRUDOLF, B.; SCHNEIDER, U. 2005. Calculation of Gridded Precipitation Data for the Global \n\nLand-Surface using in-situ Gauge Observations. Proceedings of the 2nd \n\nWorkshop of the International Precipitation Working Group IPWG, Monterey \n\nOctober 2004, EUMETSAT, ISBN 92-9110-070-6, ISSN 1727-432X, p. 231–247. \n\nRUDOLF, B., H. HAUSCHILD, RUETH, W.; SCHNEIDER, U. 1994. Terrestrial Precipitation \n\nAnalysis: Operational Method and Required Density of Point Measurements. In: \n\nDESBOIS, M.; DESALMOND, F. (eds). Global Precipitations and Climate \n\nChange, NATO ASI Series I, Vol. 26, Springer-Verlag, p. 173–186. \n\nRUDOLF, B., FUCHS, T., SCHNEIDER, U.; MEYER-CHRISTOFFER, A. 2003. \n\nIntroduction of the Global Precipitation Climatology Centre (GPCC), \n\nDeutscher Wetterdienst, Offenbach a.M.; 16 pp. \n\nRUDOLF, B., BECK, C.; GRIESER, J.; SCHNEIDER, U. 2005. Global Precipitation \n\nAnalysis Products. Global Precipitation Climatology Centre (GPCC), DWD, \n\nInternet publication, p. 1–8. \n\nSELTZER, G. O.; RODBELL, D. T.; ABBOTT, M. 1995. Andean glacial lakes and climate \n\nvariability since the last glacial maximum. Bull. Inst. Fr. Études Andines, v. 24, \n\nn. 3, p. 539–549. \n\nSERNAP. 2012. Área Natural de Manejo Integrado Nacional Apolobamba. Disponível em \n\n&lt;http://www.sernap.gob.bo/>. Acesso em 10 de outubro de 2012. \n\nSILVERIO, W. e JAQUET, J. 2012. Multi-temporal and multi-soure cartography of the glacial \n\ncover of Nevado Coropuna (Arquipa, Peru) between 1955 and 2003. International \n\nJournal of Remote Sensing, v. 3, n. 18, p. 5876–5888.  \n\n\n\n76 \n\n \n\nSIMMON, R. 2013. 2012 Temperature Anomaly. National Aeronautics and Space \n\nAdministration (NASA). Earth Observatory. Disponível em \n\n<http://earthobservatory.nasa.gov/IOTD/view.php?id=80167>. Acesso em 25 de \n\njaneiro de 2013.  \n\nSILVA, C.G.; PATCHINEELAM, S.M.; NETO, J.B.; PONZI, V.R.A. 2004. Ambientes de \n\nsedimentação costeira e processos morfodinâmicos atuantes na linha de costa. In: \n\nNETO, J. A. B.; PONZI, V. R. A. e SICHEL, S.E. (org.). 2004. Introdução à \n\nGeologia Marinha. Rio de Janeiro, Interciência, p. 175–218.  \n\nSIMÕES, J.C. 2004. Glossário da Língua Portuguesa da neve, do gelo e termos correlatos. \n\nPesquisa Antártica Brasileira, v. 4, p. 119–154.. Disponível em: \n\n &lt;ftp://ftp.cnpq.br/pub/doc/proantar/pab-12.pdf>. Acesso em 14 de janeiro de 2012 \n\nSMITH, J.A.; MARK, B.G.; ROBDELL, D.T. 2008. The timing and magnitude of mountain \n\nglaciation in the Tropical Andes. Journal of Quaternary Science, v. 23, n. 6-7, p. \n\n609–634. \n\nTHOMPSON, L.G.; MOSLEY-THOMPSON, E.; DAVIS, M.E.; BRECHER, H.H. 2011. \n\nTropical glaciers, recorders and indicators of climate change, are disappearing \n\nglobally. Annals of Glaciology, v. 52, n. 59, p. 23–34. \n\nUNITED NATIONS ENVIRONMENT PROGRAMME (UNEP); WORLD GLACIER \n\nMONITORING SERVICE (WGS). 2008. Global Glacier Changes: facts and \n\nfigures. Genebra: UNEP. 88 pp. \n\nVICENT, L.A.; PETERSON, T.C.; BARROS; MARINO, M.B.; RUSTICUCCI; CARRASCO, \n\nG.; RAMIRREZ, E.; ALVES, L.M.; AMBRIZZI, T.; BERLATO, M.A.; GRIMM, \n\nA.M.; MARENGO, J.A.; MOLION, L.; MONCUNILL, D.F.; REBELLO; \n\nANUNCIAÇÃO, Y.M.T.; QUINTANA, J.; SANTOS, J.L.; BAEZ; CORONEL, \n\nG.; GARCIA J.; TREBEJO; BIDEGAIN; HAYLOCK, M.R.; KAROLY, D. 2005. \n\nObserved trends in indices of daily temperature extremes in South America 1960-\n\n2000. Journal of Climate, v. 18, no. 23, p. 5011–5023. \n\nVUILLE, M.; FRANCOU, B.; WAGNON, P.; JUEN, I.; KASER, G.; MARK, B.G.; \n\nBRADLEY, R.S. 2008. Climate change and tropical Andean glaciers: past, present \n\nand future. Earth Science Reviews, v. 89, n. 3?4, p. 79–96. \n\nWHITE, I. D.; MOTTERSHEAD, D. N.; HARRISON, S. 1992. Environmental System: An \n\nintroductory text. 2ª ed, Londres, Chapman &amp; Hall, 616 pp. \n\nWILLIAMS JR., R.; HALL, D.K.; BENSON, C.S. 1991. Analysis of glacier facies using \n\nsatellite techniques. Journal of Glaciology, v. 37, no. 125, p. 120–128. \n\n\n\n77 \n\n \n\nYOUNG, J.A.T.; HASTENRATH, S. 1999. Glaciers of Africa. In: Satellite Image Atlas of \n\nGlaciers of the World. Glaciers of the Middle East and Africa. Disponível em \n\n<http://pubs.usgs.gov/pp/p1386g/africa/intro.html>. Acesso em 07 de agosto de \n\n2011."}]}}}