{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05822"}, {"@name": "filename", "#text": "10249_Andrea_Santos_Garcia.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1\n\nUniversidade de São Paulo \nEscola Superior de Agricultura “Luiz de Queiroz” \n\nCentro de Energia Nuclear na Agricultura \n \n\n \n\n \n \n \n \n\n \n \n\nFragmentação em paisagem de Cerrado e sua implicação em dinâmicas \necológicas \n\n \n\n \n \n \n \n \n\nAndrea Santos Garcia \n \n \n \n \n\n \n \n \n\nDissertação apresentada para obtenção do título de \nMestra em Ciências. Área de concentração: Ecologia \nAplicada \n\n \n \n \n \n \n \n\n \n \n \n \n \n \n\nPiracicaba \n2014 \n\n \n \n\n\n\n 2\n\nAndrea Santos Garcia \nBióloga \n\n \n \n \n \n\n \n \n \n \n \n \n \n \n \n\nFragmentação em paisagem de Cerrado e sua implicação em dinâmicas \necológicas \n\n \n \n\n \n \n \n\nOrientadora: \nProfa.Dra. MARIA VICTORIA RAMOS \nBALLESTER \n\n \n\n \n \n\nDissertação apresentada para obtenção do título de \nMestra em Ciências. Área de concentração: Ecologia \nAplicada \n\n \n \n \n \n \n \n \n \n \n \n\nPiracicaba \n2014\n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n             \n\nDados Internacionais de Catalogação na Publicação  \n\nDIVISÃO DE BIBLIOTECA -  DIBD/ESALQ/USP \n \n \n\n Garcia, Andrea Santos  \nFragmentação em paisagem de Cerrado e sua implicação em dinâmicas ecológicas / \n\nAndrea Santos Garcia. - - Piracicaba, 2014. \n110 p. : il. \n\nDissertação (Mestrado) - - Escola Superior de Agricultura “Luiz de Queiroz”. Centro              \n de Energia Nuclear na Agricultura, 2014. \n\n \n\n1. Ecologia da paisagem 2. Fenologia 3.Efeito de borda 4. Genética da paisagem              \nI. Título \n\n                                                                                                   CDD 574.5 \n                                                                                                            G216f \n\n \n\n \n\n \n\n“Permitida a cópia total ou parcial deste documento, desde que citada a fonte – O autor” \n \n \n \n\n\n\n 3\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAos meus pais, Maria Alice dos Santos Garcia e Sergio Desimone Garcia, e irmãos, Rafael e \n\nLuca, por demonstrarem tamanha compreensão e serem meu apoio e exemplo de vida \n\nDedico  \n\n \n\n\n\n 4\n\n\n\n 5\n\nAGRADECIMENTOS \n\n \n\nMeus sinceros agradecimentos a todos aqueles que, de alguma forma, \n\ncontribuíram para a construção, desenvolvimento e conclusão dessa pesquisa científica. Em \n\nespecial, gostaria de agradecer: \n\nEm primeiro lugar, à Profa. Dra. Maria Victoria Ramos Ballester, pela \n\norientação, apoio, amizade e toda liberdade e confiança concedida no desenvolvimento deste \n\ntrabalho.  \n\nAos meus amigos do Laboratório de Análise Ambiental e Geoprocessamento: \n\nHenrique Sawakuchi, Mariana Seide, Fernanda Reichardt, Rodney Rizzo, Marston \n\nFranceschini, Deise Furlan, Eliete Sousa, Gabriel Lui, Rosangela Montani, Ricardo Raele e \n\nLuis Senicato, pelas inúmeras conversas, idéias e ajudas em tudo o que eu precisei. Espero \n\nque eu tenha feito por vocês pelo menos um pouco do que vocês fizeram por mim.  \n\n À Profa. Dra. Angela Bagnatori Sartori, Prof. Dr. Antonio Figueira, Dr. \n\nEduardo Bressan, Raquel Orsi, Felipe Campana e Dr. Alexandre Sebbenn pelo apoio com a \n\nlogística, laboratório, planilhas e textos. \n\nAo Luiz Acorci e Carmen Recalde pela infinita colaboração e incentivo com \n\nminha pesquisa e por me receber na Fazenda Forquilho durante todos esses meses. Ao Luiz e \n\nFlávia por acompanharem cada passo e serem tão solícitos.  \n\nAo Gabriel Ortega, Wellyngton Ayala, Alexandre Guillon, Guilli Silveira e \n\nLuca Garcia por fazerem parte da minha rotina de campo e tornarem tudo mais fácil. \n\n A todos no Departamento Plant Science na University of Cambridge, pela \n\nhospitalidade, sugestões, conhecimento compartilhado e risos fáceis. Em especial a Jéssica \n\nFonseca e David Coomes por me receberem.  \n\n\n\n 6\n\nAo Programa de Pós Graduação Interunidades em Ecologia Aplicada, em \n\nespecial a Mara Casarim, pelo apoio e prestatividade.  \n\nAo Governo de São Paulo e Governo Federal, representados respectivamente \n\npela Universidade de São Paulo e CAPES, pelos subsídios e concessão da bolsa de estudo. \n\nAinda à família Garcia pelo complemento orçamentário para a concretização deste trabalho.  \n\nAos familiares e amigos que sempre deram uma palavra de incentivo e se \n\ndispunham à discussão da ciência, política, ações e, no fim, contribuíram muita na minha \n\ncontínua formação profissional e pessoal.  \n\n\n\n 7\n\nEPÍGRAFE \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n\n“A maior riqueza do homem \né a sua incompletude. \n\nNesse ponto sou abastado. \nPalavras que me aceitam como \n\nsou - eu não aceito. \nNão aguento ser apenas um \n\nsujeito que abre \nportas, que puxa válvulas, \n\nque olha o relógio, que \ncompra pão às 6 horas da tarde, \n\nque vai lá fora, \nque aponta lápis, \n\nque vê a uva etc. etc. \nPerdoai \n\nMas eu preciso ser Outros. \nEu penso renovar o homem \n\nusando borboletas”. \n \n\nManoel de Barros \n(Retrato do artista quando coisa) \n\n\n\n 8\n\n\n\n 9\n\nSUMÁRIO \n \nRESUMO ................................................................................................................................. 11 \nABSTRACT ............................................................................................................................. 13 \n1 INTRODUÇÃO .................................................................................................................... 15 \n2 MUDANÇA DA COBERTURA E USO DO SOLO EM PAISAGEM DE CERRADO, \nÁREA DE PROTEÇÃO AMBIENTAL GUARIROBA, MS, BRASIL ............................. 21 \n2.1 Introdução .......................................................................................................................... 22 \n2.2 Materiais e métodos .......................................................................................................... 23 \n2.2.1 Área de estudo................................................................................................................ 23 \n2.2.2 Histórico da área ............................................................................................................ 25 \n2.2.3 Análise espaço-temporal da paisagem ......................................................................... 27 \n2.3 Resultados e discussão ..................................................................................................... 33 \n2.3.1 Classificação de imagens .............................................................................................. 33 \n2.3.2 Mudança na cobertura e uso do solo ............................................................................ 34 \n2.3.3 Forçantes na mudança da paisagem ............................................................................. 49 \n2.3.4 Métricas de paisagem para classes florestadas ............................................................ 51 \n2.4 Conclusões ......................................................................................................................... 54 \n3 FENOLOGIA REPRODUTIVA EM PAISAGEM FRAGMENTADA DE CERRADO, \nBRASIL ................................................................................................................................... 61 \n3.1 Introdução .......................................................................................................................... 61 \n3.2 Materiais e métodos .......................................................................................................... 63 \n3.2.1 Área de estudo................................................................................................................ 63 \n3.2.2 Espécie modelo .............................................................................................................. 65 \n3.2.3 Análise fenológica ......................................................................................................... 67 \n3.3 Resultados e discussão ..................................................................................................... 68 \n3.4 Conclusões ......................................................................................................................... 72 \n4 DISPERSÃO E GENÉTICA DA ESPÉCIE AMEAÇADA DE EXTINÇÃO Hymenaea \nstignocarpa EM PAISAGEM FRAGMENTADA DE CERRADO ..................................... 78 \n4.1 Introdução .......................................................................................................................... 79 \n4.2 Materiais e métodos .......................................................................................................... 81 \n4.2.1 Espécie modelo .............................................................................................................. 81 \n4.2.2 Área de estudo e amostragem ....................................................................................... 82 \n4.2.3 Extração de Ácido Dessoxiribonucleico (DNA) e análise do perfil genético ........... 83 \n4.2.4 Amplificação e análise de microssatélites ................................................................... 84 \n4.2.5 Análises da diversidade genética e endogamia ........................................................... 86 \n4.2.6 Análises da distribuição espacial dos genótipos ......................................................... 86 \n4.2.7 Estimativa de fluxo de pólen e sementes ..................................................................... 87 \n4.3 Resultados e discussão ..................................................................................................... 88 \n4.3.1 Desequilíbrio de ligação, diversidade genética e endogamia ..................................... 88 \n4.3.2 Diversidade genética e endogamia nas gerações ......................................................... 92 \n4.3.3 Estrutura genética espacial............................................................................................ 93 \n4.3.4 Fluxo gênico realizado: pólen e sementes ................................................................... 94 \n4.3.5 Coancestria entre candidatos a pais e regenerantes .................................................... 99 \n4.4 Conclusões ....................................................................................................................... 101 \n5 CONCLUSÕES E CONSIDERAÇÕES FINAIS ............................................................. 109 \n\n\n\n\n\n 11\n\nRESUMO \n \n\nFragmentação em paisagem de Cerrado e sua implicação em dinâmicas ecológicas  \n\n \nO Cerrado é o segundo maior bioma da América do Sul, o qual apresenta as maiores \n\ntaxas de conversão da cobertura natural em áreas antropizadas. Assim, o conhecimento sobre \nos processos e padrões de mudanças da cobertura e uso do solo e as implicações dessas \nmudanças sobre as dinâmicas ecológicas na paisagem são essências para manutenção e \nconservação deste bioma. Este trabalho teve como objetivo principal descrever o processo de \nmudança da cobertura do solo e fragmentação da paisagem natural, assim como analisar os \nefeitos da mesma na fenologia, dispersão e diversidade genética de uma espécie arbórea \nameaçada de extinção (Hymenaea stignocarpa) na Bacia do Córrego Guariroba, estado de \nMato Grosso do Sul. Nesta região, a conversão de grande parte das áreas naturais foi realizada \nantes de 1975. O aumento das pastagens, rebanho bovino e população municipal estão \nnegativamente correlacionados com a redução de áreas de cobertura natural. Entre 1975 e \n2011 a APA Guariroba passou por uma reconfiguração espacial, com progressiva perda de \náreas naturais, aumento no número de fragmentos e diminuição de conexão entre os \nremanescentes. Na transição entre coberturas do solo, a degradação foi um importante \nprocesso agindo sobre áreas florestadas ou destinadas ao pastoreio. As transições \napresentaram padrões espaciais, como mudança em blocos ou crescimento em área, e \ndistribuições específicas. O padrão sazonal de floração e frutificação não diferiu em regiões \nde borda de fragmento e interior. Contudo, mesmo havendo mais indivíduos florindo na borda \ndos fragmentos, a quantidade de indivíduos frutificando foi a mesma para as duas regiões. \nDensidade da vegetação, altura dos indivíduos e distancia do individuo em relação à borda \nforam as variáveis relacionadas com as atividades reprodutivas. Foi detectado fluxo gênico \nentre as subpopulações localizadas em fragmentos espacialmente isolados, e também árvores \nlocalizadas fora dos fragmentos florestais. Embora as subpopulações não diferirem quanto à \ndiversidade genética, a subpopulação espacialmente mais distante também é aquela com \nmaior distância genética. A diversidade genética também não foi alterada quando comparadas \nas gerações. Porém, a estrutura genética espacial diferiu, correspondendo a uma alteração no \npadrão dos agentes dispersores e dinâmica populacional de H. stignocarpa. De acordo com o \nconjunto dos resultados apresentados, a Bacia do Guariroba precisa de ações de manejo \nexplicitamente espaciais. Ainda, a recomposição da bacia seria mais eficiente se considerasse \nmodelos de metapopulações e ecologia da paisagem, utilizando trampolins ecológicos e \nunidades da paisagem como gradientes de mudança. \n \nPalavras-chave: Ecologia da paisagem; Fenologia; Efeito de borda; Genética da paisagem   \n\n\n\n 12 \n\n\n\n 13\n\nABSTRACT \n \n\nFragmentation in Cerrado landscape and its implication in ecological dynamics \n\n \n\nCerrado is the second largest biome in South America and is undergoing the highest \nrates of natural vegetation conversion into antropic areas. Thus, knowledge about land cover \nand land use change patterns and process, and their implications on ecological dynamics, are \nessential to Cerrado conservation. This research aimed to describe land cover and land use \nchange process, and analyse fragmentation effects on phenology, dispersion and genetic \ndiversity of endangered tree (Hymenaea stignocarpa). Most of APA Guariroba was modified \nsince before 1975. Increasing in pasturelands, herd cattle and municipality population was \nnegatively related to natural cover. Between 1975 and 2011, APA Guariroba went through \nspatial reconfiguration. It was accompanied by progressive natural areas loss, increasing in \nnumber of fragments and decrease in connection among fragments. Degradation played an \nimportant role in land cover transition, acting on forest and pasturelands. Transitions showed \npatterns as blocks and increasing area from seed point, it also had specific spatial distribution. \nFlowering and fruiting sazonal pattern was the same for core areas and edge areas. Even \nthought, more trees were flowering on the edge areas, fruiting activity was the same for both \nregions. Vegetation density, tree height and distance of trees from edge were the variables \nrelated to reproductive activities. Gene flux was detected among subpopulations spatially \nisolated, and trees located outside of fragments. Although subpopulations had similar genetic \ndiversity, most isolated subpopulation was also the most dissimilar one. Genetic diversity \nneither changed when comparing generations. However spatial genetic structure was different \nfor adults and juveniles. That difference was probably due to changes in dispersal patterns and \npopulation dynamics. According to results, spatial explicit management actions have to be \nbuilt for APA Guariroba. Also, watershed recovery would be more efficient if metapopulation \nand landscape ecology models were considerate together. Thus, using step-stones model and \nsome landscape units as transition units from forest to pasturelands.   \n \nKeywords: LCLU change; Phenology; Dispersal; Cerrado conservation \n\n\n\n 14 \n\n\n\n 15\n\n1 INTRODUÇÃO \n \n\nOs crescimentos demográficos, econômicos, agropecuário, industrial e urbano, \n\nassociados aos modelos de consumo adotados desde a revolução industrial, têm resultado em \n\num aumento contínuo e crescente da pressão sobre os recursos naturais, particularmente os \n\nnão renováveis. Os impactos decorrentes dessas atividades humanas em um período de tempo \n\nrelativamente curto resultaram em alterações profundas das condições e processos geológicos, \n\nentre estas, destacam-se mudanças: na erosão e transporte de sedimentos, associadas a uma \n\nvariedade de processos antrópicos como colonização, agropecuária, urbanização e \n\naquecimento global, e na composição química da atmosfera, oceanos e solos, com \n\nperturbações significativas nos ciclos de elementos como carbono, nitrogênio e fósforo \n\n(Crutzen e Stoermer, 2000). \n\nA partir de 1950, as mudanças na biosfera decorrentes da ação humana atingiram \n\nníveis sem precedentes. Em apenas meio século, os ecossistemas foram modificados mais \n\nrapidamente e em maior extensão do que em qualquer outro período na história do homem \n\n(MEA, 2005). Por exemplo, a América do Sul perdeu 4,0 milhões ha.ano-1 de vegetação \n\nnativa entre 2000 e 2010 (FAO, 2013). Cerca de 2 bilhões de hectares (ou 23 % das áreas \n\nantropizadas) foram considerados em 2010 como degradados devido à inabilidade do homem \n\nem estagnar, gerir adequadamente ou simplesmente falhar em investir em uma produção \n\nsustentada (Ellis et al., 2010). Se continuarmos com os padrões atuais de consumo, até 2030, \n\na demanda mundial por alimentos e energia quase duplicará, por água doce aumentará 30 % e \n\nvárias culturas poderão ser usadas para produzir bioenergia e para outros fins industriais \n\n(Beddington, 2010). Como uma das principais conseqüências deverá haver maior demanda \n\npor produtos agrícolas tradicionais e novos, o que poderá acarretar mudanças no uso do solo, \n\nconseqüências de longo prazo e impactos sociais, econômicos e nos serviços ecossistêmicos \n\n(Ballester et al., 2013). \n\nA conversão de habitats contínuos em áreas fragmentadas afeta processos ecológicos, \n\ncomo dispersão de sementes, polinização e ciclo de nutrientes (Hanada, 2004). A \n\nfragmentação da paisagem e a perda de habitat podem provocar alterações estruturais e \n\nfuncionais em comunidades florestais tropicais (Laurance, 2001), principalmente em \n\ndecorrência das alterações físicas e ecológicas provenientes do isolamento (Bierregaard et al., \n\n1992). Em paisagens nas qual a vegetação nativa é fragmentada, podem ocorrer alterações da \n\nabundância de algumas espécies devido às mudanças na estrutura física do seu habitat \n\n(Bierregaard et al., 1992), na competição com invasores (Saunders, Hobbs e Margules, 1991), \n\n\n\n 16 \n\nextinção de pequenas populações (Macarthur e Wilson, 1967), no aumento da predação e do \n\nparasitismo (Paton, 1994). Características como tamanho (área) e forma dos fragmentos, \n\ndistância de outros fragmentos e composição da matriz onde eles estão inseridos, influenciam \n\nna área efetiva (Laurance e Yensen, 1991; Scariot et al., 2003; Nascimento e Laurance, 2006; \n\nLaurance et al., 2007). Por sua vez, pesquisas sobre biologia da conservação (Fischer e \n\nLindenmayer, 2007). Essas alterações são consideradas uma ameaça à biodiversidade global \n\n(Foley et al., 2005), bem como para quase todos os grupos taxonômicos da flora e fauna \n\nconhecidos (Benitez-Malvido, 1998; Pires et al., 2002). \n\nNo Brasil, o Cerrado tem elevada importância para a economia local, regional e \n\nnacional, sendo responsável por 25 % da produção nacional de grãos, 40 % do rebanho \n\nbovino e metade das quase 10 milhões de toneladas de carvão vegetal produzidas anualmente \n\nno país (IPEA, 2011). A utilização de tecnologias pouco adequadas e a grande extensão \n\nterritorial das ocupações, associadas ao desmatamento indiscriminado e às queimadas causam \n\nproblemas como a perda de solos por erosão, poluição hídrica e atmosférica e perda de \n\nbiodiversidade (Quesada et al., 2004; Klink e Machado, 2005). \n\nO Cerrado possui grande riqueza fisionômica, reunindo formações vegetacionais \n\nflorestais, savânicas e campestres, resultando em alto endemismo e diversidade biológica \n\n(Mendonça et al., 1998; Da Silva e Bates, 2002; Ratter, Bridgewater e Ribeiro, 2006). Apesar \n\nde abrigar uma das floras mais ricas do mundo, com mais de 7000 espécies, e apresentar \n\nelevados níveis de endemismo, apenas 2,2 % da área do Cerrado encontra-se protegida por \n\nLei e 33 mil km² do bioma estão em áreas de conservação (Klink e Machado, 2005). Embora \n\no bioma Cerrado tenha grande importância e representatividade, pouca atenção está \n\ndirecionada para o mesmo. \n\nUma característica da ocupação do Cerrado que chama a atenção é a mudança \n\nextensiva e extremamente rápida do uso do solo. Estas mudanças resultam primordialmente \n\nda expansão da agropecuária intensiva através de inovações tecnológicas, investimentos de \n\ncapital, energia e conhecimentos (Klink e Moreira, 2002). Como consequência, até 2009, 48% \n\nda área do bioma teve sua cobertura vegetal original substituída por pastagens ou culturas \n\nanuais (MMA, 2011). O processo de ocupação do Cerrado inclui queimadas, invasões de \n\nterras, introdução de espécies exóticas e gado, retirada de lenha e espécies medicinais \n\n(Pivello, 2005). Como resultado, observa-se a invasão por espécies exóticas, fragmentação de \n\nhabitats, uso de agroquímicos que contaminam o solo e recursos hídricos, além da emissão de \n\ngases de efeito estufa (IBGE, 2010a).  \n\n\n\n 17\n\nContudo, pesquisas envolvendo mudança de cobertura e uso do solo e suas \n\nimplicações em dinâmicas ecológicas ainda são escassas. Mais raros são ainda os trabalhos \n\ncom o objetivo não apenas de compreender o processo de transformação da paisagem e os \n\nfatores causais, mas de fornecer subsídios para gestão ambiental e a implementação de \n\npolíticas públicas. Portanto, o presente estudo, desenvolvido na Área de Proteção Ambiental \n\ndo Córrego Guariroba, manancial que abastece a cidade de Campo Grande (MS), teve como \n\nperguntas principais: \n\nPergunta 1: Quais as causas, conseqüências e como foi o processo de mudança da cobertura e \n\nuso do solo na APA Guariroba?;  \n\nPergunta 2: As fenofases dos indivíduos de Hymenaea stignocarpa (Jatobá-do-Cerrado) estão \n\nsendo influenciadas por efeitos oriundos desses processos?;  \n\nPergunta 3: A fragmentação compromete a capacidade de dispersão e tem algum efeito sobre \n\na diversidade genética da população?  \n\nAssim, esse estudo objetivou preencher essa lacuna ao descrever o processo de mudança da \n\ncobertura do solo em uma região de Cerrado e analisar os impactos dessas mudanças nas \n\ndinâmicas ecológicas de uma espécie ameaçada de extinção. Os resultados são discutidos de \n\nacordo com outros estudos realizados no Cerrado ou, quando escasso, outras savanas. \n\nPossibilidades de manejo da área estudada são levadas em consideração. Como a APA \n\nGuariroba representa uma paisagem comumente encontrada no cerrado brasileiro, os pontos \n\naqui discutidos podem ser considerados para outras bacias.  \n\n \n\nREFERÊNCIAS \n \nBALLESTER, M.V.R.; VICTORIA, R.L.; KRUSCHE, A.V.; BERNARDES, M.; NEILL, C.; \nDEAGAN, L.A.; RICHEY, J.E. Physical and human controls on the carbon composition of \norganic matter in tropical rivers: an integrated analysis of landscape properties and river \nisotopic composition. In: I International Atomic Energy Agency (Org). Application of \nisotope techniques for water quality assessment and management, focusing on nutrient \nmanagement in rivers. Viena: IAEA, v.1, 2013.  p.173-186. \n \nBEDDINGTON, J. Food security: contributions from science to a new and greener \nrevolution. Philosophical Transactions of the Royal Society B-Biological Sciences, \nLondon, v. 365,      n. 1537, p. 61-71, Jan 12 2010.  \n \nBENITEZ-MALVIDO, J. Impact of forest fragmentation on seedling abundance in a tropical \nrain forest. Conservation Biology, Malden,  v. 12, n. 2, p.380-389, Apr 1998.   \n \nBIERREGAARD, R.O.; LOVEJOY, T.E.; KAPOS, V.; DOS SANTOS, A.A.; HUTCHINGS, \nR.W. The biological dynamics of tropical rain-forest fragments. Bioscience, Washington \n(DC), v. 42, n. 11, p.859-866, Dec 1992.  \n\n\n\n 18 \n\n \nCRUTZEN, P.J.; STOERMER, E.F. The “Anthropocene”. Global Change magazine. \nStockholm,v, 41, p. 17-18, 2000. \n \nDA SILVA, J.M.C.; BATES, J.M. Biogeographic patterns and conservation in the South \nAmerican Cerrado: A tropical Savanna hotspot. Bioscience, Washington (DC), v. 52, n. 3, \np.225-233, Mar 2002.   \n \nELLIS, E. C.; GOLDEWIJK, K. K.; SIEBERT, S.; LIGHTMAN, D.; RAMANKUTTY, N. \nAnthropogenic transformation of the biomes, 1700 to 2000. Global Ecology and \nBiogeography, Malden, v. 19, n. 5, p. 589-606, Sept. 2010.  \n \nFAO. Statistical Databases.  2013.  Disponível em: &lt;http://faostat.fao.org/ >. Acesso em: \n2013. \n \nFISCHER, J.; LINDENMAYER, D.B. Landscape modification and habitat fragmentation: a \nsynthesis. Global Ecology and Biogeography, Malden, v. 16, n. 3, p.265-280, May 2007.  \n \nFoley, J.A.; DeFries, R.; Asner, G.P.; Barford, C.; Bonan, G.; Carpenter, S.R.; Chapin, F.S.; \nCoe, M.T.; Daily, G.C.; Gibbs, H.K.; Helkowski, J.H.; Holloway, T.; Howard, E.A.; Kucharik, \nC.J.; Monfreda, C.; Patz, J.A.; Prentice, I.C.; Ramankutty, N.; Snyder, P.K. Global \nconsequences of land use. Science, Washington (DC), v. 309, n. 5734,p. 570-574 Jul 22 2005.  \n \nHANADA, L.D.C. Mudanças do uso da cobertura do solo na fronteira agrícola da \nAmazônia occidental, bacia do Ji-Paraná – Rondônia. 2004. 98p. (Mestrado na area de \nEcologia de Ecossistemas) - Escola Superior de Agricultura \"Luiz de Queiroz\",Universidade \nde São Paulo Piracicaba - SP,2004.  \n \nIBGE. Indicadores de Desenvolvimento Sustentável. Rio de Janeiro: Fundação Instituto \nBrasileiro de Geografia e Estatística,  2010. 190p. \n \nIPEA. Código Florestal: Implicações do PL 1876/99 nas áreas de reserva legal.  Brasília - \nDF: Instituto de Pesquisas Econômicas Aplicadas, 2011. 22p. \n \nKLINK, C.A.; MACHADO, R.B. Conservation of the Brazilian Cerrado. Conservation \nBiology, Malden,  v. 19, n. 3, p. 707-713, Jun 2005.  \n \nKLINK, C.A.; MOREIRA, A. The cerrados of Brazil: ecology and natural history of a \nneotropical savanna. In: OLIVEIRA, P.S. ; MARQUIS, R.J. (Ed.). The cerrados of Brazil: \necology and natural history of a neotropical savanna. New York: Columbia University Press, \n2002.  p.69-88.   \n \nLAURANCE, W.F. Fragmentation and plant communities: synthesis and implications for \nlandscape management. In: BIERREGAARD, R.O.;GASCON, C.; LOVEJOY, T.E.; \nMESQUITA, R.C.G. (Ed.). Lessons from Amazonia: The ecology and conservation of a \nfragmented forest. New Haven, Connecticut: Yale University, 2001.  p.158 -168.   \n \nLAURANCE, W.F.; NASCIMENTO, H.E. M.; LAURANCE, S.G.; ANDRADE, A.; \nEWERS, R.M.; HARMS, K.E.; LUIZAO, R.C.C.; RIBEIRO, J.E. Habitat Fragmentation, \n\n\n\n 19\n\nVariable Edge Effects, and the Landscape-Divergence Hypothesis. Plos One, San Francisco, \nv. 2, n. 10, e1017, Oct 10 2007.   \n \nLAURANCE, W.F.; YENSEN, E. Predicting the impacts of edge effects in fragmented \nhabitats. Biological Conservation, Oxford (UK), v. 55, n. 1, p. 77-92, 1991.  \n \nMACARTHUR, R.H.; WILSON, E.O. The Theory of Island Biogeography.  Princeton - \nNew Jersey: Princeton University Press, 1967. 203 p. .  \n \nMEA. The Millennium Ecosystem Assessment. Millennium Ecosystem Assessment \n(Program) Washington, DC. 2005 Disponível em: \n<http://www.maweb.org/en/Condition.aspx>. Acesso em: 1 jun. 2014. \n \nMENDONÇA, R.C.; FELFILI, J. M.; WALTER, B. M.T.; SILVA JÚNIOR, M.C. da; \nREZENDE, A.V.; FILGUEIRAS, T S.; NOGUEIRA, P.E. Flora vascular do Cerrado. In: \nSANO, S.M.; ALMEIDA, S.P. de. (Ed.). Cerrado: ambiente e flora Planaltina - DF: \nCPAC/EMBRAPA, 1998.  p.288-556.   \n \nMMA. Monitoramento do desmatamento nos biomas brasileiros por satélite. IBAMA. \nBrasília - DF: Ministério do Meio Ambiente, 2011. 65p. \n \nNASCIMENTO, H.E.M.; LAURANCE, W.F. Efeitos de área e de borda sobre a estrutura \nflorestal em fragmentos de floresta de terra-firme após 13-17 anos de isolamento. Acta \nAmazonica, Manaus, v. 36, p. 183-192,  2006.  \n \nPATON, P.W.C. The effect of edge on avian nest success - how strong is the evidence. \nConservation Biology, Cambridge (MA),  v. 8, n. 1, p. 17-26, Mar 1994.   \n \nPIRES, A.S.; LIRA, P.K.; FERNANDEZ, F.A.S.; SCHITTINI, G.M.; OLIVEIRA, L.C. \nFrequency of movements of small mammals among Atlantic Coastal Forest fragments in \nBrazil. Biological Conservation, Oxford (UK), v. 108, n. 2, p, 229-237, Dec 2002.  \n \nPIVELLO, V.R. Manejo de fragmentos de Cerrado: princípios para a conservação da \nbiodiversidade. In: SCARIOT, A.;SOUSA-SILVA, J.C.; FELFILI, J.M. (Ed.). Cerrado: \necologia, biodiversidade e conservação. Brasília - DF: Ministério do Meio Ambiente, 2005.  \np.401-413.   \n \nQUESADA, M.; STONER, K.E.; LOBO, J.A.; HERRERIAS-DIEGO, Y.; PALACIOS-\nGUEVARA, C.; MUNGUIA-ROSAS, M.A.; SALAZAR, K.A.O.; ROSAS-GUERRERO, V. \nEffects of forest fragmentation on pollinator activity and consequences for plant reproductive \nsuccess and mating patterns in bat-pollinated bombacaceous trees. Biotropica, Lawrence, v. \n36, n. 2, 131-138, Jun 2004.  \n \nRATTER, J.A.; BRIDGEWATER, S.; RIBEIRO, J.F. Biodiversity patterns of the woody \nvegetation of the Brazilian Cerrado. Neotropical Savannas and Seasonally Dry Forests: \nPlant Diversity, Biogeography, and Conservation. Florida: CRC Press, 2006. 504p.  \n \nSAUNDERS, D.A.; HOBBS, R.J.; MARGULES, C.R. Biological consequences of ecosystem \nfragmentation - A REVIEW. Conservation Biology, Cambridge (MA), v. 5, n. 1, p. 18-32, \nMar 1991.  \n\n\n\n 20 \n\n \nSCARIOT, A.; FREITAS, S.R.; NETO, E.M.; NASCIMENTO, M.T.; OLIVEIRA, L.C.; \nSANAIOTTI, T.; SEVILHA, A.C.; VILLELA, D.M. Vegetação e Flora. In: Rambaldi, D. M.; \nOliveira, D.A.S. de  (Ed.). Fragmentação de Ecossistemas: causas, efeitos sobre a \nbiodiversidade e recomendações de políticas públicas. Brasília - DF: Ministério do Meio \nAmbiente, 2003.  p.104 - 123.   \n \n\n\n\n 21\n\n2 MUDANÇA DA COBERTURA E USO DO SOLO EM PAISAGEM DE CERRADO, \nÁREA DE PROTEÇÃO AMBIENTAL GUARIROBA, MS, BRASIL  \n\n \n\nResumo \n\n      Esse estudo foi desenvolvido na Área de Preservação Ambiental dos Mananciais do \nCórrego Guariroba (APA Guariroba), o qual é composto por formações de Cerrado. O \nobjetivo foi avaliar as principais forçantes das mudanças na estrutura e composição da \npaisagem, e seus efeitos, analisando uma séria histórica de cobertura e uso do solo referente \naos anos de 1975, 1984, 1991, 2001 e 2011. A mudança da paisagem, com diminuição das \náreas naturais e aumento das áreas de pastagem esteve relacionada com o crescimento da \npopulação e do rebanho bovino. As áreas desmatadas estavam localizadas mais próximas de \nestradas e córregos. Todas as categorias de cobertura de solo passaram por uma \nreconfiguração espacial e poucos remanescentes de florestas permaneceram inalterados. O \nCerrado Florestado foi bastante alterado no período avaliado, com progressiva diminuição na \nporcentagem de cobertura, aumento no número de fragmento, seguidos pela diminuição da \nárea dos mesmos e conectividade entre eles. Os resultados sugerem que o limiar da \nconectividade/isolamento da paisagem foi ultrapassado em 1991. As classes de cobertura que \nrepresentam solos mais passíveis de erosão estão se tornando mais comuns ao longo dos anos, \nenquanto classes de maior cobertura vegetal e remanescentes de vegetação nativa se tornam \nmais escassos.  \n \nPalavras-chave: Mudança na cobertura e uso do solo; Fragmentação; Manejo; Savana \n\nbrasileira \n \n\nAbstract \n\n      This study was developed in the Área de Preservação Ambiental dos Mananciais do \nCórrego Guariroba (APA Guariroba), located at a Cerrado landscape. We aimed to evaluate \nthe main driving forces of landscape change and its effects related to landscape composition \nand structure. Our results showed LCLU change is related to population and livestock growth. \nAreas near to streams and roads were more likely to be cleared. All land cover classes were \nspatially reconfigured and only few forest fragments remained unchanged between 1975 and \n2011. Woody Cerrado was progressively cleared, with decrease in landscape cover proportion, \nincrease in number of fragments, followed by decrease in area and connection among \nfragments. Results suggest the landscape connection/isolation bottom-line was crossed in \n1991. Land cover classes that are more likely to cause erosion are becoming more common \nover time, and conservative land cover classes are becoming rarer.  \n \nKeywords: LCLU change; Fragmentation; Management; Brazilian savanna \n \n \n \n \n \n \n \n \n \n \n\n\n\n 22 \n\n2.1 INTRODUÇÃO \n\n \n\nNa maior parte das regiões tropicais do mundo, a expansão da fronteira agrícola é \n\nconsiderada como um dos principais fatores responsável pelo desmatamento (Geist e Lambin, \n\n2001; Foley et al., 2005). No Brasil, este processo vem sendo observado contínua e \n\naceleradamente na região conhecida como arco do desmatamento, a qual abrange dois \n\nimportantes biomas, a Floresta Tropical Úmida e o Cerrado. Este último, mesmo sendo a \n\nsegunda maior formação vegetacional da América do Sul, cujas conversões no uso do solo \n\nsuperam as observadas na floresta amazônica, vem recebendo pouca atenção (Brannstrom et \n\nal., 2008; Jepson, Brannstrom e Filippi, 2010; Sano et al., 2010; Grecchi et al., 2013). Como \n\nresultado, dos cerca de 2 milhões de km2 (quase 24% do território nacional) originalmente \n\ncobertos por este bioma, apenas 6% ainda se apresentavam inalterados em 2005 (IBGE, 2004; \n\nKlink e Machado, 2005). \n\nO Cerrado apresenta características únicas, possuindo elevada diversidade biológica e \n\nendemismo, sendo considerado um dos hotspot de biodiversidade do mundo (Conservation \n\nInternational, http://www.conservation.org). Outra característica importante deste bioma é a \n\nquantidade e a qualidade dos recursos hídricos da região: em suas chapadas estão as nascentes \n\ndas principais bacias hidrográficas do Brasil, como Amazonas, Prata e São Francisco, bem \n\ncomo importantes pontos de recarga do Aqüífero Guarani (IBGE, 2010a). \n\nA região tem assumida importância para a economia local, regional e nacional, sendo \n\nresponsável por 25 % da produção de grãos, 40 % do rebanho bovino e metade das quase 10 \n\nmilhões de toneladas de carvão vegetal produzidas anualmente no país (IPEA, 2011). A \n\nutilização de tecnologias pouco adequadas e a grande extensão territorial das ocupações, \n\nassociada ao desmatamento indiscriminado e às queimadas, causam impactos ambientais \n\ncomo a perda de solos por erosão, poluição hídrica e atmosférica e perda de biodiversidade \n\n(Quesada et al., 2004; Klink e Machado, 2005). \n\nO Cerrado abriga uma das floras mais ricas do mundo, com mais de 7000 espécies \n\nvegetais. Ainda uma grande porcentagem da biodiversidade desse bioma é endêmica, por \n\nexemplo, com 44 % das espécies vegetais e 25 % da ictiofauna de água doce não sendo \n\nencontrada em nenhum outro lugar. Contudo, apenas 8,2 % da área do bioma encontram-se \n\nem áreas de conservação, dos quais 5,4 % não são protegidos integralmente (MMA, 2014). \n\nUma dessas áreas é a Área de Proteção Ambiental (APA) Guariroba (MS), onde está inserida \n\na bacia de drenagem do córrego Guariroba. Esta bacia é a principal fonte de água doce para a \n\ncidade de Campo Grande, com cerca de 800.000 habitantes (Campo Grande, 2007). A região \n\n\n\n 23\n\ncontém importantes fragmentos de mata nativa de Cerrado e é composta por propriedades \n\nrurais cuja principal atividade é a pecuária extensiva.  \n\nAs conseqüências das mudanças no uso da terra na dinâmica da paisagem vêm sendo \n\nestudadas em várias escalas ao redor do mundo. Essas mudanças não incluem somente a \n\nconversão de unidades naturais da paisagem, mas também mudanças nas práticas de manejo e \n\nna cobertura de solo (Foley et al., 2005). Entre as conseqüências da alteração do uso do solo \n\nestão o comprometimento da produção de alimentos, recursos hídricos e florestais, \n\nbiodiversidade, qualidade do ar, dinâmica de doenças, entre outros (Lambin, Geist e Rindfuss, \n\n2006). Nas regiões tropicais, principalmente nas savanas brasileiras, o enfoque desses estudos \n\ntem sido as taxas nas quais os processos de desmatamento vem ocorrendo e a dinâmica de \n\nsubstituição da vegetação nativa por pecuária e/ou culturas agrícolas (Arvor et al., 2012; \n\nGrecchi et al., 2013; Redo, Aide e Clark, 2013). Contudo, são ainda poucos os estudos que \n\nabordam as consequências dessas transformações na disrupção da paisagem pristina, na \n\nestrutura da nova paisagem e na dinâmica dos processos ecológicos que ocorrem na mesma.  \n\nPortanto, o objetivo desse estudo foi avaliar as principais forçantes e os efeitos das \n\nmudanças na cobertura e uso do solo em relação à estrutura e composição da paisagem da \n\nAPA Guariroba. Para tal, foram analisadas as mudanças na composição e configuração \n\nespacial da paisagem em uma série temporal detalhada (1975, 1984, 1991, 2001 e 2011).  A \n\nanálise da composição da paisagem, incluindo matriz, corredores e fragmentos, é indicadora \n\nda sua estrutura, enquanto as métricas estão relacionadas com a configuração da mesma. As \n\ncorrelações empregadas entre as classes de cobertura serviram como referência da mudança \n\nda composição e configuração da paisagem da APA Guariroba ao longo do período estudado. \n\nOs resultados aqui apresentados são essenciais no entendimento do processo de formação da \n\npaisagem atual da área de estudo e serve como base para a investigação de dinâmicas \n\necológicas apresentadas nos capítulos seguintes. \n\n \n\n2.2 MATERIAIS E MÉTODOS \n\n2.2.1 Área de estudo \n\n \n\nA área de estudo constitui na Área de Preservação Ambiental dos Mananciais do \n\nCórrego Guariroba (APA Guariroba), localizada na região sudeste de Campo Grande, a cerca \n\nde 35 km do centro urbano da mesma, com  o principal acesso à mesma ocorrendo pela \n\nRodovia Federal BR 262 (Figura 2.1). O A região é caracterizada por formações de Cerrado e \n\n\n\n 24 \n\náreas cultivadas de pastagem e eucalipto. As características citadas a seguir foram obtidas \n\njunto ao Plano de Manejo APA do Guariroba (Campo Grande, 2007).  \n\n \n\n \nFigura 2.1 - (A) Localização da cidade de Campo Grande, Mato Grosso do Sul, \n\nBrasil; (B) Limites de Campo Grande, Área de estudo - Bacia de \ndrenagem do Córrego Guariroba (APA Guariroba) e perímetro \nurbano \n\n \nNa área de estudo, as fitofisionomias naturais que mais se destacam são o Cerradão, o \n\nCerrado Denso e as áreas úmidas. O Cerradão apresenta aspecto xeromórfico, dossel contínuo \n\ne cobertura arbórea (8 a 15 m) que pode oscilar de 50 a 90%, proporcionando condições de \n\nluminosidade que favorecem a formação de camadas de arbustivas e herbáceas diferenciadas. \n\nCerrado Denso representa a forma mais densa e alta de Cerrado sentido restrito, com \n\nvegetação predominantemente arbórea (5 a 8 m) e cobertura de 50% a 70%. Áreas úmidas são \n\nconstituídas por Mata de Galeria, vegetação florestal úmida que acompanha os córregos, \n\nVeredas e nascentes, as quais são compostas por espécies arbustivo-herbáceas e palmeiras \n\n(Pennington, Lewis e Ratter, 2006). Para esse estudo, as formações de Cerradão e Cerrado \n\nDenso foram classificadas como Cerrado Florestado; Áreas úmidas e florestas sempre verdes \n\nao longo dos córregos foram classificadas como Mata de Galeria; As áreas de pastagem com \n\nalta densidade de árvores e arbustos foram classificadas como Cerrado/ Pasto sujo. \n\nAs espécies mais representativas nas áreas de cerradão e cerrado denso são: Xylopia \n\naromatica, Callistene major, Kielmeyera coriacea, Caryocar brasiliense, Tapirira guianesis, \n\nMatayba guianensis, Copaifera langsdorfii, Aspidosperma subincanum, Qualea multiflora, Q. \n\ngrandiflora, Q. parviflora, Dimorphandra mollis, Vochysia cinnamomea e Stryphnodendron \n\nadstringens, Nas áreas úmidas predominam Mauritia flexuosa e espécies de cyperaceae e \n\nA \n\nB \n\n\n\n 25\n\npoaceae. Entre as espécies exóticas, as mais comuns na região são Eucalyptus sp. e Urochloa \n\nsp. \n\nO clima predominante na região, conforme a classificação de Köppen é do tipo Aw. \n\nEste é definido como clima quente e úmido com chuvas de verão, tendo como característica a \n\nocorrência de 4 a 5 meses secos e temperatura do mês mais frio superior a 18º C. O período \n\nentre outubro e março configura a estação úmida local, sendo os meses mais chuvosos aqueles \n\nentre novembro e janeiro. Já o período considerado mais seco é entre junho e agosto, quando \n\nas precipitações são habitualmente inferiores a 50 mm por mês. As temperaturas variam de \n\nacordo com as chuvas, nos meses mais quentes (outubro a março) as médias mensais são \n\nsempre superiores a 24ºC, e nos mais frios (junho/julho) as médias situam-se sempre acima \n\ndos 18ºC. \n\nPoucos estudos foram realizados na APA Guariroba.  Bueno (2009) observou que as \n\nmatas de galeria estão em processo de recuperação e a heterogeneidade de espécies vegetais \n\nestá condicionada à ações antrópicas e características do solo. Ainda, as veredas (áreas úmidas) \n\nda APA Guariroba, se mostraram pouco ricas em espécies vegetais e com predomínio de \n\nherbáceas resistentes a processo erosivos (Lima e Damasceno Jr, 2009). Um estudo mais \n\namplo sobre as características bióticas e abióticas foi realizado pela Prefeitura Municipal de \n\nCampo Grande (Campo Grande, 2007). Segundo Garcia, Acorci Filho e Garcia (2014), o \n\nvalor dos serviços ecossistêmicos oferecido pela APA Guariroba, quando considerado apenas \n\na produção de água para consumo, ultrapassa R$10.000.000 ano-1. Os autores calcularam esse \n\nvalor com base nas taxas de extração de água, tarifas sociais arrecadada pela empresa \n\nconcessionária e custo de fornecimento. Ainda sim, até 2010 pouco não foi observado grande \n\ncomprometimento por parte de órgãos ambientais ou proprietários em relação ao \n\ncomprimento da legislação ambiental (Camargo, Camargo e Oliveira, 2010). \n\n \n\n2.2.2 Histórico da área \n\n \n\nA bacia de drenagem do córrego Guariroba é a principal fonte de abastecimento de \n\nágua para consumo da população urbana do município de Campo Grande, no qual habitam \n\naproximadamente 800.000 pessoas. A degradação ambiental na bacia vem provocando o \n\nassoreamento dos corpos de água e, conseqüentemente, a diminuição da capacidade de vazão \n\ndos córregos e reservação do lago de captação. De 2007 a 2011 o lago perdeu 9,2% de sua \n\natual capacidade de reserva (Campo Grande, 2012). \n\n\n\n 26 \n\nNo intuito de proteger o principal serviço ecossistêmico oferecido pela região do \n\nCórrego Guariroba, isto é a produção de água, em 1995 foi estabelecida oficialmente a Área \n\nde Proteção Ambiental (Campo Grande, 2007). Porém, foi somente a partir de 2007, com o \n\nestudo encomendado pela Prefeitura Municipal de Campo Grande para a elaboração do Plano \n\nde Manejo da mesma, que o estado de conservação e a necessidade de restauração tornaram-\n\nse claras.  \n\nA APA está atualmente ocupada por 62 propriedades rurais, em cerca de 40 das quais  \n\na pecuária extensiva é a principal atividade. Ainda há atividades de silvicultura e piscicultura. \n\nA maior parte dos proprietários não efetua os devidos manejos estabelecidos pelo programa \n\nde proteção da APA, alegando elevado custo para a manutenção ecológica (Camargo, \n\nCamargo e Oliveira, 2010).  \n\nNo final de 2009, com a mobilização de setores público, privado e civil, foi aprovado \n\no “Programa de Recuperação de Áreas Degradadas e Conservação da Bacia Hidrográfica do \n\nCórrego Guariroba”. Para a implementação das intervenções diagnosticadas no mesmo, foram \n\ndisponibilizados R$ 800.000 pela Agencia Nacional de Águas (ANA) e R$ 88.000 pela \n\nPrefeitura Municipal de Campo Grande (PMCG). Estimou-se ainda que fossem necessários \n\noutros R$ 23,5 milhões, a serem aplicados ao decorrer de 10 anos, para a recuperação e \n\nconservação da APA Guariroba (Campo Grande, 2012).    \n\nEm 2010 a Secretaria Municipal de Meio Ambiente e Desenvolvimento Urbano \n\n(SEMADUR) de Campo Grande criou o “Programa Manancial Vivo” para implementar \n\npagamentos por serviços ambientais (PSA) que variam de 65 reais ao ano por hectare de \n\npastagem recuperada, até 130 reais ao ano por hectare de floresta protegida (WWF, 2011; \n\nCampo Grande, 2012). Em 2011 a APA do Guariroba foi selecionada para compor o projeto \n\n“Água Brasil” da Fundação Banco do Brasil em parceria com o ANA, WWF e Ministério \n\nPúblico . Assim houve a disponibilização de R$ 1,5 milhão para consecução dos objetivos do \n\nprograma (MPE/MS, 2011).  \n\nEm 2013 teve início o PSA, baseado no modelo provedor-recebedor (Acorsi, 2012 - \n\ncom. pessoal). Até o presente, já foram realizadas intervenções como a construção de terraços \n\nseccionados em áreas de pastagem, cercamento de Área de Preservação Permanente e plantio \n\nde mudas de espécies nativas na sub-bacia do Córrego Guariroba. Ainda não há previsão para \n\nas intervenções e o PSA nas outras quatro sub-bacias pertencente à APA Guariroba. \n\n \n\n \n\n\n\n 27\n\n2.2.3 Análise espaço-temporal da paisagem   \n\n \n\nA Figura 2.2 apresenta o fluxograma do modelo conceitual adotado para a obtenção e \n\nanálise dos dados necessários para este estudo.  A fragmentação da paisagem foi avaliada \n\natravés da análise das modificações físicas e bióticas, bem como da evolução das principais \n\nforçantes antrópicas identificadas na região.  \n\n \n\n \nFigura 2.2 - Fluxograma do modelo conceitual adotado para a obtenção e análise dos dados para valiar as \n\nmudanças no uso do solo em paisagem de cerrado, Área de Proteção Ambiental Guariroba, MS, \nBrasil \n\n \n\nPara caracterizar e avaliar a fragmentação da paisagem estudada foram utilizadas \n\nferramentas de geoprocessamento e métricas de paisagem (Turner e Gardner, 1994; Turner, \n\nGardner e O'neil, 2001), as quais possibilitam comparações entre períodos e áreas distintas. \n\nPara tal, foi implementado um banco de dados georreferenciado contendo os dados referentes \n\nàs características da paisagem (Tabela 2.1). Todos os dados foram derivados de bibliotecas \n\ndigitais georreferenciadas, compiladas empregando-se o Sistema de Informações Arc-Gis 9.3 \n\n(ESRI, 2009) e de Processamento de Imagem Erdas-Image 9.1 (Erdas, 1999). Todos os \n\nprotocolos estão descritos em detalhe no Apêndice A. \n\nPara obter os mapas de cobertura do solo, foi utilizada uma série de imagens de \n\nsatélites Landsat 1, 5 e 7 (Tabela 2.2). Todas as cenas do banco de dados foram \n\ngeometricamente corrigidas utilizando como referências a imagem de 2001 do Landsat 7, \n\nsensor ETM+ (NASA 2001) obtida  junto ao Global Land Cover Facility. Todas as cenas \n\ntambém foram corrigidas para fatores atmosféricos e de refletância. A correção radiométrica \n\nfoi feita a partir do modelo Dark Object Subtraction (DOS) modificado por Chavez (1996). A \n\nconversão de números digitais para valores de refletância é opcional quando se trabalha com \n\n\n\n 28 \n\nimagens temáticas (Song et al., 2001). Porém, a homogeneização da resposta espectral facilita \n\no processo de classificação multitemporal e acesso de acurácia dos mapas temáticos.  \n\n \n\nTabela 2.1 - Conteúdo do banco de dados georreferenciado contendo os dados referentes às \ncaracterísticas da paisagem da APA Guariroba, MS, Brasil. Dados provenientes de \nmapas impressos apresentam escala. Imagens digitais das quais foram obtidos dados \nsão descrito na tabela 2.2 \n\nCaracterística Escala/ Resolução   Fonte \nPedologia 1:50.000 Campo Grande (2007) \nGeologia 1:50.000 Campo Grande (2007) \nRede de estradas 1:50.000 Campo Grande (2007) \nPropriedades rurais 1:50.000 Campo Grande (2007) \nModelo digital de elevação  30m x 30m ASTER SRTM (Tabela 2.2) \nDeclividade do terreno 30m x 30m ASTER SRTM (Tabela 2.2) \nRede de drenagem 30m x 30m ASTER SRTM (Tabela 2.2) \nCobertura do solo 30m x 30m LANDSAT MSS, TM, ETM (Tabela 2.2) \n\n \n\nTabela 2.2 - Imagens digitais utilizadas para derivar dados de composição da paisagem da APA \nGuariroba, MS, Brasil. A tabela apresenta os satélites e sensores, data de \naquisição e orbita ponto das cenas, resolução espacial em metros e a fonte de \npublicação. Imagem IKONOS foi usada apenas para auxiliar na validação das \nimagens classificadas   \n\nSatélite e Sensor \nAquisição/  \nÓrbita ponto \n\nResolução \nespacial (m) \n\nFonte, Ano \n\nIKONOS 2005 4 PMCG, IKONOS (2005) \n\nLandsat 5 TM \n27.VI.2011/ \nL5224_07420110627 \n\n30 INPE, NASA (2011) \n\nLandsat 7 ETM+ \n06.V.2001/ \nL7224_07420010506 \n\n30 GLCF, NASA (2001) \n\nLandsat 5 TM \n19.V.1991/ \nL5224_07419910519 \n\n30 INPE, NASA (1991) \n\nLandsat 5 TM \n02.VII.1984/ \nL5224_07419840702 \n\n30 GLCF, NASA (1984) \n\nLandsat 1 MSS \n17.XII.1975/ \nL1224_07419751217 \n\n60 INPE, NASA (1975) \n\nASTER SRTM 2009 30 Japan Space Systems (2012) \n\n \n\nO método de classificação adotado foi o supervisionado por máxima verossimilhança, \n\nseguindo os passos metodológicos descritos por Ballester et al.(2003). Como auxílio ao \n\nprocesso de escolha dos sítios de treinamento para a classificação foi utilizada uma \n\ncomposição colorida da imagem de alta resolução espacial IKONOS. Os mapas de cobertura \n\ndo solo resultantes passaram por inspeção visual e comparação com as composições coloridas \n\n(RGB 543). O Índice de Kappa foi utilizado para aceitar ou rejeitar a classificação. Para cada \n\nmapa temático (1975, 1984, 1991, 2001 e 2011) foram utilizadas diferentes dados para \n\nacessar acurácia. Pontos de verdade-terrestre foram coletados em campo com o auxílio de um \n\nreceptor de GPS (Global Positionig System) Garmin Map 76 para avaliar. Tais pontos foram \n\nutilizados para acessar acurácia dos mapas temáticos de 2011, e em conjunto com imagem \n\n\n\n 29\n\nIKONOS foi analisada a imagem de 2001. As imagens de 1991, 1984 e 1975 tiveram a \n\nacurácia avaliadas de acordo com suas próprias composições coloridas, forma de objetos e \n\ncomparação com a resposta espectral da imagem Landsat 2011.   \n\nPara classificação das imagens Landsat foram adotadas as seguintes classes de \n\ncobertura do solo: (1) Silvicultura, formações de monocultivo de eucalipto; (2) Mata de \n\ngaleria/ ciliar (florestas sempre-verdes que acompanham corpos de água); (3) Corpo de água \n\nclaro; (4) Corpo de água escuro; (5) Cerrado/ pasto sujo (áreas de pastagem com regeneração \n\ndo componente arbustivo e arbóreo); (6) Cerrado florestado, fragmentos florestais de cerrado; \n\n(7) Solo semi-exposto (áreas de solo exposto com porções de pastagem - touceiras); (8) Solo \n\nexposto (solo aparente sem qualquer cobertura); (9) Pastagem (áreas de pastagem plantada \n\nUrochloa sp.); (10) Pastagem em degradação (áreas com menor densidade de pastagem ou \n\nfalhas com solo em exposição). Para apresentação dos resultados as classes (3) Corpo de água \n\nclaro e (4) Corpo de água escuro foram fundidas em uma única classe, assim como (7) Solo \n\nsemi-exposto e (8) Solo exposto. \n\nA matriz de mudança da cobertura do solo foi construída para os intervalos de tempo \n\n1975-1984, 1984-1991, 1991-2001 e 2001-2011 com o auxílio da ferramenta de Análise \n\nEspacial (zonal) do software ArcGIS 9.3 (ESRI, 2009). Uma regressão logística foi utilizada \n\npara relacionar as áreas antropizadas em 1975 e 2011 com todas as características da APA \n\nGuariroba (Tabela 2.1). A correlação entre a mudança das coberturas de solo e variáveis \n\nsocioeconômicas foi avaliada através da correlação de Spearman. As variáveis \n\nsocioeconômicas utilizadas foram (a) população municipal e (b) rebanho de gado estadual \n\n(IBGE, 2010b; SISGRAN, 2012).  \n\nPara derivar os mapas da distribuição espacial das principais mudanças observadas foi \n\nutilizados a ferramenta Análise Espacial do software ArcGIS 9.3 (ESRI, 2009). A estrutura e \n\ndinâmica da paisagem foram analisadas através de métricas de modo a descrever as mudanças \n\nna composição e configuração da mesma ao longo do tempo e espaço. As seguintes métricas \n\nde classe e de fragmentos foram calculadas com o programa Fragstats 4.0 (Mcgarigal, \n\nCushman e Neel Ene, 2002):  \n\nA) Número de fragmentos (NFi): quantifica o número de fragmentos existentes em \n\ncada classe de uso e cobertura do solo da paisagem (Eq. 1) \n\nNiNF ?           (Eq. 1) \n\n \n\nonde,  \n\n\n\n 30 \n\nNi = número de fragmentos na paisagem pertencentes à classe i \n\nB) Densidade de fragmentos de cada classe (DF): quantifica o número de fragmentos \n\nexistentes em cada classe em relação à área total (Eq. 2) \n\nA\n\nNFi\nDF ?\n\n   (Eq. 2) \n\nonde: \n\nNFi = número de fragmentos na paisagem pertencentes à classe i \n\nA = área total da paisagem em metros quadrados \n\nC) Proporção da paisagem (pi):  área ocupada por cada categoria de cobertura \n\nponderada pela área total da paisagem (Eq. 3) \n\nNp\n\nNi\npi ?\n\n                   (Eq. 3) \n\nonde,  \n\ni = classe de cobertura  \n\nNi = número total de células (ou área) na categoria i;  \n\nNp = número total de células (ou área) na paisagem. \n\nD) Tamanho médio dos fragmentos (TMF): representa o tamanho médio dos \n\nfragmentos de uma determinada classe (Eq. 4). TMF > 0, sem limite: \n\n000.10\n11 ??\n\n?\n?\n\nni\n\naij\n\nTMF\n\nn\n\nj\n\n             (Eq. 4) \n\nonde,  \n\naij = área (m2) do fragmento (fragmento da classe i);  \n\nj = número de fragmentos, de 1 a n;  \n\nni = número de fragmentos de uma determinada classe na paisagem. \n\nE) Borda Total (BT): comprimento total da borda dos fragmentos de cada classe (Eq. \n\n5). \n\n \n?\n?\n\n?\nm\n\nk\nikeBT\n\n1             (Eq. 5) \n\nonde,  \n\nBT = comprimento (m) da borda de cada classe i; \n\nF) Índice de maior fragmento (IMF): percentual da paisagem comprometida pelo \n\nmaior fragmento de qualquer classe (Eq. 6). \n\n\n\n 31\n\nA\n\naij\nIMF\n\nn\n\nj 1\n)max(\n\n??\n     (Eq. 6) \n\nonde,  \n\naij  = área  (m2) do fragmento ij. \n\nA = área total da paisagem (m2) \n\nG) Densidade de borda (DB): comprimento total de borda de uma dada classe \n\nponderada pela área total e expressa em percentual (Eq. 7). \n\nA\n\neik\n\nDB\n\nn\n\nk\n\n)(\n1\n?\n?\n\n?\n           (Eq. 7) \n\nonde,  \n\neik  = comprimento total (m) da borda de cada classe i \n\nA = área total da paisagem (m2) \n\nH) Índice Médio de Forma (IF): mensura a forma média dos fragmentos da (s) classe \n\n(s) de vegetação de interesse (Eq. 8). Valores de índice médio de forma maiores que 1 \n\nsignifica que, em média, os fragmentos de vegetação nativa possuem formato irregular e \n\nalongado. \n\nni\n\naij\n\npij\n\nIF\n\nn\n\ni\n?\n?\n\n?\n1\n\n)\n25,0\n\n(\n\n     (Eq. 8) \n\nonde,  \n\npij = perímetro (metros) do fragmento ij;  \n\naij = área do fragmento ij;  \n\nni = número de fragmentos da classe i. \n\nI) Número de áreas centrais(NAC): área do fragmento de vegetação nativa que não \n\nestá sob influência dos efeitos de borda (Eq.9). Para o cálculo de áreas centrais será \n\nconsiderado um efeito de borda de 60 metros. \n\nc\nij\n\nn\n\nj\n\nnNAC ?\n?\n\n?\n1               (Eq.9) \n\nonde,  \n\nnij\nc =  número de áreas centrais disjuntas presentes no fragmento ij com base em uma distância \n\nda borda especificada (m). \n\n\n\n 32 \n\nJ) Área total das de áreas centrais de cada classe (ACT): somatória da área (m2) das \n\náreas centrais dos fragmentos pertencentes a cada classe (Eq.10).   \n\n?\n?\n\n?\nn\n\nj\n\ncaijACT\n1            (Eq.10) \n\nonde, \n\naij\nc = área central (m2) do fragmento ij com base em uma distância da borda especificada (m). \n\nK) Porcentagem da Área Nuclear da Paisagem (%AN): representa a porcentagem da \n\npaisagem compreendida pela área nuclear de classe (Eq. 11).  \n\n100%\n1 ??\n?\n?\n\nA\n\naij\n\nAN\n\nn\n\nj\n\nc\n\n      (Eq. 11) \n\nonde,  \n\naij = área nuclear ou central (m2) dos fragmentos da classe i, dentro de uma distância \n\nespecífica do fragmento de uma determinada classe i;  \n\nA = área total da paisagem. \n\nL) Índice de Proximidade Média (IPM): relaciona cada fragmento àqueles mais \n\npróximos que pertençam a uma classe, em um raio pré-determinado de 1km. IPM?0, sem \n\nlimite. O índice de proximidade média aumenta com a diminuição do isolamento e da \n\nfragmentação de áreas da mesma classe (Eq. 12). O índice é igual a 0 se todos os fragmentos \n\nde determinada classe não possuem vizinhos mais próximos dentro do raio pré-estabelecido \n\nde 1 km. \n\nni\n\nhij\n\naijs\n\nIPM\n\nn\n\nj\n\nn\n\ns\n??\n? ?? 1 1\n\n2\n\n     (Eq. 12) \n\nonde, \n\nhij = distância (m) do fragmento de uma determinada classe ao fragmento vizinho mais \n\npróximo; \n\n j = número de fragmentos, de 1 a n;  \n\naijs = área (m2) dos fragmentos de uma determinada classe i dentro da distância determinada \n\n(1km) de um fragmento;  \n\nni = número de fragmentos de uma determinada classe na paisagem. \n\n M) Raio de giro (RGI): é uma medida de extensão da classe analisada, o qual é afetado \n\npelo tamanho e compactação dos fragmentos. O RGI é igual a zero quando a classe é \n\n\n\n 33\n\nrepresentada por um único pixel e cresce sem limites quando a classe cresce em extensão (Eq. \n\n13). RGI atinge o valor máximo quando a classe ocupa toda a paisagem. \n\n?\n?\n\n?\nz\n\nr\n\nh\n\nZ\n\nijr\n\nIRGI\n1   (Eq.13) \n\nonde, \n\nhijr = distância (m) entre pixel a célula ijr (localizada em determinada classe ij)e o centróide \n\ndo fragmento ij (localização média), baseado na distancia do centro de pixel a pixel. \n\nz = número de pixel in um classe ij. \n\nDesvio padrão e coeficiente de variação foram calculados para todos os valores \n\nmédios. Como muitas métricas são correlacionadas, uma análise de auto-correlação entre as \n\nmesmas foi realizada para evitar redundância de informação. Aquelas com menos de 80% de \n\ncorrelação foram selecionadas para descreverem a paisagem nesse estudo.  \n\n \n\n2.3 RESULTADOS E DISCUSSÃO \n\n2.3.1 Classificação de imagens   \n\n \n\nA análise de acurácia do resultado da classificação supervisionada por máxima \n\nverossimilhança foi considerada boa, apresentando Índice Kappa médio igual a 90 % (Tabela \n\n2.3). Os principais erros de classificação ocorreram entre as classes de vegetação, “Mata de \n\nGaleria” e “Silvicultura” com “Cerrado Florestado”, enquanto “Pasto sujo” foi ligeiramente \n\nconfundido com “Cerrado Florestado”. A maior porcentagem de confusão foi observada nas \n\nimagens dos anos de 2001 e 2011, onde cerca de 35 % das células classificadas como “corpos \n\nde água escuros” eram “corpos de água claros”. Ainda, observou-se que o a separação das \n\nclasses, como água, em água escura e água clara, otimizou o processo de classificação.  \n\nCenas Landsat são as imagens de satélite mais utilizadas nos estudos de paisagens, \n\nprincipalmente, devido à amplitude temporal dos dados disponíveis (Newton et al., 2009). \n\nVários estudos realizados no Cerrado utilizaram o processo de classificação destas imagens \n\npara detecção de mudanças na cobertura e uso do solo (Mantovani e Pereira, 1998; Roberts et \n\nal., 2002; Sano e Ferreira, 2005; Brannstrom et al., 2008; Sawakuchi, Ballester e Ferreira, \n\n2013). Assim como nesse estudo, Sano et al. (2010) relataram confusão entre classe de \n\nCerrado dominado por arbusto (sensu strictu e sujo) e cerrado florestado, bem como áreas de \n\nreflorestamento. Neste estudo o padrão de separação também foi observado entre pastagem \n\nplantada e áreas naturais de gramíneas, padrão de confusão comum para classificações de \n\n\n\n 34 \n\nimagens Landsat quando não se usa dados auxiliares. Para a área do presente estudo, não há \n\nregistro de áreas naturais secas com predomínio de gramíneas, logo é possível assumir que \n\ntoda área com vegetação herbácea era constituída de pastagem plantada.  \n\n \n\nTabela 2.3 - Índice Kappa (acesso de acurácia) de cada imagem Landsat classificada \nautomaticamente. Índice é apresentado para cada imagem (colunas) e cada classe \nusada na classificação (linha). Média por imagens e classes de cobertura do solo \ntambém são apresentadas. Imagens representam a Bacia do Córrego Gurariroba, \nMS, Brasil \n\nÍndice Kappa \n\nClasses 1975 1984 1991 2001 2011 Média \n\nSilvicultura - - - - 0,9683 0,9683 \n\nMata de galeria 0,9652 0,7826 0,8999 0,7900 0,7707 0,8417 \n\nCorpo de água claro 0,9631 1,0000 1,0000 1,0000 1,0000 0,9926 \n\nCorpo de água escuro - 1,0000 1,0000 0,6570 0,6491 0,8265 \n\nCerrado/pasto sujo 0,9805 0,7483 0,8739 0,9332 0,9477 0,8967 \n\nCerrado florestado 0,9605 0,8258 0,9521 0,8345 0,8489 0,8844 \n\nSolo semi-exposto 0,7854 0,7994 0,8296 0,9069 0,9069 0,8607 \n\nSolo exposto 0,8450 0,8951 0,8605 0,9261 0,9261 0,9020 \n\nPastagem 1,0000 1,0000 0,9481 1,0000 1,0000 0,9896 \n\nPastagem em degradação 0,9308 0,9732 0,9008 0,8112 0,8195 0,8871 \n\nGeral 0,9746 0,8805 0,9151 0,8687 0,8823 0,9042 \n\n \n\n2.3.2 Mudança na cobertura e uso do solo   \n\n \n\nA Figura 2.3 apresenta os resultados do mapeamento temático do uso do solo na APA \n\nGuabiroba em 1975, 1984, 1991, 2001 e 2011. A análise quantitativa dos mesmos demonstra \n\nque em 1975 mais de 50 % da área apresentava algum tipo de alteração na cobertura nativa \n\n(Figura 2.4). Neste ano, a paisagem era composta predominantemente por cerrado florestado \n\n(42 %) e cerrado/ pasto sujo (41 %), enquanto as outras sete classes de cobertura do solo \n\nrepresentavam 17 % do total (Figura 2.5 - A). De 1975 a 1984, cerca de 1500 ha de cerrado \n\nflorestado foram desmatados, o equivalente a 10 % da área em 1975. Áreas cobertas por \n\nmatas de galeria mais do que dobraram como resultado da não conversão à significativas \n\nrecuperações, principalmente a sudoeste da bacia. Em comparação, no mesmo período, as \n\náreas de pastagem em degradação e solo semi-exposto aumentaram cinco e duas vezes, \n\nrespectivamente.  \n\n \n\n\n\n 35\n\n \nFigura 2.3 - Mapas de cobertura de solo de 1975, 1984, 1991, 2001 e 2011 da Área de Preservação Permanente \n\nde Guariroba (MS – Brasil) e seu entorno, obtidos pela classificação digital de imagens dos satélites \nLandsat 1, 5 e 7 \n\n \n\n\n\n 36 \n\n \nFigura 2.4 - Evolução temporal do uso do solo de 1975 a 2011 na Bacia do Córrego Guariroba, MS, Brasil. A \n\nlinha tracejada representa o total da cobertura natural, considerando a subtração da área coberta por \nágua da área total da Bacia (= 99 % da bacia) \n\n \n\nEntre 1984 e 1991, a área de cerrado florestado foi reduzida a cerca de 50 % (quase \n\n7000 ha) da cobertura em 1975. As matas de galeria também apresentaram grande retração, \n\ncerca de 50 % da área foi alterada nesse intervalo de tempo. Em oposição, as áreas de \n\ncerrado/pasto sujo e pastagem duplicaram, e pastagem em degradação aumentou \n\nsignificativamente (aproximadamente 50 %). A maior cobertura de água observada a partir de \n\n1991 se deve a ativação da barragem para captação de água em 1985 à jusante da bacia. Nas \n\nimagens de satélite é possível observar o início da construção em 1984 e sua total extensão a \n\npartir de 1991 (Figura 2.3). Entre 1991 e 2001 as áreas de cerrado florestado diminuíram em \n\ntorno de 2500 ha e as de cerrado sujo em 6600 ha. Como no período anterior, pastagem, \n\npastagem em degradação e solo semi-exposto apresentaram grande expansão e áreas de matas \n\nde galeria continuaram a diminuir (Figura 2.5).  \n\n \n\n \n Figura 2.5 - Evolução temporal da cobertura e uso do solo de 1975 a 2011 na Área de Preservação Ambiental \n\nGuariroba, MS Brasil \n \n\n\n\n 37\n\nA flutuação de áreas de cerrado florestado e pastagem da APA Guariroba seguiram o \n\nmesmo padrão geral observado no Estado de Mato Grosso do Sul. Dados dos censos \n\nagropecuários do Instituto de Geografia e Estatística (1975, 1980, 1985, 1995 e 2005) indicam \n\num incremento da retirada da vegetação nativa a partir de meados da década de 1970, \n\nacompanhada por uma expansão, praticamente equivalente em área, das pastagens (Figura \n\n2.6). \n\n \n\n \n\n \nFigura 2.6 - (A) Evolução temporal do uso do solo (área usada para pastagem e desmatada) entre 1975 e 2011 na \n\nÁrea de Preservação Ambiental Guariroba, MS Brasil. Área usada para pastagem é a soma das \nclasses Pastagem, Pastagem em degradação e Cerrado/ Pasto sujo. (B) Evolução temporal do uso \ndo solo (área de lavoura, pastagem e desmatada)  no estado de Mato Grosso do Sul (IBGE, 2010) \n\n \n\nA \n\nB \n\n\n\n 38 \n\nA conversão de áreas naturais entre 2001 e 2011 foi a menor registrada durante toda a \n\nserie histórica analisada. A mata de galeria não apresentou grandes alterações, enquanto \n\ncerrado florestado passou por conversões pontuais. Este padrão pode estar relacionado com o \n\nestabelecimento da unidade de conservação (APA) na bacia Guariroba em 2005. A mudança \n\nmais expressiva observada nessa década foi a redução da pastagem em aproximadamente \n\n50 % e o aumento da pastagem em degradação na mesma proporção. Em 2011, a área de \n\npastagem em processo de degradação era mais do que o dobro de área de pastagem. É notável \n\no aumento de água escura entre 2001 e 2011 e a diminuição de água clara, podendo indicar \n\nprocesso de erosão do solo e transporte para os corpos de água.  \n\nDurante todo o processo de mudança da paisagem, poucas foram as áreas mantidas \n\ninalteradas, as quais são remanescentes de cerrado florestado (Figura 2.7). Entre 1975 e 2011, \n\nobserva-se que as fisionomias da área passaram por uma reconfiguração espacial (Figuras 2.8 \n\na 2.13). Apesar de a maior diminuição da vegetação natural ter sido observada entre 1984 e \n\n1991, a APA Guariroba já se encontrava majoritariamente alterada em 1975. Garcia, Acorci \n\nFilho e Garcia (2014), utilizando outras técnicas de geoprocessamento, também descrevem \n\nque grande proporção da paisagem da APA estava alterada anteriormente a 1984. A área de \n\nestudo segue o mesmo padrão de desmatamento observado para o estado de Mato Grosso do \n\nSul (IBGE, 2010b - Figura 2.6), o qual teve início de atividades agropecuárias e \n\ndesmatamento anterior a 1975 e expansão até a década de 90. \n\nA dinâmica do processo de conversão de áreas naturais em áreas produtivas na APA \n\nGuariroba se assemelha àquela observada em outras regiões do Cerrado, com a vegetação \n\nnativa sendo convertida em pastagens em função da expansão da pecuária extensiva \n\n(Carreiras et al., 2006; Arvor et al., 2012). O período de início do processo de conversão \n\ndifere de acordo com a localização da área estudada. No Estado de Mato Grosso as áreas de \n\nCerrado foram majoritariamente desmatadas entre 1985 e 1995 (Brannstrom et al., 2008; \n\nGrecchi et al., 2013). No norte e nordeste do Brasil, grandes conversões de áreas naturais de \n\nCerrado se concentraram em torno do ano 2000 (Roberts et al., 2002; Brannstrom et al., \n\n2008). Esse padrão ilustra a ocupação do Cerrado, a qual se iniciou na porção sul do Bioma, \n\nEstados de São Paulo e Paraná, em direção ao norte (Klink e Moreira, 2002; Jepson, 2005; \n\nKlink e Machado, 2005). A APA Guariroba está situada na porção sul do bioma Cerrado e \n\npróxima ao maior centro urbano do Estado de Mato Grosso do Sul, Campo Grande, estando \n\nsujeita a maiores pressões de forçantes de mudança da paisagem.  \n\nA matriz das mudanças da cobertura do solo (Tabela 2.4) evidencia quantitativamente \n\na dinâmica temporal entre as classes de cerrado florestado, cerrado/ pasto sujo, pastagem, \n\n\n\n 39\n\npastagem degradada e solo exposto/ semi-exposto. Enquanto as Figuras de 2.8 a 2.13 \n\napresentam a distribuição espacial da dinâmica de transição entre as classes. Entre 1975 e \n\n1984, o menor índice de transição observado foi de pastagem para cerrado sujo (15 %), \n\nocorrendo principalmente a nordeste da APA Guariroba, enquanto o maior foi de cerrado sujo \n\npara cerrado florestado (26 %), apresentando-se em grandes agrupamentos a sudeste.  \n\n \n\n \nFigura 2.7 - Áreas inalteradas (preto) entre 1975 e 2011 na APA \n\nGuariroba, Campo Grande, MS, Brasil \n \n\nEntre 1984 e 1991, a proporção de áreas alteradas que recuperaram cobertura vegetal e \n\nalcançaram estádio de cerrado florestado diminuiu consideravelmente em extensão e \n\nagrupamento. Simultaneamente grandes blocos se tornaram cerrado/pasto sujo e pastagem em \n\ndegradação. Ainda nesse período, é importante salientar que áreas de pastagem que entraram \n\nem processo de degradação foram encontradas, principalmente, adjacente aos córregos. O \n\nmesmo padrão foi observado para transição de solos expostos em pastagem e pastagem em \n\ndegradação.  \n\n \n\n \n\n \n\n \n\n\n\n 40 \n\nTabela 2.4 - Matriz de mudança da cobertura do solo entre os intervalos de tempo analisados da APA \nGuariroba, MS, Brasil. Os índices representam a porcentagem de área de cada classe original \nconvertida em relação ao ano posterior. As classes apresentadas são silvicultura (Silv), mata de \ngaleria (Mgal), cerrado florestado (Cflo), cerrado/pasto sujo (CPsu), pastagem (Past), pastagem \nem degradação (PasD), solo exposto/semi-exposto (SEx) e água. Valores acompanhados de (*) \nrepresentam a porcentagem de cobertura do solo não modificada. Valores acompanhados de \n(**) representam as mudanças mais representativas  \n\n1975 \n1984 \n\nSilv Mgal Cflo CPsu Past PasD SEx Água \nMata de galeria - 5,7* 56,5** 14,1 8,8 6,5 7,8 0,6 \nCerrado florestado - 4,3 58,3* 15,2** 5,9 9,3 6,7 0,3 \nCerrado/pasto sujo - 10,3 26,3** 21,9* 9,0 15,8 16,6 0,1 \nPastagem - 18,8 8,2 15,0 7,4* 19,9** 30,8** 0,0 \nPastagem degradação - 2,7 25,2** 12,6 18,5 26,3* 13,7 0,9 \nSolo exposto/ semi-exposto - 1,2 4,6 11,5 22,2** 18,2** 42,2* 0,1 \nÁgua - 5,4 20,0 19,0 5,4 31,5 12,5 6,3* \n\n1984 \n1991 \n\nSilv Mgal Cflo CPsu Past PasD SEx Água \nMata de galeria - 13,0* 13,8 33,8** 12,5 16,3 10,0 0,6 \nCerrado florestado - 4,8 40,3* 26,3** 7,4 15,5 5,0 0,6 \nCerrado/pasto sujo - 2,3 7,8 52,7* 16,9** 10,6 9,4 0,3 \nPastagem - 0,2 0,1 17,0** 39,6* 32,2** 10,8 0,1 \nPastagem degradação - 0,7 3,4 41,3** 18,7** 26,6* 7,4 1,9 \nSolo exposto/ semi-exposto - 0,2 0,1 22,4** 27,9** 22,8** 26,5* 0,0 \nÁgua - 6,7 5,1 2,7 0,8 7,7 0,3 76,7* \n\n1991 \n2001 \n\nSilv Mgal Cflo CPsu Past PasD SEx Água \nMata de galeria - 32,6* 12,1 8,8 28,1 10,2 5,0 3,2 \nCerrado florestado - 3,5 46,1* 12,0 22,7** 11,6 3,7 0,5 \nCerrado/pasto sujo - 1,3 5,6 23,2* 31,2** 25,2** 13,0 0,4 \nPastagem - 0,6 0,6 6,0 47,8* 27,4** 17,4 0,2 \nPastagem degradação - 0,6 1,4 12,2 23,6** 36,9* 24,6** 0,7 \nSolo exposto/ semi-exposto - 0,3 0,5 5,6 27,2** 22,6*** 43,6* 0,1 \nÁgua - 6,6 9,0 6,4 4,5 13,4 1,2 58,9* \n\n2001 \n2011 \n\nSilv Mgal Cflo CPsu Past PasD SEx Água \nMata de galeria 0,3 41,2* 32,8 13,5 1,4 8,5 1,6 0,7 \nCerrado florestado 0,2 2,7 69,7* 8,0 4,9 13,3 0,9 0,3 \nCerrado/pasto sujo 2,6 0,8 12,7 30,5* 4,2 46,1** 3,0 0,2 \nPastagem 4,6 0,3 0,9 11,6 28,2* 49,1** 5,2 0,1 \nPastagem degradação 2,6 0,6 2,4 12,5 10,7 64,5* 6,1 0,6 \nSolo exposto/ semi-exposto 7,9 1,4 0,6 7,7 9,1 51,5** 21,5* 0,2 \nÁgua 0,0 18,6 15,9 9,9 1,0 10,0 1,5 43,1* \n\n\n\n 41 \n\n \nFigura 2.8 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Mata ciliar para outras \n\nclasses em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011) \n \n \n\n\n\n 42 \n\n \nFigura 2.9 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Cerrado florestado para \n\noutras classes em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011) \n\n\n\n 43 \n\n \nFigura 2.8 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Pasto sujo para outras \n\nclasses em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011) \n \n \n\n\n\n 44 \n\n \nFigura 2.9 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Pastagem para outras \n\nclasses em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011) \n \n \n\n\n\n 45 \n\n \nFigura 2.12 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Pastagem em \n\ndegradação  para outras classes em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011  \n\n\n\n 46 \n\n \nFigura 2.13 - Distribuição espacial da mudança de cobertura e uso do solo na APA Guariroba, MS, Brasil. Mapas apresentam a mudança da classe Solo exposto/ semi-  \n\nexposto para outras classes em quatro intervalos de tempo (1975-1984, 1984-1991, 1991-2001 e 2001-2011) \n\n\n\n 47\n\nMenos de 13 % das áreas classificadas como pastagens e pastagens em degradação \n\nforam convertidas em cerrado/ pasto sujo entre 1991 e 2001. Para o mesmo intervalo de \n\ntempo, cerca de 24 % de pastagem degradada e 27 % de solo exposto/ semi-exposto \n\napresentaram ganho de cobertura vegetal em grandes agrupamentos, sendo convertidos em \n\npastagem. Porém, quase 45 % da área de pastagem em 1991 apresentaram degradação em \n\n2001. A transição entre pastagem e classes consideradas menos conservadoras ocorreu mais \n\npróxima aos córregos. Esses padrões são os mesmos encontrados em geral na dinâmica de \n\nmudança da cobertura do solo na APA Guariroba (Tabela 2.5). \n\n \n\nTabela 2.5 - Matriz com médias de mudança da cobertura do solo entre 1975 e 2011 da APA \nGuariroba, MS, Brasil. Os índices representam a porcentagem de área de cada \nclasse convertida em outra classe. As classes apresentadas são mata de galeria \n(Mgal), cerrado florestado (Cflo), cerrado/pasto sujo (CPsu), pastagem (Past), \npastagem em degradação (PasD) e solo exposto/semi-exposto (SEx). Valores \nacompanhados de (*) representam a porcentagem de cobertura do solo não \nmodificada. Valores acompanhados de (**) representam as mudanças mais \nrepresentativas \n\n  Mgal Cflo CPsu Past PasD SEx \nMata de galeria 23* 29** 18** 13 10 6 \nCerrado florestado 4 54* 15** 10 12 4 \nCerrado/pasto sujo 4 13 32* 15** 24** 11 \nPastagem 5 2 12 31* 32** 16** \nPastagem degradação 1 8 20** 18** 39* 13 \nSolo exposto/ semi-exposto 1 1 12 22** 29** 33* \n \n\nO quadro mais extremo observado entre 2001 e 2011 foi o aumento das áreas de \n\npastagem degradada como resultado de grande degradação de áreas utilizadas para pastagem e \n\npouca recuperação de áreas pastagens degradadas. A conversão de cerrado/ pasto sujo e \n\npastagem em pastagem em degradação, alcançando quase 50 %. Foi notável que muitas áreas \n\nde pastagens estavam localizadas ao longo de córregos. Nesse mesmo intervalo, a conversão \n\nde pastagem degradada em estádios menos degradados de cobertura de solo não ultrapassou \n\n13 % e se apresentou de forma agrupada. Evidencia-se, ainda, que cerca de 50 % das unidades \n\nclassificadas como solo exposto/ semi exposto em 2001 tornaram-se pastagem degradada em \n\ngrandes agrupamentos em 2011 e culturas de eucalipto ocuparam, principalmente, áreas de \n\nsolos degradados e pastagens.  \n\nA diminuição da conversão em áreas de cerrado florestado somada à grande taxa de \n\nperda de florestas entre 1984 e 1991, refletiram na maior queda da cobertura de vegetação \n\nnatural (3,34% da paisagem da APA ou 15,72% da área de vegetação natural por ano) entre os \n\nintervalos de tempo estudados (Figura 2.5). Essa taxa é muito superior a média entre os anos \n\nde 1975 e 2011 para a APA Guariroba (0,81 % da paisagem por ano) e outras regiões de \n\n\n\n 48 \n\ncerrado e savana. No oeste da Bahia e leste de Mato Grosso (Brannstrom et al., 2008) as taxas \n\nanuais de desflorestamento entre 1986 e 2002 eram 2,6 % e 5,4 %, respectivamente. Gran \n\nChaco Argentino teve 2,2 % de desflorestamento anual entre 1969 e 1999 (Zak, Cabido e \n\nHodgson, 2004), enquanto as Florestas Secas na bacia do Paraná foram desmatadas em uma \n\ntaxa anual de 3,5 % entre 1977 e 2008 (Bianchi e Haig, 2013). Em Rondônia, um estudo de \n\numa serie temporal mais detalhada observou baixas taxas de desflorestamento anual (0,5 - \n\n2 %) nas décadas de 70 e 80, com ápice no final da década de 90 atingindo até 4,2 % (Roberts \n\net al., 2002). A diferença temporal das altas taxas de desflorestamento reflete o padrão de \n\nocupação das áreas como descrito anteriormente, onde áreas mais ao sul do bioma cerrado \n\nforam desmatadas primeiramente.   \n\nEm termos de mudança no uso da terra, a expansão das pastagens extensivas e a \n\nintrodução da soja e cana-de-açúcar no Cerrado têm recebido certa atenção de pesquisadores \n\n(Klink e Moreira, 2002; Klink e Machado, 2005; Carvalho, De Marco Junior e Ferreira, 2009), \n\nprincipalmente nos ecótonos com as Florestas Tropicais Úmidas (Arvor et al., 2012; \n\nSawakuchi, Ballester e Ferreira, 2013). Menor importância tem sido dada às florestas \n\nplantadas, que devem chegar a 1.000.000 hectares somente no Mato Grosso do Sul até 2030, \n\ncom grande concentração entre o eixo Campo Grande - Água Clara, no qual esta inserida a \n\nAPA Guariroba (Programa mais florestas, http://www.senarms.org.br/). Pesquisas \n\nrelacionadas à biodiversidade relatam que florestas plantadas e fragmentos naturais \n\napresentam a mesma riqueza de animais, porém as comunidades são compostas por diferentes \n\nespécies (Pádua e Chiaravalloti, 2012 ). Ainda é necessário melhor explorar os impactos da \n\nsilvicultura, por exemplo, pouco foi levantado sobre os efeitos nos solos e recursos hídricos. \n\nA Tabela 2.5 mostra a média de mudança de cobertura do solo na APA Guariroba para \n\nas classes mais expressivas em termos de extensão. É interessante notar que, embora a maior \n\nporcentagem das coberturas permanecesse inalterada, houve uma tendência temporal na \n\ndinâmica de mudança da paisagem direcionada para coberturas menos conservadoras ao \n\npassar dos anos. Por exemplo, 48 % da pastagem foi degradada, enquanto 31 % permaneceu \n\npastagem, 12 % foi transformada em pasto sujo e 7 % em floresta. Esse resultado reflete as \n\ncondições de manejo da APA Guariroba combinados com as suas características físicas, \n\nprincipalmente o solo arenoso. As características físicas ainda refletem a distribuição espacial \n\ndessa tendência. A degradação do solo acontece de forma agrupada e geralmente se expande \n\nde um local de origem.  \n\nA mudança da cobertura e uso do solo apresenta padrão mais claro para as classes \n\ncerrado florestado, pastagem, pastagem em degradação e solos expostos. A conversão de \n\n\n\n 49\n\náreas naturais para pastagem ocorreu em blocos, que por suas vezes se tornaram pastagens \n\ndegradadas a partir da expansão de pequenas áreas iniciais. A mudança no uso do solo \n\nrepresentou cerca de 53 % na perda de floresta, enquanto a degradação das florestadas foi \n\nresponsável por aproximadamente 36 % da perda. Espacialmente essas áreas de floresta \n\ndegradada, classificada como cerrado/ pasto sujo, se encontraram na borda dos fragmentos. \n\nObservou-se que a transição de florestas naturais para cerrado/ pasto sujo foi mais frequente \n\ndo que a transição de pastagens para cerrado/ pasto sujo (Tabela 2.5, Figuras 2.9 e 2.11).  \n\nA formação de pasto sujo na região de borda de fragmentos de cerrado florestado e \n\nmata de galeria pode ser o resultado de perturbações dessas áreas, principalmente pelo gado. \n\nA transição mais frequente foi observada entre pasto sujo e pastagem degradada. Entre 1975 e \n\n1991 a transformação de pastagem degradada em pasto sujo era mais frequente, mas entre \n\n1991 e 2011 a conversão de pasto sujo em pastagem degradada se apresentou mais intensa \n\n(Tabela 2.4). Essas áreas de transição (cerrado/ pasto sujo - pastagem com extrato arbustivo e \n\narbóreo desenvolvido) servem como gradientes de mudança na paisagem, evitando alterações \n\nabruptas entre áreas abertas e florestas, ao mesmo tempo em que possibilita ao pastoreio do \n\ngado. Enquanto estas áreas podem desempenhar certo papel ecológico, como fornecer um \n\ngradiente de mudança na paisagem, há a necessidade de um manejo mais cuidadoso, já que \n\ncom o crescimento do componente arbóreo pode haver uma diminuição na cobertura herbácea. \n\nAssim, tornando essas áreas mais susceptíveis à degradação do solo. Faltam estudos sobre a \n\nformação de cerrado/ pasto sujo como resultado do uso do solo e suas relações com coberturas \n\nherbáceas e degradação do solo. Na Etiópia, o estudo da relação entre uso do solo, campos \n\nherbáceos e erosão do solo com o crescimento de áreas dominadas por componente arbustivo, \n\nindicou que o aumento do componente arbustivo altera as condições dos campos naturais, mas \n\nnão esta diretamente relacionada com a erosão do solo (Oba et al., 2000). Neste estudo, porém, \n\nessa transição para solos expostos foi observada para alguns agrupamentos na Figura 2.8.  \n\n \n\n2.3.3 Forçantes na mudança da paisagem \n\n \n\nComo pode ser observado na Figura 2.14, a redução do cerrado florestado está \n\nnegativa e significativamente correlacionada com a expansão de áreas de pastagem na APA \n\nGuariroba (r = - 0,78, p &lt;0,05), com o aumento do rebanho bovino municipal (r = - 0,98, p &lt;\n\n0,05) e da população municipal de Campo Grande (r = - 0,97, p &lt;0,05). Para a mata ciliar, \n\nnenhuma variável apresentou correlação. O aumento da produção agropastoril e população \n\nsão as forçantes de mudança da paisagem normalmente identificadas em grandes e médias \n\n\n\n 50 \n\nescalas no Cerrado (Redo, Aide e Clark, 2013) e outras Savanas (Wood, Tappan e Hadj, 2004; \n\nRomero-Ruiz et al., 2012). \n\n \n\n \nFigura 2.14 - Mudanças na extensão (hectares) de Cerrado florestado e áreas de pastagem na APA Guariroba em \n\nrelação (A) ao tamanho da população e (B) do rebanho de gado em de Campo Grande, MS, Brasil. \nPastagem é uma representação de áreas classificadas como pastagem e pastagem em degradação \n\n \n\nOs incentivos para o desenvolvimento agropastoril em Mato Grosso do Sul tiveram \n\ninício através do sul do estado, com o primeiro assentamento implantado pelo governo federal \n\nem Dourados na década de 40 (Peluso et al., 2002). Na mesma época, Campo Grande tinha \n\numa população urbana de 14.459 pessoas. A partir da década de 70, as atividades agropastoris \n\ncomeçam a se intensificar no centro-oeste brasileiro impulsionados pelos programas de \n\ndesenvolvimento governamentais (Teixeira e Hespanho, 2006). Em 1975, o desenvolvimento \n\nda agropecuária teve um marco no sul do então estado de Mato Grosso (centro-sul de Mato \n\nGrasso do Sul) com a vinda de agricultores sulistas e a implantação do programa \n\nPOLOCENTRO (Arruda e Sugai, 1994; Teixeira e Hespanho, 2006). A partir de 1977, com a \n\ncriação do Estado de Mato Grosso do Sul e o estabelecimento da capital em Campo Grande, \n\nhouve um grande crescimento populacional e econômico da cidade e região. \n\nA \n\nB \n\n\n\n 51\n\nEm uma escala local, atributos da paisagem e de infraestrutura normalmente \n\nconduzem as mudanças no uso do solo. A relação entre a conversão de áreas naturais e \n\ncaracterísticas da paisagem foi estudada por alguns autores. Normalmente, áreas férteis, não \n\ninclinadas, de fácil acesso e mais próximas a cidades são preferencialmente alteradas, \n\nenquanto áreas menos férteis, de maior declividade e difícil acesso são mais frequentemente \n\ninalteradas (Lambin, Geist e Lepers, 2003; Brannstrom et al., 2008; Carvalho, De Marco \n\nJunior e Ferreira, 2009; Nahuelhual et al., 2012; Rosa et al., 2013; Sawakuchi, Ballester e \n\nFerreira, 2013).  \n\nNa Bacia do Córrego Guariroba, as áreas antropizadas em 1975 apresentaram fraca \n\nrelação com a distância dos córregos e estradas, e elevação do terreno (r = 0,32, p &lt;0,05). \n\nAssim, até este período, as áreas que passaram por mudança no uso do solo se concentravam \n\nmais próximas a estradas e córregos, assim como em terrenos mais baixos. Os locais \n\nantropizados na Bacia em 2011 apresentaram relação ainda mais fraca com esses mesmos \n\ncomponentes da paisagem (r = 0,18, p &lt;0,05). Esses resultados sugerem que, inicialmente \n\n(1975), características representando facilidade de acesso e disponibilidade de água eram \n\nimportantes na escolha de locais para conversão de floresta nativa. Contudo, ao passar do \n\ntempo, esses fatores deixaram de ser importantes na mudança do uso do solo. Ainda, o uso do \n\nsolo em 2011 está relacionado com os períodos anteriores desde 1984 (r = 0,52, p &lt;0,05), \n\nporém não com o uso do solo em 1975. \n\n \n\n2.3.4 Métricas de paisagem para classes florestadas \n\n \n\nAs métricas de paisagem descrevem a intensidade da fragmentação ao decorrer do \n\ntempo através da composição e configuração das unidades da paisagem. As métricas \n\nselecionadas para descreverem a paisagem nesse estudo são apresentadas na Figura 2.15, e \n\nsão: Proporção da paisagem (Pi), Densidade de fragmentos (DF), Índice de proximidade \n\nmédia (IPM), Densidade de borda (DB), Raio de giro (RGI), Índice médio de forma (IF) e \n\nNúmeros de áreas centrais (NAC). \n\n\n\n 52 \n\n \nFigura 2.15 - Índices de paisagem calculados para Área de Proteção Ambiental Guariroba, Campo \n\nGrande, MS, Brasil. As métricas aqui apresentadas são relacionadas com área, forma e \nconexão para cada fisionomia nos de 1975, 1984, 1991, 2001 e 2011. Detalhes sobre as \nmétricas são especificados na sessão 2.2.3 (Análise espaço-temporal da paisagem) \n\n\n\n 53\n\nAs métricas mostram que a cobertura de cerrado florestado diminuiu \n\nsignificativamente de 1975 a 2011 (Pi). Em geral, observou-se uma primeira fase com \n\naumento do número de fragmentos e proximidade entre eles, seguido por uma diminuição da \n\nárea média e agrupamento desses fragmentos. Em 1975 havia poucos fragmentos com grandes \n\náreas (RGI, DF), resultando em relação moderada entre comprimento de borda e área (DB), \n\npoucas áreas sem efeito de borda (NAC) e fragmentos mais isolados (IPM). A maior \n\nconectividade (IPM) entre fragmentos, grande número de áreas centrais (NAC) e fragmentos \n\ncom formas mais complexas (IMF) resultando em maior relação borda/área (DB) foram \n\nobservadas em 1984. O aumento desses índices é resultado da fragmentação dos \n\nremanescentes de cerrado florestado existentes em 1975, gerando maior número de \n\nfragmentos mais compactos (DF, RGI). \n\nA maior diminuição da cobertura de Cerrado florestado (15 %) ocorreu entre 1984 e \n\n1991 (Pi), acompanhada de queda significativa no agrupamento de fragmentos (IPM) e forma \n\ndos mesmos (DB e  IMF). Assim, sugerindo, que as formações de cerrado florestado foram \n\ndesagregadas e perderam complexidade de forma. Considerável cobertura de cerrado \n\nflorestado passou a ser cerrado/ pasto sujo (Tabela 2.4), representando grandes áreas ou \n\nentorno de fragmentos (Figura 2.9).  \n\nO mesmo padrão foi observado para a classe cerrado/ pasto sujo ao decorrer do tempo, \n\ncom exceção da métrica IPM. Esta classe apresentou alta conectividade em 1975, com grande \n\ndeclínio em 1984 e posterior aumento em 1991. Apesar do padrão ser o mesmo, a quantidade \n\nde fragmentos foi superior, assim, apresentando DF e NAC superiores ao dobro da classe \n\ncerrado florestado.  \n\nA classe mata de galeria apresentou menor Pi e DF em 1975, indicando a baixa \n\npresença dessa formação em percentagem e número de fragmentos. Pi aumentou levemente e \n\na DF substancialmente em 1984, correspondendo à ganho em área e formação de fragmentos. \n\nNesse período, também houve um aumento seguido por constância para IF. Indicando, assim, \n\nque os fragmentos formados apresentam formas mais alongadas, como é esperado para matas \n\nde galeria estreitas ao longo dos córregos.  \n\nEstudos que utilizam métricas de paisagem para avaliar a configuração espacial do \n\nprocesso de fragmentação descrevem a diminuição na porcentagem de vegetação nativa e o \n\naumento no número de fragmento, seguidos pela diminuição da área desses fragmentos e \n\nconectividade entre eles (Echeverria et al., 2006; Brannstrom et al., 2008; Carvalho, De \n\nMarco Junior e Ferreira, 2009; Bianchi e Haig, 2013; Grecchi et al., 2013). Contudo \n\ncoberturas derivadas da antropização das áreas naturais apresentam padrão inverso, com \n\n\n\n 54 \n\naumento da porcentagem de cobertura da paisagem diminuição do número de fragmentos com \n\naumento de área média (Brannstrom et al., 2008). Neste estudo, porém, áreas de cerrado/ \n\npasto sujo apresentaram aumento no número de fragmentos e diminuição da extensão. O \n\nprocesso de mudança de cobertura do solo, e conseqüente fragmentação, estão associados ao \n\nuso da terra. Assim, na conversão para pastagem, a unidades de cobertura diminuem em \n\nextensão e se tornam cada vez mais fragmentados, apresentando o padrão observado.   \n\nEm comparação com outros estudos realizados no cerrado, a bacia do córrego \n\nGuariroba se encontra em estado mais avançado de fragmentação. Carvalho e colaboradores \n\n(2009) estimaram Pi (40 %), DB (5) e RGI (10.000) em áreas também dominadas por \n\npastagem no estado de Goiás. Esses autores observaram, em média, valores mais \n\nconservadores em 2002 do que na bacia do córrego Guariroba a partir de 1984. Para o sudeste \n\nde Mato Grosso, Grecchi e colaboradores (2013) observaram o aumento do número e a \n\ndesagregação dos fragmentos de vegetação natural de 1985 a 2005. Os autores observaram \n\ntambém observaram continua fragmentação entre os dois intervalos de tempo estudados.  \n\n \n\n2.4 CONCLUSÕES \n\n \n\nA mudança da paisagem, com diminuição das áreas naturais e aumento das áreas de \n\npastagem relacionou-se com o aumento da população e do rebanho de gado, o que indicou \n\nque oportunidades econômicas são as principais forçantes de mudança da paisagem. A \n\nestabilização da conversão de áreas naturais provavelmente esta relacionada com a formação \n\nda unidade de conservação em 2005. Inicialmente as áreas desmatadas eram aquelas mais \n\npróximas a estradas e córregos, porém essa relação se tornou mais fraca ao longo do tempo.  \n\nA transição entre as classes de cerrado florestado, cerrado/ pasto sujo, pastagem, \n\npastagem degradada e solo exposto/ semi-exposto foram dinâmicas no espaço e tempo. Essas \n\ndinâmicas evidenciam características físicas e a falta de manejo adequado do uso do solo na \n\nAPA Guariroba. As classes que representam solos mais expostos e passiveis de erosão se \n\ntornaram mais comuns ao longo dos anos, enquanto classes de maior cobertura vegetal e \n\nvegetação natural se tornaram mais escassas.  \n\nA degradação de áreas de vegetação natural também teve impacto significativo na \n\ndiminuição das florestas, onde a transição para cerrado/ pasto sujo se concentrou nas bordas \n\ndos fragmentos florestais. Enquanto as florestas foram retraídas das bordas para o centro ou \n\nconvertidas em pastagens em blocos, as áreas degradadas expandiram de pontos iniciais.    \n\n\n\n 55\n\nOs resultados indicam que o processo de mudança do uso e cobertura do solo resultou, \n\nprimeiramente, em um menor número de remanescentes de cobertura natural com grandes \n\náreas. Ao decorrer do tempo os fragmentos passaram a ser menores e mais isolados. Houve \n\numa queda abrupta com posterior estabilização nas métricas de conexão da paisagem em 1991, \n\nsugerindo que o isolamento dos fragmentos foi observado a partir de um limiar de conversão \n\nda paisagem natural de aproximadamente 75%.   \n\nPara se manter os serviços ambientais prestados pela Área de Preservação Ambiental \n\ndo Guariroba, como produção de água potável e manutenção da biodiversidade, é necessário o \n\nmanejo adequado da paisagem. Em primeira instancia é preciso realizar (1) a recuperação da \n\ncobertura vegetal em áreas degradadas, (2) estabelecer práticas de proteção da cobertura \n\nvegetal em áreas destinadas a pecuária extensiva, (3) a manutenção das áreas de cerrado/ \n\npasto sujo, (4) realizar a recuperação de áreas naturais ao longo dos córregos e cabeceiras \n\n(APPs), e (5) prever a recuperação das áreas de Reserva Legal em função da conexão dos \n\nfragmentos de vegetação natural na paisagem. Baseado nos resultados, as dinâmicas de \n\ntransição tem caráter espacial, e assim as ações de conservação e manejo da APA Guariroba \n\ntambém devem ser espacialmente planejada.  \n\n \n\nREFERÊNCIAS  \n \n\nARRUDA, Z.J.D.; SUGAI, Y. Regionalização da Pecuária Bovina no Brasil Campo \nGrande (MS): EMBRAPA, 1994. 144p. \n \nARVOR, D.; MEIRELLES, M.; DUBREUIL, V.; BEGUE, A.; SHIMABUKURO, Y.E. \nAnalyzing the agricultural transition in Mato Grosso, Brazil, using satellite-derived indices. \nApplied Geography, Oxford (UK), v. 32, n. 2, p. 702-713, Mar 2012.  \n \nBALLESTER, M.V.R.; VICTORIA, D.D.; KRUSCHE, A.V.; COBURN, R.; VICTORIA, \nR.L.; RICHEY, J.E.; LOGSDON, M.G.; MAYORGA, E.; MATRICARDI, E. A remote \nsensing/GIS-based physical template to understand the biogeochemistry of the Ji-Parana river \nbasin (Western Amazonia). Remote Sensing of Environment, New York (NY),  v. 87, n. 4, \np. 429-445, Nov 15 2003.   \n \nBIANCHI, C.A.; HAIG, S.M. Deforestation Trends of Tropical Dry Forests in Central Brazil. \nBiotropica,cidade,  v. 45, n. 3, p. 395-400, May 2013. \n \nBRANNSTROM, C.; JEPSON, W.; FILIPPI, A. M.; REDO, D.; XU, Z. W.; GANESH, S. \nLand change in the Brazilian Savanna (Cerrado), 1986-2002: Comparative analysis and \nimplications for land-use policy. Land Use Policy, Oxford (UK), v. 25, n. 4, p. 579-595, Oct \n2008.   \n \n\n\n\n 56 \n\nBUENO, M.L. Fitossociologia das Formações Florestais Ribeirinhas na Área de Proteção \nAmbiental dos Mananciais do Córrego Guariroba, Campo Grande, MS, Brasil. 2009. \n105p. (Mestrado na area de Botânica) -  Centro de Ciências Biológicas e da Saúde, \nUniversidade Federal de Mato Grosso do Sul, Campo Grande - MS, 2009. \n \nCAMARGO, C.M.J.; CAMARGO, L.J.J.; OLIVEIRA, A K.M D. Efeitos da legislação \nambiental na proteção da Área de Proteção Ambiental do Guariroba, Mato Grosso do Sul. \nRevista Uniara,  Campo Grande - MS, v. 13, p.115-124 2010. \n \nCAMPO GRANDE, P.M. Plano de Manejo da Área de Proteção Ambiental dos \nMananciais do Córrego Guariroba – APA do Guariroba. Campo Grande, MS: 2007. 156p. \n \n______. Programa Manancial Vivo: Aspectos conceituais, metodológicos e resultados \nobtidos entre os anos de 2009 – 2011. PMCG. Campo Grande. 2012. 36p. \n \nCARREIRAS, J.M.B.; PEREIRA, J.M.C.; CAMPAGNOLO, M.L.; SHIMABUKURO, Y. E. \nAssessing the extent of agriculture/pasture and secondary succession forest in the Brazilian \nLegal Amazon using SPOT VEGETATION data. Remote Sensing of Environment, New \nYork (NY),  v. 101, n. 3, p. 283-298, Apr 15 2006.  \n \nCARVALHO, F.M.V.; DE MARCO JUNIOR, P.; FERREIRA, L.G. The Cerrado into-pieces: \nHabitat fragmentation as a function of landscape use in the savannas of central Brazil. \nBiological Conservation, Oxford (UK), v. 142, n. 7, p. 1392-1403, Jul 2009.  \n \nCHAVEZ, P.S. Image-based atmospheric corrections revisited and improved. \nPhotogrammetric Engineering and Remote Sensing, Bethesda, v. 62, n. 9, p. 1025-1036, \nSept. 1996.  \n \nECHEVERRIA, C.; COOMES, D.; SALAS, J.; REY-BENAYAS, J. M.; LARA, A.; \nNEWTON, A. Rapid deforestation and fragmentation of Chilean Temperate Forests. \nBiological Conservation, Oxford (UK), v. 130, n. 4, p. 481-494, Jul 2006.  \n \nERDAS. ERDAS Imagine. Atlanta, USA: ERDAS, Inc 1999. Disponível em: \n<http://www.hexagongeospatial.com/products/ERDAS-IMAGINE/details.aspx>. Acesso em: \n1 jun. 2014. \n  \nESRI. Arc-Gis version 9.3. Redlands, CA, USA: Environmental Systems Research Institute \n2009. Disponível em:&lt;http://www.esri.com/>. Acesso em: 1 jun. 2014. \n \nFOLEY, J.A.; DEFRIES, R.; ASNER, G.P.; BARFORD, C.; BONAN, G.; CARPENTER, \nS.R.; CHAPIN, F.S.; COE, M.T.; DAILY, G.C.; GIBBS, H.K.; HELKOWSKI, J.H.; \nHOLLOWAY, T.; HOWARD, E.A.; KUCHARIK, C.J.; MONFREDA, C.; PATZ, J.A.; \nPRENTICE, I.C.; RAMANKUTTY, N.; SNYDER, P.K. Global consequences of land use. \nScience, Washington (DC), v. 309, n. 5734,p. 570-574 Jul 22 2005.  \nGARCIA, A.S.; ACORCI FILHO, L.C.; GARCIA, S.D. Integrating ecology, economy and \ngeotechnology in decision making (in press). Interações. Campo Grande: Universidade Dom \nBosco,  2014. 15p. \n \n\n\n\n 57\n\nGEIST, H.J.; LAMBIN, E.F. What drives tropical deforestation? A meta-analysis of \nproximate and underlying causes of deforestation based on subnational case study \nevidence Belgium: University of Louvain, 2001. 116p. \n \nGRECCHI, R. C.; GWYN, Q. H. J.; BENIE, G. B.; FORMAGGIO, A. R. Assessing the \nspatio-temporal rates and patterns of land-use and land-cover changes in the Cerrados of \nsoutheastern Mato Grosso, Brazil. International Journal of Remote Sensing, Abingdon, v. \n34, n. 15, p. 5369-5392, Aug 10 2013.  \nIBGE. Mapa de biomas do Brasil. Rio de Janeiro: Fundação Instituto Brasileiro de \nGeografia e Estatística, 2004. Escala 1:5.000.000. \n \n______. Indicadores de Desenvolvimento Sustentável. Rio de Janeiro: Fundação Instituto \nBrasileiro de Geografia e Estatística,  2010. 190p. \n \n______. Senso agropecuario. Rio de Janeiro: Fundação Instituto Brasileiro de Geografia e \nEstatística, 2010. \n \nIKONOS, S.I. IKONOS multiespectral (1-3) 2005. Disponível em: &lt;\nhttp://www.satimagingcorp.com/gallery/ikonos/ >. Acesso em:1 jun. 2014. \n \nIPEA. Código Florestal: Implicações do PL 1876/99 nas áreas de reserva legal.  Brasília - \nDF: Instituto de Pesquisas Econômicas Aplicadas, 2011. 22p. \n \nJEPSON, W. A disappearing biome? Reconsidering land-cover change in the Brazilian \nsavanna. Geographical Journal, Malden, v. 171, p. 99-111, Jun 2005.  \nJEPSON, W.; BRANNSTROM, C.; FILIPPI, A. Access Regimes and Regional Land Change \nin the Brazilian Cerrado, 1972-2002. Annals of the Association of American Geographers, \nAbingdon, v. 100, n. 1, p. 87-111, 2010 2010.  \nJSPACESYSTEMS. ASTER GDEM scene S21W055. Tokyo (Japan): Japan Space Systems \n2012. Disponível em: &lt;http://gdem.ersdac.jspacesystems.or.jp/ >. Acesso em: 1 jun. \n 2014. \n \nKLINK, C.A.; MACHADO, R.B. Conservation of the Brazilian Cerrado. Conservation \nBiology, Malden, v. 19, n. 3, p. 707-713, Jun 2005.  \n \nKLINK, C.A.; MOREIRA, A. The cerrados of Brazil: ecology and natural history of a \nneotropical savanna. In: OLIVEIRA, P.S. ; MARQUIS, R.J. (Ed.). The cerrados of Brazil: \necology and natural history of a neotropical savanna. New York: Columbia University Press, \n2002.  p.69-88.   \n \nLAMBIN, E.F.; GEIST, H.; RINDFUSS, R.R. Introduction: Local processes with global \nimpacts. In: Lambin, E. F.; Geist, H. (Ed) Land-Use and Land-Cover Change: Local \nProcesses and Global Impacts. Berlin: Springer-Verlag Berlin, 2006. p. 1-8. \n \nLAMBIN, E.F.; GEIST, H.J.; LEPERS, E. Dynamics of land-use and land-cover change in \ntropical regions. Annual Review of Environment and Resources, Palo Alto, v. 28, p. 205-\n241, 2003 2003.  \n \n\n\n\n 58 \n\nLIMA, S.S.; DAMASCENO JR, G.A. Florística em vereda da Área de Proteção \nAmbiental do Guariroba, Campo Grande, Mato Grosso do Sul.2009. 34 p. Universidade \nFederal de Mato Grosso do Sul,  Campo Grande - MS, 2009 \n \nMANTOVANI, J.E.; PEREIRA, A. Estimativa da Integridade da Cobertura Vegetal de \nCerrado Através de Dados TM/Landsat. SIMPOSIO BRASILEIRO DE \nSENSORIAMENTO REMOTO, 11.,1998. Anais... Santos, Brazil: INPE: 1998. 1455-1466p. \n \nMCGARIGAL, K.; CUSHMAN, S.A.; NEEL ENE, M.C. FRAGSTATS v3: Spatial Pattern \nAnalysis Program for Categorical Maps. Amherst: University of Massachusetts 2002. \nDisponível em: &lt;www.umass.edu/landeco/research/fragstats/fragstats.html >. Acesso em:1 \njun. 2014. \n \nMMA, M. D. M. A. O Bioma Cerrado. Brasilia, DF: MMA 2014. Disponível em: &lt;\nhttp://www.mma.gov.br/biomas/cerrado>. Acesso em: 1 jun. 2014. \n \nMPE/MS. APA do Guariroba integra projeto nacional de recuperação ambiental. \nMinistério Público do Estado de Mato Grosso do Sul. 2011. Disponível em: &lt;\nhttp://www.mpambiental.org/?acao=noticia&amp;id=2292>. Acesso em: 1 jun 2014. \n \nNAHUELHUAL, L.; CARMONA, A.; LARA, A.; ECHEVERRIA, C.; GONZALEZ, M. E. \nLand-cover change to forest plantations: Proximate causes and implications for the landscape \nin south-central Chile. Landscape and Urban Planning, Amsterdam, v. 107, n. 1, p. 12-20, \nJul 2012.  \n \nNASA. Landsat Program. Landsat MMS scene L1224_07419751217. São José dos Campos \n(Brasil): Instituto Nacional de Pesquisas Espaciais 1975. Disponível em: &lt;\nhttp://www.dgi.inpe.br/CDSR/ >. Acesso em: 1 jun 2014. \n \n______. Landsat Program. Landsat TM scene L5224_07419840702, Orthorectified. Sioux \nFalls (US): United States Geological Survey 1984. Disponível em: \n<http://landsatlook.usgs.gov/>. Acesso em: 1 jun. 2014. \n \n______. Landsat Program. Landsat TM scene L5224_07419910519. São José dos Campos \n(Brasil): Instituto Nacional de Pesquisas Espaciais 1991. Disponível em: &lt;\nhttp://www.dgi.inpe.br/CDSR/ >. Acesso em: 1 jun. 2014. \n \n______. Landsat Program. Landsat ETM+ scene L7224_07420010506, Orthorectified. \nSioux Falls (US): United States Geological Survey 2001. Disponível em: \n<http://landsatlook.usgs.gov/>. Acesso em: 1 jun. 2014. \n \n______. Landsat Program. TM scene L5224_07420110627. São José dos Campos (Brasil): \nInstituto Nacional de Pesquisas Espaciais 2011. Disponível em:&lt;\nhttp://www.dgi.inpe.br/CDSR/ >. Acesso em: 1 jun. 2014. \n \nNEWTON, A.C.; HILL, R.A.; ECHEVERRIA, C.; GOLICHER, D.; BENAYAS, J.M.R.; \nCAYUELA, L.; HINSLEY, S.A. Remote sensing and the future of landscape ecology. \nProgress in Physical Geography, London, v. 33, n. 4, p. 528-546, Aug 2009.   \n \n\n\n\n 59\n\nOBA, G.; POST, E.; SYVERTSEN, P.O.; STENSETH, N.C. Bush cover and range condition \nassessments in relation to landscape and grazing in southern Ethiopia. Landscape Ecology, \nDordrecht, v. 15, n. 6, p. 535-546, Aug 2000. \n \nPELUSO, M.L.; FERREIRA, I.C.B.; STENBERGER, M.; dos ANJOS, R.S.A. Territorial \nSettlement, Regional Development and Environmental Problems in the Brazilian Midwest In: \nSANCHES, L.H. (Ed.). Area Studies - Regional Sustainable Development: Brazil: \nEncyclopedia of Life Support Systems (EOLSS) 2002.  \n \nPÁDUA, C.B.V.; CHIARAVALLOTI, R.M. Silviculture and Biodiversity. Apremavi Rio \ndo Sul, SC: The Brazilian forests dialogue, 2012. 64p. \n \nPENNINGTON, R.T.; LEWIS, G.P.; RATTER, J.A. An overview of the plant diversity, \nbiogeography and conservation of neotropical savannas and seasonally dry forests. In: ______ \n(Ed) Neotropical Savannas and Seasonally Dry Forests: Plant Diversity, Biogeography, \nand Conservation. London: Taylor &amp; Francis,  2006. p. 1-29. \n \nQUESADA, M.; STONER, K.E.; LOBO, J.A.; HERRERIAS-DIEGO, Y.; PALACIOS-\nGUEVARA, C.; MUNGUIA-ROSAS, M.A.; SALAZAR, K.A.O.; ROSAS-GUERRERO, V. \nEffects of forest fragmentation on pollinator activity and consequences for plant reproductive \nsuccess and mating patterns in bat-pollinated bombacaceous trees. Biotropica, Lawrence, v. \n36, n. 2, 131-138, Jun 2004.  \nREDO, D.; AIDE, T.M.; CLARK, M.L. Vegetation change in Brazil’s dryland ecoregions and \nthe relationship to crop production and environmental factors: Cerrado, Caatinga, and Mato \nGrosso, 2001–2009. Journal of Land Use Science, Abingdon, v.8, 2013. p.123-153, 2009. \n \nROBERTS, D.A.; NUMATA, I.; HOLMES, K.; BATISTA, G.; KRUG, T.; MONTEIRO, A.; \nPOWELL, B.; CHADWICK, O. A. Large area mapping of land-cover change in Rondonia \nusing multitemporal spectral mixture analysis and decision tree classifiers. Journal of \nGeophysical Research-Atmospheres, Washington (DC), v. 107, n. D20, Sep-Oct 2002.   \n \nROMERO-RUIZ, M.H.; FLANTUA, S.G.A.; TANSEY, K.; BERRIO, J. C. Landscape \ntransformations in savannas of northern South America: Land use/cover changes since 1987 \nin the Llanos Orientales of Colombia. Applied Geography, Oxford (UK), v. 32, n. 2, p. 766-\n776, Mar 2012.  \n \nROSA, I.M.D.; PURVES, D.; SOUZA, C.; EWERS, R.M. Predictive Modelling of \nContagious Deforestation in the Brazilian Amazon. Plos One, San Francisco, v. 8, n. 10, \ne77231, Oct 18 2013. \n \nSANO, E.E.; FERREIRA, L.G. Monitoramento semidetalhado (escala de 1: 250 000) de \nocupação de solos do cerrado: considerações e proposta metodológica. In:SIMPÓSIO \nBRASILEIRO DE SENSORIAMENTO REMOTO,10., 2005.   Goiânia.Anais...São José dos \nCampos: Instituto Nacional de Pesquisas Espaciais, 2005.  p.3309 - 3313. \n \nSANO, E.E.; ROSA, R.; BRITO, J.L.S.; FERREIRA, L.G. Land cover mapping of the \ntropical savanna region in Brazil. Environmental Monitoring and Assessment, Dordrecht,  \nv. 166, n. 1/4, p. 113-124, Jul 2010.  \n \n\n\n\n 60 \n\nSAWAKUCHI, H.O.; BALLESTER, M.V.R.; FERREIRA, M.E. The Role of Physical and \nPolitical Factors on the Conservation of Native Vegetation in the Brazilian Forest-Savanna \nEcotone. Open Journal of Forestry, Irvine,  v. 3, p. 49-56, 2013. \n \nSISGRAN. Efetivo de rebanho. Campo Grande: PMCG 2012. Disponível em:&lt;\nhttp://www.campogrande.ms.gov.br/sisgran >. Acesso em:1 jun. 2014. \n \nSONG, C.; WOODCOCK, C.E.; SETO, K.C.; LENNEY, M.P.; MACOMBER, S.A. \nClassification and change detection using Landsat TM data: When and how to correct \natmospheric effects? Remote Sensing of Environment, New York (NY), v. 75, n. 2, p. 230-\n244, Feb 2001.  \n \nTEIXEIRA, J.C.; HESPANHO, A.N. A região centro-oeste no contexto das mudanças \nagrícolas ocorridas no período pós-1960. Revista AGB/TL,Três Lagoas, v.1, p.52-66,2006. \n \nTURNER, M.G.; GARDNER, R.H. Quantitative Methods in Landscape Ecology,  New \nYork: Springer-Verlag, 1994. 556p. \n \nTURNER, M.G.; GARDNER, R.H.; O'NEIL, R.V. Landscape Ecology in theory and \npractice: pattern on process.  New York: Springer Verlag, 2001. 348p. \n \nWOOD, E.C.; TAPPAN, G.G.; HADJ, A. Understanding the drivers of agricultural land use \nchange in south-central Senegal. Journal of Arid Environments, London, v. 59, n. 3, p. 565-\n582, Nov 2004.  \n \nWWF. Começa recuperação do Córrego Guariroba, em Campo Grande. 2011. \nDisponível em:&lt;http://www.wwf.org.br/?29262/Comeca-recuperacao-do-Corrego-\nGuariroba-em-Campo-Grande>. Acesso em: 1 jun. 2014. \n \nZAK, M.R.; CABIDO, M.; HODGSON, J.G. Do subtropical seasonal forests in the Gran \nChaco, Argentina, have a future? Biological Conservation, Oxford (UK), v. 120, n. 4, p. 589-\n598, Dec 2004.   \n\n \n\n\n\n 61\n\n3 FENOLOGIA REPRODUTIVA EM PAISAGEM FRAGMENTADA DE \nCERRADO, BRASIL  \n \n\nResumo \n\nA fragmentação dos habitats altera componentes estruturais da paisagem e, \nconseqüentemente, causa a disrupção da dinâmica entre organismos e deles com o meio.  O \nobjetivo desse estudo foi estimar o efeito da fragmentação na fenologia vegetal em uma área \nde Cerrado protegida. Hymenaea stigonocarpa foi utilizada como espécie modelo, onde 42 \nindivíduos com circunferência a altura do peito maior do que 20 cm foram acompanhados \nmensalmente. Para comparar interior e borda de fragmentos, foram utilizados o índice de \natividade, a análise circular e regressão logística. A borda apresentou um maior índice de \natividades para floração, porém não houve diferença no índice de atividades para a \nfrutificação entre a mesma e o interior dos fragmentos. Os padrões sazonais de floração e \nfrutificação nas áreas de borda e interior não diferiram. As variáveis relacionadas com a \natividade reprodutiva foram: densidade da vegetação, altura dos indivíduos e distância da \nborda.  \n\n \nPalavras-chave: Produção de flores e frutos; Efeito de borda; Polinização; APA Guariroba  \n \n \nAbstract \n\nHabitat fragmentation modifies landscape composition and structure, and, thus \ndisrupts the dynamic among organisms and then with the environment. This study aimed to \nestimate the fragmentation effect on plant phenology in a Cerrado protected area. 42 \nindividuals of the tree Hymenaea stigonocarpa with CBH > 20 cm were monthly observed. \nActivity Index, Circular Analyses and logistic regression were used to compare core and edge \nof fragments. Fragment edge showed higher activity index for flowering, but there were no \ndifference between edge and core for fruiting. The seasonal pattern was similar for edge and \ncore areas in both flowering and fruiting. The variables related to flower and fruit set were \nvegetation density, height of the tree and the distance between the tree and the fragment edge.  \n \nKeywords: Flower and fruit set; Edge effect; Pollination; APA Guariroba \n\n \n \n\n3.1 INTRODUÇÃO \n\n \n\nA conversão de habitats contínuos em áreas fragmentadas altera as características \n\nfísicas e estruturais do ambiente, assim como a dinâmica dos processos ecológicos. A \n\ndocumentação dos processos de conversão vem sendo objeto de inúmeros estudos em vários \n\nbiomas do mundo (Lambin, Geist e Lepers, 2003; Jepson, 2005; Killeen et al., 2008; Bonilla-\n\nMoheno et al., 2013). Particularmente nas regiões tropicais, o efeito da fragmentação na \n\ndinâmica dos processos ecológicos ainda não é completamente compreendido e tópicos \n\ninvestigados apresentam resultados diversos (Laurance, 2001). Para o componente vegetativo, \n\npor exemplo, diferentes impactos da fragmentação são observados conforme a escala, espécie, \n\n\n\n 62 \n\no bioma ou formação estudada (Aldrich e Hamrick, 1998; Benitez-Malvido, 1998; Fahrig, \n\n2003; Fuchs, Lobo e Quesada, 2003; Jacquemyn et al., 2003; Aguilar et al., 2006; Echeverria \n\net al., 2006; Jump e Penuelas, 2006; Laurance et al., 2007; Kramer et al., 2008; Pires, Silva e \n\nFreitas, 2013). \n\nNo Brasil, os estudos sobre mudanças antrópicas na paisagem e seus efeitos no \n\nfuncionamento dos ecossistemas têm se concentrado, majoritariamente, na Amazônia (Mahar, \n\n1989; Alves et al., 1999; Cardille e Foley, 2003; Laurance et al., 2004; Batistella e Moran, \n\n2005; Fearnside, 2006). Menos atenção tem recebido o Cerrado, considerada área prioritária à \n\nconservação (um hotspot da biosfera de acordo com a Conservation International), abriga as \n\nprincipais nascentes de importantes bacias brasileiras e detém elevados índices de \n\nbiodiversidade e endemismo. No entanto, tem sofrido conversões no uso do solo maiores do \n\nque as observadas na floresta amazônica (Sano e Ferreira, 2005; IBGE, 2010a). Por exemplo, \n\nem 2009, a área com cobertura vegetal nativa do Cerrado abrangia 51,2 % da área original do \n\nbioma (IBAMA, 2009). \n\nQuando a fragmentação é intensa, os remanescentes de vegetação nativa ficam \n\ninseridos em uma matriz antrópica, onde as bordas são áreas de transição que diferem do \n\ninterior dos fragmentos, o que resulta no chamado efeito de borda (Primack e Rodrigues, \n\n2001). O efeito da matriz e da borda têm sido estudados no Cerrado sob diferentes aspectos \n\ntais como alterações na densidade de plantas zoocóricas (Fleuri Jardim e Batalha, 2009), \n\nefeitos de predação e quantidade de biomassa (Carrijo et al., 2007), padrão de distribuição \n\nespacial e estrutura da comunidade vegetal (Lima-Ribeiro, 2008) e efeito na predação de \n\nninhos (França e Marini, 2009).  \n\nFatores bióticos e abióticos quando modificados pelo efeito de borda podem afetar as \n\nfenofases vegetais, já que estas estão relacionadas com a fisiologia da planta (Morellato et al., \n\n2000). Estudos sobre o efeito da fragmentação nas atividades do ciclo de vida de plantas têm \n\nsido úteis para elucidar o efeito desses fatores nos padrões reprodutivos, porém esses estudos \n\nse concentram nas florestas tropicais úmidas (Restrepo, Gomez e Heredia, 1999; Morellato et \n\nal., 2000; Laurance et al., 2003). \n\nA fragmentação ainda pode influenciar os padrões reprodutivos não somente alterando \n\na floração, mas também a frutificação quando essa é dependente de polinizadores. Em \n\nambientes fragmentados a dependência da planta/polinizador é a principal forçante do sucesso \n\nreprodutivo (Aguilar et al., 2006). Mais prejudicial será a fragmentação caso o dispersor \n\ntambém seja tão dependente quanto a planta (Ashworth et al., 2004). Portanto, o objetivo \n\ndesse estudo foi estimar o efeito da fragmentação na fenologia reprodutiva e na produção de \n\n\n\n 63\n\nflores e frutos de Hymenaea stignocarpa em uma área fragmentada de Cerrado. \n\nEspecificamente, avaliamos a diferença entre interior e não interior de fragmentos quanto à \n\nprodução de frutos e flores, além da sua sazonalidade fenológica. A hipótese inicial era \n\nencontrar maior índice de floração e frutificação na borda, além de menor sazonalidade para \n\nessa região, devido à menor competição por recursos com outras árvores. A espécie \n\nHymenaea stignocarpa foi escolhida como modelo baseada em suas características ecológicas: \n\n(1) estabelecimento em pastagens, interior e borda de fragmentos, (2) ocorrência restrita a \n\nambientes bem drenados, (3) alta dependência de polinizador e dispersor. \n\n \n\n3.2 MATERIAIS E MÉTODOS \n\n3.2.1 Área de estudo \n\n \n\nA Área de Proteção Ambiental dos Mananciais do Córrego Guariroba (APA Guariroba) \n\npossui cerca de 36.000 hectares e está localizada na região sudoeste do Município Campo \n\nGrande, Mato Grosso do Sul, Brasil, (Figura 3.1). A região é caracterizada por formações de \n\nCerrado, áreas úmidas, pastagem e eucalipto.  \n\nO estudo foi realizado em uma porção central da APA Guariroba de aproximadamente \n\n2.000 hectares, tendo como base de apoio a Fazenda Forquilho. Com exceção das plantações \n\nde eucalipto, todas as demais formações foram englobadas neste  estudo. As características \n\nbióticas e abióticas descritas a seguir, foram obtidas junto ao Plano de Manejo APA do \n\nGuariroba (Campo Grande, 2007).  \n\nNa área de estudo, as fitofisionomias naturais que mais se destacam são o Cerradão, o \n\nCerrado Denso e as áreas úmidas. O Cerradão apresenta aspecto xeromórfico, dossel contínuo \n\ne cobertura arbórea (8 a 15 m) que pode oscilar de 50 a 90%, proporcionando condições de \n\nluminosidade que favorecem a formação de camadas de arbustivas e herbáceas diferenciadas. \n\nO Cerrado Denso representa a forma mais densa e alta de Cerrado sentido restrito, com \n\nvegetação predominantemente arbóreo (5 a 8 m) e cobertura de 50% a 70%. Áreas úmidas são \n\nconstituídas por Mata de Galeria, vegetação florestal úmida que acompanha os córregos, \n\nVeredas e nascentes, as quais são compostas por espécies arbustivo-herbáceas e palmeiras. \n\nPara esse estudo, as formações de Cerradão e Cerrado Denso foram consideradas como única \n\nformação de Cerrado Florestado. \n\n \n\n\n\n 64 \n\n \nFigura 3.1 - (A) Localização da área de estudo Área de Proteção Ambiental Guariroba, Campo Grande, \n\nMS, Brasil. (B) Indivíduos de Hymenaea stignocarpa monitorados na região de interior e \nborda de fragmentos \n\n \n\nAs espécies mais representativas nas áreas de cerradão e cerrado denso são: Xylopia \n\naromatica, Callistene major, Kielmeyera coriacea, Caryocar brasiliense, Tapirira guianesis, \n\nMatayba guianensis, Copaifera langsdorfii, Aspidosperma subincanum, Qualea multiflora, Q. \n\ngrandiflora, Q. parviflora, Dimorphandra mollis, Vochysia cinnamomea e Stryphnodendron \n\nadstringens, Nas áreas úmidas predominam Mauritia flexuosa e espécies de cyperaceae e \n\npoaceae. Entre as espécies exóticas, as mais comuns na região são Eucalyptus sp. e Urochloa \n\nsp. \n\nA área de estudo começou a ser ocupada no inicio da década de 70. Porém, foi depois \n\nde 1975 que grandes áreas foram convertidas em pastagem, com um aumento do rebanho \n\nquatro vezes maior do que a média nacional (Arruda e Sugai, 1994). Entre 1975 e 1991 as \n\náreas de Cerrado florestado diminuíram em mais de 15.000 ha (20% da área total da APA). O \n\nnúmero de fragmentos passou 321 com área média de aproximadamente 97 ha a 1398 \n\nfragmentos com área média de aproximadamente 10 ha. Após 1991, a composição e \n\nconfiguração da paisagem se mantiveram estáveis, com exceção da introdução da cultura de \n\neucalipto a partir de 2005 em áreas anteriormente de pastagem. A Mata de galeria não \n\napresentou mudanças quantitativamente significativas entre 1975 e 2011 (Capítulo 1).  \n\nO clima predominante na região é do tipo Aw, conforme a classificação de Köppen, o \n\nqual é definido como quente e úmido com chuvas de verão, tendo como característica a \n\nocorrência de 4 a 5 meses secos e temperatura do mês mais frio superior a 18º C. O período \n\n\n\n 65\n\nentre outubro e março configura a estação úmida local, com os meses mais chuvosos \n\nocorrendo entre novembro e janeiro. Já o período considerado mais seco é entre junho e \n\nagosto, quando a precipitação é habitualmente inferior a 50 mm. As temperaturas variam de \n\nacordo com a umidade. Nos meses mais quentes (outubro a março) as médias mensais são \n\nsempre superiores a 24ºC. Nos meses mais frios (junho/julho) as médias situam-se sempre \n\nacima dos 18ºC. \n\n \n\n3.2.2 Espécie modelo \n\n \n\nHymenaea stigonocarpa Mart. Ex Hayne. também é conhecida como Jatobá-do-\n\nCerrado O grupo de espécies conhecido como Jatobá pertence à família Leguminosae – \n\nCesalpinoideae, sendo encontrado na America Latina e África (Lee e Langenhe, 1974; \n\nTropicos.Org, 2014). O Jatobá-do-Cerrado ocorre nos estados do Piauí, Bahia, Goiás, Minas \n\nGerais, Mato Grosso do Sul e São Paulo, sendo comum nas formações de Cerrado (Lorenzi, \n\n1992). H. stigonocarpa é uma árvore que atinge até nove metros de altura e se caracteriza por \n\napresentar folhas bifolioladas, folíolos glabros e coriáceos (Figura 3.2). É uma espécie \n\ndecídua e heliófita. O fruto é um legume indeiscente e polispérmico, cuja polpa farinácea é \n\nutilizada para enriquecer alimentos (Botelho 2000; Lorenzi 1992). \n\nOs Jatobás apresentam uma estreita relação com a fauna, são espécies polinizadas por \n\nmorcegos e dispersas por mamíferos terrestres. O principal polinizador de H. stignocarpa é o \n\nmorcego Glossophaga soricina, e entre os principais dispersores descritos estão a anta \n\nTapirus terrestris e a cutia Dasyprocta sp. (Asquith et al., 1999; Gibbs, Oliveira e Bianchi, \n\n1999; Moraes, Kageyama e Sebbenn, 2007). Além de ocorrer em baixa abundância \n\npopulacional, H. stignocarpa tem baixa taxa de polinização (7% das flores se tornam frutos) e \n\npossui certo grau auto-incompatibilidade pós-zigótica, com uma redução de mais de 50% na \n\nformação de frutos/sementes quando há cruzamento com parentes (Gibbs, Oliveira e Bianchi, \n\n1999). \n\n \n\n\n\n 66 \n\nA B C D\n\nE F G H\n \n\nFigura 3.2 - Imagens de Hymenaea stigonocarpa Mart. Ex Hayne. em fase adulta e em \nplântula, assim como componentes importantes na identificação taxonômica \nda espécie. Todos os indivíduos foram coletados na APA Guariroba, Campo \nGrande, MS, Brasil. Em detalhe (A) árvore adulta, (B) tronco, (C) plântula, \n(D) folha jovem, (E) ramo terminal com folhas e botões florais, (F) detalhe \npara botões florais, (G) ramo com fruto imaturo e (H) fruto maturo \n\n \n\nPara a realização do censo da população de H. stigonocarpa foram realizadas \n\ncaminhadas sistemáticas em transectos paralelos, distando 50m entre si, dentro da área de \n\ncoleta. Foram amostradas todas as coberturas de solo em uma área de aproximadamente 2.000 \n\nha, abrangendo cinco fragmentos de Cerrado Florestado (Figura 3.1). A região de borda foi \n\ndelimitada por uma faixa de 60 m de largura, iniciando-se na borda abrupta entre Cerrado \n\nFlorestado e fisionomia vizinha em direção ao centro do fragmento, e cerrado sujo presente ao \n\nredor dos fragmentos de Cerrado florestado.  \n\nForam amostrados todos os indivíduos encontrados, de plântula a adulto, e realizado o \n\nregistro da altura, circunferência a altura do peito (CAP), circunferência a altura do solo (CAS) \n\ne posição geográfica para cada um. As posições geográficas foram adquiridas em Sistema \n\nUniversal Transverso de Mercator (UTM) e datum World Geodetic System (WGS) 84. No \n\ntotal foram encontrados 160 indivíduos de Jatobá em áreas de Cerrado Florestado, \n\nCerrado/Pasto sujo e Pastagem.  \n\n \n\n\n\n 67\n\n3.2.3 Análise fenológica \n\n \n\nDentre os 160 indivíduos encontrados, aqueles com no mínimo 20 cm de CAP foram \n\nclassificados segundo sua localização no fragmento entre “borda” e “interior”. Para as \n\nanálises fenológicas, foram sorteados 21 espécimes localizadas em cada uma destas regiões \n\n(borda e interior, Figura 3.1). Todos os indivíduos sorteados foram acompanhados \n\nmensalmente durante um ano. A contagem das flores e frutos foi baseada em um quadrante da \n\ncopa da árvore, e posteriormente esse quadrante foi utilizado calcular o numero total de flores \n\nou frutos.  Esse método foi adaptado da forma direta de mensuração quantitativa descrito por \n\nD'eça-Neves e Morellato (2004). \n\nO padrão fenológico foi descrito com base no Índice de Atividade (Bencke e \n\nMorellato, 2002), o qual indica a porcentagem de indivíduos manifestando a fenofase durante \n\ncada período de observação. Para comparar a porcentagem de indivíduos manifestando \n\ndeterminada fenofase entre borda e centro dos fragmentos foi usado o teste T não paramétrico \n\nde Wilcoxon signed-rank (Zar, 1999). \n\nPara testar a sazonalidade das fenofases reprodutivas, foi utilizada a estatística circular \n\nconforme descrito por Morellato et al. (2000). Foram estimados: (1) o ângulo principal, o qual \n\nrepresenta a data de inicio da fenofase e (2) o vetor r, o que mensura a concentração de \n\nindivíduos ao redor do ângulo principal. Para averiguar se borda e interior divergiram quanto \n\nao inicio da fenofase e grau de sazonalidade, foram usados os testes de Rayleigh e F Watson-\n\nWilliams, respectivamente (Zar, 1999), utilizando o software Oriana (Oriana, 2010). \n\nPara avaliar quais fatores tinham maior influência na presença ou ausência de \n\natividade fenológica, foi aplicada uma regressão logística para resposta binária através do \n\nsoftware R (R Development Core Team2006). Os fatores considerados foram: classe de \n\ncobertura de solo (ano 2011), distância do indivíduo até a borda, circunferência a altura do \n\nsolo (cm), distância da árvore mais próxima, altura do indivíduo, altura do terreno, Índice de \n\nVegetação por Diferença Normalizada (Normalized Difference Vegetation Index - NDVI) em \n\n2011 representando a densidade de copa. O NDVI corresponde à densidade de verde da \n\nvegetação e está relacionado com a absorção das ondas eletromagnéticas do vermelho visível \n\n(VIS) e reflexão do vermelho próximo (NIR). O NDVI foi calculado conforme a Equação 1: \n\n   (Equação 1). \n\nCom exceção da circunferência à altura do solo e altura dos indivíduos, as variáveis \n\nforam obtidas com o auxílio do software ArcGIS 9.7 (Esri, 2009). O NDVI foi derivado pelo \n\n\n\n 68 \n\nprocessamento digital de imagem obtida pelo satélite LANDSAT 5, sensor Thematic Mapper \n\n(órbita ponto 224-074) de 27 de junho de 2011 (NASA, 2011). A imagem foi obtida junto ao \n\ncatálogo de imagens do Instituto Nacional de Pesquisas Espaciais \n\n(http://www.dgi.inpe.br/CDSR/). A altura do terreno foi derivada do Modelo Digital de \n\nElevação obtido junto ao Sistema Espacial Japonês (Jspacesystems, 2012). \n\n \n\n3.3 RESULTADOS E DISCUSSÃO \n\n \n\nA Figura 3.3 apresenta a variação sazonal dos índices de atividade de floração e \n\nfrutificação de Hymenaea stignocarpa na APA do Guariroba (MS) entre setembro de 2012 e \n\nagosto de 2013. Como pode ser observado, os indivíduos encontrados no interior dos \n\nfragmentos produziram flores de janeiro a maio e frutos de junho a outubro, enquanto os \n\nlocalizados na região de borda floresceram de novembro a julho e frutificaram de abril a \n\nagosto. O maior número de indivíduos em floração ocorreu em janeiro e fevereiro na borda, e \n\nem março no interior. O maior número de árvores em frutificação foi encontrado em junho e \n\njulho na borda e interior (Figura 3.3).  \n\n \n\n \nFigura 3.3 - Índice de atividade de floração (flor) e frutificação (fruto) de Hymenaea \n\nstignocarpa para áreas de borda e interior \n \n\nA análise circular (Figura 3.4) evidenciou um padrão sazonal para as fenofases \n\nreprodutivas com médias de floração em fevereiro e de frutificação em julho. Apesar da \n\nregião de borda apresentar sazonalidade mais ampla e ser ligeiramente anterior, não houve \n\ndiferença estatisticamente significativa nas datas médias de reprodução entre interior e borda. \n\n\n\n 69\n\nGibbs e colaboradores (1999) também observaram H. stignocarpa em floração nos \n\nmeses da estação chuvosa e a frutificação cerca de seis meses depois, em torno da estação \n\nseca. Esse padrão difere da maioria das espécies que têm pólen e sementes dispersadas por \n\nanimais no Cerrado, inclusive do congênere H. courbaril (Batalha e Mantovani, 2000; Batalha \n\ne Martins, 2004; Lenza e Klink, 2006). Assim, o Jatobá-do-Cerrado é uma das únicas espécies \n\na disponibilizar néctar no período chuvoso e fruto no período seco.  \n\nOs indivíduos da borda apresentaram maior índice de atividade (porcentagem de \n\nindivíduos em atividade) de floração do que os do interior dos fragmentos (p &lt;0,05). Baseado \n\nnesses resultados esperava-se que a região de borda também apresentasse maior índice de \n\nfrutificação. Contudo, o índice não diferiu para a produção de frutos (p > 0,05). Apesar da \n\nfrutificação ter sido maior na região de borda ao longo do ano, nos meses de setembro e \n\noutubro, a atividade foi constatada apenas nas árvores do interior dos fragmentos.   \n\n \n\n Interior Borda \n\nF\nlo\n\nra\nçã\n\no \nF\n\nru\nti\n\nfi\nca\n\nçã\no\n \n\nFigura 3.4. - Padrão sazonal de floração e frutificação nas áreas de borda e interior. A seta \nrepresenta a média temporal \n\n \n \n\nUm maior índice de floração na borda era esperado, devido à menor competição por \n\nluz solar e outros recursos. O mesmo padrão foi observado em bordas de fragmentos de \n\ncerrado florestado para Xylopia aromática (Camargo et al., 2011). Apesar de poucos estudos \n\nserem realizados no Cerrado, em outros biomas tem se evidenciado os padrões de frutificação \n\nobservados nesse trabalho: em geral, há uma relativa diminuição na produção de frutos e \n\n\n\n 70 \n\nsementes em áreas de habitat descontínuo (Cunningham, 2000; Fuchs, Lobo e Quesada, 2003; \n\nLaurance et al., 2003; Aguilar et al., 2012; Pires, Silva e Freitas, 2013). Com base em uma \n\nmeta-análise, Aguilar (2006) observou efeito negativo da fragmentação sobre a polinização e \n\nreprodução de plantas. A única característica explanatória para a diferença entre espécies foi o \n\ngrau de dependência dessas e seus polinizadores.  \n\nNo caso da relação polinizador/planta entre o morcego G. soricina e H. stignocarpa, \n\npode se considerar uma alta especificidade e interdependência. O padrão fenológico \n\napresentado pelo Jatobá-do-Cerrado faz com que este seja uma das únicas fontes de néctar do \n\nmorcego no período de chuva. Apesar do Jatobá-do-Cerrado ser visitado por moscas e outras \n\nespécies de morcegos, G. soricina é o polinizador mais eficiente (Gibbs, Oliveira e Bianchi, \n\n1999).  Assim, o sucesso reprodutivo da população Jatobá-do-Cerrado, na forma de produção \n\nde frutos, pode ser influenciado pela distribuição do seu polinizador na paisagem e não \n\nsomente pela quantidade de flores disponíveis. \n\nA análise das variáveis baseada na regressão logística enfatizou que apenas duas delas \n\nsão boas preditoras da floração (p &lt;0,01): “Altura das árvores (H)” e “Índice de Vegetação \n\npor Diferença Normalizada (NDVI)” (Figura 3.5). Era esperada certa relação com ambas \n\nvariáveis já que a altura está relacionada com a idade e vigor, enquanto o NDVI indica a \n\nporcentagem de cobertura vegetal. A atividade de floração foi mais comum para indivíduos \n\nmais altos (> 4m) e em áreas com menor cobertura vegetal (NDVI mais baixo). Assim, \n\nassume-se que ambas variáveis estão ligadas à captação de luz solar. Padrão similar foi \n\nencontrado por Pires, Silva e Freitas (2013) para população de Senefeldera verticillata \n\n(Euphorbiaceae) na Mata Atlântica. \n\nPara a atividade de frutificação também foram identificadas duas variáveis preditoras \n\n(p &lt;0,01): “Distância da árvore até a borda” e “NDVI” (Figura 3.6). Assim como para a \n\natividade de floração, indivíduos em locais com cobertura vegetal densa (maior NDVI) \n\ntendem a apresentar menor atividade reprodutiva. A cobertura vegetal densa pode representar \n\ntanto a maior competição por luz, e menor energia para produção de frutos. Por sua vez, a \n\ndistância em relação à borda pode estar relacionada com a preferência do polinizador por \n\nhabitat, que por sua vez, restringe a produção de frutos. Consequentemente, o sucesso \n\nreprodutivo foi maior em locais de vegetação menos densa e próximos à borda dos \n\nfragmentos. \n\n \n\n \n\n\n\n 71\n\n \nFigura 3.5 - Relação das variáveis “Índice de Vegetação por Diferença Normalizada” \n\n(NDVI) e “Altura” (H) em relação a atividade de floração. Indivíduos que \nfloriram são apresentados na coluna 1 e os que não floriram na coluna 0. \nTodos os indivíduos foram monitorados durante um ano na APA Guariroba, \nCampo Grande, MS, Brasil \n\n \n\nAlguns autores vêm estudando o comportamento de forrageamento de Glossophaga \n\nsoricina, o qual está sob influencia da composição e configuração da paisagem. O habitat \n\ndeste morcego consiste em pequenas áreas de forrageamento, de 1,5 a 4 hectares, se \n\nalimentando se plantas que distam no máximo 1500m entre si (Lemke, 1984). Essa espécie \n\ntem preferência por áreas florestadas e floristicamente diversas, estando praticamente ausente \n\nem áreas de pastagens (Gorresen, Willig e Strauss, 2005; Daniel Avila-Cabadilla et al., 2012). \n\nTais características são coerentes com os resultados apresentados na Figura 3.6. Enquanto o \n\ndispersor prefere áreas florestadas com maior diversidade florística (Cerrado florestado) e \n\nevita áreas de pastagem, há maior probabilidade de polinização e conseqüente frutificação em \n\nárvores menos distantes da borda. \n\n\n\n 72 \n\n \nFigura 3.6 - Relação das variáveis “Índice de Vegetação por Diferença Normalizada” \n\n(NDVI) e “Distância do indivíduo até a borda do fragmento” (Distância) \nem relação a atividade de frutificação. Indivíduos que frutificaram são \napresentados na coluna 1 e os que não frutificaram na coluna 0. Todos os \nindivíduos foram monitorados durante um ano na APA Guariroba, Campo \nGrande, MS, Brasil \n\n \n\n3.4 CONCLUSÕES \n\n \n\n Há uma sincronia entre borda e interior de fragmentos para fenologia reprodutiva de \n\nHymenaea stignocarpa. Para o Cerrado, a principal condição de definição de fenofases é o \n\nclima sazonal, principalmente as chuvas. Este é homogêneo para a área estudada, o que \n\nculmina em fenofases semelhantes para borda e interior de fragmentos. Contudo, recursos \n\ncomo disponibilidade de luz solar e condições de microclima diferem entre áreas em \n\npaisagem fragmentada, o que resulta em maior índice de atividade nas bordas dos fragmentos. \n\nA dependência entre o Jatobá-do-Cerrado e seu polinizador faz com que a frutificação seja um \n\nreflexo do comportamento de forrageamento do polinizador. Assim, apresentando um índice \n\nde frutificação homogêneo em toda área, mesmo com um maior índice de floração na borda.  \n\nAs características do meio têm certamente influência sobre a fenologia das espécies. \n\nMesmo no Cerrado florestado, onde a abertura do dossel é superior à aquela observada nas \n\nflorestas úmidas, a atividade é influenciada pela competição por luz. Embora tenha a \n\nvegetação menos densa, os gradientes entre fisionomias são bem definidos, e cada unidade da \n\npaisagem se torna importante no estabelecimento e comportamento das espécies que ali estão. \n\nH. stignocarpa apresenta mais indivíduos produzindo flores em locais com vegetação menos \n\ndensa, contudo a formação de frutos e posterior estabelecimento das progênies são \n\n\n\n 73\n\ndependentes de locais com maior densidade vegetacional que abrigue seus polinizadores e \n\ndispersores.  \n\nOs resultados obtidos neste estudo demonstram a importância da preservação das \n\nReservas Legais, representadas por porções de Cerradão e Cerrado denso, para a espécie em \n\nquestão. Contudo, como H. stignocarpa é encontrada em baixas densidades, é possível contar \n\ncom os gradientes de vegetação entre esses fragmentos e áreas de pastagens para \n\nmaximização da sua conservação. Mesmo o Cerrado/ pasto sujo não sendo uma área natural \n\npara a APA Guariroba, esta unidade da paisagem oferece a possibilidade de maior produção \n\nde flores e não isolamento das árvores em relação aos polinizadores. Assim, oferecendo um \n\ngradiente biótico, abiótico e ecológico na paisagem, amenizando os efeitos da fragmentação \n\nao mesmo tempo em que se permite o uso para pastoreio do gado.    \n\n \n\nREFERÊNCIAS  \n \nAGUILAR, R.; ASHWORTH, L.; CALVINO, A.; QUESADA, M. What is left after sex in \nfragmented habitats? Assessing the quantity and quality of progeny in the endemic tree \nProsopis caldenia (Fabaceae). Biological Conservation Oxford (UK),  v. 152, p. 81-89, Aug \n2012.   \n \n______. Plant reproductive susceptibility to habitat fragmentation: review and synthesis \nthrough a meta-analysis. Ecology Letters, Oxford (UK), v. 9, n. 8, p. 968-980, Aug 2006.   \n\n \nALDRICH, P.R.; HAMRICK, J.L. Reproductive dominance of pasture trees in a fragmented \ntropical forest mosaic. Science, Washington (DC),  v. 281, n. 5373, p. 103-105, Jul. 1998.   \n\n \nALVES, D.S.; PEREIRA, J.L.G.; DE SOUSA, C.L.; SOARES, J.V.; YAMAGUCHI, F. \nCharacterizing landscape changes in central Rondonia using Landsat TM imagery. \nInternational Journal of Remote Sensing, London,  v. 20, n. 14, p. 2877-2882, Sept. 20 \n1999.  \n \nARRUDA, Z.J.D.; SUGAI, Y. Regionalização da Pecuária Bovina no Brasil.  Campo \nGrande (MS): EMBRAPA, 1994. 144p. \n\n \nASHWORTH, L.; AGUILAR, R.; GALETTO, L.; AIZEN, M. A.Why do pollination \ngeneralist and specialist plant species show similar reproductive susceptibility to habitat \nfragmentation? Journal of Ecology, Oxford, v. 92, n. 4, p. 717-719, Aug 2004. \n \nASQUITH, N.M.; TERBORGH, J.; ARNOLD, A.E.; RIVEROS, C.M. The fruits the agouti \nate: Hymenaea courbaril seed fate when its disperser is absent. Journal of Tropical Ecology, \nNew York (NY), v. 15, p. 229-235, Mar 1999. \n \n\n\n\n 74 \n\nAVILA-CABADILLA, L.D.; SANCHEZ-AZOFEIFA, G.A.; STONER, K.E.; ALVAREZ-\nANORVE, M.Y.; QUESADA, M.; PORTILLO-QUINTERO, C.A. Local and Landscape \nFactors Determining Occurrence of Phyllostomid Bats in Tropical Secondary Forests. Plos \nOne, San Francisco, v. 7, n. 4, e35228, Apr 18 2012. \n \nBATALHA, M.A.; MANTOVANI, W. Reproductive phenological patterns of cerrado plant \nspecies at the Pé-de-Gigante Reserve (Santa Rita do Passa Quatro, SP, Brazil): a comparison \nbetween the herbaceous and woody floras. Revista Brasileira de Biologia, São Carlos,  v. 60,      \np. 129-145,  2000.   \n \nBATALHA, M.A.; MARTINS, F.R. Reproductive phenology of the cerrado plant community \nin Emas National Park (central Brazil). Australian Journal of Botany, Sidney, v. 52, n. 2, p. \n149-161, 2004 2004.   \n \nBATISTELLA, M.; MORAN, E.F. Dimensões humanas do uso e cobertura das terras na \nAmazônia: uma contribuição do LBA. Acta Amazonica, Manaus,  v. 35, p. 239-247,  2005.   \n \nBENCKE, C.S.C.; MORELLATO, L.P.C. Comparação de dois métodos de avaliação da \nfenologia de plantas, sua interpretação e representação. Brazilian Journal of Botany, São \nPaulo, v. 25, p. 269-275,  2002.  \n \nBENITEZ-MALVIDO, J. Impact of forest fragmentation on seedling abundance in a tropical \nrain forest. Conservation Biology, Malden,  v. 12, n. 2, p.380-389, Apr 1998.   \n \nBONILLA-MOHENO, M.; REDO, D.J.; AIDE, T.M.; CLARK, M.L.; GRAU, H.R. \nVegetation change and land tenure in Mexico: A country-wide analysis. Land Use Policy, \nOxford (UK), v. 30, n. 1, p. 355-364, Jan. 2013. \n \nCAMARGO, M.G.G.; SOUZA, R.M.; REYS, P.; MORELLATO, L.P.C. Effects of \nenvironmental conditions associated to the cardinal orientation on the reproductive phenology \nof the cerrado savanna tree Xylopia aromatica (Annonaceae). Anais Da Academia Brasileira \nde Ciencias, São Paulo, v. 83, n. 3, p. 1007-1019, Sep 2011.  \n \nCAMPO GRANDE, P.M. Plano de Manejo da Área de Proteção Ambiental dos \nMananciais do Córrego Guariroba – APA do Guariroba. Campo Grande, MS: 2007. 156p. \n \nCARDILLE, J.A.; FOLEY, J.A. Agricultural land-use change in Brazilian Amazonia between \n1980 and 1995: Evidence from integrated satellite and census data. Remote Sensing of \nEnvironment, New York (NY), v. 87, n. 4, p. 551-562, Nov 15 2003.   \n \nCARRIJO, T.F.; MAZÃO, G.R.; VILAÇA, T.R.A.; CINTRA, L.C.; SANTOS, T. Alterações \nbiológicas sobre uma população de Styrax pohlii (Fritsch) (Styracaceae) submetida ao efeito \nde borda em um fragmento de mata no Campus Samambaia, UFG. Revista Brasileira de \nBiociências, Porto Alegre, v. 5, p.315-317, 2007. \n  \nCUNNINGHAM, S.A. Depressed pollination in habitat fragments causes low fruit set. \nProceedings of the Royal Society B-Biological Sciences, London, v. 267, n. 1448, p. 1149-\n1152, Jun 7 2000.  \n \n\n\n\n 75\n\nD'EÇA-NEVES, F.F.; MORELLATO, L.P.C. Métodos de amostragem e avaliação utilizados \nem estudos fenológicos de florestas tropicais. Acta Botanica Brasilica, Belo Horizonte,            \nv. 18, n. 1, p. 99-108, 2004-03 2004. \n \nECHEVERRIA, C.; COOMES, D.; SALAS, J.; REY-BENAYAS, J. M.; LARA, A.; \nNEWTON, A. Rapid deforestation and fragmentation of Chilean Temperate Forests. \nBiological Conservation, Oxford (UK), v. 130, n. 4, p. 481-494, Jul 2006..  \n \nESRI. Arc-Gis version 9.3. Redlands, CA, USA: Environmental Systems Research Institute \n2009. Disponível em:&lt;http://www.esri.com/>. Acesso em: 1 jun. 2014. \n \nFAHRIG, L. Effects of habitat fragmentation on biodiversity. Annual Review of Ecology \nEvolution and Systematics, Palo Alto,v. 34, p. 487-515, 2003 2003. \n \nFEARNSIDE, P.M. Desmatamento na Amazônia: dinâmica, impactos e controle. Acta \nAmazonica, Manaus,v. 36, p.395-400,  2006. \n \nFLEURI JARDIM, A.V.; BATALHA, M.A. Dispersal Syndromes Related to Edge Distance \nin Cerrado Sensu Stricto Fragments of Central-Western Brazil. Brazilian Archives of \nBiology and Technology, Curitiba, v. 52, n. 5, p. 1167-1177, Sept-Oct 2009. \n \nFRANÇA, L.C.; MARINI, M.Â. Teste do efeito de borda na predação de ninhos naturais e \nartificiais no Cerrado. Zoologia, Curitiba, v. 26, p. 241-250,  2009. \n \nFUCHS, E.J.; LOBO, J.A.; QUESADA, M. Effects of forest fragmentation and flowering \nphenology on the reproductive success and mating patterns of the tropical dry forest tree \nPachira quinata. Conservation Biology, Malden, v. 17, n. 1, p. 149-157, Feb 2003. \n \nGIBBS, P.E.; OLIVEIRA, P.E.; BIANCHI, M.B. Postzygotic control of selfing in Hymenaea \nstigonocarpa (Leguminosae-Caesalpinioideae), a bat-pollinated tree of the Brazilian cerrados. \nInternational Journal of Plant Sciences, Chicago, v. 160, n. 1, p. 72-78, Jan 1999.  \n \nGORRESEN, P.M.; WILLIG, M.R.; STRAUSS, R.E. Multivariate analysis of scale-\ndependent associations between bats and landscape structure. Ecological Applications, \nWashington (DC), v. 15, n. 6, p. 2126-2136, Dec 2005.  \n \nIBAMA. Projeto Monitoramento do Desmatamento nos Biomas Brasileiros por Satélite. \nBrasilia (DF): SBF/MMA 2009. Disponível em: \n<http://siscom.ibama.gov.br/monitorabiomas/>. Acesso em: 1 jun. 2014. \n \nIBGE. Indicadores de Desenvolvimento Sustentável. Rio de Janeiro: Fundação Instituto \nBrasileiro de Geografia e Estatística,  2010. 190p. \n \nJACQUEMYN, H.; VAN ROSSUM, F.; BRYS, R.; ENDELS, P.; HERMY, M.; TRIEST, L.; \nDE BLUST, G. Effects of agricultural land use and fragmentation on genetics, demography \nand population persistence of the rare Primula vulgaris, and implications for conservation. \nBelgian Journal of Botany, Meise,  v. 136, n. 1, p. 5-22,  2003. \n \nJEPSON, W. A disappearing biome? Reconsidering land-cover change in the Brazilian \nsavanna. Geographical Journal, Malden, v. 171, p. 99-111, Jun 2005.   \n\n\n\n 76 \n\n \nJUMP, A.S.; PENUELAS, J. Genetic effects of chronic habitat fragmentation in a wind-\npollinated tree. Proceedings of the National Academy of Sciences of the United States of \nAmerica, Washington (DC), v. 103, n. 21, p. 8096-8100, May 2006.  \n \nKILLEEN, T.J.; GUERRA, A.; CALZADA, M.; CORREA, L.; CALDERON, V.; SORIA, \nL.; QUEZADA, B.; STEININGER, M.K. Total Historical Land-Use Change in Eastern \nBolivia: Who, Where, When, and How Much? Ecology and Society, Wolfville,  v. 13, n. 1,    \np. n.f. 2008.  \n \nKRAMER, A.T.; ISON, J.L.; ASHLEY, M.V.; HOWE, H.F. The paradox of forest \nfragmentation genetics. Conservation Biology, Malden, v. 22, n. 4, p. 878-885, Aug 2008. \n \nLAMBIN, E.F.; GEIST, H.J.; LEPERS, E. Dynamics of land-use and land-cover change in \ntropical regions. Annual Review of Environment and Resources, Palo Alto, v. 28, p. 205-\n241, 2003. \n \nLAURANCE, W.F. Fragmentation and plant communities: synthesis and implications for \nlandscape management. In: BIERREGAARD, R.O.;GASCON, C.; LOVEJOY, T. E.; \nMESQUITA, R. C. G. (Ed.). Lessons from Amazonia: The ecology and conservation of a \nfragmented forest. New Haven, Connecticut: Yale University, 2001.  p.158 -168.   \n \nLAURANCE, W.F.; ALBERNAZ, A.K.M.; FEARNSIDE, P.M.; VASCONCELOS, H.L.; \nFERREIRA, L.V. Deforestation in Amazonia. Science, New York (NY), v. 304, n. 5674,      \np. 1109-1109, May 21 2004.  \n \nLAURANCE, W.F.; MERONA, J.M.R.D.; ANDRADE, A.; LAURANCE, S.G.; \nD'ANGELO, S.; LOVEJOY, T.E.; VASCONCELOS, H.L. Rain-forest fragmentation and the \nphenology of Amazonian tree communities. Journal of Tropical Ecology, New York (NY), \nv. 19, p. 343-347, May 2003 \n \nLAURANCE, W.F.; NASCIMENTO, H.E.M.; LAURANCE, S.G.; ANDRADE, A.; EWERS, \nR.M.; HARMS, K.E.; LUIZAO, R.C.C.; RIBEIRO, J.E.. Habitat Fragmentation, Variable \nEdge Effects, and the Landscape-Divergence Hypothesis. Plos One, San Francisco, v. 2, n. 10, \ne1017, Oct 10 2007.  \n \nLEE, Y.T.; LANGENHE, J.H. Additional new taxa and new combinations in hymenaea \n(leguminosae, caesalpinioideae). Journal of the Arnold Arboretum, Cambridge (MA),        \nv. 55, n. 3,  p. 441-452,  1974.  \n \nLEMKE, T.O. Foraging ecology of the long-nosed bat, glossophaga-soricina, with respect to \nresource availability. Ecology, Washington (DC), v. 65, n. 2, p. 538-548, 1984. \n \nLENZA, E.; KLINK, C.A. Comportamento fenológico de espécies lenhosas em um cerrado \nsentido restrito de Brasília, DF. Brazilian Journal of Botany, São Paulo,  v. 29, p. 627-638,  \n2006. \n \nLIMA-RIBEIRO, M.D.S. Edge effects on vegetation and population structure in Cerradao \nfragments of Southwest Goias, Brazil. Acta Botanica Brasilica, São Paulo,  v. 22, n. 2,         \np. 535-545, Apr-Jun 2008. \n\n\n\n 77\n\n \nLORENZI, H. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas \nnativas do Brasil.  Nova Odessa - SP: Ed. Plantarum, 1992. 384p. \n \nMAHAR, D.J. Government policies and deforestation in Brazil's Amazon region.  \nWashington: World Bank, 1989. 64p. \n \nMORAES, M.L.T.D.; KAGEYAMA, P.Y.; SEBBENN, A.M. Sistema de reprodução em \npequenas populações fragmentadas e em árvores isoladas de Hymenaea stigonocarpa. \nScientia Forestalis, Piracicaba,  v.74, p.75-86, 2007. \n \nMORELLATO, L.P.C.; TALORA, D.C.; TAKAHASI, A.; BENCKE, C.C.; ROMERA, E. \nC.; ZIPPARRO, V.B. Phenology of Atlantic rain forest trees: A comparative study. \nBiotropica, Lawrence, v. 32, n. 4B, p. 811-823, 2000.  \n \nNASA. Landsat Program. TM scene L5224_07420110627. São José dos Campos (Brasil): \nInstituto Nacional de Pesquisas Espaciais 2011. Disponível em:&lt;\nhttp://www.dgi.inpe.br/CDSR/ >. Acesso em: 1 jun.2014. \n \nORIANA. Wales: Pentraeth: Kovach Computer Services 2010. Disponível em: &lt;\nhttp://www.kovcomp.co.uk/oriana/>. Acesso em: 1 jun. 2014. \n \nPIRES, J.P.D.A.; SILVA, A.G.D.; FREITAS, L. Plant size, flowering synchrony and edge \neffects: What, how and where they affect the reproductive success of a Neotropical tree \nspecies. Austral Ecology, Hoboken, v. 39, n, 2, p. 328-336,  2013 \n \nPRIMACK, R.B.; RODRIGUES, E. Biologia da Conservação.  Londrina - PR: Rodrigues, \n2001. 328p. \n \nR Development Core Team. R: A Language and Environment for Statistical Computing. \nVienna: R Foundation for Statistical Computing, 2006. Disponível em:&lt;http://www.r-\nproject.org/>. Acesso em:1 jun. 2014. \n \nRESTREPO, C.; GOMEZ, N.; HEREDIA, S. Anthropogenic edges, treefall caps, and fruit-\nfrugivore interactions in a neotropical montane forest. Ecology, Washington (DC), v. 80, n. 2, \np. 668-685, Mar 1999. \n \nSANO, E.E.; FERREIRA, L.G. Monitoramento semidetalhado (escala de 1: 250 000) de \nocupação de solos do cerrado: considerações e proposta metodológica. In: SIMPÓSIO \nBRASILEIRO DE SENSORIAMENTO REMOTO,10., 2005.   Goiânia. Anais... São José \ndos Campos: Instituto Nacional de Pesquisas Espaciais, 2005.  p. 3309-3313. \n \nTROPICOS.ORG. Hymenaea stigonocarpa Mart. ex Hayne. Missouri: Missouri Botanical \nGarden,  2014. Disponível em:&lt;http://www.tropicos.org/>. Acesso em: 1 jun. 2014. \n \nZAR, J.H. Biostatistical analysis. Upper Saddle River: Prentice Hall, 1999. 662p. \n\n\n\n 78 \n\n4 DISPERSÃO E GENÉTICA DA ESPÉCIE AMEAÇADA DE EXTINÇÃO \n\nHYMENAEA STIGNOCARPA EM PAISAGEM FRAGMENTADA DE CERRADO  \n\n \nResumo \n\n \nOs parâmetros genéticos de populações arbóreas são determinados pela dispersão de \n\npólen e sementes. Por sua vez, agentes dispersores são influenciados pela composição e \nconfiguração da paisagem. Neste trabalho foi avaliada a diversidade e estruturação genética e \na dispersão de pólen e sementes da espécie ameaçada de extinção Hymenaea stignocarpa. A \ncoleta de dados e material biológico foi realizada por caminhadas sistemáticas em uma área \nde paisagem heterogênea, onde foram coletados indivíduos oriundos de todas as unidades da \npaisagem e com diversos tamanhos. As análises de microssatélites foram baseadas em seis \nlocos e 160 indivíduos (69 regenerantes e 91 reprodutivos, divididos em quatro \nsubpopulações). Não houve diferença significativa de diversidade genética entre as gerações \nou subpopulações. Ambas as gerações apresentaram fixação de alelos e a população mais \ndistante espacialmente mostrou fixação de alelos, maior número de locos exclusivos e mais \nalelos de baixa freqüência. Embora as subpopulações estejam isoladas espacialmente, há fluxo \nde genes entre elas, e árvores localizadas fora dos fragmentos florestais são utilizadas pelos \ndispersores. A estruturação genética diferiu quanto às gerações. Embora a dispersão a longa \ndistância seja comum, este resultado sugere o fluxo genético era diferente quando na \nformação da geração anterior, provavelmente com maior sobreposição de áreas de dispersão.  \n \nPalavras-chave: Genética da paisagem; Fluxo de genes; Dispersão; APA Guariroba \n \n \nAbstract \n\n \nGenetic parameters of tree populations are determined by pollen and seed dispersal. In \n\nturn, dispersal agents are influenced by landscape composition and configuration. This \nresearch aimed to evaluate genetic diversity, spatial genetic structure, and pollen and seed \ndispersal of the endangered tree Hymenaea stignocarpa. Field survey was systematic design \nusing parallel transects. Vegetal tissue and data were collected from all individuals following \nthose transects on all landscape units.  Microsatellites analyses were based on 160 individuals \n(69 juvenile and 91 adults, divided in four subpopulations). Genetic diversity was similar for \nboth generations and all subpopulations. Both juvenile and adults showed allele fixation, and \nthe spatially furthest subpopulation showed allele fixation, greater number of exclusive locos \nand more low-frequency alleles. Gene flow among subpopulation was detected, although they \nare spatially isolated, and tree located out of forest fragments were used by dispersal agents. \nSpatial genetic structures (SGS) were different between generations. Although long dispersal \nwas found to be common, SGS suggests dispersal patterns were different on the adults \ngeneration settlement, probably with more dispersal areas overlapping each other.     \n \nKeywords: Landscape genetics; Gene flow; Dipersal; APA Guariroba \n \n \n\n\n\n 79\n\n4.1 INTRODUÇÃO \n\n \n\nA biodiversidade pode ser entendida em três escalas complementares: ecossistemas, \n\nespécies e genes (Rands et al., 2010; Chiaravalloti e Valladares-Padua, 2011; Cardinale et al., \n\n2012). A diversidade genética é a chave para a evolução, adaptação e diversificação ao longo \n\nde gerações. Sua importância em espaços de tempo mais curtos está relacionada com a \n\ndinâmica de doenças e pragas, produtividade e produção de prole (Jump, Marchant e Penuelas, \n\n2009; Mills, 2012). \n\nUm dos mais preocupantes efeitos da antropização dos ambientes naturais é a \n\nfragmentação de áreas contínuas, principalmente em conjunto com as mudanças ambientais \n\nglobais (Gardner et al., 2009; Rands et al., 2010). Esse processo, além de modificar a \n\nestrutura e o funcionamento de grandes áreas naturais, isola aquelas remanescentes \n\nespacialmente (Saunders, Hobbs e Margules, 1991) e as pode isolar geneticamente (Sebbenn \n\net al., 2011). Dessa forma, altera diretamente ecossistemas, por meio das novas coberturas de \n\nsolo, diminui o tamanho das populações e modifica o processo de interação e reprodução de \n\norganismos com efeito sobre a diversidade gênica (Young e Clarke, 2000; Primack e \n\nRodrigues, 2001).  \n\nNos estudos de diversidade genética em populações fragmentadas, são enfatizados \n\nparâmetros como (1) riqueza e exclusividade de alelos, (2) heterozigosidade, (3) endogamia, \n\n(4) coancestria e (5) dispersão de pólen e sementes (Allendorf e Luikart, 2007, ver para \n\ndetalhes sobre os parametros). Estes parâmetros estão relacionados entre si e dependem das \n\ncaracterísticas de cada espécie e do ambiente onde a mesma está inserida. Por exemplo, para \n\numa pequena população isolada, com pouca ou nenhuma troca de genes com outras \n\npopulações, espera-se observar baixa heterozigosidade, elevada taxa de endogamia e alta \n\ncoancestria entre indivíduos, além de uma queda no número populacional efetivo, maior \n\nsuscetibilidade a doenças e maior probabilidade de extinção por eventos estocásticos (Adams, \n\n1992; Young, Boyle e Brown, 1996; Gibbs, 2001).   \n\nOs estudos em genética de populações há muito tempo se concentram na descrição dos \n\ndesses parâmetros genéticos de diversidade em paisagens que diferem quanto a \n\nconectividades ou fatores ambientais, levando em consideração a teoria de metapopulações e \n\ncaracterísticas das espécies estudadas (Baguette, 2004; Holderegger e Wagner, 2006). Frente \n\nà fragmentação, por exemplo, estudos com espécies de árvores têm focado nas mudanças de \n\nparâmetros de diversidade genética ao comparar florestas contínuas com fragmentos isolados \n\n(Jump e Penuelas, 2006). Devido a gama de processos que influem nesses padrões \n\n\n\n 80 \n\npesquisados poucas diferenças significativas têm sido relacionadas com fragmentos (Kramer \n\net al., 2008). \n\nPor outro lado, trabalhos em escalas mais detalhadas, levando em consideração \n\nprocessos ecológicos e genéticos, observando várias unidades da paisagem são menos \n\nnumerosos e mais recentes (Manel et al., 2003; Holderegger et al., 2010). Essa abordagem, de \n\ngenética da paisagem é essencial para o entendimento dos processos ecológicos envolvidos \n\ncom o fluxo de genes em paisagens fisionomicamente diversas, e as possíveis consequências \n\npara a genética da população em questão. \n\nPaisagens diversas são a realidade da maioria dos países tropicais frente à expansão \n\ndas fronteiras agrícolas e urbanização. Ainda, certos biomas são naturalmente diversificados. \n\nO Cerrado possui uma grande variedade fitofisionomica natural, de campos abertos a matas \n\nfechadas com 15 m de altura, a qual está relacionada à elevada biodiversidade e endemismo \n\ndesse bioma (Ratter, Bridgewater e Ribeiro, 2006). A antropização modifica essas fisionomias \n\ne as dinâmicas biológicas existentes (Hanada, 2004; Fischer e Lindenmayer, 2007).  Seres \n\nrestritos a determinadas fisionomias podem ficar ainda mais isolados, enquanto espécies \n\ngeneralistas podem não ser tão afetadas pelo efeito da fragmentação (Laurance, 2001; Pires et \n\nal., 2002; Foley et al., 2005; Arroyo-Rodriguez et al., 2009).  \n\nAlém de ser um hotspot de diversidade, o Cerrado é a segunda maior formação vegetal \n\nda América Latina, mas apenas 6 % do mesmo se encontra inalterado (Klink e Machado, 2005; \n\nSano e Ferreira, 2005). Alguns estudos vêm sendo realizados no bioma abordando diversidade \n\ngenética entre populações de remanescentes (Lacerda et al., 2001; Zucchi et al., 2003; Soares \n\net al., 2008), fluxo gênico e diversidade em paisagem fragmentada (Martins et al., 2006; \n\nMartins et al., 2011), e relacionando a estrutura genética espacial às características ecológicas \n\nda espécie (Collevatti et al., 2010; De Melo et al., 2012) e/ou paisagem (De Campos Telles et \n\nal., 2007; Miller et al., 2013). \n\nO entendimento da dispersão de genes em paisagens diversas é essencial para a \n\nconservação da biodiversidade frente à expansão da mudança da cobertura de solo (Sork e \n\nSmouse, 2006). Logo, torna-se importante criar subsídios para a conservação da \n\nbiodiversidade, e suas interações biológicas, em áreas abrangentes ao mesmo tempo em que \n\nse faz uso do solo (Allendorf, 2007). Assim, o objetivo deste trabalho foi avaliar os \n\nparâmetros de diversidade entre subpopulações, dispersão e estrutura genética em uma \n\npaisagem fragmentada de Cerrado composta por diferentes coberturas de solo. A espécie de \n\nestudo foi o Jatobá-do-Cerrado (Hymenaea stignocarpa), uma árvore monóica com certo grau \n\n\n\n 81\n\nde auto-incompatibilidade, a qual tem o pólen disperso por morcegos e as sementes dispersas \n\npor grandes mamíferos (Gibbs, Oliveira e Bianchi, 1999).  \n\n \n\n4.2 MATERIAIS E MÉTODOS \n\n4.2.1 Espécie modelo \n\n \n\nHymenaea stigonocarpa Mart. Ex Hayne., também conhecida como Jatobá-do-\n\nCerrado, foi a espécie modelo para este estudo. A escolha foi baseada nas suas características \n\necológicas e importância econômica. O grupo de espécies conhecido como Jatobá é \n\npertencente à família Leguminosae - Cesalpinoideae e é encontrado na America Latina e \n\nÁfrica (Tropicos.Org, 2014). O Jatobá-do-Cerrado ocorre nos estados do Piauí, Bahia, Goiás, \n\nMinas Gerais, Mato Grosso do Sul e São Paulo, sendo comum nas formações de cerrado \n\n(Lorenzi, 1992). \n\nHymenaea stigonocarpa apresenta porte arbóreo, chegando a medir nove metros de \n\naltura. Possui folhas compostas por dois folíolos glabros, coriáceos, de 8 a 15 cm de \n\ncomprimento. É uma espécie decídua e heliófita. Seu tronco é bem característico com aspecto \n\nquebradiço. O fruto é um legume indeiscente, polispérmico com polpa farinácea (Lorenzi, \n\n1992; Botelho et al., 2000). \n\nH. stignocarpa é uma espécie de árvore monóica, pólen disperso por animais (zoófila) \n\ne diásporos dispersos por animais (zoocórica). Essa espécie tem baixa taxa de polinização \n\n(7% das flores se tornam frutos) e apresenta certo grau auto-incompatibilidade pós-zigótica \n\n(redução de mais de 50% na formação de frutos/sementes). Ainda o Jatobá ocorre em baixa \n\ndensidade populacional (Gibbs, Oliveira e Bianchi, 1999). \n\nO principal dispersor de seu pólen é o morcego Glossophaga soricina (Gibbs, Oliveira \n\ne Bianchi, 1999), o qual é encontrado na área de estudo (Campo Grande, 2007). Este morcego \n\nopta por uma de duas táticas de forrageamento: (1) defesa de território quando fontes de \n\nalimento estão concentradas ou (2) rotas de forrageamento com alimentos regularmente \n\nconsumidos. Estudos mostram que essa espécie forrageia de 1,5 a 4 hectares, visitando \n\nindivíduos que distam no máximo 1400 m. A espécie está positivamente correlacionada com \n\ngrandes áreas florestadas, elevada diversidade florística e regiões de borda (Lemke, 1984; \n\nGorresen e Willig, 2004; Gorresen, Willig e Strauss, 2005; Daniel Avila-Cabadilla et al., \n\n2012). Os diásporos são dispersos por mamíferos terrestres, e entre os que são reconhecidos e \n\nocorrem na área de estudo estão a anta (Tapirus terrestris) e a cotia (Dasyprocta sp.). A \n\nprimeira é aquela que pode fazer a dispersão em quilômetros de distância da planta mãe, \n\n\n\n 82 \n\nenquanto a segunda enterra as sementes a curtas distâncias (Fragoso, 1997; Campo Grande, \n\n2007).  \n\n \n\n4.2.2 Área de estudo e amostragem \n\n  \n\nA população de Hymenaea stignocarpa estudada está localizada na Área de \n\nPreservação Ambiental Guariroba, Campo Grande - MS (Figura 4.1). O histórico da APA e \n\ndas mudanças no uso do solo e fragmentação estão descritos detalhadamente no Capítulo 1. O \n\nlevantamento demográfico foi realizado em uma área de aproximadamente 2200 ha, em \n\ntransectos paralelos a cada 50 m. A Figura 4.1 apresenta a disposição padrão desses transectos \n\nilustrados com distância de aproximadamente 600m entre eles dentro da área de amostragem.  \n\nTodos os indivíduos, de plântulas a adultos, foram coletados, com exceção daqueles \n\nque se mostravam claramente como clones (brotamento de raiz proveniente de outra árvore \n\npróxima). Foram coletadas as posições geográficas, altura, circunferência a altura do solo \n\n(CAS) e peito (CAP, 1,3 m do solo). Os indivíduos de jatobá foram encontrados em áreas de \n\ncerrado e pastagem, não ocorrendo em áreas mais úmidas (mata ciliar e entorno) ou áreas \n\ndegradadas (solo exposto). No total, foram encontrados 160 indivíduos de Hymenaea \n\nstignocarpa: 69 regenerantes e 91 reprodutivos (CAS > 25 cm).  \n\nA população de Hymenaea stignocarpa encontrada na área de estudo foi dividida em \n\nquatro subpopulações: A, B, C e D, contendo 81, 22, 32 e 30 indivíduos, respectivamente. \n\nCada subpopulação representa indivíduos que estavam localizados em um determinado \n\nfragmento de cerrado florestado ou próximo a este fragmento. Cinco indivíduos localizados \n\nentre fragmentos das subpopulações C e D foram analisados como pertencentes a ambos. \n\n \n\n\n\n 83\n\n \nFigura 4.1 - (A) Localização da área de estudo (Área de Proteção Ambiental Guariroba, município de Campo \n\nGrande, Brasil). (B) Padrões dos transectos utilizados para coleta sistemática e população de \nHymenaea stignocarpa dividida em subpopulação de acordo com a distância entre elas. A \ndistância entre cada transecto ilustrado no mapa é aproximadamente 600m, porém a amostragem \nfoi baseada em transectos distando 50 m \n\n \n\n4.2.3 Extração de Ácido Dessoxiribonucleico (DNA) e análise do perfil genético \n\n \n\nPara extrair o DNA e analisar o perfil genético dos espécimes estudados, foram \n\ncoletadas amostras foliares de cada espécime, as quais foram armazenadas em potes coletores \n\ncom etanol 90 %. Em laboratório, as folhas foram lavadas, maceradas em nitrogênio líquido e \n\narmazenadas em biofreezer a - 80 ºC até a extração do DNA (Figura 4.2a, b).  \n\nO protocolo de Doyle &amp; Doyle (1990) foi adaptado para ser utilizado na extração de \n\nDNA. Cerca de 50 mg de amostras foliares foram transferidos para microtubos (1,5 mL) \n\ncontendo 650 ?L de tampão de extração (2 % Brometo de Cetil Trimetil Amônimo – CTAB; \n\n1,4 M NaCl; 100 mM Tris-HCl pH 8,0; 20 mM de Ácido Etilenodiamino Tetra-Acético – \n\nEDTA; 1 % Polivinilpolipirrolidona – PVPP), 0,2 % de ?-mercaptoetanol e 0,1 mg.mL-1 \n\nProteinase K. Os tubos foram homogeneizados com auxilio de vortex e incubados a 65º C por \n\numa hora (Figura 4.2c,d). \n\nApós esse período, foram adicionados 650 ?L de CIA (clorofórmio – álcool isoamílico, \n\n24:1) e as misturas centrifugadas a 12.000 g por 5 minutos. Os sobrenadantes foram retirados \n\ncom auxilio de pipeta e adicionados a microtubos com 650 ?L de CIA e 200 ?L de tampão de \n\n\n\n 84 \n\nextração. As misturas foram novamente centrifugadas a 12.000 g por 5 minutos. A última \n\netapa foi repetida mais uma vez.  \n\nOs sobrenadantes foram transferidos para novos microtubos com 600 ?L de \n\nisopropanol absoluto gelado. As soluções foram incubadas a - 20 ºC por 2 horas e 30 minutos. \n\nLogo após, as soluções foram centrifugadas a 12.000 g por 5 minutos. Nessa etapa observou-\n\nse o pellet de DNA aderido a parede do microtubo. A fase líquida foi descartada e os pellets \n\nforam lavados com 1 mL de etanol 70%. O etanol foi retirado e os microtubos permaneceram \n\nabertos por 30 minutos em banho seco a 37º C para total evaporação do etanol. O DNA foi \n\nressuspendido em 20 ?L de TE (10 mM Tris-HCl pH8,0; 1 mM de EDTA pH 8,0) contendo \n\n10 ?g.mL-1 RNAse. A qualidade de DNA foi avaliada por eletroforese em gel de agarose \n\n(0,8 %) revelado com SYBRgold. A concentração de DNA total extraído foi determinada por \n\nfluorometria (Hoefer Scientific DyNA Quant 200 Fluorometer).  \n\n \n\n \nFigura 4.2 - Maceração (A-B), extração de DNA (C-E), corrida de gel de agarose (F), visualização \n\nde gel em câmera com luz negra (G) e corrida de gel de poliacrilamida para análise \ndos fragmentos de DNA. Laboratório de Melhoramento de Plantas, CENA - USP \n\n \n \n\n4.2.4 Amplificação e análise de microssatélites \n\n \n\nPara realização do PCR foram utilizadas 25 ng de DNA para cada reação de 15 ?L, \n\ncontendo 10X Tampão da Taq (500 mM KCl; 100 mM Tris-HCl pH 8,8; Nonidet P40 0,8%), \n\n100 ?M de cada dNTP (dATP, TTP, dGTP e dCTP), 1,5 mM de MgCl2, 0,2 ?M de cada \n\niniciador e 1 U de Taq polymerase (Fermentas Life Science). Os iniciadores utilizados foram \n\n\n\n 85\n\ndesenvolvidos por Campi et al. (2008). Todos os iniciadores transferidos para H. stignocarpa \n\nestão descritos na Tabela 4.1. Com exceção do Hc12, todos foram utilizados na análise final. \n\n \n\nTabela 4.1 - Iniciadores desenvolvidos na EMBRAPA-CENARGEN utilizados para amplificação dos locis \nde microssatélites (Ciampi et al., 2008). T °C - temperatura ótima para anelamento em graus \ncelcius; K - número total de alelos; P (1) - Probabilidades de exclusão de paternidade (1); P (2) \n- Probabilidades de exclusão de paternidade (2) \n\nSequências de iniciadores (5?–3?) T °C \nTamanho \ndos alelos \n\nK P (1) P (2) \nNúmero \nde acesso \n\nHc 06 \nF: AACCGAGTCTCCCTCCATCT 60 54–124 7 0,521 0,688 EU244701 \nR: TGTCACAAGAATAGCAAGGGAG \nHc 12 \nF: TGTTCCAATTTATGTCCATGGTT 60 146–214 7 0,264 0,427 EU244702 \nR: TGGATGGTTGTGAAGAAAAGG \nHc 14 \nF: CATTCTGCCATCGGTAGGTT 58 121–153 5 0,014 0,088 EU244703 \nR: TCACCCAAACAGGAGTGAA \nHc 33 \nF: GAACAAATCAACTTTCTTTGAAGC 58 108–160 7 0,312 0,489 EU244706 \nR: TTGACGCTTATTTTGCACCA \nHc 34 \nF: CCAGCCCATGACGAAGT 58 186–220 7 0,491 0,663 EU244707 \nR: GGTGTCGTGTTGTGTATGGC \nHc 40 \nF: CCTCTCTCCCAAATTCACGA 60 155–209 7 0,425 0,606 EU244708 \nR: TGCAATAGAATTTCCGAGGC \nHc 42 \nF: TGGCTAAAAGTTGGGAGGGT 60 115–171 5 0,112 0,27 EU244709 \nR: TTCCCCCTTTTCATGTTGTC \nMédia   6,43 0,889 0,982  \n\n \n\nAs amplificações foram realizadas em termociclador programado com desnaturação \n\ninicial a 94º C por 5 minutos, seguido por 30 ciclos de 94 º C (1 minuto), temperatura de \n\nanelamento ideal (1 minuto) e 72 º C (1 minuto), e extensão final a 72 º C por 7 minutos. As \n\ntemperaturas de anelamento variaram de acordo com o iniciador de 54 a 60 º C (Tabela 4.1). \n\nA Figura 4.3 apresenta uma amplificação visualizada em gel de poliacrilamida 7%. \n\nOs produtos das amplificações foram analisados em gel de 7% poliacrilamida  sendo \n\nvisualizados por coloração com prata de acordo com protocolo de Creste et al. (2001). Todo o \n\nprocesso foi realizado no Laboratório de Melhoramento de Plantas, do Cetro de Energia \n\nNuclear na Agricultura da Universidade de São Paulo (CENA/USP). \n\n \n\n\n\n 86 \n\n \nFigura 4.3 - Gel de poliacrilamida com marcador molecular (100 pares de base) e 36 amostras de DNA de \n\nHymenaea stignocarpa amplificadas a partir do iniciador Hc 40. Dados coletados na APA \nGuarioroba, Campo Grande \n\n \n\n4.2.5 Análises da diversidade genética e endogamia \n\n \n\nO desequilíbrio genotípico entre pares de locos de cada amostra (regenerantes e \n\nadultos) foi calculado pelo teste G de máxima verossimilhança (Weir e Cockerham, 1984). As \n\nprobabilidades de significância do teste foram obtidas por permutação e aplicando uma \n\ncorreção sequencial de Bonferroni para múltiplas comparações (95%; ?=0,05). A diversidade \n\ngenética para amostra dos adultos e regenerantes da população foi caracterizada pelo número \n\ntotal de alelos nos locos (k), número médio de alelos nos locos (A), número efetivo de alelos \n\npor locos (Ae), heterozigosidade observada (Ho) e esperada em Equilíbrio de Hardy-Weinberg \n\n(He). Os níveis de endogamia dentro das amostras foram quantificados pelo índice de fixação \n\n(F) de acordo com o método de Weir e Cockerham (1984). Os desvios do equilíbrio de \n\nHardy-Weinberg foram testados pelos valores individuais dos locos para o índice de fixação \n\nna população. A significância estatística dos valores foi testada por permutação Mote Carlo de \n\nalelos. Foi também neste caso aplicada uma correção sequencial de Bonferroni para múltiplas \n\ncomparações (95%, ?=0,05) para evitar falsos positivos. Todas estas análises foram realizadas \n\nutilizando o programa FSTAT, versão 2.9.3.2. (Goudet, 1995). \n\n \n\n4.2.6 Análises da distribuição espacial dos genótipos \n\n \n\nA distribuição espacial dos genótipos foi analisada para árvores adultas e regenerantes \n\nseparadamente. Estas análises foram realizadas utilizando-se a estimativa do coeficiente de \n\ncoancestria entre pares de árvores (?xy) proposto de Loiselle et al.(1995). O coeficiente ?xy \n\nmede a extensão da similaridade entre os indivíduos X e Y, em relação à similaridade \n\ngenética média entre dois indivíduos aleatórios da amostra (Hardy e Vekemans, 2002). Este \n\ncoeficiente é definido para cada k-ésimo alelo do l-ésimo loco em cada par de indivíduos, x e \n\ny, conforme a Equação 1. \n\n\n\n 87\n\n \n\n \n\n?\n?\n\n?\n?\n?\n\n?\n?\n\n?\n?\n?\n?\n\n?\n\n?\n\n?\n?\n?\n\n?\n\n?\n\n?\n\n??\n? ???\n??\n\nl l\nl k\n\nlklk\n\nl k\nlkylklkxlk\n\nxy\nnpp\n\npppp\n\n)12(\n\n1\n\n)1(\n\n))((\n??           (Eq. 1) \n\n \n\nonde pxlk  e pylk são as frequências do alelo  k no loco l no indivíduo x e y, \n\nrespectivamente (assumindo valores de zero, 0,5 e 1 em homozigotos para alelos alternativos, \n\nheterozigotos e indivíduos homozigotos para o alelo em consideração, respectivamente). lkp  é \n\na frequência média do alelos k no loco l na população amostrada, em que nl é o número de \n\nalelos existentes no loco l (número de indivíduos multiplicados pelo nível de ploidia, menos o \n\nnúmero de alelos não amplificados). Para visualizar a estrutura genética espacial, os valores \n\nde ?xy foram calculados para a média de pares de indivíduos dentro das classes de distância \n\ndeterminadas. Para testar se os valores médios eram significativamente diferentes de zero, o \n\nintervalo de confiança de 95 % de probabilidade foi calculado para cada valor observado em \n\ncada classe de distância, usando permutação (1000) de indivíduos entre diferentes classes de \n\ndistância. O intervalo de confiança foi usado para construir o correlograma. Estas análises \n\nforam conduzidas utilizando o programa SPAGeDi versão 1.3 (Hardy e Vekemans, 2002). \n\n \n\n4.2.7 Estimativa de fluxo de pólen e sementes  \n\n \n\nAs estimativas do fluxo de pólen e de sementes foram efetuadas utilizando a análise de \n\nparentesco (maternidade e paternidade) e o programa CERVUS 3.0 (Marshall et al., 1998; \n\nKalinowski, Taper e Marshall, 2007). Estas análises de foram conduzidas a partir dos \n\ngenótipos de 69 regenerantes (DAS &lt;25 cm) e de 91 genótipos adultos. O fluxo gênico \n\ncrítico, ou a probabilidade de encontrar um candidato compatível como pai ou mãe de um \n\nindivíduo regenerante dentro da população quando o verdadeiro pai ou mãe encontra-se fora \n\nda população, foi calculado segundo método de Dow e Ashley (1998). Não foram admitidos \n\nêrros e foram consideradas maternidade e paternidades positivas apenas nos casos com \n\nausência de possíveis falsas compatibilidades (mismatching).  \n\nPara tal, foram extraídas as informações referentes à distância de dispersão de \n\nsementes e distância de dispersão de pólen. A dispersão de sementes corresponde às \n\ndistâncias entre os candidatos a pai/mãe e regenerantes. A dispersão de pólen corresponde á \n\ndistância entre candidatos a pai e mãe determinados para um regenerante. A taxa de imigração \n\n\n\n 88 \n\nde pólen (mp) e sementes (ms) foi calculada como a proporção de sementes que não tiverem \n\num candidato a pai ou mãe determinada dentro das populações (nimigrante) em relação ao total \n\nde sementes genotipadas (ntotal) dentro da população, (ˆm = ˆnimigrante / ntotal) (Smouse e Sork, \n\n2004). Também foi estimado o coeficiente de coancestria (Loiselle et al., 1995) entre os \n\nregenerantes e os putativos parentes maternos e paternos determinados pela análise de \n\nparentesco, utilizando-se o programa Spagedi (Hardy e Vekemans, 2002). O valor esperado \n\npara o coeficiente de coancestria entre um pai e um filho foi de 0,25. O programa Spagedi 1.3 \n\ntambém foi utilizado para estimar a coancestria entre regenerantes e seus putativos pais e \n\nmães, a qual é esperada ser de 0,25. \n\n \n\n4.3 RESULTADOS E DISCUSSÃO \n\n4.3.1 Desequilíbrio de ligação, diversidade genética e endogamia \n\n \n\nConforme pode ser observado na Tabela 4.2, não foram detectados desequilíbrios \n\ngenotípicos entre nenhum par de locos e nenhuma das amostras analisadas, após a correção de \n\nBonferroni (? = 0,05). Assim, estes locos podem ser utilizados em estudos genéticos \n\npopulacionais, sem risco de gerarem estimativas enviesadas. \n\nNo total, foram encontrados 46 diferentes alelos nas populações representando seis \n\nlocos. Os seis locos microssatélites apresentaram diferentes padrões de distribuição das \n\nfrequências alélicas entre as subpopulações (Figura 4.4). A frequência foi similar entre \n\nsubpopulações para os locos 14, 33 e 42, e variou para os locos 06, 34 e 40. Os locos que \n\napresentam padrão similar de frequências alélicas também não apresentaram excesso de \n\nhomozigose (relação Ho/He, Tabela 4.4), o que sugere ausência de alelos nulos. A \n\nSubpopulação A apresentou o maior número de alelos totais e exclusivos, seguida das \n\nSubpopulações C e D (Tabela 4.3). Este resultado sugere um maior distanciamento genético \n\nda Subpopulação A em relação às demais. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 89\n\nTabela 4.2 - Desequilíbrio de ligação entre pares de locos em cada subpopulação de \nHymenaea stignocarpa coletadas na APA Guariroba, Campo Grande \n(MS). Valores referentes às probabilidades de desequilíbrio de ligação \napós 1500 permutações. O valor limite de significância após correção de \nBonferroni é 0,000667. NA, não analisado \n\nPop1 Pop2 Pop3 Pop4 Isoladas \nLoco06 X Loco14 0,3547 0,5687 NA NA 1,0000 \nLoco06 X Loco33 0,4220 0,2593 0,1327 0,1860 1,0000 \nLoco06 X Loco34 0,0947 0,7147 0,2813 0,3093 0,4367 \nLoco06 X Loco40 0,6813 0,0153 0,5607 0,6107 0,1233 \nLoco06 X Loco42 0,1207 0,8067 0,2960 0,3200 0,4480 \nLoco14 X Loco33 1,0000 1,0000 NA NA 0,0713 \nLoco14 X Loco34 0,3880 1,0000 NA NA 1,0000 \nLoco14 X Loco40 0,9680 0,5073 NA NA 0,1893 \nLoco14 X Loco42 1,0000 1,0000 NA NA 1,0000 \nLoco33 X Loco34 0,5407 1,0000 0,6713 1,0000 0,3480 \nLoco33 X Loco40 0,2220 0,4840 1,0000 0,4800 0,1560 \nLoco33 X Loco42 1,0000 1,0000 1,0000 0,2773 1,0000 \nLoco34 X Loco40 0,1433 0,5100 0,8860 1,0000 0,2653 \nLoco34 X Loco42 0,0587 0,0707 0,1220 1,0000 0,5693 \nLoco40 X Loco42 0,0627 0,5240 0,6073 0,9333 0,0760 \n\n \n\n \n\n \n\n \n\n\n\n 90 \n\n \n\n \n\nFigura 4.4 - Distribuição das frequências alélicas nos seis locos microssatélites de cada subpopulação de \nHymenaea stignocarpa coletada na APA Guariroba, Campo Grande (MS). Note que a escala de \nfrequência é diferente para o loco 40 \n\n \n \n \n \n\n\n\n 91\n\nTabela 4.3 - Número de alelos total (N) e exclusivos (E) de cada subpopulação de Hymenaea \nstignocarpa coletada na APA Guariroba, Campo Grande (MS) \n\n  Loco 06 Loco 14 Loco 33 Loco 34 Loco 40 Loco 42 Total \n  N E N E N E N E N E N E E \nPop A 81 0 82 1 81 0 78 2 82 7 80 1 11 \nPop B 12 0 12 0 12 0 12 0 12 0 12 0 0 \nPop C 21 0 22 0 22 0 17 0 19 3 21 0 3 \nPop D 11 0 12 0 11 0 7 2 11 1 11 0 3 \nIsoladas 31 0 32 0 32 0 27 0 32 0 31 1 1 \n\n \n\nNo geral, a riqueza de alelos estimada (R) foi menor do que o número médio de alelos \n\npor locos (k), devido à presença de alelos de baixa frequência (Tabela 4.4). Essa diferença \n\nainda é mais pronunciada na Subpopulação A. Para as Subpopulações B, C e D, os locos 06 e \n\n14 apresentam R próximo a K, correspondendo a uma maior frequência dos alelos. A \n\nproporção entre heterozigosidade observada (Ho) e esperada (He) foi menor para a \n\nsubpopulação B (16% de perda de heterozigotos na média), enquanto que na média \n\npermaneceu constante para as demais subpopulações (30% de perda). \n\n \n\nTabela 4.4 - Diversidade genética e endogamia de Hymenaea stignocarpa na APA Guariroba para todas as \nsubpopulações amostradas. K - número total de alelos; R7 riqueza de alelos estimada por \nrarefação para um mínimo de 7 indivíduos diplóides; Ho - heterozigosidade observada; He - \nheterozigosidade esperada em Equilíbrio de Hardy-Weinberg; F - índice de fixação (o erro \npadrão da média a 95% de probabilidade) \n\nLoco Subpopulação A Subpopulação B \n\nK R Ho He  Fs K R Ho He  Fs \n06 2 1,99 0,234 0,405 0,421* 2 2 0,333 0,515 0,353 \n14 3 1,17 0,024 0,024 -0,003 2 1 0,083 0,083 0,000 \n33 2 1,09 0,012 0,012 0,000 2 1,54 0,083 0,083 0,000 \n34 5 3,62 0,449 0,661 0,321* 3 2,89 0,417 0,523 0,203 \n40 16 8,58 0,573 0,917 0,375* 7 7,11 0,750 0,845 0,112 \n42 5 2,50 0,275 0,279 0,015 4 2,15 0,250 0,239 -0,048 \nMédia 5,50 3,16 0,261 0,383 0,318* 3,33 2,78 0,319 0,381 0,162 \nDP 5,32 2,82 0,224 0,358 0,204 1,97 2,21 0,250 0,300 0,153 \nTotal 33 - - - - 20 - - - - \nLoco Subpopulação C Subpopulação D \n\nK R7 Ho He  Fs K R7 Ho He  Fs \n06 2 2 0,524 0,493 -0,063 2 2 0,364 0,491 0,259 \n14 1 1,58 0,000 0,000 0,000 1 1 0,000 0,000 0,000 \n33 2 1,58 0,000 0,091 1,000 2 1,64 0,091 0,091 0,000 \n34 3 2,58 0,235 0,610 0,614* 5 5 0,428 0,690 0,379 \n40 11 6,14 0,526 0,852 0,383 7 5,78 0,455 0,841 0,459 \n42 3 2,75 0,238 0,219 -0,087 3 2,51 0,273 0,255 -0,071 \nMédia 3,67 2,77 0,254 0,377 0,327* 3,33 2,99 0,269 0,395 0,320 \nDP 3,67 1,72 0,235 0,329 0,440 2,25 1,94 0,186 0,336 0,224 \nTotal 22 - - - - 20 - - - - \n\n \n\n\n\n 92 \n\nO índice de fixação (F) foi significativamente diferente de zero para 3 locos (06, 34, \n\n40) e para a média da Subpopulação A e para o loco 34 e a média na Subpopulação C. Como \n\na população foi dividida em subpopulações para análise, é pouco provável que o efeito \n\nWahlund foi a causa do excesso de homozigotos. Logo, o índice de fixação pode ser resultado \n\nde autofecundações ou cruzamentos entre parentes. \n\nOs alelos exclusivos e o índice de fixação estimado para a Subpopulação A indicam \n\num maior distanciamento genético entre essa e demais subpopulações, quando comparada \n\ncom as outras. Esta distância genética surgiu em uma combinação de deriva genética e \n\nisolamento, causando a fixação de alelos ao longo do tempo. Outra explicação seria o efeito \n\nfundador, no qual a Subpopulação A teria sido fundada por material genético diferente das \n\nque fundaram as demais subpopulações (Allendorf e Luikart, 2007).  \n\nEspécies arbóreas de longa vida demoram muito tempo para terem alelos fixados por \n\nderiva genética e falta de migração, tornando difícil a detecção dos efeitos de fragmentação   \n\n(Kramer et al., 2008). Embora Ho e He tenham se mostrado indicadores pouco efetivos dos \n\nefeitos da fragmentação, alterações nos alelos de baixa freqüência e índice de fixação têm sido \n\ndetectadas frente ao processo de mudança da paisagem para diferentes espécies arbóreas. \n\nJump e Penuelas (2006) observaram essas mudanças para populações fragmentadas há 600 \n\nanos, enquanto Bittencourt e Sebbenn (2009) para populações fragmentadas há menos de 100 \n\nanos.  \n\n \n\n4.3.2 Diversidade genética e endogamia nas gerações \n\n \n\nA riqueza de alelos (R) foi igual ou ligeiramente menor ao número total (K) para todos \n\nos alelos, ou seja, considerando adultos e regenerantes, os dois grupos possuem baixo número \n\nde alelos com freqüência baixa, com regenerantes apresentando apenas dois alelos a mais do \n\nque adultos (Tabela 4.5). A heterozigosidade observada (Ho) e esperada (He) e o índice de \n\nfixação (F) não diferiram significativamente entre regenerantes e adultos de acordo com o \n\nteste t.  \n\nIndivíduos adultos refletem uma condição anterior à mudança da paisagem, enquanto \n\nos regenerantes são resultado das dinâmicas reprodutivas atuais em uma população moldada \n\nao longo do tempo (Hamrick, 2004; Jump e Penuelas, 2006). Estudos realizados com \n\npopulações fragmentadas e indivíduos isolados de H. stignocarpa demonstram que sementes \n\nde polinização aberta apresentam menor heterozigosidade observada e maior F do que os \n\nadultos (Moraes, Kageyama e Sebbenn, 2007). Valores significativamente diferentes de zero \n\n\n\n 93\n\npara o índice F foram observados em estudos para adultos e regenerantes em árvores dispersas \n\npor animais no cerrado (Martins et al., 2011; Sebbenn et al., 2011; De Melo et al., 2012). Os \n\nresultados aqui obtidos sugerem que a população estudada não teve seus parâmetros de \n\ndiversidade fortemente influenciados da geração de adultos para os regenerantes. \n\n \n\nTabela 4.5 - Diversidade genética e endogamia de Hymenaea stignocarpa na APA Guariroba para \nregenerantes e adultos. n - tamanho da amostra; K - número total de alelos; R54 riqueza de \nalelos estimada por rarefação para um mínimo de 54 indivíduos diplóides; Ho - \nheterozigosidade observada; He - heterozigosidade esperada em Equilíbrio de Hardy-Weinberg; \nF - índice de fixação \n\nLoco Adultos Regenerantes \n\nK R54 Ho He  F K R54 Ho He  F \n06 2 2,00 0,341 0,474 0,281 2 2,00 0,384 0,500 0,232 \n14 2 1,93 0,033 0,033 -0,011 2 1,78 0,014 0,014 0,000 \n33 2 1,98 0,045 0,044 -0,017 2 1,99 0,000 0,058 1,000* \n34 5 4,98 0,356 0,608 0,414* 7 7,00 0,500 0,654 0,235 \n40 18 16,72 0,589 0,908 0,352* 18 17,02 0,530 0,887 0,402* \n42 5 4,44 0,255 0,252 -0,013 5 4,66 0,277 0,310 0,106 \nMédia 5,67 5,34 0,270 0,386 0,302* 6 5,74 0,284 0,404 0,296* \nDP 6,22 5,74 0,210 0,343 0,185 6,23 5,89 0,233 0,342 0,324 \nTotal 34 - - - - 36 - - - - \nProbabilidades do teste t, K (p = 0,464); R54 (p = 0,453); Ho (p = 0,456); He (p = 0,466); F (p = 0,178). \n\n \n\n4.3.3 Estrutura genética espacial  \n\n \n\nA estrutura genética espacial (EGE) foi significativa para adultos até \n\naproximadamente 400 m e para regenerantes até aproximadamente 1000 m (Figura 4.5). Até \n\ncerca de 350 m, a coancestria foi estimada entre 0,4 e 0,5, ou seja, indivíduos nesse raio eram \n\nmais semelhantes geneticamente do que irmãos completos e quase tão semelhantes quanto \n\nplantas originadas de cruzamentos e seus pais. Moraes, Kageyama e Sebbenn (2007) também \n\nencontraram EGE significativa até 500 m para plantas adultas, com níveis de coancestria em \n\ntorno de 0,125 (meio-irmãos).  \n\nUma menor estruturação é esperada quando há sobreposição de áreas de deposição de \n\nsemente. Porém, o contrário se observa quando a dispersão é bloqueada (Young e Merriam, \n\n1994; Hardesty et al., 2005; Jump e Penuelas, 2006). Hoban e colaboradores (2014) sugerem \n\nque análises de estrutura genética espacial são influenciadas por estádios de vida, mais \n\nespecificamente fatores demográficos, idade da estruturação, dispersão de sementes, pólen e \n\nde propágulos (clones). Nesse estudo, não foram observados clones e a população foi dividida \n\npor estádios de vida para análise. Logo, os dados aqui apresentados representam a estrutura \n\npopulacional para regenerantes, representando a dinâmica de dispersão de sementes e \n\n\n\n 94 \n\nestabelecimento dos indivíduos e adultos, o qual também é reflexo do primeiro e da dinâmica \n\npopulacional.   \n\nO padrão observado nos regenerantes é semelhante ao detectado na análise de fluxo \n\ngênico. A maior proporção de pólen e sementes (63%) é dispersa até 1000 m (Figura 4.6). A \n\nestruturação genética espacial dos adultos provavelmente reflete uma condição passada da \n\npaisagem e fluxo gênico, onde uma maior conexão e número de indivíduos formavam mais \n\náreas de sobreposição de dispersão de genes.  \n\n \n\n \n\nFigura 4.5 - Estrutura genética espacial em indivíduos adultos e regenerantes de Hymenaea stignocarpa na \nAPA Guariroba (MS). A linha contínua representa à estimativa do coeficiente de coancestria \nmédio e as linhas pontilhadas à estimativa do intervalo de confiança do erro a 95% de \nprobabilidade da hipótese de ausência de estrutura genética espacial \n\n \n\n4.3.4 Fluxo gênico realizado: pólen e sementes \n\n \n\nOs resultados obtidos neste estudo demonstram que pólen foi disperso de 31 a 2.887 m, \n\nsendo que mais frequente na classe entre 201 – 400 m. Sementes foram dispersas de 39 a \n\n3.562 m, sendo mais frequente na classe entre 401 – 800 m. Da dispersão realizada de pólen e \n\nsementes, 75 % ocorreram até 1400 m e 1600 m, respectivamente (Figura 4.6). Ambas \n\napresentaram a média em torno de 1000 m.   \n\n\n\n 95\n\n \n\n \nFigura 4.6 - Distância de dispersão de pólen e sementes determinada por análise de parentesco \n\nnos regenerantes em relação aos adultos para Hymenaea stignocarpa na APA \nGuariroba, Campo Grande (MS). A dispersão de semente é apresentada em dois \nmodelos, um para cada candidato pais, já que não se sabe qual deles é a árvore \nmaterna  \n\n \n\nO padrão de dispersão é compatível com os dispersores de pólen e sementes descritos \n\npara Hymenaea stignocarpa (item 4.2.1 para descrição). É interessante destacar que o \n\nmorcego polinizador Glossophaga soricina normalmente não forrageia mais do que quatro \n\nhectares ou flores que distam mais de 1500 m (Lemke, 1984). Todavia, 25% da polinização \n\nfoi realizada acima desse patamar. A Figura 4.7 mostra o mapa de fluxo de pólen. Esse \n\nresultado indica que a espécie polinizadora G. soricina pode ter modificado, ou estar em \n\nprocesso de modificação, seu padrão de forrageamento através da expansão de sua área de \n\natividade. \n\n\n\n 96 \n\n \n\n \nFigura 4.7 - Fluxo de pólen na área de estudo na APA Guariroba, Campo Grande. Pontos \n\nrepresentam os candidatos a maternidade e paternidade \n \n\nEsse desvio está associado à fragmentação da área de forrageio e a oferta de alimento, \n\ncondicionando o vetor a forragear maiores áreas. H. stignocarpa é única espécie que floresce \n\nna estação chuvosa, enquanto outras, incluindo H. courbaril, florescem na estação da seca \n\n(Gibbs, Oliveira e Bianchi, 1999). Resultados semelhantes foram encontrados por Moraes e \n\nSebbenn (2011) para H. stignocarpa em área fragmentada, no qual o pólen foi disperso em \n\nmédia por 860 m. Os autores ainda relatam que para árvores isoladas a dispersão do pólen \n\nchegou a 7.353 m.  \n\nEmbora H. stignocarpa seja uma espécie predominantemente de fecundação cruzada, \n\ntambém realiza autofecundação (Tabela 4.6). As taxas não foram calculadas para a \n\nSubpopulação B porque essa apresentou apenas um regenerante, cujos pais não foram \n\ndeterminados. A polinização cruzada foi maior na Subpopulação C (100%), seguido pela D \n\n(71,43%) e A (61,29%). A fragmentação e corte seletivo têm sido frequentemente citados \n\ncomo pressões sobre os sistemas de reprodução cruzados (Jump e Penuelas, 2006; Moraes, \n\nKageyama e Sebbenn, 2007; Sebbenn et al., 2008; Carneiro et al., 2011; Moraes e Sebbenn, \n\n2011). Ambos os processos reduzem a população resultando em diferentes padrões de \n\ndistribuição espacial. Enquanto o primeiro fragmenta a população em subpopulações \n\nagregadas ou isola indivíduos, o outro faz com que indivíduos reprodutivos se encontrem \n\ndispostos de forma mais esparsa, porém contínua. Estudos realizados com o gênero \n\nHymenaea observaram o aumento da autofecundação e distância de polinização conforme o \n\naumento do isolamento dos indivíduos por fragmentação e corte seletivo (Carneiro et al., \n\n\n\n 97\n\n2011; Moraes e Sebbenn, 2011). A diferença observada entre os dois processos foi à \n\ndiminuição no cruzamento entre parentes em áreas de corte seletivo. Neste estudo, a \n\nSubpopulação A, a mais espacialmente isolada, apresentou o maior percentual de \n\nautopolinização, assim como alto índice de cruzamento entre relativos (Tabela 4.7). \n\n \n\nTabela 4.6 - Taxa de autopolinização e imigração de pólen e sementes. N = número total de \nindivíduos na população. R = número de regenerantes na população \n\n  N R Autopolinização Imigração de pólen Imigração de semente \nPop A 82 31 0,39 0,32 0,32 \nPop B 12 1 - - - \nPop C 22 12 0,00 0,50 0,50 \nPop D 12 8 0,37 0,12 0,87 \n \n\nAs grandes distâncias percorridas pela anta (Tapirus terrestris), o principal dispersor a \n\nlongas distâncias de H. stignocarpa, faz com que as sementes sejam levadas a mais de 3000 m \n\nda planta-mãe. Mesmo que sejam eventos esporádicos, a grande permeabilidade desse animal \n\nna maioria das coberturas de solo faz com que seja um dispersor de sementes chave entre \n\nfragmentos (Fragoso, 1997). Como a árvore de H. stignocarpa é hermafrodita, não se sabe de \n\nqual candidato partiu o pólen ou o óvulo, logo a Figura 4.8 apresenta dois possíveis cenários \n\npara a dispersão de sementes. \n\nAlguns autores descrevem a dispersão de pólen e sementes feita por animais \n\nocorrendo em grandes distâncias em ambientes fragmentados (Aldrich e Hamrick, 1998; \n\nHanson et al., 2008; Kamm et al., 2009; Manoel et al., 2012). Dependendo da intensidade da \n\nfragmentação e isolamento, os vetores de dispersão podem sofrer pressões demográficas ou \n\ncompetitivas e se tornarem ausentes (Sebbenn et al., 2011). Quando substituídos, os novos \n\ndispersores podem ser mais ineficientes (Lennartsson, 2002) ou não (Dick, 2001). \n\n \n\n\n\n 98 \n\n \n\n \nFigura 4.8 -  Fluxo de sementes na área de estudo na APA Guariroba, Campo Grande. Pontos escuros \n\nrepresentam os candidatos à maternidade e os brancos os regenerantes. Cada mapa representa \num conjunto de candidatos. \n\n \n\nA permeabilidade dos polinizadores e dispersores de semente, assim como seus \n\npadrões de forrageamento, são fundamentais na determinação da estrutura genética de \n\npopulações sésseis. A análise de caminhos de menor custo (Figura 4.9) é uma estimativa dos \n\npossíveis padrões de fluxo de material genético via dispersores. Os dois modelos de fluxo \n\napresentam um padrão claro de maior dispersão entre locais mais próximos e separados por \n\náreas de Cerrado sujo. Áreas antropizadas, como pastagens, parecem não isolar \n\nsubpopulações, mas diminui a permeabilidade dos dispersores. Para a população de H. \n\nstignocarpa os dispersores de sementes apresentam permeabilidade mais abrangente na \n\n\n\n 99\n\npaisagem do que polinizadores. Estes, ainda, carregarem uma carga de material genético duas \n\nvezes maior (semente: 2n) em comparação com os polinizadores (pólen: n). \n\n \n\n \nFigura 4.9 - Caminhos de menor custo percorridos por polinizadores (fluxo de pólen) dispersores de sementes \n\n(fluxo de sementes) \n \n\n4.3.5 Coancestria entre candidatos a pais e regenerantes \n\n \n\nTodas as estimativas médias do coeficiente de coancestria entre pais e filhos foram \n\nmaiores do que o valor esperado (0,25), variando de 0,375 a 0,650 (Tabela 4.7). A \n\nSubpopulação D foi a que apresentou maior coancestria entre pais e regenerantes, e maior \n\níndice de fixação nos regenerantes (Fi = 0,5469), enquanto a população C apresentou médias \n\nmenores para os mesmos parâmetros (Tabela 4.7). Esse resultado é reflexo da taxa de \n\nautofecundação e cruzamento entre relativos, este último estimado através do valor \n\ncoancestria entre pais. Ambos foram altos para Subpopulação D, 0,37 e 0,26 respectivamente, \n\ne mais baixos para a Subpopulação C, 0,0 e 0,165 respectivamente.  A coancestria entre pais \n\nigual ou maior a 0,25 sugere que muitos indivíduos adultos são parentes no grau de irmãos \n\ncompletos. Na Subpopulação A, apesar de 32,4% dos regenerantes serem imigrantes, apenas \n\nduas duplas de parentais eram formadas por candidatos a pais com origem em fragmentos \n\ndiferentes. Esta condição tem reflexo no alto índice de coancestria entre pais e no índice de \n\nfixação dos regenerantes. \n\n \n\n\n\n 100\n\nTabela 4.7 -  Valor médio, mínimo e máximo de coancestria entre \nadultos pais (P1 ou P2) e regenerantes (R), entre os \npais e índice de fixação nos regenerantes (Fi) \n\nSPop A SPop B SPop C SPop D \n\nR+P1 \nMédia 0,512 - 0,375 0,636 \nMínimo 0,145 - 0,001 0,344 \nMáximo 0,820 - 0,880 0,988 \n\nR+P2 \nMédia 0,520 - 0,466 0,650 \nMínimo 0,241 - 0,148 0,395 \nMáximo 0,820 - 0,880 0,988 \n\nP1+P2 \nMédia 0,275 - 0,165 0,260 \nMínimo -0,002 - -0,312 0,044 \nMáximo 0,650 - 0,721 0,587 \n\nFj \nMédia 0,307 - -0,038 0,550 \nMínimo -0,481 - -0,821 0,044 \nMáximo 1,030 - 0,880 0,988 \n\n \n\nOs resultados sugerem que a Subpopulação A é mais distante geneticamente das \n\noutras Subpopulações (11 alelos exclusivos, maior taxa de locos de baixa frequência e índice \n\nde fixação diferente de zero). Apesar de a área da Subpopulação A estar fragmentada ha mais \n\ntempo (40 anos) do que as outras áreas (15 anos), o isolamento pelo processo de mudança do \n\nuso do solo não parece ser a única causa dessa diferenciação. Sendo H. stignocarpa uma \n\nespécie arbórea de longa vida, há a necessidade de longo tempo para a ação da deriva genética \n\ncomo consequência da fragmentação e relativo isolamento. Contudo, o habitat favorável para \n\no estabelecimento de H. stignocarpa é naturalmente descontínuo ao longo da paisagem, \n\nfazendo com que esta Subpopulação esteja espacialmente mais isolada das outras, do que as \n\noutras Subpopulações entre si, mesmo anteriormente ao início do processo de mudança de \n\ncobertura do solo.  \n\nNão houve diferenciação significativa dos parâmetros genéticos entre adultos e \n\nregenerantes, indicando que não houve mudança na diversidade genética ao longo do tempo. \n\nContudo, baseado na estrutura genética espacial, é possível inferir sobre a diminuição da \n\nsobreposição de dispersores de uma geração para outra. Embora o padrão observado nos \n\nRegenerantes seja condizente com as distâncias de dispersão, os adultos apresentam uma \n\nestruturação com o mesmo grau de coancestria embora em menor distância, refletindo uma \n\ncondição de dispersão anterior diferente da encontrada atualmente. Essa suposição é \n\ncorroborada por estudos de comportamento de vetores de dispersão. \n\nÉ importante destacar que as grandes distâncias percorridas pelos vetores de dispersão, \n\nembora também encontradas para outras populações fragmentadas, não são o normalmente \n\ndescritas na literatura em estudos ecológicos desses animais em habitat não fragmentado. As \n\n\n\n 101\n\nmudanças na cobertura e uso do solo afetam as populações de árvores e dispersores, \n\nprimeiramente, reduzindo suas densidades populacionais. Essas, por sua vez, influenciam \n\numas as outras via oferta de recurso, dispersão e estruturação genética.  \n\n \n\n4.4 CONCLUSÕES  \n\n \n\nOs parâmetros de diversidade genética (Ho e He) não foram boas estimativas de \n\ndiferenciação genética na paisagem. Contudo, alelos exclusivos, freqüência de locos raros, \n\níndice de fixação e estrutura genética espacial se mostraram mais sensíveis às variabilidades \n\nambientais.  \n\nOs resultados obtidos permitem concluir que a fragmentação isola espacialmente, mas \n\nnão reprodutivamente, as subpopulações de H. stignocarpa. Porém, a ausência (ou diminuição) \n\nda área de forrageio de qualidade para os dispersores provavelmente fez com que eles \n\nmudassem seus padrões de dispersão. A frequência de dispersão de pólen e semente é \n\ndependente da distância e qualidade das unidades de paisagem. Os dados sugerem que \n\neventos de migração a longas distâncias são mais comuns do que pré-suposto e que essa \n\ndinâmica observada mudou ao longo do tempo. Assim, originando diferentes padrões de \n\nestruturação para adultos e regenerantes.  \n\nEnquanto a sobreposição de áreas de dispersão era mais comum, provavelmente, o \n\nfluxo de material genético a longas distâncias era ainda menos frequente em período pré-\n\nfragmentação. Assim, o balanço entre deriva genética e migração manteve certa \n\nheterogeneidade genética entre subpopulações, o que pode ser mudado de acordo com o \n\npadrão de forrageio dos vetores atualmente.  \n\nÉ evidente que indivíduos que se encontram fora do fragmento não estão isolados, mas \n\nservem como trampolins (step-stones) para o fluxo de genes entre áreas florestadas. Esses \n\nresultados são suportados pela literatura e em conjunto com aqueles apresentados no segundo \n\ncapítulo evidenciam a importância desses indivíduos muitas vezes desconsiderados. \n\nEsses resultados devem ser considerados quanto ao manejo da Área de Preservação \n\nAmbiental Guariroba e da espécie Hymenaea stignocarpa. Como não há isolamento \n\nreprodutivo, a configuração da paisagem parece não prejudicar as dinâmicas da espécie em \n\nestudo. Contudo, a mudança na composição da paisagem, com perda de habitat para H. \n\nstignocarpa e dispersores fez com que as dinâmicas ecológicas fossem alteradas. Nesse \n\ncontexto, unidades da paisagem como cerrado/pasto sujo são importantes auxiliares na \n\nmanutenção ecológica dessa espécie. Ao mesmo tempo em que é possível a utilização dessa \n\n\n\n 102\n\nunidade para pastoreio, também é possível o estabelecimento e crescimento da espécie \n\narbórea em estudo, aumentando o tamanho populacional e área propicia para forrageio dos \n\ndispersores.   \n\n \n\nREFERÊNCIAS  \n \nADAMS, W.T. Gene dispersal within forest tree populations. Population Genetics of Forest \nTrees, Dordrecht, v. 42, p. 217-240, 1992 1992.   \n \nALDRICH, P.R.; HAMRICK, J.L. Reproductive dominance of pasture trees in a fragmented \ntropical forest mosaic. Science, Washington (DC),  v. 281, n. 5373, p. 103-105, Jul. 1998.   \n \nALLENDORF, F.W.; LUIKART, G. Mechanisms of Evolutionary Change. In: \nALLENDORF, F.W.;LUIKART, G. (Ed.). Conservation and the Genetics of Populations. \nOxford, UK: Blackwell Publishing, 2007. cap. 91 - 299.   p.642.   \n \nALLENDORF, F.W.L.;GORDON. Conservation and the genetics of populations.  Oxford, \nUK: Blackwell Publishing, 2007. 642p.  \n \nARROYO-RODRIGUEZ, V.; PINEDA, E.; ESCOBAR, F.; BENITEZ-MALVIDO, J. Value \nof Small Patches in the Conservation of Plant-Species Diversity in Highly Fragmented \nRainforest. Conservation Biology, Malden, v. 23, n. 3, p. 729-739, Jun. 2009.   \n \nAVILA-CABADILLA, L.D.; SANCHEZ-AZOFEIFA, G.A.; STONER, K.E.; ALVAREZ-\nANORVE, M.Y.; QUESADA, M.; PORTILLO-QUINTERO, C.A. Local and Landscape \nFactors Determining Occurrence of Phyllostomid Bats in Tropical Secondary Forests. Plos \nOne, San Francisco,  v. 7, n. 4, e35228, Apr. 18 2012.  \n \nBAGUETTE, M. The classical metapopulation theory and the real, natural world: a critical \nappraisal. Basic and Applied Ecology, Jena,  v. 5, n. 3, p. 213-224, 2004 2004. \n \nBITTENCOURT, J.V.M.; SEBBENN, A.M. Genetic effects of forest fragmentation in high-\ndensity Araucaria angustifolia populations in Southern Brazil. Tree Genetics &amp; Genomes, \nBerlin, v. 5, n. 4, p. 573-582, Oct .2009.  \n \nBOTELHO, S.A.; FERREIRA, R.A.; MALAVASI, M.M.; DAVIDE, A.C. Aspectos \nmorfológicos de frutos, sementes, plântulas e mudas de Jatobá-do-Cerraco (Hymenaea \nstigonocarpa Mart.ex Hayne) – Fabaceae. Revista Brasileira de Sementes, Londrina, v. 22, \nn. 1, p. 144-152,  2000.    \n \nCAMPO GRANDE, P.M. Plano de Manejo da Área de Proteção Ambiental dos \nMananciais do Córrego Guariroba – APA do Guariroba. Campo Grande, MS, 2007.    \n156p.  \n \n\n\n\n 103\n\nCARDINALE, B.J.; DUFFY, J.E.; GONZALEZ, A.; HOOPER, D.U.; PERRINGS, C.; \nVENAIL, P.; NARWANI, A.; MACE, G.M.; TILMAN, D.; WARDLE, D.A.; KINZIG, A. \nP.; DAILY, G.C.; LOREAU, M.; GRACE, J.B.; LARIGAUDERIE, A.; SRIVASTAVA, D. \nS.; NAEEM, S. Biodiversity loss and its impact on humanity. Nature, London,  v. 486,          \nn. 7401, p. 59-67, Jun. 7 2012.   \n \nCARNEIRO, F.S.; LACERDA, A.E.B.; LEMES, M..; GRIBEL, R.; KANASHIRO, M.; \nWADT, L.H.O.; SEBBENN, A.M. Effects of selective logging on the mating system and \npollen dispersal of Hymenaea courbaril L. (Leguminosae) in the Eastern Brazilian Amazon as \nrevealed by microsatellite analysis. Forest Ecology and Management, Amsterdam, v. 262,   \nn. 9, p. 1758-1765, Nov. 1 2011.   \n \nCHIARAVALLOTI, R.M.; VALLADARES-PADUA, C. Escolhas sustentáveis.  Sao Paulo \n- SP: Matrix Editora, 2011. 168p. \n \nCIAMPI, A.Y.; AZEVEDO, V.C.R.; GAIOTTO, F.A.; RAMOS, A.C.; LOVATO, M B. \nIsolation and characterization of microsatellite loci for Hymenaea courbaril and transferability \nto Hymenaea stigonocarpa, two tropical timber species. Molecular Ecology Resources, \nOxford (UK),  v. 8, n. 5, p. 1074-1077, Sept. 2008. \n \nCOLLEVATTI, R.G.; LIMA, J.S.; SOARES, T.N.; TELLES, M.P.D.C. Spatial Genetic \nStructure and Life History Traits in Cerrado Tree Species: Inferences for Conservation. \nNatureza &amp; Conservacao, Rio de Janeiro, v. 8, n. 1, p. 54-59, Jul. 2010.  \n \nDICK, C.W. Genetic rescue of remnant tropical trees by an alien pollinator. Proceedings of \nthe Royal Society B-Biological Sciences, London, v. 268, n. 1483, p. 2391-2396, Nov. 22 \n2001. \n \nDOW, B.D.; ASHLEY, M.V. High levels of gene flow in bur oak revealed by paternity \nanalysis using microsatellites. Journal of Heredity, Oxford (UK),  v. 89, n. 1, p. 62-70, Jan-\nFeb 1998.  \n \nDOYLE, J.J.; DOYLE, J.L. A rapid total DNA preparation procedure for fresh plant \ntissue Focus, New York (NY), v. 12, p. 13-15,  1990.    \n \nFISCHER, J.; LINDENMAYER, D.B. Landscape modification and habitat fragmentation: a \nsynthesis. Global Ecology and Biogeography, Malden, v. 16, n. 3, p.265-280, May 2007.  \n \nFOLEY, J.A.; DEFRIES, R.; ASNER, G.P.; BARFORD, C.; BONAN, G.; CARPENTER, \nS.R.; CHAPIN, F.S.; COE, M.T.; DAILY, G.C.; GIBBS, H.K.; HELKOWSKI, J.H.; \nHOLLOWAY, T.; HOWARD, E.A.; KUCHARIK, C.J.; MONFREDA, C.; PATZ, J.A.; \nPRENTICE, I.C.; RAMANKUTTY, N.; SNYDER, P.K. Global consequences of land use. \nScience, Washington (DC), v. 309, n. 5734,p. 570-574 Jul 22 2005  \n \nFRAGOSO, J.M.V. Tapir-generated seed shadows: scale-dependent patchiness in the Amazon \nrain forest. Journal of Ecology, Malden, v. 85, n. 4, p. 519-529, Aug. 1997. \n \nGARDNER, T.A.; BARLOW, J.; CHAZDON, R.; EWERS, R.M.; HARVEY, C.A.; PERES, \nC.A.; SODHI, N.S. Prospects for tropical forest biodiversity in a human-modified world. \nEcology Letters, Malden, v. 12, n. 6, p. 561-582, Jun. 2009. \n\n\n\n 104\n\n \nGIBBS, J.P. Demography versus habitat fragmentation as determinants of genetic variation in \nwild populations. Biological Conservation, Oxford (UK),  v. 100, n. 1, p. 15-20, Jul 2001.: \n \nGIBBS, P.E.; OLIVEIRA, P.E.; BIANCHI, M.B. Postzygotic control of selfing in Hymenaea \nstigonocarpa (Leguminosae-Caesalpinioideae), a bat-pollinated tree of the Brazilian cerrados. \nInternational Journal of Plant Sciences, Chicago, v. 160, n. 1, p. 72-78, Jan 1999.  \n \nGORRESEN, P.M.; WILLIG, M.R. Landscape responses of bats to habitat fragmentation in \nAtlantic forest of Paraguay. Journal of Mammalogy, Lawrence, v. 85, n. 4, p. 688-697, Aug. \n2004.   \n \nGORRESEN, P.M.; WILLIG, M.R.; STRAUSS, R.E. Multivariate analysis of scale-\ndependent associations between bats and landscape structure. Ecological Applications, \ncidade, v. 15, n. 6, p. 2126-2136, Dec 2005.  \n \nGOUDET, J. FSTAT (Version 1.2): A computer program to calculate F-statistics. Journal of \nHeredity, Oxford (UK), v. 86, n. 6, p. 485-486, Nov-Dec 1995. \n \nHAMRICK, J.L. Response of forest trees to global environmental changes. Forest Ecology \nand Management, Amsterdam, 197, n. 1/3, p. 323-335, Aug 11 2004. \n \nHANADA, L.D.C. Mudanças do uso da cobertura do solo na fronteira agrícola da \nAmazônia occidental, bacia do Ji-Paraná – Rondônia. 2004. 98p. (Mestrado na area de \nEcologia de Ecossistemas) - Escola Superior de Agricultura \"Luiz de Queiroz\",Universidade \nde São Paulo,  Piracicaba – SP, 2004.  \n \nHANSON, T.R.; BRUNSFELD, S.J.; FINEGAN, B.; WAITS, L.P. Pollen dispersal and \ngenetic structure of the tropical tree Dipteryx panamensis in a fragmented Costa Rican \nlandscape. Molecular Ecology, Hoboken, v. 17, n. 8, p. 2060-2073, Apr 2008. \n \nHARDESTY, B.D.; DICK, C.W.; KREMER, A.; HUBBELL, S.; BERMINGHAM, E. Spatial \ngenetic structure of Simarouba amara Aubl. (Simaroubaceae), a dioecious, animal-dispersed \nNeotropical tree, on Barro Colorado Island, Panama. Heredity, Oxford (UK), v. 95, n. 4, p. \n290-297, Oct. 2005. \n  \nHARDY, O.J.; VEKEMANS, X. SPAGEDi: a versatile computer program to analyse spatial \ngenetic structure at the individual or population levels. Molecular Ecology Notes, Oxford,        \nv. 2, n. 4, p. 618-620, Dec 2002. \n  \nHOBAN, S.M.; MCCLEARY, T.S.; SCHLARBAUM, S.E.; ROMERO-SEVERSON, J. \nSpatial genetic structure in 21 populations of butternut, a temperate forest tree (Juglans \ncinerea L.), is correlated to spatial arrangement, habitat, and land-use history. Forest Ecology \nand Management, Amsterdam,  v. 314, n. 0, p. 50 - 58,  2014.   \n \nHOLDEREGGER, R.; BUEHLER, D.; GUGERLI, F.; MANEL, S. Landscape genetics of \nplants. Trends in Plant Science, London, v. 15, n. 12, p. 675-683, Dec. 2010. \n  \nHOLDEREGGER, R.; WAGNER, H.H. A brief guide to landscape genetics. Landscape \nEcology, Dordrecht, v. 21, n. 6, p. 793-796, Aug. 2006.  \n\n\n\n 105\n\n \nJUMP, A.S.; MARCHANT, R.; PENUELAS, J. Environmental change and the option value \nof genetic diversity. Trends in Plant Science, London,  v. 14, n. 1, p. 51-58, Jan 2009. \n  \nJUMP, A.S.; PENUELAS, J. Genetic effects of chronic habitat fragmentation in a wind-\npollinated tree. Proceedings of the National Academy of Sciences of the United States of \nAmerica, Washington (DC), v. 103, n. 21, p. 8096-8100, May 2006.  \n \nKALINOWSKI, S.T.; TAPER, M.L.; MARSHALL, T.C. Revising how the computer \nprogram CERVUS accommodates genotyping error increases success in paternity assignment. \nMolecular Ecology, Hoboken, v. 16, n. 5, p. 1099-1106, Mar. 2007. \n \nKAMM, U.; ROTACH, P.; GUGERLI, F.; SIROKY, M.; EDWARDS, P.; HOLDEREGGER, \nR. Frequent long-distance gene flow in a rare temperate forest tree (Sorbus domestica) at the \nlandscape scale. Heredity, Oxford (UK), v. 103, n. 6, p. 476-482, Dec. 2009. \n \nKLINK, C.A.; MACHADO, R.B. Conservation of the Brazilian Cerrado. Conservation \nBiology, Malden, v. 19, n. 3, p. 707-713, Jun 2005. \n \nKRAMER, A.T.; ISON, J.L.; ASHLEY, M.V.; HOWE, H.F.The paradox of forest \nfragmentation genetics. Conservation Biology, Malden, v. 22, n. 4, p. 878-885, Aug 2008. \n \nLACERDA, D.R.; ACEDO, M.D.P.; LEMOS, J.P.; LOVATO, B. Genetic diversity and \nstructure of natural populations of Plathymenia reticulata (Mimosoideae), a tropical tree from \nthe Brazilian Cerrado. Molecular Ecology, Oxford, v. 10, n. 5, p. 1143-1152, May 2001. \n \nLAURANCE, W. F. Fragmentation and plant communities: synthesis and implications for \nlandscape management. In: BIERREGAARD, R.O.;GASCON, C.; LOVEJOY, T.E.; \nMESQUITA, R.C.G. (Ed.). Lessons from Amazonia: The ecology and conservation of a \nfragmented forest. New Haven, Connecticut: Yale University, 2001.  p.158 -168.   \n \nLEMKE, T.O. Foraging ecology of the long-nosed bat, glossophaga-soricina, with respect to \nresource availability. Ecology, Washington (DC), v. 65, n. 2, p. 538-548, 1984. \n \nLOISELLE, B.A.; SORK, V.L.; NASON, J.; GRAHAM, C. Spatial genetic-structure of a \ntropical understory shrub, psychotria officinalis (rubiaceae). American Journal of Botany, \nColumbus,  v. 82, n. 11, p. 1420-1425, Nov 1995.   \n \nLORENZI, H. Árvores brasileiras: manual de identificação e cultivo de plantas arbóreas \nnativas do Brasil.  Nova Odessa - SP: Ed. Plantarum, 1992. 384p. \n \nMANEL, S.; SCHWARTZ, M. K.; LUIKART, G.; TABERLET, P. Landscape genetics: \ncombining landscape ecology and population genetics. Trends in Ecology &amp; Evolution, \nLondon, v. 18, n. 4, p. 189-197, Apr 2003.  \n \nMANOEL, R.O.; ALVES, P.F.; DOURADO, C.L.; GAINO, A.P.S.C.; FREITAS, M.L. M.; \nMORAES, M.L.T.; SEBBENN, A.M. Contemporary pollen flow, mating patterns and \neffective population size inferred from paternity analysis in a small fragmented population of \nthe Neotropical tree Copaifera langsdorffii Desf. (Leguminosae-Caesalpinioideae). \nConservation Genetics, Dordrecht, v. 13, n. 3, p. 613-623, Jun 2012. \n\n\n\n 106\n\n \nMARSHALL, T.C.; SLATE, J.; KRUUK, L.E.B.; PEMBERTON, J.M. Statistical confidence \nfor likelihood-based paternity inference in natural populations. Molecular Ecology, Oxford \n(UK),  v. 7, n. 5, p. 639-655, May 1998.  \n \nMARTINS, K.; CHAVES, L.J.; BUSO, G.S.C.; KAGEYAMA, P.Y. Mating system and fine-\nscale spatial genetic structure of Solanum lycocarpum St.Hil. (Solanaceae) in the Brazilian \nCerrado. Conservation Genetics, Dordrecht, v. 7, n. 6, p. 957-969, Dec 2006.  \n \n______. Genetic structure based on nuclear and chloroplast microsatellite loci of Solanum \nlycocarpum A. St. Hil. (Solanaceae) in Central Brazil. Genetics and Molecular Research, \nRibeirão Preto, v. 10, n. 2, p. 665-677,  2011.  \n \nMILLER, M.P.; BIANCHI, C.A.; MULLINS, T.D.; HAIG, S.M. Associations between forest \nfragmentation patterns and genetic structure in Pfrimer's Parakeet (Pyrrhura pfrimeri), an \nendangered endemic to central Brazil's dry forests. Conservation Genetics, Dordrecht,     v. \n14, n. 2, p. 333-343, Apr 2013.  \n \nMILLS, S. Genetic variation and fitness in wildlife populations. In: MILLS, S. (Ed.). \nConservation of Wildlife Populations: Demography, Genetics, and Management. Oxford, \nUK: John Wiley , 2012.  p.154 - 174.   \n \nMORAES, M.L.T.D.; KAGEYAMA, P.Y.; SEBBENN, A.M. Sistema de reprodução em \npequenas populações fragmentadas e em árvores isoladas de Hymenaea stigonocarpa. \nScientia Forestalis, Piracicaba,  v.74, p.75-86, 2007. \n \nMORAES, M.L.T.D.; SEBBENN, A.M. Pollen Dispersal Between Isolated Trees in the \nBrazilian Savannah: A Case Study of the Neotropical Tree Hymenaea stigonocarpa. \nBiotropica, Lawrence, v. 43, n. 2, Mar 2011 \n \nPIRES, A.S.; LIRA, P.K.; FERNANDEZ, F.A.S.; SCHITTINI, G.M.; OLIVEIRA, L.C. \nFrequency of movements of small mammals among Atlantic Coastal Forest fragments in \nBrazil. Biological Conservation, Oxford (Uk), v. 108, n. 2, Dec 2002. \n  \nPRIMACK, R.B.; RODRIGUES, E. Biologia da Conservação.  Londrina - PR: Rodrigues, \n2001. 328p. \n \nRANDS, M.R.W.; ADAMS, W.M.; BENNUN, L.; BUTCHART, S.H.M.; CLEMENTS, A.; \nCOOMES, D.; ENTWISTLE, A.; HODGE, I.; KAPOS, V.; SCHARLEMANN, J.P.W.; \nSUTHERLAND, W.J.; VIRA, B. Biodiversity Conservation: Challenges Beyond 2010. \nScience, Washington (DC), v. 329, n. 5997, p. 1298-1303, Sept. 10 2010.  \n \nRATTER, J.A.; BRIDGEWATER, S.; RIBEIRO, J.F. Biodiversity patterns of the woody \nvegetation of the Brazilian Cerrado. Neotropical Savannas and Seasonally Dry Forests: \nPlant Diversity, Biogeography, and Conservation. Florida: CRC Press, 2006. 504p.  \n \nSANO, E.E.; FERREIRA, L.G. Monitoramento semidetalhado (escala de 1: 250 000) de \nocupação de solos do cerrado: considerações e proposta metodológica. In: SIMPÓSIO \nBRASILEIRO DE SENSORIAMENTO REMOTO,10., 2005. Goiânia.Anais... São José dos \nCampos: Instituto Nacional de Pesquisas Espaciais, 2005.  p.3309 - 3313. \n\n\n\n 107\n\n \nSAUNDERS, D.A.; HOBBS, R.J.; MARGULES, C.R. Biological consequences of ecosystem \nfragmentation - A REVIEW. Conservation Biology, Cambridge (MA), v. 5, n. 1, p. 18-32, \nMar 1991. \n \nSEBBENN, A.M.; CARVALHO, A.C.M.; FREITAS, M.L.M.; MORAES, S.M.B.; GAINO, \nA.P.S.C.; da SILVA, J.M.; JOLIVET, C.; MORAES, M.L.T. Low levels of realized seed and \npollen gene flow and strong spatial genetic structure in a small, isolated and fragmented \npopulation of the tropical tree Copaifera langsdorffii Desf. Heredity, London,      v. 106, n. 1, \np. 134-145, Jan 2011. \n  \n______. Modelling the long-term impacts of selective logging on genetic diversity and \ndemographic structure of four tropical tree species in the Amazon forest. Forest Ecology and \nManagement, Amsterdam, v. 254, n. 2, p. 335-349, Jan 25 2008.  \n \nSMOUSE, P.E.; SORK, V.L. Measuring pollen flow in forest trees: an exposition of \nalternative approaches. Forest Ecology and Management, Amsterdam, v. 197, n. 1/3, p. 21-\n38, Aug 11 2004.  \n \nSOARES, T.N.; CHAVES, L.J.; TELLES, M.P.D.; DINIZ-FILHO, J.A.F.; RESENDE, L. V. \nLandscape conservation genetics of Dipteryx alata (\"baru\" tree : Fabaceae) from Cerrado \nregion of central Brazil. Genetica, Dordrecht, v. 132, n. 1, p. 9-19, Jan 2008.  \n \nSORK, V.L.; SMOUSE, P.E. Genetic analysis of landscape connectivity in tree populations. \nLandscape Ecology, Dordrecht,  v. 21, n. 6, p. 821-836, Aug 2006. \n \nTROPICOS.ORG. Hymenaea stigonocarpa Mart. ex Hayne. Missouri: Missouri Botanical \nGarden,  2014. Disponível em:&lt;http://www.tropicos.org/>. Acesso em: 1 jun. 2014. \n \nWEIR, B.S.; COCKERHAM, C.C. Estimating f-statistics for the analysis of population-\nstructure. Evolution, Lawrence, v. 38, n. 6, p. 1358-1370, 1984 1984.  \n \nYOUNG, A.; BOYLE, T.; BROWN, T. The population genetic consequences of habitat \nfragmentation for plants. Trends in Ecology &amp; Evolution, Oxford (UK), v. 11, n. 10, p. 413-\n418, Oct 1996.  \n \nYOUNG, A.G.; CLARKE, G.M. Genetics, Demography and Viability of Fragmented \nPopulations.  Cambridge, UK: Cambridge University Press, 2000. 438 p. \n  \nYOUNG, A.G.; MERRIAM, H.G. effects of forest fragmentation on the spatial genetic-\nstructure of acer-saccharum marsh (sugar maple) populations. Heredity, Oxford,  v. 72,            \np. 201-208, Feb 1994. \n  \nZUCCHI, M. I.; BRONDANI, R. P. V.; PINHEIRO, J. B.; CHAVES, L. J.; COELHO, A. S. \n\nG.; VENCOVSKY, R. Genetic structure and gene flow in Eugenia dysenterica DC in the \n\nBrazilian Cerrado utilizing SSR markers. Genetics and Molecular Biology, Alto da Boa \n\nVista, v. 26, n. 4, p. 449-457, Dec 2003.  \n\n\n\n 108\n\n\n\n 109\n\n5 CONCLUSÕES E CONSIDERAÇÕES FINAIS \n\n \n\nBaseado nos resultados e discussões apresentados neste estudo, conclui-se que a \n\nmudança no uso da terra em função da pecuária e a degradação de áreas naturais \n\ndesempenharam um papel fundamental nas dinâmicas de mudança da cobertura e uso do solo. \n\nOportunidades econômicas juntamente com as características físicas e de infraestrutura da \n\nbacia possuem relações com as mudanças no uso da terra observada no início do período \n\nanalisado (1975). Com o decorrer do tempo, as características locais passaram a ser menos \n\nsignificantes.    \n\nEsse estudo evidenciou alguns efeitos da conversão e fragmentação de áreas naturais \n\nnos processos ecológicos de Hymenaea stignocarpa (Jatobá-do-Cerrado) na bacia do córrego \n\nGuariroba, afetando o padrão de floração e frutificação, os quais estiveram relacionados com \n\ncaracterísticas da paisagem fragmentada. Havia mais indivíduos florindo e frutificando em \n\nlocais com menor cobertura vegetal. A frutificação também foi maior quanto menor a \n\ndistancia da borda, refletindo a preferência de habitat dos polinizadores. \n\n O comportamento dos polinizadores e dispersores também foi o fator determinante \n\nna estruturação espacial genética na população de H. stignocarpa. Aparentemente, o processo \n\nde fragmentação de habitats contínuos reduziu a população de H. stignocarpa e forçou as \n\npopulações dependentes dos seus recursos a forragearem áreas maiores. Indivíduos ou \n\npopulações espacialmente isolados não estão reprodutivamente isolados.  \n\nA paisagem e a dinâmica ecológica foram alteradas ao decorrer do tempo pelo \n\nprocesso de ocupação, desenvolvimento de atividades pastoris e conseqüente fragmentação. A \n\nfutura conservação dos serviços ecossistêmicos e da biodiversidade na bacia do córrego \n\nGuariroba estará relacionada com o manejo desta área.   \n\nTendo em vista que as transições de cobertura do solo seguem padrões espaciais, a \n\nbacia deve ser manejada com base em planos também explicitamente espaciais. Deve-se levar \n\n\n\n 110\n\nem consideração características da paisagem, como declive, distancia de córregos e estradas, \n\ninfrainstrutura, áreas pristinas e fatores econômicos. Estes últimos são as forçantes na \n\nmodificação das áreas, enquanto os outros são condicionantes.  \n\nH. stignocarpa é considerada uma espécie guarda-chuva, assim os resultados aqui \n\nobtidos podem ser consideradas na modelagem da recuperação da paisagem da bacia do \n\nGuariroba. As populações de H. stignocarpa não se encontram ecologicamente isoladas e \n\náreas não florestadas podem também contribuir para as dinâmicas da espécie. Assim, um \n\nmodelo de recuperação seria otimizado se utilizado indivíduos ou pequenos fragmentos como \n\ntrampolins de dispersão (step-stones) e também unidades da paisagem que sirvam de \n\ngradientes de transição (por exemplo, cerrado/pasto sujo). Este modelo estaria integrando \n\nconceitos da teoria de metapopulações, no que se diz respeito aos trampolins. Também levaria \n\nem consideração teorias de ecologia da paisagem ao evidenciar uma paisagem contínua com \n\ndiferentes graus de permeabilidade."}]}}}