{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14017"}, {"@name": "filename", "#text": "20242_N%c3%bamero_de_Vereadores.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "NÚMERO DE VEREADORES: \nRESOLUÇÃO TSE N.º 21.702/04 x LEIS ORGÂNICAS MUNICIPAIS\n\nRenato Bernardi\nProcurador do Estado de São Paulo.\n\nMestre em Direito Constitucional.\n\nProfessor das Faculdades Integradas de Ourinhos.\n\nProfessor da Escola da Magistratura do Estado do Paraná – Núcleo de Jacarezinho – \n\nPós-Graduação em Direito Aplicado – nível de especialização.\n\nProfessor do Curso de Pós-Graduação em Direito Tributário da Faculdade de Direito \n\nda Alta Paulista – Tupã/SP – nível de especialização.\n\nO resultado do julgamento do Recurso Extraordinário n.º 197.917 causou\ngrande celeuma nos meios jurídicos do País. No exercício de sua competência\nrecursal, em Ação Civil Pública movida pelo Ministério Público do Estado de São\nPaulo em relação à Câmara Municipal de Mira Estrela, o Supremo Tribunal Fede-\nral declarou a inconstitucionalidade do artigo 6° da Lei Orgânica de Mira Estre-\nla, que fixava em 11 o número de vereadores daquele Município. Por maioria de\nvotos, entendeu o Pretório Excelso que o aludido artigo da Lei Orgânica Munici-\npal é inconstitucional, na medida em que não foi observada a proporcionalida-\nde entre o número de vereadores e o número de habitantes daquele Município,\nconforme seria de rigor em razão do artigo 29, inciso VI, da Constituição Fede-\nral vigente.\n\nA partir de tal julgamento, movido por representação formulada pelo Procu-\nrador Geral Eleitoral, \n\n\n\nObjetivando assegurar a observância da orientação emanada da\nCorte Suprema, não apenas, evidentemente, para o município de\nMira Estrela, mas para todos os municípios brasileiros, e consideran-\ndo, ainda, a proximidade das eleições municipais, o MINISTÉRIO PÚ-\nBLICO ELEITORAL, invocando as competências dessa Corte Superior\nprevistas no art. 23 do Código Eleitoral, propõe a edição de ato nor-\nmativo que estabeleça prazo razoável às Câmaras Municipais para\nadaptação das respectivas leis orgânicas, visando o pronto atendi-\nmento dos parâmetros de fixação do número de Vereadores1\n\no Tribunal Superior Eleitoral editou a Resolução n.º 21.702, baixando instruções so-\nbre o número de vereadores a eleger segundo a população de cada município.\n\nPor tal Resolução, baixada nos termos do disposto no inciso IX, do art. 23, do\nCódigo Eleitoral (Lei n.º 4.737/65), o Tribunal Superior Eleitoral determinou que, \n\nnas eleições municipais deste ano, a fixação do número de verea-\ndores a eleger observará os critérios declarados pelo Supremo Tri-\nbunal Federal no julgamento do RE nº 197.917 (art. 1º), sendo que\naté 1º de junho de 2004, o Tribunal Superior Eleitoral verificará a\nadequação da legislação de cada município ao disposto no art. 1º\ne, na omissão ou desconformidade dela, determinará o número\nde vereadores a eleger (art. 2º).\n\nAssim posta a questão, discute-se se o Tribunal Superior Eleitoral teria pode-\nres para determinar aos Municípios a adequação das respectivas Leis Orgânicas ao\njulgado no Recurso Extraordinário n.º 197.917.\n\nPara a correta compreensão da questão, mister sejam relembradas algumas\nparticularidades do controle brasileiro de constitucionalidade e da competência do\nTribunal Superior Eleitoral.\n\nEm primeiro lugar, frise-se que a decisão proferida pelo Supremo Tribunal o\nfoi em sede de controle difuso de constitucionalidade. Sendo assim, a decisão rela-\ntiva ao município de Mira Estrela não teria a aptidão de lançar seus efeitos sobre as\nLeis Orgânicas dos demais municípios brasileiros, haja vista que a eficácia de tal de-\ncisão opera-se somente entre as partes do processo, sem a produção de efeitos vin-\nculantes. A esse respeito, inexiste discussão na Doutrina e na Jurisprudência pátrias.\nAssim, por não terem as decisões tomadas pelo Supremo Tribunal Federal em Re-\ncurso Extraordinário fundado no artigo 102, inciso III, letra “c”, da Constituição Fe-\nderal efeito vinculante, bem como por não caber perante o Supremo Tribunal Fede-\n\n628 faculdade de direito de bauru\n\n1 Petição nº 1.442 - classe 18ª - Distrito Federal (Brasília).\n\n\n\nral Ação Direta de Inconstitucionalidade em face de atos normativos municipais,\nnada impede que entendimentos diversos surjam a respeito da matéria.\n\nA propósito, \n\noportuno frisar que o Tribunal de Justiça de São Paulo mantém –\nou ao menos mantinha - o entendimento firme e reiterado de que\na fixação do número de vereadores era matéria inserida no cam-\npo da autonomia dos municípios. Assim, bastaria que as Leis Or-\ngânicas obedecessem aos números mínimo e máximo de edis tra-\nçados pelo artigo 29, VI, da CF/88 para que tais normas fossem ti-\ndas como constitucionais.2\n\nApenas a título de lembrança, fechadas as portas para a discussão da matéria\nem nível de ação direta de inconstitucionalidade, ante a competência do Supremo\nTribunal Federal estampada no art. 102, inciso I, letra “a”, nada impede que a maté-\nria venha a ser discutida em sede de controle concentrado de constitucionalidade,\nvia argüição de descumprimento de preceito fundamental (art. 102, § 1º, da Consti-\ntuição Federal, c.c. art 1º, da Lei n.º 9.882/99).\n\nEstabelecido que a decisão do Recurso Extraordinário n.º 197.917 não irradia\nefeitos fora do limite dos autos, resta analisar se o Tribunal Superior Eleitoral teria\ncompetência para estabelecer o número de vereadores de cada Município brasileiro. \n\nA meu ver, respeitados entendimentos diversos, a resposta é negativa.\nConsoante dispõe o artigo 23, inciso IX, do Código Eleitoral (Lei n.º 4.737/65),\n\ne o artigo 105, caput, da Lei n.° 9.504/97, que estabelece normas para as eleições,\ntem o Tribunal Superior Eleitoral a atribuição de expedir Resoluções e Instruções vi-\nsando a regulamentar o Código Eleitoral e as disposições da própria Lei das Elei-\nções, advertindo-se que as Resoluções do Tribunal Superior Eleitoral têm força de\nLei Federal, mas se restringem à regulação da legislação eleitoral, tão somente, fican-\ndo claro que citadas Resoluções, ainda que com força de Lei, estão dispostas em pa-\ntamar inferior à Constituição Federal, que estabelece, com todas as letras, no inciso\nIV, do art. 29, competir ao Município, por meio de sua Lei Orgânica, dispor sobre o\nrespectivo número de Vereadores. Observe-se que a possibilidade de o Tribunal Su-\nperior Eleitoral editar Resoluções a respeito de assuntos eleitorais não contraria a\nConstituição Federal, mas o conteúdo da Resolução n.º 21.702 é materialmente in-\nconstitucional, por ferir de morte a autonomia Municipal que, não se pode negar,\nnão é matéria eleitoral.\n\nSe a Lei Orgânica Municipal não observa a proporcionalidade estabelecida no\ninciso IV, do art. 29, da Constituição Federal, tal como definida pelo julgamento do\n\n629Revista do instituto de pesquisas e estudos   n. 41\n\n2 ANDRADE, Marcelo. Novos critérios para fixação do número de vereadores nos municípios brasileiros.\nhttp://www.maismigalhas.com.br/mig_imprimir_sem_imagem.aspx?cod=4369. capturado em 14/04/2004.\n\n\n\nRecurso Extraordinário n.º 197.917, somente o Poder Judiciário, diante de um caso\nconcreto, com eficácia entre as partes (controle difuso de constitucionalidade), é\nque pode corrigir o erro, exatamente como ocorreu com a Lei Orgânica do Municí-\npio de Mira Estrela. Em conseqüência, é de se concluir que uma Resolução do Tri-\nbunal Superior Eleitoral que, mesmo dispondo de força de Lei, não está inserida\ncomo medida de controle de constitucionalidade de leis e atos normativos no Bra-\nsil, instrumento hábil a preservar a supremacia da Constituição Federal, não se pres-\nta a tal fim.\n\nPermitir-se que a Resolução n.º 21.702 do Tribunal Superior Eleitoral, que tem\nstatus de Lei Federal, amolde as Leis Orgânicas Municipais ao resultado do julga-\nmento do Recurso Extraordinário n.º 197.917 seria classificar a Constituição Federal\nBrasileira como flexível, já que permitida seria sua alteração por procedimento des-\npido de especialidade, reservado à legislação ordinária, o que, é inegável, contraria\ntoda a Doutrina e Jurisprudência Constitucional Brasileiras, que conferem às Cons-\ntituições Brasileiras – exceto a de 1824 – o caráter de rígidas, exigindo, para sua al-\nteração, um processo solene, especial e dificultoso, diverso daquele exigido pela le-\ngislação ordinária ou complementar.\n\nNão se podendo perder de vista, ainda, a independência entre os Poderes, es-\ntatuída no art. 2º, da Constituição Federal, pois em última analise, o Poder Judiciá-\nrio estaria definindo regras de composição do Poder Legislativo.\n\nNem se argumente que a Lei Orgânica flagrantemente inconstitucional po-\nderia ser descumprida, o que tornaria legítima a aplicação do disposto no art. 2º,\nda Resolução 21.702 (o Tribunal Superior Eleitoral verificará a adequação da\nlegislação de cada município ao disposto no art. 1º e, na omissão ou descon-\nformidade dela, determinará o número de vereadores a eleger), haja vista que\no descumprimento de lei inconstitucional pode ocorrer – com moderação - por\nparte dos Poderes Executivo e Legislativo (TJSP, Apelação n.º 220.155-1; RDP\n5/234; RDA 82/358; Adin 221/DF). No entanto, considerando-se que a função tí-\npica do Poder Judiciário é aplicar a lei ao caso concreto, não lhe cabe negar-lhe\ncumprimento, mas, de acordo com os instrumento processuais vigentes, decla-\nrar-lhe ou não a inconstitucionalidade.\n\nAliás, se a questão que se debate, quando diluída em uma lide, é estranha à\ncompetência da Justiça Eleitoral, parece até intuitivo que dela não poderá cui-\ndar o C. TSE por meio de resoluções e instruções.3\n\nA adequação espontânea do número de Vereadores, alterando-se a Lei Orgâ-\nnica para compatibilizá-la ao resultado do julgamento do Recurso Extraordinário n.º\n197.917, ainda que nos termos do disposto no art. 2º, da Resolução n.º 21.702, se-\nria mera liberalidade do Poder Legislativo Municipal. \n\n630 faculdade de direito de bauru\n\n3 ANDRADE, Marcelo. Artigo citado.\n\n\n\nPor outro lado, perfeitamente possível o questionamento judicial da matéria\nno exercício do controle concentrado de constitucionalidade, por meio do qual um\ndos legitimados pelo art. 103 da Constituição Federal pode questionar a Resolução\n21.702 do Tribunal Superior Eleitoral, ato normativo primário com força de Lei Fe-\nderal que, sem status constitucional, viola o a Separação dos Poderes (art. 2º, da\nConstituição Federal) e a Repartição Constitucional de Competência (art. 29, inciso\nIV, da Constituição Federal).\n\nTodavia, a questão dificilmente chegará às portas do Poder Judiciário. A deci-\nsão criou um alvoroço no Congresso Nacional, que instalou uma Comissão para ten-\ntar aprovar antes das eleições municipais deste ano uma Proposta de Emenda à\nConstituição (PEC n.º 71/2003) para tentar barrar a decisão do Judiciário. Tal espé-\ncie legislativa, se aprovada, dará nova redação ao inciso IV, do artigo 29 da Consti-\ntuição Federal, definindo o número máximo dos Vereadores em relação à população\ndo Município.4\n\nPosto isso, à vista da importância da matéria, aguarda-se que a questão seja so-\nlucionada - senão pela promulgação de Emenda Constitucional alterando o inci-\nso IV, do art. 29, da Constituição Federal - à luz das disposições constitucionais e\ndos ensinamentos doutrinários pátrios atinentes ao controle de constitucionalidade\ne à repartição constitucional de competência, que, como se afirmou, apontam para\na impossibilidade de o Tribunal Superior Eleitoral, por Resolução, fixar o número de\nVereadores nos Municípios brasileiros, a uma por ter a decisão do Supremo Tribu-\nnal Federal sido proferida em sede de controle difuso de constitucionalidade, com\neficácia somente entre as partes e, a duas, ante o fato de que a Constituição Federal\nreservou aos Municípios, e não ao Tribunal Superior Eleitoral, o poder de fixar o nú-\nmero de componentes do Poder Legislativo Municipal (art. 29, inciso IV ).\n\n631Revista do instituto de pesquisas e estudos   n. 41\n\n4 http://www.camara.gov.br/sileg/Prop_Detalhe.asp?id=117463 capturado em 19/04/2004."}]}}}