{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18292"}, {"@name": "filename", "#text": "25186_item1007901.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n1 \n\n \n\n \n\nLEVANTAMENTO TÉRMICO DE PARAMENTOS DE BARRAGENS DE \n\nBETÃO PARA APOIO AO ACOMPANHAMENTO DA EVOLUÇÃO DE \n\nPATOLOGIAS  \n\n \n\n  \n\nMaria João Henriques \n\nInvestigador Principal \n\nLNEC \n\nLisboa \n\nmjoao@lnec.pt \n\nPedro Ramos \n\n Técnico de Termografia \n\nMunicípia \n\nOeiras \n\ninfo@municipia.pt \n\nSUMÁRIO \n\nAs câmaras termográficas, também designadas por câmaras de infravermelho ou \n\nsimplesmente câmaras térmicas, formam uma imagem do objeto “fotografado” com base na \n\nradiação infravermelha incidente. Podem assim ser utilizadas na monitorização de estruturas \n\ndesde que o fenómeno que se quer detetar tenha reflexos na temperatura superficial da \n\nestrutura. No caso das barragens de betão, um levantamento térmico do paramento, que pode \n\nser realizado em poucos minutos e sem exigências especiais, permite detetar variações da \n\ntemperatura superficial do betão o que possibilita a deteção de zonas de repasses de água, \n\nem geral associadas à existência de fendas. Se o levantamento for efetuado de forma regular \n\ne desde o início da obra, a deteção pode ser feita precocemente, antes do aparecimento de \n\ndepósitos de carbonatos à superfície. Na presente comunicação apresenta-se o resultado da \n\navaliação da aplicabilidade deste método na deteção de repasses em barragens de betão com \n\nbase nos levantamentos térmicos do paramento de jusante de três barragens. \n\nPalavras-chave: Barragem de Betão, Termografia, Câmara Térmica, Monitorização. \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n2 \n\n1. INTRODUÇÂO \n\nEm Engenharia Civil as câmaras térmicas são especialmente utilizadas em inspeções, para \n\nidentificar falhas de isolamento ou zonas de infiltração de água (Figura 1). As câmaras \n\ntérmicas apresentam uma imagem da temperatura superficial do objeto o que permite \n\nidentificar, de forma instantânea, variações da temperatura superficial da estrutura. Em geral \n\nestas variações estão associadas a anomalias de construção ou a patologias pelo que, \n\nnestas situações, a identificação da sua ocorrência pode ser realizada de forma muito rápida \n\ne também bastante precisa. \n\n  \nFigura 1. Imagens térmicas do interior de edifícios, respetivamente \n\ncom mau isolamento térmico e com infiltrações. \n\nEm barragens de betão a variação da temperatura superficial entre zonas contíguas pode \n\nindiciar a existência de repasses de águas pelo que a análise de uma imagem térmica pode \n\ndar informação sobre a localização da anomalia e a sua extensão. Este tipo de \n\nmonitorização, se realizado de forma sistemática, com alguns cuidados na forma como as \n\nimagens são obtidas, poderá ser utilizado para determinar, com bastante exatidão, a \n\nevolução de zonas afetadas por infiltrações. E se o levantamento for efetuado de forma \n\nregular e desde o início da obra, a deteção pode ser feita precocemente, antes do \n\naparecimento de depósitos de carbonatos à superfície. \n\nOs exemplos de aplicação à engenharia civil, que se encontram referidos nos mais variados \n\nartigos, apresentam imagens obtidas a distâncias curtas: ou porque foram obtidas no interior \n\nde construções (caso das imagens da Figura 1) ou porque são obtidas muito próximo das \n\nfachadas dos edifícios. Os locais onde muitas barragens estão construídas – em vales \n\napertados – leva a que, por vezes, as imagens só possam ser obtidas de distâncias \n\nelevadas. Sabendo a influência que o meio envolvente e a atmosfera podem exercer numa \n\nimagem térmica, importava assim avaliar se das imagens térmicas e em condições normais \n\nde observação, poderia ser obtida informação sobre a existência deste tipo de patologia. \n\nAssim, de modo a avaliar a aplicabilidade deste método na deteção de repasses em \n\nbarragens, foram efetuados levantamentos térmicos dos paramentos de jusante de três \n\nbarragens portuguesas: Alto Ceira, Alto Ceira II e Cabril. No presente trabalho são \n\napresentados os resultados parciais sendo que, primeiramente, se apresentam alguns \n\nprincípios básicos necessários para melhor compreender o modo como as câmaras efetuam \n\na medição de temperaturas. \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n3 \n\n2. MEDIÇÃO DE TEMPERATURA POR CÂMARAS TÉRMICAS \n\nO aumento da temperatura superficial de um objeto leva a um aumento da intensidade da \n\nradiação infravermelha emitida por este. As câmaras térmicas são capazes de medir esta \n\nintensidade o que permite, por aplicação de princípios da termodinâmica, estimar a temperatura \n\nsuperficial dos objetos emissores da radiação. As câmaras térmicas captam a intensidade da \n\nradiação infravermelha na zona do infravermelho afastado (intervalo de 7,5 ?m a 14 ?m) e \n\nconvertem-na em informação visível, sob a forma de números ou de imagens (neste último caso \n\nutilizando falsa cor). A realização desta transformação é realizada em duas etapas: primeiro é \n\nrealizada a conversão da intensidade da radiação infravermelha incidente num sinal elétrico \n\n(efetuada em microbolómetros) a qual é seguida da transformação, por um processador \n\nmatemático, da intensidade - registada sob a forma de uma voltagem - em cores do espetro \n\nvisível ou em números.  \n\nDurante a realização de um levantamento na câmara incide radiação que é: i) emitida pela \n\nsuperfície do objeto; ii) refletida pelo objeto, e que é proveniente do meio envolvente; iii) emitida \n\npela massa de ar que se situada entre o objeto e a câmara. Durante a transmissão através da \n\natmosfera, quer a radiação emitida quer a radiação refletida pelo objeto são também \n\ninfluenciadas pela atmosfera.  \n\nPor causa de todos os efeitos referidos, a medição rigorosa da temperatura superficial do \n\nobjeto requer o conhecimento de diversos dados [1]: i) emissividade do objeto; ii) humidade \n\nrelativa da atmosfera; iii) temperatura da atmosfera; iv) distância da câmara ao objeto; e \n\nv) temperatura superficial do meio envolvente. Estes dados podem ser introduzidos na \n\ncâmara antes da realização do levantamento de modo a melhorar a qualidade dos \n\nresultados obtidos. No entanto, por vezes, é difícil obter valores para as cinco grandezas ou \n\né pouco prático estar a modificá-los durante a realização do levantamento. Felizmente, para \n\na maior parte dos estudos, é suficiente a deteção de variações na temperatura superficial do \n\nobjeto não havendo a necessidade de as quantificar com rigor pelo que em muitas \n\naplicações podem ser utilizados valores constantes, que poderão até nem representar \n\nvalores reais.   \n\nNa medição da temperatura são utilizados, como referido, alguns princípios da \n\ntermodinâmica, os quais são fundamentais para que se consiga estabelecer uma \n\ninterligação entre a temperatura superficial (que se pretende calcular) e a radiação térmica \n\nemitida. Estes princípios são aplicados considerando algumas simplificações, que incluem o \n\nde se considerar que os três elementos (objeto, meio envolvente e atmosfera) estão, cada \n\num, a uma temperatura uniforme e se comportam como corpos negros, pressuposto que \n\npermite relacionar a voltagem (medida pela câmara) com a temperatura do objeto.   \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n4 \n\n3. LEVANTAMENTO TÉRMICO DO PARAMENTO DE JUSANTE DE \n\nBARRAGENS DE BETÃO \n\nNo dia 4 de junho de 2013 foi realizado o levantamento térmico dos paramentos de jusante de \n\ntrês barragens de betão - Alto Ceira, Alto Ceira II e Cabril – pela da empresa Municípia, a qual  \n\ntambém realizou o posterior processamento de homogeneização das imagens, etapa \n\nfundamental para que criasse as imagens térmicas panorâmicas das três barragens, imagens \n\nestas apresentadas nas Figuras 3, 13 e 19. Estas imagens constam de um relatório do \n\nLNEC [2], relatório este que inclui todos os resultados obtidos.  \n\nAs barragens de Alto Ceira e do Cabril encontravam-se em regime de exploração normal, \n\ncom níveis de água na albufeira próximo do pleno armazenamento, sendo que no caso do \n\nlevantamento térmico do Alto Ceira houve possibilidade de comparar a informação recolhida \n\ncom elementos obtidos em inspeções visuais realizadas há alguns anos. Já relativamente à \n\nbarragem de Alto Ceira II, que se encontrava na fase final da construção, e ainda vazia, os \n\nvalores obtidos das imagens térmicas foram utilizados para validar este método de medição, \n\no que foi realizado através de uma comparação com valores de temperatura medidos por \n\ntermómetros embebidos no betão, instalados junto ao paramento.  \n\nNos levantamentos foi utilizada a câmara termográfica FLIR T335 (Figura 2) da empresa \n\nMunicípia, um equipamento de dimensões médias e relativamente leve (880g), que integra \n\ndois tipos de sensores independentes: um sensível à radiação infravermelha afastada (para \n\nobter as imagens térmicas), outro sensível à radiação visível (para obter imagens \n\nconvencionais). Na imagem térmica obtida, o pixel tem as seguintes dimensões: objeto a \n\n20 m de distância: 2,8 cm; objeto a 100 m de distância: 14,0 cm. \n\n \n\nFigura 2. Câmara térmica FLIR T335 \n\n \n\n \n\n \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n5 \n\n3.1 Barragem do Alto Ceira \n\nA barragem do Alto Ceira foi uma barragem abóbada que há muito apresentava problemas \n\nestruturais em resultado de reações expansivas graves, os quais ditaram a necessidade da \n\nsua demolição. Esta iniciou-se na segunda quinzena de junho, alguns dias depois de \n\nrealizado o levantamento térmico.  \n\nA câmara foi instalada num tripé, na margem esquerda, a cerca de 100 m de distância. No \n\nlevantamento térmico, realizado em sete minutos, foram registadas 26 imagens. Estas \n\nimagens foram reunidas criando uma imagem panorâmica (Figura 3), procedimento que \n\ndemorou menos de uma hora. \n\n \nFigura 3. Imagem térmica panorâmica da barragem do Alto Ceira. \n\nNo paramento são identificadas, devido à coloração azul escura, várias zonas onde o betão \n\nse encontrava a uma temperatura inferior. Identificam-se também zonas a uma temperatura \n\nelevada, caso do passadiço e de duas tubagens verticais. As temperaturas mais elevadas (a \n\nbranco) encontram-se nas margens, mais concretamente nos afloramentos rochosos e nas \n\npassagens e escadas em betão. \n\nEm 2001 foi realizada, pelo LNEC, uma inspeção bastante pormenorizada do paramento de \n\njusante, a qual incluiu um levantamento com ultrassons. O levantamento, para o qual foi \n\nutilizado um bailéu, demorou um mês, sendo que este incluiu o tempo utilizado para instalar o \n\nmaterial de suporte para a inspeção. A informação recolhida (que incluiu o levantamento das \n\náreas cobertas por carbonatos, zonas húmidas e a localização de fendas) foi posteriormente \n\nintegrada numa imagem, tendo sido realizado um relacionamento da informação obtida nesse \n\nlevantamento de 2001 com dados recolhidos em levantamentos anteriores, realizados em \n\n1986 e 1994. Esta imagem foi sobreposta à imagem panorâmica térmica, esta última corrigida \n\nde deformações geométricas relacionadas com a aquisição das imagens. A Figura 4 \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n6 \n\napresenta a imagem térmica corrigida onde foram sobreposta as linhas extraídas da imagem \n\ndas ocorrências, linhas estas que delimitavam áreas (por exemplo, as zonas onde se \n\nencontravam carbonatos) ou identificavam fenómenos com expressão linear (fendas, por \n\nexemplo). \n\n \n\n carbonatos antigos  repasso molhado   zonas de fendas reparadas  juntas de contração \n\n carbonatos novos  repasso seco  fendas  nível da água \n\nFigura 4. Sobreposição de ocorrências (de 2001) na imagem térmica de Alto Ceira. \n\nCentrando a atenção nas ocorrências verifica-se que muitas das zonas onde tinha sido \n\nidentificada a existência de repasses molhados estão assinaladas, na imagem térmica, \n\ncomo zonas mais frias. Não há zonas com temperaturas “baixas” na parte superior do \n\nparamento pois no dia em que foi realizado o levantamento térmico o nível da água na \n\nalbufeira encontrava-se cerca de 4 m abaixo da cota máxima (o levantamento de 2001 tinha \n\nsido realizado com o nível da albufeira próximo do máximo). Por outro lado existem, na \n\nimagem térmica, áreas onde a temperatura superficial é mais baixa e que não \n\ncorrespondem a nenhuma ocorrência assinalada anteriormente. \n\nNas ocorrências estão assinaladas diversas zonas onde ocorreu deposição de carbonatos. \n\nNuma imagem normal (da banda do visível) estes apresentam uma cor branca, sendo por isso \n\nfacilmente identificáveis pois destacam-se no cinzento do betão (Figura 5). No entanto é \n\nimpossível, à distância, avaliar se ainda ocorre o repasse que originou a deposição de carbonato \n\ndado que, ao contrário do betão que, quando molhado, fica mais escuro, o carbonato molhado \n\nmantem a cor branca o que impossibilita a deteção de zonas de repasse. É de referir que, por \n\nvezes, os carbonatos colmatam as fendas pelo que uma zona com carbonato não indica que \n\nseja uma zona onde atualmente esteja a escorrer água mas indica seguramente que esse \n\nrepasse ocorreu no passado, já que a deposição de carbonatos é um processo lento. Nas \n\nFiguras 5 a 8 apresenta-se, respetivamente: i) um pormenor do paramento da barragem, ii) a \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n7 \n\nimagem térmica da mesma área, iii) o resultado da extração das zonas mais escuras e iv) a \n\nsobreposição destas na imagem inicial. Vemos assim que algumas das zonas onde se \n\ndepositou/deposita carbonato estão mais frias enquanto outras estão à mesma temperatura \n\nque o betão envolvente o que sugere que, nestas últimas, as fendas estão já colmatadas.  \n\n \n\nFigura  5. Imagem do paramento com \n\naplicação de realce da cor. \n\n \n\nFigura 6. Imagem térmica do \n\nparamento. \n\n \n\nFigura 7. Zonas mais frias \n\n \n\nFigura 8. Sobreposição das imagens \n\ndas Figuras 5 e 7. \n\n  \n\n3.2 Barragem do Alto Ceira II \n\nA barragem do Alto Ceira II encontrava-se na fase final da construção, a pouco dias do início \n\ndo primeiro enchimento. Na barragem estão colocados um total de 29 termómetros de \n\nresistência elétrica, embebidos no betão a diferentes profundidades; nove destes (ver Figura 9) \n\nsituam-se a poucos centímetros do paramento de jusante. No dia em que foi realizado o \n\nlevantamento das temperaturas superficiais deste paramento foram efetuadas várias \n\ncampanhas de leituras dos termómetros por técnicos da EDP. \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n8 \n\n \n\nFigura 9. Barragem de Alto Ceira II: localização dos termómetros junto ao \n\nparamento de jusante e pormenor da instalação de um dos termómetros. \n\n \n\nForam realizados três levantamentos térmicos do paramento de jusante: a partir da margem \n\nesquerda, da margem direita e do centro do vale. Neste último levantamento a câmara \n\n(Figuras 10 e 11) foi estacionada no centro do vale, no lado de jusante, numa estrada \n\ntemporária que ligava as duas margens (encontrava-se aproximadamente à cota do \n\ntermómetro T20). Os resultados apresentados na comunicação são referentes a este último \n\nlevantamento. Este foi iniciado às 12h51min e cobriu todo o paramento e parte do vale. \n\nDemorou um total de 27 minutos a ser realizado, tendo sido registadas 185 imagens. Nas \n\nFiguras 12 e 13 apresentam-se duas imagens da mesma área: a primeira a imagem térmica, \n\na segunda a convencional. \n\n \n\nFigura 10. Técnico da \n\nMunicípia a realizar o \n\nlevantamento térmico. \n\n \n\nFigura 11. Câmara térmica. \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n9 \n\n \n\nFigura 12. Imagem na banda da radiação \n\ninfravermelha afastada. Na imagem está \n\nincluída a escala cromática. \n\n \n\nFigura 13. Imagem da mesma zona na \n\nbanda da radiação visível. \n\n \n\nAs imagens obtidas foram analisadas por um software, instalado num computador, que \n\npermitiu obter informação da temperatura em cada pixel da imagem de forma a permitir \n\nrelacionar a temperatura obtida pela câmara com a medida nos termómetros. \n\nIndependentemente foi criada uma imagem panorâmica da barragem (Figura 14), obtida por \n\nligação das imagens homogeneizadas.  \n\n \n\nFigura 13. Imagem térmica panorâmica \n\nÉ necessário realizar a homogeneização pois cada imagem tinha uma escala cromática \n\ndiferente, função dos valores máximo e mínimo registados nessa imagem (ver Figuras 14 e 15). \n\nA imagem panorâmica foi por fim transformada de modo a reduzir as deformações \n\nresultantes da geometria da aquisição das imagens.   \n\n \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n10 \n\n \n\n \n\n \n\n \n\nFigura 14. Uma das imagens do paramento \n\n(imagem original). Escala cromática com \n\namplitude de 78.8ºC. \n\nFigura 15. Imagem anterior \n\nhomogeneizada. Escala cromática com \n\namplitude de 31.1ºC. \n\n \n\nAs temperaturas obtidas através das imagens térmicas foram comparadas com as medidas \n\npelos termómetros superficiais (Figura 16). Refira-se que estes se situam a alguns \n\ncentímetros de profundidade e que apresentam um tempo de resposta algo elevado, em \n\nparte devido à baixa velocidade de transferência da temperatura envolvente ao termómetro \n\npara o elemento de deteção, integrado neste. Estes dois fatores resultam que alterações da \n\ntemperatura do betão, como as que ocorrem à superfície quando os raios solares incidem \n\nno paramento, só venham a ter repercussões nos valores medidos pelos termómetros algum \n\ntempo depois do betão superficial aquecer. \n\n \n\nFigura 16. Diferença entre a temperatura superficial obtida pela câmara térmica e a \n\ntemperatura medida pelos termómetros superficiais embebidos no betão. \n\n \n\nAs maiores diferenças de temperatura ocorrem em zonas onde incidia radiação solar direta. A \n\nexceção é o termómetro T03 que, apesar de se encontrar numa zona já exposta ao sol na altura \n\ndo levantamento, apresenta uma diferença de temperatura muito reduzida. Devido à orientação \n\ndos diferentes elementos da barragem, os raios solares só começaram a incidir na superfície da \n\nbarragem na zona do T03, cerca de 20 minutos antes do período de obtenção das imagens \n\nsendo que o ângulo de incidência da radiação era muito rasante. Contrariamente, nas zonas dos \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n11 \n\ntermómetros T15, T20 e T29, a incidência era quase ortogonal, situação que leva a um maior \n\naquecimento da superfície. Este aquecimento leva algum tempo até ter repercussão na \n\ntemperatura registada pelos termómetros embebidos pelo que se justifica a diferença entre a \n\ntemperatura obtida pela câmara térmica e a registada pelos termómetros. \n\nNa zona do paramento que se encontrava à sombra, onde se encontram os termómetros \n\nT06, T09, T12, T23 e T26, as diferenças são muito reduzidas. A exceção é o termómetro \n\nT26. Uma análise das imagens térmicas mostrou que esta diferença pode ser explicada pelo \n\nfacto de, sobre essa zona da barragem, existir escorrência de água fria que provoca um \n\narrefecimento do betão, visível através das manchas mais escuras nas imagens térmicas da \n\nzona (uma das imagens térmicas é apresentada na Figura 17). A temperatura do betão \n\nregistada pelo termómetro T26 é cerca de 2ºC inferior à registada pelo T23. Por sua vez \n\nos pontos das imagens térmicas onde foi obtida a informação acerca a recolha da \n\ntemperatura superficial da barragem não se situavam nas zonas arrefecidas (embora se \n\nsituassem próximo).  \n\n \n\nFigura 17 – Imagem térmica relativa às escorrências na zona do termómetro T26. \n\n \n\n3.3 Barragem do Cabril \n\nA barragem do Cabril é uma abóbada de betão que apresenta particularidades de \n\ncomportamento estrutural, responsável pelo aparecimento de alguma fendilhação no paramento \n\nde jusante. Na imagem da gama do visível deste paramento são identificáveis (Figura 18): \n\ni) os dois passadiços, situados a uma altura elevada; ii) as linhas verticais, que são as faixas \n\nao longo das quais escorrem águas; iii) uma extensa mancha escura que se encontra na \n\nzona inferior da barragem, que se desenvolve de forma quase paralela à fundação; iv) uma \n\nfaixa alaranjada, que acompanha esta mancha a uma cota ligeiramente superior.   \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n12 \n\n \n\nFigura 18. Fotografia da barragem do Cabril tirada no mesmo período e \n\nno mesmo local de onde foi realizado o levantamento térmico. \n\n \n\nO levantamento termográfico foi realizado a partir da margem esquerda, próximo da cota do \n\ncoroamento, a cerca de 340 m do eixo da barragem. O nível de água na albufeira encontrava-\n\nse bastante elevado, cerca de 4 m abaixo do nível de pleno armazenamento, ou seja, a \n\ncerca de um metro acima do passadiço superior. No período em que foi realizado o \n\nlevantamento, realizado em quatro minutos e que constou de 17 imagens, metade do \n\nparamento estava ao sol (Figura 18). As imagens térmicas foram posteriormente \n\nhomogeneizadas e reunidas numa imagem panorâmica (Figura 19). Na imagem térmica \n\nverifica-se que os aspetos antes referidos em ii), iii) e iv), todos relacionados com material que \n\nse encontra sobre o betão, têm uma importante influência nas temperaturas superficiais do \n\nparamento da barragem: as zonas mais escuras, situadas próximo da fundação, são também \n\nas mais quentes (Figuras 20 e 21), sendo que a temperatura desta zona permanece mais \n\nelevada bastante tempo depois da radiação solar deixar de incidir diretamente sobre ela. Para \n\nalém desta zona mais próxima da fundação existe uma segunda zona que a delimita a uma \n\ncota superior (zona iv), citada anteriormente), com temperaturas intermédias. \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n13 \n\n \n\n44ºC \n\n \n\n13ºC \n\nFigura 19. Imagem térmica panorâmica da barragem do Cabril. \n\n \n\nFigura 20. Imagem térmica da \nbarragem do lado de poente. \n\n \n\nFigura 21. Imagem da banda do visível \ncromaticamente transformada. \n\nSeguidamente, na Figura 22, destacam-se alguns pormenores da imagem térmica do \n\nparamento de jusante. As imagens térmicas foram alvo de processamentos de cores muito \n\nsimples, realizados no programa de edição de imagens GIMP, com o objetivo de realçar os \n\naspetos considerados mais relevantes. \n\n \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n14 \n\n \n \n\n  \n\n \n  \n\nA B C \n\nFigura 22. Zonas do paramento com alguns aspetos relevantes \n\nNeste conjunto de imagens há a realçar: \n\n A – as zonas onde existe maior acumulação de matéria orgânica são zonas mais \n\nescuras (na imagem convencional) e comparativamente mais quentes (de acordo \n\ncom as imagens térmicas). \n\n B – para além dos passadiços identificam-se também nas imagens térmicas as \n\nfendas horizontais que foram cobertas com calda de betão durante as reparações da \n\nbarragem. Uma destas, no bloco GH, identifica-se facilmente nas imagens térmica e \n\nda banda do visível.  \n\n C – no centro das imagens está o bloco KL sendo que é visível nas imagens \n\ntérmicas duas manchas mais frias, sendo que a de maior extensão se encontra sob \n\no passadiço inferior. A imagem térmica da esquerda é a original, a da direita foi \n\nmanipulada tendo-se reduzido o número de cores para cinco. Na imagem da banda \n\ndo visível verifica-se que nesta zona surge uma mancha escura, com origem na \n\nescorrência de água. Estas zonas mais frias correspondem às faixas mais \n\nfendilhadas e com maiores repasses de água. \n\n4. CONSIDERAÇÕES FINAIS \n\nO estudo permitiu verificar que as câmaras termográficas existentes no mercado a operar \n\nem condições normais de observação, a distâncias de poucas centenas de metros, podem \n\nrealizar uma observação suficientemente rigorosa para detetar repasses anomalias que \n\nestão, em regra, associados à existência de fendas. Para além do rigor as câmaras térmicas \n\n\n\n \n\n5as Jornadas Portuguesas de Engenharia de Estruturas \n \n\n \n\n \n\nLevantamento térmico de paramentos de barragens de betão para apoio ao acompanhamento da evolução \nde patologias  \n\n15 \n\napresentam ainda outra vantagem que é a obtenção de resultados em pouco tempo, pois \n\nnão só o levantamento realizado em campo é uma operação rápida, como o posterior \n\nprocessamento é realizado num intervalo de tempo bastante reduzido, da ordem de uma \n\nhora, quando realizado por um técnico com experiência. \n\nDuas barragens, Cabril e Alto Ceira, estavam, na data em que foi realizado o levantamento \n\ntérmico, em regime de exploração normal, com níveis de água nas albufeiras próximo do \n\npleno armazenamento. Nestas duas barragens os levantamentos, efetuados em poucos \n\nminutos, a distâncias significativas (cerca 340 m na primeira e 100 m na segunda) \n\npermitiram detetar, de forma inequívoca, zonas dos paramentos de jusante com \n\ntemperaturas inferiores, ocorrências estas que, num dia com temperatura elevada, só \n\npodem ser explicadas pela existência de repasses. \n\nDada a facilidade, rapidez, pormenor e rigor com que, num levantamento térmico, são \n\nobtidos os resultados é possível, ainda em obra, verificar o estado dos paramentos e, se \n\nnecessário, analisar com mais pormenor e durante o levantamento, as anomalias detetadas. \n\nREFERÊNCIAS \n\n[1] FLIR – “Thermal imaging guidebook for building and renewable energy applications”,  \n\nUSA, FLIR. http://www.flirmedia.com/MMC/THG/Brochures/T820325/T820325_EN.pdf. \n\n[2] LNEC – “Levantamento térmico de paramentos de barragens de betão para apoio ao \n\nacompanhamento da evolução de patologias”, Relatório n.º 425/2013 DBB/NGA, LNEC."}]}}}