{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08574"}, {"@name": "filename", "#text": "13426_34484.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "http://e-terra.geopor.pt\nISSN 1645-0388\nVolume 10 - n° 1\n2010\nRevista Electrónica de Ciências da Terra Geosciences On-line Journal\nGEOTIC - Sociedade Geológica de Portugal VIII Congresso Nacional de Geologia\nVantagens do uso de métodos electromagnéticos no diagnóstico de problemas ambientais gerados por minas abandonadas. A mina de Germunde\nAdvantages of using electromagnetic methods in the diagnosis of environmental problems caused by abandoned mines. The Germunde mine\nR. SANTOS - renata.santos@ineti.pt (Laboratório Nacional de Energia e Geologia)\nA. CARVALHO Dill - amelia.dill@ineti.pt (Faculdade das Ciências do Mar e Ambiente, Universidade do Algarve)\nI. MÜLLER — oktvez@ludens.elte.hu (Eotvos Lorand University)\nRESUMO: A mina subterrânea de Germunde foi inundada, após o seu encerramento, de forma a evitar futuros abatimentos das galerias e provocar a precipitação dos metais em solução nas águas de circulação subterrânea. A intensa fracturação gorou esses objectivos, o que teve como consequência a formação de águas ácidas e a contaminação das águas subterrâneas e superficiais. Recorreu-se à utilização de métodos geofísicos electromagnéticos RF-EM e RMT-R com o intuito de detectar caminhos de escoamento preferenciais da água subterrânea, delimitar zonas de contaminação, e obter uma melhor visualização da geometria e estrutura no interior do aquífero.\nPALAVRAS-CHAVE: Contaminação mineira, geofísica, hidrogeologia, fracturação\nABSTRACT: The Germunde coal mine was closed in 1994, after which, its galleries were deliberately flooded by groundwater as a way to prevent further subsidence and to induce the precipitation of the metals in solution. In order to delineate groundwater flow paths, to delimitate contaminated areas and to achieve a better image of the geometry and the inner structure of the mine, geophysical electromagnetic methods, RF-EM and RMT-R, were applied.\nKEYWORDS: Mining Contamination, Geophysics, Hydrogeology, faults\n1.\tINTRODUÇÃO\nAs minas abandonadas são fontes de contaminação preocupante, dada a natureza dos impactos negativos nos ecossistemas que afectam e a degradação da qualidade das águas associada.\nO encerramento da mina de Germunde, mina de carvão localizada no Couto Mineiro do Pejão e explorada por lavra subterrânea, ocorreu nos finais de 1994. Anteriormente a esse fecho, a Empresa Carbonífera do Douro tinha iniciado um estudo de impacte ambiental que se prolongou até 1995. Como resultado desse estudo e como forma de evitar fenómenos de subsidência futuros dos terrenos à superfície, inundaram-se as galerias abertas pela lavra subterrânea. Embora tenham sido tomadas medidas minimizadoras de impacte de poluição (ECD, 1995; Dinis da Gama e Arrais, 1996, entre outros) são visíveis fontes difusas de contaminação ao longo do\ncouto mineiro (Canto Machado, 1999; Santos Oliveira e Ávila, 1999; Pedrosa et al., 2000, Santos, 2008).\nForam utilizadas várias metodologias, com o intuito de se investigar e avaliar o potencial impacto da área mineira de Germunde nas águas subterrâneas, do ponto de vista hidroquímico e da avaliação do risco de contaminação. Procurou-se evidenciar as variações espaço-temporais, interligando-as com factores como a proximidade à estrutura mineira e geológica. De entre essas metodologias, destaca-se o uso de métodos geofísicos electromagnéticos. Recorreu-se aos métodos geofísicos electromagnéticos Radiofrequency - Electromagnetics (RF-EM) e Radiomagnetotelluric-Resistivity (RMT-R) para um melhor conhecimento da área, pretendendo-se alcançar os seguintes objectivos: detectar caminhos de escoamento preferenciais da água subterrânea, obter uma melhor visualização da geometria e estrutura no interior do aquífero, delimitar zonas de contaminação, relacionar a geologia e a estrutura da mina com o sinal obtido e identificar falhas em profundidade.\n2.\tENQUADRAMENTO GEOLÓGICO\nA mina de carvão de Germunde foi a maior exploração mineira dentro do Couto Mineiro do Pejão. Este couto mineiro situa-se na parte noroeste da Bacia Carbonífera do Douro (BCD). Esta é constituída por uma estreita faixa de terrenos do Carbonífero continental, de orientação geral NW-SE e inclinações para NE, raramente ultrapassando os 500 m de largura. A Mina de Germunde tem uma extensão de cerca de 2 km e foi explorada até uma cota de, aproximadamente, -450 m, abaixo do nível do Rio Douro. No total, crê-se que foram extraídas 24x106 toneladas de carvão (Pinto de Jesus, 2001). O último método de desmonte, inserido a partir de meados de 1966, criou graves problemas de subsidência. Na área da mina existem várias escombreiras sendo a maior a Escombreira da Serrinha.\nA área de estudo está limitada a noroeste pelas instalações da Mina de Germunde, situadas na margem esquerda do Rio Douro e a sudeste pelo Rio Arda. A jazida de carvão encontra-se limitada a sudoeste pelos terrenos do Precâmbrico Superior e/ou Câmbrico (“Complexo Xisto -Grauváquico”) e a nordeste por formações do Ordovícico. O Carbonífero é, nesta área, genericamente constituído pela Brecha de Base à qual se sobrepõe um sistema complexo de escamas de carvão, intercalados nos conglomerados, arenitos e xistos, apresentando direcção de estratificação aproximadamente N 140°E e inclinação variável entre 60° e 90°, sempre para NE (Pinto de Jesus, 2001). As restantes unidades geológicas subjacentes e presentes na área são (Gaspar et al, 1993): Cristas quartzíticas e xistos intercalados do Ordovícico; Xistos ardosíferos - Formação de Valongo do Ordovícico; Intercalações de xistos e quartzitos do Ordovícico e o “Complexo Xisto-Grauváquico” (CXG), essencialmente, constituído por xistos e grauvaques em série alternada tipo “flysch”, do Câmbrico inferior.\nAo longo de toda a Bacia, é possível observar importantes acidentes conjugados, de direcção NW-SE e de direcção NE-SW. Para além destes, encontram-se acidentes menores de direcção NNE-SSW, NNW-SSE, ENE-WSW e WNW-ESSE. Associado aos fenómenos de subsidência ocorridos na mina, existem, ainda, descontinuidades verticais à superfície do terreno vulgarmente designadas, nos relatórios técnicos, por “quebras verticais”.\n3.\tMÉTODOS\nOs métodos RF-EM e RMT-R utilizam, como fonte de energia, ondas de rádio de baixa a muito baixa frequência, na banda de 12 aos 300kHz e que são emitidas por antenas muito potentes existentes no globo terrestre. A profundidade de penetração das ondas no subsolo depende da frequência (F) do emissor (em hertz) e da resistividade (p) das litologias presentes. Ambos os aparelhos de medição que foram utilizados são protótipos desenvolvidos e concebidos pelo Prof. Imré Müller e J. Duperex (Centro de Hidrogeologia da Universidade de Neuchâtel).\nUma descrição completa destes dispositivos bem, como os princípios desses métodos, pode ser encontrado na tese de doutoramento de Turberg (1994). Exemplos de aplicação do uso desses métodos em estudos hidrogeológicos e de contaminação mineira em Portugal podem ser encontrados em Carvalho Dill et al. (1998) e Carvalho Dill et al. (2009).\nO método RF-EM mede a intensidade do campo magnético primário (Hp) através de uma bobine de eixo horizontal e detecta as componentes verticais por intermédio de uma outra bobine de eixo vertical. As componentes verticais (Hs) encontram-se em fase (in-phase) ou em quadratura (out-of-phase) em relação ao campo primário. Os resultados exprimem-se sob a forma de uma relação entre as intensidades de ambos os campos e em percentagem (Hs/Hp%) (Carvalho Dill et al., 2009). No total foram executados 16 perfis, tendo sido escolhidos dois emissores localizados de acordo com as estruturas geológica e mineira a estudar (Santos, 2008).\nO RMT-R mede a indução magnética numa bobina devido ao campo magnético primário e compara-a com a componente eléctrica medida entre dois eléctrodos enterrados no chão, espaçados 5 metros. Estes são colocados perpendicularmente ao campo magnético, isto é, paralelos à direcção do emissor. Com este método, calcula-se a resistividade aparente (rhoa) e o desfasamento (^) da componente eléctrica e do sinal em relação à componente magnética (H) (Turberg, 1994). Executaram-se cerca de 200 sondagens unidirecionais multifrequência na área de estudo. Utilizaram-se, para cada sondagem, as seguintes frequências: 183 kHz (1° canal), 77.5 kHz (2° canal) e 23.4 kHz (3° canal), com direcções semelhantes (NE-SW), de modo a apanhar a direcção próxima da ideal às estruturas geológicas existentes e profundidades diferentes.\nPara se chegar a uma interpretação correcta dos resultados, a sua validação passo a passo tornou-se muito importante. Para tal, recorreu-se à integração de todos os perfis geológicos, plantas da mina e demais bibliografia existente (elaborada durante o desmonte da mesma pelos serviços técnicos da ECD) num sistema SIG a três dimensões. De seguida, confrontou-se individualmente cada sondagem e cada perfil electromagnético com o conhecimento da estrutura da mina, da geologia (s.l.) e da hidrogeologia.\n4.\tRESULTADOS\nO RF-EM permitiu a identificação de contactos geológicos em profundidade, factor muito importante, uma vez que se está numa área com camadas muito inclinadas. Estas variações laterais da litologia são registadas pelo método através de uma variação do valor da componente de quadratura. No protótipo utilizado, os valores de quadratura positivos correspondem a litologias menos resistivas enquanto que os valores de quadratura negativos correspondem a litologias de resistividade alta, como é o caso dos quartzitos. A presença de zonas de subsidência, com preenchimento por materiais finos, implica um aumento de condutividade, que se reflecte através do aumento dos valores de quadratura. A identificação e determinação da orientação de falhas efectua-se através da visualização tridimensional dos perfis em ambiente Arc-View.\nO método RMT-R permitiu a delimitação de solos contaminados nos locais das escombreiras e o reconhecimento de padrões de fluxo dos lixiviados da escombreira. Em áreas de solos contaminados os valores de resistividade aparente (rhoa) e de fase (^) são extremamente baixos (inferior a 100 Ohm e 45°, respectivamente) para os 3 canais de frequência utilizados, formando um corpo superior de tal maneira condutivo que não permite a penetração do sinal. À medida que nos vamos afastando do local contaminado, observa-se que há um aumento rhoa emitido pelas frequências que captam as camadas mais superficiais, mas a profundidades maiores continuamos a ter valores de rhoa muito baixos, que indicam que as águas contaminadas se encontram a maior profundidade. Tal facto observou-se num perfil efectuado na zona da escombreira da Xeira, com direcção SW-NE, isto é, dos terrenos do Carbonífero para o Ordovícico. Isto permitiu inferir que a “barreira hidrogeológica”, definida entre estas duas litologias pelo cavalgamento, é quebrada\npela presença de falhas e fracturas. Estas quebras podem originar caminhos preferenciais ao longo dos quais se pode dar a contaminação das águas das litologias do Ordovícico. No entanto, não é possível quantificar o grau de contaminação.\nA presença de um sinal de RMT-R completamente erróneo no meio das litologias do Carbonífero (presença de materiais extremamente resistivos) permitiu, conjuntamente com os perfis de desmonte da mina, delimitar uma área onde foi realizado o desmonte de carvão pelo método de enchimento e, posteriormente, preenchida com material mais resistivo (proveniente da brecha de base).\nA identificação de galerias de mina em profundidade foi possível através do efeito indutor que aquelas provocam no sinal obtido pelo método RMT-R. Esta situação caracteriza-se com valores de resistividade inferiores a 100 ohm e valores de fase superiores a 70°.\n5.\tCONCLUSÃO\nA aplicação dos métodos geofísicos RF-EM e RMT-R permitiu uma considerável melhoria do conhecimento da área de trabalho, principalmente, em profundidade quer a nível de contaminação quer a nível da estrutura geológico-estrutural quer a nível de estrutura mineira. O RF-EM provou ser mais sensível no mapeamento das variações litológicas, tanto à superfície como em profundidade, enquanto que o RMT-R mostrou-se mais adequado no reconhecimento das áreas contaminadas.\nAgradecimentos\nR. Santos beneficiou de bolsa de doutoramento da Fundação para a Ciência e a Tecnologia (FCT, SFRH / BD / 5021 / 2001), tendo este trabalho resultado de uma colaboração estabelecida entre o INETI e o IST, no âmbito do projecto da tese.\nReferências\nCanto Machado, M. J. (1999) - Hidroquímica dos metais pesados na Mina do Pejão. Arquivo do IGM, Porto, 9 p. + anexos.\nCarvalho Dill, A. C., Müller, I., Costa, A. M. e Monteiro, J. P. (1998) - Importância do uso de métodos geofísicos electromagnéticos Very Low Frequency Electromagnetics (VLF-EM) e radiomagnetotelluric-Resistivity (RMT-R) no estudo de Aquiferos Cársicos do Alentejo e do Algarve. In: Actas do 4° Congresso da Água, Lisboa, 23 a 27 de Março, CD-ROM: 10 p.\nCarvalho Dill, A.M.M.C., Turberg, P., Müller, I., Parriaux, A., 2009. Combined use of Radio-Frequency Electromagnetics (RF-EM) and Radiomagnetotellurics (RMT) methods in non ideal field conditions for delineating hydrogeological boundaries for environmental problems. Environmental Geology (2009) 56: 10711091. DOI 10.1007/s00254-008-1208-1\nDinis da Gama, C. e Arrais, C. (1996). Recuperação ambiental e paisagística da escombreira da Serrinha anexa à mina de Carvão de Germunde. Bol. Minas, 33(1), pp. 21-37.\nECD (1995) - Investigação sobre os trabalhos superficiais e subterrâneos para minimizar os efeitos da subsidência de minas de carvão com camadas sub-verticais. Comissão das Comunidades Europeias, Direcção Geral da Energia - DGX-VII, Investigação Tecnológica do Carvão, Pedorido, 229 p.\nGaspar, A. M. F., Pinto de Jesus, A. e Durão, M. (1993) - Planta Geológica do Sector de Germunde - Arda, 1/ 2500. Empresa Carbonífera do Douro, SA.\nPedrosa, M. Y., Machado, M. J. e Santos, R. (2000) - Hidrogeologia do Couto Mineiro do Pejão. Notas preliminares. Em: Jornadas hispano-lusas sobre las aguas subterráneas en el noroeste de la Península Ibérica, A Coruña, AIH-GE &amp; APRH, pp. 467-473.\nPinto de Jesus, A. (2001) - Génese e Evolução da Bacia Carbonífera do Douro (Estefaniano C inferior, NW de Portugal): Um Modelo. Tese de Doutoramento. Departamento de Geologia. Faculdade de Ciências, Universidade do Porto. 232 p.\nSantos Oliveira, J. M. e Ávila, P. F. (1999) - Estudo geoquímico da área da mina do Pejão numa perspectiva ambiental. Instituto Geológico e Mineiro, Arquivo IGM, Porto, 15 p. + anexos.\nSantos, R. (2008) - Caracterização Hidrogeológica e Hidrogeoquímica da Área Mineira de Germunde (Pejão). Tese de Doutoramento. Instituto Superior Técnico, Universidade Técnica de Lisboa, Portugal, 212 p.\nTurberg, P. (1994) - Apport de la cartographie radiomagnetotellurique à l'hydrogéologie des milieux fracturés. Tese de Doutoramento, Université de Neuchâtel, Neuchâtel, 132 p."}]}}}