{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.06457"}, {"@name": "filename", "#text": "11001_343422.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Erwin Werner Teichmann\nANÁLISE DE VARIANTES DE PROCESSOS DE SOLDAGEM VISANDO O REVESTIMENTO COM INCONEL 625 DE TUBOS EM AÇO API X46\nTese submetida ao Programa de Pós-Graduação em Engenharia Mecânica da Universidade Federal de Santa Catarina para a obtenção do Grau de Doutor em Engenharia Mecânica.\nOrientador: Prof. Dr. Carlos Enrique Niño Bohórquez\nFlorianópolis\n2016\nFicha de identificação da obra elaborada pelo autor através do Programa de Geração Automática da Biblioteca Universitária da UFSC.\nTeichmann, Erwin Werner\nANÁLISE DE VARIANTES DE PROCESSOS DE SOLDAGEM VISANDO O REVESTIMENTO COM INCONEL 625 DE TUBOS EM AÇO API X46 / Erwin Werner Teichmann ; orientador, Carlos Enrique Niño Bohórquez - Florianópolis, SC, 2016.\n213 p.\nTese (doutorado) - Universidade Federal de Santa Catarina, Centro Tecnológico. Programa de Pós-Graduação em Engenharia Mecânica.\nInclui referências\n1. Engenharia Mecânica. 2. cladding. 3. MIG/MAG CA adaptativo. 4. Inconel 625. 5. API X46. I. Bohórquez, Carlos Enrique Niño. II. Universidade Federal de Santa Catarina. Programa de Pós-Graduação em Engenharia Mecânica. III. Titulo.\nEiwin Werner Teichmann\nANÁLISE DE VARIANTES DE PROCESSOS DE SOLDAGEM VISANDO O REVESTIMENTO COM INCONEL 625 DE TUBOS EM AÇO API X46\nEstaTesefoi julgada adequadaparaobtenção do Título de “Doutorem EngenhariaMecânica”, e aprovada em sua formafinal pelo Programa de Pós-graduação em Engenharia Mecânica\nFlorianópolis, 28 de junho de 2016.\n_______________\nPiof. Annando Albertazzi G. Jr., Dr. Eng.\nCoordenador do Curso\nBanca Examinadora:\nPioi'. Carlos Enrique Niño Bohórquez., Dr. Eng.\nOrientador\nUniversidade Federal de Santa Catarina\nProf. Régis Henrique Cion^aíves^ Silva, Dr. Eng Universidade Federal de Santa Catarina\nProf. blelso Cau\nInstituto Federal dejEdUcação, Ciência e Tecnologia de Santa Catarina\n_\ny\nAlexandre Meirelles Pope, PhD. Eng.\nConsultorda Fundação Brasileira de Tecnologia da Soldagem\nMarcelo Torres Piza Paes, Dr. Eng. Petróleo Brasileiro S.A.\nDedico este trabalho aos meus dois melhores amigos e mentores, os senhores Barrie Cook e Joel Rhenius (ambos in memoriam).\nAGRADECIMENTOS\nPrimeiramente a Deus, criador de tudo o que existiu, existe e existirá.\nÀ minha esposa Alice e aos meus filhos Ana Carolina e Marco Aurélio, por toda a paciência que tiveram comigo. Aproveito para me desculpar pelos momentos que deixamos de passar juntos.\nÀ Fanuc Robotics do Brasil, pela doação do software ArcTool para o robô M10iA do IFSC.\nÀ Sandvik Materials Technology do Brasil pelo fornecimento de todo o arame utilizado;\nÀ Tuper S/A, uma empresa catarinense fabricante de tubos API, pelo fornecimento de chapas.\nÀ IMC na pessoa do Eng. Raul Gohr Jr. e a sua equipe que se colocaram à disposição durante o decorrer de todo o trabalho.\nÀ PETRÓLEO BRASILEIRO S.A., na pessoa do Sr. Marcelo Piza e da sua competente equipe, pelo apoio intelectual ao desenvolvimento do projeto.\nÀ empresa PRECICAST Ltda de São José, por interromperem as análises de controle da sua produção, para analisar as amostras produzidas no projeto.\nAo Sr. Alexandre Pope, engenheiro aposentado da Petrobras e profundo conhecedor da área de soldagem aplicada na indústria do petróleo, pela orientação, pela disponibilidade e pela paciência.\nAo meu orientador, o Prof. Dr. Carlos Enrique Niño Bohórquez.\nÀ Universidade Federal de Santa Catarina através do seu Programa de Pós-Graduação em Engenharia Mecânica.\nAo Instituto Federal de Educação, Ciência e Tecnologia de Santa Catarina pela disponibilização de infraestrutura e recursos humanos para a realização deste trabalho. Mais especificamente aos Professores: Maneca da Usinagem, André e Bruno da Metrologia, Bernardo, Hélio e Nelso de Soldagem e aos Técnicos: Giovani, Charles e Fagney.\nAo Sr. Romuald Gouré, Diretor da Fronius Canadá, e ao Sr. Martin Willinger, da Fronius EUA, pelas informações sobre o processo CMT e CMT Twin.\nAo Eng. Jonne Nâkki, engenheiro de desenvolvimento na Universidade Politécnica de Centria, Finlândia, pelo compartilhamento de informações.\nAo povo brasileiro, que foi o maior financiador deste projeto.\n\"O homem sensato adapta-se ao mundo. O homem insensato insiste em tentar adaptar o mundo a si. Sendo assim, qualquer progresso depende do homem insensato.\" George Bernard Shaw\nRESUMO\nAtualmente os campos do Pré-Sal, respondem por 22% da produção de petróleo nacional. Para garantir a longevidade, eficiência e redução de riscos de acidentes ambientais, é necessária a utilização de tubos revestidos internamente com ligas de níquel. A soldagem a arco ainda tem papel importante como processo de revestimento, devido ao seu relativo baixo investimento e simplicidade operacional. Dentre estes processos, tem larga aplicação no Brasil, a soldagem TIG hot wire (HW) automatizada. Os fabricantes nacionais deste tipo de produto se defrontam com dificuldades durante sua produção que geram custos com sucata e retrabalho. Em função disso, este trabalho teve como objetivo analisar procedimentos de revestimento com liga Inconel 625 mediante soldagem pelos processos arco submerso e MIG/MAG, na posição vertical descendente, atendendo aos requisitos de baixa diluição (teor de Fe no depósito menor que 10 %). No caso específico do processo MIG, algumas variantes foram testadas, como o uso de corrente pulsada, corrente alternada adaptativa, várias geometrias e técnicas de tecimento. Além disso, foram estudados os efeitos do gás Ar com 5% de H2 (em contraste com o gás Ar com 2 %O2, mais tradicional) no que diz respeito à redução da diluição e a possibilidade de ocorrer trinca a frio ao soldar sobre aço API X46. Na soldagem pelo processo arco submerso na posição plana a diluição foi bastante alta (em torno de 30 %), mesmo ao utilizar polaridade negativa. Não foi possível conseguir cordões satisfatórios com arco submerso na posição vertical, pois o fluxo arrastava o metal ainda fundido. Para o processo MIG/MAG aplicado na posição vertical descendente, através da utilização de uma trajetória retangular de tecimento, com variação da velocidade transversal em vários trechos, e o uso da soldagem empurrando, foram conseguidos valores de diluição menores que 10 %. Isso resultou em teores de ferro suficientemente baixos para garantir a resistência à corrosão. Com o uso do gás contendo hidrogênio, houve redução da diluição e não foram observadas trincas a frio nos corpos de prova CTS confeccionados. A produtividade alcançada (em termos de área depositada por unidade de tempo) com o processo MIG/MAG foi mais de cinco vezes maior que aquela obtida pelo procedimento TIG HW aplicado industrialmente.\nPalavras-chave: cladding; MIG/MAG CA adaptativo; tecimento; soldagem robotizada; Inconel 625; API X46.\nABSTRACT\nPre-salt offshore oil fields currently produce 22% of Brazil's crude oil. In order to ensure longevity and efficiency and to reduce environmental risks, the use of pipes cladded internally with corrosion resistant alloys such as nickel is vital. Arc welding plays an important role in cladding processes because of its affordability and simplicity. The automated TIG hot wire process is commonly used in Brazil for this purpose. Local producers of cladded pipes face some issues that compromise their performance and generate costs associated with scrap and rework. With this in mind, the objective of this work is to address the development of innovative cladding procedures to apply layers of Inconel 625 using the MIG/MAG and submerged arc processes in a vertical downhill position and achieve low dilution requirements (less than 10% iron content on the deposits). For the MIG/MAG process, some variants were tested such as the use of pulsed arc, adaptative variable polarity, new weaving techniques, and geometries. Additionally, the use of argon with 5% hydrogen as shielding gas (instead of the more traditional argon with 2% oxygen) was tested in order to determine its effect on dilution and the occurrence of cold cracks when welding API X46 steel. Submerged arc welding resulted in high dilution (about 30%), even when applying reverse polarity. Satisfactory results could not be achieved with the submerged arc process in the vertical downhill position, since the movement of flux drags the molten metal down. The MIG/MAG process applied in the vertical downhill position, associated with: special weave techniques, variable travel speed, rectangular shaped geometry and forehand welding, achieved the target value of less than 10% dilution. This resulted in sufficiently low iron content to assure corrosion resistance. Use of the argon-hydrogen mix reduced dilution without compromising cold crack susceptibility, which was confirmed in CTS tests. From a productivity point of view (area covered versus elapsed time), the MIG/MAG process was more than five times more efficient than the current TIG hot wire.\nKeywords: cladding; AC Adaptative MIG/MAG; weaving; robot welding; Inconel 625; API X46.\nLISTA DE FIGURAS\nFigura 1 - Localização geográfica da área do pré-sal.................33\nFigura 2 - Lâmina d'água e profundidade de perfuração das áreas do pré-sal.\n................................................................34\nFigura 3 - Representação esquemática de um sistema de exploração \"off-\nshore\" em que é utilizada uma FPSO..............................35\nFigura 4 - Vista esquemática de um \"riser\"...........................36\nFigura 5 - Sequência da fabricação de tubos com costura longitudinal.40\nFigura 6 - Fechamento do tubo usando processo de soldagem no estado\nsólido por resistência elétrica baixa frequência................41\nFigura 7 - Fechamento do tubo usando processo de soldagem no estado\nsólido por resistência elétrica alta frequência.................42\nFigura 8 - Evolução do nível de resistência dos dutos................43\nFigura 9 - Micrografia de escapamento em aço inox ferrítico soldado com\nmistura de Ar + 8% de CO2 (ataque ácido oxálico)................54\nFigura 10 - Macrografia de soldagem com polaridade direta a velocidade de\n2,4 m/min utilizando como gás de proteção uma mistura Ar com 2%\nO2 (Ar-O2)......................................................55\nFigura 11 - Aspecto dos cordões e perfil de penetração de cordões de\nsoldagem realizados com CC+ e CC-...............................56\nFigura 12 - Representação esquemática do formato da onda de corrente na\nsoldagem MIG CA no modo adaptativo..............................58\nFigura 13 - Oscilograma mostrando o comportamento de tensão, corrente e\npotência no processo CMT........................................60\nFigura 14 - Comparação entre camadas de Inconel obtidas por diversos\nprocessos de soldagem.......................................... 61\nFigura 15 - Aspecto do revestimento obtido com CMT twin (duplo arame)\n................................................................63\nFigura 16 - Seção transversal de um cordão depositado na posição plana\ndiluição de 5,38% e altura máxima de 2,41\tmm....................64\nFigura 17 -\t“Cladding” com arco submerso utilizando fita............65\nFigura 18 -\tFormas de tecimento disponíveis no controlador Fanuc... 67\nFigura 19 -\tCorpo de prova para o teste CTS.........................71\nFigura 20 -\tMontagem utilizada para a medição da vazão de gás.......79\nFigura 21 -\tFormato triangular customizado. L_dwell e R_dwell são os\ntempos de espera nas extremidades do tecimento esquerda e direita, respectivamente.................................................81\nFigura 22 - Tipo de parada com ou sem interrupção do movimento de\ndeslocamento na trajetória......................................82\nFigura 23 -\tSeleção da referência de tecimento..................... 83\nFigura 24 -\tÂngulo de elevação......................................83\nFigura 25 -\tÂngulo de orientação do tecimento.......................84\nFigura 26 -\tMedição de temperatura..................................84\nFigura 27 -\tMedição do ângulo de inclinação.........................85\nFigura 28 - Medição do ângulo de ataque (puxando ou empurrando).....86\nFigura 29 - Calibre para a medição da DBCP..........................87\nFigura 30 - Laboratório de Metalografía do IFSC - Sala para preparação de\namostras metalográficas........................................89\nFigura 31 - Microdurômetro LECO AH43................................90\nFigura 32 - Microscópio LEICA DM4000 M LED;.........................91\nFigura 33 - Estereoscópio ZEISS Stemi 2000 C, acoplado a uma câmera\ndigital AxioCam ERc5s..........................................92\nFigura 34 - Espectrómetro de emissão ótica Spectromaxx LMX06........94\nFigura 35 - Detalhe de um sistema HW................................96\nFigura 36 - Comparação entre as Tochas e Flanges: a) antiga e b) nova....97 Figura 37 - Silo de fluxo...........................................98\nFigura 38 - Dispositivo utilizado para soldagem na vertical.........98\nFigura 39 - Montagem para medição de repetibilidade.................99\nFigura 40 - Montagem para calibração do relógio comparador.........100\nFigura 41 - Gráfico mostrando o comportamento das medições com o\ntempo (número de ordem da medição) na direção “x”.............103\nFigura 42 - Gráfico mostrando o comportamento das medições com o\ntempo (número de ordem da medição) na direção “y”.............105\nFigura 43 - Gráfico mostrando o comportamento das medições com o\ntempo (número de ordem da medição) na direção “z”.............107\nFigura 44 - Biblioteca \"ARC Positioner\" adicionada após a instalação do\nnovo software.................................................108\nFigura 45 - Esquema do conector de entradas e saídas digitais......109\nFigura 46 - Módulo 1 de Entradas e Saídas Digitais/Analógicas do robô\nFanuc.........................................................110\nFigura 47 - Sequência simplificada utilizada para a medição da diluição 113 Figura 48 - Comparação entre o teor de ferro calculado através da diluição\ne o medido no espectrómetro de emissão ótica para a Amostra 1.115\nFigura 49 - Comparação entre o teor de ferro calculado através da diluição\ne o medido no espectrómetro de emissão ótica para a Amostra 2.115\nFigura 50 - O defeito de forma da retilinidade.....................117\nFigura 51 - O defeito de forma da planicidade......................117\nFigura 52 - Equipamento Roundtest RA-1600 da Mitutoyo..............119\nFigura 53 - Medição de retilinidade de amostra soldada.............119\nFigura 54 - Cordão de solda realizado com o processo arco submerso na\nposição plana com Inconel 625 (ensaio 1a).....................122\nFigura 55 - Cordão de solda realizado com o processo arco submerso na\nposição plana com Inconel 625 com tecimento retangular simples e polaridade positiva (ensaio 2a)...............................123\nFigura 56 - Cordão de solda realizado com o processo arco submerso na\nposição plana com Inconel 625 com tecimento e polaridade negativa\n(ensaio 3 a)..................................................124\nFigura 57 - Curva de consumo de arame para a polaridade positiva e\nnegativa......................................................126\nFigura 58 - Aquisição de dados realizada na soldagem com arco submerso sem tecimento..................................................127\nFigura 59 - Aquisição de dados realizada na soldagem com arco submerso com tecimento..................................................128\nFigura 60 - Montagem realizada para os ensaios durante uma soldagem. 129\nFigura 61 - Sistema com esteiras para arco submerso usado na soldagem simultânea nos lados esquerdo/direito ou interno/externo.......130\nFigura 62 - Sistema proposto para permitir a soldagem com arco submerso em qualquer posição............................................131\nFigura 63 - Relação entre a taxa de fusão e a corrente média, conforme os dados de Kejelin:..............................................133\nFigura 64 - Oscilograma de soldagem com corrente pulsada mostrando curtos-circuitos e transferências fora da fase de pulso........134\nFigura 65 - Oscilograma de soldagem com novos parâmetros............136\nFigura 66 - Curva comparativa de consumo de arame usando diferentes gases de proteção (DBCP de 17 mm)..............................137\nFigura 67 - Aspecto superficial e macrografia de soldagem com corrente pulsada e gás de proteção H2...................................138\nFigura 68 - Aspecto superficial e macrografia de soldagem com corrente pulsada e gás de proteção O2...................................139\nFigura 69 - Aspecto de três cordões produzidos com CC- e gás Ar-H5 (Vs = 40 cm/min).................................................... 140\nFigura 70 - Oscilograma mostrando o comportamento da corrente na soldagem com CC- e gás Ar-H5...................................140\nFigura 71 - Aspecto de três cordões produzidos com CC- e gás Ar-O2 (Vs = 40 cm/min).................................................... 141\nFigura 72 - Oscilograma mostrando o comportamento da corrente na soldagem com CC- e gás Ar-O2...................................142\nFigura 73 - Macrografia de dois cordões depositados lado a lado com polaridade negativa............................................143\nFigura 74 - Aspecto superficial e corte transversal do cordão realizado no modo CA adaptativo com gás Ar-H5...............................145\nFigura 75 - Aspecto superficial e corte transversal do cordão realizado no modo CA adaptativo com gás Ar-O2.............................. 145\nFigura 76 - Oscilograma da soldagem no modo AC adaptativo com gás Ar-O2.............................................................146\nFigura 77 - Oscilograma da soldagem no modo AC adaptativo com gás Ar-\nH5................................................................147\nFigura 78 - Aspecto superficial e o corte transversal da soldagem manual\ncom gás Ar-O2 (a) Ar-H5 (b).......................................150\nFigura 79 - Trajetória retangular......................................153\nFigura 80 - Aspecto e o perfil de penetração dos depósitos resultantes da\nsoldagem com a trajetória retangular..............................153\nFigura 81 - Trajetória em ZigZag.......................................155\nsoldagem com a trajetória Zigzag..............................156\nFigura 83 - Secção transversal dos cordões soldados com espaçamento A de\n2,5 mm (a) e 2 mm (b).........................................157\nFigura 84 - Pontos adicionais na trajetória........................159\nFigura 85 - Esquematização da fórmula de cálculo da largura de tecimento.\n....................................................................161 Figura 86 - Soldagem com o novo programa utilizando o gás Ar-O2....162\nFigura 87 - Soldagem com o novo programa utilizando o gás Ar-H5....163\nFigura 88 - Movimento realizado pela tocha durante o “switchback”..165\nFigura 89 - Vídeo produzido para analisar o movimento do robô......167\nFigura 90 - Curva deslocamento x tempo para frequência de 2 Hz e\ndeslocamento de 8 mm..........................................168\nFigura 91 - Curva deslocamento x tempo para frequência de 4 Hz e\ndeslocamento de 8 mm..........................................168\nFigura 92 - Curva deslocamento x tempo para frequência de 8 Hz e\ndeslocamento de 8 mm..........................................169\nFigura 93 - Orientação da tocha na soldagem da direita para a esquerda. 170\nFigura 94 - Orientação da tocha na soldagem da esquerda para a direita. 171\nFigura 95 - Aspecto superficial e a seção transversal de um depósito\nrealizado utilizando gás Ar-O2 e empurrando a 10°...............172\nFigura 96 - Aspecto superficial e a seção transversal de um depósito realizado utilizando gás Ar-H5 e empurrando a 10°...............173\nFigura 97 - Comparativo entre a diluição e teor de Fe para depósitos realizados utilizando gás de proteção Ar-H5 e Ar-O2.............174\nFigura 98 - Corpo de prova de ensaio CTS.............................175\nFigura 99 - Corpo de prova tipo CTS seccionado.......................176\nFigura 100 - Macrografia do CP CTS soldado com gás Ar-O2 (meio do cordão tri-térmica).............................................177\nFigura 101 - Macrografia do CP CTS soldado com gás Ar-H5 (fim do cordão bi-térmica) .............................................178\nFigura 102 - Resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-H5.\n..............................................................179\nFigura 103 - Resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-O2.\n..............................................................180\nFigura 104 - Áreas de medição da retilinidade na amostra soldada com o\nprocesso TIG HOT WIRE.........................................181\nFigura 105 - Amostras soldadas com MIG CA Adaptativo com os gases Ar-\nH5 (a) e Ar-O2 (b)............................................183\nFigura 106 - Micrografia da interface MS/ZAC em cordão de soldagem\nrealizada com gás Ar-H5.......................................186\nFigura 107 - Micrografia da interface MS/ZAC em cordão de soldagem\nrealizada com gás Ar-H5.......................................187\nFigura 108 - Micrografia da interface MS/ZAC em cordão de soldagem realizada com gás Ar-H5......................................187\nFigura 109 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 20X...........................................188\nFigura 110 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 50X...........................................188\nFigura 111 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 100X..........................................189\nFigura 112 - Forma de onda TIPO D descrita por Nascimento........195\nLISTA DE TABELAS\nTabela 1 - Comparação entre os processos industriais para revestimento interno de dutos.................................................50\nTabela 2 - Resultados da comparação entre processos de soldagem utilizados para a deposição de camadas de Inconel................61\nTabela 3 - Parâmetros de soldagem típicos utilizados na soldagem com fita por arco submerso................................................65\nTabela 4 - Composição típica da liga Inconel 625 segundo a especificação UNS N06625.......................................................68\nTabela 5 - Características do arame Sanicro 60.......................76\nTabela 6 - Composição química e Pcm*..................................77\nTabela 7 - Propriedades mecânicas aço API X46........................78\nTabela 8 - Resumo das técnicas e consumíveis utilizados nos ensaios...80\nTabela 9 - Características metrológicas do termômetro infravermelho...85\nTabela 10 - Características metrológicas dos meios utilizados para a medição de ângulos...............................................86\nTabela 11 - Características do laboratório de Metalografía............90\nTabela 12 - Características e especificações do Microdurômetro LECO\nAH43............................................................90\nTabela 13 - Características e especificações do Microscópio LEICA DM4000 M LED.....................................................91\nTabela 14 - Características e especificações do Estereoscópio ZEISS Stemi 2000C............................................................92\nTabela 15 - Composição da amostra padrão de aço Inox..................93\nTabela 16 - Faixas de medição e incertezas do sistema.................95\nTabela 17 - Resultados de calibração do relógio comparador milesimal Mitutoyo........................................................101\nTabela 18 - Resultados da calibração\tdo robô na direção “x”.........102\nTabela 19 - Resultados de calibração\tdo robô na direção “y”.........104\nTabela 20 - Resultados de calibração\tdo robô na direção “z”.........106\nTabela 21 - Relação entre comandos no programa do robô e parâmetro de soldagem selecionado............................................111\nTabela 22 - Comparação entre os métodos de medição do teor de Fe através de diluição e através de análise química em peças revestidas pelo processo MIG/MAG................................................114\nTabela 23 - Características do equipamento de medição de retilinidade/circularidade utilizado............................118\nTabela 24 - Comparativo entre medições com rugosímetro laser e o equipamento RA-1600............................................ 120\nTabela 25 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW sem tecimento................................122\nTabela 26 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW com tecimento e polaridade positiva (ensaio 2a).\n............................................................124\nTabela 27 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW com tecimento e polaridade negativa (ensaio 3a).\n............................................................125\nTabela 28 - Parâmetros de soldagem propostos por Kejelin*........132\nTabela 29 - Parâmetros de soldagem com misturas Ar-H5 e Ar-O2 (os valores em caracteres itálicos são medidos, os restantes são regulados).\n............................................................135\nTabela 30 - Parâmetros de soldagem com mistura argônio oxigênio e polaridade negativa (fonte de tensão). Os valores em caracteres itálicos são medidos, os restantes são regulados......................143\nTabela 31 - Parâmetros de soldagem com mistura Ar-O2 e Ar-H5 no modo AC adaptativo (os valores em caracteres itálicos são medidos, os restantes são regulados).....................................148\nTabela 32 - Comparação entre as diluições com soldagem no modo pulsado e CA adaptativo utilizando os gases Ar-O2 e Ar-H5 (valores medidos para Va=8,5 m/min)...........................................149\nTabela 33 - Parâmetros de soldagem utilizados na soldagem manual com corrente pulsada com os gases Ar-O2 e Ar-H5 (os valores em caracteres itálicos são medidos, os restantes são regulados).151\nTabela 34 - Parâmetros de soldagem aplicados para a realização do depósito da figura 80 (os valores em caracteres itálicos são medidos, os restantes são regulados).....................................154\nTabela 35 - Parâmetros de soldagem aplicados para a realização do depósito da figura 82 (os valores em caracteres itálicos são medidos, os restantes são regulados).....................................155\nTabela 36 - Parâmetros e diluição dos ensaios com trajetória retangular e modificação do espaçamento...................................157\nTabela 37 - Parâmetros de soldagem ligados à trajetória do robô inseridos para executar os cordões na vertical descendente ............160\nTabela 38 - Parâmetros utilizados na soldagem dos testes mostrados nas figuras 86 e 87 (os valores em caracteres itálicos são medidos, os restantes são regulados).....................................164\nTabela 39 - Parâmetros de tecimento Switch Back..................166\nTabela 40 - Comparação entre valores de amplitude e frequência configurados e medidos.......................................169\nTabela 41 - Parâmetros utilizados na soldagem com a técnica empurrando à 10°(os valores em caracteres itálicos são medidos, os restantes são regulados)...................................................171\nTabela 42 - Parâmetros aplicados na soldagem dos CPs CTS (os valores em caracteres itálicos são medidos, os restantes são regulados).175\nTabela 43 - Resultados de medição dos revestimentos obtidos com o processo TIG Hot Wire........................................182\nTabela 44 - Resultados de medição das soldagens com o processo MIG CA\nAdaptativo...................................................183\nTabela 45 - Cálculos de Produtividade TIG Hot Wire................184\nTabela 46 - Cálculos de Produtividade MIG CA Adaptativo (Ar-O2 e Ar-\nH5)..........................................................185\nLISTA DE EQUAÇÕES\nEquação 1 - reações químicas....................................44\nEquação 2 - Fórmula.............................................72\nEquação 3 - Fórmula.............................................72\nEquação 4 - Fórmula do Carbono Equivalente Pcm (Metal Criticai\nParameter)..................................................77\nEquação 5 - Equação para o\tcálculo da repetibilidade...........100\nEquação 6 - Equação para o\tcálculo da repetibilidade...........100\nEquação 7 - Equação para o\tcálculo da diluição.................112\nLISTA DE SÍMBOLOS E ABREVIATURAS\nA = espaçamento entre cordões no tecimento retangular.\nAC - Alternated Current\nAd - Área depositada\nAf - Área fundida\nAISI - American Iron and Steel Institute\nAMP - Amplitude de tecimento\nAPI - American Petroleum Institute ou Instituto Americano do Petróleo\nAr-H5 - Mistura gasosa de 95% de argônio e 5% de hidrogênio\nARM7 - Família de processador\nAr-O2 - Mistura gasosa de 98% de argônio e 2% de O2.\nASM - American Society for Metals ou Associação Americana de Metais ASTM - American Society for Testing and Materials\nAt - Largura ou amplitude de tecimento\nAWS - American Welding Society\nb - Espessura da chapa inferior (retangular) no corpo de prova CTS\nBRS - Bactérias redutoras de sulfato\nCA - Corrente Alternada\nCC - Corrente contínua\nCC- - Corrente contínua polaridade negativa\nCE - Carbono Equivalente\nCenpes - Centro de Pesquisas Leopoldo Américo Miguez de Mello (Petrobras)\nCNC - Controle numérico computadorizado\nCRA - Corrosion resistant alloy ou liga resistente a corrosão\nCreq - Cromo equivalente\nCTS - Controlled Thermal Severity Test (ou teste de severidade térmica controlada)\nD/W - “Depth to Width ratio”, é a relação penetração/Largura do cordão de solda\nDAMM - Departamento Acadêmico de Metal-Mecânica\nDBCP - Distância do bico de contato a peça\nde - Diâmetro do Eletrodo\ndext - Distância entre os pontos intermediários e a extremidade do tecimento\ndg - Diâmetro de gota\ndh1 - Distância horizontal entre ponto inicial e ponto de começo dos cordões\ndint - Distância entre os pontos intermediários\nDNV - Det Norske Veritas\ndvA - Distância vertical entre duas áreas de depósito (permite o aproveitamento da chapa com múltiplas áreas de depósito) FANUC - Fujitsu Automated Numerical Control\nFBTS - Fundação Brasileira de Tecnologia da Soldagem\nFPSO - Floating Production, Storage and Offloading\nFREQ - Frequência de tecimento\nG - Tamanho de grão ASTM\nH2S - Gás sulfídrico\nI - Corrente de soldagem\nIb - Corrente de base\nIbm - Corrente de base média (MIG CA adaptativo)\nIeff - Corrente eficaz\nIFSC - Instituto Federal de Educação, Ciência e Tecnologia de Santa\nCatarina\nIMC - Fabricante de fontes de soldagem\nIn - Corrente negativa (MIG CA adaptativo)\nIp - Corrente de pulso\nIREF - Sinal de referência da corrente de soldagem\nL_DW - Parada na esquerda\nLa - Comprimento do arco\nLABSOLDA - Laboratório de Soldagem da UFSC\nLC - Laminação controlada\nM - Fator de ampliação\nMAG - Metal Active Gas\nMEV - Microscópio eletrônico de varredura\nMIG - Metal Inert Gas\nMO - Microscópio ótico\nMTE - Ministério do Trabalho e Emprego\nN - Número de ciclos de tecimento (número de cordões sucessivos)\nNieq - Níquel equivalente\nPcm - Parâmetro crítico do metal\nPDP - Depto. De Projetos de Desenvolvimento da Produção da Petrobras\nPTA - Plasma transferred arc welding\nR_DW - Parada na direita\nRA - Resfriamento acelerado\nSAW - Submerged arc welding\nt - Espessura da chapa superior (quadrada) no corpo de prova CTS\nTAF - Trocador automático de ferramentas\ntb - Tempo de base\nTCP - Tool Center Point\nTD - Têmpera direta\nTIG - Tungsten Inert Gas\nTMEC - Depto. De Tecnologia de Materiais e Controle de Corrosão da\nPetrobras\ntn - Tempo corrente negativa (MIG CA adaptativo)\nTOOL - Referência de tecimento\ntp - Tempo de pulso\nTSN - thermal severity number ou número de severidade térmica\nTTM - Tratamento termo-mecânico\nTWI - The Welding Institute\nUa - Tensão arcona fase de base (MIG CA adaptativo)\nUr - Tensão de referência\nVg - Vazão de gás\nvs - Velocidade de soldagem\nVs1 - Velocidade de soldagem do primeiro cordão\nVsext - Velocidade de soldagem na fase longitudinal nas extremidades do tecimento\nVsh - Velocidade de soldagem horizontal (longitudinal)\nVsint - Velocidade de soldagem na fase horizontal em regime do tecimento (entre os pontos intermediários)\nVsv - Velocidade de soldagem na fase vertical do tecimento (transversal) Wdata - Dados de tecimento do robô (liga ou desliga o switch-back por exemplo - WEAVE DATA)\nZAC - Zona afetada pelo calor\nZF - Zona fundida\nZPD - Zona parcialmente diluída (ou parcialmente misturada)\nSUMÁRIO\n1\tINTRODUÇÃO...................................29\n2\tREVISÃO BIBLIOGRÁFICA........................32\n2.1\tA EXPLORAÇÃO DO PETRÓLEO NO PRÉ-SAL..........32\n2.2\tPROCESSOS DE FABRICAÇÃO DE TUBOS SEGUNDO AS\nNORMAS API.........................................37\n2.2.1\tContextualização.............................37\n2.2.2\tRequisitos dos Tubos API.....................38\n2.2.3\tResistência Mecânica.........................42\n2.3\tPROCESSOS DE REVESTIMENTO INTERNO DE DUTOS....44\n2.3.1\tProcessos de Revestimento Mecânicos..........45\n2.3.2\tProcessos de Revestimento Metalúrgicos.......46\n2.4\tPROCESSOS DE SOLDAGEM APLICADOS NO\nREVESTIMENTO DE DUTOS..............................48\n2.4.1\tSoldagem MIG/MAG.............................51\n2.4.1.1\tSoldagem MIG/MAG Convencional (CC+)........52\n2.4.1.2\tMIG/MAG Pulsado............................52\n2.4.1.3\tMIG/MAG CC-................................54\n2.4.1.4\tMIG/MAG Pulsado CA Adaptativo..............57\n2.4.2\tSoldagem com o Processo CMT e CMT Twin.......58\n2.4.3\tSoldagem Arco Submerso ..................... 64\n2.5\tTÉCNICAS DE TECIMENTO EM SOLDAGEM............66\n2.6\tO INCONEL 625................................67\n2.6.1\tA Soldagem do Inconel 625 .................. 68\n2.6.2\tEnsaios de Soldabilidade.....................69\n3\tJUSTIFICATIVAS E OBJETIVOS...................72\n3.1\tJUSTIFICATIVAS...............................72\n3.2\tOBJETIVOS....................................74\n4\tMETODOLOGIA..................................76\n4.1\tENSAIOS DE SOLDAGEM..........................76\n4.2\tENSAIOS MECÂNICOS............................87\n4.3\tMETALOGRAFIA/MICROSCOPIA ÓTICA..........................89\n4.4\tMEDIÇÃO DE COMPOSIÇÃO QUÍMICA...........................93\n4.5\tMONTAGEM DA BANCADA DE ENSAIOS..................94\n4.5.1\tConstrução do Suporte da Tocha para Punho “Hollow Wrist” 96\n4.5.2\tMontagem do Dispositivo para Soldagem Vertical.98\n4.5.3\tVerificação da Repetibilidade do Robô..........99\n4.5.4\tInstalação do Software “ArcTool” no controlador R-30/A.107\n4.5.5\tImplementação de Comunicação Digital entre o Robô Fanuc e a\nFonte de Soldagem IMC Digiplus......................109\n4.6\tVERIFICAÇÃO DO SISTEMA DE AQUISIÇÃO SAP-4...............111\n4.7\tMÉTODOS DE AVALIAÇÃO DA DILUIÇÃO........................111\n4.8\tMEDIÇÃO DE RETILINIDADE.................................116\n5\tRESULTADOS E DISCUSSÃO - ADEQUAÇÃO DOS\nPARÂMETROS DE REVESTIMENTO..........................121\n5.1\tSOLDAGEM COM ARCO SUBMERSO.....................121\n5.1.1\tEnsaios Preliminares na Posição Plana.........121\n5.1.2\tEnsaios na Posição Vertical Descendente.......128\n5.2\tSOLDAGEM MIG-MAG..............................131\n5.2.1\tEnsaios na posição plana com processo automatizado, pulsado em\npolaridade positiva com gases de proteção Ar-O2 e Ar-H5.......132\n5.2.2\tEnsaios na posição plana com processo automatizado, convencional CC- com gás de proteção Ar-O2 e Ar-H5............139\n5.2.3\tEnsaios na posição plana com processo automatizado, CA\nadaptativo com gás de proteção Ar-O2 e Ar-H5...................144\n5.2.4\tEnsaios na posição vertical descendente com processo manual,\npulsado CC+ com gás de proteção Ar-O2 e Ar-H5..................149\n5.2.5\tEnsaios na posição vertical descendente com processo\nautomatizado, utilizando tecimento\n152\n5.2.6\tEnsaios na posição vertical descendente utilizando a técnica\n“Switch-back”\n165\n5.2.7\tAnálise do efeito do ângulo de ataque da tocha....170\n5.2.8\tEfeito do gás de proteção sobre a soldabilidade....174\n5.2.8.1\tTestes de Soldagem de CPs tipo CTS..............174\n5.2.8.2\tAnálise de micro dureza........................178\n5.2.9\tAnálise Comparativa da Qualidade Superficial......181\n5.2.10\tAnálise Comparativa entre os Processos TIG HW e MIG CA no\nAspecto Produtividade...................................184\n5.2.11\tAnálise Micrográfica com Ataque Eletrolítico em Ácido Nítrico\ndas Amostras Soldadas com Gás Ar-O2 e Ar-H5 ............186\n6\tCONCLUSÕES........................................190\n6.1\tEstimativa do teor de Fe do revestimento com base na medida de\nDiluição ...............................................190\n6.2\tProcesso Arco Submerso............................190\n6.3\tProcesso MIG pulsado..............................191\n6.4\tProcesso MIG com polaridade negativa..............191\n6.5\tProcesso MIG CA adaptativo........................192\n7\tSUGESTÕES PARA TRABALHOS FUTUROS..................195\n8\tREFERÊNCIAS.......................................197\n9\tANEXOS............................................204\n1 INTRODUÇÃO\nA Petrobras, em seu Plano de Negócios 2011-2015, previa um investimento em exploração e produção de U$127 bilhões que representava 57% do total de investimentos previstos para o período e um aumento de 4% em relação ao plano anterior. Analisando de forma mais detalhada, o pré-sal corresponde a 45% do valor total de investimento em exploração e produção. Previsões baseadas nos primeiros dados de produção comprovadas por três testes de longa duração e pelo projeto piloto do Campo de Lula, apontam ainda que a participação do pré-sal na produção nacional de petróleo passará dos 2% em 2011 para 40,5% em 2020. Todos estes dados são confirmados pelos resultados recentes de produção do Pré-Sal que responde atualmente por 22% do petróleo produzido no país (PETROBrAs/GECI, 2015)\nA exploração destas reservas de petróleo em alto-mar depende da utilização de estruturas de alta complexidade e de um intrincado conjunto de dutos que deve ligar cada poço e subsistema. É de fundamental importância que este sistema de dutos suporte as condições de operação por 25 a 30 anos, de forma a manter os investimentos em níveis competitivos, reduzir os custos de operação e minimizar os riscos de acidentes ambientais. Como forma de garantir a longevidade de operação, é de fundamental importância que sejam associadas resistência mecânica e resistência à corrosão nos tubos utilizados. Para que se tenha uma ordem de grandeza quanto à demanda de tubos revestidos com Inconel exigida pelos projetos de exploração, a plataforma P55, que entrou em operação no ano de 2014, utilizou 7,5 km deste tipo de tubo. Estes dados foram repassados durante visita à empresa Butting em Guaramim no mês de agosto de 2014. Mais recentemente, a Petrobras contratou para a exploração dos campos de Lula e Guara, a importação de um total de 84 km de tubos internamente revestidos com Inconel (BUTTING, 2016).\nOs fabricantes nacionais deste tipo de produto se defrontam com diferentes dificuldades durante sua produção que estão ligadas tanto aos procedimentos de fabricação, quanto ao seu controle. Estas dificuldades geram elevação de custos com sucata e retrabalho o que abre espaço para melhorias. Além disso, apesar da desvalorização do Real, a redução dos preços do petróleo no mercado internacional aumenta o desafio de fornecedores locais, em otimizar os custos de exploração do Pré-sal, através da fabricação destes tubos no Brasil com qualidade e eficiência.\nOs tubos precisam, como já foi dito, associar adequadas resistências mecânica, à fadiga e à corrosão. A forma econômica\nencontrada para associar estas propriedades, é a utilização dos tubos revestidos. O revestimento dos tubos pode ser realizado por processos de união mecânica e metalúrgica. Os tubos com união mecânica se caracterizam por não envolverem a fusão no processo de revestimento e tem boa aceitação no mercado por este motivo. Os investimentos, e, consequentemente, custos de produção são elevados. Já a união por processos metalúrgicos, associa grande flexibilidade de espessuras e materiais dos tubos a uma grande variedade de processos de revestimento. Estes processos podem ser desde o uso de laser ou lâmpadas de altíssima energia para fundir o metal de revestimento sobre o substrato (tubo) até o produtivo processo de colaminação. A soldagem ocupa uma posição de destaque entre estes processos, sendo muito utilizado o processo TIG com arame aquecido, ou “Hot Wire”. Este processo, no entanto, está normalmente associado a uma produtividade limitada e são comuns os relatos de problemas de qualidade.\nNo que diz respeito à resistência à fadiga, a forma como o revestimento é aplicado, também pode ter uma influência negativa. Hippert, cita a ocorrência da ruptura de tubos revestidos sob solicitação de fadiga (HIPPERT, 2015). As falhas foram associadas a defeitos de falta de fusão entre cordões depositados helicoidalmente.\nO presente trabalho pretende colaborar neste aspecto buscando procedimentos alternativos, produtivos e robustos para aplicação industrial. Com este objetivo, pretende-se estudar a utilização dos processos de soldagem Arco Submerso e MIG/MAG e suas variantes, aplicados na posição vertical descendente. A posição de soldagem, visa produzir depósitos que sejam realizados na mesma direção dos esforços principais que causam fadiga, a direção longitudinal. Um defeito de falta de fusão posicionado transversalmente em relação aos esforços, é um ponto preferencial para a nucleação e o crescimento de trincas. Na ocorrência de um defeito de falta de fusão entre depósitos longitudinais, estes estarão orientados na mesma direção dos esforços principais, e estarão, teoricamente, menos sujeitos à falha por fadiga. Para avaliar a qualidade dos depósitos, foi realizada uma série de ensaios avaliando os seguintes aspectos:\n-\tSoldabilidade;\n-\tProdutividade;\n-\tAcabamento superficial;\nO revestimento de tubos utilizando depósitos realizados longitudinalmente aos dutos e na vertical, também permite a soldagem em\nlados opostos da face interna do tubo, o que teria um impacto positivo, tanto na produtividade, quanto na compensação de eventuais deformações geradas pelo processo de fusão.\n2\tREVISÃO BIBLIOGRÁFICA\nNeste capítulo será apresentado um resumo de assuntos considerados pelo autor como importantes para o desenvolvimento da tese.\nPrimeiramente, será feita uma breve descrição sobre os potenciais, métodos e sistemas utilizados na exploração de petróleo em alto-mar, focando principalmente as jazidas localizadas no Pré-Sal.\nPosteriormente será feita uma breve descrição sobre o desenvolvimento de aços fabricados segundo as normas API (American Petroleum Institute) e os métodos utilizados para a sua produção, mediante conformação mecânica, em alguns casos seguida de soldagem.\nDepois, serão abordados os métodos de revestimento de tubos, procurando fazer uma comparação quanto às suas vantagens e desvantagens relacionadas com aspectos de qualidade e produtividade.\nPor último, serão descritas as características de aplicação de diversos processos de soldagem a arco para a obtenção de revestimentos com superligas.\n2.1 A EXPLORAÇÃO DO PETRÓLEO NO PRÉ-SAL\nO primeiro poço do campo de Lula em produção é, atualmente, o mais produtivo da Petrobras. Esta informação reforça o firme propósito da empresa no desenvolvimento da exploração na área do pré-sal e o consequente direcionamento de investimentos, mesmo no atual momento de crise. Na figura 1 é mostrada a região onde se localizam as recentes descobertas do pré-sal.\nFigura 1 - Localização geográfica da área do pré-sal.\nA exploração do pré-sal impõe alguns desafios do ponto de vista tecnológico, principalmente no que diz respeito às elevadas profundidades de exploração e às técnicas para recuperação e beneficiamento do óleo.\nAs regiões do pré-sal encontram-se a uma lâmina d'água (LDA) de aproximadamente 2000 m (Figura 2), o que dificulta a implementação e manutenção das instalações submarinas, uma vez que 100% das operações devem ser executadas de forma remota. Isto implica em uma elevação considerável de custos, pois não é possível o mergulho humano. Além disso, há os aspectos de operação e implementação dos sistemas, pois para cada 10 m de coluna d'água aumenta em 1 atm a pressão hidrostática, de modo que a 2000 m os equipamentos estarão submetidos a uma pressão de 200 atm. Portanto, como a pressão externa aos dutos será, normalmente, muito superior à pressão interna dos fluidos transportados, os tubos deverão ser capazes de suportá-la. Para garantir esta resistência, deve existir um compromisso entre espessura e resistência mecânica, uma vez que a última, é limitada de forma a não comprometer a resistência a corrosão assistida pelo meio.\nFigura 2 - Lâmina d'água e profundidade de perfuração das áreas do pré-sal.\nFonte:(WERNECK, 2010)\nDo ponto de vista das técnicas de recuperação e beneficiamento do óleo, a utilização de Unidades Flutuantes de Produção, Armazenamento e Transferência (em inglês, FPSOs - Floating Production, Storage and Offloading) torna-se quase obrigatória, devido às grandes distâncias entre as áreas de produção e a costa.\nAs FPSOs são embarcações flutuantes construídas, em muitos casos, mediante a adaptação de navios petroleiros de casco simples que não podem mais transportar petróleo devido às novas leis ambientais internacionalmente aplicadas. Elas são projetadas para receber de poços submarinos o petróleo bruto, normalmente contaminado por água, sólidos em suspensão, areia, sais solúveis em água e gases como o H2S e CO2 dissolvidos na água. Como estes contaminantes comprometem a durabilidade e produtividade das estações de beneficiamento subsequentes, a separação destes elementos do óleo tem uma importância fundamental na produção do petróleo, uma vez que também vai reduzir o volume de material a ser transportado, seja através de dutos ou por navios de transporte (CHAKRABARTI, 2005). Na figura 3 é mostrado de forma\nesquemática um sistema de exploração em alto-mar incluindo o uso de FPSOs.\nFigura 3 - Representação esquemática de um sistema de exploração \"off-shore\" em que é utilizada uma FPSO.\nFonte: (WIKIPÉDIA, 2013)\nOs tubos também devem suportar tensões de compressão elevadas, devido à pressão externa no leito do oceano, e também ter boa resistência à fadiga. Do ponto de vista de vida em fadiga, trincas iniciadas associadas a fatores geométricos e processos de fragilização do material, podem rapidamente progredir e levar à ruptura do componente. Os esforços principais a que são submetidos os tubos dependem da posição destes no espaço:\n•\ttubos verticais ou \"rísers\";\n•\ttubos horizontais;\n•\ttubos inclinados;\nOs \"rísers\" (Figura 4) são os dutos mais solicitados à fadiga no sistema, pois sustentam o peso de toda a tubulação e estão sujeitos aos esforços cíclicos gerados pela unidade flutuante (ventos e correntes submarinas). Eles estão conectados a estruturas horizontais na região próxima da sua aterrissagem junto ao leito marinho e, portanto, assumirão várias posições no espaço.\nFigura 4 - Vista esquemática de um \"riser\".\nFonte: (WIKIPÉDIA, 2013)\nOs dutos horizontais, também estão sujeitos a esforços de fadiga, causados principalmente pelas correntes marinhas.\nOs tubos inclinados estarão em uma situação intermediária entre as duas anteriores. Estes dutos podem estar nesta posição por serem uma parte dos \"risers\" ou por estarem acompanhando irregularidades no relevo marinho.\nAs linhas de dutos de instalações para exploração de petróleo \"offshore\" demandam, portanto, a garantia de algumas funções básicas para o seu funcionamento de forma econômica:\n•\tResistência mecânica a tração e compressão, devido ao seu peso próprio e às elevadas pressões externas a que são submetidas;\n•\tResistência à fadiga;\n•\tResistência à corrosão e à fragilização por hidrogênio;\nAs duas primeiras funções citadas acima são atendidas pelos modernos tubos de baixo carbono e alta resistência fabricados segundo a norma API. Estes tubos, no entanto, têm baixa resistência à corrosão, o que no caso do transporte de fluídos agressivos limita a sua vida.\n2.2 PROCESSOS DE FABRICAÇÃO DE TUBOS SEGUNDO AS NORMAS API\n2.2.1\tContextualização\nExiste uma tendência crescente na utilização de tubos API fabricados com aços de maior resistência e paredes mais finas, no intuito de reduzir os custos com material, transporte e instalação destes em campo (tubos mais leves). O aumento da resistência também permite um aumento da capacidade e da eficiência no transporte dos fluidos através do aumento da pressão de operação. Ao se utilizar tubos em aço de maior resistência, surgem novos desafios, que exigem o aprimoramento de:\n•\tMétodos de inspeção para a detecção de descontinuidades nos cordões de soldagem.\n•\tTecnologias envolvidas na união dos tubos.\n•\tDiversas propriedades mecânicas da junta soldada.\nOs tubos API com costura são produzidos a partir de chapas planas que são dobradas e soldadas. A chapa de aço atualmente utilizada na produção dos tubos resulta de uma criteriosa especificação e controle rígido das condições de processamento. Os aços mais utilizados são os aços micro ligados com baixos teores de carbono e a sua elevada resistência mecânica provém da obtenção de uma microestrutura com granulação fina e homogênea. Isto confere alta resistência mecânica sem comprometimento da ductilidade e da soldabilidade (ASAHI, 2004). Entretanto, na soldagem para a formação do tubo, seja ela por processos no estado sólido ou com a fusão dos materiais, surge uma zona afetada pelo calor que pode apresentar propriedades inferiores àquelas do metal de base, notadamente a tenacidade e a ductilidade. Além disso, o cordão de soldagem é propensa a apresentar descontinuidades físicas, que agem como concentradores de tensão.\nA preocupação com a soldabilidade dos aços utilizados na fabricação dos tubos API não está associada apenas à realização da costura para fechamento do tubo. Este cordão de soldagem muitas vezes é submetida posteriormente a tratamento de alívio de tensões. Não se pode, entretanto, esquecer da união circunferencial dos tubos entre si, para a qual muitas vezes a realização de um tratamento térmico posterior em campo é dificultosa. Por causa disso, o uso da laminação controlada com tratamento termomecânico, em substituição à laminação convencional e\na especificação de menores teores de carbono, são algumas das medidas tomadas para aumentar a soldabilidade do aço (ANTAKI, 2003).\n2.2.2\tRequisitos dos Tubos API\nExistem três tipos principais de tubos de aço:\n1)\tSem costura extrudados a quente com diâmetro entre 400 e 600 mm (considerados de pequeno diâmetro por alguns fabricantes).\n2)\tCom costura longitudinal, feitos pelo dobramento de uma chapa de aço e a união mediante cordão de solda. Vários processos de soldagem podem ser utilizados, mas destacam-se o arco submerso com adição de material e a soldagem por resistência com aquecimento por alta frequência. Atualmente, o maior diâmetro fabricado desta forma é superior a 1420 mm.\n3)\tCom costura em espiral (ou tubo helicoidal), obtidos pelo dobramento de chapa em forma espiral mediante rolos. Tal soldagem deve ser rigorosamente controlada na fábrica. (VINCENT-GENOD, 1984).\nA vantagem dos tubos com costura sobre os sem costura é que aqueles podem ser feitos com espessuras menores, se ajustando às tolerâncias de fabricação mais rigorosas que incluem a espessura, o diâmetro, a excentricidade e o peso.\nAs tolerâncias no diâmetro e circularidade são importantes para a montagem e soldagem de topo das extremidades dos tubos.\nSão denominados pela norma API como tubos com “cordão de soldagem elétrica”, aqueles cujo cordão de soldagem longitudinal é realizada sem a adição de material pelos processos de centelhamento (electric flash welding), resistência elétrica ou indução de alta frequência.\nA costura também pode ser realizada pelos processos a arco elétrico como os processos arco submerso e MIG/MAG aplicados simultaneamente ou não. Em alguns casos, com apenas um cordão por arco submerso, e, em outros casos, com um passe interno em posição sobre-cabeça pelo processo MIG/MAG e um passe externo na posição plana realizado pelo processo Arco Submerso de forma simultânea.\nA fabricação de tubos com costura segue os passos ilustrados na figura 5 e descritos abaixo (ANTAKI, 2003):\na)\tAs chapas com largura padrão em torno de 1200 mm são divididas em “sliters” (bobinas de menor largura). Para evitar a interrupção do processo de fabricação, estes “sliters” têm o seu final soldado ao início de outro “sliter\". As bordas são chanfradas e limpas;\nb)\ta chapa é progressivamente dobrada em “U”, depois em “O” e finalmente expandida (U-O-E);\nc)\tlogo em seguida ocorre a solda e tratamento térmico (tipicamente com aquecimento por indução ou por chama);\nd)\tas extremidades do tubo são chanfradas ou rosqueadas;\ne)\ta solda é inspecionada (dependendo da especificação do material, a inspeção da solda pode ser desde simplesmente um exame visual até 100% radiografada) e o tubo é submetido a teste hidrostático;\nf)\tas propriedades mecânicas são verificadas tanto no cordão de soldagem como no metal de base, incluindo as propriedades à tração (tensão limite de escoamento, resistência à tração, alongamento na fratura) e a ductilidade mediante o ensaio de dobramento de um anel (ring crush);\ng)\to tubo é limpo (se faz decapagem quando se trata de aço inoxidável), medido, pesado e marcado.\nAcumulador (Buffer)\nFigura 5 - Sequência da fabricação de tubos com costura longitudinal\nSoldagem das pontas de bobina\n(interna ou externa ou ambas)\nPrimeira inspeção por ultrassom\npontas do tubo\n(limpeza ou chamframento)\nCorte dos tubos (normalmente 6 ou 12 m)\nInspeção rotativa por ultrassom do tubo\nTeste hidrostático\nf)\ne)\nc\nFonte: (ANTAKI, 2003).\nEntre as décadas de 1920 e 1980, em algumas empresas, o tubo seguindo a norma API 5L era fabricado com costura pelo uso do processo de soldagem por resistência elétrica com corrente alternada de baixa frequência (360 Hz) ou corrente contínua (Figura 6). Sob essas condições, é necessário um íntimo contato entre os eletrodos (discos de contato) e as bordas da tira, para que estas sejam continuamente fundidas. Essa é a razão pela qual os tubos fabricados durante esse período podiam apresentar defeitos de soldagem do tipo “solda fria”(WEIMER, 2002).\nFigura 6 - Fechamento do tubo usando processo de soldagem no estado sólido por resistência elétrica baixa frequência.\nCom a evolução dos processos de soldagem e, mais recentemente, com a difusão da utilização do processo de soldagem por resistência elétrica a alta frequência (aproximadamente 400 kHz) o nível de defeitos sofreu uma forte redução. Este processo de soldagem no estado sólido produz o aquecimento através de bobinas que ficam próximas, mas não entraram em contato com o tubo de aço (Figura 7). A alta frequência produz o aquecimento das bordas da chapa conformada para que, ao serem comprimidas uma contra a outra, se produza a união para o fechamento do tubo (PIERSON, 2010).\nFigura 7 - Fechamento do tubo usando processo de soldagem no estado sólido por resistência elétrica alta frequência.\nFonte: (WEIMER, 2002)\nOs tubos API 5L devem satisfazer a uma longa lista de requisitos que, dando como exemplo a especificação X80, incluem:\n•\tUma elevada resistência mecânica (tensão de resistência à tração entre 621 e 827 MPa);\n•\tExcelente tenacidade (mínimo de 129 J de energia no ensaio Charpy a 0 °C para tubos com até 2030 mm ou 80” de diâmetro);\n•\tBoa soldabilidade (o Carbono Equivalente, ou CE, não deve ultrapassar 0,43%).\nOs tubos fabricados segundo esta especificação devem ainda, quando a tubulação transporta fluidos que contém H2S, ter uma elevada resistência a trincas induzidas pelo hidrogênio e por corrosão sob tensão. Além disso, em tubulações nas quais sejam esperadas grandes deformações, a elevada ductilidade do material também é um requisito (API, 2005).\n2.2.3\tResistência Mecânica\nCom o objetivo de reduzir os custos da construção de dutos de grande comprimento, tem havido necessidade de desenvolver aços de resistência cada vez maior. Quanto mais longos os oleodutos, mais\ncompensadora é a relação custo benefício para os dutos de maior resistência, uma vez que esta tem grande influência sobre a massa de aço que será utilizada. Esta afirmação também é verdadeira para outras áreas da engenharia, como o competitivo setor automotivo, onde aços de alta resistência e boa soldabilidade também têm sido empregados visando à redução do consumo de aço e consequente redução de custos.\nNa figura 8 é ilustrada a evolução ao longo do tempo da resistência à tração dos aços para dutos. Além disso, com o uso de materiais de maior resistência pode ser aumentada a eficiência no transporte de derivados do petróleo, ao aumentar a pressão de operação.\nFigura 8 - Evolução do nível de resistência dos dutos\nFonte: (ASAHI, 2004).\nEstudos realizados sobre os efeitos das condições da laminação controlada na fabricação de tubos de aços API X-70 e X-100 mostraram que os fatores controladores da microestrutura e propriedades obtidas são os seguintes (KOZASU, 1988):\nAo realizar a deformação a temperaturas abaixo da temperatura de recristalização há uma melhora significativa no refino de grão. Por exemplo, tamanhos de grão muito menores são obtidos quando o material é deformado a 850 °C em vez de 950 °C. Isto deve-se ao fato de que a taxa de nucleação da ferrita aumenta ao realizar a deformação a menores temperaturas.\nO resfriamento acelerado é um método que contribui significativamente para o refino de grão no aço X-100. O tamanho de grão observado foi menor nas amostras resfriadas a 15°C/s do que naquelas resfriadas a 6°C/s. Além disso, houve melhora na homogeneidade da microestrutura.\nOs tratamentos termomecânicos (TTM) são processos de deformação a quente controlados com o objetivo de melhorar as propriedades mecânicas dos materiais.\nAs variáveis controladas são: temperatura de reaquecimento, temperatura de deformação, magnitude e taxa de deformação e velocidade de resfriamento. Os principais tratamentos termomecânicos são: laminação controlada, resfriamento acelerado e têmpera direta após a laminação a quente, ou combinações destes.\nCom os TTM é possível não somente obter aços de maior resistência, mas também melhorar a soldabilidade e tenacidade dos mesmos. Este efeito se dá através principalmente da redução do tamanho de grão, e da redução do teor de carbono ou de outros elementos de liga normalmente utilizados para aumentar a resistência mecânica dos aços.\n2.3 PROCESSOS DE REVESTIMENTO INTERNO DE DUTOS\nApesar de a maior parte do petróleo prospectado até o momento nas reservas do pré-sal ser considerado leve, este contém em sua composição o gás sulfídrico (H2S) e eventualmente também dióxido de carbono (CO2). Estes componentes podem causar danos aos aços carbono utilizados na fabricação dos dutos basicamente de duas formas: corrosão e fragilização por hidrogênio. O gás CO2 dissolvido em água reduz o Ph desta, podendo levar a elevadas taxas de corrosão nos aços carbono e baixa liga (Norsok M 501) O H2S, presente no óleo bruto, é um dos principais causadores de fragilização. O ferro presente na superfície do aço reage com o gás sulfídrico, gerando hidrogênio livre, que é altamente reativo e difusível. Isso acelera fortemente o dano causado pelo hidrogênio na maioria dos aços (JONES, 1995).\nUma das possíveis reações químicas que descrevem este fenômeno é mostrada abaixo:\nEquação 1 - reações químicas\nFe + H2 S => Fe S + 2 H+\t(1)\nO hidrogênio livre no estado iônico migra através dos contornos de grão do aço podendo se recombinar em hidrogênio molecular (H2) ou mesmo se concentrar em vazios ou locais onde exista mais espaço\nintersticial no reticulado cristalino e ali vai deformar e tensionar o aço, podendo causar até o surgimento de trincas. Estas vão comprometer a resistência mecânica e, muitas vezes, causar falhas sem aviso, ou catastróficas, que levam à ruptura e perda da função do componente.\nO CO2 seco pode ser injetado junto como alternativa a água tratada nos poços em produção para elevar a pressão interna do reservatório e, assim, aumentar a velocidade de extração do petróleo. Durante o período de exploração, surgem diferentes tipos de bactérias que, na presença de contaminantes e outros elementos utilizados na exploração de petróleo, produzem gases ácidos, por exemplo, as bactérias redutoras de sulfato (BRS) que produzem H2S. A ação de bactérias do tipo BRS, mesmo para reservas de óleo leve, em um período de 10 a 15 anos de exploração leva ao aparecimento de H2S e todos os problemas a ele relacionados.\nA forma de conciliar alta resistência mecânica e altas resistências à corrosão e à fragilização por hidrogênio é revestindo internamente os dutos com materiais conhecidos como superligas na forma de “liners” ou “clads”\nOs processos de fabricação mais utilizados na produção de tubos com revestimento bi-metálicos são classificados segundo a forma como é feita a ligação entre o tubo e o revestimento, a saber:\n•\tProcesso Mecânico (“Liner”)\n•\tProcesso Metalúrgico (“Clads”)\nNeste texto não se pretende fazer uma lista exaustiva destes processos e, por este motivo, serão descritos brevemente apenas os processos mais usuais.\n2.3.1\tProcessos de Revestimento Mecânicos\nO processo que gera uma união mecânica entre o depósito e o substrato usualmente aplicado é o de Expansão ou Hidroformagem1;\nO processo mecânico de expansão envolve a expansão de um tubo de liga resistente à corrosão (CRA, “corrosion resistant alloy”) no interior de um tubo de aço carbono normalmente com 12 metros de comprimento. A expansão do tubo interno é feita por um fluido sob pressão (hidroformagem) e garante um ajuste com interferência entre os dois materiais a frio, sem comprometimento das propriedades dos materiais,\n1 Processo de conformação a frio utilizando água a alta pressão para conformar componentes ou metal dúctil (WIKIPÉDIA, 2015)\ntanto do tubo externo, quanto do revestimento interno. Além desta característica, obtém-se um bom acabamento na superfície interna dos dutos, o que reduz a perda de carga no líquido que passa pelo seu interior.\nA empresa BUTTING desenvolveu este processo na década de 90 e é um dos maiores fornecedores mundiais deste tipo de tubo, mais conhecido por Bubi®-pipe, contração para \"BUTTING-Bimetal-pipe\". Apesar das características metalúrgicas superiores e do bom acabamento interno, ainda é necessário efetuar a soldagem para unir os tubos durante a construção dos dutos. Uma grande parte das dutovias construídas, principalmente aquelas construídas em alto mar, exige elevadas deformações dos tubos (no bobinamento) o que gera dúvidas quanto ao comportamento da interface entre os tubos interno e externo. Estas deformações podem gerar defeitos como a flambagem interna, o que prejudicaria o seu desempenho. Apesar destas dúvidas, estes tubos têm sido utilizados em larga escala tanto em obras em terra, quanto no mar. Por outro lado, há insegurança quanto à disponibilidade deste tipo de tubo, uma vez que existem poucos fabricantes no mercado mundial. Isto dito, fica clara a necessidade de buscar alternativas de produção de forma a suprir o mercado com dutos revestidos a preços competitivos.\n2.3.2\tProcessos de Revestimento Metalúrgicos\nOs processos metalúrgicos incluem inúmeras variantes, que envolvem a obtenção de uma ligação metalúrgica entre o substrato externo e o revestimento.\nAbaixo são citados alguns dos processos metalúrgicos para revestimento:\n•\tCo-laminação;\n•\tCo-extrusão;\n•\tDepósito soldado ou \"Overlay\";\n•\tCermaClad;\n•\tDeposição de vapor;\n•\tFundição por centrifugação.\nNo processo de co-laminação, a chapa de Inconel e a de aço carbono são unidas metalurgicamente por um processo especial de laminação que garante uma forte ligação entre elas (soldagem). Uma vez produzida a chapa, o tubo é conformado pelos processos tradicionais e posteriormente soldado (portanto, obtém-se um tubo “com costura”). O\nmétodo de soldagem para o fechamento dos dutos deve ser cuidadosamente controlado para evitar ou diminuir a diluição de ferro na liga de Inconel, pois isso reduz a sua resistência à corrosão. Segundo as normas API (API, 2005)e DNV - Det Norske Veritas (DNV, 2013), o percentual de ferro diluído no depósito de Inconel não deve superar os 5%, para garantir resistência à corrosão.\nAlém do processo de co-laminação, os tubos revestidos podem ser obtidos ainda através de soldagem por explosão.\nOutras maneiras existentes para a obtenção de tubos revestidos envolvem, principalmente, o cladeamento (cladding) mediante processos de soldagem por fusão. Neste caso podem ser aplicados todos os métodos de soldagem mais conhecidos, dentre os quais se podem destacar: TIG com arame frio ou quente (cold wire, hot wire), MIG/MAG, plasma com adição de arame ou de pó (PTA), arco submerso e laser.\nO procedimento de soldagem mais aplicado na indústria mundial atualmente e utilizado por vários fabricantes de tubos cladeados no Brasil, é o TIG \"hot wire\", ou HW, para a deposição de um cordão helicoidal de forma automática. Neste caso, uma ou mais tochas próximas são inseridas no interior do tubo através de uma lança. O tubo é rotacionado em torno do seu eixo a medida que a lança se desloca, e consequentemente as tochas de soldagem, realizam um movimento lento de translação no seu interior. A combinação destes movimentos gera cordões helicoidais.\nOs tubos processados, normalmente, têm comprimento de 12 metros. Como foi dito anteriormente, a contaminação com ferro no material depositado deve ser controlada e, portanto, a diluição deve ser suficientemente baixa. Além disto, como o tubo é fabricado em aço carbono, quando o revestimento tem alto teor de Cr (como é o caso do Inconel 625), existe o risco de difusão de carbono, o que pode gerar zonas com elevada dureza próximo da interface de união (SMITH, A. A., 1971). Estes problemas são contornados pelo uso de aços com baixo teor de carbono, e no caso do ferro, pelo controle da diluição, de modo a reduzir as quantidades de Fe que são transferidas para o metal de solda. Para o controle da diluição é crítica a seleção do processo de soldagem que será utilizado e também o controle estrito dos parâmetros e procedimento de soldagem.\nUma grande parte dos processos de soldagem aplicados no revestimento de dutos emprega a técnica de tecimento ou oscilação (weaving), visando basicamente:\n•\tControle da poça de soldagem, particularmente quando se solda fora da posição plana, visando aumentar o molhamento e evitar o escorrimento;\n•\tControlar e melhorar a regularidade da penetração da solda garantindo uma camada depositada constante (JIN, 2000);\n•\tMelhorar a qualidade superficial dos depósitos;\n2.4 PROCESSOS DE SOLDAGEM APLICADOS NO\nREVESTIMENTO DE DUTOS\nOs processos de soldagem aplicados no revestimento de dutos com material resistente à corrosão devem atender a algumas características fundamentais:\n1-\tA produtividade, neste caso caracterizada pela capacidade de cobrir uma área no menor tempo. Quanto maior for a produtividade, menores serão os custos de produção dos dutos revestidos.\n2-\tA baixa diluição, pois se está revestindo um material menos nobre, e por este motivo de baixo custo, com um material de alta resistência a corrosão.\nA contaminação do material nobre (e caro) pelo material menos nobre deve ser evitada para não comprometer as características esperadas para o revestimento.\nA norma API 6A - Especificação para Equipamentos de Cabeça de Poço e Arvore de Natal (API, 2005) divide os revestimentos de Inconel 625 (UNS N06625) em duas classes segundo a diluição de ferro no depósito: Fe5 (máximo 5% de ferro) e Fe10 (máximo 10% de ferro). A seleção da classe vai depender da aplicação, pois quanto maior for a contaminação do Inconel por ferro, menor será a sua resistência à corrosão.\nOs equipamentos e dutos em contato com o óleo bruto saído diretamente do poço estarão sujeitos a um ambiente mais severo, enquanto que equipamentos em contato com o óleo separado e, eventualmente estabilizado, podem ter um revestimento menos resistente ou nenhum tipo de revestimento. Devido ao seu preço elevado, a liga de níquel Inconel 625 é utilizada nos locais mais críticos do ponto de vista de resistência à corrosão e nestes casos a classe Fe5 é a mais utilizada. Para áreas menos críticas, existem alternativas de revestimento mais econômicas.\n3-\tA baixa rugosidade do revestimento, uma vez que o fluido que passa pelo duto vai sofrer perdas de carga que serão maiores à medida que aumenta a rugosidade.\nNos locais com rugosidade mais alta ou com defeitos superficiais também pode ocorrer corrosão localizada, prejudicando a resistência dos equipamentos ou dutos. Para melhorar o acabamento superficial, em muitos casos são necessários processos de usinagem posteriores ao de revestimento. Pope cita a utilização de refusão pelo processo de soldagem TIG autógeno (ou “TIG dressing”) para a melhoria do acabamento superficial, visando a redução da rugosidade de forma a obter tanto menor perda de carga, quanto maior vida em fadiga (POPE, 2012). As normas que tratam das operações de revestimento interno de dutos não estabelecem níveis de rugosidade aceitáveis. A norma API 6A indica, para algumas regiões específicas de flanges, a rugosidade, mas com o objetivo de garantir a selagem e, assim, evitar vazamentos (API, 2005).\nAs especificações de rugosidade para a parte interna dos dutos ficam, portanto, definidas de acordo com a necessidade de cada cliente.\n4-\tA robustez do processo, pois a complexidade da operação em dutos e o custo elevado dos materiais de revestimento faz com que a realização de retrabalhos seja difícil e custosa.\nEm 2010 a MesoCOAT patenteou um processo de fusão de pós aglomerados utilizando uma lâmpada de luz infra-vermelha de alta intensidade (SHERMAN, 2010). O processo, também conhecido como CermaClad, produz a fusão de camadas com espessuras entre 0,5 e 4 mm com baixíssima diluição, ao redor de 2%. Baixas diluições resultam em baixos teores de Fe no metal depositado. Além disso, o fabricante afirma que os depósitos têm excelente qualidade superficial, reduzindo a necessidade de operações posteriores de acabamento (SHERMAN, 2013). A primeira fábrica instalada para o revestimento de dutos está localizada em Euclid - OH, nos Estados Unidos, e iniciou suas operações em janeiro de 2013. Por outro lado, devido à novidade e consequente pouca aplicação industrial deste processo até o momento, não é possível fazer afirmações quanto a sua robustez.\nNa tabela 1 abaixo é mostrada uma análise comparativa entre os processos de revestimento por “cladding”:\nTabela 1 - Comparação entre os processos industriais para revestimento interno de dutos\nProcesso\tTipo de\tCusto\tInvest.\tProd.\tQual.\tRobustez\tLimitações\n\tUnião\tde\tinicial\t(kg/h)\tSup.*\t\t\n\t\topera\t\t\t\t\t\nção\nCo-lami- Met. nação\nBaixo Muito >500 alto\nMuito Muito Boa Exige soldagem, Boa\tgrande área\nsoldada.\nInvestimento inicial muito elevado. Pode ser aplicado apenas para tubos de grande espessura e diâmetro.\nCo-ex-trusão\nMet.\nMuito Muito\nbaixo alto\n>500\nMuito\nBoa\nMuito Boa\nFalta de uniformidade da espessura. Limite de escoamento baixo.\nInvestimento inicial muito elevado.\nExpansão Mec. ou hidro-formagem\nMuito Muito >500 baixo alto\nMuito Ruim\nBoa\nBaixa resistência de adesão. Inspeção difícil. Instalação complexa, investimento inicial muito elevado. Pode ser aplicado apenas para tubos de grande espessura e diâmetro.\nDepósito soldado\tMet.\tBaixo\tBaixo\t10\tRuim\tBoa\tAlta diluição. Baixa produtividade.\nAspersão\tMec.\tAlto\tMédio\t5\tMédia\tBoa\tPequena espessura\ntérmica\tQuím.\t\t\t\t\t\tdo depósito. Baixa\n\tVdW\t\t\t\t\t\taderência.\nDeposição\tMet.\tAlto\tAlto\t0,1\tBoa\tBoa\tCusto de operação\nde vapor\televado. Pequena\nespessura da camada depositada. Produtividade baixa.\nCerma\tMet.\tBaixo ?\t500\tBoa\nClad\nPara tubos com mais de 200 mm de diâmetro. Desempenho industrial desconhecido.\nMet.: União Metalúrgica\nMec.: União Mecânica\nQuím.: Ligação Química\nVdW.: Forças de Van der Waals\nFonte: Adaptado de (SHERMAN, 2014)\nUma análise da tabela 1 mostra os processos de soldagem em uma posição intermediária do ponto de vista de produtividade e com um investimento inicial de implantação relativamente baixo. Estas constatações, associadas à forma generalizada como o processo é aplicado em ambientes industriais, explica a sua escolha por algumas empresas de revestimento de tubos de pequeno e médio porte, principalmente utilizando o processo TIG, com arame frio ou quente.\n2.4.1\tSoldagem MIG/MAG\nMIG/MAG é o processo de soldagem mais aplicado na indústria metal-mecânica e, em geral, também assume um papel importante na soldagem de revestimento, tanto em manutenção quanto na produção de tubos.\nDe maneira generalizada, os principais parâmetros de soldagem no processo MIG/MAG convencional estão relacionados com os consumíveis e com a regulagem da fonte de soldagem (TEICHMANN, 2012).\n•\tConsumíveis:\n•\tArame-eletrodo de solda (natureza e diâmetro);\n•\tGás de proteção (natureza e vazão).\n•\tAjustes da fonte de energia:\n•\tVelocidade de arame;\n•\tTensão (ou corrente);\n•\tIndutância.\nTendo em vista os objetivos deste trabalho, optou-se por dividir o processo MIG/MAG segundo o modo de transferência de metal do arame para a peça e também a polaridade utilizada, como segue.\n2.4.1.1\tSoldagem MIG/MAG Convencional (CC+)\nNo caso específico que está sendo estudado, o arame-eletrodo é de uma liga resistente à corrosão (ou “CRA- Corrosion Resistant Alloy”), mais especificamente a liga à base de níquel conhecida como Inconel 625. Devido à sua larga aplicação na indústria do petróleo, a sua utilização em processos de soldagem tradicionais tem sido bastante estudada. No caso da soldagem MIG/MAG convencional com transferência por curto-circuito, observa-se que o baixo aporte térmico associado a este modo de transferência gera problemas severos de falta de molhamento nos cordões obtidos com Inconel, o que limita as possibilidades de aplicação deste modo de transferência (SCOTTI, 2008). O TWI (The Welding Institute) cita como explicação para esta dificuldade de molhamento a formação de um filme que impede que a poça flua livremente, como ocorre nos aços carbono ou nos inoxidáveis. Apesar de não especificar de forma precisa como se produz, e do que se compõe este filme, o TWI recomenda para resolver o problema no processo TIG, o uso de gases com adição de hidrogênio e o uso de tecimento (TWI, 2013).\nPara depositar Inconel pelo processo MIG/MAG, torna-se, então, necessário o uso de aportes de calor maiores como, por exemplo, os conseguidos com o modo de transferência por “spray”. Entretanto, esta transferência fica muitas vezes limitada à posição plana, devido à fluidez e ao tamanho da poça fundida (MARQUES, P., 2009). Além destas dificuldades, a soldagem com “spray”, resulta em maiores diluições.\n2.4.1.2\tMIG/MAG Pulsado\nO uso do MIG/MAG pulsado ganhou impulso com o surgimento de fontes eletrônicas de soldagem.\nA necessidade de variação rápida dos valores de corrente e controle estrito de um grande número de variáveis de soldagem, acabou limitando por algum tempo a aplicação industrial desta técnica de transferência metálica. Com a implementação de fontes de soldagem com mais eletrônica embarcada incorporando microprocessadores, o processo passou gradativamente a conquistar um espaço maior na indústria.\nA contínua evolução destas fontes de soldagem, principalmente no tocante ao software, permitiu o surgimento de novas técnicas de controle\nda transferência metálica e a inserção de bancos de dados de soldagem para diferentes materiais e gases, facilitando ainda mais a seleção de parâmetros para o processo MIG/MAG pulsado (GOHR JR., 2002).\nO uso de corrente pulsada permite a transferência de gotículas em voo livre com correntes médias menores que as necessárias para a transferência por “spray”, o que permite a soldagem em todas as posições (SCOTTI, 2O08). O processo MIG/MAG pulsado na soldagem do Inconel, apesar de apresentar vantagens em relação ao MIG/MAG convencional, ainda não consegue suplantar as dificuldades impostas na soldagem deste material.\nUma forma de se alcançar uma boa molhabilidade neste caso, seria o uso de gases ativos. No estudo de Kejelin (KEJELIN, N. Z., 2012) o uso de misturas de argônio com 25% de CO2 mostrou-se eficaz na melhoria da molhabilidade, no entanto, resultou no surgimento de regiões de elevada dureza com risco de fragilização e comprometimento da resistência a corrosão.\nO problema no uso de CO2 como gás ativo na soldagem de alguns aços inoxidáveis não é novidade. Smith relata a precipitação de carbetos nos contornos de grão, o que mais tarde resultará em corrosão intergranular (SMITH, A. A., 1971). Trabalhos mais recentes tratando da soldagem de aços inoxidáveis ferríticos, mostram que teores de CO2 superiores a 15% dão origem a sítios de corrosão nos contornos de grão (RACHADEL, 2013).\nAbaixo, observa-se a micrografia de um componente de escapamento automotivo em aço inox ferrítico soldado com mistura de argônio com 8% de CO2. Após ataque com ácido oxálico, observam-se nos contornos de grão linhas escuras e grossas, indicando as zonas onde ocorreu perda de resistência à corrosão pelo fenômeno de sensitização (Figura 9).\nFigura 9 - Micrografia de escapamento em aço inox ferrítico soldado com mistura de Ar + 8% de CO2 (ataque ácido oxálico).\n1 mm\nMetal de solda\n7177\nZAC /Metal de base\nFonte: (RACHADEL, 2013)\nA utilização de misturas de argônio com O2, consideradas como alternativas adequadas na soldagem de aços inoxidáveis mostram-se pouco eficazes na soldagem do Inconel.\nKejelin obteve bons resultados de molhamento no processo MIG/MAG pulsado utilizando misturas de argônio com 5% de hidrogênio ou Ar-H5 (KEJELIN, N. Z., 2012). Pretende-se neste trabalho explorar de forma mais intensa o uso desta mistura gasosa.\n2.4.1.3\tMIG/MAG CC-\nA soldagem MIG/MAG convencional é executada com corrente continua tendo o eletrodo ligado ao polo positivo e o metal de base ao polo negativo. É muito comum referir-se a essa configuração como CC+ (o símbolo + indica a polaridade do eletrodo) ou polaridade inversa. O processo configurado desta forma resulta normalmente em grande profundidade de penetração, boa estabilidade do arco e da transferência\nmetálica e quantidade de respingos relativamente pequena, se corretamente regulado (MARQUES, P., 2009).\nSegundo a literatura, a soldagem com o eletrodo ligado ao polo negativo (CC-), também conhecida como polaridade direta, produz soldas de baixa penetração, alta quantidade de respingos e instabilidade do arco. Ainda de acordo com a literatura, esta polaridade produz alta taxa de fusão de arame para uma dada corrente em comparação à soldagem com CC+, com menor quantidade de calor transferido à peça (SCOTTI, 2008).\nEnsaios realizados em 2010 no LABSOLDA da UFSC aplicando a polaridade direta na soldagem MIG/MAG mostraram que esta configuração pode ser aplicada industrialmente na soldagem de componentes automotivos. No caso específico destas peças fabricadas em chapa de aço com espessura de 2 mm, os resultados mostraram um aumento considerável da taxa de deposição com cordões aceitos pelas normas do cliente (TEICHMANN, 2011). A macrografia mostrada na figura 10 corresponde a uma soldagem com arame maciço de 1,2 mm de diâmetro, velocidade de arame de 14,3 m/min e velocidade de soldagem de 2,4 m/min.\nFigura 10 - Macrografia de soldagem com polaridade direta a velocidade de 2,4 m/min utilizando como gás de proteção uma mistura Ar com 2% O2 (Ar-O2).\nFonte: (TEICHMANN, 2011)\nNa soldagem desta peça automotiva é utilizado atualmente o processo MIG/MAG com duplo arame com potencial isolado (portanto, com duas fontes de energia). Porém, procurou-se outra alternativa, visto que esta variante é mais complexa do que trabalhar com arame simples além de demandar mão de obra especializada. Foram observados também gastos elevados com manutenção de dispositivos devido ao escorrimento e perdas de aproximadamente 40% do material fundido, devido a\nsalpicagem e escorrimento (TEICHMANN, 2010). Ao soldar com arame simples e CC- foram alcançadas taxas de deposição equivalentes utilizando apenas uma fonte de soldagem, demonstrando o potencial de sua aplicação.\nEstes resultados chamaram a atenção do autor basicamente por dois aspectos:\n•\tAlta taxa de fusão de eletrodo;\n•\tBaixa penetração e, consequentemente, baixa diluição dos cordões de solda.\nDutra cita a aplicação de polaridade negativa, ou CC-, em “cladding” com arames de aço convencional (DUTRA, 2013). Especificamente neste trabalho, foram relatados aumentos de 62,5% na taxa de fusão do arame para uma mesma corrente e velocidade de soldagem. O perfil de penetração também sofreu alterações, como pode ser observado na figura 11.\nFigura 11 - Aspecto dos cordões e perfil de penetração de cordões de soldagem realizados com CC+ e CC-.\n(CC+)\nFonte: (DUTRA, 2013).\nEmbora na literatura não haja relatos da utilização da polaridade CC- na soldagem de ligas de níquel, em função das constatações mencionadas, pretende-se neste trabalho estudar a aplicação dessa polaridade na soldagem do Inconel 625.\n2.4.1.4\tMIG/MAG Pulsado CA Adaptativo\nA fonte de soldagem DIGIPLUS (que foi utilizada no presente trabalho), pode operar com um sistema adaptativo que tem por objetivo a manutenção do comprimento do arco através da modificação da taxa de fusão do arame em consequência de uma variação controlada da corrente média (IMC, 2009). Este controle adaptativo está disponível nessa fonte para as seguintes modalidades de soldagem:\n•\tMIG/MAG pulsado normal.\n•\tMIG/MAG pulsado sinérgico normal.\n•\tMIG/MAG CA pulsado.\nNo caso específico da soldagem MIG CA pulsado adaptativo, a tensão na fase da corrente de base é medida e comparada com um valor de referência (Ua) preestabelecido pelo operador (Figura 12). Se, por exemplo, a tensão real for maior que Ua, significa que o arco está longo demais. Assim sendo, o sistema vai diminuir o valor da corrente de base para diminuir a taxa de fusão do arame (que depende da corrente média). Por outra parte, se a corrente de base atingir um limite mínimo, o sistema vai passar a aumentar o tempo de base, para conseguir diminuir ainda mais a corrente média.\nIsso deve ser feito para evitar que o sistema seja obrigado a fazer grandes modificações dos parâmetros de soldagem estabelecidos, de forma a não prejudicar, por exemplo, a estabilidade do processo.\nO valor da tensão de referência Ua é estabelecido com base em experimentos de soldagem MIG Pulsado CA no modo não adaptativo.\nA determinação dos parâmetros de soldagem do MIG CA, tal como foi estudada por Nascimento (NASCIMENTO, 2011), normalmente envolve a associação de filmagem em alta velocidade à análise oscilográfica da corrente e da tensão. Para o cálculo do consumo de arame, são utilizadas duas equações, uma para a polaridade negativa e outra para a polaridade positiva. No mesmo trabalho, fica determinada uma forma de onda que prevê a passagem por duas fases de corrente de base, antes e após a corrente de pulso, como a que resulta em maior estabilidade do arco (NASCIMENTO, 2011). Essa mesma forma de onda é descrita por Scotti et al., (SCOTTI, 2012) e Savi (SAVI, 2014) em aplicações de soldagem de aço e alumínio respectivamente. A versão de fonte de soldagem DIGIPLUS do IFSC dispõe apenas do formato de onda mostrado na figura 12.\nFigura 12 - Representação esquemática do formato da onda de corrente na soldagem MIG CA no modo adaptativo.\nCorrente\nlp\nIp: Corrente de Pulso;\ntp: tempo de pulso;\nIn: corrente negativa;\ntn: tempo de corrente negativa;\nIb: corrente de base (adaptativa); tb: tempo de base(adaptativo);\nUa: tensão do arco na fase de base;\n2.4.2\tSoldagem com o Processo CMT e CMT Twin\nO processo CMT, ou “Cold Metal Transfer”, foi desenvolvido pela empresa austríaca Fronius com o objetivo de otimizar a soldagem MIG de alumínio, principalmente visando a crescente utilização deste metal no mercado automobilístico. Inicialmente, previa-se apenas a utilização em aplicações robotizadas, mas em 2005, o autor desta tese teve a chance de soldar na feira de Essen, Alemanha, com um dos primeiros equipamentos dedicados à soldagem manual. Naquela oportunidade, já impressionava a estabilidade do arco proporcionada pelo processo CMT. Na época, o pesquisador trabalhava na Renault França, no desenvolvimento dos processos de soldagem para uma peça de alumínio. Mesmo diante das qualidades do processo observadas durante a feira, colocava-se muita dúvida sobre a robustez industrial do processo. Aparentemente, esta\ndúvida foi sanada, uma vez que, em uma visita realizada em 2014 nas instalações industriais da Renault em Le Mans, França, o autor constatou a existência de uma linha de fabricação de caixas em alumínio para baterias de veículos elétricos (Renault Zoe) inteiramente soldadas pelo processo CMT.\nNão se pretende aqui explicar de forma exaustiva o processo de soldagem CMT, apenas apontar algumas características fundamentais de funcionamento. Na soldagem MIG/MAG por curto-circuito acontecem extinções e acendimentos do arco a cada curto-circuito. Neste momento ocorre a transferência metálica e o valor de corrente sobe até o momento da reabertura do arco. Neste ponto, a corrente atinge o seu pico, produzindo respingos de solda (DUTRA, 1989). No processo CMT, a corrente durante os curtos-circuitos é limitada. A transferência metálica ocorre por tensão superficial, quando o arame com uma gota na ponta toca a poça. Após uma pequena pausa, o arame volta e a gota é transferida para o cordão. Como neste momento, a corrente é muito baixa, não existe a produção de respingos (MARQUES, C., 2013). A figura 13, mostra o comportamento da tensão, da corrente e da potência na soldagem com o processo CMT.\nFigura 13 - Oscilograma mostrando o comportamento de tensão, corrente e potência no processo CMT.\nFonte: (MARQUES, C., 2013).\nFalando específicamente da aplicação do processo CMT em operações de revestimento com Inconel, é possível encontrar alguns poucos exemplos na literatura. Em contato com a Fronius Canadá, foi possível recuperar alguns artigos descrevendo o processo CMT e a sua aplicação nos processos de revestimento. Uma das variantes do processo CMT é o processo CMT “Twin”, que consiste de duas fontes CMT acopladas a uma única tocha de soldagem com dois arames (MILLINGER, 2012). A aplicação deste processo na soldagem de longarinas automotivas, já descritas neste trabalho (TEICHMANN, 2010), resultou em um aumento de 174% na velocidade de soldagem com uma redução de aproximadamente 85% na produção de respingo, fato constatado em uma visita à Renault em 2014.\nRutzinger faz uma comparação entre vários processos de soldagem no revestimento com Inconel 625. Estes resultados são mostrados na tabela 2 e na Figura 114 (RUTZINGER, 2014).\nFigura 14 - Comparação entre camadas de Inconel obtidas por diversos processos de soldagem\nFonte: (RUTZINGER, 2014)\nTabela 2 - Resultados da comparação entre processos de soldagem utilizados para a deposição de camadas de Inconel.\n\tProcesso\tv.m /min\tIs (A)\tI Hd (A)\tUs (V)\tVs. cm/min\tA (kg/h)\tFe% 1a . camada\tFe% 2a camada\n#01\tGMAW Pulse Ni 10\t5,5\t153\t\t26,5\t60\t3,17\t18,48\t3,4\n#02\tGMAW Pulse Argon\t6,6\t142\t\t23,5\t60\t3,81\t13,53\t2,98\n#03\tCMT Ni 10\t8\t201\t\t17,7\t60\t4,61\t2,38\t0,37\n#04\tCMT Argon\t7,5\t182\t\t17,3\t60\t4,32\t8,9\t0,94\n#05\tTime Twin\t9,3/\t203/\t\t24,3/\t60\t10,72\t15,69\t3,6\n\tNi 10\t9,3\t196\t\t27,7\t\t\t\t\n#06\tTime Twin\t8,3/\t189/\t\t20,4/\t48\t9,57\t5,7\t0,8\n\tArgon\t8,3\t182\t\t18,7\t\t\t\t\n#07\tCMT Twin Ni 10\t6,5/ 6,5\t155/ 167\t\t15,7/ 18,8\t48\t7,49\t2,78\t0,5\n#08\tCMT Twin\t8,0/\t163/\t\t14,2/\t48\t8,99\t1,08\t0,31\n\tArgon\t7,6\t174\t\t16,5\t\t\t\t\n#09\tTIG coldwire\t1,3\t220\t\t12,3\t12\t0,75\t12,74\t2,26\n#10\tTIG hotwire\t2,8\t225\t50\t13,5\t22\t1,61\t7,35\t1,34\n#11\tLaser Hybrid\t9\t\t190\t8\t210\t5,19\t16,37\t3,96\n#12\tPlasma\t2,5\t250\t\t23\t25\t1,44\t8,01\t1,34\n#13\tEletrodo\t\t90\t\t\t\t1,4\t17,2\t5,81\n_____________revestido_______________________________________________________________________ Nota: Time Twin - MIG/MAG duplo arame\nCMT - Cold Metal Transfer\nCMT Twin - Cold Metal Transfer com duplo arame\nNi 10 - Mistura de gás quaternária (30% de He, 2% de H2, 550 ppm de CO2 e Argônio) Fonte: (RUTZINGER, 2014)\nOs resultados de diluição e produtividade mostraram-se muito satisfatórios, o que levou ao autor desta tese a entrar em contato com outro pesquisador na Finlândia, o Sr. Jonnes Nakki, que iniciava os testes com o processo CMT “Twin”. Foram enviados ao Sr. Nakki, resultados preliminares da soldagem do Inconel 625 na soldagem com gás de proteção argônio com gás Ar-H5, utilizando o processo Pulsado CA adaptativo. Em resposta, o Sr. Nakki enviou resultados preliminares (que não foram publicados ainda) da soldagem com CMT Twin utilizando o gás argônio com 3% de H2 (gás disponível no seu laboratório). Na figura 15 é mostrado o aspecto superficial dos depósitos, caracterizados principalmente pela ausência de respingos de solda.\nFigura 15 - Aspecto do revestimento obtido com CMT twin (duplo arame)\nFonte: (NÃKKI, 2016).\nNa figura 16 pode-se ver o corte transversal de um cordão depositado com os mesmos parâmetros do revestimento acima. A diluição medida foi de 5,38% e o reforço (altura máxima) de 2,41 mm.\nI 2 mm i\nFonte: (NÃKKI, 2016).\n\nImpressionam positivamente a ausência de respingos sobre o cordão. Não se pode esquecer, no entanto, da complexidade das fontes de soldagem CMT, principalmente no tocante ao sistema de alimentação de arame e tocha. Estes incluem um “buffer” de arame e servo-motores para o tracionamento do arame montados na tocha. Quando falamos do CMT Twin, todos estes sistemas são duplicados, aumentando ainda mais o desafio da sua utilização em ambientes com espaço limitado como no revestimento interno de tubos.\n2.4.3\tSoldagem Arco Submerso\nO processo arco submerso é amplamente utilizado para a união ou revestimento de chapas relativamente espessas, normalmente com espessura acima de 3 mm, principalmente em aplicações mecanizadas na posição plana. As altas intensidades de corrente empregadas, associadas ao uso de eletrodos normalmente com diâmetros superiores a 2,4 mm (MARQUES, P., 2009), exigem a utilização de fontes de soldagem de grande capacidade e a mecanização ou automatização completa do processo utilizando equipamentos pesados.\nComo o nome do processo sugere, o arco elétrico fica encoberto pelo fluxo e o deslocamento do metal do arame para a peça se dá através das paredes fundidas do fluxo (SENAI, 2013), dando origem a um modo de transferência chamado de “guiado pela escória”.\nNas operações de revestimento ou “cladding” é comum a utilização de fitas ao invés de arames. Esta prática permite a produção de cordões mais largos, reduzindo o número de passes para revestir uma determinada área. As fitas têm dimensões variadas, a título de exemplo, a ESAB fornece fitas com largura de 30 a 90 mm e espessura de 0,5 mm, específicas para operações de revestimento (ESAB, 2008). Na figura 17 é mostrado um exemplo de aplicação deste processo.\nFigura 17 - “Cladding” com arco submerso utilizando fita.\nFonte: (ESAB, 2008)\nOs parâmetros típicos aplicados na soldagem com esta técnica e os dados de produtividade são mostrados na tabela 3.\nTabela 3 - Parâmetros de soldagem típicos utilizados na soldagem com fita por arco submerso.\nCombinação\tFluxo OK 10.05/ Fita OK 11.62 SAW\nFita (mm)\t60x0,5\nProcesso de Soldagem\tSAW\nCorrente (A)\t750\nTensão (V)\t26\nVelocidade de Soldagem (cm/min)\t10\nDensidade de Corrente (A/mm2)\t25\nTipo de fonte\tTensão constante\nEnergia (kJ/mm)\t11,7\nAltura do cordão (mm)\t4,5\nLargura do cordão (mm)\t65\nDiluição (%)\t18\nNúmero de camadas\t2\nTaxa de deposição (kg/h)\t14\nConsumo de Fluxo (kg/kg de fita)\t0,8\nFonte: (ESAB, 2008)\nComo já foi citado anteriormente, o processo de soldagem por arco submerso é normalmente aplicado na posição plana ou, com certas dificuldades devidas ao fornecimento do fluxo e ao escorrimento da poça, na horizontal. Existem poucas aplicações conhecidas do processo na posição vertical ou sobre cabeça. Desta última posição foi possível achar uma patente descrevendo o processo (IIO, 1979). Com relação à soldagem na posição vertical foram encontrados uma patente (MIZO, 2009) e um exemplo de aplicação com sucesso na soldagem de tanques criogênicos para o transporte de gás natural liquefeito (SAKAMOTO, 2010).\n2.5 TÉCNICAS DE TECIMENTO EM SOLDAGEM\nO uso de tecimento tem origem principalmente na soldagem manual com eletrodos revestidos. Ele consiste em associar movimentos oscilatórios ao movimento principal de deslocamento da tocha ou eletrodo, em diferentes direções, com frequências e amplitudes definidas. As justificativas para o seu uso são as mais variadas, dependendo do tipo de aplicação (WHYTE, 2010). Seguem abaixo alguns exemplos:\n•\tEm passes de raiz, para garantir a fusão adequada das bordas da junta;\n•\tEm passes de preenchimento ou de revestimento, para aumentar a largura destes e, assim reduzir o número de cordões necessários;\n•\tNa soldagem fora da posição plana, para melhorar o controle da poça de fusão;\n•\tPara controlar aspectos geométricos dos cordões e a penetração da solda.\nBonacorso relata o uso de uma técnica de tecimento chamada de “switch-back” aplicada na soldagem de rodas metálicas de tratores que resultaram em aumento da robustez, boa repetibilidade e qualidade das soldas realizadas. O uso deste tecimento permitiu também, superar limitações intrínsecas aos componentes estampados em aço, como folgas variáveis e desnível entre os componentes, além de um controle maior da penetração evitando perfurações de solda (BONACORSO, 2011).\nOs benefícios associados ao tecimento na soldagem manual também são obtidos na soldagem automatizada. Por este motivo, todos os fabricantes de robôs de soldagem dispõem de rotinas de tecimento em seus controladores. Do ponto de vista do processo de soldagem, praticamente todos podem usar tecimento, desde os processos de\nsoldagem por arco elétrico até a soldagem a laser (ZHANGT, 2004). As geometrias de tecimento são muito variadas e a cada dia surgem novas técnicas visando objetivos específicos. A título de exemplo, na figura 18 são mostradas as geometrias de tecimento padrão disponíveis no controlador R30i da FANUC (FANUC, 2010):\nFigura 18 - Formas de tecimento disponíveis no controlador Fanuc.\nFonte: (FANUC, 2010).\n2.6 O INCONEL 625\nO Inconel é uma das superligas à base de níquel, cromo e molibdênio mais utilizadas no mercado de tubos revestidos para a indústria do petróleo, devido à sua elevada resistência à corrosão (SILVA, 2010). Neste trabalho será utilizada a liga Inconel 625, cuja composição típica está na tabela 4.\nElemento\t% em massa\nNi\t58 min\nCr\t20 - 23\nMo\t8 - 10\nFe\t5 máx\nNb+Ta\t3,15 - 4,15\nCo (se especificado)\t1,00 máx\nMn\t0,50 máx\nSi\t0,50 máx\nAl\t0,40 máx\nTi\t0,40 máx\nC\t0,10 máx\nS\t0,015 máx\nP\t0,015 max\nFonte: (ASTM, 2007)\n2.6.1\tA Soldagem do Inconel 625\nA soldagem de revestimento do Inconel 625, ou cladding, sobre aços de baixo carbono, apresenta uma série de problemas conhecidos no que diz respeito à metalurgia. Kejelin cita a ocorrência de zonas parcialmente diluídas com durezas superiores a 400 HV. Estas regiões localizadas no metal de solda junto à linha de fusão podem gerar a fragilização e eventual falha do componente em operação. O mesmo autor recomenda o uso de correntes baixas principalmente nos primeiros passes para evitar ou mitigar o surgimento destas zonas (KEJELIN, N. Z. E. A., 2007).\nAlém dos problemas metalúrgicos, a soldagem do Inconel impõe alguns desafios quando associada ao processo MIG/MAG, principalmente no tocante à molhabilidade. Devido ao elevado preço do metal de adição, nos procedimentos de cladding são empregados\nprocessos capazes de produzir soldas de qualidade em detrimento de produtividade, como os processos TIG e Plasma (BAIXO, 2011). Baixo relata ainda que a soldagem pelo processo MIG/MAG com atmosferas com baixo teor de CO2, resulta em cordões de solda com reforço alto e baixa molhabilidade. Kejelin aponta como alternativa para melhorar a molhabilidade na soldagem MIG/MAG do Inconel o uso de misturas de argônio e hidrogênio, como já citado anteriormente.\nO uso de arames tubulares permite também reduzir estas dificuldades mediante a inserção de elementos no fluxo que vão se misturar ao gás de proteção e à poça de fusão, ajudando a melhorar a sua fluidez e, consequentemente, a molhabilidade (MADALENA, 2013). Esta maior facilidade de aplicação do processo de soldagem acaba sendo associada a um aumento de custos uma vez que o arame tubular de uma determinada liga tem um preço por quilograma mais elevado do que o correspondente arame maciço.\nO processo de soldagem com arco submerso permite associar algumas vantagens do uso dos arames tubulares a custos competitivos. A utilização de um fluxo granulado, cuja queima gera gases e escória que fluidifica o banho e retém calor, acaba por melhorar a molhabilidade. Para a fabricação dos arames utilizados na soldagem com arco submerso são necessárias menos etapas de processamento devido ao seu maior diâmetro, o que contribui para a redução de custos. Como já foi citado anteriormente, o processo de soldagem por arco submerso também pode, principalmente para operações de revestimento, utilizar fitas. Aproveitar as vantagens do processo arco submerso e enfrentar os seus aspectos limitadores, tais como: posição de soldagem (normalmente plana), complexidade dos equipamentos e tempos secundários associados, é um grande desafio.\n2.6.2\tEnsaios de Soldabilidade\nOs elevados gradientes térmicos produzidos na soldagem geram tensões que podem resultar no aparecimento de trincas, sendo as mais comuns as trincas a quente e a frio. Para determinar a maior ou menor suscetibilidade aos diversos tipos de trincas, existe uma variedade de testes que podem ser realizados. Destes, destacam-se os testes com auto-restrição. Nestes testes, o metal de base e de solda, é submetido a condições de restrição mecânica, que eventualmente levem ao surgimento de trincas (ASM, 1993), devido às tensões geradas pela contração térmica da solda. Não se pretende aqui fazer uma descrição exaustiva destes\nensaios. Alguns deles são citados no volume 6 do “Metals Handbook” da ASM - American Society for Metals (ASM, 1993), cujo tema são os processos de soldagem e brasagem:\n•\tTeste de Restrição de Lehigh, aplicável ao estudo da susceptibilidade às trincas a quente e a frio.\n•\tTeste de Trincamento por Restrição em Fenda com extremidade circular (Keyhole Restraint Cracking Test), para trincas a quente e a frio.\n•\tTeste de Suscetibilidade de Trincas de Houldcroft, para trincas a quente.\n•\tTeste por Restrição em Fenda com duas extremidades circulares (Keyhole Slotted-Plate Restraint Test) para trincas a quente.\n•\tTeste Tekken, para trincas a frio.\n•\tTeste do Remendo Circular, para trincas a quente e a frio.\n•\tTeste do Remendo Circular da Marinha, para trincas a quente e a frio.\n•\tTeste de Severidade Térmica Controlada - CTS, para trincas a frio.\n•\tTeste de Trinca Cruciforme, para trincas a frio.\nDurante a análise das opções de testes disponíveis, foi escolhido o teste CTS em uma reunião com técnicos da Petrobras, devido à proximidade entre os tipos de esforço aos quais os cordões estão sujeitos no teste com os encontrados em revestimentos feitos por soldagem. Por este motivo, este tipo de teste será rapidamente explicado neste capítulo.\nNo Teste de Severidade Térmica Controlada - CTS, se utiliza um corpo de prova composto de uma chapa quadrada parafusada e soldada a uma chapa retangular de maior tamanho. A figura 19 mostra as dimensões deste corpo de prova.\nFigura 19 - Corpo de prova para o teste CTS\n75 mm\n175 mm\nSolda de ancoragem\nSolda de ancoragem\nt« espessura da placa de cima b = espessura da placa de baixo\n■ !¡ ‘ i;\nPlaca de cima\nFonte: (CALOI, 2008)\nDepois que as soldas de ancoragem são resfriadas até a temperatura ambiente, são depositados os dois cordões de teste, que são de dois tipos:\n•\tSolda de teste “bi-térmica”: Cordão de teste próximo à borda da chapa retangular. Este cordão recebe esta denominação, por se considerar que o mesmo é realizado em uma condição em que o fluxo de calor é bi-direcional (na direção da espessura e da placa de cima).\n•\tSolda de teste “tri-térmica”: Cordão de teste soldado na área central do corpo de prova. Este cordão recebe esta denominação, por se considerar que o mesmo é realizado em uma condição em que o fluxo de calor é tri-direcional.\nEste é o cordão sujeito a maior taxa de resfriamento, logo, é o mais solicitado.\nO cordão “tri-térmico” é realizado após o resfriamento até a temperatura ambiente do cordão “bi-térmico” O corpo de prova deve, depois da realização dos dois cordões, repousar em temperatura ambiente por 72h. Após este período, os cordões “bi-térmico” e “tri-térmico” são seccionados na direção transversal e as trincas são medidas. A norma prevê a realização do teste com espessuras t e b sucessivamente maiores, até o aparecimento de trincas. Uma vez que sejam encontradas trincas, são calculados dois índices utilizando as fórmulas abaixo:\nEquação 2 - Fórmula\nTSN = 4(t + b) (Solda “bi-térmica”) (2)\nEquação 3 - Fórmula\nTSN = 4(t + 2b) (Solda “tri-térmica”) (3)\nO TSN, ou número de severidade térmica, é o índice indicativo da suscetibilidade ao aparecimento de trincas a frio.\n3\tJUSTIFICATIVAS E OBJETIVOS\n3.1 JUSTIFICATIVAS\nApesar de o processo TIG \"hot wire\" já ter sido estudado de forma relativamente exaustiva, ainda são recorrentes os problemas e há limitações na sua utilização para o revestimento interno de tubos. Estas limitações estão associadas à confiabilidade e robustez do processo cuja aplicação prática gera defeitos de interrupção do arco com certa frequência. Estes problemas produzem defeitos de retrabalho dificultoso e muitas vezes impossível (POPE, 2012). Em face disto, busca-se neste trabalho estudar processos alternativos e inéditos para este tipo de aplicação. Os dois processos, que foram escolhidos pela sua elevada produção e facilidade de automatização, são os processos MIG/MAG e arco submerso. Os grandes fornecedores de tubos \"cladeados\", dentre os quais se destaca a empresa alemã BUTTING, capazes de suprir as necessidades previstas para os projetos do pré-sal, têm suas fábricas\nlocalizadas fora do Brasil. A PETROBRAS tem forte interesse em desenvolver fornecedores nacionais capazes de garantir uma maior independência na escolha das fontes para os tubos revestidos.\nA PETROBRAS mostrou seu interesse em apoiar o projeto que está sendo proposto, financiando uma viagem do pesquisador ao CENPES no Rio de Janeiro para uma reunião realizada no dia 09/11/2011. Desta reunião participaram representantes do PDP/TMEC e da FBTS (Fundação Brasileira de Tecnologia da Soldagem) que atualmente já tem um projeto de pesquisa em andamento junto à PETROBRAS para o desenvolvimento de processos inovadores nesta área.\nFicou estabelecido um conjunto de ensaios iniciais para refinar os objetivos propostos que deveria ter início no começo de 2012. Estes ensaios seriam financiados pela FBTS e realizados no Laboratório de Soldagem do IFSC, instituição na qual o autor é professor com dedicação exclusiva. Alguns dos procedimentos que serão desenvolvidos têm um caráter inédito para este tipo de aplicação e são passiveis de patenteamento.\nInfelizmente, devido às mudanças de estratégia da Petrobras, o projeto que estava aprovado acabou sendo cancelado. Diante desta dificuldade, o doutorando partiu para a busca de outras fontes de financiamento. Duas empresas se propuseram a apoiar o projeto com materiais de consumo: a Sandvik Materials Technology do Brasil e a TUPER Óleo e Gás.\nAinda em 2012, em uma nova reunião com funcionários do CENPES, desta vez em Florianópolis, ficou mais clara a necessidade da Petrobras no que diz respeito aos teores de ferro permitidos nos depósitos de Inconel 625. Apesar de internamente estar sendo exigida a aplicação da Norma API 5L para tubos internamente revestidos com CRAs (máximo de 5% de Ferro), ficou confirmado que um limite de 10% seria mais razoável. O valor foi definido com base no que indica a bibliografia quanto à influência do ferro sobre a resistência à corrosão com uma margem de segurança. Chubb, determina como limite um teor de 22% de Ferro (CHUBB, 1984), enquanto Smith indica que teores de até 36% de ferro não influenciam na resistência a corrosão (SMITH, L., 2012). Este valor de 10% passou a ser, portanto, o teor de ferro aceito para os depósitos produzidos neste projeto.\n3.2 OBJETIVOS\nOs procedimentos de soldagem para revestimento interno de tubos atualmente aplicados pela indústria apresentam as seguintes limitações:\n•\tTaxa de interrupções de processo relativamente alta. Uma interrupção acidental do processo de soldagem no interior do duto vai normalmente gerar defeitos que devem ser reparados.\n•\tNecessidade de processos posteriores de acabamento superficial por usinagem ou refusão. O processo de revestimento por soldagem não consegue atingir níveis de acabamento superficiais comparáveis aos obtidos pelos processos de co-laminação ou de hidroconformação. Como a existência de irregularidades na superfície interna dos tubos vai comprometer a eficiência do transporte de líquido pelo aumento da perda de carga, deve haver um processo posterior de acabamento.\n•\tRisco de falta de fusão entre o revestimento e o substrato ou entre cordões do revestimento. Os defeitos de falta de fusão, quando observados do ponto de vista da resistência à fadiga, equivalem a trincas no material. Quando estes defeitos estão alinhados de forma perpendicular a esforços de tração, a resistência à fadiga fica grandemente comprometida. Os defeitos de falta de fusão entre cordões são particularmente críticos quando se utilizam processos de soldagem helicoidais, pois estas falhas estarão alinhadas de forma desfavorável em relação aos esforços de tração e flexão a que são submetidos os tubos. Deve-se considerar ainda, que na ocorrência de um defeito, o retrabalho é normalmente complexo e envolve a realização do reparo no interior do duto de forma remota ou automática.\nPortanto, os objetivos delineados para este projeto são:\na)\tPara o processo MIG/MAG:\n• Estudar a influência das misturas gasosas Ar-H5 e Ar-O2 sobre a estabilidade do arco, geometria do cordão de solda, diluição, incidência de defeitos e\nacabamento da superfície revestida, utilizando modos de transferência metálica inovadores para este tipo de aplicação;\n•\tEstudar a influência das misturas gasosas Ar-O2 e Ar-H5 sobre a soldabilidade do par Inconel / aços do tipo API.\nb)\tPara o processo arco-submerso:\n•\tDesenvolver um sistema ou técnica para a soldagem fora da posição plana;\n•\tEstudar a influência do tecimento sobre a estabilidade do arco, geometria do cordão de solda, diluição, incidência de defeitos e acabamento da superfície revestida.\nc)\tPara os dois processos estudados, MIG/MAG e arco submerso:\n•\tComparar a robustez e confiabilidade desses processos quando aplicados ao revestimento interno de tubos com aquelas do processo TIG HW, que é o normalmente utilizado com essa finalidade. Neste caso, pretende-se analisar os resultados de aplicações deste processo relatadas na literatura no Brasil (POPE, 2012).\n•\tEstudar a correlação entre os parâmetros de soldagem (principalmente ângulos de tocha) e desenvolver técnicas de tecimento inovadoras de forma a garantir diluição igual ou inferior a 10% associando alta produtividade e qualidade. A escolha deste valor de diluição, será justificada mais à frente.\n•\tAnalisar comparativamente os resultados de dois métodos para a determinação do teor de Fe no Inconel: o método gráfico (via macrografia) e a medição da composição química do depósito.\n4\tMETODOLOGIA\nNeste capítulo serão descritos os procedimentos e métodos aplicados no desenvolvimento do presente trabalho.\n4.1 ENSAIOS DE SOLDAGEM\nO trabalho experimental foi dividido em duas etapas.\nA etapa 1 consistiu na realização de ensaios exploratórios de soldagem nas posições horizontal e vertical utilizando arame INCONEL 625 com nome comercial Sanicro 60 bitola 1,14 mm, fornecido pela empresa Sandvik Materials Technology do Brasil. Seguem abaixo as características deste arame na tabela 5:\nTabela 5 - Características do arame Sanicro 60\nComposição química do metal de adição (% por peso)\nNi\tCr\tMo\tNb\tFe\tSi\tMn C P\tS\n> 60\t22\t9\t3,5\t&lt;1\t0,2\t0,2\t<0,03\t<0,015\t<0,010\nNormas\n•\tAWS ERNiCrMo-3\n•\tEN Ni 6625\nNormas de produto\n•\tEN ISO 18274\n•\tASME/AWS SFA5.14\nCertificações____________\nCE\nFonte: (SANDVIK, 2014)\nNessa etapa foram realizados depósitos sobre chapa de aço 1020 com 6,4 mm de espessura. Estes ensaios, realizados em material de menor custo e maior disponibilidade (aço 1020, em vez de aço API), serviram para o levantamento de parâmetros de soldagem em condições próximas às que seriam utilizadas na etapa 2. Além disso, foram analisados os aspectos ligados ao processo soldagem, como diluição, sobreposição de cordões e aspecto e qualidade superficial dos depósitos.\nA etapa 2 cobriu os ensaios utilizando arame Inconel 625 com bitola de 1,14 mm e chapa de aço API 5L X46 PSL2, com 9,2 mm de espessura. Estas matérias-primas foram doadas pela empresa TUPER e são utilizadas na fabricação de tubos para a indústria petrolífera. A tabela 6 mostra a composição química média resultante da medição de duas amostras das chapas recebidas.\nTabela 6 - Composição química e Pcm*\nComposição API 5L X46M- PSL2 (% em peso)**\nC\tSi\tMn\tP\tS\tCr\tMo\tNi\n0,092\t0,176\t1,227\t0,002\t0,008\t0,012\t0,001\t0,003\nAl\tCo\tCu\tNb\tTi\tV\tW\tPb\n0,032\t<0,001\t0,010\t0,022\t0,001\t0,003\t0,005\t0,006\nSn\tAs\tZr\tBi\tCa\tCe\tSb\tTe\n0,004\t0,014\t<0,001\t<0,001\t0,003\t0,002\t0,003\t0,009\nSe\tTa\tB\tZn\tLa\tN\tPcm\t\n0,007\t<0,007\t0,002\t0,003\t0,001\t0,032\t0,169\t\n* Pcm: Carbono Equivalente (Parâmetro crítico do metal)\n** Medição realizada através de espectrometria ótica com equipamento SPECTROMAX LMX06\nPara aços com teor de Carbono inferior a 0,12%, o cálculo do carbono equivalente deve ser realizado utilizando a fórmula de Pcm, mostrada na equação 1 abaixo:\nEquação 4 - Fórmula do Carbono Equivalente Pcm (Metal Critical Parameter).\nSi Mn Cu Ni Cr Mo V\nPcm = C +\t+\t+\t+ +\t+\t+ + 5 B\n30\t20\t20\t60\t20\t15\t10\n(4)\nFonte: (API, 2004)\nO Pcm foi desenvolvido pela Sociedade de Engenharia de Soldagem Japonesa com o objetivo de avaliar a soldabilidade dos modernos aços com baixos teores de carbono e de elementos de liga.\nA composição química medida mostrada na tabela 6 ficou dentro das especificações da norma API 5L e o valor de Pcm ficou abaixo do limite especificado na mesma norma, de 0,25%.\nAs propriedades mecânicas definidas pela norma API para o aço X46 são mostradas na tabela 7.\nTabela 7 - Propriedades mecânicas aço API X46\nLimite de Escoamento Mínimo\t\tLimite de Escoamento Máximo\t\tResistência à Tração Mínima\t\tResistência à Tração Máxima\t\tAlongamento por área de amostra (mm2)\t\nksi\tMPa\tksi\tMPa\tksi\tMPa\tksi\tMPa\t40\t485\n46\t317\t76\t524\t63\t434\t110\t758\t17%\t28%\nFonte: (API, 2004)\nO autor desta tese já tinha alguma experiência na soldagem do Inconel 625, pois participou de alguns ensaios exploratórios no âmbito do projeto “Sistema Robótico de Quatro Graus de Liberdade e Processos de Soldagem Dedicados para o Revestimento de Tubos de Caldeiras” no LABSOLDA da UFSC. Naquela oportunidade foi possível testar a soldagem MIG/MAG pulsada com diferentes misturas gasosas, principalmente a mistura Argônio com CO2. Muitos dos problemas observados nestes ensaios são citados em artigos (BAIXO, 2011) e recomendações de soldagem para este material (TWI, 2014). Destaca-se a pouca molhabilidade e consequente dificuldade em se conseguir a sobreposição entre os cordões que vão formar a camada de revestimento.\nNestes ensaios exploratórios, observou-se que teores pequenos de gás ativo tem pouca influência sobre a molhabilidade. À medida que se aumentava o teor de CO2 a molhabilidade melhorava, mas para teores próximos a 25%, começaram a aparecer problemas de transferência metálica no processo pulsado, prejudicando a estabilidade. Na mesma oportunidade foi testada uma mistura de argônio com 41% de hélio com pouco efeito sobre a molhabilidade.\nDiante destas dificuldades e também devido ao fato de não ser recomendada a soldagem do Inconel com misturas ricas em CO2, pois existe o risco de causar problemas metalúrgicos (SMITH, A. A., 1971), optou-se por buscar uma outra alternativa. Os bons resultados alcançados\npor Kejelin na soldagem com MIG/MAG pulsado utilizando uma mistura de argônio com 5% de hidrogênio (KEJELIN, N. Z., 2012), levaram o pesquisador a optar por usar misturas com hidrogênio. Alguns ensaios preliminares realizados no IFSC serviram para confirmar a operacionalidade desta técnica.\nComo já foi dito, não foram encontrados na literatura exemplos de aplicação do processo MIG/MAG com polaridade negativa na soldagem do Inconel 625. Foram realizados no IFSC testes para verificar a possibilidade de utilizar esta polaridade utilizando como gás de proteção ativo, que consistiu em uma mistura de argônio com 2% de oxigênio. O processo se mostrou estável e os cordões apresentaram pequena penetração, porém a molhabilidade não foi boa.\nComo os gases de proteção escolhidos para a realização deste trabalho serão continuamente citados no texto, optou-se por se criar uma denominação simplificada:\n•\tAr-H5: Mistura gasosa de 95% de argônio e 5% de hidrogênio.\n•\tAr-O2: Mistura gasosa de 98% de argônio e 2% de oxigênio.\nPara o ajuste da vazão de gás, foi utilizada a montagem mostrada na figura 20, composta de um rotâmetro de esfera acoplado a uma mangueira. Este sistema permite a medição com a tocha montada no robô, enquanto se opera o regulador de pressão na saída da garrafa de gás.\nFigura 20 - Montagem utilizada para a medição da vazão de gás.\nO último processo analisado foi o processo arco submerso. Pretendia-se verificar a influência do fluxo escolhido sobre a molhabilidade. A seleção de um fluxo neutro foi resultado da reunião realizada no CENPES e teve por objetivo minimizar qualquer influência deste sobre a composição do metal depositado. Os testes preliminares se mostraram difíceis e foi possível realizar depósitos apenas na plana. A tabela 8 resume os processos e técnicas estudados.\nTabela 8 - Resumo das técnicas e consumíveis utilizados nos ensaios.\nProcesso\tPol.\tGás / Fluxo\tPosição\tArame\tChapa etapal\tChapa etapa2\nMIG/ MAG CC-\t-\tAr-O2 e Ar-H5\tPlana / Vertical descend.\tAWS ER NiCrMo-3 01,14 mm\tABNT 1020 6,35 mm\tAPI 5L X46 9,2 mm\nMIG/ MAG Pulsado\t+\tAr-O2 e Ar-H5\tVertical descend.\tAWS ER NiCrMo-3 01,14 mm\tABNT 1020 6,35 mm\tAPI 5L X46 9,2 mm\nMIG/ MAG CA Adap.\t\tAr-O2 e Ar-H5\tVertical descend.\tAWS ER NiCrMo-3 01,14 mm\tABNT 1020 6,35 mm\tAPI 5L X46 9,2 mm\nArco Sub\t+/-\tESAB 429 Neutro\tPlana / Vertical descend.\tAWS ER NiCrMo-3 01,14 mm\tABNT 1020 6,35 mm\tAPI 5L X46 9,2 mm\nNos ensaios de soldagem estava prevista a utilização do tecimento na realização dos cordões de solda, visando melhorar a regularidade da superfície do revestimento. No ítem 2.5 são apresentadas algumas das formas de tecimento disponíveis no controlador do robô FANUC. Além de formatos padronizados, o controlador possui uma rotina de customização que permite ao usuário criar praticamente qualquer formato de tecimento, como o movimento triangular mostrado na figura 21.\nFigura 21 - Formato triangular customizado. L_dwell e R_dwell são os tempos de espera nas extremidades do tecimento esquerda e direita, respectivamente.\nOs movimentos de tecimento são também associados a amplitudes e frequências. Além da geometria, os principais parâmetros de controle para o robô FANUC que serão utilizados durante os ensaios de soldagem são mostrados abaixo:\n•\tFrequência de tecimento (FREQ, unidade Hz): corresponde ao inverso do período de tempo gasto em um ciclo completo de tecimento;\n•\tAmplitude de tecimento (AMP, unidade mm): deslocamento máximo entre seus pontos extremos. No controlador do robô FANUC o valor ajustado neste parâmetro corresponde à metade do valor total da amplitude de tecimento;\n•\tParada na direita/esquerda (R_DW, L_DW, unidade s): tempo de parada na extremidade direita ou esquerda do tecimento (observador localizado a frente do movimento de deslocamento). Durante este tempo de parada se pode, opcionalmente, interromper ou não o movimento de deslocamento da trajetória da tocha (Figura 22);\nFigura 22 - Tipo de parada com ou sem interrupção do movimento de deslocamento na trajetória.\nFonte: (FANUC, 2010)\n• Referência de tecimento (TOOL): permite selecionar uma ferramenta diferente da utilizada para realizar a trajetória. É particularmente importante quando é necessário usar um TCP (tool center point) diferente ou diferentes ângulos de ataque da tocha de soldagem em uma mesma trajetória (Figura 23);\nFigura 23 - Seleção da referência de tecimento.\nFonte: (FANUC, 2010)\n• Ângulo de elevação do tecimento (Elevation, graus): permite ajustar um ângulo entre o plano de tecimento e o plano xy da trajetória (Figura 24).\nFigura 24 - Ângulo de elevação.\nFonte: (FANUC, 2010)\n• Ângulo de orientação do tecimento (Azimuth, graus): permite mudar a orientação da direção de tecimento sobre o plano xy inclinando o eixo do movimento de tecimento tornando-o mais assimétrico (Figura 25). Este parâmetro é particularmente útil para a execução de cordões utilizando a técnica de “switch-back”. Neste caso, o ângulo de Azimuth é definido em 90 graus.\nFigura 25 - Ângulo de orientação do tecimento.\nFonte: (FANUC, 2010)\nPara a monitoração de temperatura prévia aos ensaios de soldagem e entre um passe e outro, foi utilizado o termômetro infravermelho digital marca Selectech modelo SE-700, mostrado na figura 26.\nFigura 26 - Medição de temperatura.\nAs características metrológicas deste instrumento são mostradas na tabela 9.\nTabela 9 - Características metrológicas do termômetro infravermelho.\nTermômetro Infravermelho\nMarca\tSelectech Electronics Co\tModelo\tSE-700\nFaixa de medição\t-50 a 700°C\tIncerteza\t± 1,5°C\nRepetibilidade\t±1°C\tResolução\t0,1°C\nEmissividade\tAjustável de 0,1 a 1\tTempo de resposta\t500 ms\nFonte: (SELECTECH, 2015)\nPara a medição dos ângulos foram utilizados dois instrumentos, dependendo dos tipos de ângulos a serem medidos. Ângulos medidos com relação à horizontal (por exemplo, o ângulo de inclinação da tocha) foram medidos utilizando um aplicativo para celular Android que usa o acelerômetro do celular para tanto (\nFigura 27).\nFigura 27 - Medição do ângulo de inclinação.\nÂngulos com relação à direção de soldagem (ângulo de ataque, seja puxando ou empurrando), foram medidos utilizando um goniómetro (Figura 28).\nFigura 28 - Medição do ângulo de ataque (puxando ou empurrando).\nAs características metrológicas destes instrumentos são mostradas na tabela 10.\nTabela 10 - Características metrológicas dos meios utilizados para a medição de\nângulos.\nInclinômetro para medição do ângulo de inclinação da tocha\t\t\nMarca\tSAMSUNG A5\tSensor\tBosch BMC 150\nFaixa de medição\t0 a 360°\tIncerteza\t± 1°\n\tResolução\t0,1°\nGoniómetro para medição do ângulo de ataque (empurrando\t\tou puxando)\nMarca\tCOSA\tModelo\tGoniómetro de precisão 360°\nFaixa de medição\t0 a 360°\tIncerteza\t± 5' de grau\n\tResolução\t5'\nFonte: (BOSCH, 2013)\nA medição da DBCP (distância do bico de contato à peça) foi feita utilizando um calibre fabricado para este fim (Figura 29). O calibre foi fabricado com uma incerteza de ± 0,1 mm por um processo de ajustagem fina (lima mursa).\nFigura 29 - Calibre para a medição da DBCP\n4.2\tENSAIOS MECÂNICOS\nPara atingir os objetivos propostos foi utilizada, resumidamente, a seguinte metodologia:\n1) Estudo do revestimento de aço API X46 utilizando o processo MIG/MAG:\na)\tRealizar soldagens com Inconel 625 de chapas em aço API X46 simulando o revestimento de tubos com espessura de 9,2 mm, utilizando diferentes modos de transferência metálica, misturas de gás de proteção, correntes de soldagem e amplitude do tecimento para estudar a influência das variáveis de processo sobre a estabilidade do arco, incidência de descontinuidades e aspectos geométricos e metalúrgicos da solda.\nb)\tRealizar a análise metalográfica ao MO da zona fundida e da zona afetada pelo calor para comparar suas características microestruturais com aquelas do metal de base e com as especificações das normas API.\nc)\tElaborar procedimentos de soldagem pouco sensíveis a perturbações e à variação nas condições de soldagem. Confeccionar com esses procedimentos amostras que seriam submetidas a ensaios mecânicos (microdureza, retilinidade e CTS) para validá-los.\nd)\tAnalisar o teor de ferro dos depósitos realizados, seja através da medição da diluição por método gráfico, seja através da análise de composição química por espectrometria de emissão óptica.\n2) Estudo do revestimento de aço API X46 utilizando o processo Arco Submerso:\na)\tRealizar soldagens com Inconel 625 de chapas em aço API X46 simulando o revestimento de tubos com espessura de 9,2 mm, utilizando fluxo neutro, correntes de soldagem e amplitude do tecimento, para estudar a influência das variáveis de processo sobre a estabilidade do arco, incidência de descontinuidades e aspectos geométricos e metalúrgicos da solda.\nb)\tRealizar a análise metalográfica ao MO da zona fundida e a zona afetada pelo calor para comparar suas características microestruturais com aquelas do metal de base e com as especificações das normas API.\nc)\tElaborar procedimentos de soldagem robustos, isto é, pouco sensíveis a perturbações e à variação nas condições de soldagem. Confeccionar com esses procedimentos amostras que seriam submetidas a ensaios mecânicos (microdureza, retilinidade e CTS) para validá-los.\nd)\tAnalisar o teor de ferro dos depósitos realizados, seja através da medição da diluição por método gráfico, seja através da análise da composição química por espectrometria de emissão óptica.\n4.3\tMETALOGRAFIA/MICROSCOPIA ÓTICA\nO Departamento de Metal Mecânica do IFSC possui um laboratório completo de Metalografia para a preparação de amostras e microscópios óticos para a análise e realização de microdureza nas amostras soldadas. Este laboratório é composto de:\n•\tSala para preparação de amostras metalográficas;\n•\tMicrodurômetro LECO AH43;\n•\tMicroscópio LEICA DM4000;\n•\tEstereoscópio ZEISS Stemi 2000 C, acoplado a uma câmera digital AxioCamERc5s com software de análise ZEN.\nNa figura 30 pode-se observar o laboratório de Metalografia, sala em que são preparadas as amostras metalográficas. Em seguida, na tabela 11 são descritos os equipamentos do laboratório.\nFigura 30 - Laboratório de Metalografía do IFSC - Sala para preparação de amostras metalográficas\nTabela 11 - Características do laboratorio de Metalografía\nCaracterística\tQuantidade\nLixadeiras mecanizadas\t4\nPolitrizes\t4\nCutoff\t1\nEmbutidora para metalografía\t2\nCapela\t1\nA figura 31 mostra o Microdurômetro LECO AH43 com suas características e especificações descritas na tabela 12.\nFigura 31 - Microdurômetro LECO AH43\nTabela 12 - Características e especificações do Microdurômetro LECO AH43\nCaracterística\tEspecificação\nCargas para a medição de dureza\t1, 2 ,5 10, 25, 50,100, 300, 500 e 1000 gramas.\nObjetivas\t10Xe50X\nAcoplador da Câmera\tAumentos de 3,0X e 0,7X\nResolução da mesa X-Y\t1 pm\nIncerteza de medição\t1%\nDeslocamento máx. da mesa\t50 mmx50 mm\nAltura máx. da amostra\t60 mm\nAutofoco\tControle por passos de 1 Ltm\nFonte: (LECO, 2005)\nNa tabela 13 observam-se as características e especificações do Microscópio LEICA DM4000 M LED (Figura 32).\nFigura 32 - Microscópio LEICA DM4000 M LED;\nTabela 13 - Características e especificações do Microscópio LEICA DM4000 M LED\nCaracterística\tEspecificação\t\nBraço\tFonte de energia\tIntegrada ao Braço\n\tDisplay de funções\t3,7 x 7,7 cm\n\tInterface\t1 x USB 2.0\nOperação\tFoco\tManual com acionamento por 2engrenagens (mecanizado opcional)\n\tRevólver\tEncoder absoluto com 6 posições com rosca M32\n\tAumento máximo\t1000x\nLuz transmitida\tIluminação\tLED 4500K\nFonte: (LEICA, 2013)\nA figura 33 mostra o Estereoscópio marca ZEISS modelo Stemi 2000 C, acoplado a uma câmera digital marca AxioCam modelo ERc5s. Suas especificações aparecem na tabela 14.\nFigura 33 - Estereoscópio ZEISS Stemi 2000 C, acoplado a uma câmera digital AxioCam ERc5s\nTabela 14 - Características e especificações do Estereoscópio ZEISS Stemi 2000C\nCaracterística\tEspecificação\nAumentos\tDe 6,5X a 50X\nAngulo estéreo\t11°\nDistância livre total\t92 mm\nÂngulo de visão\t35°\nAjuste da ocular\t55 a 75mm\nFonte de luz\tLED\nCCD da câmera\tResolução2560 x 1920 ou 5.0 megapixels\nComunicação/ Alimentação\tUSB 2.0 / 5 V e1 A\nImagem ao vivo\tDVI max.13 fps at 800 x 600 pixels\nFonte: (ZEISS, 2002)\n4.4\tMEDIÇÃO DE COMPOSIÇÃO QUÍMICA\nAs análises da composição química foram realizadas na empresa Precicast BR - Usicast Indústria e Comércio Ltda, localizada no município de São José, na grande Florianópolis, utilizando um espectrómetro de emissão ótica da marca AMETEK, modelo SPECTROMAX LMX06 (Figura 34). O equipamento sofreu uma calibração realizada pelo representante da AMETEK no mês de agosto de 2015, pouco antes do uso para as análises químicas contidas neste trabalho. Para a calibração foi utilizada uma amostra padrão em aço inox com a composição mostrada na tabela 15.\nTabela 15 - Composição da amostra padrão de aço Inox Composição química do padrão para aço Inox (% por peso)\nC\tSi\tMn\tP\tS\tCr\n0,022\t0,17\t1,70\t0,008\t0,020\t19,06\nNi\tMo\tFe\tAs\tCu\tV\n14,74\t3,55\t60,05\t0,030\t0,35\t0,3\nFonte: Bureau of Analysed Samples Ltd, BCS/SS CRM No. 474\nPara a verificação do teor de ferro do Inconel 625 depositado, foram consideradas apenas as medições do teor de ferro.\nFigura 34 - Espectrómetro de emissão ótica Spectromaxx LMX06.\n4.5\tMONTAGEM DA BANCADA DE ENSAIOS\nO Departamento Acadêmico de Metal-mecânica (DAMM) do IFSC, Campus Florianópolis, dispõe de uma célula de soldagem automatizada composta de um Robô Fanuc M-10 i A, de uma fonte de soldagem IMC Digiplus A7 e de um sistema de aquisição de dados de soldagem SAP 4. O sistema de aquisição de dados SAP-4 é baseado no sistema operacional Windows. É composto de um conjunto de sensores, capazes de medir corrente de soldagem, tensão de soldagem, velocidade de arame e vazão de gás de proteção. Os sinais capturados são tratados e convertidos em sinais digitais para a geração de oscilogramas e gráficos (IMC, 2008). Na tabela 16 são mostradas as faixas de medição e incertezas do sistema. Todas as aquisições de dados contidas neste trabalho foram feitas utilizando a versão de software 4.33s.\nTabela 16 - Faixas de medição e incertezas do sistema\nVariável\tFaixa\tResolução\tErro Al.\nCorrente\t- 600 a 600 A\t0,8 A\t02\nTensão\t- 100 a 100V\t0,1 V\t1%\nVazão de Gás\t0 a 20 l/min.\t0,1 l/min\t2%\nVel. Arame 500p\t0 a 500,0 m/min\t0,1 m/min\t2%\nDistância m.\t\t0,0003 m\t2%\nTaxa de Amostragem Máx por Canal.\t5000\tHz\t0,1%\nFonte: (IMC, 2008)\nO FANUC M-10 i A é um robô de manipulação de alto desempenho com 6 eixos (FANUC, 2010). O modelo M-10 i A apresenta um alcance máximo de 1,42 m e capacidade de carga 10 kg. A alta rigidez do braço e a tecnologia avançada de servo-motores, permite alcançar velocidades de deslocamento até 2 m/s. O mesmo está equipado de um controlador R30iA e é programado com o auxílio de um “teach_pendant” O robô utiliza a linguagem de programação KAREL, proprietária da FANUC.\nA IMC Digiplus A7 de 800 A é uma fonte de soldagem multiprocesso, transistorizada chaveada no secundário do transformador, o que permite controle otimizado dos parâmetros de soldagem (IMC, 2009). O equipamento permite a utilização dos seguintes processos de soldagem: MIG/MAG convencional, pulsado e curto-circuito controlado, eletrodo revestido, arco submerso, TIG/plasma com corrente alternada ou contínua, pulsada ou não. A multiplicidade de processos de soldagem confere grande flexibilidade à célula, uma vez que pode-se desenvolver procedimentos em praticamente todas as modalidades de soldagem a arco aplicadas industrialmente na atualidade. A fonte é microprocessada e utiliza um processador de arquitetura Arm 7 da Phillips. A programação é feita em linguagem “C” e o fabricante está localizado no município de Palhoça - SC, o que permite customizações que não são possíveis em equipamentos de outros fornecedores.\n4.5.1\tConstrução do Suporte da Tocha para Punho “Hollow Wrist”\nAs modernas células de soldagem têm recentemente passado a incorporar robôs que possuem o punho (eixo 6) vazado ou “Hollow Wrist” (HW). Na figura 35, pode-se observar um exemplo de robô com esta característica. Isso permite que o punho do robô gire livremente, melhorando a acessibilidade da tocha de soldagem (BINZEL, 2009). O Laboratório possui uma tocha de soldagem reta que foi adaptada ao punho vazado do robô. Para tanto, foi necessário o projeto e construção de um novo suporte integrado ao punho do robô.\nFigura 35 - Detalhe de um sistema HW.\nFonte: Fanuc 2008\nComo o robô utilizava uma tocha cuja aplicação de origem era para soldagem manual, a flange que a suportava não poderia ser utilizada para o modo “punho vazado”. Sendo assim, foi confeccionada uma flange para fixar a nova tocha ao punho, permitindo então que todos os cabos da tocha fossem passados pelo interior da estrutura do robô, visando conferir melhor estabilidade e liberdade de movimentos. Para aumentar a flexibilidade do sistema e utilizar de forma adequada o eixo 6 do robô (punho), a tocha reta sofreu modificações. Foi necessário conformar a micropistola em um ângulo de 15°. Essa modificação permite o acesso\nmesmo em peças complexas. Para efetuar esta modificação, foi construída uma matriz para a dobradeira de tubos. O resultado final pode ser visto na figura 36.\nFigura 36 - Comparação entre as Tochas e Flanges: a) antiga e b) nova\n(a)\n(b)\nEsta nova configuração da tocha permitiu a montagem do sistema de alimentação de fluxo para o arco submerso composto por um pequeno silo fixado ao bocal de gás (Figura 37). Esta concepção foi muito útil para simplificar os testes de soldagem, mas, como se mostrará mais tarde, não pode ser utilizada em campo.\nFigura 37 - Silo de fluxo\n4.5.2\tMontagem do Dispositivo para Soldagem Vertical\nPara permitir a soldagem na posição vertical, foi construído o dispositivo mostrado na (Figura 38).\nFigura 38 - Dispositivo utilizado para soldagem na vertical\n(a) - Vista traseira\t(b) - Vista Frontal\n4.5.3\tVerificação da Repetibilidade do Robô\nO robô Fanuc M 10 i A não havia passado por nenhum teste de repetibilidade desde a sua instalação em 2008. Por este motivo, foi elaborado e realizado um protocolo de verificação de repetibilidade. O teste consistiu na programação de trajetórias simuladas de soldagem finalizadas por um ponto estacionário. O bico de contato foi substituído por uma ponta seca e na posição final estacionária foi instalado um relógio comparador milesimal Mitutoyo com curso de medição de 1 a 5 mm. A figura 39 mostra a montagem utilizada.\nFigura 39 - Montagem para medição de repetibilidade\nO programa de verificação foi executado no robô 30 vezes para cada direção principal de deslocamento (x, y e z). Para a calibração do relógio comparador, foram utilizados blocos padrão cerâmicos calibrados pela fundação CERTI, utilizando a montagem mostrada na figura 40.\nFigura 40 -\nMontagem para calibração do relógio comparador.\nPara o cálculo da repetibilidade, foi utilizada a equação mostrada abaixo (ALBERTAZZI et al., 2008):\nEquação 5 - Equação para o cálculo da repetibilidade.\nRe = ± t.s (5)\nOnde:\nRe = repetibilidade\nt = coeficiente de Student (a = 95,45%, n-1)\ns = desvio padrão da amostra\nPara o cálculo da repetibilidade combinada, foi aplicada a equação (ALBERTAZZI et al., 2008):\nEquação 6 - Equação para o cálculo da repetibilidade.\nRcomb2=Ri2+ R22+... + Rn2\t(6)\nOnde:\nRcomb = Repetibilidade combinada resultante\nR1 = Repetibilidade do instrumento ou eixo 1\nR2 = Repetibilidade do instrumento ou eixo 2\nRn = Repetibilidade do instrumento ou eixo n\nOs resultados de calibração do relógio comparador são mostrados na tabela 17.\nTabela 17 - Resultados de calibração do relógio comparador milesimal Mitutoyo.\n\tA VVC\tB Valor medido\tC (B-A)\tE Repetibilidade\tInc. comb. (relógio+ bloco)\n1\t2,50006\t2,50000\t-0,00006\t0,00115\t0,0012 mm\n2\t2,50006\t2,49950\t-0,00056\t(95,45%)\t1 jim\n3\t2,50006\t2,49950\t-0,00056\t\t\n4\t2,50006\t2,50050\t0,00044\t\t\n5\t2,50006\t2,50000\t-0,00006\t\t\n6\t2,50006\t2,50050\t0,00044\t\t\n7\t2,50006\t2,50000\t-0,00006\t\t\n8\t2,50006\t2,49900\t-0,00106\t\t\n9\t2,50006\t2,50000\t-0,00006\t\t\n10\t2,50006\t2,50050\t0,00044\t\t\n*VVC (Valor verdadeiro convencional) = 2,50006 mm. Referência: Bloco Padrão Cerâmico de 2,5 mm (calibração Fundação CERTI n° 1930/99). Incerteza U 95% (+/-) = 0,05 iim / 0,00005 mm.\nNas tabelas 18, 19 e 20 e figuras 41, 42 e 43 são mostrados os resultados de medição e o comportamento do erro em relação ao tempo nas direções “x”, “y” e “z” respectivamente. Nota-se que, à medida que os mecanismos do robô se aquecem, o erro tende a uma estabilização. Como os ensaios de soldagem em laboratório, são compostos de pequenas séries de cordões, realizados com um ciclo baixo de trabalho, optou-se por calcular a repetibilidade do robô na pior condição: na fase de aquecimento do ciclo de operação. Assim sendo, na produção em série (na qual vai se atingir condições de regime de operação) espera-se que os valores de repetibilidade sejam menores dos que os medidos neste trabalho.\n\tA (pm)\tA (mm)\tB (média A)\tC (A-B)\tE (Repetibilidade)\tRepetibilidade combinada\n1\t1\t0,0010\t0,0020\t-0,0010\t0,0022\t±0,0025 mm\n2\t0\t0,0000\t0,0020\t-0,0020\t(95,45%)\t±3 pm\n3\t1\t0,0010\t0,0020\t-0,0010\t\t\n4\t1\t0,0010\t0,0020\t-0,0010\t\t\n5\t1,5\t0,0015\t0,0020\t-0,0005\t\t\n6\t1,5\t0,0015\t0,0020\t-0,0005\t\t\n7\t1,5\t0,0015\t0,0020\t-0,0005\t\t\n8\t1\t0,0010\t0,0020\t-0,0010\t\t\n9\t2\t0,0020\t0,0020\t0,0000\t\t\n10\t2,5\t0,0025\t0,0020\t0,0005\t\t\n11\t2,5\t0,0025\t0,0020\t0,0005\t\t\n12\t0\t0,0000\t0,0020\t-0,0020\t\t\n13\t1\t0,0010\t0,0020\t-0,0010\t\t\n14\t1,5\t0,0015\t0,0020\t-0,0005\t\t\n15\t2\t0,0020\t0,0020\t0,0000\t\t\n16\t2\t0,0020\t0,0020\t0,0000\t\t\n17\t2\t0,0020\t0,0020\t0,0000\t\t\n18\t2\t0,0020\t0,0020\t0,0000\t\t\n19\t2\t0,0020\t0,0020\t0,0000\t\t\n20\t2\t0,0020\t0,0020\t0,0000\t\t\n21\t2,5\t0,0025\t0,0020\t0,0005\t\t\n22\t2,5\t0,0025\t0,0020\t0,0005\t\t\n23\t2\t0,0020\t0,0020\t0,0000\t\t\n24\t2,5\t0,0025\t0,0020\t0,0005\t\t\n25\t3\t0,0030\t0,0020\t0,0010\t\t\n26\t3\t0,0030\t0,0020\t0,0010\t\t\n27\t4,5\t0,0045\t0,0020\t0,0025\t\t\n28\t3,5\t0,0035\t0,0020\t0,0015\t\t\n29\t4\t0,0040\t0,0020\t0,0020\t\t\n30\t3,5\t0,0035\t0,0020\t0,0015\t\t\n\tA (pm)\tA (mm)\tB (média A)\tC (A-B)\tE (Repetibilidade)\tRepetibilidade combinada\n1\t6\t0,0060\t0,0095\t-0,0035\t0,0053\t±0,0055 mm\n2\t7\t0,0070\t0,0095\t-0,0025\t(95,45%)\t±6 pm\n3\t7\t0,0070\t0,0095\t-0,0025\t\t\n4\t9\t0,0090\t0,0095\t-0,0005\t\t\n5\t8\t0,0080\t0,0095\t-0,0015\t\t\n6\t8,5\t0,0085\t0,0095\t-0,0010\t\t\n7\t6,5\t0,0065\t0,0095\t-0,0030\t\t\n8\t6\t0,0060\t0,0095\t-0,0035\t\t\n9\t10\t0,0100\t0,0095\t0,0005\t\t\n10\t8,5\t0,0085\t0,0095\t-0,0010\t\t\n11\t8,5\t0,0085\t0,0095\t-0,0010\t\t\n12\t4\t0,0040\t0,0095\t-0,0055\t\t\n13\t4\t0,0040\t0,0095\t-0,0055\t\t\n14\t11\t0,0110\t0,0095\t0,0015\t\t\n15\t12\t0,0120\t0,0095\t0,0025\t\t\n16\t11\t0,0110\t0,0095\t0,0015\t\t\n17\t10\t0,0100\t0,0095\t0,0005\t\t\n18\t11\t0,0110\t0,0095\t0,0015\t\t\n19\t14\t0,0140\t0,0095\t0,0045\t\t\n20\t11\t0,0110\t0,0095\t0,0015\t\t\n21\t11\t0,0110\t0,0095\t0,0015\t\t\n22\t9\t0,0090\t0,0095\t-0,0005\t\t\n23\t12,5\t0,0125\t0,0095\t0,0030\t\t\n24\t11\t0,0110\t0,0095\t0,0015\t\t\n25\t12,5\t0,0125\t0,0095\t0,0030\t\t\n26\t10\t0,0100\t0,0095\t0,0005\t\t\n27\t10\t0,0100\t0,0095\t0,0005\t\t\n28\t11\t0,0110\t0,0095\t0,0015\t\t\n29\t12\t0,0120\t0,0095\t0,0025\t\t\n30\t12,5\t0,0125\t0,0095\t0,0030\t\t\n\tA (pm)\tA (mm)\tB (média A)\tC (A-B)\tE (Repetibilidade)\tRepetibilidade combinada\n1\t3\t0,0030\t0,0029\t0,0002\t0,0052\t±0,0052 mm\n2\t0\t0,0000\t0,0029\t-0,0029\t(95,45%)\t±5 pm\n3\t-1\t-0,0010\t0,0029\t-0,0039\t\t\n4\t3\t0,0030\t0,0029\t0,0002\t\t\n5\t1\t0,0010\t0,0029\t-0,0019\t\t\n6\t5\t0,0050\t0,0029\t0,0022\t\t\n7\t-0,5\t-0,0005\t0,0029\t-0,0034\t\t\n8\t-1\t-0,0010\t0,0029\t-0,0039\t\t\n9\t4\t0,0040\t0,0029\t0,0012\t\t\n10\t1,5\t0,0015\t0,0029\t-0,0014\t\t\n11\t1,5\t0,0015\t0,0029\t-0,0014\t\t\n12\t-3\t-0,0030\t0,0029\t-0,0059\t\t\n13\t-1\t-0,0010\t0,0029\t-0,0039\t\t\n14\t4\t0,0040\t0,0029\t0,0012\t\t\n15\t6\t0,0060\t0,0029\t0,0032\t\t\n16\t4\t0,0040\t0,0029\t0,0012\t\t\n17\t5\t0,0050\t0,0029\t0,0022\t\t\n18\t4\t0,0040\t0,0029\t0,0012\t\t\n19\t7\t0,0070\t0,0029\t0,0042\t\t\n20\t4\t0,0040\t0,0029\t0,0012\t\t\n21\t4\t0,0040\t0,0029\t0,0012\t\t\n22\t2\t0,0020\t0,0029\t-0,0009\t\t\n23\t5,5\t0,0055\t0,0029\t0,0027\t\t\n24\t4\t0,0040\t0,0029\t0,0012\t\t\n25\t5,5\t0,0055\t0,0029\t0,0027\t\t\n26\t4\t0,0040\t0,0029\t0,0012\t\t\n27\t2\t0,0020\t0,0029\t-0,0009\t\t\n28\t4\t0,0040\t0,0029\t0,0012\t\t\n29\t5\t0,0050\t0,0029\t0,0022\t\t\n30\t3\t0,0030\t0,0029\t0,0002\t\t\nConforme resultados encontrados em pesquisa anteriormente desenvolvida pelo autor referente à soldagem automatizada de componentes de chassi automotivo, podem ser toleradas incertezas de posicionamento entre ±0,3 e ±0,5 mm para juntas sobrepostas ou em ângulo (TEICHMANN, 2012).\nA análise dos resultados permite afirmar que o robô está atingindo uma repetibilidade volumétrica (resultante da combinação das repetibilidades de cada eixo) de ±0,060 mm e, portanto, inferior aos valores mencionados acima. Este valor também está dentro da especificação de repetibilidade de ±0,080 mm indicada pelo fabricante do robô (FANUC, 2008).\n4.5.4\tInstalação do Software “ArcTool” no controlador R-30/A\nComo já foi citado anteriormente, o robô M10iA que está instalado no laboratório de soldagem foi adquirido incialmente para a manipulação de peças visando a sua integração em uma célula de manufatura. Sendo um robô de manipulação, o mesmo não dispunha das ferramentas de soldagem que permitem a comunicação com fontes de\nsoldagem utilizando interfaces padronizadas, nem trajetórias com movimento de tecimento.\nPara utilizar essas funcionalidades seria necessária a atualização do software do robô através de reinstalação completa do seu sistema operacional.\nVisto isso, o autor entrou em contato com a FANUC Robotics do Brasil para cotar o serviço de instalação desse software, o qual foi orçado em R$ 15.000,00. Como não se dispunha de fonte de financiamento direto para o projeto, contando apenas com recursos próprios, a FANUC, ao ser colocada à par dessa situação, se dispôs a fornecer o software, ficando a instalação a cargo do autor. Foi enviado à FANUC Robotics do Brasil, por correio, um cartão PCMCIA no qual foram colocados os arquivos necessários à instalação do novo software do controlador. Para instalar o novo software, o robô foi iniciado em modo de “instalação” seguindo as orientações contidas no manual do robô. Todo o sistema operacional foi reinstalado e foi adicionada a biblioteca “ARC Positioner” (Figura 44), que habilitou o uso das funções “ARC TOOLS”.\nFigura 44 - Biblioteca \"ARC Positioner\" adicionada após a instalação do novo software.\n4.5.5\tImplementação de Comunicação Digital entre o Robô Fanuc e a Fonte de Soldagem IMC Digiplus\nOs primeiros ensaios de “cladding” mostraram a necessidade de se modificar os parâmetros de soldagem durante a deposição da camada, de forma a obter uma soldagem mais homogênea. Como a fonte de soldagem IMC Digiplus A7 não possui uma interface de comunicação padrão para o Robô Fanuc M10iA, foi necessário utilizar as entradas digitais com dois bits disponíveis no equipamento para este fim (pinos 1 e 2 respectivamente na figura 45).\nFigura 45 - Esquema do conector de entradas e saídas digitais\nOs outros bits de comunicação estavam ocupados por outras funções. Esta composição permite a configuração de no máximo 4 programas de soldagem.\nO robô FANUC também possui 40 entradas e saídas digitais distribuídas em dois módulos que podem ser acionadas via programação (Figura 46).\nForam escolhidas as saídas digitais 1 e 3 do robô para a seleção dos programas de soldagem. Como pode ser observado nas figuras 45 e 46, existe uma diferença considerável entre as tensões de operação da IO do robô (24V) e da fonte (3,3 a 5 V). O problema foi resolvido com a construção de um divisor de tensão resistivo.\nFigura 46 - Módulo 1 de Entradas e Saídas Digitais/Analógicas do robô Fanuc\nNa tabela 21 são mostradas as correlações entre os comandos de programação do robô e os respectivos programas de soldagem selecionados.\nTabela 21 - Relação entre comandos no programa do robô e parâmetro de soldagem selecionado.\nIO robô\tComando programa\tPino (fonte)\tPrograma de soldagem\n1\tDO{1}=OFF\t1\tPrograma 1\n3\tDO{3}=OFF\t2\t\n1\tDO{1}=ON\t1\tPrograma 2\n3\tDO{3}=OFF\t2\t\n1\tDO{1}=OFF\t1\tPrograma 3\n3\tDO{3}=ON\t2\t\n1\tDO{1}=ON\t1\tPrograma 4\n3\tDO{3}=ON\t2\t\n4.6\tVERIFICAÇÃO DO SISTEMA DE AQUISIÇÃO SAP-4\nPara reduzir a incerteza dos valores de corrente, tensão e velocidade de arame medidos utilizando o sistema de aquisição SAP-4, foi realiza a verificação e correção do sistema pelo fabricante IMC Engenharia de soldagem. Kejelin descreve de forma detalhada o procedimento realizado (KEJELIN, N. Z., 2012).\n4.7\tMÉTODOS DE AVALIAÇÃO DA DILUIÇÃO\nConsiderando-se que o preço da liga Inconel 625 é devida ao uso de teores altos de elementos químicos que são caros, mas necessários para lhe conferir suficiente resistência à corrosão, ao depositar essa liga sobre um aço API há que manter uma pureza mínima que garanta a conservação dessa resistência. Como já foi citado anteriormente, várias normas estabelecem este grau de pureza e limitam, normalmente, o conteúdo de ferro no revestimento obtido. Na maior parte dos casos, o material de base utilizado para os depósitos consiste em aços com baixo teor de liga, ou seja, compostos com aproximadamente 98% de ferro. Isto dito, o teor de ferro do revestimento é praticamente igual ao valor da diluição percentual. No presente trabalho, a grande maioria das avaliações de teor de ferro nos depósitos foi realizada considerando o que foi exposto acima. Por outro lado, foram realizadas algumas análises de composição química para confirmar a correlação entre os métodos.\nA medição de diluição foi feita a partir das macrografias das seções longitudinais e transversais das soldas. Todos os cortes foram feitos por eletro-erosão a fio. Apenas algumas amostras precisaram ser lixadas e atacadas com reagente nital 5%, pois o próprio processo de corte por eletro-erosão já revela a porção fundida dos cordões, haja vista que normalmente deixava a superfície do metal de base mais escura.\nO procedimento de medição de diluição realizado é composto da sequência listada abaixo:\n•\tMedição da espessura da chapa da amostra.\n•\tFotografia da amostra.\n•\tInserção da imagem no software Autocad.\n•\tMedição da espessura da chapa no software e cálculo da escala.\n•\tAjuste do tamanho da imagem para ter escala 1:1.\n•\tTraçado da superfície original da chapa de metal de base, considerando a distorção devida à soldagem.\n•\tTraçado da linha de fusão.\n•\tCálculo da área depositada (ad) e da área fundida (af) do metal de base, utilizando o software Autocad.\n•\tCálculo da diluição (em %), mediante a equação:\nEquação 7 - Equação para o cálculo da diluição.\nD = 100* Af/(Ad+Af)\t(7)\nA figura 47 mostra de forma resumida a sequência descrita acima.\nFigura 47 - Sequência simplificada utilizada para a medição da diluição\nArea = 139,7329 mm2\nArea = 6,4471 mm2\nDiluição: 4,61%\nFoi feita uma análise comparativa entre os teores de ferro do revestimento estimados com base na medição da diluição por método gráfico com aqueles obtidos mediante análise química (por espectrometria de emissão óptica). Para a comparação foram selecionadas duas amostras que apresentavam revestimento com teor de ferro bastante diferente. A diluição em cada amostra foi medida três vezes utilizando o método gráfico. As mesmas amostram foram depois analisadas por espectrometria mediante queima em três pontos. Os resultados são mostrados na tabela 22:\nTabela 22 - Comparação entre os métodos de medição do teor de Fe através de diluição e através de análise química em peças revestidas pelo processo MIG/MAG.\nMedição diluição gráfica x composição química\nMedição\t\tDiluição\t%Fe calculado\tEspectrómetro\tDesvio\n\t1\t4,61%\t4,56%\t2,73%\t\n\t2\t3,64%\t3,60%\t2,79%\t\nAmostra 1\t3\t4,43%\t4,37%\t2,85%\t\nMedia\t\t4,23%\t4,18%\t2,79%\t+1,39%\nDesvpad\t\t0,52%\t\t0,06%\t\nRepetibilidade\t\t2,33%\t\t0,27%\t\n\t1\t8,43%\t8,33%\t7,44%\t\n\t2\t8,97%\t8,86%\t7,34%\t\n\t3\t9,08%\t8,97%\t7,28%\t\nAmostra 2\t\t\t\t\t\nMedia\t\t8,83%\t8,72%\t7,35%\t+1,37%\nDesvpad\t\t0,35%\t\t0,08%\t\nRepetibilidade\t\t1,58%\t\t0,37%\t\nMetal de Base: Aço API 5L X46 PSL2 (98,784 % Fe)\n%Fe calculado = Diluição x 0,98784 (Teor de ferro da amostra) Desvio = Média Espectrómetro - Média %Fe calculado\nO Teor de ferro contido no arame foi desconsiderado (0,01% de Fe)\nNas figuras 48 e 49 são plotados os pontos com o teor de ferro calculado e medido no espectrômetro para a amostra 1 e 2.\nFigura 48 - Comparação entre o teor de ferro calculado através da diluição e o medido no espectrômetro de emissão ótica para a Amostra 1.\nNúmero de ordem da medição\n■%Fe Calc\nA%Fe Espec\n%Fe Calc - % de ferro calculado através da diluição %Fe Espec - % de ferro medido por espectrometria\nFigura 49 - Comparação entre o teor de ferro calculado através da diluição e o medido no espectrômetro de emissão ótica para a Amostra 2.\n■%Fe Calc\nA%Fe Espec\nNúmero de ordem da medição\n%Fe Calc - % de ferro calculado através da diluição %Fe Espec - % de ferro medido por espectrometria\nA estimativa do teor de Fe com base na diluição medida gráficamente se mostrou satisfatória considerando que os valores encontrados foram próximos (e até um pouco superiores) aos determinados por análise química.\nEmbora a repetibilidade para a medição da diluição para baixos valores desta (em torno de 4%) seja insatisfatória, para os valores alvo (10%) a repetibilidade é suficientemente adequada para servir de base na avaliação de procedimentos de revestimento.\nA confirmação dos resultados em procedimentos otimizados deve ser sempre realizada através de análise química.\n4.8 MEDIÇÃO DE RETILINIDADE\nComo a qualidade superficial do revestimento interno tem influência sobre a perda de carga devido ao transporte de fluídos em dutos, esta característica foi avaliada neste trabalho. Para tanto, foram analisados dois defeitos de forma: a retilinidade e a planicidade.\nA ideia inicial consistiu em se fazer uma análise comparativa entre os métodos de revestimento TIG industrialmente aplicados e os métodos propostos pelo pesquisador. A medição da rugosidade é um método com larga aplicação industrial na avaliação da qualidade superficial, principalmente de peças usinadas. No caso de peças soldadas, no entanto, coloca-se o problema do contato físico entre o apalpador (normalmente de diamante) e a peça. Como na soldagem é comum a presença de respingos e reentrâncias, existe um grande risco de quebra do apalpador. No seu relatório “Topografia de superfície de weld overlay de Tubos” (PETROBRAS/CENPES, 2011), o CENPES relata o uso de um rugosímetro laser para solucionar este problema. Entretanto, os laboratórios no IFSC e na UFSC não dispõem de tal equipamento.\nAlternativamente foi feita uma análise comparativa entre as amostras medidas por rugosímetro laser no relatório acima citado, e um equipamento de medição de circularidade/retilinidade, marca Mitutoyo, modelo Roundtest RA-1600. Os testes foram feitos utilizando um apalpador com 0,8 mm de diâmetro. A tabela 23 mostra as principais características deste equipamento.\nA retilinidade é um defeito de forma medido sobre uma linha. Um apalpador perpendicular, ao percorrer esta linha, vai sofrer um deslocamento. A diferença entre o maior e o menor valor lidos (pico e vale, respectivamente) será considerado o valor de retilinidade (MARINHO, 1996). A figura 50 mostra como este defeito de forma é indicado em desenhos e uma representação de sua medição.\nDe forma similar, o defeito de forma de planicidade, seria o valor de pico e vale de uma superfície (MARINHO, 1996). A figura 51 é uma representação esquemática deste defeito de forma.\nFigura 51 - O defeito de forma da planicidade\nFonte: (MARINHO, 1996)\nTabela 23 - Características do equipamento de medição de retilinidade/circularidade utilizado.\nMitutoyo Roundtest RA-1600\nPrecisão\tDireção Radial (máx.)\t\t+/-0,10 um\n\tRotacional Direção Axial (máx.)\t+/-0,18 um\nMesa giratória\tVelocidades de rotação\t4, 6, 10 rpm\n\tDiâmetro da mesa\t0 150 mm\n\tCarregamento máximo\t25 kg\n\tDiâmetro máximo da peça\t0 560 mm\nUnidade de\tRetilinidade de acionamento mínima\t0,30 um / 300 mm\nAcionamento\tParalelismo com o eixo da mesa giratória\t1,5 um / 300 mm\nVertical\tVelocidade máxima\t15 mm/s*\n(Eixo Z)\tAltura máxima de medição (interno / externo)\t300 mm\nUnidade de\tRetilinidade de acionamento mínima\t2,7 um / 140 mm\nAcionamento\tPerpendicularidade de acionamento mínima\t1,6 um / 140 mm\nRadial\tCurso máximo\t165 mm\n(Eixo X)\tVelocidade máxima\t8 mm/s*\n\tForça de medição\t10 a 50 mN em 5 níveis\nApalpador\tFaixa de medição padrão\t±400 um / ±40 um / ±4 um\n\tForma da ponta, material\t0 0,8 mm carbeto de tungstênio\n*Em medição: 0,5 - 1 - 2 e 5 mm/s (valor selecionável).\nFonte: Mitutoyo\nNas figuras 52 e 53 são mostrados respectivamente o equipamento e a forma como foram procedidas as medições.\nFigura 52 - Equipamento Roundtest RA-1600 da Mitutoyo\nFigura 53 - Medição de retilinidade de amostra soldada\nFoi feita uma análise da correlação entre as medições realizadas com o equipamento Mitutoyo RA-1600 e o rugosímetro laser que é mostrada na tabela 24.\nTabela 24 - Comparativo entre medições com rugosímetro laser e o equipamento RA-1600.\nMedição de retilinidade/planicidade de amostras TIG refundido\nMedição\tRetilinidade/Planicidade\t\t\nAmostra CP2B*\t\t166,089\n\t1\t148,489\n\t2\t148,681\nAmostra 1**\t3\t148,576\n\tDesvpad\t0,096141\n\tRepetibilidade\t0,435185\n\tMedia\t148,582\n* Medição de planicidade com rugosímetro laser da amostra CP2B revestida com Inconel 625 pelo processo TIG e refundida;\n** Medição de retilinidade com o equipamento RA-1600 da amostra 1B revestida com Inconel 625 pelo processo TIG e refundida;\nFonte: Autor / (PETROBRAS/CENPES, 2011)\nAs diferenças entre os resultados são justificadas por dois aspectos:\n•\tAmostras diferentes, embora produzidas com o mesmo processo de revestimento;\n•\tO erro de planicidade tende a ser maior, uma vez que a medição é feita sobre uma superfície, e não sobre uma linha;\nDiante da dificuldade na obtenção de dados industriais confiáveis, similares aos apresentados no relatório do CENPES, associada à pequena diferença entre os valores encontrados, o pesquisador decidiu considerar satisfatórios os resultados de medição de retilinidade realizados no IFSC.\n5\tRESULTADOS E DISCUSSÃO - ADEQUAÇÃO DOS PARÂMETROS DE REVESTIMENTO\nNeste capítulo serão descritos os resultados dos ensaios realizados. No total, foram soldados aproximadamente 200 corpos de prova com pelo menos um depósito de revestimento. Obviamente, não serão aqui colocados os resultados de soldagem de todas as soldas realizadas, mas sem dúvida, cada cordão executado contribuiu para o resultado final aqui apresentado.\n5.1\tSOLDAGEM COM ARCO SUBMERSO\nAs dificuldades na soldagem com arco submerso na posição vertical descendente pareciam óbvias e apareceram nos primeiros ensaios. Para melhorar a compreensão destas dificuldades, os ensaios foram divididos em:\n•\tEnsaios preliminares na posição plana;\n•\tEnsaios na posição vertical descendente.\n5.1.1\tEnsaios Preliminares na Posição Plana\nAlguns cordões foram realizados na posição plana com o processo arco submerso para determinar um conjunto inicial de parâmetros de soldagem. A figura 54 mostra um cordão realizado nas condições indicadas na tabela 25.\nFigura 54 - Cordão de solda realizado com o processo arco submerso na posição plana com Inconel 625 (ensaio 1a)\nA\nTabela 25 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW sem tecimento.\nSoldagem com Arco Submerso - Ensaios Preliminares com tensão constante*\nCorrente PoL\t(A)\tDBCP (mm)\tTensão (V)\tVa (m/min)\tVs (cm/min)\tks/kd\tDiluição\n1a\t+\t180\t20\t31\t5,4\t30\t20\t29%\nPosição\tTecimento\nPlana\tNão\n* Fluxo ESAB 429 Neutro, posição plana, arame AWS ER NiCrMo-3 01,14 mm, metal de base ABNT 1020 6,35 mm\nFonte: Autor.\nA empresa Arc Specialties de Houston - Texas relata a obtenção de soldas com Inconel em chapas com espessura de 25 mm utilizando o processo arco submerso com diluição na primeira camada inferior a 10% (ARCSPECIALTIES, 2012). Os primeiros ensaios realizados pelo pesquisador na posição plana, no entanto, alcançaram uma diluição de 29%, bem acima do limite obtido ou proposto, de 10%.\nComo o objetivo do trabalho visa o revestimento por soldagem, foram feitos testes de soldagem com oscilação lateral (tecimento). Poucos autores falam da soldagem por arco submerso com tecimento, principalmente no caso de revestimento. SAKAMOTO relata o desenvolvimento de um sistema de soldagem na posição vertical ascendente de tanques para gás natural liquefeito (tanques criogênicos) utilizando o processo arco submerso (SAKAMOTO, 2010). Neste caso, é utilizado um arame com 70% de níquel, diâmetro 1,2 mm e a amplitude do tecimento é limitada entre 2 e 2,8 mm. O autor do presente trabalho não encontrou na literatura pesquisada, nenhuma aplicação do processo SAW no revestimento utilizando tecimento, provavelmente, porque para esta aplicação a soldagem com fita é priorizada devido à sua maior produtividade e qualidade resultantes (ARCSPECIALTIES, 2013).\nA figura 55 mostra o aspecto superficial de um cordão realizado utilizando tecimento na soldagem com SAW e polaridade positiva. Os parâmetros de soldagem utilizados são mostrados na tabela 26\nFigura 55 - Cordão de solda realizado com o processo arco submerso na posição plana com Inconel 625 com tecimento retangular simples e polaridade positiva (ensaio 2a).\n20 mm\nTabela 26 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW com tecimento e polaridade positiva (ensaio 2a).\nSoldagem com Arco Submerso - Ensaios Preliminares*\nPol\tCorrente (A)\tDBCP (mm)\tTensão (V)\tVa (m/min)\tks/kd\tDiluição\n2a\t+\t111\t20\t34,8\t3,4\t20\t27%\nAmp x\tVel x\tAmp y\tVel y\tTrajetória\t\tParada\n(mm)\t(cm/min)\t(mm)\t(cm/min)\t\t\tExtremidade\n24\t70\t4\t60\tRetangular\t\tNão\nsimples\n* Fluxo ESAB 429 Neutro, posição plana, arame AWS ER NiCrMo-3 01,14 mm, metal de base ABNT 1020 6,35 mm\nA figura 56 mostra a seção transversal de um cordão realizado utilizando tecimento na soldagem com SAW e polaridade negativa. Os parâmetros de soldagem utilizados são mostrados na tabela 27. Do ponto de vista do aspecto, o cordão é muito similar ao soldado com polaridade positiva, mas tem uma superfície do reforço mais plana e uma diluição ligeiramente mais baixa.\nFigura 56 - Cordão de solda realizado com o processo arco submerso na posição plana com Inconel 625 com tecimento e polaridade negativa (ensaio 3a).\nTabela 27 - Parâmetros de soldagem utilizados nos ensaios preliminares com o processo SAW com tecimento e polaridade negativa (ensaio 3a).\nSoldagem com Arco Submerso - Ensaios Preliminares*\t\t\t\t\t\t\nPol\tCorrente (A)\tDBCP (mm)\tTensão (V)\tVa (m/min)\tks/kd\tDiluição\n3a\t-\t101\t20\t36,4\t3,4\t20\t25%\nAmp x (mm)\tVel x (cm/min)\tAmp y (mm)\tVel y (cm/min)\tTrajetória\t\tParada Extremidade\n24\t70\t4\t60\tRetangular simples\t\tNão\n* Fluxo ESAB 429 Neutro, posição plana, arame AWS ER NiCrMo-3 01,14 mm, metal de base ABNT 1020 6,35 mm\nA soldagem com arco submerso na posição plana, resultou em cordões com perfil relativamente convexo com valores de diluição superiores aos estabelecidas como meta para este trabalho. É interessante observar como na soldagem com este processo, os cordões ficam altos no centro mesmo ao se utilizar tecimento. O metal fundido tende a se concentrar na região mais quente do cordão, mesmo quando usadas amplitudes de tecimento de 25 mm ou mais (Figura 56). Como a literatura cita poucos exemplos de soldagem tecimento, e estes ainda ficam limitados a amplitudes relativamente pequenas (até duas vezes o diâmetro do fio), acredita-se que a tensão superficial acabe levando a esta deficiência no espalhamento do material.\nO autor atribui este resultado a algumas limitações intrínsecas ao processo, quando aplicado com arames finos, que são listadas abaixo:\n1-\tExigência de uma energia de soldagem mínima que permita o estabelecimento de um arco estável. Esta energia deve ser capaz de gerar a queima adequada do fluxo garantindo a produção de gases de proteção/estabilização do arco e também a suficiente fluidez da escória e do metal líquido. Ao utilizar uma corrente maior, aumenta-se a taxa de fusão do arame, conforme os dados que foram levantados para as duas polaridades (Figura 57) e a diluição.\nFigura 57 - Curva de consumo de arame para a polaridade positiva e negativa.\n2-\tA exigência desta energia mínima resultou também na limitação das velocidades de soldagem, uma vez que a energia é inversamente proporcional à velocidade. Para uma determinada potência do arco, há um limite na velocidade máxima que pode ser utilizada sem desestabilizar o arco, e, eventualmente produzir a sua extinção. A dinâmica no uso do tecimento com amplitudes maiores fica, portanto, comprometida por esta limitação. A figura 58 mostra uma aquisição realizada na soldagem com arco submerso sem tecimento. Pode-se notar uma transferência globular relativamente regular neste oscilograma (frequência medida graficamente de 6,2 Hz). Note-se que a intensidade da corrente aumenta à medida que a gota cresce atingindo um diâmetro aproximado de 2,8 mm. Como resultado, o arco vai ficando mais curto. Quando a gota finalmente se transfere, aumenta abruptamente o comprimento do arco e, como resposta, ocorre um pico de tensão. Na figura 59 é mostrada uma soldagem nas mesmas condições do ensaio anterior, mas agora com\ntecimento. Na figura pode-se observar o impacto da oscilação sobre a regularidade do processo.\nFigura 58 - Aquisição de dados realizada na soldagem com arco submerso sem tecimento.\nFigura 59 - Aquisição de dados realizada na soldagem com arco submerso com tecimento.\n. I\n-100,<\n28.80\t29\n.00\t29.20\t29.\n40\t29.60\t29\ntempo I\n.80\t30.00\t30.\n•1\n20\t30.40\t30.60\n32S\n-50.0\nTensão\nHS\nCorrente\n3-\tA geometria dos cordões resultantes depende fortemente da energia e de sua consequente influência sobre a tensão superficial, tanto para o metal fundido, quanto para o fluxo. O uso de maiores energias proporciona maior molhabilidade, tanto de um quanto do outro. Esta prática, no entanto, tem como desvantagem a de produzir uma maior diluição.\n5.1.2\tEnsaios na Posição Vertical Descendente\nAlguns cordões foram realizados na posição vertical descendente com o processo arco submerso para determinar um conjunto inicial de parâmetros de soldagem. Já nos primeiros testes notou-se uma grande dificuldade em manter o banho, sendo comum que todo o metal e fluxo fundidos escorressem pela chapa mesmo para correntes relativamente biaxas. Como citado anteriormente, existe uma energia mínima exigida\npara a manutenção do arco, o aumento desta energia resulta em maior molhabilidade (menor tensão superficial), e consequente, maior ação da gravidade. A realização e observação de sucessivos e numerosos ensaios com resultados não satisfatórios, levou o pesquisador a acreditar que existia um outro fator influente. Na figura 60 pode-se observar a montagem realizada para os ensaios durante uma soldagem.\nFigura 60 - Montagem realizada para os ensaios durante uma soldagem.\nApós a remoção da escória, observou-se que muito do metal de solda havia caído. Para explicar o efeito de forma simples, a impressão deixada por este depósito, seria similar a aplicação de massa que depois é aplainada com uma espátula. Lembrando de vídeos de soldagem com arco submerso na posição horizontal (BYGGING, 2012), o pesquisador concluiu que o fluxo do reservatório, ao descer junto com o silo, estava arrastado consigo o material depositado ainda não solidificado. No vídeo citado acima, o sistema de deslocamento para a soldagem na horizontal incorpora uma pequena esteira que se move na velocidade de soldagem. Isso garante que o fluxo permaneça estático durante a solidificação da escoria e do metal de solda. Esta observação levou o pesquisador a encontrar um erro fundamental no dispositivo de soldagem com tocha e silo de fluxo integrado. Ao deslocar a tocha e o silo, o fluxo se movimenta com eles e acaba arrastando, tanto a escória fundida, quanto o metal depositado. A figura 61 mostra de forma mais detalhada, outro sistema de\nesteiras que é utilizado na soldagem com arco submerso na posição horizontal, agora para a soldagem simultânea nos lados esquerdo/direito ou interno/externo.\nFigura 61 - Sistema com esteiras para arco submerso usado na soldagem simultânea nos lados esquerdo/direito ou interno/externo.\nFonte: (NANJING, 2016)\nNa figura 62 é proposto um sistema de esteiras que permitiria a soldagem na posição vertical e, eventualmente, sobre cabeça. A Petrobras, em uma reunião no CENPES, propôs a aplicação dos processos desenvolvidos no presente projeto em tubos com diâmetros entre 178 e 355 mm. A inclusão de esteiras no equipamento de soldagem, adicionaria complexidade e volume aos mesmos. Duas das principais vantagens que levaram a escolha do processo eram a simplicidade ligada ao fato do próprio tubo confinar o fluxo de solda. Com a utilização de esteiras, seria necessário, além do sistema de controle e acionamento das mesmas, um sistema de coleta e recirculação de fluxo. Diante destas constatações, o pesquisador decidiu não avançar no desenvolvimento do processo de soldagem com arco submerso aplicado no revestimento de tubos.\nFigura 62 - Sistema proposto para permitir a soldagem com arco submerso em qualquer posição.\n5.2 SOLDAGEM MIG-MAG\nNeste capítulo serão descritos os resultados dos ensaios realizados com o processo MIG-MAG, com arame AWS ER NiCrMo-3 01,14 mm. Específicamente foi utilizado arame fornecido pela Sandvik Materiais Technology do Brasil SA com o nome fantasia Sanicro 60. Os ensaios foram organizados da forma descrita abaixo:\n•\tEnsaios preliminares na posição plana com processo pulsado em polaridade positiva com gases de proteção Ar-O2 e Ar-H5 sem tecimento.\n•\tEnsaios preliminares na posição plana com processo convencional em polaridade negativa com gases de proteção Ar-O2 e Ar-H5 sem tecimento.\n•\tEnsaios preliminares na posição plana com processo CA adaptativo com gases de proteção Ar-O2 e Ar-H5 com e sem tecimento.\n•\tEnsaios na posição vertical descendente com tecimento.\n5.2.1\tEnsaios na posição plana com processo automatizado, pulsado em polaridade positiva com gases de proteção Ar-O2 e Ar-H5\nEm vista dos bons resultados obtidos na tese de Norton Kejelin (KEJELIN, N. Z., 2012) com a adição de hidrogênio ao gás argônio e considerando a sugestão do mesmo pesquisador quanto à utilização de oxigênio, foram realizados testes utilizando duas misturas gasosas: Ar + 2 % O2 e Ar +5 % H2 (Ar-O2 e Ar-H5). Nos testes preliminares foram utilizados os mesmos parâmetros de corrente pulsada propostos por Kejelin, quais sejam:\nTabela 28 - Parâmetros de soldagem propostos por Kejelin*\nIm(A)\tVa(m/min)\tIp(A)\ttp(ms)\tIb(A)\tTb(ms)\tT(ms)\n73\t2,5\t300\t3,0\t27\t19,5\t22,5\n100\t3,5\t300\t3,0\t41\t13,5\t16,5\n140\t4,7\t300\t3,0\t65\t5,5\t8,5\n180\t6,2\t300\t3,0\t96\t5,7\t8,7\n207\t6,5\t300\t3,0\t131\t5,1\t8,1\n*Arame: AWS ER NiCrMo-3 de 1,2 mm de diâmetro\nFonte: (KEJELIN, N. Z., 2012)\nCom base nos valores de Im e Va que constam na tabela 28, foi calculada a constante k de fusão (valor 0,0331), que corresponde à inclinação da reta na figura 63. O objetivo de se calcular a constante k com estes dados é a de compará-los com os resultados obtidos para o arame Sandvik. De antemão pode-se afirmar que o fabricante do arame utilizado por Kejelin, apesar de não ter sido informado no seu trabalho, não coincide com o utilizado neste projeto devido a particularidade do diâmetro do arame da Sandvik (1,143 mm).\nFigura 63 - Relação entre a taxa de fusão e a corrente média, conforme os dados de Kejelin:\nNos primeiros testes com corrente pulsada e gás de proteção Ar-O2 foi observada visualmente uma instabilidade periódica na transferência de metal. Normalmente a instabilidade estava associada a transferência de grandes gotas e curto-circuitos. Além disso, foram observadas transferências irregulares, ora no período de pulso de corrente, ora no período de base (Figura 64). Isto poderia indicar que o tempo e intensidade da corrente de pulso são insuficientes para destacar a gota da ponta do arame.\nFigura 64 - Oscilograma de soldagem com corrente pulsada mostrando curtos-circuitos e transferências fora da fase de pulso.\ntempo I s 1\n400\n300\n200\n100\nCorrente (A)\nr500\nNo intuito de eliminar ou minimizar este efeito, foram desenvolvidos novos parâmetros de corrente pulsada aplicando técnica conhecida na literatura (DUTRA, 1989). Esta técnica divide a determinação dos parâmetros em basicamente três etapas:\n-\tDeterminação da corrente de transição (corrente a partir da qual a transferência se dá por “spray”);\n-\tSoldagem com corrente de pulso superior a corrente de transição e determinação do tempo de pulso no qual o ocorra a transferência de uma gota a cada pulso;\n-\tSoldagem com os parâmetros de pulso determinados e seleção do diâmetro de gota que resulte em melhor estabilidade (normalmente, este tem um valor próximo ao do diâmetro do arame);\nOs novos parâmetros para a soldagem com corrente pulsada são mostrados na tabela 29.\nTabela 29 - Parâmetros de soldagem com misturas Ar-H5 e Ar-O2 (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-H5\t\t\t\t\t\t\nIp(A) 380 Vs (cm/min)\ttp(ms) 3,8 Ief (A)\tIb(A) 28 Uef (V)\ttb(ms) 6 P (W)\tVa(m/min) 8,5 Diluição %\tIm(A) 165 Posição\tUm(V) 27,9 DBCP (mm)\n40\t216\t28,7\t5530\t27,56\tPlana\t17\nVg (l/min)\tÂngulo ataque*\t\tÂngulo inclinação*\t\tPol\tdg\n\t\t\t\t\t\t(mm)\n17\t\t0°\t\t0°\t+\t1,4\nGás de Proteção Ar-O2\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIm(A)\tUm(V)\n380\t3,8\t28\t6\t8,5\t164\t25,3\nVs\tIef\tUef(V)\tP\tDiluição\tPosição\tDBCP\n(cm/min)\t(A)\t\t(W)\t%\t\t(mm)\n40\t219\t26,3\t5197\t30,30\tPlana\t17\nVg\tÂngulo ataque*\t\tÂngulo inclinação*\t\tPol\tdg\n(l/min)\t\t\t\t\t\t(mm)\n17\t\t0°\t\t0°\t+\t1,4\n* Ângulo ataque: Ângulo de inclinação da tocha em relação à direção de soldagem\n**Ângulo inclinação: Ângulo de inclinação da tocha em relação à superfície da peça\nA figura 65 mostra um Oscilograma de soldagem com estes novos parâmetros em condições semelhantes (Im e gás de proteção) às utilizadas para a soldagem do oscilograma da figura 64.\nFigura 65 - Oscilograma de soldagem com novos parâmetros\nNa soldagem com corrente pulsada com as duas misturas gasosas estudadas, não foi observada modificação significativa no aspecto de estabilidade do arco.\nNa tabela 29 são mostrados os resultados de medição dos parâmetros elétricos médios e eficazes de duas soldagens. A primeira, utilizando como gás de proteção a mistura Ar-H5 e a segunda a mistura Ar-O2. As medições foram realizadas utilizando o recurso “análise detalhada” do SAP.\nPara um mesmo valor da corrente média, ao utilizar uma mistura com hidrogênio em vez de oxigênio, a tensão média do arco aumentou em aproximadamente 2,6 V e, como resultado, a potência do arco aumentou em 6,4 %. Este aumento de tensão e da potência poderia explicar parcialmente o aumento no consumo de arame de aproximadamente 10% observado na curva da figura 66.\nO aumento da tensão pode estar associado ao maior potencial de ionização do hidrogênio em relação ao oxigênio. Outra possibilidade é a redução da emissão termiônica do catodo devido a redução dos óxidos presentes no eletrodo pelo hidrogênio. Os gases formados por moléculas como o H2 devem se dissociar no arco, o que exige um adicional energético fornecido pelo aumento da tensão. O aumento da condutividade térmica a alta temperatura do gás H2, também explica o melhor molhamento e a concentração do arco, decorrente desta característica e o formato mais protuberante da penetração no centro do cordão (LINDE-GAS, 2008).\nFigura 66 - Curva comparativa de consumo de arame usando diferentes gases de proteção (DBCP de 17 mm).\nOs cordões resultantes apresentaram um aspecto superficial muito limpo, provavelmente devido às propriedades redutoras do hidrogênio (Figura 67).\nFigura 67 - Aspecto superficial e macrografia de soldagem com corrente pulsada e gás de proteção H2\nVale destacar que a grande maioria dos cortes macrográficos foi realizada utilizando uma máquina de eletroerosão à fio. Esta prática foi particularmente vantajosa, por eliminar a necessidade de polimento e ataque para revelar a zona fundida do cordão de solda. O fato de ocorrer inversão no sentido de avanço do fio quando se atinge o final da bobina, explica as faixas escuras e claras que podem ser observadas na superfície de corte.\nA mistura com oxigênio resultou em cordões com molhabilidade ligeiramente inferior aos soldados utilizando a mistura com hidrogênio. Isto pode ser justificado pelo menor rendimento energético do arco em relação ao gás Ar-H5. O aspecto superficial ficou mais escurecido, devido às características oxidantes desta mistura. Os cordões soldados com Ar-O2 ficaram também ligeiramente mais estreitos e altos. Quanto à diluição, esta foi ligeiramente superior à soldagem com hidrogênio (Figura 68). Isto poderia ser explicado pela presença na poça do Oxigênio, que é um elemento tensoativo, e tem influência sobre o efeito de convecção de Marangoni (KOU, 2003).\nFigura 68 - Aspecto superficial e macrografia de soldagem com corrente pulsada e gás de proteção O2\nEstes resultados corroboram as observações de Kejelin quanto ao impacto do uso do gás Ar-H5 sobre a redução da diluição (KEJELIN, N. Z., 2012)\nAmbas as misturas resultaram em diluição superior a 10%, limite estabelecido para o projeto.\n5.2.2\tEnsaios na posição plana com processo automatizado, convencional CC- com gás de proteção Ar-O2 e Ar-H5\nAnteriormente à realização deste projeto, o pesquisador acompanhou no Labsolda a aplicação da soldagem com o processo MIG-MAG com polaridade negativa na união de longarinas de chassis. Nestes testes, observou-se baixa penetração e alta taxa de deposição (TEICHMANN, 2011).\nNo intuito de verificar a aplicabilidade desta técnica na soldagem de deposição do arame Inconel 625, foram conduzidos testes no Laboratório de Soldagem do IFSC na posição plana com soldagem robotizada. O primeiro gás testado foi uma mistura de 95% Argônio com 5% de Hidrogênio, chamada de Ar-H5. A mistura resultou em baixa estabilidade do processo com altíssimo nível de respingos. Grandes gotas são repelidas pelo arco para longe da linha central dos cordões de solda, como se pode observar na figura 69.\nFigura 69 - Aspecto de três cordões produzidos com CC- e gás Ar-H5 (Vs = 40 cm/min).\nO oscilograma da figura 70 mostra a soldagem no modo tensão constante com polaridade negativa e corresponde ao cordão 3 da figura 69.\nFigura 70 - Oscilograma mostrando o comportamento da corrente na soldagem com CC' e gás Ar-H5.\nEstes primeiros resultados se aproximam dos relatos feitos pelos pesquisadores do Labsolda, que já apontavam que o único gás viável para\na aplicação da polaridade negativa seria a mistura Argônio e Oxigênio (DUTRA, 2013).\nDiante destes primeiros ensaios, partiu-se para a realização de testes com uma mistura de 98% Argônio com 2% de Oxigênio, chamada de Ar-O2.\nNa figura 71, são mostrados três cordões realizados com o processo CC- com gás Ar-O2. Os cordões apresentam continuidade, mas são muito convexos devido ao baixo molhamento.\nFigura 71 - Aspecto de três cordões produzidos com CC- e gás Ar-O2 (Vs = 40 cm/min).\nDo ponto de vista de estabilidade do arco os resultados foram mais satisfatórios. O oscilograma da figura 72, foi coletado durante a soldagem do cordão 2 da figura 71\nFigura 72 - Oscilograma mostrando o comportamento da corrente na soldagem\nPode-se claramente observar a diferença entre os dois oscilogramas das soldagens com mistura Ar-H5 e Ar-O2. Na soldagem com esta última mistura de gás, a corrente e a tensão sofrem uma variação menor, característica de transferência no modo globular.\nConsiderando-se que, na soldagem com corrente pulsada com gás Ar-O2, uma velocidade de arame de 11,63 m/min está associada uma corrente média de 235 A (Figura 66), a mesma corrente média na polaridade negativa, consome 16,3 m/min de arame, o que equivale a um aumento de 40% no consumo de arame. Na tabela 30 são mostrados os parâmetros de soldagem utilizados para produzir os cordões da figura 73. Este ensaio tinha por objetivo testar o processo em condições de início de soldagem, com a chapa fria, e a união entre cordões com a chapa já aquecida.\nTabela 30 - Parâmetros de soldagem com mistura argônio oxigênio e polaridade negativa (fonte de tensão). Os valores em caracteres itálicos são medidos, os restantes são regulados.\nVa(m/min)\tIm(A)\tUm(V)\tVs (cm/min)\tDiluição % (média)\tPosição\tDBCP (mm)\n16,3\t235\t31\t40\t5,12\tPlana\t25\nVg (l/min)\tÂngulo ataque*\t\tÂngulo inclinação*\t\tPolaridade\t\n25\t0°\t\t0°\t\t-\t\nFigura 73 - Macrografia de dois cordões depositados lado a lado com polaridade negativa.\nO aspecto dos dois cordões depositados, apesar da baixa diluição, aponta para uma grande dificuldade em garantir a união entre eles devido à baixa molhabilidade (Figura 73). No cordão 1 não foi possível aquecer suficientemente a chapa e houve penetração nula. O cordão 2, feito logo na sequência, conseguiu fundir o metal de base, mas os ângulos de molhamento entre 36° e 45° dão uma clara indicação da dificuldade em garantir a fusão entre os cordões. Este problema também foi apontado em trabalhos produzidos pelo Labsolda, que inclusive propôs o uso de mudança de polaridade como alternativa para garantir a fusão na região de união entre cordões (DUTRA, 2013).\n5.2.3\tEnsaios na posição plana com processo automatizado, CA adaptativo com gás de proteção Ar-O2 e Ar-H5\nVisando associar as vantagens das duas polaridades estudadas anteriormente, quais sejam, a baixa diluição da soldagem com polaridade negativa e a boa molhabilidade/estabilidade do processo pulsado usando polaridade positiva, o pesquisador decidiu testar a soldagem com corrente alternada usando controle adaptativo, como aquele disponível na fonte de soldagem Digiplus e que foi explicado no item 2.4.1.4.\nA complexidade na determinação dos parâmetros de soldagem com CA e controle adaptativo está na busca do equilíbrio entre os parâmetros de corrente pulsada e de corrente negativa. Isto ocorre, porque existe uma interação entre os dois modos de operação (pulsado e negativo), que não permite que se utilize simplesmente os parâmetros determinados nos testes de soldagem com cada polaridade. Quando se solda na fase de polaridade negativa, existe um crescimento acentuado da gota, no momento em que se passa ao modo pulsado (polaridade positiva), a corrente necessária para a sua expulsão deve, eventualmente, ser adaptada a esta condição. Após uma série de ensaios, foram determinados de forma empírica novos parâmetros de pulso para a soldagem MIG CA adaptativo. A corrente de pulso permaneceu 380 A, mas o tempo de pulso passou de 3,8 para 4,4 ms. Para a polaridade negativa, foi definida como corrente o valor de 90 A (In) e o tempo de 5 ms (tn).\nAmbas as misturas gasosas Ar-H5 e Ar-O2, resultaram em boa estabilidade, com aspecto mais convexo quando comparado ao observado na soldagem com corrente pulsada.\nNa figura 74 é mostrado o aspecto superficial e a macrografia de um cordão realizado no modo CA adaptativo com gás Ar-H5.\nFigura 74 - Aspecto superficial e corte transversal do cordão realizado no modo CA adaptativo com gás Ar-H5.\nNa figura 75 é mostrado o aspecto superficial e a macrografia de um cordão realizado no modo CA adaptativo com gás Ar-O2.\nFigura 75 - Aspecto superficial e corte transversal do cordão realizado no modo CA adaptativo com gás Ar-O2.\n\t\t■,\t_\t■-\t'\t- j-\t\n•M •\t\t\t\n\t\t\t\n\t\t\t\nNa soldagem com a mistura Ar-O2 observou-se uma pequena superioridade no que diz respeito à estabilidade do arco na soldagem com CA adaptativo. Como forma de quantificar esta estabilidade superior do arco, foram medidos, através da análise detalhada do SAP, a variação dos valores de corrente de base para ambos os gases. Na soldagem AC adaptativa estes valores podem variar de acordo com as correções propostas pelo software de controle da fonte. A corrente de base ajustada (Ib), serve apenas de referência para o início dos cálculos, conforme\nexplicado no item 2.4.1.4. Tomando os oscilogramas das figuras 76 e 77, foram coletados dez períodos de base para realizar o cálculo do desvio padrão da corrente de base.\nFigura 76 - Oscilograma da soldagem no modo AC adaptativo com gás Ar-O2.\nNa figura 77 é mostrado um oscilograma na soldagem com gás Ar-\nH5.\nFigura 77 - Oscilograma da soldagem no modo AC adaptativo com gás Ar-H5.\nCorrente (A)\nOs parâmetros de soldagem utilizados na soldagem com os dois gases são mostrados na tabela 31.\nTabela 31 - Parâmetros de soldagem com mistura Ar-O2 e Ar-H5 no modo AC adaptativo (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-O2\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tVs(cm/min)\tIn(A)\n380\t4,4\t80\t5,4\t8,5\t40\t-90\ntn\tUa\tIbm\tDesvpad\tP\tDiluição\tDBCP\n(ms)\t(V)\t(A)\tIbm (A)\t(W)\t%\t(mm)\n5\t24\t102\t0,8\t4755\t28,00\t17\nVg\tÂngulo ataque*\t\tÂngulo\tinclinação*\tPolaridade\tPosição\n(l/min)\t\t\t\t\t\t\n17\t\t0°\t\t0°\tCA\tPlana\nGás de Proteção Ar-H5\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tVs(cm/min)\tIn(A)\n380\t4,4\t80\t5,4\t8,5\t40\t-90\ntn\tUa\tIbm(A)\tDesvpad\tP\tDiluição\tDBCP\n(ms)\t(V)\t\tIbm (A)\t(W)\t%\t(mm)\n5\t24\t80\t3,7\t4825\t23,38\t17\nVg\tÂngulo ataque*\t\tÂngulo\tinclinação*\tPolaridade\tPosição\n(l/min)\t\t\t\t\t\t\n17\t\t0°\t\t0°\tCA\tPlana\nO desvio padrão da corrente na fase de base, pode ser utilizado como indicador da estabilidade do arco: quanto menor o desvio, menores precisam ser as correções na corrente média para manter o comprimento do arco. Na soldagem com gás Ar-H5 o desvio padrão foi de 3,7 A e para o gás Ar-O2 foi de e 0,8 A. Isto justifica a afirmação sobre a superioridade da estabilidade do arco ao soldar com oxigênio na mistura, que é corroborada pelo som do arco e menor geração de respingos.\nNa soldagem com hidrogênio, observou-se um aumento no depósito de respingos finos, creditado ao problema que foi constatado nos testes iniciais utilizando esta mistura na polaridade negativa.\nA soldagem com o modo AC adaptativo resultou em uma pequena redução da diluição, quando comparada à obtida na soldagem com corrente pulsada em condições similares. A tabela 32 mostra os valores de diluição e potência para ambas as modalidades de soldagem.\nTabela 32 - Comparação entre as diluições com soldagem no modo pulsado e CA adaptativo utilizando os gases Ar-O2 e Ar-H5 (valores medidos para Va=8,5 m/min).\nGás de Proteção Ar-O2\t\t\n\tP(W)\tDiluição %\nPulsado\t5197\t30,30\nCA Adaptativo\t4755\t28,00\nGás de Proteção Ar-H5\t\t\n\tP(W)\tDiluição %\nPulsado\t5530\t27,56\nCA Adaptativo\t4825\t23,38\nAnalisando os resultados acima, é possível afirmar que o uso do modo CA adaptativo resultou em um consumo equivalente de arame para uma potência inferior, quando comparado à soldagem com corrente pulsada. Para ambos os gases, ocorreu uma redução da diluição, que foi mais expressiva na soldagem com o gás Ar-H5 (15 % para Ar-H5 e 7,5 % para Ar-O2).\n5.2.4\tEnsaios na posição vertical descendente com processo manual, pulsado CC+ com gás de proteção Ar-O2 e Ar-H5\nComo o trabalho tem como objetivo o revestimento na posição vertical descendente de tubos, a grande maioria dos ensaios foi conduzida nesta posição.\nDepois de encontrar algumas dificuldades na determinação dos parâmetros iniciais e para melhor compreender os fenômenos envolvidos na soldagem nesta posição, foram realizados alguns testes de soldagem manual. O experiente soldador Cleber Guedes, do Labsolda, foi convidado para a tarefa. Os resultados de soldagem foram satisfatórios do ponto de vista do aspecto superficial. A figura 78 mostra os cordões produzidos com gás de proteção Ar-O2 e com gás Ar-H5.\nA amplitude final de tecimento foi de aproximadamente 32 mm. Foram também testados diferentes ângulos de inclinação da tocha, até que fosse encontrado o ângulo que proporcionasse o melhor suporte para a poça de fusão na soldagem na vertical descendente segundo a análise do próprio soldador.\nFigura 78 - Aspecto superficial e o corte transversal da soldagem manual com gás Ar-O2 (a) Ar-H5 (b).\nOs parâmetros de soldagem utilizados nestes ensaios são mostrados na tabela 33. Foram utilizados os parâmetros de pulso iniciais, isto é, os mesmos utilizados no trabalho de Kejelin (KEJELIN, N. Z., 2012).\nTabela 33 - Parâmetros de soldagem utilizados na soldagem manual com corrente pulsada com os gases Ar-O2 e Ar-H5 (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-O2\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIm(A)\tUm(V)\n300\t3\t53\t17\t4,2\t95\t21,1\nVs\tIef\tUef\tP\tDiluição\tPosição\tDBCP\n(cm/min)\t(A)\t(V)\t(W)\t%\t\t(mm)\n~20\t125\t21,9\t2456\t23,43\tVert.\t~15\n\t\t\t\t\tDesc.\t\nVg (l/min)\tÂngulo de\t\tÂngulo de\t\tPol\tdg\n\tataque*(°)\t\tposicionamento * (°)\t\t\t(mm)\n17\t0\t\t\t57\t+\t1,4\nGás de Proteção Ar-H5\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIm(A)\tUm(V)\n300\t3\t53\t17\t4,4\t96\t23,5\nVs\tIef\tUef\tP\tDiluição\tPosição\tDBCP\n(cm/min)\t(A)\t(V)\t(W)\t%\t\t(mm)\n~20\t123\t24,1\t2630\t21,28\tVert.\t~15\n\t\t\t\t\tDesc.\t\nVg (l/min)\tÂngulo de\t\tÂngulo de\t\tPol\tdg\n\tataque*(°)\t\tposicionamento * (°)\t\t\t(mm)\n17\t0\t\t\t57\t+\t1,4\n--x-----------------X---------------------------------------------------\n*Angulo de ataque: Angulo formado entre a tocha e a direção de soldagem **Ângulo de posicionamento: Angulo formado entre e a direção transversal de soldagem.\nOs valores médios, eficazes e potências, foram calculados utilizando a função análise detalhada do SAP-4, o que justifica pequenas diferenças, por exemplo, na corrente média. Estas pequenas diferenças estão ligadas as variações intrínsecas ao processo de soldagem manual e também ao eventual diferente número de pontos utilizado para cada cálculo.\nDois aspectos importantes foram levantados nestes ensaios:\n•\tOs ângulos de inclinação e de ataque da tocha na soldagem na posição vertical descendente, 57° e 0° (neutro), respectivamente.\n•\tA trajetória triangular de tecimento utilizada pelo soldador. Acreditava-se que este seria um dos fatores que contribuíram para a redução de aproximadamente 30% na\ndiluição em relação aos resultados anteriores com corrente pulsada sem tecimento.\nEstes dados serviram de base para o estabelecimento dos parâmetros dos ensaios de soldagem robotizada na posição vertical descendente.\n5.2.5\tEnsaios na posição vertical descendente com processo automatizado, utilizando tecimento\nAo observar a forma como foram depositados pelo soldador os cordões com tecimento como aqueles mostrados na figura 78, foi verificado que é importante garantir a sobreposição dos cordões dentro de uma faixa estreita de desvio. Por outro lado, a forma como são concebidas as rotinas de tecimento padrão do controlador do robô, não permitem garantir o ajuste desta sobreposição. Os parâmetros principais de programação disponíveis são: amplitude de tecimento, frequência de tecimento e velocidade de soldagem. Para se definir uma sobreposição dos cordões, deve-se estabelecer matematicamente uma relação baseada na frequência e amplitude, o que é complexo.\nDiante deste fato, optou-se por desenvolver um programa no robô capaz de gerar dois tipos de trajetória: triangular e retangular.\nA rotina desenvolvida está baseada na construção de cordões a partir das coordenadas de um ponto inicial. Cada ciclo de tecimento consta de trechos denominados “cordões” (C1, C2, ..., Cn) nos quais se percorre uma trajetória retilínea entre um ponto inicial e um final. Ao se completar um ciclo de tecimento, o ponto final deste passa a ser o inicial do próximo ciclo.\nPara que a rotina de tecimento funcione de forma adequada, fez-se necessária a calibração do dispositivo de soldagem e a determinação do TCP (Tool Center Point). Isto foi realizado seguindo procedimentos comuns à maioria dos fabricantes de robô e descritos na documentação do equipamento utilizado (FANUC, 2010).\nA rotina inicial previa uma trajetória retangular como mostrado na figura 79. A utilização desta trajetória tinha como objetivo controlar a diluição através da sobreposição dos cordões de solda, de forma que o arco elétrico acabe posicionado mais sobre o metal depositado do que sobre o metal de base. Desta forma, a fusão do metal de base é controlada através do posicionamento da fonte de calor. Nesta trajetória de soldagem existem dois pontos de mudança de direção em cada extremidade. Todos os cordões Ci são realizados utilizando o mesmo programa de soldagem\n(Programa 1), e consequentemente, os mesmos parâmetros de soldagem armazenados na fonte de soldagem, como mostra a figura 80.\nFigura 79 - Trajetória retangular\n3\n> •\n| C2\n5\n•&lt;\nC4\nC3\nC5\n4\n> •\n7 = 3 + 2 A\n6\nC1 a C5 = Programa 1\nFigura 80 - Aspecto e o perfil de penetração dos depósitos resultantes da soldagem com a trajetória retangular.\nObserva-se, no caso específico, um aumento da penetração nas extremidades do tecimento, além de um resultado de diluição acima do esperado (Tabela 34). O aumento da quantidade de calor aplicado nestas regiões está ligado a dois fatores:\nO número de mudanças de direção, pois quando o robô está atingindo o ponto final da trajetória, antes da mudança de direção, ele diminui gradativamente a velocidade.\nNa trajetória retangular, o início do cordão C3 (veja a figura 79) está sendo depositado ao lado do final do cordão C1 ainda quente, e com pouca sobreposição (o arco incide mais diretamente sobre o metal de base).\nComo os resultados não foram satisfatórios, optou-se por não realizar cortes adicionais na direção transversal para avaliar mais profundamente a diluição.\nTabela 34 - Parâmetros de soldagem aplicados para a realização do depósito da figura 80 (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-H5 - Trajetória Retangular\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIn(A)\ttn(ms)\n380\t4,4\t90\t7\t8,8\t-90\t5\nUa (V)\tDiluição %\tAt (mm)\tA (mm)\tVsv (cm/min)\tVsh (cm/min)\tDBCP (mm)\n24\t22,59\t27\t3,0\t200\t200\t17\nVg (l/min)\tÂngulo ataque*\t\tÂngulo inclinação*\t\tPolaridade\tPosição\n17\t\t0°\t\t57°\tCA\tVert. desc.\nA escolha do ângulo de inclinação de 57° se deveu aos bons resultados de sustentação do banho observados durante a solda manual e confirmados pela ausência de escorrimento nos primeiros testes com soldagem automatizada. Este ângulo foi medido durante a soldagem manual utilizando o método descrito no item 4.1.\nA escolha do ângulo de inclinação, de certa forma, estabeleceu um limite mínimo para o DBCP próximo dos 17 mm. Valores menores de DBCP acabam deixando o bocal de gás muito próximo da superfície da chapa aumentando o risco de impactos da tocha do robô com a peça. Valores maiores de DBCP, não foram utilizados para limitar o número de variáveis analisadas.\nOs valores do ângulo de inclinação de 57° e de DBCP de 17 mm, foram mantidos para todos os ensaios de revestimento por soldagem com processo MIG/MAG automatizado.\nCom o objetivo de reduzir o excesso de penetração nas extremidades, melhorar o aspecto dos depósitos e reduzir o número de pontos da trajetória de tecimento, foi testada a trajetória em ZigZag mostrada na figura 81, sem tempo de parada nas extremidades.\nFigura 81 - Trajetória em ZigZag\nC1 a C4 = Programa 1\nNeste caso, o tempo que a tocha permanece nas extremidades é reduzido, uma vez que, existe apenas uma mudança de direção nestes pontos. O aspecto e o perfil de penetração do cordão resultante da soldagem com esta trajetória são mostrados na figura 82, os parâmetros de soldagem são mostrados na tabela 35.\nTabela 35 - Parâmetros de soldagem aplicados para a realização do depósito da figura 82 (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-H5 - Trajetória ZigZag\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIn(A)\ttn(ms)\n380\t4,4\t90\t7\t8,8\t-90\t5\nUa (V)\tDiluição %\tAt (mm)\tA (mm)\tVsv (cm/min)\tVsh (cm/min)\tDBCP (mm)\n24\t34,40\t27\t3,0\t-\t200\t17\nVg (l/min)\tÂngulo ataque*\t\tÂngulo inclinação*\t\tPolaridade\tPosição\n17\t\t0°\t\t57°\tCA\tVert. desc.\nFigura 82 - Aspecto e o perfil de penetração dos depósitos resultantes da soldagem com a trajetória Zigzag.\nApesar da maior regularidade do depósito, pode-se observar um aumento significativo da diluição. Isto pode ter duas explicações:\n•\tEnquanto na trajetória retangular, para percorrer 6 mm na direção longitudinal, são realizados dois cordões transversais (C1 e C3), na trajetória triangular são realizados 4 cordões (C1, C2, C3 e C4) para percorrer os mesmos 6 mm. Isto explicaria a superfície mais regular do depósito (mais material).\n•\tNa trajetória triangular, os cordões C2 e C4 vão gradativamente se afastando do cordão transversal anterior (C1 e C3) atacando de forma mais direta o metal de base.\nEsta última hipótese levantada para explicar o aumento da diluição, levou o pesquisador a analisar a influência do espaçamento entre os cordões (A).\nSeguindo a lógica de posicionamento da fonte de calor sobre os cordões já depositados, foi analisado o efeito da redução da distância entre dois cordões (A) com o objetivo de reduzir a diluição. Fica claro que, reduzindo-se esta distância, é necessário um número maior de cordões para revestir uma mesma área mantendo-se os parâmetros de soldagem constantes. Se for considerada a área recoberta por unidade de tempo, esta prática resulta em uma redução da produtividade. Não se deve, no entanto,\nesquecer que a qualidade dos depósitos, no que diz respeito à resistência a corrosão, é um dos objetivos prioritários do projeto. Com isto em mente, foram repetidos os ensaios com o tecimento retangular e gás de proteção Ar-H5, mas com espaçamento (A), ou sobreposição, entre cordões de 2,5 e 2 mm.\nNa figura 83 é mostrado um corte transversal destes depósitos.\nFigura 83 - Secção transversal dos cordões soldados com espaçamento A de 2,5 mm (a) e 2 mm (b).\nNa tabela 36 são mostrados os resultados de diluição para diferentes valores de sobreposição dos cordões.\nTabela 36 - Parâmetros e diluição dos ensaios com trajetória retangular e modificação do espaçamento.\n\tGás de Proteção Ar-H5 -\tTrajetória Retangular\nA\tDiluição %\tAt\n(mm)\t\t(mm)\n2,5\t21,88\t37\nA\tDiluição %\tAt\n(mm)\t\t(mm)\n2,0\t17,69\t37\nA redução de A resultou em uma redução da diluição, confirmando uma das hipóteses levantas anteriormente.\nA observação dos resultados obtidos nos testes com tecimento citados anteriormente permitiu o desenvolvimento de uma nova estratégia para a trajetória de soldagem. Nesta nova estratégia, foram implementadas as seguintes modificações:\n•\tRetorno à geometria retangular de tecimento;\n•\tInserção de dois pontos intermediários em cada cordão transversal (direita para a esquerda e vice-versa), como mostrado na figura 84;\n•\tUtilização de 4 programas de soldagem independentes;\n•\tAplicação do espaçamento de 2 mm entre os cordões;\nCada uma destas modificações tem por objetivo atacar uma deficiência específica identificada nos ensaios precedentes, como segue:\n1.\tControlar a diluição através do posicionamento do arco em relação ao metal previamente depositado;\n2.\tUtilizar velocidades de deslocamento maiores junto às extremidades, para diminuir o tempo de permanência do arco nesses locais;\n3.\tUtilizar parâmetros de soldagem diferenciados dependendo da posição da tocha na trajetória de tecimento.\n4.\tAproveitar o efeito de redução da diluição proporcionado pela redução do espaçamento entre cordões.\nEsta nova estratégia de soldagem resultou no programa do robô que gera de forma automática a trajetória de soldagem e inclui as mudanças de velocidade e de programa de soldagem sincronizadas. Este programa é mostrado no anexo 1.\nA figura 84 mostra os pontos adicionais na trajetória e os parâmetros de soldagem (programas na fonte de soldagem) utilizados em cada trecho C (cordão) que forma a trajetória.\nFigura 84 - Pontos adicionais na trajetória\n2\tCl\t'W\t3\nC5 7 •&lt;\t•&lt;-\tC4\tC3 — •&lt;\t\tÍC2 •\nCól\t6 ▼ C7 • \t>• \tC8\t5 C9 _► • \t>\t4 •\n8\t9\t\t10\tn =:\nC1 Programa 1 (energia para início da deposição)\nC2 Programa 2 (energia baixa)\nC3 = C5 Programa 3 (energia intermediária)\nC4 Programa 4 (energia alta)\nC6 = C2\nC7 = C9 = C3\nC8 = C4\nA = espaçamento entre cordões\nDe forma simplificada, pode-se considerar que a trajetória de soldagem foi dividida em quatro fases no que concerne os parâmetros de soldagem (programas na fonte de soldagem):\n1-\tCordão inicial (Programa 1): parâmetros de solda utilizados para produzir o primeiro cordão da trajetória, que incide completamente sobre o metal de base. Observou-se que, quando esse primeiro trecho é irregular, o defeito acaba influenciando no aspecto de vários trechos de cordão subsequentes. Para garantir um maior molhamento, é necessária uma maior energia do que nos outros cordões.\n2-\tCordões das duas extremidades (Programa 2): devem ser depositados com baixa energia, pois as velocidades reais de soldagem nestes pontos, tendem a ser baixas devido a pequena distância percorrida (em torno de 2 mm). Esta baixa velocidade, está associada aos ciclos de aceleração e desaceleração a cada mudança de direção.\n3-\tFases transientes do cordão transversal (Programa 3): os parâmetros aplicados nos trechos de cordão compreendidos entre as extremidades e o trecho central (de regime). Neste trecho há necessidade de evitar o acúmulo de material perto das extremidades do tecimento e para isso é necessário diminuir a energia através do aumento da velocidade de deslocamento.\n4-\tFase de regime do cordão transversal (Programa 4): corresponde ao trecho central do cordão transversal, no qual devem ser utilizados parâmetros de soldagem que resultem em adequada diluição e espessura de camada do revestimento;\nOs parâmetros de soldagem ligados à trajetória do robô inseridos para executar os cordões na vertical descendente são listados na tabela 37.\nTabela 37 - Parâmetros de soldagem ligados à trajetória do robô inseridos para executar os cordões na vertical descendente\nRegistrador Variável_________________Descrição______________Unidade\nR{14}\tdh1 Distância horizontal entre ponto mm\ninicial e ponto de começo dos cordões\nR{15}\tdvA\tDistância vertical entre duas áreas de\tdepósito\t(permite\to aproveitamento da chapa com múltiplas áreas de depósito)\tmm\nR{17}\tA\tDistancia vertical de tecimento (sobreposição entre cordões);\tmm\nR{18}\tdint\tDistância\tentre\tos\tpontos intermediários\tmm\nR{33}\tVs1\tVelocidade de soldagem do primeiro cordão\tcm/min\nR{19}\tVsv\tVelocidade de soldagem na fase vertical do tecimento;\tcm/min\nR{20}\tVsint\tVelocidade de soldagem na fase\tcm/min\nhorizontal em regime do tecimento (entre os pontos intermediários)\nR{30}\tVsext\tVelocidade de soldagem na fase horizontal nas extremidades do tecimento;\tcm/min\nR{31}\tdext\tDistância entre os pontos intermediários e a extremidade do tecimento\tmm\nR{25}\tn\tNúmero de ciclos de tecimento (número de cordões sucessivos)\tunidade\nR{35}\tWdata\tDados de tecimento do robô (liga\tunidade\nou desliga o switch-back por exemplo - WEAVE DATA)\nA figura 85 mostra de forma esquemática como fica definida a largura de tecimento (At).\nFigura 85 - Esquematização da fórmula de cálculo da largura de tecimento.\nAt = d int + 2 x dext\nLargura Tecimento\ndext\ndint\ndext\nOs resultados do uso desta trajetória no depósito de soldagem são mostrados nas figuras 86 e 87 com os gases Ar-O2 e Ar-H5, respectivamente. O corte transversal dos depósitos é indicado pela letra “B”. No intuito de verificar o perfil de penetração na direção transversal ao sentido de deposição dos cordões, foi realizado um corte perpendicular indicado pela letra “A” nas respectivas figuras.\nFigura 86 - Soldagem com o novo programa utilizando o gás Ar-O2.\nFigura 87 - Soldagem com o novo programa utilizando o gás Ar-H5.\nOs parâmetros de soldagem utilizados são mostrados na tabela 38.\nTabela 38 - Parâmetros utilizados na soldagem dos testes mostrados nas figuras 86 e 87 (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-O2 e Ar-H5 - Trajetória Retangular Otimizada\t\t\t\t\t\n\t\t\tPrograma 1\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tVs1(cm/min)\tDBCP (mm)\n380\t3,8\t41\t7\t8,2\t70\t17\nPrograma 2, 3 e 4\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIn(A)\ttn(ms)\n380\t4,4\t90\t7\t8,8\t-90\t5\nUa (V)\tP(W)\tDiluição\tdh1\tdvA (mm)\tA\tdint\n\t\t%\t(mm)\t\t(mm)\t(mm)\n24\t4800\t16,12\t5\t90\t2\t35\n\tAr-O2\tAr-O2\t\t\t\t\n\t4816\t15,08\t\t\t\t\n\tAr-H5\tAr-H5\t\t\t\t\nDBCP\tAt\tdext\tVsint\tVsext\tVsv\tSwitch\n(mm)\t(mm)\t(mm)\t(cm/min)\t(cm/min)\t(cm/min)\tBack\n17\t69\t80\t225\t282\t165\tnão\nVg\tÂngulo ataque*\t\tÂngulo\tinclinação*\tPolaridade\tPosição\n(l/min)\t\t\t\t\t\t\n17\t\t0°\t\t57°\tCA\tVert.\n\t\t\t\t\t\tdesc.\nComo se pode observar, o aspecto inicial dos depósitos é ondulado (devido ao escorrimento da poça no primeiro cordão) e vai melhorando a medida que os cordões subsequentes são depositados. O primeiro cordão serve de suporte para os subsequentes e a sua regularidade afeta a qualidade da região do depósito mais próxima a ele devido a sobreposição com que os mesmos são realizados. Nos ensaios posteriores, o problema de escorrimento da poça foi eliminado pelo uso de uma velocidade de soldagem maior para a execução deste cordão inicial, que passou de 70 cm/min para 100 cm/min. Do ponto de vista da diluição, ocorreu uma melhora significativa nos resultados. Na soldagem com gás Ar-O2 esta foi medida em 16,12 % e para o gás Ar-H5, 15,08 %.\n5.2.6\tEnsaios na posição vertical descendente utilizando a técnica “Switch-back”\nJina atribui à técnica de oscilação tipo “switchback”, movimento oscilatório realizado na direção de soldagem, a vantagem de diminuir a penetração e, assim, evitar perfurações na soldagem de chapas relativamente finas (JIN, 2000). A figura 88 mostra, de forma esquemática, o movimento de “switchback”.\nSegundo Jin (JIN, 2000) resultados satisfatórios na soldagem com “switch back”, foram obtidos com um avanço de 12 mm e um recuo de 7 mm, uma proporção de 58% de recuo para uma velocidade média de soldagem de 25 cm/min (4,2 mm/s). No mesmo trabalho, foi utilizada uma velocidade de avanço de 216 cm/min (36 mm/s), praticamente quatro vezes maior do que a velocidade de recuo de 48,5 cm/min (8,1 mm/s)\nCom o objetivo de verificar o efeito da aplicação desta técnica na soldagem para revestimento, a documentação da rotina ArcTOOL do robô FANUC foi estudada. As funções e variáveis de tecimento do robô já foram citadas no item 2.5. Não existe uma função “switchback”, o parâmetro que permite a realização de oscilações na direção do movimento de translação do robô é chamado Ângulo de orientação do tecimento, ou, azimuth. Quando o valor deste parâmetro é definido como sendo 90°, o robô vai fazer o tipo de tecimento denominado de \"switchback\". Uma série de ensaios foi realizada para identificar possíveis vantagens na utilização desta técnica. Estes ensaios, no entanto, não resultaram em diferença significativa do ponto de vista de diluição, aspecto superficial ou produtividade. Os parâmetros de tecimento incialmente utilizados são mostrados na tabela 39 e foram selecionados experimentalmente.\nTabela 39 - Parâmetros de tecimento Switch Back\nFrequência (Hz)\tAmplitude (mm)\tAngulo Azimuth\n8\t2 (total 4)\t90°\nDwell Direita (s)\tDwell Esquerda (s)\tParâmetros Soldagem\n0\t0\tTabela 38\nPara confirmar que todos os parâmetros de tecimento estavam sendo executados pelo robô, foi realizada uma série de testes, que consistindo na filmagem dos movimentos do robô com uma filmadora com taxa de aquisição de 120 quadros/s e uma escala graduada colocada atrás da pistola e paralela a direção de soldagem. A figura 89 mostra um quadro dos vídeos realizados para analisar o movimento do robô durante o tecimento.\nFigura 89 - Vídeo produzido para analisar o movimento do robô.\nPara estes ensaios foi escolhida uma velocidade média de deslocamento de 140 cm/min. Os vídeos foram analisados quadro a quadro para verificar o tempo e o deslocamento da tocha em relação à escala graduada.\nAs figuras 90, 91 e 92 mostram as curvas de deslocamento no tempo para três parâmetros diferentes.\nFigura 90 - Curva deslocamento x tempo para frequência de 2 Hz e deslocamento de 8 mm\nFigura 91 - Curva deslocamento x tempo para frequência de 4 Hz e deslocamento de 8 mm\nFigura 92 - Curva deslocamento x tempo para frequência de 8 Hz e deslocamento de 8 mm\nUma síntese dos resultados é apresentada na tabela 40.\nTabela 40 - Comparação entre valores de amplitude e frequência configurados e medidos.\nAnálise do Movimento de Switch Back do Robô Fanuc M10iA\nVs (cm/min)\tDwell Direita (s)\t\tDwell Esquerda (s)\t\tÂngulo Azimuth\t\n140\t\t0\t\t0\t\t90°\n\tFreq\tAt (mm)\tFreq\tAt (mm)\tFreq\tAt (mm)\n\t(Hz)\t\t(Hz)\t\t(Hz)\t\nConfigurado\t2\t8\t4\t8\t6\t8\nMedido\t2,14\t12\t4\t6,5\t8,18\t2,67\nOs testes foram realizados para analisar apenas o movimento realizado na direção contrária (recuo, ou “switch back”) ao deslocamento longitudinal principal da tocha. Apesar da dificuldade em se observar o movimento com uma velocidade de aquisição apenas 7,5 vezes superior à maior frequência de tecimento, notou-se que:\n-\tO robô respeita a base de tempo estabelecida.\n-\tA amplitude aparentemente não é considerada para o cálculo da trajetória.\n-\tO recuo médio observado nas medições foi de 2 mm.\n-\tPara a frequência de 16 Hz, não foi possível detectar, com o sistema de medição utilizado, qualquer movimento de “switch back”.\n-\tA velocidade máxima medida foi de 105 mm/s.\n5.2.7\tAnálise do efeito do ângulo de ataque da tocha\nCom os resultados de diluição se aproximando da meta estabelecida para o projeto, foram realizados novos testes para verificar a influência do ângulo de tocha nos resultados de diluição. A intenção inicial era aplicar a técnica empurrando depositando cordões na descendente. Está técnica é reputada na literatura como redutora da penetração na soldagem (MACHADO, 2007). Com este objetivo, o programa de soldagem foi modificado para permitir a soldagem com um ângulo diferente do ângulo neutro utilizado até então. Foram inseridos dois pontos com orientações de tocha invertidos, uma vez que, os cordões são executados, ora da esquerda para a direita, ora da direita para a esquerda. Foi escolhido o ângulo de 10° empurrando em relação à direção normal à chapa.\nA figura 93 mostra a soldagem da direita para esquerda e a figura 94 a soldagem no sentido oposto.\nFigura 93 - Orientação da tocha na soldagem da direita para a esquerda.\nFigura 94 - Orientação da tocha na soldagem da esquerda para a direita.\nOs parâmetros utilizados são mostrados na tabela 41.\nTabela 41 - Parâmetros utilizados na soldagem com a técnica empurrando à 10°(os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-O2 e Ar-H5 - Empurrando a 10°\nPrograma 1\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tVs1(cm/min)\tDBCP (mm)\n380\t3,8\t41\t7\t8,2\t100\t17\nPrograma 2, 3 e 4\t\t\t\t\t\t\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tIn(A)\ttn(ms)\n380\t4,4\t90\t7\t8,8\t-90\t5\nUa (V)\tP(W)\tDiluição\tdh1\tdvA\tA\tdint\n\t\t%\t(mm)\t(mm)\t(mm)\t(mm)\n24\t4779\t8,96\t5\t90\t2\t35\nAr-O2\tAr-O2\n4808\t6,88\nAr-H5\tAr-H5\nDBCP (mm)\tAt (mm)\tdext (mm)\tVsint\tVsext (cm/min)\t(cm/min)\tVsv (cm/min)\tSwitch Back\n17\t69\t80\t225\t282\t165\tnão\nVg (l/min)\tÂngulo ataque*\t\tÂngulo inclinação*\tPolaridade\tPosição\n17\t10° (empurrando)\t\t57°\tCA\tVert. desc.\nMetal Base\tesp. (mm)\t\t\t\t\nX46\t9,2\t\t\t\t\nNa figura 95 é mostrado o aspecto superficial e a seção transversal de um depósito realizado utilizando gás Ar-O2 e aplicando a técnica empurrando a 10°.\nFigura 95 - Aspecto superficial e a seção transversal de um depósito realizado utilizando gás Ar-O2 e empurrando a 10°.\nNa figura 96 é mostrado o aspecto superficial e a seção transversal de um depósito realizado utilizando gás Ar-H5 e aplicando a técnica empurrando a 10°.\nFigura 96 - Aspecto superficial e a seção transversal de um depósito realizado utilizando gás Ar-H5 e empurrando a 10°.\nEm ambos os depósitos foi conseguida uma diluição inferior ao objetivo de 10%. Os depósitos realizados utilizando o gás Ar-H5 tem um aspecto mais limpo, uma observação frequente na soldagem com este gás. Este gás também resultou sistematicamente em valores menores de diluição quando comparados aos realizados com o gás Ar-O2.\nA espessura média da camada depositada foi de 1,8 mm para ambos os gases.\nO teor de ferro nos depósitos medido por espectrometria ótica e o estimado com base na diluição são mostrados na figura 97.\nFigura 97 - Comparativo entre a diluição e teor de Fe para depósitos realizados utilizando gás de proteção Ar-H5 e Ar-O2.\n5.2.8\tEfeito do gás de proteção sobre a soldabilidade\nForam realizados dois tipos de testes para verificar a soldabilidade, a soldagem e análise de corpos de prova CTS e os ensaios de microdureza de amostras soldadas com ambos os gases. Neste item são apresentados estes resultados.\n5.2.8.1 Testes de Soldagem de CPs tipo CTS\nCom o objetivo de verificar a influência dos gases de proteção, principalmente o Ar-H5, sobre a soldabilidade, foram soldados dois corpos de prova em aço API X46 de 9,2 mm de espessura para ensaio de soldabilidade CTS (descrito anteriormente, no item 2.6.2).\nA configuração dos corpos de prova soldados para a verificação da soldabilidade pode ser vista na figura 98.\nFigura 98 - Corpo de prova de ensaio CTS\nOs parâmetros de soldagem utilizados são mostrados na tabela 42.\nTabela 42 - Parâmetros aplicados na soldagem dos CPs CTS (os valores em caracteres itálicos são medidos, os restantes são regulados).\nGás de Proteção Ar-H5\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tDBCP (mm)\tVg (l/min)\n380\t3,8\t27\t/ 10\t17\t17\ndg\tÂngulo ataque*\tÂngulo inclinação*\tPol\tVs\n(mm)\t\t\t\t(cm/min)\n1,36\t0°\t37° (horiz)\t+\t40\nGás de Proteção Ar-O2\nIp(A)\ttp(ms)\tIb(A)\ttb(ms)\tVa(m/min)\tDBCP (mm)\tVg (l/min)\n380\t3,8\t27\t4\t9,5\t17\t17\ndg\tÂngulo ataque*\tÂngulo inclinação*\tPol\tVs\n(mm)\t\t\t\t(cm/min)\n1,36\t0°\t37° (horiz)\t+\t40\nComo o objetivo era avaliar o efeito do gás de proteção sobre o aparecimento de trincas a frio, principalmente na soldagem com o gás Ar-H5, optou-se por utilizar a soldagem com corrente pulsada aplicando energias similares as do processo CA adaptativo. O uso deste modo de\nsoldagem visava garantir um mínimo de penetração, e, a consequente resistência mecânica mínima, para gerar tensões durante o período de resfriamento das amostras. Caso os cordões fossem soldados utilizando o processo CA adaptativo, a baixa penetração associada a esta variante, aliada ao aumento do escoamento de calor característico da junta sobreposta, aumentaria o risco de obter cordões com falta de fusão. Ocorrendo isto, a concentração de tensões neste tipo de descontinuidade poderia levar a geração de trincas que não ocorreriam na aplicação de um revestimento.\nOs testes previstos pela norma WELDING, BRAZING, AND SOLDERING são descritos no volume 6 do manual da ASM American Society for Metals (ASM, 1993).\nComo o intuito do ensaio no âmbito do projeto era avaliar comparativamente o efeito do gás de proteção sobre a susceptibilidade às trincas a frio (preocupação que surge quando do uso de hidrogênio na mistura gasosa), foram soldados dois corpos de prova apenas, um com cada gás disponível. Depois de um período de 72 h em temperatura ambiente, ambos os corpos de prova foram cortados por eletro-erosão para verificar a existência de trincas. Na figura 99 é mostrada uma peça cortada. Os cortes foram realizados de forma a verificar a seção transversal de cada cordão no seu início, meio e fim.\nFigura 99 - Corpo de prova tipo CTS seccionado\nCada secção foi fotografada no estereoscópio para observar a existência de trincas. Apesar de terem sido observados defeitos como porosidades e falta de fusão, não foram encontradas trincas em nenhuma das amostras. As figuras 100 e 101, mostram algumas das seções analisadas.\nFigura 100 - Macrografia do CP CTS soldado com gás Ar-O2 (meio do cordão tri-térmica)\n\nFigura 101 - Macrografia do CP CTS soldado com gás Ar-H5 (fim do cordão bi-térmica)\n5.2.8.2 Análise de micro dureza\nA figura 102 mostra os resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-H5. Pode-se observar que a dureza da ZAC, mesmo naquela região próxima da linha de fusão (denominada ZAC “de grão grosseiro”) é muito menor que o valor de 350 HV normalmente estabelecido como limite para a possível ocorrência de trincas a frio.\nFigura 102 - Resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-H5.\n\tLocal\tMD1 (HV)\tMD2 (HV)\tMédia (HV)\n1\tMS\t222,9\t220,0\t221,5\n2\tMS\t222,7\t214,5\t218,6\n3\tMS\t219,3\t211,5\t215,4\n4\tMS\t228,7\t229,8\t229,3\n5\tZAC\t181,2\t181,4\t181,3\n6\tZAC\t171,3\t171,9\t171,6\n7\tZAC\t173,8\t162,4\t168,1\n8\tZAC\t164,0\t164,3\t164,2\n9\tZAC\t162,5\t159,4\t161,0\n10\tZAC\t164,9\t159,9\t162,4\n11\tZAC\t169,1\t168,3\t168,7\n12\tMB\t165,3\t172,2\t168,8\n13\tMB\t169,0\t167,1\t168,1\nCarga 1 kgf @ 10 s\nEspaçamento das medições 0,25 mm\nNa figura 103 são mostrados os resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-O2.\nFigura 103 - Resultados de microdureza Vickers no metal de solda, zona afetada pelo calor e metal de base de depósito realizado com Ar-O2.\n\tLocal\tMD1 (HV)\tMD2 (HV)\tMédia (HV)\n1\tMS\t229,4\t219,8\t224,6\n2\tMS\t216,9\t225,5\t221,2\n3\tMS\t205,9\t223,4\t214,7\n4\tMS\t209,5\t225,5\t217,5\n5\tZAC\t172,5\t223,6\t198,1\n6\tZAC\t171,7\t174,2\t173,0\n7\tZAC\t158,4\t166,0\t162,2\n8\tZAC\t165,3\t159,1\t162,2\n9\tZAC\t162,0\t163,2\t162,6\n10\tZAC\t163,8\t159,8\t161,8\n11\tZAC\t164,7\t161,5\t163,1\n12\tMB\t164,6\t163,0\t163,8\n13\tMB\t169,4\t170,8\t170,1\nCarga 1 kgf @ 10 s\nEspaçamento das medições 0,25 mm\nNa norma API 5L - Especificação para Tubos de Aço Revestidos ou Encamisados com CRA, nenhum ponto do metal do substrato deve apresentar dureza superior a 248 HV. Adicionalmente, para revestimentos\nde inconel sobre aço ferrítico, a dureza em nenhum ponto (incluindo o substrato e o revestimento) deve ultrapassar 345 HV.\nNenhuma das amostras superou estes limites. Note-se ainda, que os valores de dureza observados foram relativamente baixos e não foi observada diferença significativa entre a amostra soldada com gás Ar-H5 e a soldada com gás Ar-O2.\n5.2.9\tAnálise Comparativa da Qualidade Superficial\nAs amostras soldadas com o processo MIG CA Adaptativo tiveram a sua retilinidade medida para ambos os gases de proteção analisados. O objetivo era fazer uma análise comparativa entre o efeito destes gases sobre a retilinidade e também uma comparação com os resultados de amostras fornecidas pela Petrobras de peças revestidas pelo processo TIG hot wire. Para todas as peças, foram realizadas três medições em um comprimento de 20 mm, em linhas espaçadas de aproximadamente 5 mm. No caso específico das peças soldadas com o processo TIG Hot Wire, foi detectada uma grande variação entre os valores medidos, por este motivo, foram medidas três áreas diferentes da amostra recebida. Estas áreas foram denominadas de área A, B e C como indicado na figura 104. Infelizmente, não se tem informação por parte da empresa que realizou estes ensaios no que diz respeito às diferenças entre os parâmetros de soldagem que levaram a esta variação na qualidade superficial das áreas A, B e C. Na ficha de procedimento de soldagem os parâmetros utilizados são sempre os mesmos independentemente da região do tubo.\nFigura 104 - Áreas de medição da retilinidade na amostra soldada com o processo TIG HOT WIRE.\nNa tabela 43 são mostrados os resultados de medição das soldagens com o processo TIG Hot Wire.\nTabela 43 - Resultados de medição dos revestimentos obtidos com o processo TIG Hot Wire.\nMedição de Retilinidade\t\t\n\tRetilinidade\t\n\tMedição\t(pm)\nTIG Hot Wire área A\t\t\n\t1\t170,025\nMedições\t2\t233,448\n\t3\t187,992\n\tDesvpad\t32,689\n\tMedia\t197,155\nTIG Hot Wire área B\t\t\n\t1\t497,154\nMedições\t2\t419,681\n\t3\t337,953\n\tDesvpad\t79,610\n\tMedia\t418,263\nTIG Hot Wire área C\t\t\n\t1\t615,170\nMedições\t2\t582,572\n\t3\t487,553\n\tDesvpad\t66,304\n\tMedia\t561,765\nA figura 105, mostra o aspecto superficial de um depósito realizado com o processo MIG CA Adaptativo usando os gases Ar-H5 (a) e Ar-O2 (b).\nFigura 105 - Amostras soldadas com MIG CA Adaptativo com os gases Ar-H5 (a) e Ar-O2 (b)\nNa tabela 44 são mostrados os resultados de medição dos revestimentos obtidos com o processo MIG CA Adaptativo.\nTabela 44 - Resultados de medição das soldagens com o processo MIG CA Adaptativo.\nMedição de Retilinidade\n\tMedição\tRetilinidade (Pm)\nMIG CA Adap. Gás Ar-O2\t\t\n\t1\t385,433\nMedições\t2\t385,486\n\t3\t385,492\n\tDesvpad\t0,032\n\tMedia\t385,470\nMIG CA Adap. Gás Ar-H5\t\t\n\t1\t258,085\nMedições\t2\t256,998\n\t3\t257,074\n\tDesvpad\t0,607\n\tMedia\t257,386\nAmbos os depósitos soldados pelo processo MIG CA Adaptativo, tiveram resultados de retilinidade comparáveis aos das amostras soldadas pelo processo TIG Hot Wire. A amostra soldada pelo processo MIG CA com o gás Ar-O2 teve um resultado pior de retilinidade quando comparada a solda com gás Ar-H5. Uma análise visual das amostras leva a crer que este resultado tenha sido influenciado pela presença de respingos finos distribuídos sobre toda a superfície do depósito no caso do gás Ar-O2. O depósito realizado utilizando o gás Ar-H5, apresentou alguns respingos maiores aderidos à superfície, mas em quantidade inferior.\n5.2.10\tAnálise Comparativa entre os Processos TIG HW e MIG CA no Aspecto Produtividade\nUm dos objetivos do trabalho era o desenvolvimento de técnicas inovadoras para o revestimento por soldagem. Estas técnicas devem visar melhorias nos aspectos qualidade e produtividade.\nComo já foi dito, o processo TIG HW é largamente utilizado no revestimento de dutos por soldagem. O pesquisador recebeu uma EPS (Especificação de Procedimento de Soldagem) deste processo, a partir da qual conseguiu determinar os dados de produtividade mostrados na tabela 45.\nTabela 45 - Cálculos de Produtividade TIG Hot Wire\nArame\t0 arame (mm)\tFabricante\tesp. medida 2 camadas (mm)\tesp. estimada 1 camada (mm)\nEr NiCrMo-3\t1,2\tThecAlloy\t3,6\t1,8\nVa (m/min)\tpeso espec. arame (g/cm3)\tMetal de base\tesp. Metal de base (mm)\t0 tubo (mm)\n2,2\t8,3\tX65\t8,6\t355\nA calculado (mm)\teficiência deposição %\tVs (cm/min)\tProdução (kg/h)\tProdução (m2/h)\n2,27\t100\t42\t1,24\t0,057\nNa tabela 46 são mostrados os resultados de produtividade calculados para o processo MIG CA adaptativo.\nTabela 46 - Cálculos de Produtividade MIG CA Adaptativo (Ar-O2 e Ar-H5)\nArame\t0 arame (mm)\tFabricante\tesp. medida 1 camada (mm)\tesp. estimada 1 camada (mm)\nEr NiCrMo-3\t1,143\tSandvik\t2\t-\nVa (m/min)\tpeso espec. arame (g/cm3)\tMetal de base\tesp. Metal de base (mm)\t0 tubo (mm)\n8,8\t8,3\tX46\t9,2\t-\n&amp; (mm)\teficiência deposição %\tVs (cm/min)\tProdução (kg/h)\tProdução (m2/h)\n2\t97,5\t246,3\t4,50\t0,296\nA soldagem com o processo MIG CA Adaptativo resultou em um aumento de produtividade (em m2 depositados por cada hora de soldagem) de 5,2 vezes quando comparado à soldagem com TIG Hot Wire.\nA produtividade do processo TIG HW considerada em uma jornada de trabalho, é ainda menor que a do MIG CA adaptativo, devido ao menor fator de trabalho do processo TIG, causado pelos maiores tempos mortos, como aqueles da troca de eletrodo e “setagem” do equipamento para retomar a soldagem.\nOutro aspecto de produtividade que é potencializado pelo uso do processo MIG CA é que, quando a soldagem é feita na posição vertical, vários cordões podem ser depositados em pontos diferentes da circunferência interna do tubo (por exemplo, duas tochas opostas soldando simultaneamente). Em contraste, os depósitos pelo processo TIG HW foram realizados na posição plana, ao longo da direção longitudinal do tubo, o que impossibilita a deposição simultânea de vários cordões.\nOutra vantagem do MIG é o automatismo inerente a este processo, no que diz respeito ao controle do comprimento do arco (apesar, por exemplo, de variações significativas que ocorram na DBCP). Além disso, no processo MIG o eletrodo coincide com o eixo do arco, diferente do que ocorre no processo TIG, em que a vareta está sempre posicionada com um significativo ângulo de desvio em relação ao eixo do eletrodo,\nmesmo nos casos em que se procura que dito ângulo seja pequeno, como na variante TIP-TIG. Esse desvio da vareta em relação ao eletrodo (e, portanto, ao arco), resulta em dificuldades para automatizar o processo TIG em forma robusta.\n5.2.11\tAnálise Micrográfica com Ataque Eletrolítico em Ácido Nítrico das Amostras Soldadas com Gás Ar-O2 e Ar-H5\nUm grande número de trabalhos disponíveis na literatura tem abordado as características microestruturais e as propriedades associadas a estas de depósitos de Inconel sobre aços baixo carbono. Não se pretende aqui, repetir estes estudos e observações. Pretende-se focar nos aspectos comparativos e eventuais diferenças encontradas na soldagem com gás de proteção Ar-H5 e Ar-O2. Uma atenção especial foi dada à soldagem com o primeiro gás, uma vez que existem dúvidas sobre os efeitos do hidrogênio sobre a microestrutura resultante.\nTodas as amostras sofreram ataque eletrolítico em ácido nítrico com concentração de 50%, tensão de 1,5 V na polaridade positiva por aproximadamente 30 segundos. O ataque ficou limitado a ZAC e zona parcialmente misturada.\nAs figuras 106, 107 e 108 mostram a microestrutura resultante na solda realizada com gás Ar-H5, em várias ampliações.\nFigura 106 - Micrografia da interface MS/ZAC em cordão de soldagem realizada com gás Ar-H5\nFigura 107 - Micrografia da interface MS/ZAC em cordão de soldagem realizada com gás Ar-H5\nFigura 108 - Micrografia da interface MS/ZAC em cordão de soldagem realizada com gás Ar-H5\nAs figuras 109, 110 e 111 mostram a microestrutura resultante na soldagem com gás Ar-O2.\nFigura 109 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 20X\nFigura 110 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 50X\nFigura 111 - Micrografia da interface MS/ZAC soldagem com gás Ar-O2 com aumento de 100X\nNas fotos 108 e 109 está bem nítida a presença de uma zona parcialmente diluída que não é contínua, o seu comprimento é de 50 p. Não é possível medir a dureza desta região devido a sua pequena espessura em torno de 2 p.\nComo o teor de Cr da liga Inconel é alto (22 %, no consumível utilizado), poderia ocorrer difusão de C da ZAC para o MS, com a consequente formação na ZAC de uma zona empobrecida em C (carbon depleted zone). Entretanto, em nenhuma das micrografias mostradas se observa tal zona (que apareceria com tonalidade mais clara).\n6\tCONCLUSÕES\nPara facilitar a compreensão das conclusões deste trabalho, optouse por separá-las por processos.\n6.1\tEstimativa do teor de Fe do revestimento com base na medida de\nDiluição\t.\nA análise da diluição para estimar o teor de ferro dos depósitos mostrou-se eficaz para orientar a definição de parâmetros e processos de soldagem.\nExiste uma correlação entre os dois resultados, mas à medida que o valor de diluição se reduz, o tamanho da área fundida do metal de base diminui em relação a área total fundida, e isso aumenta a incerteza de medição. Esta constatação está relacionada ao aumento da dificuldade em se medir a área fundida no metal de base: uma pequena variação na medição desta área, pode levar a um grande erro no cálculo da diluição. Diante disso, recomenda-se a análise direta da composição química do depósito por outros meios para confirmar os resultados quando as diluições forem baixas (inferiores a 10%).\n6.2\tProcesso Arco Submerso\nA soldagem com o processo arco submerso fora da posição plana exige a utilização de um equipamento que mantenha o fluxo estático durante o período de solidificação da escória e do cordão. Os testes de soldagem realizados com um silo de fluxo que se desloca junto com a tocha, permitiram identificar que o fluxo granulado, que se desloca junto com o silo, acaba arrastando o material fundido e produzindo seu escorrimento por efeito da gravidade.\nO sistema de esteiras proposto para solucionar o problema (Figura 62), implica em aumento do tamanho dos equipamentos e praticamente inviabiliza a realização de tecimento. Isto limita a sua aplicação no revestimento de dutos.\nNos ensaios com arco submerso na posição plana com polaridade positiva, na deposição de cordão filetado (isto é, sem tecimento) a diluição foi de 29 %. Ao realizar o tecimento a diluição diminuiu marginalmente, para 27 %.\nOs ensaios realizados na posição plana com polaridade negativa e tecimento, não houve problemas quanto à estabilidade do arco.\nEntretanto, não se conseguiu diminuição significativa da diluição (a mesma foi de 25 %).\nTodos os valores de diluição conseguidos, mesmo nas condições mais favoráveis, foram muito superiores ao limite de 10 % estabelecido como meta para garantir resistência à corrosão do revestimento.\nEstes resultados, levam o pesquisador a não recomendar a utilização do processo arco submerso em aplicações de revestimento nas condições testadas.\n6.3\tProcesso MIG pulsado\nOs parâmetros de soldagem que foram estabelecidos para a soldagem com arame de Inconel 625 de 1,14 mm de diâmetro, com corrente pulsada e polaridade positiva, produziram arcos estáveis, tanto com o gás Ar-O2 quanto com o gás Ar-H5.\nA soldagem de cordões filetados (sem tecimento) com o gás Ar-H5 resultou em uma ligeira redução da diluição, de 30,3% para 27,6%, e os cordões obtidos ficaram com um aspecto mais limpo, quando comparados aos cordões produzidos na soldagem com o gás Ar-O2.\nA soldagem com o gás Ar-H5 resultou em um aumento de 9,09% na taxa de fusão do arame em relação ao gás Ar-O2. Este efeito está possivelmente associado ao aumento da tensão na soldagem com Ar-H5, como explicado no capítulo 5.2.1.\n6.4\tProcesso MIG com polaridade negativa\nA soldagem com o processo MIG com polaridade negativa só foi possível apenas com o gás Ar-O2. A soldagem com o gás Ar-H5 foi inviabilizada pela grande instabilidade do arco e quantidade de respingos.\nNa soldagem com gás Ar-O2, corrente constante e polaridade negativa foi observado um aumento de 46% na taxa de fusão do arame quando comparada àquela obtida com corrente pulsada e polaridade positiva, para a mesma corrente média (235 A).\nApesar do aumento de produtividade e da baixa diluição alcançadas ao utilizar polaridade negativa, a aplicação do processo fica limitada pela dificuldade em garantir um molhamento satisfatório, necessário para uma boa fusão entre cordões (Figura 73).\n6.5\tProcesso MIG CA adaptativo\nComparada à soldagem com corrente pulsada para uma mesma velocidade de arame, o perfil dos cordões produzidos no processo MIG CA Adaptativo, resultou em cordões de perfil mais alto e com ligeira redução da diluição, tanto para o gás Ar-H5, quanto para o gás Ar-O2. No caso do gás Ar-O2, observa-se uma menor molhabilidade. Com o gás Ar-H5 a diluição foi menor.\nObservou-se uma maior estabilidade do arco ao usar gás Ar-O2, através da observação qualitativa e da análise quantitativa. Do ponto de vista qualitativo, observou-se uma menor incidência de respingos. Do ponto de vista quantitativo, o desvio padrão da corrente de base média na soldagem com gás Ar-O2 foi 4,6 vezes menor do que na soldagem com gás Ar-H5.\nDo ponto de vista da produtividade, o processo MIG CA adaptativo, não resulta em aumento significativo da taxa de fusão do eletrodo para os parâmetros de soldagem utilizados, quando comparado com o processo MIG pulsado com o mesmo valor de corrente média. Por outro lado, a utilização do MIG AC se justifica pela redução de penetração, e, consequentemente, da diluição resultante quando consideramos o mesmo critério.\nA comparação com outros processos de soldagem, como o processo CMT com gás Ni 10 (RUTZINGER, 2014), que deposita 4,6 kg/h, resultou em produtividade praticamente equivalente (4,5 kg/h), mas utilizando equipamentos mais simples e de menor custo de aquisição. Além disso, os equipamentos utilizados no processo CMT exigem um maior espaço de acesso.\nAinda sobre produtividade, o processo MIG CA adaptativo foi 5,2 vezes mais produtivo (em termos de área revestida por unidade de tempo) do que o processo TIG Hot Wire aplicado atualmente de forma industrial considerando-se a deposição de apenas uma camada. Isso representa um ganho expressivo em termos de capacidade industrial, hoje o revestimento interno com o processo TIG HW de um tubo com 355 mm de diâmetro e 6 m de comprimento, leva quase 5 dias (24 horas por dia). A mesma operação realizada com o processo MIG CA pode ser feita em menos de 23 horas.\nQuando da aplicação do tecimento, o espaçamento entre os trechos de cordão mostrou-se um parâmetro importante no controle da diluição. Isso se deve à forma como o arco elétrico atinge a peça: quanto maior o espaçamento, o arco atinge em forma mais ampla o metal de base, o que resulta em um aumento da diluição. Com um espaçamento menor, o arco\nincide mais sobre o metal depositado no trecho de cordão precedente, o que reduz a diluição. Para os parâmetros de soldagem levantados, o espaçamento (A) de 2 mm foi o que melhor associou produtividade a baixa diluição.\nA soldagem empurrando, mesmo utilizando um ângulo pequeno (de 10°), resultou em significativa redução de 49% em média da penetração quando comparada à soldagem com ângulo neutro (0°).\nOs gases de proteção também influenciaram os resultados de diluição. O gás Ar-H5 resultou em uma redução de 23% na diluição quando comparado ao gás Ar-O2. Esta foi uma tendência verificada de forma consistente na grande série de ensaios realizados e é creditada ao efeito do uso gás H2 na mistura como explicado no capítulo 5.2.1.\nDo ponto de vista da qualidade superficial, os resultados de retilinidade 33% menores para o gás Ar-H5 mostraram que este produz uma superfície mais regular que o gás Ar-O2. Ambas as medições para o processo MIG AC adaptativo, tiveram pouca dispersão, o que de certa forma valida este resultado. O processo MIG CA adaptativo com gás de proteção Ar-H5obteve uma retilinidade de 257,4 g com um desvio padrão de 0,6 g. A média da melhor área da amostra soldada pelo processo TIG HW foi de 197,2 g com um desvio padrão de 32,7 g. O processo MIG CA produziu uma superfície um pouco mais rugosa, mas a dispersão foi muito menor.\nUm dos objetivos do trabalho foi o de esclarecer um tema que, do ponto de vista teórico, suscita pouca dúvida, mas que na discussão com os atores do setor da soldagem, principalmente no ramo da exploração do petróleo, gera muita controvérsia. De acordo com a teoria, a prática de se soldar aços API 5L, cuja resistência mecânica está ligada a redução do tamanho de grão e não ao uso de elementos de liga, está associada a um baixo risco de ocorrência de trincas a frio. Quando se fala em soldar estes aços com um gás de proteção com hidrogênio na sua composição, no entanto, a teoria fica em segundo plano. Os resultados dos ensaios realizados, mostra que a prática, no caso da soldagem do Inconel 625 sobre aço API X46 com o processo MIG AC adaptativo ou pulsado utilizando o gás Ar-H5, confirma a teoria. Esta afirmação, se baseia nas análises micrográficas, de microdureza e nos corpos de prova tipo CTS que foram soldados.\nFinalmente, o atingimento do objetivo de diluição de 10%, não dependeu de uma ação específica, mas da associação de várias práticas, dentre as quais destaca-se, a estratégia retangular otimizada de tecimento que foi desenvolvida.\n194\n7\tSUGESTÕES PARA TRABALHOS FUTUROS\n•\tTestar e otimizar os parâmetros de soldagem MIG CA adaptativo para soldagem na posição plana (ou próxima dela de acordo com o que for mais favorável) utilizando o espaçamento e ângulos de tocha determinados neste trabalho de forma a atingir o limite de produtividade. Esta condição simularia a soldagem de revestimento helicoidal.\n•\tUtilizar a filmagem de alta velocidade para analisar o processo de transferência metálica com o arame Inconel 625 e determinar os parâmetros de soldagem MIG CA, principalmente para o gás Ar-H5.\n•\tTestar novas formas de onda para o MIG CA, principalmente a recomendada por Nascimento (NASCIMENTO, 2011) e Scotti (SCOTTI, 2012) mostrada na figura 112, visando a diminuição de respingos.\nFigura 112 - Forma de onda TIPO D descrita por Nascimento.\nFonte: (NASCIMENTO, 2011)\n•\tTestar os parâmetros e a geometria de tecimento na soldagem com CMT e gás Ar-H5.\n•\tTestar modos mistos de transferência, como o curto circuito controlado e o pulsado por exemplo, na soldagem com o gás Ar-H5.\n•\tConfirmar se a técnica do ”swichback” pode contribuir para o controle da diluição ou na melhoria da qualidade superficial.\n•\tEnsaios fadiga CPS e escala real (Ressonância).\n•\tEnsaios de corrosão.\n196\n8\tREFERÊNCIAS\nALBERTAZZI, A.; DE SOUSA, A. R. Fundamentos de metrologia científica e industrial. Manole, 2008. ISBN 9788520421161.\nANTAKI, G. A. Piping and Pipeline Engineering: Design, Construction, Maintenance, Integrity, and Repair. p. 564 p., 2003.\nAPI. API 5L - Specification for Line Pipe. 2004. American Petroleum Institute, Washington, DC.\nAPI. API 6A - Specification for Wellhead and Christmas Tree Equipment. 2005. American Petroleum Institute, Washington, DC.\nARCSPECIALTIES. INCONEL 625® Corrosion Resistant Overlay Study Submerged Arc Welding (SAW) Project 50107-I Final Report. ArC Specialties Engineering and Consulting Services. Houston, TX. 2012\nARCSPECIALTIES. Submerged Arc Welding for Corrosion Resistant Overlay. ARC Specialties Engineering and Consulting Services. Houston, TX. 2013\nASAHI, H. Development and Properties of Ultra-High Strength UOE Linepipe. In: ASME, 2004 International Pipeline Conference, 2004. Calgary, Alberta, Canada. ASME, October 4-8, 2004. p.pp. 1733-1742.\nASM. Welding, Brazing and Soldering. 1993. 2873 p., ASM International, OH - USA.\nASTM. Standard Specification for Nickel-Chromium-Molybdenum-Columbium Alloys (UNS N06625 and UNS N06852) and Nickel-ChromiumMolybdenum-Silicon Alloy (UNS N06219) Pipe and Tube. 2007.\nBAIXO, C. E. Effect of shielding gas and transfer mode on the application of 625 alloy in carbon steel. Welding International, v. 12, n. 25, p. p.903-909, 2011.\nBARBASSA, A. G. Petrobras / Plano de Negócios 2011-15 PETROBRAS. http://pt.slideshare.net/petrobrasri/plano-de-negcios201115ibef14set11: Petrobras 2011.\nBINZEL. HW iCAT Prospect. 2009. Disponível em: &lt;http://www.binzel-abicor. com/uploads/Content/Germany/PDF -\nFiles/PDF_Files_ROBO/English/icat-prospect_pror131 gb_0809_web.pdf >. Acesso em: 22/09/2013.\nBONACORSO, N. G. Desenvolvimento de uma Célula de Fabricação Automatizada para Soldagem GMAW dos Componentes Estruturais das Rodas Metálicas de Tratores Agrícolas. In: ABS, XXXVII Congresso Nacional de Soldagem, 2011. Natal - RN. ABS. p.9.\nBOSCH. BMC150 - 6 Axis Accelerometer 2013.\nBUTTING. Progress by Tradition. Germany. 2016\nBYGGING. SAW Girth Welding Machine Suitable for Jacking. 2012. Disponível em: &lt;https://www.youtube.com/watch?v=55QnlqWVyPY >. Acesso em: 12/06/2014.\nCALOI, G. ANÁLISE DA SOLDABILIDADE DO AÇO API 5L X-80 POR MEIO DOS TESTES TEKKEN E DE IMPLANTE. 2008. (Mestrado). PONTIFÍCIA UNIVERSIDADE CATÓLICA DO RIO DE JANEIRO -PUC-RIO, PUC, Rio de Janeiro.\nCHAKRABARTI, S. Handbook of Offshore Engineering. Elsevier Science, 2005. ISBN 9780080523811.\nCHUBB, J. P. The effect of iron on the performance of In 625 weld deposits. Cranfield Institute of Technology. Cranfield UK. 1984\nDNV. Submarine Pipeline Systems. 2013. DET NORSKE VERITAS AS, Oslo, Norway.\nDUTRA, J. C. Procedimento computadorizado de determinação, seleção e controle de variaveis na soldagem MIG/MAG. 1989. 179 p. (Dutorado). Programa de Pós-graduação em Engenharia Mecânica, UFSC, Florianópolis.\nDUTRA, J. C. Improving Surfacing Performance with GMAW. Welding Journal, n. 05, p. 42-47, 2013.\nESAB. Technical Handbook - Strip Cladding 2008.\nFANUC. M10iA Series. USA: FANUC Robotics America Inc. 2008.\nFANUC. R-30iA V7.70 ArcTool Documentation. FANUC ROBOTICS NORTH AMERICA, I. MCROCAT7704101E Rev C 2010.\nGOHR JR., R. Desenvolvimento de Novos Métodos de Controle da Soldagem MIG/MAG. 2002. 150 p. (Doutorado). Programa de Pós-graduação em Engenharia Mecânica, UFSC, Florianopolis.\nHIPPERT, E. Dutos Submarinos. CENPES, E. D. D.-. 2015.\nIIO, K. Overhead submerged arc welding process. 1979.\t(4153832A).\nUPSTO, Kobe Steel, Ltd. (Kobe, JP), EUA.\nIMC, E. D. S. MANUAL DE INSTRUÇÕES - SAP V 4.01. Florianópolis-SC: IMC - Engenharia de Soldagem 2008.\nIMC, E. D. S. MANUAL DE INSTRUÇÕES - DIGIPlus A7. Florianópolis-SC: IMC - Engenharia de Soldagem 2009.\nJIN, B. Control of Back Weld Pool Shape in MIG Welding by using Switch Back Method. Welding International. 14: 6 p. 2000.\nJONES, D. A. Principles and Prevention of Corrosion. 2nd Edition. Reno, Nevada: Prentice Hall, 1995.\nKANEKO, Y. Numerical Simulation of MIG Weld Pool in Switchback Welding. Welding in the World, v. 53, n. 11-12, p. R333-R341, 2009/11/01 2009.\nKEJELIN, N. Z. Soldagem de revestimento de aços comuns C-Mn com superliga a base de níquel Inconel 625. 2012. 187 p. (Doutorado). Programa de Pós-graduação em Engenharia Mecânica, UFSC, Florianopolis.\nKEJELIN, N. Z. E. A. Soldagem Dissimilar do Aço X-60 com Inconel 625. 12/11/2014 2007.\nKOU, S. Welding Metallurgy. Wiley, 2003. ISBN 9780471460930.\nKOZASU, I. Papers. In: JAPAN, I. A. S. I. O., THERMEC 88: International Conference on Physical Metallurgy of Thermomechanical Processing of Steels and Other Metals, 1988. Japan. JAPAN, I. A. S. I. O.\nLECO. AMH43 Automatic Micro/Macro-indentation Hardness Testing System - Instruction Manual. In: CORPORATION, L., 2005. St. Joseph - MI. CORPORATION, L.\nLEICA. Leica DM4000 M LED - Leica DigitalMicroscopes for Materials Sciences. GMBH, L. M. St. Joseph - MI 2013.\nLINDE-GAS. Rendimento máximo através da inovação e competência. Os gases de soldadura Linde. LINDE-GAS. Lisboa: LINDE-GAS 2008.\nMACHADO, I. G. Soldagem e Técnicas Conexas. Rio de Janeiro: 2007.\nMADALENA, F. C. A. Estudo de Propriedades Mecânicas e Microestruturais do Aço Inoxidável Superaustenítico AISI 904L Utilizado como Revestimento Interno de Vasos de Pressão Fabricados em Aço Carbono ASTM-A-516 Grau 70. In: ABCM, 7° CONGRESSO BRASILEIRO DE ENGENHARIA DE FABRICAÇÃO, 2013. Penedo - RJ. ABCM.\nMARINHO, F. R. Metrologia - Tolerância Geométrica de Forma. São Paulo: Editora Globo, 1996.\nMARQUES, C. PROSPECÇÕES DA NATUREZA FÍSICA DA SOLDAGEM MIG AUTOMÁTICA DE LIGAS DE ALUMÍNIO. 2013. (Master). POSMEC, UFSC, Florianópolis.\nMARQUES, P. Soldagem: fundamentos e tecnologia. Belo Horizonte, MG: Editora UFMG, 2009. 363 p. ISBN 9788570417480.\nMILLINGER, A. THE BEST OF TWO TECHNOLOGIES COMBINED IN A PROCESS. Fronius International GmbH. Wels, Austria. 2012. (23001674)\nMIZO, Y. Apparatus and method for submerged arc welding. 2009. 13, IHI CORPORATION, JAPAN.\nNÃKKI, J. Centria, Finland - some cladding tests with In625 and Ar-H2 shielding gas 19042016. Centria University of Applied Sciences. Kokkola, Finland. 2016\nNANJING. Automatic Girth Seam Welding Machine - Nanjing Auto Electric. China, 2016. Disponível em: &lt;http://www.alibaba.com/product-detail/Automatic-Girth-Seam-Welding-Machine 514968689.html >. Acesso em: 31/05/2015.\nNASCIMENTO, A. FENOMENOLOGIA DA SOLDAGEM MIG/MAG-PV E SUA APLICABILIDADE PARA JUNTAS SOBREPOSTA E EM V (PASSE DE RAIZ). 2011. 186 (Doutorado). Departamento de Engenharia Mecânica, UFU, UBERLÂNDIA.\nPETROBRAS/CENPES. Topografia de superfície de weld overlay de Tubos. PETROBRAS. Rio de Janeiro. 2011\nPETROBRAS/GECI. Produção no pré-sal bate novo recorde e ultrapassa a barreira de 500 mil barris de petróleo por dia. Petrobras Magazine Global Connection. PETROBRAS 2015.\nPIERSON, J. High-frequency electric resistance welding: An overview. Practical Welding Today: Fabricators &amp; Manufacturers Association Intl. (FMA) 2010.\nPOPE, A. M. Materiais para risers e dutos submarinos de metalurgia especial - Relatório parcial 2. FBTS. Rio de Janeiro. 2012\nRACHADEL, B. Soldagem MIG/MAG Robotizada de Sistemas de Exaustão Automotivos em Aço Inox Ferrítico. XXXIX CONSOLDA - Congresso Nacional de Soldagem, 2013. Curitiba - PR.\nRUTZINGER, B. Inflence of the welding process to the dilution rate of weld overlays on unalloyed steel using the weld consumable ERNiCrMo-3 (Alloy 625). Biuletyn Instytutu Spawalnictwa, v. 5/2014, 2014.\nSAKAMOTO, R. Development of Vertical Submerged Arc Welding Method for Aboveground LNG Storage Tank Construction. IHI Engineering Review. Japan: IHI. 43: 63-69 p. 2010.\nSANDVIK. Sanicro 60 — Sandvik Materials Technology. TECHNOLOGY, S. M. Sweden: SANDVIK 2014.\nSAVI, B. DESENVOLVIMENTO TECNOLÓGICO PARA SOLDAGEM MIG DE LIGAS DE ALUMÍNIO 5083 H116. 2014. 101 (Mestrado). Programa de Pós-Graduação em Ciência e Engenharia de Materiais, UFSC, Florianópolis.\nSCOTTI, A. Soldagem MIG/MAG: melhor entendimento, melhor desempenho. São Paulo: Artliber Editora Ltda., 2008. 284 p.\nSCOTTI, A. Uma metodologia para parametrização do processo MIG/MAG CA. Soldagem &amp; Inspeção. São Paulo: ABS. 17: 6 p. 2012.\nSELECTECH. Infrared thermometer SE-700(-50 ~ 700C) 2015.\nSENAI. Soldagem. São Paulo - SP: SENAI, 2013.\nSHERMAN, A. J. Coatings, Composition and Method Related to NonSpalling Low Density Hardface Coatings. 2010. US.\nSHERMAN, A. J. Fusion Cladding - Prevents Pipeline Wear and Corrosion. ADVANCED MATERIALS &amp; PROCESSES. Materials Park, OH 2013.\nSHERMAN, A. J. High-Speed Large-Area Fusion Cladding. In: NACE, NACE International CORROSION 2014 Conference, 2014. San Antonio, Texas. NACE.\nSILVA, C. C. Revestimentos de liga de níquel depositados pelo processo TIG com alimentação de arame frio: aspectos operacionais e metalúrgicos 2010. 325 f. (Doutorado). Depto. de Engenharia Metalúrgica e de Materiais, Universidade Federal do Ceará, Fortaleza.\nSMITH, A. A. CO2 Welding of Steel. England: TWI, 1971.\nSMITH, L. Engineering with CLAD STEEL. TECHNICAL, N. I. Series No 10.064 2012.\nTEICHMANN, E. Soldagem Alta Produtividade de Peças Chassis. 2010.\nTEICHMANN, E. Soldagem de Alta Produtividade - Relatório de atividades 2010/2011. 2011\nTEICHMANN, E. Soldagem a Arco Aplicada na Industria Automobilística Chassis. IFSC, 2012.\nTWI. Welding of nickel alloys - Part 1. Job Knowledge, 2013. Disponível em:\t<\thttp://www.twi-global.com/technical-knowledge/job-\nknowledge/welding-of-nickel-alloys-part-1 -107/ >. Acesso em: 18/03/2014.\nTWI. How can I assess the weldability of a material? Frequently Asked Questions, UK, 2014. Disponível em: &lt;http://www.twi-global.com/technical-knowledge/faqs/material-faqs/faq-how-can-i-assess-the-weldability-of-a-material/ >. Acesso em: 16/04/2015.\nVINCENT-GENOD, J. Fundamentals of Pipeline Engineering. Editions Technip, 1984. ISBN 9782710810575.\nWEIMER, G. Electric resistance welding at a glance. TPJ - THE TUBE &amp; PIPE JOURNAL. Rockford, IL: Fabricators &amp; Manufacturers Association Intl. (FMA) 2002.\nWERNECK, F. Mais petróleo na área do pré-sal da Bacia de Campos. 2010. Disponível em: &lt;http://lwerneck.blogspot.com.br/2010/06/mais-petroleo-na-area-do-pre-sal-da.html >.\nWHYTE, D. Welding - Level One. EUA: Prentice Hall, 2010.\nWIKIPÉDIA. Plataforma petrolífera. 2013. Disponível em: &lt;https://pt.wikipedia.org/wiki/Plataforma_petrol%C3%ADfera >.\nWIKIPÉDIA. Hidroformagem. 2015. Disponível em: &lt;https://pt.wikipedia.org/wiki/Hidroformagem >. Acesso em: 12/04/2016.\nZEISS. Mode d’emploi: Stemi 1000, Stemi 2000, Stemi 2000-C. In: MICROSCOPY, C. Z., 2002. MICROSCOPY, C. Z.\nZHANGT, X. Improvement of Weld Quality Using a Weaving Beam in Laser Welding. Journal of Materials Science &amp; Technology. Shenyang, China: JMST. 20: 3 p. 2004.\n9\tANEXOS\n- Anexo 1: Programa de soldagem com geração da trajetória de tecimento e empurrando à 10° para o robô FANUC M10iA.\nANEXO 1 (4 páginas)\nWRR SERVER\t\t\nFANUC Robotics\tHostname: ROBOT Robot No: F96296 File Name: /MD/CALCLADD13V.LS Date: 16/05/19 Time: 12:26:06\tFA &amp; ROBOT\n\t\tFANUC\n\t\t\n/PROG CALCLADD13V\n/ATTR\nOWNER COMMENT PROG_SIZE CREATE MODIFIED\n= MNEDITOR;\n= 3636;\n= DATE 15-08-03\n= DATE 15-09-08\nTIME 15:48:50;\nTIME 20:18:58;\nFILE_NAME\nVERSION\n= CALCLADD;\n- 0;\nLINE_COUNT MEMORY_SIZE PROTECT\n= 133;\n= 4140;\n= READ WRITE;\nTCD:\tSTACK_SIZE\t- 0,\n\tTASK_PRIORITY\t= 50,\n\tTIME_SLICE\t= o,\n\tBUSY_LAMP_OFF\t= o.\n\tABORT REQUEST\t= 0,\n\tPAUSE_REQUEST\t= 0;\nDEFAULTGROUP\t= 1,*,\t\t* * * -\nCONTROL_CODE = 00000000 00000000; /APPL\nARC Welding Equipment : 1,*,*,*,*; /MN\n1 :\t!Vert\tClad\tWeave ;\t\n2:\tCALL\tWORKV2\t;\t\t\n3: J\tF [13]\t100%\tFINE\t;\t\n4: J\tP[4]\t100%\tFINE\t;\t\n5: J\tP[l]\t100%\tFINE\t;\t\n6: J\tP[2]\t100%\tFINE\t;\t\n7: J\tP[3]\t100%\tFINE\t;\t\n8 : J\tP[5]\t100%\tFINE\t;\t\n9: J\tP[6]\t100%\tFINE\t;\t\n10: J\tP[7]\t100%\tFINE\t;\t\n11: J\tP[8]\t100%\tFINE\t;\t\n12: J\tP[9]\t100%\tFINE\t;\t\n13 : J\tP [10]\t100%\tFINE\t;\t\n14 : J\tF [ 11 ]\t100%\tFINE\t;\t\n15: J\tF [12]\t100%\tFINE\t;\t\n16:\t! Dist\thori\tz x entre 2\tareas\n17:\tR [14]\t=5\t\t\n18 :\tIDist\tvert\ty entre 2\tareas\n19:\tR [15]\t=90\t\t\n20:\t! Dist\tvert\tem y 2 cordoes\t\n21:\tR[17]\t=2\t\t\n22:\t! Amp\ttec/2\t\t\n23:\tR [18]\t=35\t\t\n24:\t!Vel\tvert\ty ;\t\n25:\tR[19]\t=165\t\t\n26:\t!Vel\thoriz\tx cordao 1\t\n27:\tR[33]\t=100\t\t\n28:\t!Vel\thoriz\tx ;\t\n29:\tR [20]\t=225\t\t\n30:\t!Vel\tinter\tx ;\t\n31:\tR [30]\t=282\t\t\n32:\t!Nr cordoes paralelos\t\t\t+2\n33\n34\n35\n36\n37\n38\n39\n40\n41\n42\n43\n44\n45\n46\n47\n48\n49\n50\n51\n52\n53\n54\n55\n56\n57\n58\n59\n60\n61\n62\n63\n64\n65\n66\n67\n68\n69\n70\n71\n72\n73\n74\n75\n76\n77\n78\n79\n80\n81\n82\n83\n84\n85\n86\n87\n88\n89\n90\n91\n92\n93\n94\n95\n96\n97\n98\nR[25]=10\t;\n!Dist Pto inter ;\nR[31]=17\t;\n!Weave DATA ;\nR[35]=l\t;\nR[22]=2*R[18]\t;\nPR[2]=P[1]\t;\nPR[3]=PR[2]\t;\nPR[12]=P[12]\t;\nR[l]=l ;\nPR[2,1)=PR[2,1]-0+R[14]\nPR[2,2]=PR[2,2]-0-R[15]\n1 PR[2] 2000mm/sec FINE 7\nPR[3]=PR[2]\t;\nPR[3,1]=PR[2,1]+R[22]\t7\nPR[4]=P[4]\t;\n!Prog solda 1 ;\nDO[1]=OFF ;\nDO[3]=OFF ;\nWAIT\t0.00 (sec) 7\nCALL ARC_START 7\nWAIT\t1.50(sec) ;\n!C1 quente 7\nWeave Sine[R[35]] ;\nL PR[3] R[33]cm/min CNT100\nWeave End ;\nPR[4,1]=PR[4,1]-0+R[14]\nPR[4,2]=PR[4,2]-0-R[15]\nPR [4, 1]=PR[4,1] +R[22]\t7\nPR[4,2]=PR[4,2 J-R[17]\t7\nPR[8]=PR[12]\t7\nPR[8,1]=PR[8,1 I-0+R[14]\nPR[8,2]=PR[8,2]-0-R[15]\nPR[8,2]=PR[8,2]-R[17]-R[17]\n¡LOOP 7\nLBL[1] 7\n!C2 frio ;\n!Prog solda 2 7\nDO[1]=ON ;\nDO[3]=OFF 7\nL PR[4] R[19]cm/min CNT100\nPR[5]=PR[4]\t7\nPR[6]=PR[4]\t;\nPR[7]=PR[4]\t;\nPR[5,1]=PR[4,1]-R[31]\t;\nPR[7,1]=PR[4,1]-R[22]\t7\nPR[6,1]=PR[7,1]+R[31]\t7\n!C3 inter 7\nWeave Sine[R[35]] 7\n!Prog solda 3 7\nDO[1]=OFF 7\nDO[3]=ON 7\nL PR[5] R[30]cm/min CNT100 !C4 reg ;\n!Prog solda 4 ;\nDO[1]=ON 7\nDO[3]=ON ;\nL PR[6] R[20]cm/min CNT100\n!C5 inter 7\n!Prog solda 3 7\nDO[1]=OFF 7\nDO[3]=ON ;\n1 PR[7] R[30]cm/min CNT100\nWeave End 7\n!C6 frio ;\n99:\t!Prog solda 2 ;\n100: DO[1]=ON ;\n101: DO[3]=OFF ;\n102:L PR[8] R[19]cm/min CNT100\n103:\tPR[9]=PR[8]\t;\n104: PR[10]=PR[8]\t,*\n105: PR[11]=PR[8]\t;\n106:\tPR[9,1]=PR[8,1]+R[31]\t;\n107: PR[11,1]=PR[8, 1]+R[22]\t;\n108: PR[10,1]=PR[11,1]-R[31]\n109:\t!C7 inter ;\n110: Weave Sine[R[35]] ;\n111:\t! Prog solda 3 ;\n112: DO[1]=OFF ;\n113: DO[3]=ON ;\n114:L PR[9] R[30]cm/min CNT100\n115:\t!C8 reg ;\n116:\t!Prog solda 4 ;\n117:\tDO[1]=ON ;\n118:\tDO[3]=ON ;\n119:L PR[13] R[20]cm/min CNT100\n120: !C9 inter ;\n121:\t!Prog solda 3 ;\n122: DO[1]=OFF ;\n123: DO[3]=ON ;\n124 :L PR[11] R]30]cm/min CNT100\n125: Weave End ;\n126: PR[4,2]=PR[4,2]-R[17]-R[17]\n127:\tPR[8,2]=PR[8,2]-R[17]-R[17]\n128:\tR[1]=R[1]+1\t;\n129:\tIF R[1]<=R[25],JMP LBL[1] ;\n130:\tCALL ARC_END ;\n131: WAIT 2.00 (sec) ;\n132:\t;\n133:\tCALL WORKV2 ;\n/POS\nF [ 1:\t] {\nGP1:\n\tUF :\t3Z UT :\t8,\tCONFIG : 'N U\tT, 0,\t0,\tO',\t\t\t\n\tX =\t22.378\tmm,\tY =\t174.270\tmm,\t\tz\t=\t-16.844\tmm,\nI.\tW =\t89.944\tdeg.\tP =\t.435\tdeg,\t\tR\t=\t142.587\tdeg\nP[2] {\t\t\t\t\t\t\t\t\t\t\nGP1:\t\t\t\t\t\t\t\t\t\t\n\tUF ;\t3, UT :\t8,\tCONFIG : 1N U\tT, 0,\t0,\tO',\t\t\t\n\tX =\t22.378\tram.\tY =\t174.270\tmm.\t\tz\t=\t-16.844\tmm.\n\tw =\t89.944\tdeg.\tP =\t.435\tdeg.\t\tR\t\t142.587\tdeg\nP[3] {\t\t\t\t\t\t\t\t\t\t\nGP1:\t\t\t\t\t\t\t\t\t\t\n\tUF :\t3, UT :\t8,\tCONFIG : 'N U\tT, 0,\to,\tO',\t\t\t\n\tX =\t22.378\tmm,\tY =\t174,270\tmm,\t\tz\t=\t-16.844\tmm,\n\tW -\t89.944\tdeg.\tP =\t.435\tdeg.\t\tR\t=\t142.587\tdeg\nI . P[4] {\t\t\t\t\t\t\t\t\t\t\nGPL :\t\t\t\t\t\t\t\t\t\t\n\tUF :\t3, UT :\t8,\tCONFIG : 1N U\tT, 0,\to,\tO',\t\t\t\n\tX =\t22.344\tmm,\tY =\t174.290\tmm.\t\tz\t=\t-17.077\tmm.\n\tw =\t90.223\tdeg.\tP =\t.373\tdeg,\t\tR\t\t-179.394\tdeg\nP[5] {\t\t\t\t\t\t\t\t\t\t\nGP1:\t\t\t\t\t\t\t\t\t\t\n\tUF :\t3, UT :\t8,\tCONFIG : 1N U\tT, 0,\t0,\tO',\t\t\t\n\tX =\t22.378\tram.\tY =\t174.270\tmm,\t\tZ\t-\t-16.844\tmm,\n\tw =\t89.944\tdeg.\tP =\t.435\tdeg.\t\tR\t=\t142.587\tdeg\n];\nP[6] {\nGPl:\nUF :\t3, UT : 8,\tCONFIG\t: 'NU\tT, 0,\t0, 0',\t\t\nX =\t22.378 rom,\tY =\t174.270\tmm.\tz -\t-16.844\tmm,\nW =\t89.944 deg,\tP\t.435\tdeg,\tR =\t142.587\tdeg\n};\nP [71 {\nGPl:\tUF :\t3, UT :\t8,\tCONFIG : 'NU\tT, 0,\t0,\t0',\t\t\t\n\tX =\t22.378\tmm,\tY =\t174.270\tmm.\t\tz\t=\t-16.844\tmm,\ni.\tw =\t89.944\tdeg,\tP =\t.435\tdeg.\t\tR\t=\t142.587\tdeg\nP[8] {\t\t\t\t\t\t\t\t\t\t\nGPl;\tUF :\t3, UT :\t8,\tCONFIG : 'NU\tT, 0,\t0/\tor,\t\t\t\n\tX =\t22.378\tmm.\tY =\t174.270\tmm,\t\tz\t=\t-16.844\tmm,\nj .\tW “\t89.944\tdeg,\tP =\t.435\tdeg.\t\tR\t-\t142.587\tdeg\nP[9J {\t\t\t\t\t\t\t\t\t\t\nGPl:\tUF :\t3, UT :\t8,\tCONFIG : 'NU\tT, 0,\t\tO1,\t\t\t\n\tX -\t22.378\tmm,\tY =\t174.270\tmm.\t\tz\t-\t-16.844\tmm.\n\tW =\t89.944\tdeg,\tP =\t.435\tdeg.\t\tR\t-\t142.587\tdeg\n}. p [ ■ 0 ] í\t\t\t\t\t\t\t\t\t\t\nGPl:\tUF :\t3, UT :\t8,\tCONFIG : 'NU\tT, 0,\t0,\t0',\t\t\t\n\tX =\t22.378\tmm,\tY =\t174.270\tmm,\t\tz\t-\t-16.844\tmm,\n\tw =\t89.944\tdeg,\tP =\t.435\tdeg.\t\tR\t=\t142.587\tdeg\nP[ll]{\t\t\t\t\t\t\t\t\t\t\nGPl:\tUF :\t3, UT :\t8,\tCONFIG : 'NU\tT, 0,\t0,\t0' ,\t\t\t\n\tX =\t22.378\tmm,\tY =\t174.270\tmm.\t\tz\t=\t-16.844\tmm.\n\tW =\t89.944\tdeg,\tP =\t.435\tdeg.\t\tR\t-\t142.587\tdeg\n};\nP[12] {\nGPl:\t\t\t\t\t\nUF :\t3, UT ; 8,\tCONFIG : 'NU\tT, 0, 0, 0',\t\t\nX =\t22.378 mm,\tY =\t174.270\tmm,\tZ =\t-16.844\tmm,\nw =\t89.944 deg,\tP =\t.435\tdeg,\tR =\t142.587\tdeg\n};\nP|13:\"\"]{\n}; /END\nGPl:\t\t\t\t\t\nUF :\t3, UT : 8,\tCONFIG : 'NU\tT, 0, 0, 0',\t\t\nX =\t22.344 mm,\tY =\t174.290\tmm,\tZ =\t-17.077\tmm,\nw =\t90.223 deg,\tP =\t.373\tdeg,\tR =\t-179.394\tdeg"}]}}}