{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05854"}, {"@name": "filename", "#text": "10293_TCC%20Osmar%202.1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Trabalho de Conclusão de Curso\nANÁLISE LIMNOLÓGICA PARA AVALIAÇÃO DO NÍVEL TRÓFICO EM RESERVATÓRIO FORMADO NA IMPLEMENTAÇÃO DE UMA PCH EM RIO DO PEIXE/SC COM ÊNFASE NO PARAMÊTRO FÓSFORO\nOsmar Rayis Santos\nOrientadora: Prof. Dr. Catia Regina Silva de Carvalho Pinto\n2012/2\n\nUniversidade Federal de Santa Catarina-UFSC Curso de Graduação em EngenhariaSanitáriaeAmbiental\nUNIVERSIDADE FEDERAL DE SANTA CATARINA CENTRO TECNOLÓGICO\nCURSO DE GRADUAÇÃO EM ENGENHARIA SANITÁRIA E AMBIENTAL\nANÁLISE LIMNOLÓGICA PARA AVALIAÇÃO DO NÍVEL TRÓFICO EM RESERVATÓRIO FORMADO NA IMPLEMENTAÇÃO DE UMA PCH EM RIO DO PEIXE/SC COM ÊNFASE NO PARÂMETRO FÓSFORO\nOsmar Rayis Santos\nTrabalho apresentado como parte dos requisitos para Conclusão do Curso de Graduação em Engenharia Sanitária e Ambiental na Universidade Federal de Santa Catarina\nFLORIANÓPOLIS, (SC) DEZEMBRO/2012\nSantos, Osmar Rayis\nAnálise Limnológica para Avaliação do Nível Trófico em Reservatório Formado na Implementação de Uma PCH em Rio do Peixe/SC com Ênfase no Parâmetro Fósforo\nOsmar Rayis Santos-Florianópolis, 2012.\nx, 76p.\nTrabalho de Conclusão de Curso (Graduação)-Universidade Federal de Santa Catarina. Departamento de Engenharia Sanitária e Ambiental. Graduação em Engenharia Sanitária e Ambiental.\n1. Limnologia; 2. Qualidade de Água; 3.Nível Trófico.\nUNIVERSIDADE FEDERAL DE SANTA CATARINA CENTRO TECNOLÓGICO CURSO DE GRADUAÇÃO EM ENGENHARIA SANITÁRIA E AMBIENTAL\nANÁLISE LIMNOLÓGICA PARA AVALIAÇÃO DO NÍVEL TRÓFICO EM RESERVATÓRIO FORMADO NA IMPLEMENTAÇÃO DE UMA PCH EM RIO DO PEIXE/SC COM ÊNFASE NO PARÂMETRO FÓSFORO\nOsmar Rayis Santos\nTrabalho submetido à Banca examinadora como parte dos requisitos para Conclusão do Curso de Graduação em Engenharia Sanitária e Ambiental - TCC II\nFLORIANÓPOLIS, (SC) DEZEMBRO/2012\nAGRADECIMENTOS\nA Deus ou o Universo que regem com suas decisões ou leis da física o tempo e suas diversas outras dimensões e que contribuíram para o surgimento da vida no planeta Terra e a oportunidade de eu estar aqui, neste momento.\nAos meus pais, pelo dom da vida, pelos valores ensinados e pelo suporte e força imensuráveis que demonstram a mim.\nAos meus irmãos, pela psicologia, pelo autismo, pela dislexia e pelo coração de ouro, que me dão companhia, exemplos, risadas e puxões de orelha.\nÀs minhas avós, que dão exemplo de vida e amor, pelos pratos tão bem feitos e histórias tão bem contadas.\nÀ minha família, aos que não estão mais presentes, aos que estão distantes e aos que tenho a sorte e o prazer de ter contato.\nÀ cidade de Florianópolis, pela acolhida calorosa, pela qualidade de vida e a incontestável magia.\nÀ Socioambiental Consultores Associados LTDA e equipe, em especial, Ricardo Arcari e Carlito Duarte, pela oportunidade de estágio e ensinamentos profissionais que a vida acadêmica por si só não é capaz de prover e à CPFL Energia pelos dados cedidos na realização deste estudo.\nÀ Universidade Federal de Santa Catarina, pelas matérias, infraestrutu-ra, professores e oportunidades que disponibiliza a seus alunos.\nAos meus amigos que participaram de um período único na minha vida e que espero continuem fazendo parte no futuro. Pelos graus na São Jorge e em muitos outros lugares, estudos, aulas, risadas, clavículas, rolês de bike, futebóis, campeonatos de verão e interclasses... Dentre muitos outros momentos e acontecimentos que seriam impossíveis de serem totalmente listados aqui.\nA todos que direto ou indiretamente contribuíram para a minha formação.\n...Muito Obrigado!\nRESUMO\nO presente trabalho busca avaliar preliminarmente a alteração da qualidade da água do futuro reservatório da PCH Salto Góes, localizada no Oeste do Estado de Santa Catarina, próxima a cidade de Tangará. em função do quantitativo de supressão de vegetação na área a ser inundada, além dos aportes naturais de nutrientes da bacia de contribuição. O estudo se baseia na aplicação de modelagem simplificada correlacionando a quantidade de fitomassa inundada, aporte de nutrientes da bacia e qualidade da água estimada no futuro reservatório. O potencial de eutrofiza-ção do futuro lago é avaliado com utilização de modelagem simplificada, fornecendo subsídios para elaborar prognósticos da qualidade da água para sobrevivência da ictiofauna e do florescimento de cianofíceas ou macrófitas no trecho que virá a compor o reservatório do futuro bar-ramento além de aspectos de saúde pública, navegação e paisagismo do reservatório. É um estudo que visa fornecer um panorama de cenários de qualidade da água em função de diferentes percentuais de supressão de vegetação e de contribuição das bacias de montante. De acordo com os resultados obtidos para a PCH, o percentual de remoção de biomassa não será preponderante na determinação da qualidade da água do futuro reservatório da PCH Salto Góes e sim os aportes de nutrientes e cargas orgânicas dos principais afluentes.\nPALAVRAS-CHAVE: Limnología; Qualidade de Água; Nível Trófico.\nABSTRACT\nThis study aims to evaluate preliminarily the change in the water quality of the future reservoir of “PCH Salto Góes”, located in the west of Santa Catarina State, near the city of Tangará, depending on the amount of vegetation removal in the area to be flooded, beyond the natural nutrient intakes basin contribution. The study is based on implementation of simplified modeling correlating the amount of flooded biomass, nutrient input from the watershed and estimated water quality in the future reservoir. The potential future lake eutrophication is assessed using simplified modeling, providing subsidies to develop forecasts of water quality for survival of fish populations and cyanobacteria or macrophyte blooms of the stretch that will compose the future reservoir dam besides aspects of public health, navigation and landscaping of the reservoir. It is a study which aims to provide an overview of water quality scenarios for different percentages of vegetation removal and contributing upstream watersheds. According to the results obtained for the PCH, the percentage of biomass removal will not be dominant in determining the future water quality of the reservoir “PCH Salto Goés” but the nutrient intakes and organic loads of the main tributaries will.\nKEYWORDS: Limnology; Water quality; Trophic level.\nSUMÁRIO\nÍNDICE DE FIGURAS......................................I\nÍNDICE DE QUADROS.....................................II\nÍNDICE DE ABREVIATURAS...............................III\n1\tINTRODUÇÃO.........................................2\n2\tOBJETIVOS..........................................4\n2.1\tObjetivo geral...................................4\n2.2\tObjetivos específicos............................4\n3\tREVISÃO BIBLIOGRÁFICA..............................5\n3.1\tLimnologia.......................................5\n3.2\tEutrofização.....................................6\n3.3\tNutrientes.......................................8\n3.4\tNível trófico...................................10\n3.5\tCianobactérias e cianotoxinas...................12\n3.6\tMacrófitas......................................14\n3.7\tModelagem.......................................15\n3.8\tPequenas Centrais Hidrelétricas.................17\n3.9\tÁrea de estudo..................................21\n4\tMETODOLOGIA.......................................25\n4.1\tSupressão da Vegetação ........................ 25\n4.2\tSérie de Vazões Médias Mensais..................27\n4.3\tColeta Superficial e dados de Qualidade de Água.31\n4.4\tEstimativa de dados QA para meses sem coleta .. 33\n4.5\tModelos utilizados ............................ 34\n4.6\tFluxograma .................................... 41\n5\tRESULTADOS E DISCUSSÕES...........................42\n6\tCONCLUSÃO.........................................53\n7\tRECOMENDAÇÕES ................................... 54\n8\tREFÊRENCIAS BIBLIOGRÁFICAS........................55\n9\tANEXOS............................................60\n10\tAPÊNDICES.........................................68\nÍNDICE DE FIGURAS\nFigura 1 - Sequência de degradação detectada nos países industrializados..................................................6\nFigura 2 - Localização da área de estudo.........................21\nFigura 3 - Mapa fitogeográfico de Santa Catarina.................23\nFigura 4 - Precipitação média mensal por sub-bacia e para a Bacia Rio do Peixe (1977-2004).............................................24\nFigura 5 - Vazões Médias Mensais - Eixo da PCH Salto Góes.........30\nFigura 6 - Localização dos pontos de amostragem da PCH com destaque para pontos a serem analisados pelo presente trabalho............32\nFigura 7 - Relação entre as cargas de fósforo e as zonas tróficas.37\nFigura 8 - Distribuição probabilística de estado trófico para lagos tropicais baseada no fósforo total...............................39\nFigura 9 - Exemplo aplicação dos resultados relativos no gráfico de Probabilidades...................................................40\nFigura 10 - Fluxograma das etapas e ideias do presente estudo.....41\nFigura 11 - Relação de cargas de Fósforo e Zonas Tróficas - Sem Desmatamento (cenário D1)........................................44\nFigura 12 - Relação de cargas de Fósforo e Zonas Tróficas - 1,82 ha de vegetação remanescente (cenário D2)..............................45\nFigura 13 - Relação de cargas de Fósforo e Zonas Tróficas - Remoção Total da Fitomassa (cenário D3)..................................45\nFigura 14 - Relação de cargas de Fósforo e Zonas Tróficas - Pós-Incorporação da Fitomassa Total (Cenário D4).....................45\nFigura 15 - Relação de cargas de Fósforo e Zonas Tróficas - Vazões Médias - Cenários D1 a D4........................................46\nFigura 16 - Relação de cargas de Fósforo e Zonas Tróficas - Vazões Mínimas Cenários - D1 a D4.......................................46\nÍNDICE DE QUADROS\nQuadro 1 - Efeitos da Eutrofização.............................7\nQuadro 2 - Classificação do Estado Trófico - Rios.............12\nQuadro 3 - Classificação do Estado Trófico - Reservatórios....12\nQuadro 4 - Principais modelos de eutrofização utilizados......16\nQuadro 5 - Empreendimentos em Operação no Brasil..............18\nQuadro 6 - Tipos de empreendimentos de geração de energia em operação......................................................19\nQuadro 7 - Tipologias vegetais na PCH Salto Góes..............26\nQuadro 8 - Densidade de vegetação rapidamente degradável - DV....26\nQuadro 9 - Cenários de Simulação..............................27\nQuadro 10 - Estações fluviométricas utilizadas................27\nQuadro 11 - Série de Vazões Médias Mensais da PCH Salto Góes (Área = 2660 km2)...................................................29\nQuadro 12 - Vazões Médias e Mínimas Mensais...................30\nQuadro 13 - Descrição dos pontos que foram realizadas as coletas.32\nQuadro 14 - Valores de Fosfatos (pg/l) nas campanhas de monitoramento da qualidade da água da PCH Salto Góes..........33\nQuadro 15 - Valores de Fosfatos (pg/l) aportados mensalmente para a PCH Salto Góes................................................34\nQuadro 16 - Valores aplicados e relativamente encontrados no gráfico exemplo.......................................................41\nQuadro 17 - Dados Físicos para o\tmodelo Vollenweider..........42\nQuadro 18 - Resumo das áreas das tipologias vegetais e peso da fitomassa rapidamente degradável para os cenários de simulação da qualidade da água.............................................43\nQuadro 19 - Cargas de fósforo em cada cenário.................43\nQuadro 20 - Maior valor provável e segundo maior valor provável para os cenários D1 a D4 com vazões médias.........................47\nQuadro 21 - Maior valor provável e segundo maior valor provável para os cenários D1 a D4 com vazões mínimas........................48\nQuadro 22 - Estados tróficos pelo IET-CETESB para os cenários D1 a D4 com vazões médias..........................................49\nQuadro 23 - Estados tróficos pelo IET-CETESB para os cenários D1 a D4 com vazões mínimas.........................................49\nQuadro 24 -Resumo - Avaliação do Estado Trófico - Modelo de Vollenweider..................................................51\nÍNDICE DE ABREVIATURAS\nANA - Agência Nacional de Águas\nANEEL - Agência Nacional de Energia Elétrica\nCETESB - Companhia de Tecnologia de Saneamento Ambiental\nCONAMA - Conselho Nacional do Meio Ambiente\nD1 - Cenário 01\nD2 - Cenário 02\nD3 - Cenário 03\nD4 - Cenário 04\nDV - Densidade de Vegetação Rapidamente Degradável\nFED - Floresta Estacional Decidual\nFOD - Floresta Ombrófila Densa\nFOM - Floresta Ombrófila Mista\nFRD - Fitomassa Rapidamente Degradável\nFT - Fitomassa Total\nHIDROWEB - Sistema de Dados Hidrológicos\nIET - Índice de Estado Trófico\nkW - kilowatts\nMLT - Média de Longo Termo\nMO - Matéria Orgânica\nMW - Megawatts\nPCH - Pequena Central Hidrelétrica\n1 INTRODUÇÃO\nO setor da energia elétrica é essencial para o desenvolvimento e consolidação da infraestrutura de qualquer país. Neste contexto, existem diversas opções para atingir o potencial elétrico estimado, desde energias renováveis até as mais comumente encontradas, provenientes de combustível fóssil.\nEm países da América Latina, como o nosso, o crescimento demográfico e a crescente urbanização, em que a grande maioria dos habitantes concentra-se em centros urbanos, provoca uma crescente demanda por água e energia, resultando na construção de reservatórios e na retirada de volumes maiores de água dos rios para o abastecimento público.\nNo âmbito de energia renovável e devido à sua abundante disponibilidade hídrica, o nosso país apresenta um grande investimento no uso da força das águas, sendo as PCH - Pequenas Centrais Hidrelétricas, uma opção bastante adotada por causa de suas instalações com menor requerimento de área inundada e consequente menor impacto ambiental.\nA definição de impacto ambiental segundo a Resolução CO-NAMA n° 306 de 05 de julho de 2002 diz que “Qualquer alteração das propriedades físicas, químicas e biológicas do meio ambiente, causada por qualquer forma de matéria ou energia resultante das atividades humanas que, diretas ou indiretamente, afetam a saúde, a segurança e o bem-estar da população; as atividades sociais e econômicas; a biota e a qualidade”. Apesar de um impacto ambiental reduzido, ainda assim, existem impactos associados a este tipo de instalação, dentre os quais pode-se ressaltar a deterioração da qualidade da água do corpo hídrico.\nUm dos processos primários significativos para comprometer a qualidade ambiental em rios, lagos e reservatórios pode ser a eutrofiza-ção. Tal fenômeno pode interferir nos ciclos químicos dos sistemas hídricos prejudicando seus usos, incluindo aí a vida aquática e a balneabi-lidade de suas águas. Podendo ter como uma das consequências possíveis, o florescimento de cianobactérias e consequente produção de cia-notoxinas.\nPor meio de uma avaliação dos dados de qualidade de água, frente às taxas de aplicação de fosfatos como cargas naturais da bacia e dos cenários de desmatamento, em conjunto com a série mensal de vazões buscou-se estimar por modelagem matemática simplificada o potencial de eutrofização do futuro reservatório que será formado na implementação de uma PCH no Rio do Peixe, bacia do Rio Uruguai, aflu-\nente pela margem direita do rio Uruguai, drenando uma área de 2.660 km2 próxima ao município de Tangará, estado de Santa Catarina.\nO projeto da PCH tem uma potência instalada de 20 MW com 2 turbinas de tipo Kaplan, barragem do tipo enroncamento e adução por túnel. O reservatório possuirá uma área inundada de aproximadamente 0,2 km2(20 ha).\nA inundação da área alagará uma área não natural do rio, que atualmente apresenta uma vegetação desenvolvida, o atual estudo também buscará por meio de um inventário florestal já realizado, estimar a produção de nutrientes com esse alagamento da fitomassa.\n2 OBJETIVOS\n2.1\tObjetivo geral\n•\tReconhecer e comparar o comportamento do reservatório formado na implementação de uma PCH em Rio do Peixe/SC com avaliação do estado trófico com base no parâmetro fósforo.\n2.2\tObjetivos específicos\n•\tRelatar e identificar as características do reservatório para fundamentar a avaliação com apresentação dos parâmetros de Fósforo;\n•\tReconhecer e estimar o comportamento da incorporação da fitomassa alagada encontrada por Inventário Florestal em equivalência trófica na área de inundação do reservatório; e\n•\tAvaliar as relações e médias históricas mensais das vazões hidrométricas na região do entorno da PCH.\n3\tREVISÃO BIBLIOGRÁFICA\n3.1\tLimnologia\nA pesquisa limnológica inclui o trabalho analítico no campo com o do laboratório, cujos resultados são as sínteses limnológicas. Mesmo em estudos com objetivos limitados, ligações realísticas ao sistema como um todo podem ser estabelecidas. Tais estudos deveriam fazer parte do conhecimento da estrutura e da função de todo o sistema. A classificação de sistemas hídricos como lagos, rios e represas formadas em empreendimentos hidrelétricos por grau de trofia é uma das etapas básicas do desenvolvimento dessa ciência. (TUNDISI, 2008)\nO estudo limnológico é basicamente, como em outras ciências, uma procura de princípios, que atuam em certos processos e mecanismos de funcionamento podem ser utilizados em predições e comparações. O fato de possibilitar predições e prognósticos também qualifica a limnologia como uma ciência importante do ponto de vista aplicado.\nEssa ciência mostra-se essencial em um país como o Brasil, que possui extensas redes fluviais, por onde flui cerca de 257.790 m3/s de água passível de utilização, correspondendo a aproximadamente 18% do potencial hídrico do planeta (SETTI, 1998), além de possuir amplos aquíferos subterrâneos, com cerca de 112.000 km3 de volume de água (MOTA, 1997).\nNos últimos anos, tem sido cada vez maior a degradação dos ecossistemas de águas interiores, com base no aumento dos efluentes ou resíduos sólidos gerados devido ao aumento da população urbana e consequente ocupação das bacias, que contribuem inclusive com o desma-tamento das matas ciliares, agravando ainda mais a saúde das águas.\nSegundo Lamparelli (2004), o crescimento demográfico e o aumento de atividades potencialmente impactantes em todo o mundo também tornaram crescente a preocupação com relação à qualidade das águas. Os lançamentos de substâncias tóxicas, através de efluentes industriais e domésticos, ou resultantes da aplicação de pesticidas, podem afetar a qualidade do ambiente para os organismos aquáticos, ou mesmo a saúde humana, por meio do consumo de águas contaminadas.\nPortanto, a contenção desses processos de deterioração, a correção e a prevenção das alterações nas águas interiores só podem ser feitas se uma sólida base de estudos limnológicos existirem.\n3.2\tEutrofização\nA eutrofização é um fenômeno que resulta na deterioração da qualidade da água e decréscimo da biodiversidade, consiste em uma aceleração do ciclo natural evidenciado pelo crescimento excessivo de plantas ou micro-organismos aquáticos por causa do excesso do aporte de nutrientes.\nA eutrofização é um dos problemas ambientais de águas continentais mais difundidos; tratando-se basicamente como uma forma de enriquecimento artificial com dois tipos de nutrientes para as plantas, o fósforo e o nitrogênio. Uma consequência notável do enriquecimento do nível trófico de um lago ou reservatório é o aumento do crescimento de plantas flutuantes microscópicas e algas, podendo ocorrer formação de densa forragem de plantas aquáticas flutuantes, como aguapés (Eichhor-nia) e alface-d'água (Pistia).\nDe acordo com Smaha &amp; Gobbi (2003) o excessivo crescimento de plantas ocorrido em rios, lagos, estuários e represas é decorrente da super-fertilização, e pode levar a sérios problemas de qualidade d'água. Esse fenômeno pode ocorrer naturalmente em escalas de meses a até milhares de anos, mas pode ser rapidamente acelerado pelo excesso de nutrientes lançados nos cursos d'água decorrentes das atividades humanas como lançamento de esgotos, atividades agrícolas, mudança no uso do solo, criação de reservatórios, entre outros.\nO conhecimento prévio do estado de eutrofização mostra-se de grande importância também pelo fato de esse fenômeno ser uma dos primeiros efeitos notados na sequência de degradação ambiental causados pelos seres humanos conforme podemos observar na figura 1.\nFigura 1 - Sequência de degradação detectada nos países industrializados.\nFonte: Straskraba e Tundisi (2000)\n6\nSperling (2009) complementa o conceito de que a eutrofização é o crescimento excessivo das plantas aquáticas, tanto planctónicas quanto aderidas, em níveis tais que sejam considerados como causadores de interferências com os usos desejáveis do corpo d'água. Sendo o principal fator de estímulo o nível excessivo de nutrientes no corpo d'água, principalmente nitrogênio e fósforo.\nNo quadro 1 são apresentados os efeitos generalizados da eutro-fização nos ecossistemas aquáticos.\n_______________________Quadro 1 - Efeitos da Eutrofização._______________\n•\tAnoxia (ausência de oxigênio dissolvido), que causa a morte de peixes e de invertebrados e também resulta na liberação de gases tóxicos com odores desagradáveis.\n•\tFlorescimento de algas e crescimento incontrolável de outras plantas aquáticas.\n•\tProdução de substâncias tóxicas por algumas espécies de cianofí-ceas.\n•\tAltas concentrações de matéria orgânica, as quais, se tratadas com cloro, podem criar compostos carcinogênicos.\n•\tDeterioração do valor recreativo de um lago ou de um reservatório devido à diminuição da transparência da água.\n•\tAcesso restrito à pesca e às atividades recreativas devido ao acúmulo de plantas aquáticas.\n•\tMenor número de espécies de plantas e animais (biodiversidade)\n•\tAlterações na composição de espécies daquelas mais importante para as menos importantes (em termos económicos e valor protéi-co).\n•\tDepleção de oxigênio, nas camadas mais profundas, durante o outono em lagos e reservatórios de regiões temperadas.\n•\tDiminuição da produção de peixes causada por depleção de oxigênio na coluna d’água.______________________________________________\nFonte: Instituto Internacional de Ecologia (2000).\nSegundo Tundisi (2008), a taxa e o tempo de progressão da eutro-fização em um lago (reservatório) dependem, fundamentalmente, dos seguintes fatores, considerando-se uma carga constante de nutrientes: estado trófico inicial do lago, profundidade média, morfometria e o tempo de residência. Para o presente estudo, o estado trófico inicial e a morfometria não convém, devido ao fato do reservatório ainda não existir. Portanto, as análises da profundidade média e do tempo de residência merecem um maior destaque.\nAinda segundo o mesmo autor, o fator da profundidade média é importante porque pode aumentar ou diminuir a diluição de nutrientes e, consequentemente, a concentração por volume ou área. Uma diminuição da profundidade média significa uma zona eufótica mais próxima dos sedimentos, estando estes mais próximos à superfície do lago e aumentando a degradação dos nutrientes.\nEle ainda complementa sobre o tempo de residência, que à medida que se aumenta tal tempo, maior é a disponibilidade para o uso de nutrientes. Se o tempo de residência é muito curto, a tendência para o acúmulo de fitoplâncton é menor e há perda de células ou colônias. Ou seja, quanto maior o tempo de residência, maior a chance de ocorrer a eutrofização.\n3.3\tNutrientes\nOs nutrientes são compostos de nitrogênio e/ou fósforo que podem ser provenientes das descargas industriais, agrícolas, domésticas, drenagens urbanas e de superfícies pavimentadas etc. Segundo Smaha &amp; Gobbi (2003) o problema da eutrofização está diretamente relacionado com os nutrientes inorgânicos, os quais servem de alimento e são incorporados pela biomassa.\nEntre os principais macro nutrientes necessários para o desenvolvimento celular estão o carbono, o nitrogênio e o fósforo. Para o processo de eutrofização, faz-se necessário identificar o nutriente que está controlando o crescimento das plantas. A análise deste nutriente limitante é geralmente feita para o nitrogênio e para o fósforo. Tundisi (2008) complementa que fósforo e nitrogênio são os principais elementos na eutrofização de lagos e reservatórios tropicais, temperados e subárticos, mas os limiares e limites diferem.\nSegundo Sperling (2009) nutriente limitante é aquele que, sendo essencial para uma determinada população, limita seu crescimento. De acordo com a lei de Liebig, um nutriente limitante é aquele cuja concentração é a mais próxima da mínima relativa à demanda do organismo. Em baixas concentrações do nutriente limitante, o crescimento populacional é baixo. Com a elevação da concentração do nutriente limitante, o crescimento populacional também aumenta.\nAinda sobre o conceito de nutriente limitante, Salas e Martino (2001) complementam que ele é baseado na premissa de estequiometria celular das plantas aquáticas, onde o nutriente que irá controlar a máxima quantidade de biomassa vegetal é o nutriente que será exaurido pri-8\nmeiramente, ou seja, aquele que atinge um valor mínimo antes dos outros.\na)\tJustificativa Parâmetro Fósforo:\nO fósforo é um elemento abundante, porém nunca é encontrado em estado livre na natureza. Ele ocorre principalmente sob a forma de fosfatos, PO43-, PO42-, H2PO4-, ligados a um cátion em compostos inorgânicos insolúveis como, fosfato de cálcio simples Ca3(PO4)2, fosfato de alumínio AlPO4, fosfato férrico FePO4, e o fosfato misto, CaF2.3Ca3(PO4)2, denominado apatita, ou como componente de moléculas orgânicas (SAWYER et al., 1994).\nOdum (1998) afirma que de todos os elementos presentes nos organismos vivos é provável que o fósforo seja o mais importante em termos ecológicos, porque a proporção entre o fósforo e outros elementos nos organismos tende a ser consideravelmente maior do que a proporção nas fontes primárias dos elementos biológicos. Portanto, é mais provável que uma deficiência de fósforo limite a produtividade de uma região da superfície terrestre do que uma deficiência de outro material.\nAinda segundo Lamparelli (2004) a importância da avaliação do fósforo presente em ecossistemas aquáticos para a estimativa da produtividade primária é indiscutível, uma vez que ele é na maioria dos ambientes o fator limitante para este processo. Ou seja, o fósforo disponível será um dos fatores mais importantes no fenômeno da eutrofização, atuando na regulação da produtividade do sistema e também de todas as consequências deste processo, como deterioração da qualidade da água, floração de algas, dentre outros.\nNeste contexto, de acordo com Salas e Martino (1991), a maioria dos lagos tropicais da América Latina possui como nutrientes limitantes para a floração de algas, o fósforo. O nitrogênio, mesmo com o controle do seu aporte externo, não teria a sua concentração reduzida com a diminuição da carga afluente, pois existem algas com capacidade de fixar o nitrogênio atmosférico.\nPor estas razões, para a avaliação de eutrofização do corpo hídrico, é fundamental a análise das concentrações de fósforo que serão aplicadas ao mesmo.\n3.4\tNível trófico\nA quantificação do estado trófico por meio de vários índices permite agrupar lagos em categorias que funcionam como referências e permitem acompanhar as alterações quantitativas sofridas pelos lagos e reservatório, em virtude das cargas de nutrientes. É evidente que as características dinâmicas dos lagos e sua individualidade produzem alguns desvios nessa generalização, a qual é importante principalmente do ponto de vista da aplicação, como, por exemplo, na recuperação dos lagos e prevenção da eutrofização.\nO estado trófico não é uma quantificação apenas da concentração de nutrientes nos lagos, mas envolve a determinação de outros parâmetros que levam a elaboração de um índice de estado trófico, a partir de uma matriz de vários indicadores, tais como biomassa do fitoplâncton, zooplâncton e bacterioplâncton; concentração de oxigênio no hipolím-nio; transparência e concentração de fósforo total na água (TUNDISI, 2008).\nSperling (2009) diz que para poder caracterizar o estágio de eutrofização em que se encontra um corpo d'água e possibilitar a tomada de medidas preventivas e/ou corretivas pertinentes, é interessante a adoção de um sistema classificatório. Usualmente têm-se os seguintes níveis de trofia: oligotrófico (lagos claros e com baixa produtividade), mesotrófico (lagos com produtividade intermediária) e eutrófico (lagos com elevada produtividade, em comparação com o nível natural básico).\nO nível de trofia no sistema analisado pode ser de acordo com sua concentração de nutrientes e potencialidade para eutrofização. Podendo ocorrer, segundo William (2011), em lagos, represas e rios sendo classificados de acordo com a extensão de sua eutrofização, em quatro classes principais: oligotróficos, mesotróficos, eutróficos e hipereutróficos. Baseia-se nas concentrações de fósforo, nitrogênio e clorofila a (o pigmento responsável pela fotossíntese das algas).\nEntre os principais métodos propostos para medir o índice de estado trófico, o de Carlson (1977) tem sido o mais usado. Utilizando dados de uma série de lagos, esse autor relacionou fósforo total, clorofila a e transparência do disco de Secchi na base do log2. No entanto, esse índice foi obtido em regiões temperadas.\nSegundo Tundisi (2008) os índices de estado tróficos definidos para regiões tropicais podem diferir em ordem de magnitude daqueles obtidos para regiões temperadas. A individualidade dos lagos nas respostas à eutrofização e à concentração química inicial - que depende das\ncaracterísticas geoquímicas regionais - é importante também quando se compara o processo da eutrofização, sua quantificação e seus efeitos em lagos e reservatórios de regiões temperadas e tropicais.\nAinda no mérito da classificação do nível trófico, a CETESB tem um índice chamado de Índice do Estado Trófico - IET utilizado em reservatórios e rios de São Paulo que tem por finalidade classificar corpos d'água em diferentes graus de trofia, ou seja, avalia a qualidade da água quanto ao enriquecimento por nutrientes e seu efeito relacionado ao crescimento excessivo das algas ou ao aumento da infestação de ma-crófitas aquáticas.\nDas três variáveis citadas para o cálculo do Índice do Estado Trófico, foram aplicadas apenas duas: clorofila a e fósforo total, uma vez que os valores de transparência muitas vezes não são representativos do estado de trofia, pois esta pode ser afetada pela elevada turbidez decorrente de material mineral em suspensão e não apenas pela densidade de organismos planctónicos, além de muitas vezes não se dispor desses dados.\nNesse índice, os resultados correspondentes ao fósforo, IET(P), devem ser entendidos como uma medida do potencial de eutrofização, já que este nutriente atua como o agente causador do processo. A avaliação correspondente à clorofila a, IET (CL), por sua vez, deve ser considerada como uma medida da resposta do corpo hídrico ao agente causador, indicando de forma adequada o nível de crescimento de algas que tem lugar em suas águas.\nO Índice do Estado Trófico apresentado é composto pelo Índice do Estado Trófico para o fósforo - IET (PT) e o Índice do Estado Trófico para a clorofila a - IET (CL), modificados por Lamparelli (2004), sendo estabelecidos para ambientes lóticos, segundo as equações:\nRios:\nIET (CL) = 10x (6-((-0,7-0,6x(ln CL))/ln 2))-20\nIET (PT) = 10x (6-((0,42-0,36x(ln PT))/ln 2))-20\nReservatórios:\nIET (CL) = 10x (6-((0,92-0,34x(ln CL))/ln 2))\nIET (PT) = 10x (6-(1,77-0,42x(ln PT)/ln 2))\nOnde:\nPT: concentração de fósforo total medida à superfície da água, T -1\nem pg.L ;\nCL: concentração de clorofila a medida à superfície da água, em -1\nMg.L ;\nln: logaritmo natural.\nNos meses em que estejam disponíveis dados de ambas variáveis, o resultado apresentado nas tabelas do IET é a média aritmética simples dos índices relativos ao fósforo total e a clorofila a. Os limites estabelecidos para as diferentes classes de trofia para rios e reservatórios estão descritos nos quadros 2 e 3 a seguir:\nQuadro 2 - Classificação do Estado Trófico - Rios.\nClasse\tIET\tFósforo (pg/L)\tClorofila (pg/L)\nUltraoligotrófico\t&lt;47\t&lt;13\t&lt;0,74\nOligotrófico\t47 - 52\t13&lt;P &lt;35\t0,74 &lt;CL &lt;1,31\nMesotrófico\t52 - 59\t35 &lt;P &lt;137\t1,31 &lt;CL &lt;2,96\nEutrófico\t59 - 63\t137 &lt;P &lt;296\t2,96 &lt;CL &lt;4,70\nSupereutrófico\t63 - 67\t296 &lt;P &lt;640\t4,70 &lt;CL &lt;7,46\nHipereutrófico\t> 67\t640 &lt;P\t7,46 &lt;CL\nFonte: CETESB (2000).\nQuadro 3 - Classificação do Estado Trófico - Reservatórios\nClasse\tIET\tFósforo (pg/L)\tClorofila (pg/L)\nUltraoligotrófico\t&lt;47\t&lt;8\t&lt;1,17\nOligotrófico\t47 - 52\t8 &lt;P &lt;19\t1,17 &lt;CL &lt;3,24\nMesotrófico\t52 - 59\t19 &lt;P &lt;52\t3,24 &lt;CL &lt;11,03\nEutrófico\t59 - 63\t52 &lt;P &lt;120\t11,03 &lt;CL &lt;30,55\nSupereutrófico\t63 - 67\t120 &lt;P &lt;233\t30,55 &lt;CL &lt;69,05\nHipereutrófico\t> 67\t233 &lt;P\t69,05 &lt;CL\nFonte: CETESB (2000).\n3.5\tCianobactérias e cianotoxinas\nFrequentes florescimentos de cianobactérias são uma das consequências mais importantes da eutrofização. Muitos florescimentos não têm outras consequências, a não ser desencadear um processo muito rápido de aumento da matéria orgânica particulada viva, que se decompõe rapidamente após o início da degradação do florescimento (TUN-DISI, 2008). Mas em outros casos, podem ocorrer efeitos de graves\nconsequências para a biota aquática e a saúde humana, que provém da produção de diferentes tipos de toxinas.\nCianobactérias também são conhecidas como algas verde-azuis (cianofíceas) devido à combinação de características comuns às bactérias e algas; são procarióticas fotossintéticas. A maioria das cianobacté-rias é fotoautotrófica aeróbia, ou seja, precisa de água, dióxido de carbono, substâncias inorgânicas e luz para a sua sobrevivência (TEIXEIRA, 2002).\nRaven (2001) afirma que esses micro-organismos merecem ênfase especial por possuírem grande importância ecológica no ciclo do carbono e do nitrogênio e pela capacidade de viverem em uma ampla variedade de ambiente, crescendo desde em águas de fontes termais até em lagos gelados da Antártica. Sant'Anna (2006) também comenta sobre essas variedades de habitat das cianobactérias e complementa que podem ser terrestres, marinhas e de lugares desérticos.\nAs cianobactérias possuem algumas estratégias para a sobrevivência. Habitam as camadas superficiais da água e contêm estruturas brilhantes de formas irregulares, chamadas de vesículas gasosas, com capacidade de regular a flutuabilidade desses organismos. Quando se tornam incapazes de regular adequadamente suas vesículas de gás, por exemplo, em virtude da variação extrema de temperatura e suprimento de oxigênio, elas podem aflorar massas visíveis denominadas floração. Algumas cianobactérias que formam floração secretam substâncias tóxicas para micro-organismos, causando grandes números de mortes (RAVEN, 2001).\nVários gêneros e espécies de cianobactérias que formam florações produzem toxinas, conhecidas como cianotoxinas, constituem uma grande fonte de produtos naturais tóxicos produzidos por esses microorganismos (CARMICHAEL, 1992). Ainda, segundo a autora, a crescente eutrofização dos ambientes aquáticos tem sido produzida por atividades humanas. Essas toxinas podem causar inúmeros problemas à saúde humana e mesmo a morte de seres humanos e animais, quando ingeridas ou em contato (CARMICHAEL, 1992) e (CHORUS &amp; BAR-THRAM, 1999). A exposição à cianobactérias pode resultar em morbidez e mortalidade.\nAs principais consequências das toxinas são irritação na pele, respostas alérgicas, irritação das mucosas, paralisia de músculos respiratórios, diarreia, dano ao fígado e rins. Evidências epidemiológicas do aumento do câncer no fígado e no reto mostraram associações com o\nconsumo de cianobactérias em águas contaminadas (ZALEWSKI et al, 2004)\nDeberdt (2004) comenta que as florações de cianobactérias causam impactos sociais, econômicos e ambientais. Sua biomassa contribui na geração de problemas estéticos e na alteração da coloração e sabor da água, formando camadas verdes na superfície do corpo hídrico. A autora afirma que as florações de cianobactérias tóxicas comprometem a disponibilidade hídrica para os usos mais nobres, como abastecimento público, necessidades animais, recreação de contato primário, irrigação de hortaliças, aquicultura e pesca.\n3.6\tMacrófitas\nPlantas aquáticas que absorvem nutrientes e podem vir a crescer em excesso, comprometendo a qualidade da água. Sendo especificadas de acordo com Sperling (2009) como plantas aquáticas que podem ser classificadas dentro das seguintes duas categorias amplas: 1)plantas que se movem livremente com a água (plantas aquáticas planctônicas): incluem o fitoplâncton microscópico, plantas flutuantes e certos tipos de organismo, como cianobactérias, que podem flutuar na superfície e se mover com a corrente superficial; 2)plantas fixas (aderidas ou enraizadas): incluem as plantas aquáticas enraizadas de diversos tamanhos e os organismos microscópicos aderidos (algas bênticas) dentro dos conceitos de Thomann &amp; Mueller (1987).\nAs macrófitas aquáticas, principalmente as enraizadas, conseguem assimilar os nutrientes presentes nos sedimentos. Porém a sua presença não indica que haverá uma redução dos nutrientes na coluna de água, pois durante a decomposição ou mediante a excreção de compostos orgânicos ela pode liberá-los para a coluna de água novamente.\nDesta forma, o nutriente que ficaria preso, através do efeito de bombeamento do sedimento para a coluna de água, por intermédio da macrófita aquática, rapidamente retorna ao ecossistema aquático. Podem crescer, em condições ótimas de luz e nutrientes, com potencialidade de cobrir boa parte do espelho de água causando inúmeros problemas ambientais e na qualidade da água como: prejuízos ao abastecimento de água, à navegação, aos usos múltiplos dos reservatórios, entre outros. (PÔMPEO, 2012)\n3.7\tModelagem\nA modelagem seria um método para simular o comportamento do mundo físico real por meio de fórmulas e premissas teóricas, que de acordo com parâmetros e coeficientes estimados ou medidos, podem estimar cenários ou comportamentos de determinados processos. Chris-tofoletti (1999) afirma que a modelagem envolve um conjunto de técnicas com a finalidade de simplificar a complexidade do mundo. Este conjunto de técnicas é teórico e compõem uma abstração da realidade a qual ajusta e orienta para experiências empíricas.\nBarbosa (2004) diz que modelagem está associada à problemati-zação e investigação. O primeiro refere-se ao ato de criar perguntas e/ou problemas enquanto que o segundo, à busca, seleção, organização e manipulação de informações e reflexão sobre elas. Ambas as atividades não são separadas, mas articuladas no processo de envolvimento dos alunos para abordar a atividade proposta. Nela, podem-se levantar questões e realizar investigações que atingem o âmbito do conhecimento reflexivo.\nA eutrofização tem atingido muitos lagos, rios e estuários em todas as regiões do planeta. A modelagem do processo de eutrofização é, portanto, muito importante como mecanismo para resolução desse problema (recuperação do lago, represa ou rio, minimização dos efeitos). A definição do processo para fins de introdução do modelo implica a identificação dos contornos dos sistemas, escalas de tempo e subsistemas. A definição das escalas espaciais e temporais e dos subsistemas depende, evidentemente, de um conhecimento limnológico e ecológico aprofundado do sistema (TUNDISI, 2008). Este mesmo autor comenta ainda que nos últimos anos, desenvolveu-se um grande número de modelos de eutrofização. O quadro 4 apresenta os principais modelos, com algumas de suas características mais importantes.\nQuadro 4 - Principais modelos de eutrofização utilizados.\nTipo de modelo\tNúmero de variáveis\tNutriente considerado\tSegmentos\tDimensão (D) ou Camadas (L)\tCS ou NC\tEstudos de caso na literatura\nVollenweider\t1\tP (N)\t1\t1L\tCS\tmuitos\nImboden\t2\tP\t1\t2L, 1D\tCS\t3\nOnelia\t2\tP\t1\t1L\tCS\t1\nLarsen\t3\tP\t1\t1L\tCS\t1\nLorenzen\t2\tP\t1\t1L\tCS\t1\nPatten\t33\tP, N, C\t1\t1L\tCS\t2\nDitoro\t7\tP, N\t7\t1L\tCS\t1\nCanale\t25\tP, N, Si\t1\t2L, 1D\tCS\t1\nJorgensen\t17\tP, N, C\t1\t1 - 2L\tNC\t3\nCleaner\t40\t\tmuitos\tmuitas\tCS\tmuitos\n*P - Fósforo total; N - Nitrogênio Total; C - Carbono Total; Si - Sílica “reativa”; CS\n- Constante; NC - Ciclo de nutrientes independentes. Fonte: Modificado de Tundisi (2008).\na) Estimativa de carga\nA carga seria um parâmetro que leva em conta a relação entre vazão e concentração para quantificar os nutrientes lançados no corpo hídrico. Podendo ser composto por dois tipos: Carga externa: carga de nutrientes que atinge o lago a partir da bacia hidrográfica, ou seja, a partir de esgotos ou de água de drenagem agrícola. Carga interna: nutrientes que são liberados a partir do lago ou represa, por exemplo, liberação de nutrientes a partir da água intersticial e também de substância tóxicas.\nA Resolução CONAMA 357/05 apresenta o conceito carga polu-idora como “quantidade de determinado poluente transportado ou lançado em um corpo de agua receptor, expressa em unidade de massa por tempo”\nSperling (2009) complementa que a carga pode ser expressa em termos de massa por unidade de tempo, podendo ser calculada por um dos seguintes métodos, dependendo do tipo de problema de análise, da origem do poluente e dos dados disponíveis:\n•\tcarga = concentração x vazão\n•\tcarga = contribuição per capita x população\n•\tcarga = contribuição por unidade produzida x produção\n•\tcarga = contribuição por unidade de área x área.\n3.8\tPequenas Centrais Hidrelétricas\nO Brasil é um país notavelmente extenso, com uma disponibilidade hídrica abundante, dentre as maiores do mundo. A água para a geração de energia, além de ter um custo baixo, é considerada uma matriz energética renovável devido ao ciclo hidrológico natural, deixando a sua escolha ainda mais atraente. Seu uso ocorre por meio das usinas hidrelétricas, que são responsáveis pela geração de aproximadamente de 65% da eletricidade do país, em capacidade instalada (kW) (ANEEL, 2012).\nO país usa energia hidrelétrica desde o final do século 19, as décadas passadas marcaram maior investimento na construção de grandes usinas, fato percebido, por exemplo, com a com a construção da maior hidrelétrica do mundo em geração de energia, a Usina de Itaipu, inaugurada em 1984.\nUma usina hidrelétrica é um empreendimento arquitetônico, de obras e de equipamentos, que tem por finalidade produzir energia elétrica através do aproveitamento do potencial hidráulico existente em um rio. Resumidamente, a energia hidráulica é convertida em energia mecânica por meio de uma turbina hidráulica, que por sua vez é convertida em energia elétrica por meio de um gerador, sendo a energia elétrica transmitida para uma ou mais linhas de transmissão que é interligada à rede de distribuição.\nEmpreendimentos em Operação\t\t\t\t\t\t\t\nTipo\t\tCapacidade Instalada\t\t%\tTotal\t\t%\n\t\tN.° de Usinas\t(kW)\t\tN.° de Usinas\t(kW)\t\nHidro\t\t1.039\t84.150.964\t65,29\t1.039\t84.150.964\t65,29\nGás\tNatural\t105\t11.415.493\t8,86\t145\t13.158.456\t10,21\n\tProcesso\t40\t1.742.963\t1,35\t\t\t\nPetróleo\tÓleo Dies el\t964\t3.421.064\t2,65\t998\t7.346.575\t5,7\n\tÓleo Residual\t34\t3.925.511\t3,05\t\t\t\nBiomassa\tBagaço de Cana\t359\t8.125.584\t6,3\t446\t9.855.173\t7,65\n\tLic or Negro\t14\t1.235.643\t0,96\t\t\t\n\tMadeira\t45\t379.235\t0,29\t\t\t\n\tBiogás\t19\t78.278\t0,06\t\t\t\n\tCas ca de Arroz\t9\t36.433\t0,03\t\t\t\nNuclear\t\t2\t2.007.000\t1,56\t2\t2.007.000\t1,56\nCarvão Mineral\tCarvão Mineral\t11\t2.304.191\t1,79\t11\t2.304.191\t1,79\nEólica\t\t84\t1.886.382\t1,46\t84\t1.886.382\t1,46\nImportação\tParaguai\t\t5.650.000\t5,46\t\t8.170.000\t6,34\n\tArgentina\t\t2.250.000\t2,17\t\t\t\n\tVenezuela\t\t200.000\t0,19\t\t\t\n\tUruguai\t\t70.000\t0,07\t\t\t\nTotal\t\t2.738\t128.890.669\t100\t2.738\t128.890.669\t100\nFonte: ANEEL (2012).\nEm meados da década de 90, com a criação da Lei 9427/96, que instituía a Agência Nacional de Energia Elétrica (ANEEL) como órgão disciplinador do regime de concessões de serviços públicos de energia elétrica, ocorreu certa reestruturação do setor elétrico brasileiro.\nFoi quando as Pequenas Centrais Hidrelétricas - PCHs começaram a surgir e tornaram-se um excelente atrativo, pois o Governo Federal proporcionou uma série de incentivos regulatórios para a implantação de empreendimentos desta natureza no país, como descontos na tarifa do uso do sistema de transmissão ou distribuição, garantia de compra da energia elétrica por 20 anos e possibilidade de sua utilização para o atendimento de mercados livres de energia, como indústrias e shoppings que representam 20% do mercado brasileiro.\nO número de PCHs segue crescendo nos últimos anos no nosso país. Como pode-se observar no quadro 6, atualmente temos 436 PCHs em operação, responsáveis por uma potência de 4.305.297 kW (3,52% do total). Ainda, segundo ANEEL (2012), serão adicionadas 173 PCHs nos próximos anos (47 em construção e 126 outorgadas que ainda não iniciaram sua construção), sendo estas responsáveis pelo aumento de 2.324.405 kW da potência provenientes das PCHs no Brasil.\nQuadro 6 - Tipos de empreendimentos de geração de energia em operação.\nEmpreendimentos em Operação\t\t\t\t\nTipo\tQuantidade\tPotência Outorgada (kW)\tPotência Fiscalizada (kW)\t%\nCentral Geradora Hidrelétrica\t400\t239.247\t237.617\t0,2\nCentral Geradora Eolielétrica\t85\t1.888.378\t1.888.382\t1,56\nPequena Central Hidrelétrica\t436\t4.305.297\t4.254.098\t3,52\nUsina Fotovoltaica\t11\t11.578\t7.578\t0,01\nUsina Hidrelétrica de Energia\t204\t82.486.844\t79.835.689\t65,98\nUsina Termoelétrica\t1.608\t34.680.315\t32.769.856\t27,08\nUsina Termonuclear\t2\t1.990.000\t2.007.000\t1,66\nTotal\t2.746\t125.601.659\t121.000.220\t100\n* Os valores de porcentagem são referentes a Potência Fiscalizada. A Potência Outorgada é igual a considerada no Ato de Outorga. A Potência Fiscalizada é igual a considerada a partir da operação comercial da primeira unidade geradora. Fonte: ANEEL (2012).\nElas apresentam uma série de vantagens em relação às grandes barragens, como menor área de influência no impacto ambiental, pois contam com uma área alagada menor, sucessivamente menor custo para implantação, possibilitando a inclusão de pequenos e médios empreendedores no processo e menor prazo para maturação, levando cerca de dois anos para ser efetivamente implantada.\nDe acordo com a Resolução n°394 de 1998 da ANEEL, os empreendimentos hidrelétricos com potência superior a 1.000 kW e igual ou inferior a 30.000 kW, com área total de reservatório igual ou inferior a 3,0 km2 , serão considerados como aproveitamentos com características de pequenas centrais hidrelétricas.\nEm 2003, com a Resolução n°625 da ANEEL, foram complementadas algumas definições, reservando a área máxima do reservatório a 13,0 km2 e também incluindo como critério de atendimento a seguinte inequação:\nA &lt;14,3 xP Hb\nSendo:\nA = Área do reservatório (km2)\nP = Potência elétrica instalada (MW)\nHb= Queda bruta em (m)\nConforme já evidenciado, as centrais hidrelétricas geram, como todo empreendimento energético, alguns tipos de impactos ambientais como o alagamento das áreas vizinhas, aumento no nível dos rios, em algumas vezes pode mudar o curso do rio represado, podendo, prejudicar a fauna e a flora da região. Todavia, é ainda um tipo de energia mais barata do que outras como a energia nuclear e menos agressiva ambientalmente do que a do petróleo ou a do carvão, por exemplo.\n3.9\tÁrea de estudo\n3.9.1\tFísico\nO reservatório que será formado na implementação de uma PCH encontra-se no Rio do Peixe, bacia do Rio Uruguai, afluente pela margem direita do rio Uruguai, drenando uma área de 2.660 km2 próxima ao município de Tangará, Estado de Santa Catarina, cujas coordenadas geográficas são: 27° 06' 16” de latitude Oeste e 51° 17' 10” de longitude Sul.\nO Rio do Peixe tem sua nascente localizada no município de Calmon a uma altitude de 1.250 m. A foz, após um percurso de 299 km, encontra-se à altitude de 387 m, em Alto Bela Vista, contribuindo ainda para o reservatório de acumulação de água formado para a geração de energia da hidrelétrica de Itá no Rio Uruguai. As coordenadas geográficas que delimitam a bacia estão compreendidas entre os paralelos S 26°36'24” e 27°29'19” e os meridianos W 50°48'04” e 51°53'57” (LINDNER, 2007).\nFigura 2 - Localização da área de estudo.\n■51°\nBacia Rio do Peixe\nFonte: Lindner (2007).\n3.9.2\tVegetação\nSegundo Klein (1978), cerca de dois terços da superfície do estado de Santa Catarina constituem planaltos, onde as altitudes médias giram em torno de 1000 m acima do nível do mar. Grande parte deste planalto originalmente era coberta pela Floresta Ombrófila Mista. Segundo ETS (2008) a vegetação presente no local nos entornos das instalações é a Floresta Ombrófila Mista (FOM), incluindo elementos florestais de Floresta Estacional Decidual (FED). Tal condição pode ocorrer pelo fato da área do empreendimento situar-se nas proximidades do rio do Peixe, o qual compõe a Bacia do rio Uruguai, com cota altimétrica em torno de 700m em relação ao nível do mar. O Domínio da Floresta Atlântica é um complexo de ecossistemas de grande importância, pois abriga uma parcela significativa da diversidade biológica do Brasil e do mundo (EtS apud STEHMANN et al. 2009). Estes ecossistemas incluem as faixas litorâneas do Atlântico, com seus manguezais e restingas, florestas de baixada e de encosta da Serra do Mar, florestas interioranas, as matas de araucárias e os campos de altitude (ETS apud CAMPANILI; PROCHNOW, 2006).\nA Floresta Atlântica estende-se ao longo da costa atlântica brasileira, abrangendo total ou parcialmente 17 estados, desde o Rio Grande do Sul até o Rio Grande do Norte (ETS apud SCHÀFFER; PROCH-NOW, 2002). O estado de Santa Catarina possui uma extensão territorial de 95.985 km2, dos quais 85%, ou 81.587 km2, estavam originalmente cobertos pela Floresta Atlântica (ETS apud CAMPANILI; PROCH-NOW, 2006). De acordo com o Mapa Fitogeográfico (figura abaixo), a cobertura florestal do estado está subdividida nas formações: Campos Naturais, Floresta Estacional Decidual (FED), a Floresta Ombrófila Mista (FOM) e a Floresta Ombrófila Densa (FOD), além de pequenos trechos com outras formações (ETS apud KLEIN, 1978).\nFigura 3 - Mapa fitogeográfico de Santa Catarina.\n*Em destaque o município de Tangará, mostrando predomínio de FOM. Fonte: ETS (2008) apud Klein (1978).\n3.9.3\tCLIMA\nConforme classificação de Koeppen (1948), na Bacia Rio do Peixe, são encontrados os tipos climáticos “Cfb” em seu alto e médio curso e “Cfa” em seu baixo curso. O tipo “Cfa” indica clima temperado chuvoso e moderadamente quente, úmido em todas as estações com verão quente, o tipo “Cfb” corresponde a um clima temperado chuvoso e moderadamente quente, úmido em todas as estações com verão moderadamente quente (SANTA CATARINA, 2003).\nLindner (2007) realizou um estudo onde foram analisadas as precipitações na bacia do Rio do Peixe. Na figura 4, é apresentada a precipitação mensal por sub-bacia e Bacia Rio do Peixe. Há um comportamento homogêneo da incidência de precipitação nas sub-bacias, salientando-se que os valores médios foram obtidos com diferentes números de estações por sub-bacia. Em todas as sub-bacias, o mês menos chuvoso foi agosto, e outubro o mais chuvoso.\nFonte: Lindner (2007).\nDepois de outubro, o segundo maior pico de precipitação ocorre no mês de fevereiro. O trimestre mais chuvoso é de outubro a dezembro e o trimestre mais seco de junho a agosto.\n3.9.4\tResumo das Características Básicas do Reservatório da PCH Salto Góes\nOs dados básicos do reservatório a ser formado pela implantação da PCH Salto Góes foram obtidos pela Ficha Resumo do Projeto Básico - ANEEL, apresentada no Projeto Básico Consolidado realizado por MEK (2011). A ficha completa pode ser consultada no Anexo 1\nO projeto da PCH tem uma potência instalada de 20 MW com 2 turbinas de tipo Kaplan, barragem do tipo enroncamento e adução por túnel. O reservatório possuirá uma área inundada de aproximadamente 0,2 km2(20 há). (MEK, 2011). O mês provável de enchimento do reservatório é o de novembro.\n•\tCota máxima normal: 600,20 m.\n•\tÁrea do reservatório na cota máxima normal: 0,1983 km2\n•\tVolume na cota máxima normal: 0,48 x 106 m3\n•\tTempo de residência para vazão média: 1,93 horas\n•\tTempo de residência para vazão mínima: 2,90 horas\n4\tMETODOLOGIA\nO presente estudo visa conhecer o potencial de eutrofização do futuro reservatório com utilização de modelagem simplificada, fornecendo subsídios para elaborar prognósticos da qualidade da água no trecho de vazão reduzida localizada a jusante do futuro barramento. Para tal modelagem simplificada, são utilizados dados obtidos em três estudos distintos, sendo apresentados aqui apenas os dados e resultados que servirão de entrada para o desenvolvimento da modelagem simplificada. Desta forma, cada tema (Dados de qualidade de água, Inventário Florestal e Série de Vazões) é apresentado de forma resumida nos itens a seguir.\n4.1\tSupressão da Vegetação - Estimativa de carga por fitomassa alagada\nETS (2008) realizou a caracterização dos diferentes estágios su-cessionais de regeneração da vegetação secundária da Floresta Ombrófi-la Mista na região a ser inundada, utilizando as terminologias ditadas pela Resolução CONAMA N° 04/1994, referentes aos estágios inicial, médio e avançado, identificados com base na análise da estrutura vege-tacional e da composição florística. Para auxiliar na designação de espécies nativas e exóticas do Brasil, utilizou-se a Lista de Espécies da Flora do Brasil, onde constam a origem e endemismo das espécies. Com base nessa caracterização busca-se estimar a carga de fósforo produzida pelo alagamento e consequente degradação do volume da biomassa vegetal (folhas e troncos).\nAs tipologias de vegetação, bem como as áreas correspondentes à cada tipologia foram adotadas com base no Inventário Fitossociológico realizado pela ETS em 2008. A área total de tipologias vegetais no reservatório é de 5,99 há e o restante (13,84 há) representa a própria calha do rio, resultando assim em 19,83 há. O quadro 7 resume a cobertura vegetal (tipologias vegetais) da área da PCH Salto Góes.\nTipologia\tÁrea {km2)\t%\nVeg. Secundária em Estágio Inicial de Regeneração\t1,96\t9,88\nVeg. Secundária em Estágio de Regeneração Médio/Avançado\t3,47\t17,50\nReflorestamento\t0,56\t2,82\nÁgua (Calha rio)\t13,84\t69,79\nTotal\t19,83\t100\nFonte: ETS (2008).\nDe acordo com a vegetação presente e seu volume na área a ser inundada, é possível obter uma estimativa de carga pela degradação da biomassa vegetal (folhas, troncos e raízes) por metodologia utilizada por Hespanhol (1984). Tal metodologia simplificadamente considera a tipologia vegetal existente, tal qual obtida por inventário florestal realizado, e utiliza uma densidade de vegetação (DV) relativa sendo estequiomé-tricamente computada sua relação de fitomassa vegetal como matéria orgânica para uma concentração de fósforo. O valor adotado corresponde a 0,088 % de peso para este elemento.\nPara possível aplicação da estimativa da fitomassa média total e suas respectivas densidades de vegetação, a lista das espécies relacionadas no inventário florestal, conformes seus respectivos estágios suces-sionais, foi dividida em três grupos de vegetação principalmente encontrados, sendo eles o de vegetação secundária em estágio inicial de regeneração, o de vegetação secundária em estágio de regeneração mé-dia/avançado e o de reflorestamento, conforme podemos ver no quadro 8:\nQuadro 8 - Densidade de vegetação rapidamente degradável - DV.\nClasses\tFitomassa Média Total\tRelação\tDV\n\t\tFRD/FT*\t\n\t(Kg/m2)\t(%)\tkg/m2\nVeg. Secundária em Estágio Inicial de Regeneração\t0,45\t10,64\t0,05\nVeg. Secundária em Estágio de Regeneração Médio/Avançado\t7,09\t10,36\t0,73\nReflorestamento\t11,36\t10,23\t1,16\n(*) Relação entre Fitomassa Rapidamente Degradável (FRD) e Fitomassa Total (FT).\nPara a aplicação da modelagem matemática da qualidade da água do futuro reservatório da PCH Salto Góes foram compostos 04 cenários de simulação considerando-se parcelas distintas de desmatamento, sendo que o cenário D1 representaria uma área com a vegetação natural, sem desmatamento algum, o cenário D2 representaria a principal condição de vegetação remanescente atual, ou seja, com desmatamento de 4,17 há já ocorrido, o Cenário D3 representaria a área completamente\ndesmatada, considerando uma possível remoção mecânica da atual vegetação remanescente e o cenário D4, representaria o reservatório já formado, com a incorporação total da fitomassa inundada, ou seja, sem adição de carga, pois esta já teria sido decomposta. O cenário D4 representa de certa forma o futuro estágio de eutrofização após o enchimento do reservatório. Assim temos:\nQuadro 9 - Cenários de Simulação.\nCenário\tÁrea desmatada (ha)\tÁrea de vegetação inundada (ha)\nD1\t-\t5,99\nD2\t4,17\t1,82\nD3\t5,99\t-\nD4\tIncorporação Total da Fitomassa\t\n4.2\tSérie de Vazões Médias Mensais\nNas proximidades do local da barragem existem dois postos flu-viométricos: o posto Tangará, a montante, drenando uma área de 1.995 km2 e apresentando registros desde março de 1976, e o posto Joaçaba I, a jusante, drenando uma área de 3.784 km2 e apresentando registros desde dezembro de 1985. Ambos os postos possuem registros atualizados no HIDROWEB (Banco de Dados Hidrológicos da ANA - Agência Nacional de Águas).\nQuadro 10 - Estações fluviométricas utilizadas.\nNome da Estação\tCódigo\tCurso d’Água\tResponsável\tÁrea (km2)\nTangara\t72810000\tRio do Peixe\tANA\t1995\nJoaçaba I\t72849000\tRio do Peixe\tANA\t3784\nA série de vazões médias mensais no local da PCH foi revisada e atualizada até dezembro de 2008 (MEK, 2011), compreendida entre os anos de 1977 a 2008, resultando em uma vazão média de longo termo de 69,2m3/s, ligeiramente superior à encontrada na ocasião do projeto básico, 60,9 m3/s. A série de vazões médias mensais foi obtida por interpo-\nlação linear entre as séries elaboradas para os postos de Tangará e Joa-çaba I (HIDROWEB), a partir da seguinte equação de transferência:\nO = O + (ApCH___________'A-)-(O\t- O )\nOPCH\tOTAN\t(a\ta \\ \\QJOA OTAN/\n(AJOA — ATAN )\nOnde, A e Q representam, respectivamente, as áreas de drenagens e as vazões médias mensais e os sub-índices PCH, TAN e JOA correspondem aos locais de implantação da PCH do empreendimento e localização dos postos fluviométricos Tangará e Joaçaba I, respectivamente.\nO quadro 11 apresenta a série de vazões médias mensais do rio do Peixe no local da PCH Salto Góes, definida com base na metodologia apresentada, compreendida entre os anos de 1977 a 2008. Na parte inferior, deste mesmo quadro, são apresentadas algumas estatísticas mensais da série. A vazão média de longo termo (MLT) calculada foi igual a\n69,2\tm3/s.\nQuadro 11 - Série de Vazões Médias Mensais da PCH Salto Góes (Área = 2660 km2).\nFonte: MEK (2011).\nNa figura 5 temos a representação das vazões médias mensais e no quadro 12 o resumo com as vazões médias e MLT, além das vazões mínimas. O regime hidrológico caracteriza condições bem distribuídas, sem período de estiagem e com o trimestre de maiores vazões ocorrem entre setembro e novembro.\nMeses\tVazões Médias\tVazões Mínimas\n\tm3/s\tm3/s\nJan\t49\t8,3\nFe v\t67,8\t5,9\nMar\t48,4\t7,2\nAbr\t45,9\t8,1\nMai\t75,2\t4,7\nJun\t67,4\t7\nJul\t89,1\t8,8\nAgo\t63,1\t9,8\nSet\t77,8\t8,5\nOut\t113,4\t19,1\nNov\t83,9\t19\nDez\t49,1\t8,6\nMLT\t69,20\t-\nFigura 5 - Vazões Médias Mensais - Eixo da PCH Salto Góes.\nVazões Médias Mensais PCH Salto Góes (m3/s)\n4.3 Coleta Superficial e dados de Qualidade de Água\nAs coletas foram superficiais simples e preservadas quimicamente, de acordo com a NBR 9898, de junho/87. Também foi utilizada a Resolução CONAMA No. 357/05 como referência padrão para os trabalhos realizados, associada ao guia de coleta e preservação de amostras de água da CETESB (1987), tendo-se as metodologias descritas abaixo. Durante as campanhas foram utilizados equipamentos normatizados e calibrados, além de técnicos habilitados e devidamente treinados. Todas as amostras foram identificadas em boletins registrando hora e condições de coleta (Socioambiental, 2012).\nBasicamente, a metodologia utilizada durante a coleta realizada foi a seguinte:\na)\tDeterminação da temperatura do ar, através de um termómetro digital;\nb)\tDeterminação da profundidade do ponto e das profundidades de coleta;\nc)\tDeterminação da temperatura da água, pH, oxigênio dissolvido (mg/l e %) e da condutividade, através de sondas portáteis;\nd)\tColeta de amostras para análises laboratoriais: Físico-químicos e bacteriológicas;\ne)\tColeta de amostras para análise das comunidades biológicas;\nf)\tArmazenamento e acondicionamento adequado das amostras;\ng)\tLevantamento fotográfico.\nO quadro 13 apresenta a descrição dos pontos amostrados e a figura 6 à localização destes, com destaque para os pontos SG01 e SG03 que serão utilizados como dados de entrada da modelagem referentes ao aporte de fósforo provenientes do principal tributário. Foram adotados os valores médios referentes aos pontos de montante do reservatório (SG03) e próximo ao eixo do reservatório (SG01).\nPontos de Coleta\tDescrição\nSG01\tNo rio do Peixe, à montante do futuro reservatório\nSGO2\tNo rio Cerro Azul\nSG03\tNo rio do Peixe, próximo a futura barragem\nSG04\tNo rio do Peixe, à jusante do futuro reservatório, no trecho de vazão reduzida\nSG05\tNo rio do Peixe, á jusante da futura Casa de Força\nFonte: Socioambiental (2012).\nFigura 6 - Localização dos pontos de amostragem da PCH com destaque para pontos a serem analisados pelo presente trabalho.\nFonte: Socioambiental (2012).\nNo quadro 14 são apresentados apenas os resultados mais relevantes na análise da eutrofização. Ressaltando que para o presente estudo, apenas o parâmetro fósforo foi utilizado na modelagem e na análise dos resultados. No anexo 3 são apresentados todos os parâmetros analisados nas coletas realizadas.\nQuadro 14 - Valores de Fosfatos (ng/l) nas campanhas de monitoramento da qualidade da água da PCH Salto Góes\nPonto\tCampanhas\t\t\t\t\t\n\tjun/10\tout/10\tjan/11\tabr/11\tset/11\tmar/12\nSG01\tnd\t94\t41\t25\t62\t42\nSG03\t123\t59\t47\t47\t80\t64\nMédia\t66\t76,5\t44\t36\t71\t53\n4.4\tEstimativa de dados QA para meses sem coleta\nPara os dados de aporte de fósforo provenientes do principal tributário serão adotados os valores médios referentes aos pontos de montante do reservatório e próximo ao eixo do reservatório. Os valores medidos nas campanhas de monitoramento foram agrupados conforme a sazonalidade (verão, outono, inverno e primavera) e obtiveram-se médias sazonais para os valores medidos utilizando-se como estimativa para os meses sem medição. Serão analisados os dados medidos de fósforo total para as campanhas realizadas entre os dois pontos (SG01 e SG03), além da média apurada. Obtendo-se os resultados médios adotados para cada estação e os respectivos dados estimados a partir das médias sazonais.\nComo podemos notar têm-se na bacia de contribuição direta da PCH cargas afluentes de Fosfatos significativas, sendo, também, a vegetação inundada uma carga significativa a afetar a qualidade da água, durante o enchimento e nas primeiras semanas após o enchimento do mesmo. Em média teríamos o dobro da carga afluentes de fosfatos ao considerar toda a vegetação a ser inundada.\nNo quadro 15 temos os resultados médios adotados para cada estação e os respectivos dados estimados a partir das médias sazonais.\nQuadro 15 - Valores de Fosfatos (pg/l) aportados mensalmente para a PCH Salto Góes\nMês\tPT afluente (ug/l)\t\tEstação verão outono inverno primavera\n\tMedido\tEstimado\t\nJaneiro\t44\t-\t\nFevereiro\t-\t44\t\nMarço\t53\t-\t\nAbril\t36\t-\t\nMaio\t-\t44,5\t\nJunho\t-\t66\t\nJulho\t66\t-\t\nAgosto\t-\t66\t\nSetembro\t71\t-\t\nOutubro\t76,5\t-\t\nNovembro\t-\t73,7\t\nDezembro\t-\t44\t\n4.5\tModelos utilizados\nCom base nos dados de entrada obtidos pela avaliação e análise da fitomassa alagada obtida pelo inventário florestal mais os resultados das análises das coletas de água realizados (inclusas estimativas para os meses sem coleta), será possível realizar com auxílio da ferramenta Excel os cálculos e desenvolvimento dos modelos matemáticos simplificados apresentados a seguir.\na)\tModelo de Vollenweider modificado por Toledo Jr.\nVollenweider (1968) desenvolveu um modelo para variação da concentração dos nutrientes nos lagos em relação ao tempo. A carga resultante de fósforo total, bem como o volume do reservatório, a vazão afluente e o tempo de residência são utilizados no modelo para a determinação do estado trófico do reservatório. A eutrofização dos corpos d'água depende essencialmente das suas cargas de nutrientes. A utilização de um nutriente por um organismo obedece a \"Lei do Mínimo\" introduzida por Liebig. Esta lei estabelece que o desenvolvimento de um organismo seja limitado com a quantidade de nutrientes disponíveis. Como os organismos dependem de uma série de nutrientes dosados em\nquantidades diferentes, pode-se determinar o nutriente limitante ao seu crescimento. Em relação ao fitoplâncton, estudos realizados indicam que a fotossíntese processa-se com assimilação do nitrogênio e fósforo numa razão de massas (N : P) de aproximadamente 7,2 : 1, até que um desses nutrientes seja totalmente consumido. Esse conceito aplicado em reservatórios mostrou que em geral o fósforo é o nutriente limitante, e por esta razão os cálculos desenvolvidos neste trabalho se relacionarão com o ortofosfato (PO4).\nO modelo de Vollenweider assume que a concentração de fósforo no lago é resultado da carga de fósforo lançado no reservatório (MEN) menos as perdas por sedimentação (MSED) e pela retirada de água (MSAI). O balanço de massa do fósforo aplicado a certo volume V do reservatório é dado por:\ndPT\nV~7L - men - msai - msed\ndt\nOu ainda\nV\ndPL\ndt\n-EQ1.P1 - VKA - V.Ka.PL\nOnde:\nMEN : massa de fósforo total introduzida no lago;\nMSED: massa de fósforo absorvido pelo meio e sedimentada no fundo; MSAI : massa de fósforo carreado para fora do reservatório;\nPL : concentração de fósforo no lago (mg/l);\nQi : vazão do contribuinte i (m3/ano);\nPi : concentração de fósforo do contribuinte i (mg/l);\nKs : taxa de sedimentação do fósforo (ano-1);\nV : volume do reservatório (m3);\nKa : taxa de fluxo hidráulico (ano-1).\nKa - Q a V\n1\ntw\ntw\n: tempo de residência.\nSão admitidas as hipóteses que se seguem:\n•\tregime permanente para ciclo do fósforo;\n•\tmistura completa a volume constante;\n•\tconcentração de fósforo no efluente igual à concentração no reservatório;\n•\ttaxa de sedimentação do fósforo proporcional à concentração no reservatório.\nA solução da equação anterior, sujeita à condição inicial PL=Pto, em t = to, é:\nPl\n¿( Ka+Ks|j[ t-to |]\tl(P)\nPto\t+ Ka + KS\n] e-|(Ka+Ks).(t-to)|\nonde:\nl(P) = Qi.Pi.......Carga de fósforo (mg/l/ano);\nPto.............Carga de fósforo inicial.\nNo presente estudo é empregado o modelo analítico de Vollen-weider, com adaptações introduzidas por Toledo Jr. (1983). Esta versão modificada do modelo baseia-se em observações realizadas no reservatório de Barra Bonita, cujos produtos são equações empíricas que aferem com maior precisão o balanço da massa de fósforo absorvido pelo meio e sua sedimentação no fundo, além de adequá-la melhor com as condições de estudo deste trabalho.\nAssim, para o modelo de Vollenweider modificado, têm-se as seguintes equações:\nLp(PO) = 0,0273.qs.(1 ^¡3^ | Le(PO|) = 0,0513.qs.(1 ^/3TW | L(PO4) = qs.|PO4|AF\nonde:\nLp(PO4) : carga permissível de ortofosfato (g/m2 ano); Le(PO4) : carga limite de ortofosfato (g/m2 ano);\nqs : carga hidráulica (m/ano);\nz\t: profundidade média (m);\ntw : tempo de residência hidráulico (ano);\nL(PO4)\t: carga de ortofosfato estimada no reservatório (g/m2 ano);\n|PO4|af : concentração de ortofosfato afluente.\nDessa forma, conhecida a carga de fósforo total L(P) de um lago,\npode-se inferir seu estado trófico Lp(P) e Le(P), de modo que:\nL(P) &lt;Lp(P)\nLp(P) &lt;L(P) &lt;Le(P) L(P) > Le(P)\ncomparando-se as cargas críticas,\nIndica estado oligotrófico;\nIndica estado mesotrófico;\nIndica estado eutrófico.\nA figura 7 mostra a relação entre as cargas de fósforo e as zonas tróficas.\nCarga Permissível\nFigura 7 - Relação entre as cargas de fósforo e as zonas tróficas\nZona\tCaraa\nEutrófica\t_\nExcessiva\nO\nAdaptado de Vollenweider, 1975\nZona Oligotrófica\n0,011___\n0,1\nL\n10\n1\n100\n1000\n1\n1\nCarga Hidráulica 7T„|m;„01\nFonte: Toledo Jr. apud Vollenweider (1975).\nb)\tModelo da Curva Probabilística - Salas e Martino\nA curva de distribuição probabilística de estado trófico, assim como os modelos simplificados, foi desenvolvida inicialmente para lagos e reservatórios temperados. Só em 1990, em um Programa Regional do Centro Pan-Americano para Engenharia Sanitária e Ciências Ambientais (CEPIS), foi adaptada para reservatórios tropicais (SALAS E MARTINO, 1991).\nNa classificação dos estados tróficos foram considerados aspectos estéticos, florações de algas, presença de macrófitas, além de dados de fósforo total. Para o desenvolvimento da curva, foi assumida a distribuição normal para o logaritmo dos dados de fósforo, sendo aplicada a seguinte equação:\n1\tW (X - u)2 / cr 2\n1\tt\t5\nY\t=\t---------------------------\nGs 2 Tt\nOnde,\nY\t= log da distribuição normal de probabilidade;\nctS = desvio padrão (SD);\nm = média;\nX = parâmetro (log do fósforo total, P).\nEntão, o resultado da aplicação da fórmula de Baye's, Blank (1980), citados por Salas e Martino (1991), para cada uma das categorias logarítmicas da distribuição normal, foi a curva de distribuição pro-babilística (Figura 8).\nFigura 8 - Distribuição probabilística de estado trófico para lagos tropicais baseada no fósforo total.\nPara a aplicação desta Curva de Distribuição, utiliza-se o logaritmo da concentração de fósforo total em mg P / m3, que permite a obtenção da probabilidade de ocorrência de um determinado estado trófico.\nComo modelo matemático para a determinação da curva de probabilidade foi utilizada a equação de Salas e Martino (1991), que estima o teor de fósforo total. Este modelo é bastante indicado uma vez que foi adaptado para avaliações em lagos tropicais.\nOnde:\nPX = concentração de fósforo total no reservatório (mg/l);\nL(P) = taxa de carga de fósforo total superficial (g.m-2 .ano-1); Tw = tempo de detenção (ano);\nZ = profundidade média.\nPara a obtenção da concentração de fósforo total estimada no reservatório (PX) utilizou-se o valor L(PO4) calculado com o modelo de Vollenweider, enquanto as outras variáveis foram às mesmas. Com isso, aplicou-se o logaritmo em (PX) para a comparação e análise dos valores encontrados no eixo das abscissas da curva distribuição probabilística do estado trófico desenvolvidos por Salas e Martino (1991). O eixo das coordenadas indica a % da probabilidade do estado trófico a ser encontrado.\nUm exemplo dessa utilização está demonstrado na figura 9, com valores aleatórios para exemplificação, sendo obtido PX de 0,0258 e 0,0865 (g/m3) os valores respectivamente em log(corrigido de g/m3 para mg/m3) de 1,41 e 1,94. O quadro 16 apresenta o exemplo com os valores aplicados e os resultados relativos encontrados pelo gráfico.\nFigura 9 - Exemplo aplicação dos resultados relativos no gráfico de Probabilidades.\nQuadro 16 - Valores aplicados e relativamente encontrados no gráfico exemplo.\nLog (P)\tMaior Probabilidade\t2a. Maior Probabilidade\tMenor Probabilidade\n1,41\tMesotrófico (50%)\tOligotrófico (42,5%)\tEutrófico (1%)\n1,94\tEutrófico (66%)\tMesotrófico (18%)\tHipereutrófico (16%)\n4.6 Fluxograma\n5\tRESULTADOS E DISCUSSÕES\nDe acordo com os dados do monitoramento limnológico, as águas oriundas do rio do Peixe, que representam o principal afluente ao reservatório da PCH Salto Góes, apresentam de maneira geral boa qualidade da água durante boa parte do ano. O que se percebeu durante o monitoramento da qualidade da água em 06 campanhas foi que durante o período de maior pluviosidade temos maiores aportes de nutrientes e de carga orgânica.\nA partir dos dados coletados prepararam-se os dados físicos para simulação conforme os dados de vazões mensais e de aporte de ortofos-fato, a partir da contribuição da bacia e da vegetação. Foram simulados os estados tróficos do reservatório para todos os meses do ano com o objetivo de ter-se um panorama geral ao longo do ano. Além das simulações para os 12 meses do ano, foram simuladas também as condições tróficas para a vazão média de longo termo (QMLT) e vazões mínimas e média das vazões mínimas.\nOs dados físicos para o modelo são resumidos no quadro 17.\nQuadro 17 - Dados Físicos para o modelo Vollenweider\nOnde:\nz = V/A : profundidade média (m);\ntw = V/Q : tempo de residência hidráulico (ano); qs = z/tw : carga hidráulica (m/ano);\nA densidade de vegetação inundada foi computada a partir das tipologias existentes, adotando-se os valores do quadro a seguir para a fitomassa rapidamente degradável. Para a relação estequiométrica de fósforo na matéria orgânica adotou-se o valor de 0,088 % de peso para este elemento de acordo com Hespanhol (1984).\nOs dados de vegetação rapidamente degradável foram estimados levando-se em consideração os cenários de desmatamento a ser comparado o estado trófico. O cenário D4 representa a contribuição das cargas advindas das vazões afluentes ao reservatório.\nQuadro 18 - Resumo das áreas das tipologias vegetais e peso da fitomassa rapidamente degra-dável para os cenários de simulação da qualidade da água.\nClasses\tÁreas - Cenários (ha)\t\t\tPeso de Fitomassa Rapidamente degradável - Ce nários (t)\t\t\n\tD1\tD2\tD3\tD1\tD2\tD3\nVeg. Secundária em Estágio Inicial de Regeneração\t1,96\t0,00\t0,00\t0,98\t-\t-\nVeg. Secundária em Estágio de Regeneração Médio/Avançado\t3,47\t1,82\t0,00\t25,33\t13,29\t-\nReflorestamento\t0,56\t0,00\t0,00\t6,50\t-\t-\nÁrea Desmatada\t-\t4,17\t5,99\t-\t0,83\t1,20\nTotal\t5,99\t5,99\t5,99\t32,81\t14,12\t1,20\nDensidade média de Fitomassa Rapidamente Degradável (Kg/m2)\t\t\t\t0,55\t0,24\t0,02\nA partir destes dados chega-se à carga de fósforo máxima (cenário D1) a ser inundada num equivalente a 29 kg (0,55 * 5,99 * 10A4 * 0,00088). Dividindo esta massa pelo volume do reservatório chega-se à uma concentração média de ortofosfato igual a 0,06 mg/l, valor este classificado como relativamente elevado. Para os cenários de desmata-mento D2 e D3 tem-se uma concentração média de fosfatos de 0,026 e 0,002 mg/l. O quadro 19 apresenta o resumo para os 3 cenários e cargas de fósforo(em qg/l) a serem adicionadas na modelagem.\nQuadro 19 - Cargas de fósforo em cada cenário\nConcentração de P acrescida no reservatório pela Vegetação\tD1\tD2\tD3\nDV médio\t0,55\t0,24\t0,02\nRelação P na M.O.\t0,00088\t0,00088\t0,00088\nP (qg/l)\t60\t26\t2\nAlém das condições de remoção de fitomassa foi avaliada a condição do estado trófico após a incorporação de toda a fitomassa, ou seja, após 01 semana do enchimento final.\nA condição de remoção de 100% da fitomassa deve ser entendida como a remoção de praticamente toda a vegetação na área do reservatório, uma vez que teremos uma parcela de rebrota que foi computada na densidade de vegetação rapidamente degradável e, portanto serão incorporadas na massa líquida.\nNo apêndice 1 são apresentados as planilhas para obtenção dos resultados das simulações efetuadas para a qualidade da água da PCH Salto Góes a partir das 04 situações de remoção de fitomassa rapidamente degradável, além da condição de pós-enchimento.\nNas figuras 11 a 14 são apresentadas as relações entre as cargas de fósforo e zonas tróficas do reservatório para as condições sem desma-tamento, com 100% de remoção da fitomassa e pós-incorporação da fitomassa. As cargas deste reservatório (L(PO4)) são confrontadas com a carga permissível (Lp) e excessiva (Le).\nPara os resultados obtidos têm-se as principais variáveis calculadas e que fornecerão o estado trófico para cada mês simulado:\n•\tL(PO4) : carga de ortofosfato estimada no lago (g/m2 ano);\n•\tLp(PO4) : carga permissível de ortofosfato (g/m2 ano);\n•\tLe(PO4): carga limite de ortofosfato (g/m2 ano)\nFigura 11 - Relação de cargas de Fósforo e Zonas Tróficas - Sem Desmatamento (cenário D1).\nCenário 1 - Enchimento reservatório sem remoção de vegetação\nFigura 12 - Relação de cargas de Fósforo e Zonas Tróficas - 1,82 ha de vegetação remanescente (cenário D2).\nCenário 2 - Enchimento reservatório com vegetação remanescente de 1,82 ha\n------Lp(PO4)\t------- Le(PO4)\t)( L(PO4)\nFigura 13 - Relação de cargas de Fósforo e Zonas Tróficas - Remoção Total da Fitomassa (cenário D3).\nCenário 3 - Enchimento reservatório com remoção total da vegetação\nFigura 14 - Relação de cargas de Fósforo e Zonas Tróficas - Pós-Incorporação da Fitomassa Total (Cenário D4).\nCenário 4 - Pós-enchimento do reservatório (Pós-incorporação da fitomassa)\nAs figuras 15 e 16 apresentam uma síntese dos resultados com vazões médias e mínimas:\nFigura 15 - Relação de cargas de Fósforo e Zonas Tróficas - Vazões Médias - Cenários D1 a\nFigura 16 - Relação de cargas de Fósforo e Zonas Tróficas - Vazões Mínimas Cenários - D1 a D4.\n—— Lp(PO4)\t- - • Le(PO4)\nCenário 1 - Enchimento reservatório sem remoção de vegetação\tCenário 2 - Enchimento reservatório com vegetação remanescente de 1,82 ha\nX Cenário 3 - Enchimento reservatório com remoção total da vegetação\t9 Cenário 4 -Pós-enchimento do reservatório (Pós-incorporação da fitomassa)\nOs dados físicos utilizados para entrada no modelo de probabilidade são os mesmos, tempo de detenção (tw), em anos e profundidade média (z), em metros, utilizados no modelo de Vollenweider. A carga de entrada fica sendo a obtida na primeira modelagem também, sendo re-\npresentada por L(PO4, em g/m3.ano. Assim é obtido o valor de Fósforo total estimado em g/m3 e calculado o log de P para entrada no gráfico das probabilidades. A planilha completa com os dados de entrada e valores obtidos pode ser visualizada no apêndice 2.\nPara o caso da análise das probabilidades, de acordo com a metodologia apresentada, é apresentado o maior valor provável e o segundo maior valor provável encontrado de acordo com este método para os cenários simulados e com as vazões médias e mínimas nos quadros 20 e 21.\nQuadro 20 - Maior valor provável e segundo maior valor provável para os cenários D1 a D4 com vazões médias.\nQ médias\tCenário D1\t\t\t\tCenário D2\t\t\t\nMeses\tMaior Prob.\t%\t2° Maior Prob.\t%\tMaior Prob.\t%\t2° Maior Prob.\t%\nJan\tHipereutrófico\t85\tEutrófico\t15\tHipereutrófico\t59,5\tEutrófico\t39\nFev\tHipereutrófico\t87\tEutrófico\t13\tHipereutrófico\t64\tEutrófico\t35\nMar\tHipereutrófico\t87\tEutrófico\t13\tHipereutrófico\t68,5\tEutrófico\t31\nAbr\tHipereutrófico\t77\tEutrófico\t22,5\tHipereutrófico\t50,5\tEutrófico\t47,5\nMai\tHipereutrófico\t88\tEutrófico\t12\tHipereutrófico\t66,5\tEutrófico\t33\nJun\tHipereutrófico\t92,5\tEutrófico\t7,5\tHipereutrófico\t83\tEutrófico\t17\nJul\tHipereutrófico\t93,5\tEutrófico\t6,5\tHipereutrófico\t86\tEutrófico\t14\nAgo\tHipereutrófico\t92,5\tEutrófico\t7,5\tHipereutrófico\t80,5\tEutrófico\t19,5\nSet\tHipereutrófico\t93,5\tEutrófico\t6,5\tHipereutrófico\t86,5\tEutrófico\t13,5\nOut\tHipereutrófico\t96\tEutrófico\t4\tHipereutrófico\t90,5\tEutrófico\t9,5\nNov\tHipereutrófico\t94\tEutrófico\t6\tHipereutrófico\t87,5\tEutrófico\t12,5\nDez\tHipereutrófico\t85\tEutrófico\t15\tHipereutrófico\t60,5\tEutrófico\t38\nMLT\tHipereutrófico\t91,5\tEutrófico\t8,5\tHipereutrófico\t76,5\tEutrófico\t23\nQ mé dias\tCenário D3\t\t\t\tCenário D4\t\t\t\nMeses\tMaior Prob.\t%\t2° Maior Prob.\t%\tMaior Prob.\t%\t2° Maior Prob.\t%\nJan\tEutrófico\t66,5\tHipereutrófico\t27,5\tEutrófico\t66,5\tHipereutrófico\t26\nFev\tEutrófico\t60\tHipereutrófico\t35\tEutrófico\t62\tHipereutrófico\t32\nMar\tEutrófico\t54,5\tHipereutrófico\t41,5\tEutrófico\t56\tHipereutrófico\t39,5\nAbr\tEutrófico\t67\tHipereutrófico\t19\tEutrófico\t66\tHipereutrófico\t17,5\nMai\tEutrófico\t59,5\tHipereutrófico\t36\tEutrófico\t60,5\tHipereutrófico\t34\nJun\tHipereutrófico\t62,5\tEutrófico\t36,5\tHipereutrófico\t60,5\tEutrófico\t38\nJul\tHipereutrófico\t68,5\tEutrófico\t31\tHipereutrófico\t64\tEutrófico\t35\nAgo\tHipereutrófico\t62\tEutrófico\t37\tHipereutrófico\t60,5\tEutrófico\t38\nSet\tHipereutrófico\t69,5\tEutrófico\t30\tHipereutrófico\t68,5\tEutrófico\t31\nOut\tHipereutrófico\t80,5\tEutrófico\t19,5\tHipereutrófico\t77\tEutrófico\t22,5\nNov\tHipereutrófico\t74,5\tEutrófico\t25\tHipereutrófico\t72,5\tEutrófico\t27\nDez\tEutrófico\t66,5\tHipereutrófico\t27,5\tEutrófico\t66,5\tHipereutrófico\t26\nMLT\tHipereutrófico\t56\tEutrófico\t42\tHipereutrófico\t50,5\tEutrófico\t47,5\nQuadro 21 - Maior valor provável e segundo maior valor provável para os cenários D1 a D4 com vazões mínimas.\nQ mínimas\tCenário D1\t\t\t\tCenário D2\t\t\t\nMeses\tMaior Prob.\t%\t2° Maior Prob.\t%\tMaior Prob.\t%\t2° Maior Prob.\t%\nJan\tHipereutrófico\t57,5\tEutrófico\t41\tEutrófico\t65,5\t\t27\nFev\tHipereutrófico\t50,5\tEutrófico\t47,5\tEutrófico\t69\t\t23\nMar\tHipereutrófico\t59,5\tEutrófico\t39\tEutrófico\t60,5\t\t34\nAbr\tHipereutrófico\t50,5\tEutrófico\t47,5\tEutrófico\t69\t\t21\nMai\tEutrófico\t50,5\tHipereutrófico\t46\tEutrófico\t68,5\t\t20,5\nJun\tHipereutrófico\t66,5\tEutrófico\t33\tEutrófico\t52,5\t\t44\nJul\tHipereutrófico\t69,5\tEutrófico\t30\tHipereutrófico\t50\tEutrófico\t48\nAgo\tHipereutrófico\t72,5\tEutrófico\t27\tHipereutrófico\t50,5\tEutrófico\t47,5\nSet\tHipereutrófico\t72,5\tEutrófico\t27\tHipereutrófico\t51,5\tEutrófico\t46,5\nOut\tHipereutrófico\t86\tEutrófico\t14\tHipereutrófico\t69,5\tEutrófico\t30\nNov\tHipereutrófico\t85\tEutrófico\t15\tHipereutrófico\t68,5\tEutrófico\t31\nDez\tHipereutrófico\t58,5\tEutrófico\t40\tEutrófico\t66,5\t\t27,5\nMédia Mín.\tHipereutrófico\t66,5\tEutrófico\t33\tEutrófico\t54,5\t\t41,5\nQ mínimas\tCenário D3\t\t\t\tCenário D4\t\t\t\nMeses\tMaior Prob.\t%\t2° Maior Prob.\t%\tMaior Prob.\t%\t2° Maior Prob.\t%\nJan\tEutrófico\t57,5\tMesotrófico\t31\tEutrófico\t55\tMesotrófico\t34\nFev\tEutrófico\t52,5\tMesotrófico\t37,5\tEutrófico\t47\tMesotrófico\t43,5\nMar\tEutrófico\t65,5\tMesotrófico\t18,5\tEutrófico\t64,8\tMesotrófico\t21\nAbr\tMesotrófico\t49,5\tEutrófico\t42,5\tMesotrófico\t54\tEutrófico\t37,5\nMai\tEutrófico\t47\tMesotrófico\t43,5\tMesotrófico\t48\tEutrófico\t43,5\nJun\tEutrófico\t69\tHipereutrófico\t23\tEutrófico\t70\tHipereutrófico\t21,5\nJul\tEutrófico\t65,5\tHipereutrófico\t27\tEutrófico\t69\tHipereutrófico\t23,5\nAgo\tEutrófico\t65,5\tHipereutrófico\t27,5\tEutrófico\t66,5\tHipereutrófico\t26\nSet\tEutrófico\t64\tHipereutrófico\t30\tEutrófico\t66,5\tHipereutrófico\t27,5\nOut\tHipereutrófico\t50,5\tEutrófico\t47,5\tHipereutrófico\t50\tEutrófico\t48\nNov\tHipereutrófico\t50\tEutrófico\t48\tEutrófico\t50,5\tHipereutrófico\t46\nDez\tEutrófico\t57,5\tMesotrófico\t31\tEutrófico\t55\tMesotrófico\t34\nMédia Mín.\tEutrófico\t68,5\tHipereutrófico\t20,5\tEutrófico\t68\tHipereutrófico\t19,5\nCom a modelagem das probabilidades, foi obtida uma concentração de fósforo total estimada para o futuro reservatório, assim, para uma análise simples dos resultados com aplicação de um órgão ambiental, aplicou-se o IET de Carlson-Lamparelli da CETESB.\nApenas como aprofundamento das estimativas, uma vez que a fórmula utilizada foi a para reservatórios e os valores estimados foram provenientes de coletas de água anteriores ao enchimento, ou seja, com estado do corpo hídrico sendo lótico, além de serem resultados de uma modelagem matemática. Tais resultados apresentaram relativos valores de ambiente fortemente eutrofizados, para praticamente todos os cenários realizados, tanto para vazões médias quanto mínimas. O resumo dos\nresultados encontrados pode ser visualizado nos quadros 22 e 23 a seguir. No apêndice 3 é possível visualizar todas as planilhas de cálculo.\nQuadro 22 - Estados tróficos pelo IET-CETESB para os cenários D1 a D4 com vazões médias.\nQ Médias\tEstado Trófico\t\t\t\nMeses\tD1\tD2\tD3\tD4\nJan\tHipereutrófico\tSupereutrófico\tSupereutrófico\tEutrófico\nFev\tHipereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nMar\tHipereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nAbr\tHipereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nMai\tHipereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nJun\tHipereutrófico\tHipereutrófico\tSupereutrófico\tSupereutrófico\nJul\tHipereutrófico\tHipereutrófico\tSupereutrófico\tSupereutrófico\nAgo\tHipereutrófico\tHipereutrófico\tSupereutrófico\tSupereutrófico\nSet\tHipereutrófico\tHipereutrófico\tSupereutrófico\tSupereutrófico\nOut\tHipereutrófico\tHipereutrófico\tHipereutrófico\tHipereutrófico\nNov\tHipereutrófico\tHipereutrófico\tHipereutrófico\tSupereutrófico\nDez\tHipereutrófico\tSupereutrófico\tSupereutrófico\tEutrófico\nMLT\tHipereutrófico\tHipereutrófico\tSupereutrófico\tSupereutrófico\nQuadro 23 - Estados tróficos pelo IET-CETESB para os cenários D1 a D4 com vazões mínimas\nQ Mínimas\tEstado Trófico\t\t\t\nMeses\tD1\tD2\tD3\tD4\nJan\tSupereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nFev\tSupereutrófico\tEutrófico\tEutrófico\tEutrófico\nMar\tSupereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nAbr\tSupereutrófico\tEutrófico\tEutrófico\tEutrófico\nMai\tSupereutrófico\tEutrófico\tEutrófico\tEutrófico\nJun\tSupereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nJul\tSupereutrófico\tSupereutrófico\tSupereutrófico\tEutrófico\nAgo\tSupereutrófico\tSupereutrófico\tSupereutrófico\tEutrófico\nSet\tSupereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nOut\tHipereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nNov\tHipereutrófico\tSupereutrófico\tSupereutrófico\tSupereutrófico\nDez\tSupereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nMédia Mín.\tSupereutrófico\tSupereutrófico\tEutrófico\tEutrófico\nDe uma forma geral os resultados para as vazões afluentes médias e mínimas indicam que em todas as alternativas de remoção de fitomas-\nsa rapidamente degradável levam a uma situação de um lago com condições eutróficas durante o período do enchimento e semanas imediatamente posteriores (mês de novembro).\nSomente para condições de remoção de 100% da fitomassa e período pós-incorporação da fitomassa é que se tem uma alteração significante na classificação trófica do reservatório principalmente para o mês de abril (Quadro 24). Para os meses de janeiro, fevereiro, e maio as cargas de fosfatos obtidas estão bem próximas à carga limite para classificação eutrófica, sendo considerada então classe “meso-eutrófico”.\nPara a alternativa de enchimento nos mês de novembro tem-se classificação “eutrófica” mesmo para a condição de pós-incorporação de fitomassa. Para a condição de vazão média de longo termo (QMLT) é obtida a classificação “eutrófica”, próxima à carga limite da classe me-sotrófica.\nPara as vazões mínimas, as cargas de fosfatos aplicadas ao reservatório são menores que para as vazões médias implicando-se assim em condições tróficas mais baixas e tendendo aos limites de carga para estado mesotrófico. Semelhante às vazões médias, o período de outubro e novembro representa as maiores cargas de fosfatos afluentes ao reservatório e também maiores relações com a carga permissível para estado mesotrófico.\nComparativamente, em termos médios, para as simulações de Vollenweider temos que o cenário D1 (sem remoção de fitomassa) apresenta uma carga de fosfatos no reservatório em torno de 35% maior que o cenário D2 (1,82 ha de vegetação remanescente). Quando comparados à carga limite de fosfatos para a classe eutrófico tem-se que o cenário D1 está 122% acima, o cenário D2 está 57% acima e o cenário de pós-incorporação (condição de longo período) está 33% acima. Ou seja, todos os cenários em média estarão acima da carga limite para a classe eutrófica, entretanto o cenário D2 está bem próximo da condição média normal (pós-incorporação de fitomassa).\nQuando analisado somente o período provável de enchimento (mês de novembro), o cenário D1 apresentou acréscimo de carga de fosfatos de 154% em relação ao limite eutrófico, o cenário D2 com 89% acima e o cenário de pós-incorporação de fitomassa 40% acima do limite. O cenário D2 (remanescente de 1,82 ha) reduziu em 65% a carga total de fitomassa em relação ao limite de carga da classe eutrófico e tem um acréscimo de 49% em relação ao cenário de pós-incorporação. Contudo, o período de ocorrência deste acréscimo será bastante curto e de pouca significância uma vez que o tempo de enchimento será de\nalgumas horas e o período de incorporação da fitomassa rapidamente degradável de alguns dias e, portanto sendo imediatamente constituída a condição de pós-incorporação.\nComo se pode observar o resultado das simulações é mais sensível à variante remoção de fitomassa do que ao período de enchimento para alternativas de remoção até 100%. Nos cenários com enchimento mais rápido ocorre uma incorporação mais rápida da biomassa, implicando num estado trófico mais avançado, embora com menor tempo de duração.\nO quadro abaixo ilustra o estado trófico das alternativas simuladas durante o período de enchimento e semanas imediatamente posteriores, a partir de aproximações dos valores apresentados nos resultados de simulação.\nQuadro 24 -Resumo - Avaliação do Estado Trófico - Modelo de Vollenweider.\nMeses\tCenário 1\tCenário 2\tCenário 3\tCenário 4\nJan\tEutrófico\tEutrófico\tMeso-Eutrófico\tMeso-Eutrófico\nFev\tEutrófico\tEutrófico\tMeso-Eutrófico\tMeso-Eutrófico\nMar\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nAbr\tEutrófico\tEutrófico\tMesotrófico\tMesotrófico\nMai\tEutrófico\tEutrófico\tMeso-Eutrófico\tMeso-Eutrófico\nJun\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nJul\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nAgo\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nSet\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nOut\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nNov\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nDez\tEutrófico\tEutrófico\tMeso-Eutrófico\tMeso-Eutrófico\nMédia\tEutrófico\tEutrófico\tEutrófico\tEutrófico\nDe acordo com o quadro anterior para a alternativa de enchimento em novembro, a situação “eutrófica” no reservatório é obtida em todos os cenários, inclusive para a condição de pós-incorporação. A relação L(PO4)/Le(PO4) indicando o estado “eutrófico” é da ordem de 2,61na alternativa sem remoção de fitomassa.\nO reservatório da PCH Salto Góes tem um tempo de residência muito baixo (da ordem de horas), sendo assim, admite-se que após o enchimento suas águas serão rapidamente renovadas. Em virtude disto foi realizada a simulação para a condição de Pós-Incorporação da Fito-massa admitindo-se que as parcelas de compostos fosforados referentes à biomassa serão incorporadas totalmente durante a primeira semana posterior ao enchimento e que a concentração padrão afluente serão 51\naquelas referentes às contribuições do principal afluente ao reservatório. Assim, se teria a situação referente à semana de pós-enchimento, para qualquer alternativa de remoção de fitomassa.\nEste resultado mostra que imediatamente após o enchimento devemos ter uma qualidade da água com condições “eutróficas” no reservatório independente da remoção de fitomassa alagada, estando condicionada a qualidade da água afluente ao reservatório. Entretanto, já para a estação de verão (nos meses de dezembro-janeiro e fevereiro), as relações entre cargas de fósforo afluentes e limites de carga no reservatório são menores indicando condições tendendo à mesotrofia.\nContudo, as contribuições afluentes de fósforo pelas bacias de montante são bastante importantes no resultado do estado trófico do reservatório e conforme os modelos aplicados têm-se que, desconsiderando-se os aportes da biomassa a ser inundada, com concentrações médias entre 26 e 60 ug/l de ortofosfato, mesmo assim atingiríamos os limites “eutróficos”. Assim, após o enchimento (que será bastante rápido) ocorrerão condições regulares no reservatório, mas que responderão aos aportes de nutrientes e cargas orgânicas carreadas pelo processo de escoamento superficial na região.\n6\tCONCLUSÃO\nA coleta dos dados foi realizada em estudos paralelos, sendo realizada nesse trabalho uma análise de tais dados com enfoque para o desenvolvimento de modelagem simplificada para obter prognósticos de níveis tróficos com metodologia conhecida, presentes nas bases bibliográficas consultadas. Diante dos resultados preliminares obtidos no reservatório da PCH Salto Góes podemos tecer as seguintes conclusões:\nApós a fase de enchimento (que terá duração de horas) o percentual de remoção de biomassa vegetal não será preponderante na determinação da qualidade da água do futuro reservatório da PCH Salto Góes. A qualidade da água do futuro reservatório será condicionada pelos aportes de nutrientes das vazões naturais da bacia;\nCom os resultados comparados entre as vazões médias e mínimas, pode-se observar uma melhora nos resultados das vazões mínimas, o que apesar de aumentar o tempo de detenção com vazões mais baixas, novamente é evidenciado o fato de a maior contribuição das cargas provenientes do fósforo ser da própria bacia, pois era esperado que ocorresse o contrário caso a fitomassa fosse o fator mais influenciador.\nNão se observa diferença na qualidade da água (alteração do nível trófico) para o mês de enchimento em relação aos cenários de desmata-mento e pós-incorporação de fitomassa. Como este reservatório possui reduzido tempo de residência, a incorporação da fitomassa rapidamente degradável seria bastante rápida e as principais alterações obtidas (sendo estas pequenas) ocorreriam durante o enchimento;\nAspectos de logística, saúde pública, navegabilidade, lazer, paisagismo, impactos ocasionados pela exploração, reprodução de ictiofau-na, além do aproveitamento econômico, deverão nortear a supressão da vegetação a ser inundada;\nOs impactos da qualidade da água decorrentes do alagamento de biomassa não deverão afetar a ictiofauna, uma vez que a qualidade da água do rio do Peixe tem-se mostrado relativamente boa e com um tempo de residência bastante reduzido o que contribui sensivelmente para estas condições;\nO trecho de vazão reduzida à jusante do reservatório pode ter a sua qualidade afetada, principalmente estéticamente e durante o período de enchimento, através do carreamento de material em suspensão pela vazão sanitária a ser mantida no trecho. Entretanto, devido à condição do reduzido tempo de detenção no reservatório, teremos constante renovação de suas águas agindo positivamente sobre o trecho.\n7\tRECOMENDAÇÕES\nNovos estudos envolvendo modelagem matemática da qualidade da água, com a consideração de outros fatores e/ou alternativas operacionais, podem ser elaborados para dar adequado subsídio às condições do enchimento do reservatório, além do monitoramento a ser realizado neste período e no início da operação. Este estudo dá início à utilização de modelagem de qualidade da água no gerenciamento ambiental da PCH Salto Góes, podendo ser utilizados na sequência modelos mais detalhados.\nO processo decisório das alternativas de manejo para a operação da PCH deverá ser subsidiado pelos resultados dos monitoramentos e poderão ser validados através de modelos, que se tornarão mais confiáveis com sua utilização contínua, permitindo uma gestão que maximize soluções sob os aspectos técnicos, econômicos e ambientais.\n8\tREFÊRENCIAS BIBLIOGRÁFICAS\nANA - Agência Nacional de Águas. HIDROWEB. Séries Históricas - estações pluviométricas e fluviométricas. 2012. Disponível em:&lt;hi-droweb.ana.gov.br/>. Acesso em: mai. 2012.\nANEEL - Agência Nacional de Energia Elétrica. Resolução N° 394, de 04 de Dezembro de 1998. Estabelece os critérios para o enquadramento de empreendimentos hidrelétricos na condição de pequenas centrais hidrelétricas.\nANEEL - Agência Nacional de Energia Elétrica. Resolução N° 625, de 09 de Dezembro de 2003. Dispõe sobre os critérios para o enquadramento de aproveitamento hidrelétrico na condição de Pequena Central Hidrelétrica.\nANEEL - Agência Nacional de Energia Elétrica. Banco de Informação de Geração. Disponível em:&lt;http://www.aneel.gov.br/>. Acesso em: dez. 2012.\nASSOCIAÇÃO BRASILEIRA DE NORMAS TÉCNICAS. NBR 9898 - Preservação e técnicas de amostragem de efluentes líquidos e corpos receptores. Rio de Janeiro, 1987.\nAZEVEDO, S. Toxinas de cianobactérias: causas e conseqüências para a saúde pública. Revista Virtual de Medicina, Brasil, n. 3, p. 2-15, jul./set. 1998.\nBRASIL. CONAMA - Conselho Nacional de Meio Ambiente. Resolução n° 04/94, de 04 de maio de 1994. Diário Oficial da União, Brasília, DF, 04/05/1994.\nBRASIL. CONAMA - Conselho Nacional de Meio Ambiente. Resolução n° 306/02, de 05 de julho de 2002. Estabelece os requisitos mínimos e o termo de referência para realização de auditorias ambientais. Diário Oficial da União, Brasília, DF, 05/07/2002.\nBRASIL. CONAMA - Conselho Nacional de Meio Ambiente. Resolução n° 357/05, de 17 de março de 2005. Dispõe sobre a classificação dos corpos de água e diretrizes ambientais para o seu enquadramento, bem como estabelece as condições e padrões de lançamento de efluentes, e da outras providências. Diário Oficial da União, Brasília, DF, 17/03/2005.\nBRASIL. Lei n° 9.427, de 26 de dezembro de 1996. Institui a Agência Nacional de Energia Elétrica - ANEEL, e disciplina o regime das concessões de serviços públicos de energia elétrica e dá outras providências.\nCARLSON, R. E. A Tropic State Index for Lakes. Linol. Oceanogr., Milwaukee, EUA, v. 19, p. 767-773, 1977.\nCARMICHAEL, W. W. Cyanobacteria secondary metabolites: The cyanotoxins. Journal of Appl. Bacteriol., Victoria, Austrália, v. 72, p. 445-459, 1992.\nCETESB - COMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO (São Paulo) (Org.). IET - Índice do Estado Trófico. São Paulo, 2000.\nCETESB - COMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO. Guia de Coleta e Preservação de Amostras de Água, São Paulo. 1987.\nCHORUS, I. &amp; BARTHRAM, J. (Eds.). Toxic Cyanobacteria in Water: a Guide to their Public Health Consequences, Monitoring and Management. London/Nova York: WHO, E. &amp; F.N. Spon, 1999.\nDEBERDT, G. L. Floração de cianobactérias e sua inserção na Legislação Brasileira. São Paulo: [s.n.], 2004.\nETS - Estudos e Projetos Ltda. Inventário Florestal e Levantamentos Florísticos e Faunísticos - LT 138kV Salto Góes - SE. Tanga-rá/SC. 2008.\nHESPANHOL, I. Impactos Ambientais por Reservatórios de Água: O Caso Particular da Vegetação Inundada In: Revista Politécnica, N0 183. Brasil. Janeiro/1984.\nINSTITUTO INTERNACIONAL DE ECOLOGIA (IIE). Lagos e Reservatórios. Qualidade da Água: O Impacto da Eutrofização. RiMa, São Paulo, Brasil, 2000. v.3.28p.\nLAMPARELLI, M. C. Grau de trofia em corpos d’água do esta.. de São Paulo: avaliação dos métodos de monitoramento. 238p. Tese (Doutorado em Ecologia Aplicada) - Universidade de São Paulo, Instituto de Biociências, São Paulo, 2004.\nLINDNER, E.A. Estudo de eventos hidrológicos extremos na bacia do Rio do Peixe - SC com aplicação de índice de umidade desenvolvido a partir do Tank Model. Tese de Doutorado. Programa de Pós-Graduação em Engenharia Ambiental, Universidade Federal de Santa Catarina. 194 p. Florianópolis, 2007.\nMEK - MEK Engenharia e Consultoria. Projeto Básico da PCH Salto Góes. Informe Técnico sobre alterações no Projeto Básico. Volume 1. 104p. Julho/2011.\nMOTA, S. Introdução à Engenharia Ambiental. 1a Edição, ed.:ABES, Rio de Janeiro, 1997. 280p\nODUM, E. Ecologia. Rio de Janeiro: Guanabara Koogan, 1988.\nPOMPÊO, M. L. M.. As macrófitas aquáticas: Importância ecoló-gica.Disponível em:&lt;http://vivimarc.sites.uol.com.br/importancia.htm>. Acesso em: 08 abr. 2012.\nRAVEN, P. Biologia Vegetal. Rio de Janeiro: Guanabara Koogan, 2001.\nSALAS &amp; MARTINO. A Simplified Phosphorus Trophic State Model for Warm-Water Tropical Lakes. Wat. Res, vol. 25, No. 3, pp 341-350, 1991.\nSALAS, H.J.; MARTINO, P. Metodologías simplificadas para evaluación de eutroficacion em lagos cálidos tropicales. Relatório CEPIS 60p. 2001.\nSANT'ANNA, C. L. Identificação e contagem de cianobactérias planctónicas de águas continentais. Rio de Janeiro: Interciências, 2006.\nSANTA CATARINA - Secretarias de Desenvolvimento Regional do Estado de Santa Catarina (SDR). Caracterização Regional. Instituto CEPA. Florianópolis, 2003. CD-ROM.\nSAWYER, C.N., CARTY, P.L., PARKIN, G.F. Chemistry for the Environmental Engineering, 4. ed. McGraw-Hill Book Company, 1994. 658 p.\nSETTI, A. A. Diagnóstico sobre a situação dos mananciais de 20 municípios selecionados dos Estados do Acre, Pará, Ceará, Pernambuco, Minas Gerais, Rio de Janeiro, Paraná, Rio Grande do Sul, Mato Grosso do Sul e Goiás e Proposta de Estruturação do\nPrograma de Preservação e Conservação de Mananciais. Relatório Técnico: PNMA, Contrato N° 96/9596, 1998. 383 p.\nSMAHA, N. GOBBI, M. F. Implementação de Um Modelo para Simular a Eutrofização do Reservatório do Passaúna - Curitiba - PR. Brasil: RBRH - Revista Brasileira de Recursos Hídricos. Volume 8 n.3 Jul/Set 2003, p. 59-69.\nSOCIOAMBIENTAL - Socioambiental Consultores Associados Ltda. Relatórios do Programa de Monitoramento Limnológico e da Qualidade da Água das PCH Salto Góes. Relatório Campanha 1 a 6. Para CPFL Renováveis / PCH Salto Góes. Florianópolis/SC - 2010 a 2012.\nSPERLING, M. V. Princípios do tratamento biológico de águas re-siduárias. 3a Edição. Universidade Federal de Minas Gerais (Belo Hori-zonte/MG): DESA - Departamento de Engenharia Sanitária e Ambiental, 2009. 7 v. (Vol 1).\nSTRASKRABA, M. TUNDISI, J. G. Reservoir Ecosystem Functioning: Theory and Applications. Leiden, Holanda. 2000. In: TUNDISI, J. G. TUNDISI, T. M. Limnologia. Oficina de Textos, 2008. 580p.\nTEIXEIRA, M. Previsão da capacidade de remoção de cianobacté-rias e cianotoxinas na ETA de Alcantarilha. Associação Portuguesa de Saneamento Básico. Brasil, 2002.\nTHOMANN, R. V., MUELLER, J. A. (1987). Principles of surface water quality modeling and control. Harper International Edition. 644 p.\nTOLEDO Jr., A.P. et alli A Aplicação de Modelos Simplificados para a Avaliação do Processo da Eutrofização em Lagos e Reservatórios Tropicais. In: XII Congresso Brasileiro de Engenharia Sanitária e Ambiental, nov. 1983\nTUNDISI, J. G. TUNDISI, T. M. Limnologia. Oficina de Textos, 2008. 580p.\nVOLLENWEIDER, R.A. Scientific Fundamentals of the Eutrophication of Lakes and Flowing Waters, with particular Reference to Nitrogen and Phosphorus as Factors in Eutrophication. In: Thecnical Report DAS/CCI/6827, Organization for Economic Cooperation and Development (OECD). Paris, 250 pp., 1968\nWILLIAM D. W. Instituto Internacional de Ecologia (Ed.). Lagos e Reservatórios - Qualidade da Água: Impacto da Eutrofização. 2. ed. Novo Hamburgo/RS: Universidade Feevale, 2011. 34 p. Vol. 3.\nZALEWSKI, M.; HARPER, D. M. &amp; ROBARTS, R. D. Ecohydrology from Theory to Action. Proceedings of the International Conference, Wierzba, Poland, 18-21 May 2003. International Journal of Ecohydrology &amp; Hydrobiology, Varsóvia, v. 4, n. 3, p. 229-355, 2004.\n9\tANEXOS\n9.1\tFicha-Resumo Técnica da PCH Salto Goés\n\t\t\t\t\tFICHA-RESUMO -\t\tESTUDOS DE VIABILIDADE E PROJETO BÁSICO | VERSÃO OUTUBRO/2005 |\t\t\t\t\nNOME DA USINA:\t\t\tPCH SALTO GÓES\t\t\t\t\t\t\tDATA:\t01/08/2011\nETAPA:\t\t\tPROJETO BÁSICO CONSOLIDADO\t\t\t\t\t\t\tPOT. (MW):\t20\nNOME DO(S) INTERESSADO(S):\t\t\tSPE SALTO GÓES ENERGIA SA\t\t\t\t\t\t\t\t\nCONTATO (resp. pelo empreendimento / e-mail):\t\t\tDANIEL GALLO:\tE-mail daniel.gallo@ersabrasil.com.b\t\t\t\tTEL.:\t11-3039-7490\tFAX:\t11-3039-7444\nNOME DA(S) EMPRESA(S) PROJETISTA(S):\t\t\tMEK ENGENHARIA E CONSULTORIA LTDA\t\t\t\t\t\t\t\t\nCONTATO (resp. técnico pelo estudo / e-mail):\t\t\tMOHY KAMEL\t\t\t\t\tTEL.:\t21-35135000\tFAX:\t21-35135000\n1. LOCALIZAÇÃO\t\t\t\t\t\t\t\t\t\t\t\nRIO:\tDO PEIXE\t\t\tBACIA:\tURUGUAI\tSUB-BACIA:\t72\tDISTÂNCIA DA FOZ:\t\t142\tkm\nMUNICÍPIO(S):\tTANGARÁ\t\t\tUF:\tSC\tMUNICÍPIO(S):\tTANGARÁ\t\t\tUF:\tSC\n(BARRAGEM)\tTANGARÁ\t\t\tUF:\tSC\t(C.DE FORÇA)\tTANGARÁ\t\t\tUF:\tSC\nCOORDENADAS GEOGRÁFICAS DA BARRAGEM:\t\t\t\t\t\t\t\t\t\t\t\n.ATITUDE:\t27\tgraus\t06\tminutos\t13\tsegundos\t\tSUL (S) OU NORTE (N):\t\t\t\n-ONGITUDE:\t51\tgraus\t16\tminutos\t56\tsegundos\t\t\tOESTE (W\t\t\nCOORDENADAS GEOGRÁFICAS DA CASA DE FORCA\t\t\t\t\t\t\t\t\t\t\t\n.ATITUDE:\t27\tgraus\t6\tminutos\t2\tsegundos\t\tSUL (S) OU NORTE (N):\t\t\t\n.ONGITUDE:\t51\tgraus\t17\tminutos\t42\tsegundos\t\t\tOESTE (W\t\t\n2. CARTOGRAFIA / TOPOGRAFIA\t\t\t\t\t\t\t\t\t\t\t\nPROJEÇÃO CARTOGRÁFICA:\t\t\tUTM\t\tZONA:\t22 J\t\tDATUM:\tSAD 69\tMC:\t\nCARTAS E PLANTAS TOPOGRÁFICAS:\t\t\t\t\tDATA:\tDiversas\t\tESCALA:\t1:100000\tFONTE:\tDSG\nFOTOS AÉREAS:\t\t\t\t\tDATA:\tnov/07\t\tESCALA:\t1:30000\tFONTE:\tTOPOCART\nRESTITUIÇÃO AEROFOTOGRAMÉTRICA:\t\t\t\t\tESCALA:\t1:10000\t\t\t\t\t\n3. HIDROMETEOROLOGIA\t\t\t\t\t\t\t\t\t\t\t\nPOSTOS FLUVIOMÉTRICOS DE REFERÊNCIA:\t\t\t\t\t\t\t\t\t\t\t\nTIPO:\tFLUVIOMÉTRICO\tCÓD.:\t72.849.000\tENTIDADE:\tANA\tNOME:\tJoaçabaI\tRIO:\tdo Peixe\tAD (em km’):\t3.784\nTIPO:\tFLUVIOMÉTRICO\tCÓD.:\t72.980.000\tENTIDADE:\tANA\tNOME:\tRio Urugu\tRIO:\tdo Peixe\tAD (em km’):\t5.114\nTIPO:\tFLUVIOMÉTRICO\tCÓD.:\t72.810.000\tENTIDADE:\tANA\tNOME:\tTangará\tRIO:\tdo Peixe\tAD (em km’):\t1.995\nTIPO:\t\tCÓD.:\t\tENTIDADE:\t\tNOME:\t\tRIO:\t\tAD (em km’):\t\nTIPO:\t\tCÓD.:\t\tENTIDADE:\t\tNOME:\t\tRIO:\t\tAD (em km’):\t\nTIPO:\t\tCÓD.:\t\tENTIDADE:\t\tNOME:\t\tRIO:\t\tAD (em km’):\t\nVAZÕES MÉDIAS MENSAIS (m3/s) -\t\tERÍODO:\t(DE 1977 A 2008)\t\t\tTIPO DA SÉRIE (REGULARIZADA ou NATURAL):\t\t\t\t\t\nJAN\tFEV\tMAR\tABR\tMAI\tJUN\tJUL\tAGO\tSET\tOUT\tNOV\tDEZ\n49,0\t67,8\t48,4\t45,9\t75,2\t67,4\t89,1\t63,1\t77,8\t113,4\t83,9\t49,1\nPERMANÊNCIA DE VAZÕES MÉDIAS MENSAIS (m3/s):\t\t\t\t\t\t\t\t\t\t\t\n5 %\t10 %\t20 %\t30 %\t40 %\t50 %\t60 %\t70 %\t80 %\t90 %\t95 %\t100 %\n175,2\t138,4\t95,4\t72,1\t54,2\t42,91\t32,4\t24,41\t17,36\t10,50\t8,05\t\nPRECIP. MÉDIA MENSAL (mm) - PERÍODO:\t\t\t(DE jan/1961 A dez/1990)\t\t\t\t\t\t\t\t\nJAN\tFEV\tMAR\tABR\tMAI\tJUN\tJUL\tAGO\tSET\tOUT\tNOV\tDEZ\n159,2\t152,1\t129,3\t100,4\t113,1\t123,8\t104,2\t122,9\t145,8\t155,6\t123,5\t137,2\nEVAPOR. MÉDIA MENSAL (mm) - PERÍODO:\t\t\t\t\t\t\t\t\t\t\t\nJAN\tFEV\tMAR\tABR\tMAI\tJUN\tJUL\tAGO\tSET\tOUT\tNOV\tDEZ\n132,9\t112,5\t99,5\t67,3\t43,5\t30,5\t34,3\t46,6\t63,0\t97,0\t119,4\t136,5\nPREC. MÉDIA ANUAL:\t\t\t\t1522,58\tmm\tVAZÃO MLT - PERÍODO:\t\t(DE 1977 A 2008)\t\t69,20\tm3/s\nEVAP. MÉDIA ANUAL:\t\t\t\t983,02\tmm\tVAZÃO FIRME\t\t\t\tNA\tm3/s\nEVAP. MÉDIA MENSAL:\t\t\t\t81,92\tmm\tVAZÃO MÁX. REGISTRADA\t\t\t\t709,9\tm3/s\nÁREA DE DRENAGEM:\t\t\t\t2.660\tkm’\tVAZÃO MÍN. REGISTRADA\t\t(MÉDIA MENSAL)\t\t4,7\tm3/s\n4. RESERVATÓRIO\t\t\t\t\t\t\t\t\t\t\t\nCARACTERÍSTICAS GERAIS\t\t\t\t\t\tCRISTA DA BARRAGEM:\t\t\t\t602,50\tm\nVIDA ÚTIL DO RESERVATÓRIO:\t\t\t\t84\tanos\tALTURA DA BARRAGEM:\t\t\t\t16\tm\nPERÍMETRO:\t\t\t\t4,8\tkm\tVOLUMES\t\t\t\t\t\nCOMPRIMENTO:\t\t\t\t2.000\tm\tNo NA MÁX. NORMAL:\t\t\t\t0,48\tx106 m3\nPROFUNDIDADE MÉDIA:\t\t\t\t4,50\tm\tNo NA MÍN. NORMAL:\t\t\t\t0,36\tx106 m3\nPROFUNDIDADE MÁXIMA:\t\t\t\t8,00\tm\tÚTIL:\t\t\t\t0,19\tx106 m3\nTEMPO DE FORMAÇÃO:\t\t\t\t0,10\tdias\tÁREAS (INCLUÍNDO CALHA DO RIO)\t\t\t\t\t\nTEMPO DE RESIDÊNCIA:\t\t\t\t0,09\tdias\tNA MÁX. NORMAL:\t\t\t\t0,20\tkm’\nNÍVEIS DE MONTANTE\t\t\t\t\t\tNA MÁX. MAXIMORUM:\t\t\t\t0,21\tkm’\nNA MÁX. NORMAL:\t\t\t\t600,20\tm\tNA MÍN. NORMAL:\t\t\t\t0,18\tkm’\nNA MÁX. MAXIMORUM:\t\t\t\t600,50\tm\tVIDA ÚTIL\t\t\t\t\t\nNA MÍN. NORMAL:\t\t\t\t599,20\tm\tVIDA ÚTIL DO RESERVATÓRIO (VOL. MAX. OPERATIVO):\t\t\t\t84\tanos\nNÍVEIS DE JUSANTE\t\t\t\t\t\tVIDA ÚTIL DO RESERVATÓRIO (VOL. ÚTIL):\t\t\t\tNA\tanos\nNA NORMAL de JUSANTE:\t\t\t\t570,60\tm\tVAZÃO SÓLIDA AFLUENTE\t\t\t\t223.440\tt / ano\nNA MÁX. de JUSANTE:\t\t\t\t587,60\tm\tCONCENTRAÇÃO MÉDIA DE SEDIMENTOS\t\t\t\tNA\tmg / l\nNA MÍN. de JUSANTE:\t\t\t\t569,42\tm\tPRODUÇÃO ESPECÍFICA DE SEDIMENTOS\t\t\t\t84\tt / km’.ano\nÁREAS INUNDADAS POR MUNICÍPIO (em km2) - NO NA MÁX MAXIMORUM\n\t\tMUNICÍPIO (S)\t\t\t\tUF\tSUBTRAÍDA A CALHA DO RIO\t\tNA CALHA DO RIO\t\tTOTAL\nTANGARÁ\t\t\t\t\t\tSC\t\t0,25\t0,13\t\t0,38\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\n\t\t\t\t\t\t\t\t\t\t\t\nCURVAS\t\t\t\t\t\t\t\t\t\t\t\nPONTOS DAS CURVAS COTA x ÁREA x VOLUME DO RESERVATÓRIO\t\t\t\t\t\t\tPONTOS DA CURVA CHAVE DO CANAL DE FUGA\t\t\t\t\nCOTA (m)\tÁREA (km2)\tVOL. (hm?)\tCOTA (m)\tÁREA (km2)\tVOL. (hm?)\tn.a.jjsamte (m)\t\tVAZÃO (m?/s)\tNA jusante (m)\t\tVAZÃO (m?/s)\n594\t0,04\t0\t599\t0,17\t0,36\t575,5\t\t1000\t\t\t\n595\t0,07\t0,04\t600\t0,19\t0,49\t578,5\t\t2000\t\t\t\n596\t0,11\t0,09\t\t\t\t581,0\t\t3000\t\t\t\n597\t0,12\t0,17\t\t\t\t583,5\t\t4000\t\t\t\n598\t0,14\t0,26\t\t\t\t585,0\t\t5000\t\t\t\nPOLINÔMIOS\t\t\t\t\t\t\t\t\t\t\t\n\tVOLUME x COTA (RESERVATÓRIO)\t\t\t\t\t\t\t\t\t\t\nCOEFICIENTE\tA0\tA1\tA2\tA3\tA4\t\t\t\t\t\t\nVALOR\t-13,876\t18,509\t594,21\t\t\t\tA0\tA1\tA2\tA3\tA4\n\t\tCOTA X ÁREA (RESERVATÓRIO)\t\t\t\t\t\t\t\t\t\nCOEFICIENTE\tA0\tA1\tA2\tA3\tA4\tVALOR\t\t\t\t\t\nVALOR\t82,901\t20,383\t593,68\t\t\t\t\t\t\t\t\n5. TURBINAS\t\t\t\t\t\t\t\t\t\t\t\nTIPO:\t\t\t\tKaplan \"S\"\t\tVAZÃO NOMINAL UNITÁRIA:\t\t\t\t42,65\tm?/s\nNÚMERO DE UNIDADES:\t\t\t\t2\t\tVAZÃO MÁXIMA TURBINADA:\t\t\t\t85,3\tm?/s\nPOTÊNCIA UNITÁRIA NOMINAL:\t\t\t\t10.309\tkW\tVAZÃO MÍNIMA TURBINADA:\t\t\t\t12,52\tm?/s\nROTAÇÃO SÍNCRONA:\t\t\t\t327\tr.p.m.\tRENDIMENTO MÁXIMO:\t\t\t\t93,5\t%\nQUEDA DE REFERÊNCIA:\t\t\t\t27,89\tm\tPESO TOTAL POR UNIDADE:\t\t\t\tNA\tkN\n6. GERADORES\t\t\t\t\t\t\t\t\t\t\t\nNÚMERO DE UNIDADES:\t\t\t\t2\t\tFATOR DE POTÊNCIA:\t\t\t\t0,9\t\nPOTÊNCIA UNITÁRIA NOMINAL:\t\t\t\t11.111\tkVA\tRENDIMENTO MÁXIMO:\t\t\t\t97\t%\nTENSÃO NOMINAL\t\t\t\t13,8\tkV\tPESO DO ROTOR:\t\t\t\tNA\tkN\n7. INSTALAÇÕES DE TRANSMISSÃO DE INTERESSE RESTRITO Ã CENTRAL GERADORA (INDICATIVA)\t\t\t\t\t\t\t\t\t\t\t\nSUBESTAÇÃO ELEVATÓRIA - DADOS DO TRANSFORMADOR\t\t\t\t\t\tTIPO (S.E. ou SECÇÃO L.T.):\t\t\tSECÇÃO LT\t\t\nNÚMERO DE UNIDADES:\t\t\t\t1\t\tMUNICÍPIO:\t\t\tHERVAL D'OESTE\t\t\nPOTÊNCIA UNITÁRIA NOMINAL:\t\t\t\t19.000 / 24.000\tkVA\tUF:\t\t\tSC\t\t\nTENSÃO ENR. PRIM.:\t\t\t\t13,8\tkV\tNOME:\t\t\t\t\t\nTENSÃO ENR. SEC\t\t\t\t138\tkV\tCONCESSIONÁRIA:\t\t\tCELESC\t\t\nLINHA DE TRANSMISSÃO\t\t\t\t\t\tSUBESTAÇÃO TRANSFORMADORA (QUANDO APLICÁVEL)\t\t\t\t\t\nMUNICÍPIO (S):\t\t\tHERVAL D'OESTE\t\t\tNÚMERO DE UNIDADES:\t\t\t\tNA\t\nUF (S):\t\t\tSC\t\t\tPOTÊNCIA UNITÁRIA NOMINAL:\t\t\t\tNA\tkVA\nEXTENSÃO:\t\t\t\t4,5\tkm\tTENSÃO ENR. PRIM\t\t\t\tNA\tkV\nTENSÃO:\t\t\t\t138\tkV\tTENSÃO ENR. SEC.:\t\t\t\tNA\tkV\nCIRCUITO (Simples\tou Duplo):\t\t\tSimples\t\tSECÇÃO DE L.T. (QUANDO APLICÁVEL)\t\t\t\t\t\nPONTO DE CONEXÃO:\t\t\t\t\t\tTENSÃO:\t\t\t\tNA\tkV\nA CONSTRUIR ? (s\tm ou não):\t\tS\tim\t\tCIRCUITO (Simples ou Duplo):\t\t\t\tNA\t\n8. ESTUDOS ENERGÉTICOS\t\t\t\t\t\t\t\t\t\t\t\nQUEDA BRUTA:\t\t\t\t29,60\tm\tVAZÃO DE USOS CONSUNTIVOS:\t\t\t\t\tm?/s\nPERDA HIDRÁULICA:\t\t\t\t5,71\t%\tENERGIA GERADA:\t\t\t\t12,04\tMW médios\nFATOR DE INDISP.\tFORÇADA:\t\t\t2,00%\t\tENERGIA FIRME:\t\t\t\tNA\tMW médios\nFATOR DE INDISP.\tPROGRAMADA:\t\t\t1,54%\t\tPRODUTIBILIDADE MÉDIA (NA\t\tcom 65 % V.U. arm\tazenado)\t\tMW / m?/s\nRENDIMENTO DO CONJ. TURBINA/GERADOR:\t\t\t\t90,70\t%\tPRODUTIBILIDADE MÁXIMA (NA máximo normal)\t\t\t\t\tMW / m?/s\nVAZÃO REMANESCENTE:\t\t\t\t1,84\tm?/s\tPRODUTIBILIDADE MÍNIMA (NA mínimo normal)\t\t\t\t\tMW / m?/s\n9. CUSTOS\t\t\t\t\t\t\t\t\t\t\t\nOBRAS CIVIS:\t\t\t\t54.201\tX 103 R$\tSISTEMA DE TRANSMISSÃO ASSOCIADO:\t\t\t\t7.675\tX 103 R$\nEQUIPAMENTOS ELETROMECÂNICOS:\t\t\t\t38.458\tX 103 R$\tCUSTO TOTAL C/ SIST. DE TRANS. ASSOCIADO:\t\t\t\t119.613\tX 103 R$\nMEIO AMBIENTE:\t\t\t\t5.930\tX 103 R$\tJUROS ANUAIS:\t\t\t\t10,91\t%\nOUTROS CUSTOS:\t\t\t\t0\tX 103 R$\tPERÍODO DE UTILIZAÇÃO DA USINA:\t\t\t\t30\tanos\nCUSTO DIRETO TOTAL:\t\t\t\t98.590\tX 103 R$\tO &amp; M:\t\t\t\tNA\tR$/MWh\nCUSTOS INDIRETOS:\t\t\t\t2.337\tX 103 R$\tCUSTO DA ENERGIA GERADA:\t\t\t\t132,39\tR$/MWh\nCUSTO TOTAL S/ JDC:\t\t\t\t100.927\tX 103 R$\tDATA DE REFERÊNCIA:\t\t\t\tset/09\t\nCUSTO TOTAL C/ JDC:\t\t\t\t111.938\tX 103 R$\tTAXA DE CÂMBIO:\t\t\t\t2,30/1,00\tR$/US$\nCRONOGRAMA DE DESEMBOLSO (% DO CUSTO TOTAL S/ JDC)\t\t\t\t\t\t\t\t\t\t\n\tANO 1\tANO 2\tANO 3\tANO 4\tANO 5\tANO 6\tANO 7\tANO 8\tANO 9\tANO 10\nUSINA (%)\t60\t40\tNA\tNA\tNA\tNA\tNA\tNA\tNA\tNA\nSIST. DE TRANS. ASSOC. (%)\t\t85\t15\tNA\tNA\tNA\tNA\tNA\tNA\tNA\n10. IMPACTOS SÓCIO-AMBIENTAIS\t\t\t\t\t\t\t\t\t\t\nPOPULAÇÃO ATINGIDA (N° HABITANTES):\t\t\t\t\tFAMÍLIAS ATINGIDAS:\t\t\t\t\t\nURBANA:\t\t\t0\t\tURBANA:\t\t\t\t0\t\nRURAL:\t\t\t80\t\tRURAL:\t\t\t\t20\t\nTOTAL:\t\t\t80\t\tTOTAL:\t\t\t\t20\t\nRELOCAÇÃO DE ESTRADAS ? (sim ou não)\t\t\t\t\tNÃO\t\t\tEXTENSÃO:\t0\tkm\nRELOCAÇÃO DE PONTES (sim ou não)\t\t\t\t\tNÃO\t\t\tEXTENSÃO:\t0\tkm\nEMPREGOS GERADOS DURANTE A CONSTRUÇÃO:\t\t\t\t\t\t\t\t\t\t\nDIRETOS:\t\t\t\t\tINDIRETOS:\t\t\t\t\t\n11. CRONOGRAMA - PRINCIPAIS FASES\t\t\t\t\t\t\t\t\t\t\nINÍCIO DAS OBRAS ATÉ O DESVIO DO RIO:\t\t\t20\tmeses\tPRAZO TOTAL DA OBRA (GERAÇÃO DA ÚLTIMA UNIDADE)\t\t\t\t25\tmeses\nDESVIO DO RIO ATÉ O FECHAMENTO:\t\t\t3\tmeses\t\t\t\t\t\t\nFECHAMENTO ATÉ GERAÇÃO DA 1\tUNIDADE:\t\t1\tmeses\tMARCO - MONTAGEM ELETROMECÂNICA (1a UNIDADE):\t\t\t\t21\tmeses\nPRAZO DE GERAÇÃO ENTRE UNIDADES:\t\t\t1\tmeses\tMARCO - OPERAÇÃO PRIMEIRA UNIDADE:\t\t\t\t24\tmeses\n12. ASPECTOS CRÍTICOS DO EMPREENDIMENTO\t\t\t\t\t\t\t\t\t\t\nNÚCLEOS URBANOS ATINGIDOS ? (simou não)\t\t\t\tNão\t\t\t\t\t\t\nÁREAS INDUSTRIAIS ATINGIDAS ? (sm\tou não)\t\t\tNão\t\t\t\t\t\t\nÁREAS INDÍGENAS ? (sim ou não)\t\t\t\tNão\t\t\t\t\t\t\nÁREAS DE QUILOMBOLAS ? (sm ou não)\t\t\t\tNão\t\t\t\t\t\t\nUNIDADES DE CONSERVAÇÃO DA NATUREZA ? (sim ou não\t\t\t\tNão\t\t\t\t\t\t\nÁREAS DE PESQUISA OU EXPLORAÇÃO MINERAL ? (sm ou não)\t\t\t\tNão\t\t\t\t\t\t\nSÍTIOS ARQUEOLÓGICOS ? (sm ou não\t\t\t\tNão\t\t\t\t\t\t\nCAVERNAS ? (sm ou não)\t\t\t\tNão\t\t\t\t\t\t\nDISPONIBILIDADE HÍDRICA ? (sim ou não)\t\t\t\tNão\t\t\t\t\t\t\nOUTROS ? (sim ou não)\t\t\t\tNão\t\t\t\t\t\t\n13. DESCRIÇÃO SOBRE OS OUTROS USOS DA ÀGUA\t\t\t\t\t\t\t\t\t\t\nNAVEGAÇÃO (sim ou não)\t\t\t\tNão\t(especificar, quando for o caso)\t\t\t\t\t\nABASTECIMENTO PÚBLICO (sim ou não)\t\t\t\tNão\t(especificar, quando for o caso)\t\t\t\t\t\nTURISMO LOCAL (sim ou não)\t\t\t\tNão\t(especificar, quando for o caso)\t\t\t\t\t\nLAZER (sim ou não)\t\t\t\tNão\t(especificar, quando for o caso)\t\t\t\t\t\nOUTROS (sim ou não)\t\t\t\tNão\t(especificar, quando for o caso)\t\t\t\t\t\n\t\t\t\tDADOS DE ARRANJO\t\t\t\t\t\t\n14. DESVIO\t\t\t\t\t\t\t\t\t\t\nTIPO:\t\t\tVERTEDOURO CONTROLADO\t\tESCAVAÇÃO COMUM\t\t\t\t\tm?\nVAZÃO DE DESVIO:\t(TR = 25 ANOS) - Pleno\t\t2.602\tm?/s\tESCAVAÇÃO EM ROCHA A CÉU ABERTO:\t\t\t\t\tm?\nNÚMERO DE VÃOS:\t\t\t\t\tESCAVAÇÃO EM ROCHA :\t\t\t\t\tm?\nSEÇÃO:\t\t\t455,00\tm2\tCONCRETO (CONVENCIONAL)\t\t\t\t\tm?\nCOMPRIMENTO:\t\t\t22,5\tm\tENSECADEIRA:\t\t\t\t17.800\tm?\n15. BARRAGEM\t\t\t\t\t\t\t\t\t\t\nTIPO DE ESTRUTURA / MATERIAL: (OD/OE)\t\t\tPeso / concreto / enrocamento\t\tCONCRETO CONVENCIONAL:\t\t\t\tNA\tm?\nCOMPRIMENTO TOTAL DA CRISTA:\t\t\t20 105\tm\tCONCRETO MASSA\t\t\t\t5.482\tm?\nENROCAMENTO:\t\t\t27.800\tm?\tESCAVAÇÃO COMUM:\t\t\t\tNA\tm?\nATERRO COMPACTADO:\t\t\t8.150\tm?\tESCAVAÇÃO EM ROCHA:\t\t\t\tNA\tm?\nFILTROS E TRANSIÇÕES:\t\t\t16.600\tm?\tVOLUME TOTAL:\t\t\t\tNA\tm?\n16. DIQUES\t\t\t\t\t\t\t\t\t\t\nTIPO DE ESTRUTURA / MATERIAL:\t\t\tNA\t\tATERRO COMPACTADO:\t\t\t\tNA\tm?\nCOMPRIMENTO TOTAL DA(S) CRISTA(S):\t\t\tNA\tm\tFILTROS E TRANSIÇÕES:\t\t\t\tNA\tm?\nALTURA MÁXIMA:\t\t\tNA\tm\tCONCRETO CONVENCIONAL:\t\t\t\tNA\tm?\nCOTA DA CRISTA:\t\t\tNA\tm\tCONCRETO COMPACTADO A ROLO - CCR:\t\t\t\tNA\tm?\nENROCAMENTO:\t\t\tNA\tm?\tVOLUME TOTAL:\t\t\t\tNA\tm?\n17. VERTEDOURO\t\t\t\t\t\t\t\t\t\t\nTIPO:\t\t\tCONTROLADO\t\tCONCRETO (CONVENCIONAL)\t\t\t\t10.603\tm?\nVAZÃO DE PROJETO:\t(TR =\t1.000\tANOS)\t4.955\tm?/s\tCOMPORTAS:\t\t\t\t\t\nCOTA DA SOLEIRA:\t\t\t588,2\tm\tTIPO:\t\t\t\tENSECADEIRA/SEGMENTO\t\nCOMPRIMENTO TOTAL:\t\t\t83\tm\tACIONAMENTO:\t\t\t\tSERVO MOTOR\t\nNÚMERO DE VÃOS:\t\t\t7\t\tLARGURA:\t\t\t\t9,0 / 9,0\tm\nLARGURA DO VÃO:\t\t\t9\tm\tALTURA:\t\t\t\t12,35 / 13,85\tm\nESCAVAÇÃO COMUM:\t\t\tNA\tm?\tESTRUTURA DE DISSIPAÇÃO DE ENERGIA:\t\t\t\t\t\nESCAVAÇÃO EM ROCHA A CÉU ABERTO:\t\t\t72.847\tm?\tTIPO:\t\t\t\tNA\t\nESCAVAÇÃO EM ROCHA A SUBTERRÂNEA:\t\t\tNA\tm?\t\t\t\t\t\t\n18. CIRCUITO HIDRÁULICO DE GERAÇÃO\t\t\t\t\t\nCANAL/TÚNEL DE ADUÇÃO:\t\t\tCONCRETO:\t2.000\t\nCOMPRIMENTO:\t1.189\tm\tCOMPORTAS\t\t\nLARGURA / SEÇÃO:\t7,5 1 50,21\tm 1 m2\tTIPO:\tENSECADEIRA\t\nESCAVAÇÃO COMUM:\tNA\tm3\tACIONAMENTO:\tVIGA PESCADORA\t\nESCAVAÇÃO EM ROCHA A CÉU ABERTO:\tNA\tm3\tLARGURA:\t4,5\tm\nESCAVAÇÃO EM ROCHA SUBTERRÂNEA:\t62.174\tm3\tALTURA:\t6,5\tm\nCONCRETO:\t1.338\tm3\tCHAMINÉ DE EQUILÍBRIO\t\t\nCÂMARA DE CARGA:\t\t\tDIÂMETRO INTERNO:\t18,7\tm\nÁREA SUPERFICIAL:\tNA\tm2\tALTURA:\t28,5\tm\nSOBREVELEVAÇÃO MÁXIMA:\tNA\tm\tCONDUTO/TÚNEL FORÇADO\t\t\nDEPLEÇÃO MÁXIMA:\tNA\tm\tNÚMERO DE UNIDADES:\t2\t\nTOMADA D'ÁGUA:\t\t\tDIÂMETRO INTERNO:\t3,45\tm\nTIPO:\tTORRE\t\tCOMPRIMENTO MÉDIO:\t20,0\tm\nCOMPRIMENTO TOTAL:\t8,7\tm\tESCAVAÇÃO EM ROCHA A CÉU ABERTO:\tNA\tm3\nNÚMERO DE VÃOS:\t1\t\tESCAVAÇÃO EM ROCHA SUBTERRÂNEA:\tNA\tm3\nESCAVAÇÃO COMUM:\tNA\tm3\tCONCRETO:\t916\tm3\nESCAVAÇÃO EM ROCHA A CÉU ABERTO:\tNA\tm3\tTRECHO BLINDADO:\tNA\t\nESCAVAÇÃO EM ROCHA SUBTERRÂNEA:\tNA\tm3\t\t\t\n19. CASA DE FORÇA\t\t\t\t\t\nTIPO:\tABRIGADA\t\tESCAVAÇÃO COMUM:\t9.890\tm3\nNÚMERO DE UNIDADES:\t2\t\tESCAVAÇÃO EM ROCHA A CÉU ABERTO:\t17.300\tm3\nLARGURA DOS BLOCOS:\t21\tm\tESCAVAÇÃO EM ROCHA A SUBTERRÂNEA:\tNA\tm3\nALTURA DOS BLOCOS:\t30\tm\tCONCRETO:\t7.920\tm3\nCOMPRIMENTO DOS BLOCOS:\t29\tm\t\t\t\n20. OBRAS ESPECIAIS\t\t\t\t\t\nTIPO:\tNA\t\tESCAVAÇÃO EM ROCHA A SUBTERRÂNEA:\tNA\tm3\nESCAVAÇÃO COMUM:\tNA\tm3\tCONCRETO CONVENCIONAL:\tNA\tm3\nESCAVAÇÃO EM ROCHA A CÉU ABERTO:\tNA\tm3\tCONCRETO COMPACTADO A ROLO - CCR:\tNA\tm3\n21 . VOLUMES TOTAIS\t\t\t\t\t\nESCAVAÇÃO COMUM:\t88.647\tm3\tENROCAMENTO:\t27.800\tm3\nESCAVAÇÃO EM ROCHA A CÉU ABERTO:\t165.200\tm3\tATERRO COMPACTADO:\t18.000\tm3\nESCAVAÇÃO EM ROCHA A SUBTERRÂNEA:\t60.319\tm3\tCONCRETO CONVENCIONAL:\t32.221\tm3\nSOLO:\t8.150\tm3\tCONCRETO COMPACTADO A ROLO - CCR:\tNA\tm3\n22. OBSERVAÇÕES\t\t\t\t\t\nA curva chave não apresenta aiuste para equação polinominal.\t\t\t\t\t\n23. INSTRUÇÕES PARA PREENCHIMENTO DA FICHA-RESUMO\t\t\t\t\t\n1) A ficha deverá ser integralmente preenchida pelo interessado. Nos campos onde não se aplicar determinada informação, indicar \"nJa\";\t\t\t\t\t\n2) Durante o preenchimento deverão ser observadas as unidades estabelecidas em cada campo;\t\t\t\t\t\n3) As informações a serem inseridas deverão ser compatíveis com as constantes dos estudos de viabilidade e/ouprojetos básicos (texto e desenhos) entregues a ANEEL;\t\t\t\t\t\n4) O valor de potência instalada da usina deverá atender a expressão: Potência instalada = /n° de unidades) x (potência unitária nominal dos geradores em kVA) x (fator de potência);\t\t\t\t\t\n5) Não deverão ser inseridas ou excuídas linhas. Preencher apenas os campos preestabelecidos; e\t\t\t\t\t\n6) Todas as folhas da ficha resumo deverão ser assinadas e carimbadas pelo responsável técnico do estudo / projeto.\t\t\t\t\t\n9.2\tDados Estações Hidroweb\nA) Série de Vazões Médias Mensais Estação Tangará (Área = 1995 km2)\nANO\tJan\tFev\tIhr\tAbr\tKfai\tJnn\tJiJ\tAço\tSeí\tOur\tNov\tDei\tIfin.\tMédia\tMax.\n15 7Í\t-\t-\t27.7\t18.3\t66.4\t71.2\t44.1\t96.7\t40,7\t54.5\t59,9\t30,1\t133\t52,0\t96,-\n1977\t30.6\t61.6\t70.7\t32.7\t9.7\t18,2\t24.4\t69,4\t34,4\t94,3\t74.4\t27,6\t9,7\t45,7\t94,3\n1978\t15,\"\t12.9\t25.5\t6.2\t3.0\t5,5\t40.3\t22,8\t38,8\t14.5\t33.\"\t24,4\t3,6\t20,3\t40,3\n1979\t6.3\t4.5\t14.8\t21.9\t147,1\t31.5\t28.0\t26,0\t27,6\t183,6\t103,1\t76,6\t4,5\t55,9\t183,6\n19B0\t18.3\t21.0\t64.6\t12.2\t26.2\t17,9\t05.3\t119,0\t69,6\t38,4\t32,0\t71,5\t12,2\t46,4\t119,0\n1961\t38.6\t77.9\t8.2\t10.6\t7.8\t13.2\t0.9\t3.3\t21.9\t21,6\t28,4\t23,7\t6,9\t22,3\t77 9\n1982\t7,7\t39.6\t15.7\t6,5\t14.1\t«7.5\t123.0\t69.2\t24,6\t103,9\t213,5\t56,2\t6,5\t61,8\t213,5\n1983\t44.1\t69.2\t127.5\t50.2\t140,8\t129,9\t520,9\t30,1\t128,8\t44,5\t48,0\t26,0\t26,0\t113,3\t520,9\n1984\t19.2\t21.1\t33.8\t30.1\t38,3\t81.2\t34.5\t184,2\t54,0\t47.4\t60,7\t38,8\t19,2\t53,6\t184,2\n1985\t19.6\t77.9\t20.1\t22.2\t15.3\t8,9\t14,5\t7.5\t20,2\t20,8\t48,2\t0,9\t6,9\t23,5\t77 9\n1986\t16.0\t54.8\t23.3\t62.3\t42.7\t37.2\t13.3\t18,1\t37,1\t55.7\t66,0\t44,0\t13,3\t39,2\t66,0\n1987\t73.6\t60.5\t13.8\t14.3\t171,4\t51,8\t40,4\t35.9\t18,5\t70,2\t20,0\t12,8\t12,8\t48,6\t171,4\n1988\t22.9\t29.6\t20.9\t29.0\t176,8\t34.8\t24,9\t10,1\t16,4\t48,9\t18,3\t19,0\t10,1\t41,8\t176,8\n1969\t59.0\t69.2\t29.2\t25.7\t44,8\t16.0\t31.3\t30,2\t122.9\t72.1\t28,5\t10,9\t10,9\t45,0\t122,9\n1990\t75.5\t32.8\t50,5\t73.0\t83,5\t216.3\t\"2.9\t09,1\t77.4\t105,3\t83,8\t39,4\t32,8\t81,7\t216,8\n1991\t15.4\t18.6\t9.9\t15.7\t10,9\t«3.7\t54.4\t64,4\t12,0\t37,6\t28,3\t26,0\t9,9\t29,7\t64,4\n1992\t20.0\t27.1\t33.9\t15.6\t167,5\t88.3\t153,2\t38,0\t68,9\t34.7\t37.4\t31,0\t15,6\t59,6\t167,5\n1993\t37.8\t55,7\t33.0\t19.5\t64,0\t52,8\t45,6\t23,0\t102,3\t125,0\t31.3\t25,7\t19,5\t51,3\t125,0\n1994\t10.0\t103,0\t24.7\t47.0\t68.7\t102.0\t112.2\t27,9\t17,7\t05.2\t104.7\t45,4\t10,0\t60,7\t112,2\n1995\t143.8\t74.6\t39.8\t18.1\t8,2\t18.5\t20.0\t9,9\t07,1\t75.8\t22,2\t15,3\t8,2\t42,8\t143,8\n1996\t58,9\t7B.7\t\"5,8\t48.6\t9.7\t38.5\t78.7\t«5,7\t76,8\t107.1\t50,4\t54,0\t9,7\t61,9\t107,1\n1997\t49.3\t113.1\t29.1\t8.7\t12.1\t71,4\t98.6\t96,8\t31.5\t234,0\t237,4\t42,0\t8,7\t85,8\t237,4\n1998\t121.1\t122.3\t130.9\t199.5\t68.6\t25.5\t67.0\t174,0\t137,5\t96,7\t19.7\t22,7\t19,7\t98,8\t199,5\n1999\t26.3\t38.0\t13.0\t25.1\t9.2\t36.8\t104,7\t12,0\t17,4\t102.5\t14,7\t9,9\t9,2\t34,1\t104,7\n2000\t24.4\t38.1\t55.9\t36.7\t34,5\t27.5\t59,3\t38,3\t168,4\t152,2\t35.3\t66,7\t24,4\t61,4\t168,4\n2001\t62.1\t151.1\t44.7\t45.8\t71.2\t48.3\t03,5\t29,3\t45,6\t129,1\t50.2\t3\",2\t29,3\t64,8\t151,1\n2002\t15.4\t13.0\t18.0\t12.3\t32,4\t28.8\t10.5\t57.7\t68.0\t107.6\t105.8\t100,1\t12,3\t48,0\t107,6\n2003\t27.6\t24.9\t63.1\t16.2\t11.2\t25.2\t18.8\t8,3\t0,1\t14,2\t40,4\t92,6\t6,1\t29,0\t92,6\n2004\t36.6\t18.3\t9.1\t12.4\t38.7\t30.3\t31.8\t16,4\t32.3\t97.7\t78,9\t32,2\t9,1\t40,4\t97,7\n2005\t23.5\tV\t5.7\t40.4\t88,9\t83.9\t22.8\t15,0\t137.4\t150.1\t49,1\t19,0\t5,7\t53,7\t150,1\n2006\t15.7\t17,8\t46.1\t18.8\t0.4\t5.0\t7,0\t23,8\t24.6\t21,4\t34,3\t35.8\t5jt\t2L4\t46,1\n2007\t29.6\t31.3\t34.0\t72.8\t140,7\t25,4\t50.3\t20.5\t50,3\t82.3\t114,7\t48,6\t21,5\t5BJ\t140,-\n2008\t33,\"\t19.2\t13.9\t36.6\t33,6\t45.2\t24,1\t27.3\t60,2\t120,4\t118,9\t22,3\t133\t46,3\t120,4\n2009\t36.0\t42.2\t23.8\t7.5\t13,5\t20.9\t71,6\t■\t106.4\t\t■\t■\t\t\t\nMínima\t15,4\t8,5\t5,7\t7,5\t6,4\t5,6\t7,0\t8,3\t6,1\t14,2\t14,7\t9,9\t5,6\t\t\nMédia\t50,1\t36,6\t29,8\t29,5\t43,6\t34,4\t47,8\t24,9\t65,2\t97,7\t64,2\t46,4\t\t45,8\t\nMáxima\t62,1\t151,1\t63,1\t72,8\t140,7\t83,9\t104,'\t57 7\t168,4\t152,2\t118,9\t100,1\t\t\t168,4\nEspecifica\t15,1\t18,3\t14,9\t14,8\t21,9\t17,2\t24,0\t12,5\t32,7\t49,0\t32,2\t23,3\t1Z5\t17,2\t49,0\nNota: Valores preenchidos por correlação com o posto Joaçaba I.\nB) Série de Vazões Médias Mensais Estação Joaçaba I (Área = 3784 km2)\nAXO\tJan\tEs\tMar\tAbr\tMai\tJun\tJul\tAgs.\tSet\tOiir\tAot\tDez\tMin\tMêdi a\tMm.\n1974\t-\t■\t52,0\t34,2\t126,5\t135,8\t83,4\t185,6\t88,4\t103,6\t114,0\t68,1\t34,2\t98,7\t185,6\n1977\t57,6\t117,3\t134,9\t61,6\t17,9\t33,9\t45,7\t132,3\t64,8\t180,9\t142,1\t51,9\t¡7,9\t86,8\t180,9\n1971\t29,2\t23,8\t47,9\t11;3\t6,6\t10:1\t762\t42,7\t73,3\t26,9\t63,6\t45,7\t6,6\t33,1\t76,2\n1979\t11,6\t82\t275\t41,0\t284,3\t593\t52,7\t48,7\t51,8\t356,4\t198,1\t146,4\t3,2\t107,2\t356,4\n1984\t34,1\t39,2\t123,0\t22,5\t49,2\t33,4\t124,4\t229,3\t132,9\t72,5\t61,5\t136,4\t22,5\t33,2\t229,3\n1981\t72,9\t149,0\t15,1\t19,5\t14,3\t24,4\t12,7\t16,2\t41,0\t40,5\t53,4\t44,3\t12,7\t41,9\t149,0\n1982\t14,1\t74,9\t29,1\t11;9\t26,3\t128,7\t237,1\t132,0\t46,1\t199,7\t415,5\t106,8\t11,9\t118,5\t415,5\n1983\t83,6\t132,0\t245,9\t952\t272,0\t250,6\t1029,5\t56,6\t248,4\t84,2\t90,9\t48,8\t48,8\t219,8\t1029,5\n1984\t35,9\t39,5\t63,7\t56,6\t72,4\t155,4\t65,0\t357,5\t102,6\t89,8\t115,5\t73,3\t35,9\t102,3\t357,5\n1985\t36,6\t149,0\t37 5\t41,6\t28,4\t16,4\t26,8\t13,7\t37,7\t38,9\t91,5\t114\t11,4\t44,1\t149,0\n1986\t24,9\t85,4\t40,1\t114,3\t74,3\t64,8\t20,6\t43,0\t92,7\t102,0\t111,0\t69,1\t20,6\t70,2\t114,3\n1987\t1213\t134,3\t23,1\t30,0\t327,6\t101,9\t66,3\t79,4\t293\t166,6\t32,3\t20,6\t20,6\t94,4\t327,6\n1988\t36,9\t39,1\t28,0\t55,6\t331,1\t153,1\t38,5\t14,6\t26,6\t68,8\t26,5\t29,4\t14,6\t70,7\t331,1\n1989\t113,0\t175,9\t50,9\t49,4\t116,4\t25,5\t59,1\t61,5\t253,9\t131,2\t43,9\t18,4\t18,4\t91,6\t253,9\n1991\t152,0\t75,4\t93,0\t140,2\t151,6\t422,0\t139,3\t287,9\t164,1\t217,7\t177,9\t69,1\t69,1\t174,2\t422,0\n1991\t36,3\t35,4\t16,0\t23,0\t202\t131,8\t94,3\t112,1\t21,2\t86,3\t54,7\t51,8\t16,0\t56,9\t131,8\n1992\t38,2\t57,0\t85,6\t46,4\t326,4\t169,1\t296,4\t71,7\t131,4\t65,5\t64,8\t54,6\t38,2\t117,3\t326,4\n1993\t55J\t96,9\t62,0\t46,0\t128,7\t95,8\t873\t452\t177,0\t243,6\t53,6\t62,4\t45,2\t96,2\t243,6\n1994\t20,6\t170,4\t39,1\t88,8\t122,9\t194,4\t217,6\t49,8\t36,6\t147,9\t205,8\t87,1\t20,6\t115,1\t217,6\n1995\t283,0\t137,5\t66,4\t37,0\t15,8\t51,7\t59,6\t24,6\t126,0\t159,0\t43,3\t31,7\t15,8\t86,3\t283,0\n1996\t99,4\t163,6\t121,5\t78,9\t172\t74,8\t147,4\t127,7\t169,4\t188,3\t87,5\t106,5\t17,3\t115,2\t188,3\n1997\t803\t258,4\t50,6\t17,8\t21,4\t125,9\t147,4\t208,5\t572\t444,1\t412,4\t76,6\t17,8\t158,4\t444,1\n1998\t186,4\t334,0\t222,8\t383,1\t136,8\t43,5\t122,3\t329,6\t295,7\t175,1\t33,3\t32,4\t32,4\t191,2\t383,1\n1999\t69,8\t83,1\t26,0\t62,6\t21,5\t70,1\t207,3\t24,1\t35,1\t180,0\t26,1\t17,1\t17,1\t68,6\t207,3\n2000\t32,4\t65,0\t852\t76,1\t53,9\t52,6\t109,3\t70,7\t366,7\t291,4\t56,1\t104,8\t32,4\t113,7\t366,7\n2001\t130,2\t278,2\t73,3\t88,6\t132,2\t113,2\t1272\t46,3\t83,7\t243,3\t97,1\t69,3\t46,3\t123,5\t278,2\n2002\t32,9\t26,8\t31,8\t33,6\t67,6\t692\t35,8\t126,9\t145,8\t229,0\t201,2\t171,7\t26,8\t97,7\t229,0\n2003\t58,9\t48,1\t111,9\t38,7\t19,7\t45,8\t34,7\t15,4\t12,6\t31,2\t75,8\t212,3\t12,6\t53,7\t212,3\n2004\t71,6\t29,5\t15,9\t26,9\t702\t46,6\t162,6\t28,6\t752\t195,9\t133,6\t44,5\t15,9\t75,1\t195,9\n2005\t40,9\t13,4\t9,7\t87,9\t165,6\t180,6\t50,6\t47,7\t286,6\t333,8\t106,6\t22,8\t9,7\t112,2\t333,8\n2006\t20,0\t25,8\t64,2\t292\t10,8\t9,4\t12,0\t44,6\t38,7\t36,4\t75,7\t71,0\t9,4\t36,5\t\n2007\t50,4\t50,0\t80,6\t135,2\t272,0\t39,4\t132,1\t37,3\t96,6\t162,6\t209,9\t70,4\t37,3\t111,4\t272,0\n2008\t62,0\t29,0\t20,7\t67,8\t55,4\t104,5\t42,2\t56,1\t104,2\t253,8\t223,9\t30,0\t20,7\t87,5\t253,8\n2009\t74,8\t62.8\t36,3\tH:1\t21,0\t35,6\t156.8\t-\t277.6\t-\t-\t-\t\t\t\nMínima\t5,8\t<7\t3,6\t5,7\t\t<5\tjy\t4,0\tV\t10,0\tV\t7,2\t3,0\t\t\nMédia\t62,1\t86,2\t61,1\t56,6\t82,3\t90,9\tw\t99,4\t124,1\t142,6\t93,1\t61,2\t\t88,6\t\nMáxima\t283,0\t334,0\t245,9\t383,1\t331,1\t422,0\t1029,5\t439,6\t371,1\t444,1\t415,5\t212,3\t\t\t1029,5\nEspecífica\t16,4\t22,8\t16,2\t15,0\t21,7\t24,0\t27,4\t26,3\t32,8\t37,7\t24,6\t16,2\t15,0\t33,3\t37,7\nNota: Valores preenchidos por correlação com oposto Tangará\n9.3\tDados Campanhas de Coleta da Sociambiental\nParâmetros\tjul/10\t\t\t\t\tout/10\t\t\t\t\tjan/11\t\t\t\t\n\tSG01\tSG02\tSG03\tSG04\tSG05\tSG01\tSG02\tSG03\tSG04\tSG05\tSG01\tSG02\tSG03\tSG04\tSG05\nTemperatura Água (°C )\t11,1\t8,6\t13,7\t14,1\t13,4\t21,2\t19,0\t20,9\t20,4\t20,1\t22,7\t23,0\t23,3\t23,2\t23,1\nOD (mg/L )\t11,2\t11,6\t9,8\t10,0\t10,7\t6,9\t8,1\t7,2\t8,9\t9,3\t7,1\t6,9\t7,2\t7,8\t7,7\nOD (%)\t93,1\t93,8\t90,1\t89,1\t92,7\t90,3\t97,3\t86,5\t100,1\t104,9\t91,3\t90,9\t93,3\t101,4\t99,6\nph\t7,1\t7,6\t7,5\t7,4\t7,6\t7,7\t8,0\t7,3\t7,8\t7,5\t7,5\t7,3\t7,8\t7,8\t8,3\nC ondutividade(mS/cm)\t84,8\t72,1\t88,1\t87,8\t91,4\t151,4\t129,8\t152,2\t155,4\t160,3\t173,8\t173,7\t97,2\t104,8\t113,0\nSólidos Dissolvidos Totais( mg/L)\t67,0\t85,0\t143,0\t75,0\t78,0\t89,0\t57,0\t67,0\t62,0\t78,0\t55,0\t95,0\t47,0\t33,0\t90,0\nSólidos Totais( mg/L)\t74,0\t93,0\t152,0\t88,0\t85,0\t96,0\t59,0\t73,0\t69,0\t80,0\t92,0\t138,0\t92,0\t81,0\t127,0\nSólidos Suspensos Totais( mg/L)\t7,0\t8,0\t9,0\t13,0\t7,0\t7,0\t2,0\t6,0\t7,0\t2,0\t37,0\t43,0\t45,0\t48,0\t37,0\nFósforo Total (mg P/L)\tn.d\tn.d\t123,0\tn.d\tn.d\t94,0\t36,0\t59,0\t73,0\t73,0\t41,0\t38,0\t47,0\t58,0\t47,0\nN Kjeldahl Total (mg N/L)\t0,271\t0,425\t0,347\t0,145\t0,309\t0,569\t0,297\t0,669\t0,276\t0,696\t0,373\t0,366\t0,437\t0,422\t0,362\nNitrato (mg N/L)\t1,073\t1,043\t1,225\t1,140\t1,135\t0,911\t0,921\t1,180\t1,110\t1,206\t1,659\t1,613\t1,648\t1,608\t1,721\nNitrito (mg N/L)\t0,014\t0,014\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\t0,0001\tn.d\t0,008\t0,009\t0,013\t0,013\t0,013\nNitrogênio Amoniacal Total (mg N/L\t0,025\tn.d\t0,031\t0,042\tn.d\t0,018\tnd\t0,039\t0,049\tnd\t0,016\tn.d\t0,029\t0,020\t0,021\nN Orgânico (mg N/L)\t0,246\t0,430\t0,316\t0,110\t0,310\t0,475\t0,297\t0,63\t0,227\t0,696\t0,357\t0,353\t0,408\t0,402\t0,341\nN Total (mg N/L)\t1,358\t1,482\t1,572\t1,285\t1,444\t1,480\t1,218\t1,849\t1,386\t1,902\t2,040\t1,988\t2,098\t2,043\t2,096\nClorofila (mg/L)\tn.d\tn.d\t1,07\tn.d\t2,14\tn.d\tn.d\t1,07\tn.d\t2,14\t2,14\tn.d\tn.d\t1,07\t0,53\nDBO (mg O2L)\t2,0\t1,0\t1,0\t2,0\t1,0\t2,0\t1,0\t1,0\t2,0\t1,0\t2,0\t3,0\t2,0\t3,0\t2,0\nDQO (mg O2/L)\t21,0\t16,0\t18,0\t18,0\t16,0\t21,0\t16,0\t18,0\t18,0\t16,0\t21,0\t23,0\t21,0\t23,0\t18,0\nCoí. Totais( NMP/100 mL)\t16000\t3500\t16000\t16000\t5400\t16000\t3500\t16000\t16000\t5400\t160000\t92000\t24000\t54000\t54000\nE. coí (NMP/100 mL)\t700\t130\t230\t110\t110\t700\t130\t230\t110\t110\t11000\t13000\t2300\t1700\t2300\nÓleos e Graxas (mg/L)\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\nTurbidez (UNT)\t7,6\t8,9\t7,2\t4,7\t4,4\t7,6\t8,9\t7,2\t4,7\t4,4\t104,0\t68,6\t56,7\t61,8\t107,0\nCor (mg Pt/L)\t69,0\t60,0\t61,0\t57,0\t46,0\t69,0\t60,0\t61,0\t57,0\t46,0\t507,0\t467,0\t453,0\t451,0\t468,0\nCálcio (mg Ca/L)\t9,19\t7,83\t10,4\t9,46\t9,38\t9,19\t7,83\t10,4\t9,46\t9,38\t5,25\t6,48\t4,95\t5,48\t5,06\nChumbo(mg Pb/L)\tnd\tnd\t0,0017\tnd\tnd\tnd\tnd\t0,0009\t0,0006\t0,0006\tnd\tnd\tnd\tnd\tnd\nCobre Solúvel(mg Cu/L)\t0,0023\t0,0025\t0,0015\t0,0013\t0,0013\t0,0018\t0,0011\t0,0017\t0,0015\t0,0016\t0,0019\t0,0347\t0,0057\t0,0023\t0,0021\nCromo(mg Cr/L)\t0,0015\t0,0064\t0,0037\t0,0024\t0,0026\tnd\tnd\tnd\tnd\tnd\t0,0027\t0,0036\t0,0024\t0,0032\t0,0028\nFerro Total (mg Fe/L)\t2,150\t4,290\t0,932\t1,040\t1,240\t0,994\t0,855\t0,939\t0,763\t0,642\t7,320\t7,380\t7,600\t8,530\t8,050\nFerro Solúvel(mg Fe/L)\t0,404\t0,525\t0,172\t0,082\t0,114\t0,093\t0,297\t0,100\t0,095\t0,093\t1,000\t1,240\t0,816\t1,170\t1,050\nAlumínio(mg Al/L)\t1,250\t3,460\t0,468\t0,513\t0,623\t0,546\t0,427\t0,529\t0,404\t0,322\t4,310\t5,010\t4,560\t5,540\t4,490\nManganês(mg Mn/L)\t0,030\t0,040\t0,022\t0,024\t0,028\t0,037\t0,016\t0,051\t0,035\t0,025\t0,151\t0,148\t0,145\t0,163\t0,146\nZinco(mg Zn/L)\t0,030\t0,030\t0,026\t0,020\t0,030\t0,033\t0,035\t0,039\t0,030\t0,030\t0,007\t0,011\t0,009\t0,010\t0,009\nMagnésio(mg Mg/L)\t3,050\t3,540\t3,070\t3,140\t3,240\t3,430\t3,550\t3,680\t3,460\t3,510\t2,600\t3,250\t2,320\t2,560\t2,380\nPotássio Total(mg K/L)\t1,730\t1,840\t1,710\t1,750\t1,890\t2,440\t1,350\t2,570\t2,480\t2,520\t1,720\t1,980\t1,400\t1,600\t1,500\nParâmetros\tabr/11\t\t\t\t\tset/11\t\t\t\t\tmar/12\t\t\t\t\n\tSG01\tSG02\tSG03\tSG04\tSG05\tSG01\tSG02\tSG03\tSG04\tSG05\tSG01\tSG02\tSG03\tSG04\tSG05\nTemperatura Água (°C )\t19,4\t18,1\t21,0\t20,9\t20,6\t16,2\t16,1\t17,1\t17,1\t16,2\t26,1\t25,1\t26,0\t24,6\t24,2\nOD (mgL )\t5,8\t5,6\t5,8\t7,0\t6,2\t6,1\t6,2\t6,6\t6,7\t7,3\t5,7\t5,8\t5,8\t7,7\t7,4\nOD (%)\t67,1\t64,1\t76,7\t88,8\t80,7\t80,8\t73,9\t88,3\t82,7\t81,3\t61,3\t63,3\t63,7\t102,3\t98,9\nph\t7,5\t7,7\t7,2\t7,1\t7,5\t8,1\t8,1\t7,9\t7,6\t7,8\t7,8\t7,9\t7,6\t7,5\t7,4\nC ondutividade(mS/cm)\t184,6\t193,1\t147,5\t152,8\t149,5\t54,1\t56,2\t62,5\t64,6\t54,7\t98,1\t97,1\t105,1\t102,0\t98,7\nSólidos Dissolvidos Totais( mg/L)\t54,0\t119,0\t80,0\t63,0\t58,0\t65,0\t73,0\t101,0\t74,0\t73,0\t76,0\t54,0\t47,0\t74,0\t98,0\nSólidos Totais( mg/L)\t3,0\t2,0\t11,0\t9,0\t9,0\t16,0\t14,0\t4,0\t3,0\t10,0\t79,0\t54,0\t58,0\t89,0\t111,0\nSólidos Suspensos Totais( mg/L)\t57,0\t121,0\t91,0\t72,0\t67,0\t81,0\t87,0\t105,0\t77,0\t83,0\t3,0\t11,0\t11,0\t14,0\t13,0\nFósforo Total (mg P/L)\t25,0\t29,0\t47,0\t69,0\t51,0\t62,0\t84,0\t80,0\t93,0\t48,0\t42,0\t34,0\t64,0\t63,0\t56,0\nN Kjeldahl T otal (mg N/L)\t0,263\t0,043\t0,315\t0,276\t0,491\t0,264\t0,375\t0,437\t0,227\t0,434\t0,568\t0,572\t0,848\t1,128\t0,975\nNitrato (mg N/L)\t1,450\t1,418\t1,513\t1,502\t1,486\t1,214\t1,157\t1,181\t1,301\t1,007\t0,995\t1,076\t0,788\t0,794\t0,909\nNitrito (mg N/L)\t0,011\t0,009\t0,008\t0,010\t0,008\t0,005\t0,005\t0,004\t0,009\tn.d\t0,006\t0,006\t0,007\t0,006\t0,005\nNitrogênio Amoniacal T otal (mg N/L\tn.d\t0,033\t0,025\tn.d\tn.d\t0,136\t0,129\t0,068\t0,056\t0,053\t0,045\tn.d\t0,024\t0,210\t0,037\nN Orgânico (mg N/L)\t0,253\t0,010\t0,290\t0,263\t0,491\t0,128\t0,246\t0,369\t0,171\t0,381\t0,523\t0,572\t0,824\t0,918\t0,938\nN Total (mg N/L)\t1,723\t1,469\t1,835\t1,788\t1,984\t1,483\t1,537\t1,622\t1,536\t1,441\t1,570\t1,654\t1,644\t1,928\t1,890\nClorofila (mg/L)\t2,14\tn.d\t0,53\tn.d\t16,04\t1,07\tn.d\t1,60\tn.d\tn.d\t1,07\t1,6\tn.d\t0,53\t0,53\nDBO (mg O2/L)\t1,0\t2,0\t2,0\t1,0\t2,0\t3,0\t3,0\t4,0\t4,0\t3,0\t3\t4\t3\t1\t2\nDQO (mg O2/L)\t11,0\t21,0\t21,0\t9,0\t16,0\t23,0\t35,0\t37,0\t35,0\t27,0\t23\t27\t30\t31\t29\nColi. Totais( NMP/100 mL)\t>16000\t16000\t>16000\t>16000\t>16000\t>16000\t>16000\t>16000\t>16000\t>16000\t16000\t3500\t16000\t16000\t9200\nE. coli (NMP/100 mL)\t330,0\t78,0\t330,0\t170,0\t110,0\t9200,0\t2800,0\t3500,0\t3500,0\t5400,0\t40\t340\tausente\t78\t330\nÓleos e Graxas (mg/L)\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\tn.d\nTurbidez (UNT)\t15,1\t12,8\t11,8\t12,8\t13,6\t40,8\t44,2\t25,2\t22\t19,7\t18,6\t13,6\t20,2\t112\t24,2\nCor (mg Pt/L)\t91,0\t73,0\t79,0\t86,0\t84,0\t274,0\t262,0\t120,0\t106,0\t105,0\t100,0\t61,0\t112,0\t135,0\t140,0\nCálcio (mg Ca/L)\t6,77\t6,88\t6,96\t6,99\t6,66\t6,44\t6,22\t7,53\t8,03\t5,69\t7,24\t7,34\t8,37\t8,36\t7,76\nChumbo(mg Pb/L)\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\tnd\nCobre Solúvel(mg Cu/L)\t0,001\t0,002\t0,009\t0,004\t0,002\t0,002\t0,002\t0,001\t0,001\t0,002\t0,0019\t0,0011\t0,0021\t0,0029\t0,0021\nCromo(mg Cr/L)\t0,001\t0,000\t0,000\t0,001\t0,001\t0,004\t0,004\t0,004\t0,004\t0,003\t0,0039\t0,0024\t0,0076\t0,0075\t0,0071\nFerro Total (mg Fe/L)\t1,200\t1,090\t1,450\t1,280\t1,280\t3,030\t3,200\t1,720\t1,810\t1,700\t1,3300\t0,8650\t2,1100\t2,0100\t2,3300\nFerro Solúvel(mg Fe/L)\t0,282\t0,442\t0,266\t0,226\t0,308\t0,985\t0,878\t0,208\t0,203\t0,249\t0,1940\t0,1430\t0,1880\t0,2030\t0,2590\nAlumínio(mg Al/L)\t0,719\t0,800\t0,776\t0,718\t0,615\t1,970\t2,290\t1,010\t1,120\t0,936\t0,5860\t0,5180\t1,4800\t0,9830\t1,1700\nManganês(mg Mn/L)\t0,031\t0,013\t0,042\t0,040\t0,036\t0,041\t0,049\t0,033\t0,037\t0,033\t0,0410\t0,0199\t0,0546\t0,0525\t0,0542\nZinco(mg Zn/L)\t0,036\t0,035\t0,032\t0,038\t0,036\t0,007\t0,012\t0,008\t0,005\tnd\t0,0255\t0,0225\t0,0218\t0,0262\t0,0237\nMagnésio(mg Mg/L)\t3,020\t3,320\t2,900\t2,970\t2,870\t2,830\t2,860\t2,460\t2,480\t2,320\t2,8800\t3,4100\t2,6700\t2,6100\t2,5900\nPotássio Total(mg K/L)\t1,510\t1,270\t1,480\t1,610\t1,530\t1,330\t1,310\t1,370\t1,350\t1,320\t1,7100\t1,4500\t1,9100\t1,9100\t1,8600\n10\tAPÊNDICES\n10.1\tPlanilhas de cálculo para Vollenweider\nCenário D1 - Enchimento reservatório sem remoção de vegetação\nMeses\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tUP^/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\n\tm3/s\t103 m*\t103 m3\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m*.ano)\t(g/m*.ano)\t(g/m3)\t(g/m3)\t(g/m3)\t(g/m*.ano)\t\t\t\nJan\t49,0\t200\t480\t2,40\t9796\t0,00031\t7726,3\t217,37\t408,46\t0,060\t0,044\t0,104\t803,54\t3,70\t1,97\tEutrófico\nFev\t67,8\t200\t480\t2,40\t7080\t0,00022\t10690,7\t299,43\t562,67\t0,060\t0,044\t0,104\t1111,83\t3,71\t1,98\tEutrófico\nMar\t48,4\t200\t480\t2,40\t9917\t0,00031\t7631,7\t214,75\t403,53\t0,060\t0,053\t0,113\t862,38\t4,02\t2,14\tEutrófico\nAbr\t45,9\t200\t480\t2,40\t10458\t0,00033\t7237,5\t203,82\t382,99\t0,060\t0,036\t0,096\t694,80\t3,41\t1,81\tEutrófico\nMai\t75,2\t200\t480\t2,40\t6383\t0,00020\t11857,5\t331,69\t623,28\t0,060\t0,045\t0,105\t1239,11\t3,74\t1,99\tEutrófico\nJun\t67,4\t200\t480\t2,40\t7122\t0,00023\t10627,6\t297,69\t559,39\t0,060\t0,066\t0,126\t1339,08\t4,50\t2,39\tEutrófico\nJul\t89,1\t200\t480\t2,40\t5387\t0,00017\t14049,3\t392,23\t737,04\t0,060\t0,066\t0,126\t1770,21\t4,51\t2,40\tEutrófico\nAgo\t63,1\t200\t480\t2,40\t7607\t0,00024\t9949,6\t278,93\t524,15\t0,060\t0,066\t0,126\t1253,65\t4,49\t2,39\tEutrófico\nSet\t77,8\t200\t480\t2,40\t6170\t0,00020\t12267,5\t343,02\t644,57\t0,060\t0,071\t0,131\t1607,04\t4,69\t2,49\tEutrófico\nOut\t113,4\t200\t480\t2,40\t4233\t0,00013\t17880,9\t497,94\t935,70\t0,060\t0,077\t0,137\t2440,74\t4,90\t2,61\tEutrófico\nNov\t83,9\t200\t480\t2,40\t5721\t0,00018\t13229,4\t369,59\t694,50\t0,060\t0,074\t0,134\t1768,76\t4,79\t2,55\tEutrófico\nDez\t49,1\t200\t480\t2,40\t9776\t0,00031\t7742,1\t217,80\t409,28\t0,060\t0,044\t0,104\t805,18\t3,70\t1,97\tEutrófico\nMLT\t69,2\t200\t480\t2,40\t6936\t0,00022\t10911,5\t305,53\t574,14\t0,060\t0,057\t0,117\t1277,28\t4,18\t2,22\tEutrófico\nCenário D2 - Enchimento reservatório com vegetação remanescente de 1,82 ha\nTeórico\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLP(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tL(PO4)/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\nMeses\tm3/s\t103 m*\t103 m3\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m2.ano)\t(g/m*.ano)\t(g/m3)\t(g/m3)\t(g/m3)\t(g/m*.ano)\t\t\t\nJan\t49,00\t200\t480\t2,40\t9796\t0,00031\t7726,32\t217,37\t408,46\t0,026\t0,044\t0,070\t540,84\t2,49\t1,32\tEutrófico\nFev\t67,80\t200\t480\t2,40\t7080\t0,00022\t10690,70\t299,43\t562,67\t0,026\t0,044\t0,070\t748,35\t2,50\t1,33\tEutrófico\nMar\t48,40\t200\t480\t2,40\t9917\t0,00031\t7631,71\t214,75\t403,53\t0,026\t0,053\t0,079\t602,91\t2,81\t1,49\tEutrófico\nAbr\t45,90\t200\t480\t2,40\t10458\t0,00033\t7237,51\t203,82\t382,99\t0,026\t0,036\t0,062\t448,73\t2,20\t1,17\tEutrófico\nMai\t75,20\t200\t480\t2,40\t6383\t0,00020\t11857,54\t331,69\t623,28\t0,026\t0,045\t0,071\t835,96\t2,52\t1,34\tEutrófico\nJun\t67,40\t200\t480\t2,40\t7122\t0,00023\t10627,63\t297,69\t559,39\t0,026\t0,066\t0,092\t977,74\t3,28\t1,75\tEutrófico\nJul\t89,10\t200\t480\t2,40\t5387\t0,00017\t14049,29\t392,23\t737,04\t0,026\t0,066\t0,092\t1292,53\t3,30\t1,75\tEutrófico\nAgo\t63,10\t200\t480\t2,40\t7607\t0,00024\t9949,61\t278,93\t524,15\t0,026\t0,066\t0,092\t915,36\t3,28\t1,75\tEutrófico\nSet\t77,80\t200\t480\t2,40\t6170\t0,00020\t12267,50\t343,02\t644,57\t0,026\t0,071\t0,097\t1189,95\t3,47\t1,85\tEutrófico\nOut\t113,40\t200\t480\t2,40\t4233\t0,00013\t17880,91\t497,94\t935,70\t0,026\t0,077\t0,103\t1832,79\t3,68\t1,96\tEutrófico\nNov\t83,9\t200\t480\t2,40\t5721\t0,00018\t13229,4\t369,59\t694,50\t0,026\t0,074\t0,100\t1318,97\t3,57\t1,90\tEutrófico\nDez\t49,10\t200\t480\t2,40\t9776\t0,00031\t7742,09\t217,80\t409,28\t0,026\t0,044\t0,070\t541,95\t2,49\t1,32\tEutrófico\nMLT\t69,20\t200\t480\t2,40\t6936\t0,00022\t10911,46\t305,53\t574,14\t0,026\t0,057\t0,083\t906,29\t2,97\t1,58\tEutrófico\nTeórico\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tL(PO4)/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\nMeses\tm5/s\t105 m2\t105 m3\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m2.ano)\t(g/m2.ano)\t(g/m)\t(g/lrf)\t(g/m)\t(g/m2.ano)\t\t\t\nJan\t49,00\t200\t480\t2,40\t9796\t0,00031\t7726,32\t217,37\t408,46\t0,002\t0,044\t0,046\t355,41\t1,64\t0,87\tMeso-Eutrófco\nFev\t67,80\t200\t480\t2,40\t7080\t0,00022\t10690,70\t299,43\t562,67\t0,002\t0,044\t0,046\t491,77\t1,64\t0,87\tMeso-Eutrófco\nMar\t48,40\t200\t480\t2,40\t9917\t0,00031\t7631,71\t214,75\t403,53\t0,002\t0,053\t0,055\t419,74\t1,95\t1,04\tEutrófico\nAbr\t45,90\t200\t480\t2,40\t10458\t0,00033\t7237,51\t203,82\t382,99\t0,002\t0,036\t0,038\t275,03\t1,35\t0,72\tMesotrófco\nMai\t75,20\t200\t480\t2,40\t6383\t0,00020\t11857,54\t331,69\t623,28\t0,002\t0,045\t0,047\t551,38\t1,66\t0,88\tMeso-Eutrófico\nJun\t67,40\t200\t480\t2,40\t7122\t0,00023\t10627,63\t297,69\t559,39\t0,002\t0,066\t0,068\t722,68\t2,43\t1,29\tEutrófico\nJul\t89,10\t200\t480\t2,40\t5387\t0,00017\t14049,29\t392,23\t737,04\t0,002\t0,066\t0,068\t955,35\t2,44\t1,30\tEutrófico\nAgo\t63,10\t200\t480\t2,40\t7607\t0,00024\t9949,61\t278,93\t524,15\t0,002\t0,066\t0,068\t676,57\t2,43\t1,29\tEutrófico\nSet\t77,80\t200\t480\t2,40\t6170\t0,00020\t12267,50\t343,02\t644,57\t0,002\t0,071\t0,073\t895,53\t2,61\t1,39\tEutrófico\nOut\t113,40\t200\t480\t2,40\t4233\t0,00013\t17880,91\t497,94\t935,70\t0,002\t0,077\t0,079\t1403,65\t2,82\t1,50\tEutrófico\nNov\t83,9\t200\t480\t2,40\t5721\t0,00018\t13229,4\t369,59\t694,50\t0,002\t0,074\t0,076\t1001,46\t2,71\t1,44\tEutrófico\nDez\t49,10\t200\t480\t2,40\t9776\t0,00031\t7742,09\t217,80\t409,28\t0,002\t0,044\t0,046\t356,14\t1,64\t0,87\tMeso-Eutrófico\nMLT\t69,20\t200\t480\t2,40\t6936\t0,00022\t10911,46\t305,53\t574,14\t0,002\t0,057\t0,059\t644,41\t2,11\t1,12\tEutrófico\nCenário D4 - Pós-enchimento do reservatório (Pós-incorporação da fitomassa)\nTe órico\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tL(PO4)/Lp\tL(PO4)/Le\t\nMeses\tmVs\t103 m2\t103\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m2.ano)\t(g/m2.ano)\t(g/m3)\t(g/m3)\t(g/m3)\t(g/m2.ano)\t(PO4)\t(PO4)\tEstado\nJan\t49,00\t200\t480\t2,40\t9796\t0,00031\t7726,32\t217,37\t408,46\t0,000\t0,044\t0,044\t339,96\t1,56\t0,83\tMeso-Eutrófco\nFev\t67,80\t200\t480\t2,40\t7080\t0,00022\t10690,70\t299,43\t562,67\t0,000\t0,044\t0,044\t470,39\t1,57\t0,84\tMeso-Eutrófco\nMar\t48,40\t200\t480\t2,40\t9917\t0,00031\t7631,71\t214,75\t403,53\t0,000\t0,053\t0,053\t404,48\t1,88\t1,00\tEutrófico\nAbr\t45,90\t200\t480\t2,40\t10458\t0,00033\t7237,51\t203,82\t382,99\t0,000\t0,036\t0,036\t260,55\t1,28\t0,68\tMesotrófco\nMai\t75,20\t200\t480\t2,40\t6383\t0,00020\t11857,54\t331,69\t623,28\t0,000\t0,045\t0,045\t527,66\t1,59\t0,85\tMeso-Eutrófico\nJun\t67,40\t200\t480\t2,40\t7122\t0,00023\t10627,63\t297,69\t559,39\t0,000\t0,066\t0,066\t701,42\t2,36\t1,25\tEutrófico\nJul\t89,10\t200\t480\t2,40\t5387\t0,00017\t14049,29\t392,23\t737,04\t0,000\t0,066\t0,066\t927,25\t2,36\t1,26\tEutrófico\nAgo\t63,10\t200\t480\t2,40\t7607\t0,00024\t9949,61\t278,93\t524,15\t0,000\t0,066\t0,066\t656,67\t2,35\t1,25\tEutrófico\nSet\t77,80\t200\t480\t2,40\t6170\t0,00020\t12267,50\t343,02\t644,57\t0,000\t0,071\t0,071\t870,99\t2,54\t1,35\tEutrófico\nOut\t113,40\t200\t480\t2,40\t4233\t0,00013\t17880,91\t497,94\t935,70\t0,000\t0,077\t0,077\t1367,89\t2,75\t1,46\tEutrófico\nNov\t83,9\t200\t480\t2,40\t5721\t0,00018\t13229,4\t369,59\t694,50\t0,000\t0,074\t0,074\t975,00\t2,64\t1,40\tEutrófico\nDez\t49,10\t200\t480\t2,40\t9776\t0,00031\t7742,09\t217,80\t409,28\t0,000\t0,044\t0,044\t340,65\t1,56\t0,83\tMeso-Eutrófico\nMLT\t69,20\t200\t480\t2,40\t6936\t0,00022\t10911,46\t305,53\t574,14\t0,000\t0,057\t0,057\t622,59\t2,04\t1,08\tEutrófico\nTeórico\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tL(PO4)/Lp\tL(PO4)/Le\tEstado\nMeses\tm3/s\t103 m*\t103 m3\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m2.ano)\t(g/m2.ano)\t(g/m’)\t(g/m)\t(g/m)\t(g/m2.ano)\t(PO4)\t(PO4)\t\nJan\t8,30\t200\t480\t2,40\t57831\t0,00183\t1308,74\t38,38\t72,12\t0,060\t0,044\t0,104\t136,11\t3,55\t1,89\tEutrófico\nFev\t5,90\t200\t480\t2,40\t81356\t0,00258\t930,31\t27,63\t51,92\t0,060\t0,044\t0,104\t96,75\t3,50\t1,86\tEutrófico\nMar\t7,20\t200\t480\t2,40\t66667\t0,00211\t1135,30\t33,46\t62,88\t0,060\t0,053\t0,113\t128,29\t3,83\t2,04\tEutrófico\nAbr\t8,10\t200\t480\t2,40\t59259\t0,00188\t1277,21\t37,49\t70,44\t0,060\t0,036\t0,096\t122,61\t3,27\t1,74\tEutrófico\nMai\t4,70\t200\t480\t2,40\t102128\t0,00324\t741,10\t22,23\t41,77\t0,060\t0,045\t0,105\t77,44\t3,48\t1,85\tEutrófico\nJun\t7,00\t200\t480\t2,40\t68571\t0,00217\t1103,76\t32,57\t61,20\t0,060\t0,066\t0,126\t139,07\t4,27\t2,27\tEutrófico\nJul\t8,80\t200\t480\t2,40\t54545\t0,00173\t1387,58\t40,61\t76,31\t0,060\t0,066\t0,126\t174,84\t4,31\t2,29\tEutrófico\nAgo\t9,80\t200\t480\t2,40\t48980\t0,00155\t1545,26\t45,07\t84,68\t0,060\t0,066\t0,126\t194,70\t4,32\t2,30\tEutrófico\nSet\t8,50\t200\t480\t2,40\t56471\t0,00179\t1340,28\t39,27\t73,80\t0,060\t0,071\t0,131\t175,58\t4,47\t2,38\tEutrófico\nOut\t19,10\t200\t480\t2,40\t25131\t0,00080\t3011,69\t86,24\t162,05\t0,060\t0,077\t0,137\t411,10\t4,77\t2,54\tEutrófico\nNov\t19,00\t200\t480\t2,40\t25263\t0,00080\t2995,92\t85,80\t161,23\t0,060\t0,074\t0,134\t400,55\t4,67\t2,48\tEutrófico\nDez\t8,60\t200\t480\t2,40\t55814\t0,00177\t1356,05\t39,72\t74,63\t0,060\t0,044\t0,104\t141,03\t3,55\t1,89\tEutrófico\nMédia Mín.\t9,58\t200\t480\t2,40\t50087\t0,00159\t1511,10\t44,10\t82,87\t0,060\t0,057\t0,117\t176,89\t4,01\t2,13\tEutrófico\nCenário D2 - Enchimento reservatório com vegetação 30% (vegetação em 1,82ha intacta) - Vazões Mínimas\nC0S1\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Re s\tPO4 Total\tL(PO4)\tL(PO4)/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\nMeses\tm3/s\t103 m*\t103 m3\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m2.ano)\t(g/m2.ano)\t(g/m3)\t(g/m3)\t(g/m3)\t(g/m2.ano)\t\t\t\nJan\t8,30\t200\t480\t2,40\t57831\t0,00183\t1308,74\t38,38\t72,12\t0,026\t0,044\t0,070\t91,61\t2,39\t1,27\tEutrófico\nFev\t5,90\t200\t480\t2,40\t81356\t0,00258\t930,31\t27,63\t51,92\t0,026\t0,044\t0,070\t65,12\t2,36\t1,25\tEutrófico\nMar\t7,20\t200\t480\t2,40\t66667\t0,00211\t1135,30\t33,46\t62,88\t0,026\t0,053\t0,079\t89,69\t2,68\t1,43\tEutrófico\nAbr\t8,10\t200\t480\t2,40\t59259\t0,00188\t1277,21\t37,49\t70,44\t0,026\t0,036\t0,062\t79,19\t2,11\t1,12\tEutrófico\nMai\t4,70\t200\t480\t2,40\t102128\t0,00324\t741,10\t22,23\t41,77\t0,026\t0,045\t0,071\t52,25\t2,35\t1,25\tEutrófico\nJun\t7,00\t200\t480\t2,40\t68571\t0,00217\t1103,76\t32,57\t61,20\t0,026\t0,066\t0,092\t101,55\t3,12\t1,66\tEutrófico\nJul\t8,80\t200\t480\t2,40\t54545\t0,00173\t1387,58\t40,61\t76,31\t0,026\t0,066\t0,092\t127,66\t3,14\t1,67\tEutrófico\nAgo\t9,80\t200\t480\t2,40\t48980\t0,00155\t1545,26\t45,07\t84,68\t0,026\t0,066\t0,092\t142,16\t3,15\t1,68\tEutrófico\nSet\t8,50\t200\t480\t2,40\t56471\t0,00179\t1340,28\t39,27\t73,80\t0,026\t0,071\t0,097\t130,01\t3,31\t1,76\tEutrófico\nOut\t19,10\t200\t480\t2,40\t25131\t0,00080\t3011,69\t86,24\t162,05\t0,026\t0,077\t0,103\t308,70\t3,58\t1,90\tEutrófico\nNov\t19,00\t200\t480\t2,40\t25263\t0,00080\t2995,92\t85,80\t161,23\t0,026\t0,074\t0,100\t298,69\t3,48\t1,85\tEutrófico\nDez\t8,60\t200\t480\t2,40\t55814\t0,00177\t1356,05\t39,72\t74,63\t0,026\t0,044\t0,070\t94,92\t2,39\t1,27\tEutrófico\nMédia Mín.\t9,58\t200\t480\t2,40\t50087\t0,00159\t1511,10\t44,10\t82,87\t0,026\t0,057\t0,083\t125,51\t2,85\t1,51\tEutrófico\nTeórico\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Res\tPO4 Total\tL(PO4)\tL(PO4)/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\nMeses\tm*/s\t10* m1\t10* m*\t(m)\t(s)\t(anos)\t(m/ano)\t(g/m^.ano)\t(g/m2.ano)\t(g/m*)\t(g/m*)\t(g/m*)\t(g/itf.ano)\t\t\t\nJan\t8,30\t200\t480\t2,40\t57831\t0,00183\t1308,74\t38,38\t72,12\t0,002\t0,044\t0,046\t60,20\t1,57\t0,83\tMesotrófico\nFev\t5,90\t200\t480\t2,40\t81356\t0,00258\t930,31\t27,63\t51,92\t0,002\t0,044\t0,046\t42,79\t1,55\t0,82\tMesotrófico\nMar\t7,20\t200\t480\t2,40\t66667\t0,00211\t1135,30\t33,46\t62,88\t0,002\t0,053\t0,055\t62,44\t1,87\t0,99\tMesotrófico\nAbr\t8,10\t200\t480\t2,40\t59259\t0,00188\t1277,21\t37,49\t70,44\t0,002\t0,036\t0,038\t48,53\t1,29\t0,69\tMesotrófico\nMai\t4,70\t200\t480\t2,40\t102128\t0,00324\t741,10\t22,23\t41,77\t0,002\t0,045\t0,047\t34,46\t1,55\t0,83\tMesotrófico\nJun\t7,00\t200\t480\t2,40\t68571\t0,00217\t1103,76\t32,57\t61,20\t0,002\t0,066\t0,068\t75,06\t2,30\t1,23\tEutrófico\nJul\t8,80\t200\t480\t2,40\t54545\t0,00173\t1387,58\t40,61\t76,31\t0,002\t0,066\t0,068\t94,36\t2,32\t1,24\tEutrófico\nAgo\t9,80\t200\t480\t2,40\t48980\t0,00155\t1545,26\t45,07\t84,68\t0,002\t0,066\t0,068\t105,08\t2,33\t1,24\tEutrófico\nSet\t8,50\t200\t480\t2,40\t56471\t0,00179\t1340,28\t39,27\t73,80\t0,002\t0,071\t0,073\t97,84\t2,49\t1,33\tEutrófico\nOut\t19,10\t200\t480\t2,40\t25131\t0,00080\t3011,69\t86,24\t162,05\t0,002\t0,077\t0,079\t236,42\t2,74\t1,46\tEutrófico\nNov\t19,00\t200\t480\t2,40\t25263\t0,00080\t2995,92\t85,80\t161,23\t0,002\t0,074\t0,076\t226,79\t2,64\t1,41\tEutrófico\nDez\t8,60\t200\t480\t2,40\t55814\t0,00177\t1356,05\t39,72\t74,63\t0,002\t0,044\t0,046\t62,38\t1,57\t0,84\tMesotrófico\nMédia Mín.\t9,58\t200\t480\t2,40\t50087\t0,00159\t1511,10\t44,10\t82,87\t0,002\t0,057\t0,059\t89,24\t2,02\t1,08\tEutrófico\nCenário D4 - Pós-enchimento do reservatório (Pós-incorporação da fitomassa) - Vazões Mínimas\nC0S2A\tQ Média\tÁrea\tVolume\tz\ttw\ttw\tqs\tLp(PO4)\tLe(PO4)\tPO4 Veg.\tPO4 Re s\tPO4 Total\tL(PO4)\tL(PO4)/Lp (PO4)\tL(PO4)/Le (PO4)\tEstado\nMeses\tm*/s\t10* m\t10* m*\t(m)\t(s)\t(anos)\t(m/ano)\t(g/itf.ano)\t(g/m2.ano)\t(g/m*)\t(g/m*)\t(g/m*)\t(g/m2.ano)\t\t\t\nJan\t8,30\t200\t480\t2,40\t57831\t0,00183\t1308,74\t38,38\t72,12\t0,000\t0,044\t0,044\t57,58\t1,50\t0,80\tMesotrófico\nFev\t5,90\t200\t480\t2,40\t81356\t0,00258\t930,31\t27,63\t51,92\t0,000\t0,044\t0,044\t40,93\t1,48\t0,79\tMesotrófico\nMar\t7,20\t200\t480\t2,40\t66667\t0,00211\t1135,30\t33,46\t62,88\t0,000\t0,053\t0,053\t60,17\t1,80\t0,96\tMesotrófico\nAbr\t8,10\t200\t480\t2,40\t59259\t0,00188\t1277,21\t37,49\t70,44\t0,000\t0,036\t0,036\t45,98\t1,23\t0,65\tMesotrófico\nMai\t4,70\t200\t480\t2,40\t102128\t0,00324\t741,10\t22,23\t41,77\t0,000\t0,045\t0,045\t32,98\t1,48\t0,79\tMesotrófico\nJun\t7,00\t200\t480\t2,40\t68571\t0,00217\t1103,76\t32,57\t61,20\t0,000\t0,066\t0,066\t72,85\t2,24\t1,19\tEutrófico\nJul\t8,80\t200\t480\t2,40\t54545\t0,00173\t1387,58\t40,61\t76,31\t0,000\t0,066\t0,066\t91,58\t2,26\t1,20\tEutrófico\nAgo\t9,80\t200\t480\t2,40\t48980\t0,00155\t1545,26\t45,07\t84,68\t0,000\t0,066\t0,066\t101,99\t2,26\t1,20\tEutrófico\nSet\t8,50\t200\t480\t2,40\t56471\t0,00179\t1340,28\t39,27\t73,80\t0,000\t0,071\t0,071\t95,16\t2,42\t1,29\tEutrófico\nOut\t19,10\t200\t480\t2,40\t25131\t0,00080\t3011,69\t86,24\t162,05\t0,000\t0,077\t0,077\t230,39\t2,67\t1,42\tEutrófico\nNov\t19,00\t200\t480\t2,40\t25263\t0,00080\t2995,92\t85,80\t161,23\t0,000\t0,074\t0,074\t220,80\t2,57\t1,37\tEutrófico\nDez\t8,60\t200\t480\t2,40\t55814\t0,00177\t1356,05\t39,72\t74,63\t0,000\t0,044\t0,044\t59,67\t1,50\t0,80\tMesotrófico\nMédia Mín.\t9,58\t200\t480\t2,40\t50087\t0,00159\t1511,10\t44,10\t82,87\t0,000\t0,057\t0,057\t86,22\t1,96\t1,04\tEutrófico\nD1\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\tHiper Eutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tgm’\tmg/m3\t%\t%\t%\t%\t%\nJan\t803,54\t0,00031\t2,40\t0,2611\t2,42\t0\t0\t0\t15\t85\nFev\t1111,83\t0,00022\t2,40\t0,2832\t2,45\t0\t0\t0\t13\t87\nMar\t862,38\t0,00031\t2,40\t0,2829\t2,45\t0\t0\t0\t13\t87\nAbr\t694,80\t0,00033\t2,40\t0,2371\t2,37\t0\t0\t0,5\t22,5\t77\nMai\t1239,11\t0,00020\t2,40\t0,2920\t2,47\t0\t0\t0\t12\t88\nJun\t1339,08\t0,00023\t2,40\t0,3426\t2,53\t0\t0\t0\t7,5\t92,5\nJul\t1770,21\t0,00017\t2,40\t0,3674\t2,57\t0\t0\t0\t6,5\t93,5\nAgo\t1253,65\t0,00024\t2,40\t0,3370\t2,53\t0\t0\t0\t7,5\t92,5\nSet\t1607,04\t0,00020\t2,40\t0,3692\t2,57\t0\t0\t0\t6,5\t93,5\nOut\t2440,74\t0,00013\t2,40\t0,4227\t2,63\t0\t0\t0\t4\t96\nNov\t1768,76\t0,00018\t2,40\t0,3840\t2,58\t0\t0\t0\t6\t94\nDez\t805,18\t0,00031\t2,40\t0,2613\t2,42\t0\t0\t0\t15\t85\nMLT\t1277,28\t0,00022\t2,40\t0,3204\t2,51\t0\t0\t0\t8,5\t91,5\nD2\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tg/m3\tmg/m3\t%\t%\t%\t%\t%\nJan\t540,84\t0,00031\t2,40\t0,1758\t2,24\t0\t0\t1,5\t39\t59,5\nFev\t748,35\t0,00022\t2,40\t0,1906\t2,28\t0\t0\t1\t35\t64\nMar\t602,91\t0,00031\t2,40\t0,1977\t2,30\t0\t0\t0,5\t31\t68,5\nAbr\t448,73\t0,00033\t2,40\t0,1531\t2,19\t0\t0\t2\t47,5\t50,5\nMai\t835,96\t0,00020\t2,40\t0,1970\t2,29\t0\t0\t0,5\t33\t66,5\nJun\t977,74\t0,00023\t2,40\t0,2502\t2,40\t0\t0\t0\t17\t83\nJul\t1292,53\t0,00017\t2,40\t0,2682\t2,43\t0\t0\t0\t14\t86\nAgo\t915,36\t0,00024\t2,40\t0,2461\t2,39\t0\t0\t0\t19,5\t80,5\nSet\t1189,95\t0,00020\t2,40\t0,2734\t2,44\t0\t0\t0\t13,5\t86,5\nOut\t1832,79\t0,00013\t2,40\t0,3174\t2,50\t0\t0\t0\t9,5\t90,5\nNov\t1318,97\t0,00018\t2,40\t0,2864\t2,46\t0\t0\t0\t12,5\t87,5\nDez\t541,95\t0,00031\t2,40\t0,1758\t2,25\t0\t0\t1,5\t38\t60,5\nMLT\t906,29\t0,00022\t2,40\t0,2273\t2,36\t0\t0\t0,5\t23\t76,5\nD3\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tgta?\tmg/m3\t%\t%\t%\t%\t%\nJan\t355,41\t0,00031\t2,40\t0,1155\t2,06\t0\t0\t6\t66,5\t27,5\nFev\t491,77\t0,00022\t2,40\t0,1253\t2,10\t0\t0\t5\t60\t35\nMar\t419,74\t0,00031\t2,40\t0,1377\t2,14\t0\t0\t4\t54,5\t41,5\nAbr\t275,03\t0,00033\t2,40\t0,0939\t1,97\t0\t0\t14\t67\t19\nMai\t551,38\t0,00020\t2,40\t0,1300\t2,11\t0\t0\t4,5\t59,5\t36\nJun\t722,68\t0,00023\t2,40\t0,1849\t2,27\t0\t0\t1\t36,5\t62,5\nJul\t955,35\t0,00017\t2,40\t0,1983\t2,30\t0\t0\t0,5\t31\t68,5\nAgo\t676,57\t0,00024\t2,40\t0,1819\t2,26\t0\t0\t1\t37\t62\nSet\t895,53\t0,00020\t2,40\t0,2057\t2,31\t0\t0\t0,5\t30\t69,5\nOut\t1403,65\t0,00013\t2,40\t0,2431\t2,39\t0\t0\t0\t19,5\t80,5\nNov\t1001,46\t0,00018\t2,40\t0,2174\t2,34\t0\t0\t0,5\t25\t74,5\nDez\t356,14\t0,00031\t2,40\t0,1156\t2,06\t0\t0\t6\t66,5\t27,5\nMLT\t644,41\t0,00022\t2,40\t0,1617\t2,21\t0\t0\t2\t42\t56\nD4\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\tHiper Eutro\nMeses\t(g/m?.ano)\t(anos)\t(m)\tg/m3\tmg/m3\t%\t%\t%\t%\t%\nJan\t339,96\t0,00031\t2,40\t0,1105\t2,04\t0\t0\t7,5\t66,5\t26\nFev\t470,39\t0,00022\t2,40\t0,1198\t2,08\t0\t0\t6\t62\t32\nMar\t404,48\t0,00031\t2,40\t0,1327\t2,12\t0\t0\t4,5\t56\t39,5\nAbr\t260,55\t0,00033\t2,40\t0,0889\t1,95\t0\t0\t16,5\t66\t17,5\nMai\t527,66\t0,00020\t2,40\t0,1244\t2,09\t0\t0\t5,5\t60,5\t34\nJun\t701,42\t0,00023\t2,40\t0,1795\t2,25\t0\t0\t1,5\t38\t60,5\nJul\t927,25\t0,00017\t2,40\t0,1924\t2,28\t0\t0\t1\t35\t64\nAgo\t656,67\t0,00024\t2,40\t0,1765\t2,25\t0\t0\t1,5\t38\t60,5\nSet\t870,99\t0,00020\t2,40\t0,2001\t2,30\t0\t0\t0,5\t31\t68,5\nOut\t1367,89\t0,00013\t2,40\t0,2369\t2,37\t0\t0\t0,5\t22,5\t77\nNov\t975,00\t0,00018\t2,40\t0,2117\t2,33\t0\t0\t0,5\t27\t72,5\nDez\t340,65\t0,00031\t2,40\t0,1105\t2,04\t0\t0\t7,5\t66,5\t26\nMLT\t622,59\t0,00022\t2,40\t0,1562\t2,19\t0\t0\t2\t47,5\t50,5\nDlmín\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(gnf.ano)\t(anos)\t(m)\tg/m5\tmg/m3\t%\t%\t%\t%\t%\nJan\t136,11\t0,00183\t2,40\t0,1675\t2,22\t0\t0\t1,5\t41\t57,5\nFev\t96,75\t0,00258\t2,40\t0,1538\t2,19\t0\t0\t2\t47,5\t50,5\nMar\t128,29\t0,00211\t2,40\t0,1757\t2,24\t0\t0\t1,5\t39\t59,5\nAbr\t122,61\t0,00188\t2,40\t0,1537\t2,19\t0\t0\t2\t47,5\t50,5\nMai\t77,44\t0,00324\t2,40\t0,1460\t2,16\t0\t0\t3,5\t50,5\t46\nJun\t139,07\t0,00217\t2,40\t0,1945\t2,29\t0\t0\t0,5\t33\t66,5\nJul\t174,84\t0,00173\t2,40\t0,2059\t2,31\t0\t0\t0,5\t30\t69,5\nAgo\t194,70\t0,00155\t2,40\t0,2116\t2,33\t0\t0\t0,5\t27\t72,5\nSet\t175,58\t0,00179\t2,40\t0,2123\t2,33\t0\t0\t0,5\t27\t72,5\nOut\t411,10\t0,0008\t2,40\t0,2708\t2,43\t0\t0\t0\t14\t86\nNov\t400,55\t0,0008\t2,40\t0,2649\t2,42\t0\t0\t0\t15\t85\nDez\t141,03\t0,00177\t2,40\t0,1690\t2,23\t0\t0\t1,5\t40\t58,5\nMédia\t176,89\t0,00159\t2,40\t0,1955\t2,29\t0\t0\t0,5\t33\t66,5\nD2mín\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tg/m3\tmg/m3\t%\t%\t%\t%\t%\nJan\t91,61\t0,00183\t2,40\t0,1128\t2,05\t0\t0\t7,5\t65,5\t27\nFev\t65,12\t0,00258\t2,40\t0,1035\t2,02\t0\t0\t8\t69\t23\nMar\t89,69\t0,00211\t2,40\t0,1228\t2,09\t0\t0\t5,5\t60,5\t34\nAbr\t79,19\t0,00188\t2,40\t0,0993\t2,00\t0\t0\t10\t69\t21\nMai\t52,25\t0,00324\t2,40\t0,0985\t1,99\t0\t0\t11\t68,5\t20,5\nJun\t101,55\t0,00217\t2,40\t0,1420\t2,15\t0\t0\t3,5\t52,5\t44\nJul\t127,66\t0,00173\t2,40\t0,1504\t2,18\t0\t0\t2\t48\t50\nAgo\t142,16\t0,00155\t2,40\t0,1545\t2,19\t0\t0\t2\t47,5\t50,5\nSet\t130,01\t0,00179\t2,40\t0,1572\t2,20\t0\t0\t2\t46,5\t51,5\nOut\t308,70\t0,0008\t2,40\t0,2034\t2,31\t0\t0\t0,5\t30\t69,5\nNov\t298,69\t0,0008\t2,40\t0,1975\t2,30\t0\t0\t0,5\t31\t68,5\nDez\t94,92\t0,00177\t2,40\t0,1138\t2,06\t0\t0\t6\t66,5\t27,5\nMédia\t125,51\t0,00159\t2,40\t0,1387\t2,14\t0\t0\t4\t54,5\t41,5\nD3mín\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tg/m3\tmg/m3\t%\t%\t%\t%\t%\nJan\t60,20\t0,00183\t2,40\t0,0741\t1,87\t0\t1,5\t31\t57,5\t10\nFev\t42,79\t0,00258\t2,40\t0,0680\t1,83\t0\t2\t37,5\t52,5\t8\nMar\t62,44\t0,00211\t2,40\t0,0855\t1,93\t0\t0\t18,5\t65,5\t16\nAbr\t48,53\t0,00188\t2,40\t0,0608\t1,78\t0\t3\t49,5\t42,5\t5\nMai\t34,46\t0,00324\t2,40\t0,0650\t1,81\t0\t2,5\t43,5\t47\t7\nJun\t75,06\t0,00217\t2,40\t0,1050\t2,02\t0\t0\t8\t69\t23\nJul\t94,36\t0,00173\t2,40\t0,1111\t2,05\t0\t0\t7,5\t65,5\t27\nAgo\t105,08\t0,00155\t2,40\t0,1142\t2,06\t0\t0\t6\t66,5\t27,5\nSet\t97,84\t0,00179\t2,40\t0,1183\t2,07\t0\t0\t6\t64\t30\nOut\t236,42\t0,0008\t2,40\t0,1557\t2,19\t0\t0\t2\t47,5\t50,5\nNov\t226,79\t0,0008\t2,40\t0,1500\t2,18\t0\t0\t2\t48\t50\nDez\t62,38\t0,00177\t2,40\t0,0748\t1,87\t0\t1,5\t31\t57,5\t10\nMédia\t89,24\t0,00159\t2,40\t0,0986\t1,99\t0\t0\t11\t68,5\t20,5\nD4mín\tL(PO4)\ttw\tz\tP\tlog P\tUltra Oligo\tOligo\tMeso\tEutro\thiperEutro\nMeses\t(g/m2.ano)\t(anos)\t(m)\tg/m5\tmg/m3\t%\t%\t%\t%\t%\nJan\t57,58\t0,00183\t2,40\t0,0709\t1,85\t0\t1,5\t34\t55\t9,5\nFev\t40,93\t0,00258\t2,40\t0,0651\t1,81\t0\t2,5\t43,5\t47\t7\nMar\t60,17\t0,00211\t2,40\t0,0824\t1,92\t0\t0,2\t21\t64,8\t14\nAbr\t45,98\t0,00188\t2,40\t0,0576\t1,76\t0\t3,5\t54\t37,5\t5\nMai\t32,98\t0,00324\t2,40\t0,0622\t1,79\t0\t3\t48\t43,5\t5,5\nJun\t72,85\t0,00217\t2,40\t0,1019\t2,01\t0\t0\t8,5\t70\t21,5\nJul\t91,58\t0,00173\t2,40\t0,1079\t2,03\t0\t0\t7,5\t69\t23,5\nAgo\t101,99\t0,00155\t2,40\t0,1108\t2,04\t0\t0\t7,5\t66,5\t26\nSet\t95,16\t0,00179\t2,40\t0,1150\t2,06\t0\t0\t6\t66,5\t27,5\nOut\t230,39\t0,0008\t2,40\t0,1518\t2,18\t0\t0\t2\t48\t50\nNov\t220,80\t0,0008\t2,40\t0,1460\t2,16\t0\t0\t3,5\t50,5\t46\nDez\t59,67\t0,00177\t2,40\t0,0715\t1,85\t0\t1,5\t34\t55\t9,5\nMédia\t86,22\t0,00159\t2,40\t0,0953\t1,98\t0\t0\t12,5\t68\t19,5\n10.3\tPlanilhas de cálculo IET - CETESB\nD1\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,261\t261,13\t68,18\tHipereutrófico\nFev\t0,283\t283,21\t68,68\tHipereutrófico\nMar\t0,283\t282,85\t68,67\tHipereutrófico\nAbr\t0,237\t237,13\t67,60\tHipereutrófico\nMai\t0,292\t292,04\t68,86\tHipereutrófico\nJun\t0,343\t342,61\t69,83\tHipereutrófico\nJul\t0,367\t367,38\t70,25\tHipereutrófico\nAgo\t0,337\t337,01\t69,73\tHipereutrófico\nSet\t0,369\t369,22\t70,28\tHipereutrófico\nOut\t0,423\t422,72\t71,10\tHipereutrófico\nNov\t0,384\t384,01\t70,52\tHipereutrófico\nDez\t0,261\t261,26\t68,19\tHipereutrófico\nMLT\t0,320\t320,40\t69,42\tHipereutrófico\nD2\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,176\t175,76\t65,79\tSupereutrófico\nFev\t0,191\t190,62\t66,28\tSupereutrófico\nMar\t0,198\t197,75\t66,50\tSupereutrófico\nAbr\t0,153\t153,15\t64,95\tSupereutrófico\nMai\t0,197\t197,02\t66,48\tSupereutrófico\nJun\t0,250\t250,16\t67,92\tHipereutrófico\nJul\t0,268\t268,24\t68,35\tHipereutrófico\nAgo\t0,246\t246,07\t67,82\tHipereutrófico\nSet\t0,273\t273,39\t68,46\tHipereutrófico\nOut\t0,317\t317,43\t69,37\tHipereutrófico\nNov\t0,286\t286,36\t68,74\tHipereutrófico\nDez\t0,176\t175,85\t65,79\tSupereutrófico\nMLT\t0,227\t227,34\t67,34\tHipereutrófi co\nD3\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,115\t115,50\t63,24\tSupereutrófico\nFev\t0,125\t125,27\t63,73\tSupereutrófico\nMar\t0,138\t137,67\t64,31\tSupereutrófico\nAbr\t0,094\t93,87\t61,98\tEutrófi co\nMai\t0,130\t129,95\t63,96\tSupereutrófico\nJun\t0,185\t184,90\t66,09\tSupereutrófico\nJul\t0,198\t198,27\t66,52\tSupereutrófico\nAgo\t0,182\t181,88\t65,99\tSupereutrófico\nSet\t0,206\t205,75\t66,74\tSupereutrófico\nOut\t0,243\t243,10\t67,75\tHipereutrófi co\nNov\t0,217\t217,42\t67,07\tHipereutrófi co\nDez\t0,116\t115,56\t63,24\tSupereutrófico\nMLT\t0,162\t161,65\t65,28\tSupereutrófico\nD4\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,110\t110,48\t62,97\tEutrófico\nFev\t0,120\t119,82\t63,46\tSupereutrófico\nMar\t0,133\t132,67\t64,08\tSupereutrófico\nAbr\t0,089\t88,93\t61,66\tEutrófico\nMai\t0,124\t124,36\t63,69\tSupereutrófico\nJun\t0,179\t179,46\t65,91\tSupereutrófico\nJul\t0,192\t192,43\t66,33\tSupereutrófico\nAgo\t0,177\t176,53\t65,81\tSupereutrófico\nSet\t0,200\t200,11\t66,57\tSupereutrófico\nOut\t0,237\t236,91\t67,59\tHipereutrófi co\nNov\t0,212\t211,68\t66,91\tSupereutrófico\nDez\t0,111\t110,53\t62,98\tEutrófico\nMLT\t0,156\t156,18\t65,07\tSupereutrófico\nD1mín\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,168\t167,52\t65,49\tSupereutrófico\nFev\t0,154\t153,82\t64,98\tSupereutrófico\nMar\t0,176\t175,66\t65,78\tSupereutrófico\nAbr\t0,154\t153,70\t64,97\tSupereutrófico\nMai\t0,146\t146,02\t64,66\tSupereutrófico\nJun\t0,194\t194,50\t66,40\tSupereutrófico\nJul\t0,206\t205,95\t66,75\tSupereutrófico\nAgo\t0,212\t211,57\t66,91\tSupereutrófico\nSet\t0,212\t212,27\t66,93\tSupereutrófico\nOut\t0,271\t270,81\t68,41\tHipereutrófico\nNov\t0,265\t264,90\t68,27\tHipereutrófico\nDez\t0,169\t169,02\t65,55\tSupereutrófico\nMédia\t0,195\t195,46\t66,43\tSupereutrófico\nD2mín\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,113\t112,76\t63,10\tSupereutrófico\nFev\t0,104\t103,53\t62,58\tEutrófico\nMar\t0,123\t122,81\t63,61\tSupereutrófico\nAbr\t0,099\t99,26\t62,32\tEutrófico\nMai\t0,099\t98,51\t62,28\tEutrófico\nJun\t0,142\t142,01\t64,49\tSupereutrófico\nJul\t0,150\t150,38\t64,84\tSupereutrófico\nAgo\t0,154\t154,48\t65,00\tSupereutrófico\nSet\t0,157\t157,18\t65,11\tSupereutrófico\nOut\t0,203\t203,35\t66,67\tSupereutrófico\nNov\t0,198\t197,54\t66,49\tSupereutrófico\nDez\t0,114\t113,76\t63,15\tSupereutrófico\nMédia\t0,139\t138,69\t64,35\tSupereutrófico\nD3mín\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/mJ\t(PT)\t\nJan\t0,074\t74,10\t60,55\tEutrófico\nFev\t0,068\t68,04\t60,03\tEutrófico\nMar\t0,085\t85,50\t61,42\tEutrófico\nAbr\t0,061\t60,84\t59,36\tEutrófico\nMai\t0,065\t64,98\t59,76\tEutrófico\nJun\t0,105\t104,97\t62,66\tEutrófico\nJul\t0,111\t111,15\t63,01\tSupereutrófico\nAgo\t0,114\t114,18\t63,17\tSupereutrófico\nSet\t0,118\t118,29\t63,39\tSupereutrófico\nOut\t0,156\t155,74\t65,05\tSupereutrófico\nNov\t0,150\t149,99\t64,82\tSupereutrófico\nDez\t0,075\t74,76\t60,61\tEutrófico\nMédia\t0,099\t98,61\t62,28\tEutrófico\nD4mín\tP\tP\tIET\tEstado Trófico\nMeses\tg/m3\tmg/m3\t(PT)\t\nJan\t0,071\t70,87\t60,28\tEutrófico\nFev\t0,065\t65,08\t59,77\tEutrófico\nMar\t0,082\t82,39\t61,19\tEutrófico\nAbr\t0,058\t57,64\t59,03\tEutrófico\nMai\t0,062\t62,18\t59,49\tEutrófico\nJun\t0,102\t101,88\t62,48\tEutrófico\nJul\t0,108\t107,88\t62,83\tEutrófico\nAgo\t0,111\t110,82\t62,99\tEutrófico\nSet\t0,115\t115,05\t63,22\tSupereutrófico\nOut\t0,152\t151,77\t64,90\tSupereutrófico\nNov\t0,146\t146,02\t64,66\tSupereutrófico\nDez\t0,072\t71,51\t60,34\tEutrófico\nMédia\t0,095\t95,27\t62,08\tEutrófico"}]}}}