{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BT.04930"}, {"@name": "filename", "#text": "BTP_1988_31_1_07_Amostragem_de_gas_natural.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "AMOSTRAGEM DE GAS NATURAL\nIrineu Renato Gregário de Andrade'1’\nRESUMO — Discute-se o problema da amostragem de gás natural, considerando-se aspectos relacionados a suas características, as quais dependem tanto do local da amostragem quanto da riqueza do gás. Demonstra-se, ainda, a aplicação da norma N-1979a para obtenção de amostras representativas.\nABSTRACT — A discussion on the problem of natural gas sampling, considering aspects related to its characteristics which depend both on the sampling place and the richness of the gas. The application of the standard no. N-1979a for obtaining representative samples is also demonstrated.\n(Originais recebidos em 05.05.87.)\n1 - Setor de Movimentação de Gás, Divisão de Gás, Departamento de Produção.\n1 - INTRODUÇÃO\nO gás natural é uma mistura predominantemente de hidrocarbonetos saturados, cuja composição qualitativa e quantitativa depende de sua origem e dos vários fatores envolvidos no processo de produção, coleta, tratamento e escoamento do gás.\nComo sua coleta e movimentação exigem um complexo de gasodutos, compressores e unidades de tratamento e processamento, que operam em vários níveis de pressão e temperatura (fig. 1), é difícil controlar a qualidade do gás.\nAssim, o controle da qualidade num sistema de gás só é possível se se utiliza, para efeito de análise, um programa de amostragem eficiente, que leve em conta não apenas a origem e as características do gás, mas também a aplicação adequada de métodos e normas, existentes ou a serem desenvolvidos.\nCom vistas à discussão do tema, apresenta-se aqui uma classificação de acordo com o local de coleta e sua riqueza. Procura-se analisar, também, a norma de amostragem utilizada pela PETRO-\nBRÁS, bem como fazer algumas considerações a respeito.\n2\t- CLASSIFICAÇÃO DO GÁS NATURAL\n2.1\t— Quanto ao Ponto de Coleta\nDe forma simplificada, quanto ao ponto de coleta, o gás natural pode ser classificado em:\n—\tde separador de produção: oriundo do processo de separação gás-líquido, sua característica depende das condições de pressão e temperatura. Para efeito de conceituação, podem-se considerar dois níveis de pressão de separação: baixo, se até 5 kgf/cm2 man., e médio, entre 5 e 15 kgf/cm2 man.;\n—\tde tratador; é o gás, em solução no óleo efluente do separador, que dele se desprende quando aquecido no processo de dessalinização. Normalmente, tal processo opera a baixa pressão;\n—\tde tanque: é o gás ainda contido no óleo tratado, que se desprende nos tanques de armazenamento, normalmente à pressão atmosférica.\nFig. 1 - Sistema genérico de gás.\nA tabela I apresenta a composição de diferentes amostras de gás natural, com algumas de suas características apresentadas na tabela II.\n2.2\t— Quanto â Riqueza\nA riqueza do gás pode ser expressa pelo\níndice de frações ricas (FR), que é o somatório das frações molares dos hidrocarbonetos de peso molecular maior que o do etano, ou, em outras palavras, o somatório das frações propano e superiores.\nSegundo sua riqueza, o gás natural pode\nTABELA I\nCOMPOSIÇÃO DE GÁS NATURAL (% VOL.)\nComponentes\tPonto de Coleta\t\t\n\tSeparador\tTratador\tTanque\nNitrogênio\t0,44\t0,05\t0,21\nGás carbônico\t0,64\t0,39\t2,89\nMetano\t78,78\t31,46\t34,20\nEtano\t9,08\t27,36\t29,12\nPropano\t6,68\t26,39\t20,13\nIsobutano\t1,01\t4,02\t4,80\nn-butano\t1,97\t6,93\t5,68\nIsopentano\t0,45\t1,36\t1,59\nn-pentano\t0,52\t1,40\t0,91\nHexano\t0,30\t0,45\t0,43\nHeptano +\t0,12\t0,20\t0,24\nser classificado em:\n—\tmuito rico: que possui grande quantidade de propano e superiores (C 3), com índice de frações ricas acima de 15%. Nesta categoria se enquadra a maioria dos gases de tanques e tratadores com FR maior que 25%, bem como o gás separado a baixa pressão, que, quase sempre, apresenta de 15 a 20% dè FR;\n—\trico: é o gás cujo FR se situa na faixa de 5 a 15%. Constitui, geralmente, o maior volume de gás coletado, enquadrando-se nesta categoria a maior parte do volume de gás associado coletado no separador;\n—\tpobre: é o gás com FR menor que 5%, fazendo parte desta categoria o gás não associado, um certo volume de gás associado coletado no separador e o gás processado, denominado residual, cujo FR é menor que 1%.\n3\t- CARACTERÍSTICAS GERAIS\nAs características gerais do gás dependem de sua classificação relativa ao local de coleta e à sua riqueza, bem como das\nTABELA II\nCARACTERÍSTICAS do gás\ncondições operacionais do local de amostragem, já que podem coexistir, nas tubulações, o líquido e a fase vapor.\nIsto ocorre ou por motivos de equilíbrio termodinâmico, ou por arraste de líquido, devido à ineficiência de vasos separadores, eventualmente dimensionados para condições diferentes das de operação.\nDesta forma, qualquer programa de amostragem de gás deve levar em conta as características próprias de cada sistema, suas peculiaridades e facilidades, de modo a se obterem amostras representativas. Esta prática permitirá ao técnico responsável pela avaliação dos resultados definir sua validade ou não, tendo em vista o conhecimento prévio do sistema e, conseqüentemente, dos possíveis problemas.\n4\t- NORMAS DE AMOSTRAGEM\nAs normas de amostragem de gás têm por objetivo sistematizar a coleta, e assim obter as amostras mais representativas, com todos os registros de dados necessários à avaliação dos resultados da análise de laboratório.\nPara tanto, é necessário que tais normas sejam o mais completas possível, tendo em sua estrutura a descrição dos equipamentos necessários, a orientação dos locais apropriados e o programa de amostragem, bem como os modelos de boletins de coleta de informações.\nNo momento, a PETROBRÁS dispõe, apenas, da norma N-1979a (PETROBRÁS, 1985), de novembro de 1985, que fixa o procedimento para amostragem do gás natural coletado na superfície, visando a análises em laboratório. Pode ser aplicada de forma genérica, para amostragem de qualquer tipo de gás, exceto os contaminados por compostos sulfurados.\nNo entanto, dependendo das características do gás, alguns cuidados devem ser tomados. No caso de gás classificado como pobre, a norma é aplicada sem se considerarem as condições de fluxo no local de amostragem. Isto porque se trata de um gás cuja característica é não\nCaracterísticas\tPonto de Coleta\t\t\n\tSeparador\tTratador\tTanque\nFrações ricas\t11,05\t40,75\t33,74\nPeso molecular\t21,50\t34,01\t33,78\nPressão (kgf/cm2)\t9,0\t2,03\t1,0\nTemperatura (°C)\t35,0\t55,0\t30,0\napresentar, na grande maioria das vezes, a fase líquida concomitante à fase vapor, mesmo para uma faixa muito grande de variação das condições de operação.\nEm relação ao gás classificado como rico, há necessidade de cuidado no que diz respeito às condições operacionais, visto que, por ter uma quantidade razoável de C3, este gás sofre influência das condições de pressão e temperatura, que não devem variar muito, pois isto facilita a presença das fases líquido e vapor nos sistemas de movimentação. Neste caso, deve-se verificar sempre a eficiência dos equipamentos separadores de líquido e gás e atentar para os locais de tomada de amostra, escolhendo os mais convenientes.\nO caso que requer maiores cuidados é o do gás classificado como muito rico, que favorece, na grande maioria dos casos, a existência de duas fases no fluxo do fluido, mesmo para pequenas variações nas condições de pressão e temperatura. Para este caso, seria recomendável que a norma N-1979a explicitasse os cuidados a serem tomados, a fim de evitar a coleta de amostras não representativas.\n5\t- RECOMENDAÇÕES\nAnalisando-se um sistema de movimentação de gás e suas peculiaridades, podem-se fazer as seguintes recomendações, além das constantes na norma N-1979a:\na)\tobservar sempre a eficiência dos equipamentos separadores de líquido e gás, com respeito a seus internos, de modo a tornar confiável a amostragem de gás, isenta de líquido, a jusante destes equipamentos;\nb)\tevitar a coleta de gás em locais não apropriados, como bocais de manô-metros e drenos de tubulações ou va\nsos, a fim de impedir a contaminação do gás por resíduos;\nc)\tevitar a coleta de gás a jusante de pontos de estrangulamento de tubulações e de anomalias do sistema, como compressores e resfriadores, a não ser que haja um vaso separador adequado;\nd)\ttreinar, especificamente para a coleta de amostras, o profissional por ela responsável, que deve ser, de preferência, o próprio analista de laboratório;\ne)\tprever pontos de amostragem, conforme indicado na norma, ainda na fase de projeto do sistema;\nf)\tevitar purga excessiva e contínua de gás, para que não se forme atmosfera perigosa próximo ao local de coleta;\ng)\tverificar a existência de vazamentos nos cilindros amostradores, antes de serem tamponados, bem como evitar que suas válvulas sejam forçadas por chaves.\nREFERÊNCIA BIBLIOGRÁFICA\nPETRÓLEO BRASILEIROS. A. Comissão de Normas Técnicas, Rio de Janeiro. Amostragem de gás natural; procedimento. Rio de Janeiro, 1985. 15 p. (Norma, 1979a).\nBIBLIOGRAFIA\nANDRADE, I. R. G. Técnica de amostragem de gás natural. Rio de Janeiro, PETROBRÁS. DEPRO, 1980.\nWORK group report on natural gas sampling for revision on GPA standard 2166-68. In: ANNUAL CONVENTION OF GAS PROCESSORS ASSOCIATION, 64, Houston, 1984. Proceedings . . . Houston, GPA,\n1984.\tp. 388-415."}]}}}