{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.23653"}, {"@name": "filename", "#text": "784_2017_LauraFloresBrantCampos_PARCIAL.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA – UNB \n\nINSTITUTO DE GEOCIÊNCIAS – IG/UNB \n \n\n \n\n \n\n \n\n \n\n \n\nDA SEDIMENTAÇÃO À ANQUIZONA: EVOLUÇÃO DOS \n\nPELITOS NEOPROTEROZOICOS DO GRUPO BAMBUÍ \n\nDEFINIDAS PELA COMPOSIÇÃO MINERAL E PELO \n\nÍNDICE DE KÜBLER CALIBRADO DE ACORDO COM O \n\nÍNDICE PADRÃO DE CRISTALINIDADE \n\n \n\n \n\n \n\n \n\nLaura Flores Brant Campos \n\n \n\n \n\n \n\n \n\nTESE DE DOUTORADO Nº142 \n\n \n\n \n\n \n\n \n\n \n\nBRASÍLIA \n\n2017 \n\n\n\nUNIVERSIDADE DE BRASÍLIA – UNB \n\nINSTITUTO DE GEOCIÊNCIAS – IG/UNB \n \n\n \n\n \n\n \n\nDA SEDIMENTAÇÃO À ANQUIZONA: EVOLUÇÃO DOS \n\nPELITOS NEOPROTEROZOICOS DO GRUPO BAMBUÍ \n\nDEFINIDAS PELA COMPOSIÇÃO MINERAL E PELO \n\nÍNDICE DE KÜBLER CALIBRADO DE ACORDO COM O \n\nÍNDICE PADRÃO DE CRISTALINIDADE \n\n \n\n \n\nLaura Flores Brant Campos \n\n \n\n \n\nTESE DE DOUTORADO Nº142 \n\n \n\n \n\n \n\nBANCA EXAMINADORA: \n\nPROF.DRA. EDI MENDES GUIMARÃES (ORIENTADORA – IG/UNB) \n\nProf. Dra. CAMILA WENSE DIAS DOS ANJOS (CENPES/PETROBRÁS) \n\nProf. Dr. LUIZ CARLOS BERTOLINO (CETEM/RJ) \n\nProf. Dra. LUCIETH CRUZ VIEIRA (UnB) \n\nProf. Dra. PAOLA FERREIRA BARBOSA (UnB – SUPLENTE) \n\n \n\n \n\n \n\nBRASÍLIA \n\n2017\n\n\n\n \n\ni \n \n\nAGRADECIMENTOS \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ vida, pela luz que me foi dada e pela sua beleza, que me dá força para enfrentar os desafios \n\ndiários. \n\n \n\nÀ minha família, especialmente ao Rafael, à minha mãe Nárrima, à minha avó Mary e às \n\nminhas irmãs Luana e Luisa pelo apoio, momentos de escuta e incentivo.  \n\n \n\nÀs minhas filhas, Helena, Isabel e Joana, por me inspirarem a ser melhor a cada dia. \n\n \n\nÀ minha orientadora Edi, pela oportunidade da pesquisa, dedicação, puxões de orelha, \n\ncompreensão, paciência, discussões e por ser essa mulher incrível que eu admiro tanto. \n\n \n\nAos meus colegas do laboratório de Difração de Raios-X e aos amigos da geologia, em \n\nespecial, Gabriella Fazio, Rafael Grudka, Lucas Freyer, Rafael Brasil, Regiane, Ricardo, Valessa e Ana \n\nLuiza, pelas conversas e pelo apoio durante todo trabalho. \n\n \n\nAo professor Laurence Warr, por fornecer as amostras utilizadas como padrões para o estudo \n\nda cristalinidade da illita e da clorita. \n\n \n\nAo CNPq, pela bolsa de tese de doutorado. \n\n \n\nE, enfim, a todos que contribuíram de alguma forma para a concretização desta tese. \n\n\n\n \n\nii \n \n\nRESUMO \n\n \n\nLaura Flores Brant Campos. 2017. Da sedimentação à anquizona: evolução dos pelitos \n\nneoproterozoicos do Grupo Bambuí definidas pela composição mineral e pelo Índice de Kübler calibrado \n\nde acordo com o Índice Padrão de Cristalinidade. Tese de doutorado. Universidade de Brasília, Instituto \n\nde Geociências, Brasília, 256 p. \n\n \n\nOs termos pelíticos do Grupo Bambuí correspondem às formações Serra de Santa Helena \n\n(FSSH) e Serra da Saudade (FSS) e são predominantemente terrígenos, podendo conter ou não \n\ncarbonato. Esse trabalho compara a composição mineral e química das formações FSSH e FSS e \n\nestabelece as medidas de largura a meia altura (FWHM) das reflexões da illita e da clorita calibradas \n\nconforme Índice Padrão de Cristalinidade (CIS). Os pelitos têm composição sílico-aluminosa com \n\ncontribuição de fontes ferromagnesianas, sendo os pelitos mais finos são constituídos essencialmente \n\npor filossilicatos enquanto os mais grossos contêm maior porcentagem de silicatos não argilosos, \n\nprincipalmente albita. A FSSH na região de Vila Boa – Bezerra (oeste) apresenta maior variedade de \n\nestruturas sedimentares, composição mineral e composição química do que os pelitos dessa unidade \n\nna região da Serra de São Domingos (leste). A FSS tende a maior homogeneidade em todas as regiões. \n\nAs composições mineral e química evidenciam sedimentos imaturos nas duas unidades, tanto a oeste \n\nquanto a leste. Entretanto, a FSSH na região de Vila Boa – Bezerra (oeste) mostra também pelitos mais \n\nmaturos, com contribuição de sedimentos reciclados provenientes do Grupo Paranoá (glauconita \n\ndetrítica) além de grãos de zircão retrabalhados. Na FSSH, as porcentagens de SiO2, CaO, P2O5 e Na2O \n\nsão mais elevados do que na FSS, na qual valores de Al2O3, Fe2O3, MgO, TiO2, K2O são maiores. Essa \n\ncomposição resulta em valores distintos de Índice de Variabilidade Composicional nas duas unidades, \n\no que reflete variação da área fonte ao longo do empilhamento, com tendência a maior contribuição \n\nferromagnesiana, representada por clorita e biotita, em direção ao topo (FSS). Variações nesses \n\nvalores indicam que as áreas fonte também variaram na bacia conforme a posição geográfica durante \n\na deposição, sendo que, de forma geral, os pelitos a oeste, Vila Boa – Bezerra, têm menor contribuição \n\nferromagnesiana do que a leste, na Serra de São Domingos. Com relação ao contexto evolutivo do \n\nGrupo Bambuí, as medidas de FWHM da illita e da clorita variam conforme condições de preparação, \n\nanálise e software utilizado para a interpretação, confirmando a necessidade da calibração feita \n\nsegundo o Índice Padrão de Cristalinidade (CIS), com a utilização das amostras-padrão (SW1, SW2, SW4 \n\ne SW6). Os valores de FWHM em reflexões d ~ 10 Å que têm maior correlação com o CIS foram obtidos \n\npelo software JADE 9.0. Esses valores, na FSSH, indicam diagênese a leste, aumentando \n\ngradativamente a oeste, onde atingem a epizona. Na FSS, as rochas predominam no domínio da \n\nanquizona, apresentando na Serra de São Domingos valores de FWHM maiores do que em Vila Boa – \n\n\n\n \n\niii \n \n\nBezerra, o que indica a tendência a um aumento da intensidade da diagênese para oeste. \n\nConsiderando a distribuição de norte para sul, Serra de São Domingos e Bonfinópolis de Minas, os \n\nvalores de FWHM são menores a sul, permanecendo na anquizona. A determinação do parâmetro b \n\nda illita indica fácies de pressão mais elevada na FSSH a oeste, coerente com os valores de FWHM \n\nindicativos de epizona. Os valores de FWHM das reflexões d ~ 7 Å apresentam boa correlação com o \n\nCIS mas diferem do zoneamento definido pelos valores FWHM das reflexões da illita tanto nas \n\namostras-padrão quanto nos pelitos da FSSH e FSS. Portanto, a calibração segundo o CIS confere maior \n\nconfiabilidade e exatidão dos valores FWHM de reflexões da illita para interpretação de \n\ndiagênese/metamorfismo regional. \n\n \n\nPalavras-chave: Grupo Bambuí, pelitos, Índice Padrão de Cristalinidade, diagênese/anquizona. \n\n  \n\n\n\n \n\niv \n \n\nABSTRACT \n\n \n\nLaura Flores Brant Campos. 2017. Da sedimentação à anquizona: evolução dos pelitos \n\nneoproterozoicos do Grupo Bambuí definidas pela composição mineral e pelo Índice de Kübler calibrado \n\nde acordo com o Índice Padrão de Cristalinidade. Tese de doutorado. Universidade de Brasília, Instituto \n\nde Geociências, Brasília, 256 p. \n\n \n\nThe pelitic terms of the Bambuí Group correspond to the Serra de Santa Helena (FSSH) and Serra da \n\nSaudade (FSS) formations. They are predominantly terrigenous and may contain or not carbonate. This \n\nwork compares the mineral and chemical composition of the FSSH and FSS formations and establishes \n\nthe measurements at full width at half maximum (FWHM) of the illite and chlorite reflections \n\ncalibrated according to the Standard Crystallinity Index (CIS). The pelites have a silica-aluminous \n\ncomposition with contribution of ferromagnesian sources. The finest rocks are composed essentially \n\nby phyllosilicates while the coarsest ones contain a higher percentage of non-clayey silicates, mainly \n\nalbite. The FSSH in the region of Vila Boa - Bezerra (west) presents a greater variety of sedimentary \n\nstructures, mineral composition and chemical composition than the pelites of this unit in the Serra de \n\nSão Domingos region (east). The FSS tends to be more homogeneous in all regions. The mineral and \n\nchemical compositions show immature sediments in both units, in west and east. However, FSSH in \n\nthe region of Vila Boa - Bezerra (west) also shows some mature pelites, with contribution of recycled \n\nsediments from Paranoá Group (detrital glauconite) and reworked zircon grains. In FSSH, the \n\npercentages of SiO2, CaO, P2O5 and Na2O are higher than in FSS, in which values of Al2O3, Fe2O3, MgO, \n\nTiO2 and K2O are higher. This composition results in different values of Compositional Variability Index \n\nin the two units, which reflects the variation of the source area along the stack, with a trend towards \n\ngreater ferromagnesian contribution, represented by chlorite and biotite, towards the top (FSS). \n\nVariations in these values indicate that the source areas also varied in the basin according to the \n\ngeographic position during the deposition, and, in general, the pelites to the west, Vila Boa - Bezerra, \n\nhave a lower ferromagnesian contribution than to the east, in the Serra de São Domingos. Regarding \n\nthe evolutionary context of the Bambuí Group, FWHM measurements of illite and chlorite vary \n\naccording to the conditions of preparation, analysis and software used for interpretation, confirming \n\nthe need for calibration according to the Standard Crystallinity Index (CIS), with the standard samples \n\n(SW1, SW2, SW4 and SW6). FWHM values in reflections d ~ 10 Å that have the highest correlation with \n\nCIS were obtained by JADE 9.0 software. These values in FSSH indicate diagenesis to the east, gradually \n\nincreasing to the west, where they reach the epizone. In the FSS, the rocks predominate in the \n\nanquizone domain, showing in the Serra de São Domingos values of FWHM higher than in Vila Boa - \n\nBezerra, which indicates the tendency to increase the intensity of the diagenesis to the west. \n\n\n\n \n\nv \n \n\nConsidering the distribution from north to south, Serra de São Domingos and Bonfinópolis de Minas, \n\nthe values of FWHM are smaller to the south, remaining in anquizona. The determination of the b \n\nparameter of the illite indicates higher-pressure facies in the FSSH to the west, consistent with the \n\nFWHM values indicative of epizone. The FWHM values of the reflections d-7 Å show good correlation \n\nwith the CIS but differ from the zoning defined by the FWHM values of the illite reflections in both the \n\nstandard and the FSSH and FSS pelites. Therefore, the calibration according to CIS confers greater \n\nreliability and accuracy of the FWHM values of illite reflections for diagenesis / regional metamorphism \n\ninterpretation. \n\n \n\nKey words: Bambuí group, pelites, Crystallinity Index Standard, diagenesis/anchizone.\n\n\n\n \n\nvi \n \n\nSUMÁRIO \n\nAGRADECIMENTOS ........................................................................................................................ I \nRESUMO ...................................................................................................................................... II \nABSTRACT ................................................................................................................................... IV \nSUMÁRIO .................................................................................................................................... VI \nÍNDICE DE FIGURAS .................................................................................................................... VIII \nÍNDICE DE TABELAS ...................................................................................................................... XI \n \n\n1. INTRODUÇÃO......................................................................................................................... 1 \n\n2. CONTEXTO GEOLÓGICO .......................................................................................................... 4 \n\n3. FILOSSILICATOS EM ROCHAS SEDIMENTARES: DA ORIGEM À EPIZONA ..................................... 5 \n\n3.1. CARACTERÍSTICAS QUÍMICAS E CRISTALOGRÁFICAS: ILLITA, CLORITA, ESMECTITA E ARGILOMINERAIS \n\nINTERESTRATIFICADOS .................................................................................................................................. 5 \n\n3.2. ORIGEM DOS ARGILOMINERAIS .......................................................................................................... 10 \n\n3.3. DEPOSIÇÃO ..................................................................................................................................... 12 \n\n3.4. DIAGÊNESE ATÉ O METAMORFISMO DE BAIXO GRAU .............................................................................. 12 \n\n4. MATERIAIS, MÉTODOS E TÉCNICAS ....................................................................................... 16 \n\n4.1. PETROGRAFIA .................................................................................................................................. 18 \n\n4.2. DIFRAÇÃO DE RAIOS-X (DRX) ............................................................................................................ 18 \n\n4.3. ANÁLISES GEOQUÍMICAS DE ROCHA TOTAL ........................................................................................... 21 \n\n4.4. MICROANÁLISES POR SONDA ELETRÔNICA (EMPA) ............................................................................... 21 \n\n5. RESULTADOS E DISCUSSÕES .................................................................................................. 23 \n\n5.1. ARTIGO COMPLETO 1: INFLUÊNCIA DA PRESSÃO E TEMPERATURA NA CRISTALINIDADE DA ILLITA EM SEQUÊNCIAS \n\nPROTEROZOICAS: NORTE DO DISTRITO FEDERAL E GOIÁS, BRASIL ...................................................................... 24 \n\n5.2. RESUMO EXPANDIDO A: DECOMPOSIÇÃO DE RAIOS-X PARA CARACTERIZAR A CLORITA DA FORMAÇÃO SERRA DE \n\nSANTA HELENA, GRUPO BAMBUÍ, NA REGIÃO DE BEZERRA – VILA BOA, GOIÁS. ................................................... 40 \n\n5.3. RESUMO EXPANDIDO B: CARACTERIZAÇÃO QUÍMICA DE PELITOS DAS FORMAÇÕES SERRA DE SANTA HELENA E \n\nSERRA DA SAUDADE, GRUPO BAMBUÍ ........................................................................................................... 43 \n\n5.4. ARTIGO COMPLETO 2: FILOSSILICATOS COMO INDICADORES DA PROVENIÊNCIA DOS SEDIMENTOS \n\nNEOPROTEROZOICOS DAS FORMAÇÕES SERRA DE SANTA HELENA E SERRA DA SAUDADE (GRUPO BAMBUÍ) .............. 46 \n\n5.5. ARTIGO COMPLETO 3 (EM PREPARAÇÃO): ÍNDICES DE KÜBLER E ÁRKAI CALIBRADOS CONFORME ÍNDICE PADRÃO \n\nDE CRISTALINIDADE: EVOLUÇÃO DIAGENÉTICA DOS PELITOS DAS FORMAÇÕES SERRA DE SANTA HELENA E SERRA DA \n\nSAUDADE, GRUPO BAMBUÍ, BRASIL. ............................................................................................................. 82 \n\n5.6. OUTROS RESULTADOS: .................................................................................................................... 112 \n\n5.7. DISCUSSÕES: ................................................................................................................................. 119 \n\n6. CONCLUSÕES ..................................................................................................................... 121 \n\nREFERÊNCIAS BIBLIOGRÁFICAS .................................................................................................. 123 \n\n\n\n \n\nvii \n \n\nANEXO I – MAPA GEOLÓGICO COM LOCALIZAÇÃO DAS AMOSTRAS ............................................ 134 \n\nANEXO II – FICHAS PETROGRÁFICAS ........................................................................................... 135 \n\nFORMAÇÃO SERRA DE SANTA HELENA ............................................................................................... 136 \n\nFERCAL – DF ........................................................................................................................................... 136 \n\nÁGUA FRIA – GO ..................................................................................................................................... 143 \n\nVILA BOA – BEZERRA – GO ....................................................................................................................... 147 \n\nCABECEIRAS – GO ................................................................................................................................... 175 \n\nSERRA DE SÃO DOMINGOS – MG ............................................................................................................... 181 \n\nFORMAÇÃO SERRA DA SAUDADE ...................................................................................................... 196 \n\nVILA BOA – BEZERRA – GO ....................................................................................................................... 196 \n\nCABECEIRAS – GO ................................................................................................................................... 201 \n\nSERRA DE SÃO DOMINGOS – MG ............................................................................................................... 202 \n\nBONFINÓPOLIS DE MINAS – MG ................................................................................................................ 208 \n\nANEXO III – DIFRATOGRAMAS DE RAIOS-X ................................................................................. 209 \n\nFORMAÇÃO SERRA DE SANTA HELENA ............................................................................................... 209 \n\nFERCAL – DF ........................................................................................................................................... 209 \n\nÁGUA FRIA – GO ..................................................................................................................................... 210 \n\nVILA BOA - BEZERRA – GO ........................................................................................................................ 212 \n\nCABECEIRAS – GO ................................................................................................................................... 227 \n\nSERRA DE SÃO DOMINGOS – MG ............................................................................................................... 230 \n\nFORMAÇÃO SERRA DA SAUDADE ...................................................................................................... 237 \n\nVILA BOA - BEZERRA – GO ........................................................................................................................ 237 \n\nCABECEIRAS – GO ................................................................................................................................... 241 \n\nSERRA DE SÃO DOMINGOS – MG ............................................................................................................... 243 \n\nBONFINÓPOLIS DE MINAS – MG ................................................................................................................ 246 \n\nANEXO IV – QUÍMICA MINERAL DOS FILOSSILICATOS ................................................................. 249 \n\nANEXO V – QUÍMICA DE ROCHA TOTAL POR FRX ........................................................................ 254 \n\nANEXO VI – QUÍMICA DE ROCHA TOTAL POR ICP-OES ................................................................. 255 \n\nANEXO VII – COMPROVANTE DE SUBMISSÃO DO ARTIGO COMPLETO 2 ...................................... 256 \n\n  \n\n\n\n \n\nviii \n \n\nÍNDICE DE FIGURAS \n\nFIGURA 2.1 – A) FAIXA DE DOBRAMENTOS BRASÍLIA (MODIFICADO DE UHLEIN ET AL. 2012). B) MAPA GEOLÓGICO SIMPLIFICADO \n\nCOM A LOCALIZAÇÃO DAS AMOSTRAS (MODIFICADO DE ALVARENGA ET AL. 2011 E ADAPTADO DE PINTO &amp; SILVA 2014) E \n\nCOLUNAS ESTRATIGRÁFICAS SIMPLIFICADAS DO GRUPO BAMBUÍ NAS REGIÕES DA FERCAL (DF), BEZERRA – CABECEIRAS (MG-\n\nGO) E SERRA DE SÃO DOMINGOS (MODIFICADO DE ALVARENGA &amp; DARDENNE 1978, DARDENNE 1978A E CAMPOS ET AL. \n\n2015). .............................................................................................................................................................. 4 \n\nFIGURA 3.1 – A) ESBOÇO DA ESTRUTURA DOS ARGILOMINERAIS 2:1 (MODIFICADA DE MURRAY 2007); B) REPRESENTAÇÃO \n\nSIMPLIFICADA INDICANDO ESPAÇAMENTO BASAL (D) UTILIZADO AO LONGO DO TEXTO. ....................................................... 6 \n\nFIGURA 3.2 – FORÇAS NO ÍON K+ (CÍRCULO PREENCHIDO) A PARTIR DE CAMADAS SUCESSIVAS DA ILLITA. A) VISÃO DAS CAMADAS E B) \n\nVISÃO DE CIMA (MODIFICADO DE RADOSLOVICH 1960 IN WEAVER 1989). ..................................................................... 8 \n\nFIGURA 3.3 – ESTRUTURA CRISTALINA DA CLORITA. A) SÍTIONS OCTAÉDRICOS I E II QUE PODEM SER OCUPADOS POR CÁTIONS NA \n\nINTERCAMADA, EM RELAÇÃO A UM CONJUNTO FIXO DE EIXOS PSEUDOHEXAGONAIS. B) OCUPAÇÃO DOS CONJUNTOS DE CÁTIONS \n\nI E II RESULTAM EM DIFERENTES INCLINAÇÕES PARA A INTERCAMADA, EM RELAÇÃO AOS EIXOS FIXOS. C) POSIÇÕES A E B DA \n\nINTERCAMADA RESULTAM EM DIFERENTES PADRÕES DE SOBREPOSIÇÃO DE CÁTIONS DA INTERCAMADA EM ANÉIS HEXAGONAIS DA \n\nCAMADA ABAIXO 2:1. D) SEIS POSIÇÕES PARA O CENTRO DE UM ANEL HEXAGONAL NA BASE SUPERIOR DA CAMADA 2:1 EM \n\nPROJEÇÃO SOBRE O PLANO DE HIDROXILA SUPERIOR DA INTERCAMADA. E) VISTAS ESQUEMÁTICAS (010) DE SEIS DIFERENTES \n\nCONJUNTOS DE CAMADA-INTERCAMADA DE CLORITA PARA MOSTRAR DIFERENTES QUANTIDADES E TIPOS DE REPULSÃO CÁTION-\n\nCÁTION (MODIFICADO DE BAILEY 1988)................................................................................................................... 9 \n\nFIGURA 5.1. CONTEXTO GEOTECTÔNICO DO CRÁTON DO SÃO FRANCISCO COM INDICAÇÃO DAS BACIAS NEOPROTEROZÓICAS E FAIXAS \n\nMÓVEIS (ALKMIN ET AL., 1993). B) MAPA GEOLÓGICO SIMPLIFICADO SEGUNDO PINTO &amp; SILVA (2014) COM A LOCALIZAÇÃO \n\nDAS AMOSTRAS E COLUNAS ESTRATIGRÁFICAS. ......................................................................................................... 49 \n\nFIGURA 5.2. FOTOMICROGRAFIA COM NICOIS PARALELOS DAS PRINCIPAIS ESTRUTURAS OBSERVADAS EM PELITOS DAS FORMAÇÕES \n\nFSSH E FSS. A) LAMINAÇÃO PARALELA INCIPIENTE EVIDENCIADA POR FILMES DE OPACOS; B) ESTRUTURA LENTICULAR; C) \n\nLAMINAÇÃO PLANO-PARALELA E SUPERFÍCIE IRREGULAR: MICROEROSÃO OU EM CHAMA (?); D) MICROGRADAÇÃO INCIPIENTE E \n\nESTRUTURA EROSIVA GUTTER CAST (E); E) LAMINAÇÃO IRREGULAR, ESTRUTURA FLASER E ESTRUTURA ESCAPE DE FLUIDO; F) \n\nLAMINAÇÕES CRUZADA (LC) E ONDULADA (LO); G) LAMINAÇÃO CRUZADA INCIPIENTE; H) MICROGRADAÇÃO E LAMINAÇÃO \n\nPLANO-PARALELA; I) RITMITO COM ESTRUTRA LENTICULAR DE SILTE E LAMINAÇÃO POR DECANTAÇÃO; J) MICROFALHA SIN-\n\nSEDIMENTAR. .................................................................................................................................................... 55 \n\nFIGURA 5.3 DIFRATOGRAMAS REPRESENTATIVOS DO GRUPO I: AMOSTRAS TOTAIS E FRAÇÕES &lt;2,0 µM DA FSSH (M012-XII-45) E \n\nFSS (M013-XII-57) A OESTE (O), EM VILA BOA – BEZERRA, E A LESTE (L), NA SERRA DE SÃO DOMINGOS (M015-VIII-7 E \n\nM015-VIII-13, RESPECTIVAMENTE). .................................................................................................................... 59 \n\nFIGURA 5.4. DIFRATOGRAMAS REPRESENTATIVAS DO GRUPO II, DE AMOSTRAS TOTAIS E FRAÇÕES &lt;2,0 µM, DA FSSH (M012-VII-\n\n50) E FSS (M013-XII-60) A OESTE (O), EM VILA BOA – BEZERRA, E DA FSSH (M014-II-56) A LESTE (L), NA SERRA DE SÃO \n\nDOMINGOS. ..................................................................................................................................................... 60 \n\nFIGURA 5.5. DIAGRAMAS DE COMPOSIÇÃO QUÍMICA COM BASE EM PORCENTAGEM DE ÓXIDOS. A) NA2O VERSUS SIO2. B) AL2O3 \n\nVERSUS SIO2. C) FE2O3+MGO VERSUS SIO2. D) K2O VERSUS SIO2. ........................................................................... 62 \n\nFIGURA 5.6. FOTOMICROGRAFIAS DE PELITOS DA FSSH. A) GRÃOS DE QUATZO (QTZ) COM EXTINÇÃO RETA, FELDSPATO POTÁSSICO \n\n(KFS) COM MACLA EM XADREZ, PLAGIOCLÁSIO (AB) COM GEMINAÇÃO POLISSINTÉTICA E GRÃO ALTERADO (GA); B) LAMELAS DE \n\nfile:///E:/UnB/Doutorado/Tese/Texto/Tese%20de%20doutorado%20008.docx%23_Toc503255118\nfile:///E:/UnB/Doutorado/Tese/Texto/Tese%20de%20doutorado%20008.docx%23_Toc503255118\nfile:///E:/UnB/Doutorado/Tese/Texto/Tese%20de%20doutorado%20008.docx%23_Toc503255118\n\n\n \n\nix \n \n\nMUSCOVITA (MS) E CLORITA (CHL) PARALELAS AO ACAMAMENTO, GRÃO ANÉDRICO DE VERMICULITA (VRM); C) LAMELAS \n\nENCURVADAS DE BIOTITA CLORITIZADA (BT) E DE MUSCOVITA (MS) E DE PLAGIOCLÁSIO ALTERADO (AB); D) PALHETAS DE ILLITA \n\n(ILT) CONTORNANDO GRÃO DE QUARTZO (QTZ) E LAMELAS DE MUSCOVITA (MS); E) LAMELA DE BIOTITA CLORITIZADA (BT) EM \n\nTORNO DE GRÃO EUÉDRICO DE ZIRCÃO (ZRN) E LAMELA DE MUSCOVITA (MS) ENCURVADA; F) GRÃO DETRÍTICO DE GLAUCONITA \n\n(GLC) E LAMELAS DE MUSCOVITA (MS) ONDULADAS. ................................................................................................ 63 \n\nFIGURA 5.7. IMAGENS RETROESPALHADAS POR MEV. A) LAMELA DE CLORITA (CHL) ENCURVADA AO REDOR DE GRÃO DE QUARTZO \n\n(QTZ), PALHETA DE ILLITA (ILT) NA BORDA DE GRÃO DE PLAGIOCLÁSIO (AB) E CRISTAL DE CALCITA (CAL), FSSH; B) LAMELA DE \n\nCLORITA (CHL) ONDULADA E GRÃO DE QUARTZO (QTZ) EM MEIO A LAMA PELÍTICA, FSS; C) LAMELAS DE FILOSSILICATOS SEM \n\nDIREÇÃO PREFERENCIAL, FSSH. ............................................................................................................................ 64 \n\nFIGURA 5.8. COMPOSIÇÃO DOS FILOSSILICATOS EM % DE ÓXIDOS: A’ = (AL2O3+FE2O3) - (K2O+CAO+NA2O), K = K2O E F = \n\nFEO+MGO MOSTRANDO DOIS CAMPOS: UM PRÓXIMO À MUSCOVITA E OUTRO ENTRE CLORITA E BIOTITA, AMBOS COM \n\nTENDÊNCIA A BAIXO K2O E ALTO AL2O3+FE2O3 PARA AS MICAS. ................................................................................. 71 \n\nFIGURA 5.9. COMPOSIÇÃO QUÍMICA DOS FILOSSILICATOS POR SONDA ELETRÔNICA. A) ÁLCALIS VERSUS SOMA DOS OCTAEDROS; B) \n\nFE+MG VERSUS AL (O) DE MICAS DIOCTAÉDRICAS; C) ÁLCALIS VERSUS SI NAS MICAS DIOCTAÉDRICAS. NOTAR COMPOSIÇÃO DE \n\nMICAS DIOCTAÉDRICAS COMPATÍVEIS COM MUSCOVITA E ILLITA (BORDA PONTILHADA) E OUTRAS COM MICAS TRANSFORMADAS \n\n(BORDA CONTÍNUA), ASSIM COMO OS FILOSSILICATOS TÊM COMPOSIÇÕES INTERMEDIÁRIAS ENTRE BIOTITA E CLORITA (BORDA \n\nPONTILHADA) E OUTROS COMPATÍVEIS COM A CLORITA (BORDA CONTÍNUA). OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.8. .... 72 \n\nFIGURA 5.10. DIAGRAMA MR3+-2R3+-3R2+ (VELDE 1985) CUJOS SÍTIOS CORRESPONDEM MR3+ = NA++K++2CA+, 2R3+ = \n\nAL3++FE3+, E 3R2+ = FE 2++MG2++MN2+. OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.8. ................................................. 73 \n\nFIGURA 5.11. DIAGRAMA DE CLASSIFICAÇÃO PETROQUÍMICA DE PETTIJOHN ET AL. (1987). ..................................................... 75 \n\nFIGURA 5.12. ÍNDICE DE VARIBILIDADE COMPOSICIONAL (IVC) MOSTRANDO VALORES MAIS DISPERSOS NA FSSH EM VILA BOA – \n\nBEZERRA, E NA FSS, VALORES MAIS HOMOGÊNEOS. OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.11. .................................. 76 \n\nFIGURA 5.13. RELAÇÃO ENTRE RAZÕES NORMALIZADAS COM AL2O3. A) MGO/AL2O3 VERSUS K2O/AL2O3 MOSTRANDO VALORES \n\nMAIS DISPERSOS ENTRE PELITOS DA FSSH DO QUE DA FSS; B) NA2O/AL2O3 VERSUS K2O/AL2O3 MOSTRANDO VALORES MAIS \n\nDISPERSOS TAMBÉM NA FSSH DO QUE NA FSS. OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.11. ........................................ 77 \n\nFIGURA 5.14. COMPOSIÇÃO GEOQUÍMICA DOS PELITOS DAS FORMAÇÕES FSSH E FSS. A) MÉDIA DAS PORCENTAGENS DE ÓXIDOS \n\nAGRUPADOS CONFORME CLASSE MODAL EM CADA LOCALIDADE (CAMPOS &amp; GUIMARÃES, 2017); B) MÉDIA DOS TEORES \n\nELEMENTAIS AGRUPADOS CONFORME CLASSE MODAL EM CADA LOCALIDADE (CAMPOS &amp; GUIMARÃES, 2017). ................... 79 \n\nFIGURA 5.15. A) FAIXA DE DOBRAMENTOS BRASÍLIA (MODIFICADO DE UHLEIN ET AL. 2012). B) MAPA GEOLÓGICO SIMPLIFICADO \n\nCOM A LOCALIZAÇÃO DAS AMOSTRAS (MODIFICADO DE ALVARENGA ET AL. 2011 E ADAPTADO DE PINTO &amp; SILVA 2014). ..... 86 \n\nFIGURA 5.16 - DIFRATOGRAMAS DAS AMOSTRAS TOTAIS SW1, SW2, SW4 E SW6. .............................................................. 91 \n\nFIGURA 5.17 - DIFRATOGRAMAS DAS FRAÇÕES &lt;2 µM E &lt;0,2 µM SECAS AO AR (N) E SOLVATADAS COM ETILENO-GLICOL (G) DAS \n\nAMOSTRAS SW1, SW2, SW4 E SW6. NOTAR AUMENTO RELATIVO DA INTENSIDADE DAS REFLEXÕES DOS FILOSSILICATOS, \n\nESPECIALMENTE DA MUSCOVITA/ILLITA, EM RELAÇÃO À REFLEXÃO 4,26 Å DO QUARTZO (FIG. 5.16).................................. 92 \n\nFIGURA 5.18 – LARGURA A MEIA ALTURA (FWHM) DAS REFLEXÕES D~10 Å NAS FRAÇÕES &lt;2,0 µM SECAS AO AR DAS AMOSTRAS \n\nSW1, SW2, SW4 E SW6. A) MEDIDAS FORNECIDAS PELO SOFTWARE JADE 9.0; B) MEDIDAS CALCULADAS UTILIZANDO O \n\nNEWMOD. ..................................................................................................................................................... 94 \n\nFIGURA 5.19 – DECOMPOSIÇÃO PELO DECOMPXR DAS REFLEXÕES D ~ 4,26 Å E D ~ 3,34 Å, CARACTERÍSTICAS RESPECTIVAMENTE \n\nDOS PLANOS (100) E (101) DO QUARTZO, RESULTANDO EM DUAS CURVAS PARA CADA REFLEXÃO. .................................... 95 \n\n\n\n \n\nx \n \n\nFIGURA 5.20 – VALORES DE LARGURA A MEIA ALTURA (FWHM) OBTIDOS A PARTIR DA DECOMPOSIÇÃO DAS REFLEXÕES D~10 Å NAS \n\nFRAÇÕES &lt;2,0 µM SECAS AO AR DAS AMOSTRAS SW1, SW2, SW4 E SW6 UTILIZANDO O SOFTWARE DECOMPXR. OS \n\nVALORES MAIS BAIXOS – 0,113 A 0,187° ?2? – SÃO ATRIBUÍDOS A MICAS DETRÍTICAS. OS VALORES MAIS ALTOS \n\nCORRESPONDEM A ILLITAS DE DIAGENÉTICAS/METAMÓRFICAS. ................................................................................... 95 \n\nFIGURA 5.21 – LARGURA A MEIA ALTURA (FWHM) DAS REFLEXÕES D~7 Å NAS FRAÇÕES &lt;2,0 µM SECAS AO AR DAS AMOSTRAS \n\nSW1, SW2, SW4 E SW6. A) MEDIDAS FORNECIDAS PELO SOFTWARE JADE 9.0; B) MEDIDAS CALCULADAS UTILIZANDO O \n\nNEWMOD. ..................................................................................................................................................... 97 \n\nFIGURA 5.22 – VALORES DE LARGURA A MEIA ALTURA (FWHM) OBTIDOS A PARTIR DA DECOMPOSIÇÃO DAS REFLEXÕES D~7 Å NAS \n\nFRAÇÕES &lt;2,0 µM SECAS AO AR DAS AMOSTRAS SW1, SW2, SW4 E SW6 UTILIZANDO O SOFTWARE DECOMPXR. OS \n\nVALORES MAIS BAIXOS – 0,086 A 0,157° ?2? – SÃO ATRIBUÍDOS A CLORITAS DIAGENÉTICAS COM ESTRUTURA MAIS \n\nORGANIZADA. OS VALORES MAIS ALTOS (0,177 A 0,345° ?2?) CORRESPONDEM A CLORITAS MAIS ALTERADAS E, PORTANTO \n\nCOM ESTRUTURA MAIS DESORGANIZADA................................................................................................................. 98 \n\nFIGURA 5.23 - VALORES FWHM EM D ~10 Å OBTIDOS EM MEDIÇÕES REALIZADAS NO LDRX/IG/UNB AJUSTADOS AOS VALORES \n\nFWHMCIS POR MEIO DA REGRESSÃO LINEAR UTILIZANDO OS SOFTWARES: A) JADE 9.0, EM QUE O COEFICIENTE DE \n\nDETERMINAÇÃO É FORTE (0,7 ? R² &lt;0,9); B) NEWMOD, EM QUE O COEFICIENTE DE DETERMINAÇÃO TAMBÉM É FORTE; C) \n\nDECOMPXR, EM QUE O COEFICIENTE É FRACO (0,3 ? R² &lt;0,5) PARA O AJUSTE RELACIONADO ÀS CURVAS MAIS ESTREITAS E \n\nMODERADO (0,5 ? R² &lt;0,7) PARA AS MAIS LARGAS. ............................................................................................... 99 \n\nFIGURA 5.24 – VALORES FWHM EM D ~7 Å OBTIDOS EM MEDIÇÕES REALIZADAS NO LDRX/IG/UNB AJUSTADOS AOS VALORES \n\nFWHMCIS POR MEIO DA REGRESSÃO LINEAR UTILIZANDO OS SOFTWARES: A) JADE 9.0, EM QUE O COEFICIENTE DE \n\nDETERMINAÇÃO É DESPREZÍVEL (0,0 ? R² &lt;0,3); B) NEWMOD, EM QUE O COEFICIENTE DE DETERMINAÇÃO É FRACO (0,3 ? \n\nR² &lt;0,5); C) DECOMPXR, EM QUE O COEFICIENTE É MUITO FORTE (R² ? 0,9) PARA O AJUSTE RELACIONADO ÀS CURVAS MAIS \n\nESTREITAS E FORTE (0,7 ? R² &lt;0,9) PARA AS MAIS LARGAS. ..................................................................................... 100 \n\nFIGURA 5.25 – REFLEXÕES CARACTERÍSTICAS DO QUARTZO (D~1,5415 Å) E DA ILLITA (D~1,5 Å). A) AMOSTRAS DA FSSH NO NORTE \n\nDO DF (LF-DF-006), EM VILA BOA – BEZERRA (M013-V-01), EM CABECEIRAS (EGC-15) E NA SERRA DE SÃO DOMINGOS \n\n(EGSD-10). B) AMOSTRAS DA FSS EM VILA BOA – BEZERRA (M013-XII-59), EM CABECEIRAS (EGC-151), NA SERRA DE SÃO \n\nDOMINGOS (EGSD-16) E EM BONFINÓPOLIS DE MINAS (EGBM-04B). .................................................................... 103 \n\nFIGURA 5.26 – VALORES DE FWHM NAS REFLEXÕES D ~10 Å E D ~7 Å COMPARADAS COM O CONTEÚDO DE FE2O3+MG. ......... 104 \n\nFIGURA 5.27 - VALORES DO PARÂMETRO B RELACIONADOS AO CONTEÚDO DE FE2O3+MG. SÍMBOLOS NA FIG. 5.26. ................. 105 \n\nFIGURA 5.28 – DIAGÊNESE AO METAMORFISMO DE BAIXO GRAU A PARTIR DE FWHM EM REFLEXÕES D ~10 Å DE ACORDO COM OS \n\nLIMITES INFERIOR E SUPERIOR DA ANQUIZONA IGUAIS A 0,37 E 0,52?°2?, REESTABELECIDOS POR WARR E FERREIRO \n\nMÄHLMANN (2015). A) VALORES FWHM CALIBRADOS CONFORME ÍNDICE PADRÃO DE CRISTALINIDADE (FWHMCIS), \n\nCORRESPONDENTES AO ÍNDICE DE KÜBLER (IK); B) VALORES FWHM MENORES NA FSSH NO NORTE DO DF, ATINGINDO A \n\nEPIZONA, E TENDÊNCIA A AUMENTAR GRADATIVAMENTE A LESTE, COM OS MAIORES VALORES NA SERRA DE SÃO DOMINGOS, \n\nCOMPATÍVEIS COM A ZONA DA DIAGÊNESE. NA FSS OS PELITOS ESTÃO DISTRIBUÍDOS NA ANQUIZONA, SENDO OS MENORES \n\nVALORES EM PELITOS DE VILA BOA – BEZERRA. SÍMBOLOS NA FIG. 5.26. ................................................................... 105 \n\nFIGURA 5.29 – DIAGÊNESE AO METAMORFISMO DE BAIXO GRAU A PARTIR DE FWHM EM REFLEXÕES D ~7 Å DE ACORDO COM OS \n\nLIMITES INFERIOR E SUPERIOR DA ANQUIZONA AJUSTADOS PARA 0,284 E 0,348°?2? EM MEDIÇÕES A 2°/MIN (ÁRKAI ET AL. \n\n1995). A) VALORES FWHM CALIBRADOS CONFORME ÍNDICE PADRÃO DE CRISTALINIDADE (FWHMCIS), CORRESPONDENTES \n\nAO ÍNDICE DE ÁRKAI (IK); B) VALORES FWHM MENORES NA FSSH EM VILA BOA - BEZERRA, ATINGINDO A EPIZONA, E LIGEIRA \n\n\n\n \n\nxi \n \n\nTENDÊNCIA A AUMENTAR GRADATIVAMENTE A LESTE, COM OS MAIORES VALORES NA SERRA DE SÃO DOMINGOS, COMPATÍVEIS \n\nCOM A ZONA DA DIAGÊNESE. NA FSS OS PELITOS PREDOMINAM NA ANQUIZONA, SENDO QUE VALORES COMPATÍVEIS COM A \n\nDIAGÊNESE SÃO OBTIDOS EM PELITOS DA SERRA DE SÃO DOMINGOS. SÍMBOLOS NA FIG. 5.25. ...................................... 106 \n\nFIGURA 5.30 – PARÂMETRO B DE ACORDO COM A CALIBRAÇÃO PROPOSTA POR GUIDOTTI E SASSI (1986 IN ÁRKAI ET AL. 2012). \n\nPELITOS DA FSSH NO NORTE DO DF REGISTRAM FÁCIES DE ALTA PRESSÃO ENQUANTO NAS OUTRAS REGIÕES PREDOMINAM \n\nFÁCIES DE MÉDIA PRESSÃO. NOS PELITOS DA FSS, O PARÂMETRO B INDICA FÁCIES DE ALTA PRESSÃO EM VILA BOA – BEZERRA E \n\nEM BONFINÓPOLIS DE MINAS ENQUANTO QUE EM CABECEIRAS E NA SERRA DE SÃO DOMINGOS, FÁCIES DE MÉDIA PRESSÃO. \n\nSÍMBOLOS NA FIG. 5.26. .................................................................................................................................. 107 \n\nFIGURA 5.31 – A) SILTITO MACIÇO; EGC-103. B) LAMINAÇÃO PARALELA INCIPIENTE EVIDENCIADA POR FILMES DE OPACOS; EGC- \n\n103; N//. ...................................................................................................................................................... 112 \n\nFIGURA 5.32 - DIFRATOGRAMA REPRESENTATIVO DA FSS (EGBM-04B) EM CABECEIRAS: AMOSTRA TOTAL E FRAÇÕES &lt;2,0 µM SECA \n\nAO AR (N), SOLVATADA COM ETILENO-GLICOL (G) E AQUECIDA (A). .......................................................................... 113 \n\nFIGURA 5.33 - DIFRATOGRAMA REPRESENTATIVO DA FSSH (EGC-132) EM CABECEIRAS: AMOSTRA TOTAL E FRAÇÕES &lt;2,0 µM SECA \n\nAO AR (N), SOLVATADA COM ETILENO-GLICOL (G) E AQUECIDA (A). .......................................................................... 114 \n\nFIGURA 5.34 - IMAGENS POR MICROSCOPIA ÓTICA: A) GRÃOS MONOCRISTALINOS ANGULOSOS A SUBANGULOSOS DE QUARTZO (QTZ) \n\nE FELDSPATO POTÁSSICO (KFS), LAMELAS ENCURVADAS DE MUSCOVITA (MS), CLORITA (CHL) E BIOTITA (BT) E GRÃO DETRÍTICO \n\nDE ZIRCÃO; EGC-132; FSSH; N//. B) GRÃOS MONOCRISTALINOS ANGULOSOS A SUBANGULOSOS DE QUARTZO (QTZ), COM \n\nEXTINÇÃO LIGEIRAMENTE ONDULANTE, E FELDSPATO POTÁSSICO (KFS) COM MACLA EM XADREZ; EGC-132; FSSH; NX. C) \n\nFELDSPATO POTÁSSICO (KFS) BASTANTE ALTERADO COM PALHEETAS DE ILLITA (ILT) AO LONGO DE SEUS PLANOS; EGC-103; \n\nFSSH; N//. D) LAMELAS DE MUSCOVITA (MS) RETAS AO LONGO DO ACAMAMENTO E GRÃO DE QUARTZO MONOCRISTALINO \n\nSUBANGULOSO; EGBM-04B; FSS; N//............................................................................................................... 115 \n\nFIGURA 5.35 - DIAGRAMAS DE COMPOSIÇÃO QUÍMICA COM BASE EM PORCENTAGEM DE ÓXIDOS. A) NA2O VERSUS SIO2. B) AL2O3 \n\nVERSUS SIO2. C) FE2O3+MGO VERSUS SIO2. D) K2O VERSUS SIO2. ......................................................................... 116 \n\nFIGURA 5.36 - A) ÁLCALIS VERSUS SOMA DOS OCTAEDROS. B) FE+MG VERSUS AL (O) DE MICAS DIOCTAÉDRICAS. C) ÁLCALIS VERSUS \n\nSI NAS MICAS DIOCTAÉDRICAS. NOTAR COMPOSIÇÃO DE MICAS DIOCTAÉDRICAS PRÓXIMOS AOS DA MUSCOVITA E DA ILLITA, OS \n\nFILOSSILICATOS TRIOCTAÉDRICOS COM COMPOSIÇÕES INTERMEDIÁRIAS ENTRE BIOTITA E CLORITA E OUTROS COMPATÍVEIS COM A \n\nCLORITA. OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.35. ......................................................................................... 117 \n\nFIGURA 5.37 - DIAGRAMA MR3+-2R3+-3R2+ (VELDE 1985), CUJOS SÍTIOS CORRESPONDEM MR3+ = NA++K++2CA+, 2R3+ = \n\nAL3++FE3+, E 3R2+ = FE2++MG2++MN2+. OS SÍMBOLOS ESTÃO DESCRITOS NA FIG. 5.35. .............................................. 119 \n\n \n\nÍNDICE DE TABELAS \n\nTABELA 3.1 – PRINCIPAIS FATORES QUE INFLUENCIAM NA FORMAÇÃO DA ESMECTITA, DA ILLITA E DA CLORITA.............................. 11 \n\nTABELA 3.2 – CLASSIFICAÇÃO DOS ARGILOMINERAIS COM RELAÇÃO À SUA FORMAÇÃO (EBERL 1984, MERRIMAN 2005). ............. 11 \n\nTABELA 4.1 – LOCALIZAÇÃO ESTRATIGRÁFICA E GEOGRÁFICA DAS AMOSTRAS ESTUDADAS E ANÁLISES REALIZADAS: PT: PETROGRAFIA; \n\nMEV: MICROSCOPIA ELETRÔNICA DE VARREDURA; DRX: DIFRAÇÃO DE RAIOS-X; GEQ: GEOQUÍMICA DE ROCHA TOTAL; MS: \n\nMICROANÁLISES POR SONDA ELETRÔNICA. ARG: ARGILITO/FOLHELHO; AR: ARENITO; SLT: SILTITO. .................................... 16 \n\n\n\n \n\nxii \n \n\nTABELA 5.1. CLASSIFICAÇÃO, LOCALIZAÇÃO ESTRATIGRÁFICA E GEOGRÁFICA DAS AMOSTRAS ESTUDADAS E ANÁLISES REALIZADAS: PT: \n\nPETROGRAFIA; MEV: MICROSCOPIA ELETRÔNICA DE VARREDURA; DRX: DIFRAÇÃO DE RAIOS-X; GEQ: GEOQUÍMICA DE ROCHA \n\nTOTAL; MS: MICROANÁLISES POR SONDA ELETRÔNICA. ARG: ARGILITO/FOLHELHO; AR: ARENITO; SLT: SILTITO. ................... 52 \n\nTABELA 5.2. ESTRUTURAS OBSERVADAS EM LÂMINAS PETROGRÁFICAS E O PROCESSO DE FORMAÇÃO NAS FORMAÇÕES SERRA DE SANTA \n\nHELENA (FSSH) E SERRA DA SAUDADE (FSS) EM VILA BOA – BEZERRA (VB-B) E NA SERRA DE SÃO DOMINGOS (SSD). ....... 54 \n\nTABELA 5.3 COMPOSIÇÃO DOS PELITOS DO GRUPO I (MAIS RICOS EM FILOSSILICATOS) DAS FORMAÇÕES SSH E SS BASEADA NA \n\nDESCRIÇÃO PETROGRÁFICA E DRX. QZ: QUARTZO; FL: FRAGMENTO LÍTICO; KFS: FELDSPATO POTÁSSICO; PL: PLAGIOCLÁSIO; \n\nMS/ILT: MUSCOVITA/ILLITA; BT: BIOTITA; CHL: CLORITA; HEM: HEMATITA; PY: PIRITA; RT: RUTILO; VRM: VERMICULITA; MO: \n\nMATERIAL OPACO; MFNI: MATERIAL FINO NÃO IDENTIFICADO (ADAPTADO DE WHITNEY &amp; EVANS, 2010). ........................ 56 \n\nTABELA 5.4. COMPOSIÇÃO DOS PELITOS DO GRUPO II (MAIS POBRES EM FILOSSILICATOS) DAS FORMAÇÕES SSH E SS BASEADA NA \n\nDESCRIÇÃO PETROGRÁFICA E DRX. QZ: QUARTZO; FL: FRAGMENTO LÍTICO; KFS: FELDSPATO POTÁSSICO; PL: PLAGIOCLÁSIO; \n\nMS/ILT: MUSCOVITA/ILLITA; BT: BIOTITA; CHL: CLORITA; CAL: CALCITA; GLC: GLAUCONITA; HEM: HEMATITA; PY: PIRITA; RT: \n\nRUTILO; VRM: VERMICULITA; ZRC: ZIRCÃO; MO: MATERIAL OPACO; MFNI: MATERIAL FINO NÃO IDENTIFICADO (ADAPTADO DE \n\nWHITNEY &amp; EVANS, 2010). ................................................................................................................................ 58 \n\nTABELA 5.5. COMPOSIÇÃO QUÍMICA DOS PELITOS EM PORCENTAGEM DE ÓXIDOS. ANÁLISES REALIZADAS PELO SGS GEOSOL \n\nLABORATÓRIOS (*), CRTI (**) E LABORATÓRIO DE GEOCRONOLOGIA (***). ............................................................... 61 \n\nTABELA 5.6. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DE ANÁLISES CUJA COMPOSIÇÃO \n\nMINERAL SE APROXIMA DE MICAS DIOCTAÉDRICAS. T = SÍTIO TETRAÉDRICO; O = SÍTIO OCTAÉDRICO. .................................. 65 \n\nTABELA 5.7. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE MICAS DIOCTAÉDRICAS TRANSFORMADAS. T = SÍTIO TETRAÉDRICO; O = SÍTIO OCTAÉDRICO. ......................................... 66 \n\nTABELA 5.8. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE FILOSSILICATOS TRIOCTAÉDRICOS COM COMPOSIÇÕES INTERMEDIÁRIAS ENTRE BIOTITA E CLORITA DA FSSH. T = SÍTIO \n\nTETRAÉDRICO; O = SÍTIO OCTAÉDRICO. ................................................................................................................... 67 \n\nTABELA 5.9. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE FILOSSILICATOS TRIOCTAÉDRICOS COM COMPOSIÇÕES INTERMEDIÁRIAS ENTRE BIOTITA E CLORITA DA FSS. T = SÍTIO \n\nTETRAÉDRICO; O = SÍTIO OCTAÉDRICO. ................................................................................................................... 68 \n\nTABELA 5.10. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE CLORITAS FORMADAS A PARTIR DE FILOSSILICATOS TRIOCTAÉDRICOS DA FSSH. T = SÍTIO TETRAÉDRICO; O = SÍTIO \n\nOCTAÉDRICO. .................................................................................................................................................... 69 \n\nTABELA 5.11. VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE CLORITAS FORMADAS A PARTIR DE FILOSSILICATOS TRIOCTAÉDRICOS DA FSS. T = SÍTIO TETRAÉDRICO; O = SÍTIO OCTAÉDRICO.\n\n ...................................................................................................................................................................... 70 \n\nTABELA 5.12. VALORES DAS RAZÕES K2O/NA2O, MGO/AL2O3, NA2O/AL2O3 E K2O/AL2O3 NOS PELITOS CONFORME CONTEÚDO DE \n\nSIO2. .............................................................................................................................................................. 77 \n\nTABELA 5.13 - IDADE, CONTEXTO TECTÔNICO, COMPOSIÇÃO MINERAL DA AMOSTRA TOTAL (T) E DAS FRAÇÕES &lt;2 µM &lt;0,2 µM E \n\nCOMPOSIÇÃO QUÍMICA DAS AMOSTRAS SW1, SW2, SW4 E SW6. ............................................................................ 88 \n\nTABELA 5.14 – POSIÇÃO ESTRATIGRÁFICA, LITOTIPO E LOCALIZAÇÃO GEOGRÁFICA DAS AMOSTRAS FSSH E FSS. ........................... 89 \n\nTABELA 5.15 – CLASSIFICAÇÃO DO TIPO DE CORRELAÇÃO SEGUNDO O COEFICIENTE DE CORRELAÇÃO DE PEARSON (R). ................... 92 \n\n\n\n \n\nxiii \n \n\nTABELA 5.16 – VALORES FWHM DA REFLEXÃO EM D ~ 10Å – 001 DA MUSCOVITA/ILLITA – E EM D ~ 7Å – 002 DA CLORITA – \n\nCONFORME ÍNDICE PADRÃO DE CRISTALINIDADE (FWHMCIS – WARR &amp; RICE 1994) E MEDIDOS UTILIZANDO OS SOFTWARES \n\nJADE 9.0, NEWMOD E DECOMPXR NAS AMOSTRAS DAS FRAÇÕES ARGILA SECAS AO AR (N). ...................................... 93 \n\nTABELA 5.17 – VALORES FWHM OBTIDOS NO LDRX/IG/UNB (EXP) E CONFORME ÍNDICE PADRÃO DE CRISTALINIDADE (CIS) \n\nDEFINIDA POR WARR &amp; RICE (1994), CORRESPONDENTES AO ÍNDICE DE KÜBLER (IK), VALORES DE D331,060 E RESPECTIVOS \n\nPARÂMETROS B (Å) E DAS PORCENTAGENS DE FE2O3+MGO (%; CAMPOS EM PREPARAÇÃO). ........................................ 102 \n\nTABELA 5.18 - COMPOSIÇÃO DOS PELITOS DAS FORMAÇÕES SSH E SS BASEADA NA DESCRIÇÃO PETROGRÁFICA E DRX. QZ: QUARTZO; \n\nFL: FRAGMENTO LÍTICO; KFS: FELDSPATO POTÁSSICO; PL: PLAGIOCLÁSIO; MS/ILT: MUSCOVITA/ILLITA; BT: BIOTITA; CHL: \n\nCLORITA; HEM: HEMATITA; PY: PIRITA; RT: RUTILO; VRM: VERMICULITA; MO: MATERIAL OPACO; MFNI: MATERIAL FINO NÃO \n\nIDENTIFICADO (ADAPTADO DE WHITNEY &amp; EVANS 2010). ....................................................................................... 113 \n\nTABELA 5.19 - COMPOSIÇÃO QUÍMICA DOS PELITOS EM PORCENTAGEM DE ÓXIDOS. ANÁLISES REALIZADAS PELO SGS GEOSOL \n\nLABORATÓRIOS. .............................................................................................................................................. 115 \n\nTABELA 5.20 - VALORES EM PORCENTAGEM DE ÓXIDOS E POR UNIDADE DE FÓRMULA ESTRUTURAL DA COMPOSIÇÃO QUÍMICA MINERAL \n\nDE MICAS DIOCTAÉDRICAS, FILOSSILICATOS TRIOCTAÉDRICOS COM COMPOSIÇÕES INTERMEDIÁRIAS ENTRE BIOTITA E CLORITA E \n\nCLORITA FORMADA A PARTIR DE FILOSSILICATOS TRIOCTAÉDRICOS DA FSSH EM CABECEIRAS. T = SÍTIO TETRAÉDRICO; O = SÍTIO \n\nOCTAÉDRICO. .................................................................................................................................................. 118 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n1 – Introdução \n\n1 \n  \n\n1. INTRODUÇÃO \n\n \n\nO Grupo Bambuí, compreende uma sequência pelito-carbonatada neoproterozoica, aflorante \n\nno Distrito Federal, estendendo-se para norte e leste nos estados de Goiás, Tocantins, Minas Gerais e \n\nBahia (Alvarenga &amp; Dardenne 1978, Dardenne 1978a, Alkmin et al. 1993, Guimarães 1997, Alvarenga \n\net al. 1998, Dardenne 2000, Alkmin &amp; Martins-Neto 2001, Dardenne et al. 2003, Guimarães et al. 2004, \n\nValeriano et al. 2004, Lima 2005, Lima et al. 2007, Alvarenga et al. 2008, Alvarenga et al. 2011, \n\nKuchenbecker et al. 2016). É constituído por rochas carbonáticas – formações Sete Lagoas (FSL) e Lagoa \n\ndo Jacaré (FLJ), respectivamente na base e porção mediana – que estão separadas pela Formação Serra \n\nSanta Helena (FSSH), de composição siliciclástica, mesma composição da Formação Serra da Saudade \n\n(FSS), superposta à Formação Lagoa do Jacaré. \n\nOcorrências no Grupo Bambuí de zinco, chumbo (Dardenne 1978a), fosfato (Lima et al. 2007) \n\ne exsudações de gás natural (Oliveira 1998, Alkmim &amp; Martins-Neto 2001, Souza Filho et al. 2008) em \n\náreas de Minas Gerais, Goiás, Tocantins e Bahia têm sido abordadas por diversos autores, da mesma \n\nforma que datação (Babinski et al. 1999, D’Agrella-Filho et al. 2000; Trindade et al. 2004, Babinski et \n\nal. 2007) e quimioestratigrafia (Santos et al. 2000, Santos et al. 2004, Alvarenga et al. 2005, Alvarenga \n\net al. 2011). \n\nEntretanto, raros trabalhos tratam das características petrológicas, mineralógicas e \n\ngeoquímicas, particularmente dos pelitos (Chiavegatto et al. 1997, Guimarães 1997, Guimarães et al. \n\n2004, Sampaio 2016). E estas características trazem informações fundamentais para a compreensão \n\nda origem e evolução pós-deposicional dos sedimentos, bem como de áreas-fonte e contexto \n\ntectônico da bacia. Um parâmetro utilizado para avaliar as características geoquímicas é o Índice de \n\nVariação Composicional (IVC; Index of Compositional Variability – ICV; Cox et al. 1995). Esse índice \n\nmede a razão entre alumínio e outros cátions maiores na rocha, que reflete a maturidade \n\ncomposicional de pelitos, indicativa do ambiente tectônico. Pelitos imaturos tendem a se acumular em \n\nambientes tectonicamente ativos enquanto os maturos caracterizam ambientes quiescentes \n\ntectonicamente ou cratônicos. \n\nOs filossilicatos, em especial, são importantes indicadores de proveniência, assim como de \n\ncondições deposicionais e evolução diagenética até o metamorfismo, particularmente a illita e a \n\nclorita. Desde a década de 1960, são estudadas as transformações da esmectita para illita e desta para \n\nmuscovita, condicionadas principalmente pelo aumento de temperatura, para definir a zona \n\ndiagenética, anquizona e epizona (Kübler 1968, Dunoyer de Segonzac 1969, Hower et al. 1976, Boles \n\n&amp; Franks 1979, Kisch 1983, Singer &amp; Müller 1983, Frey 1987, Hillier 1989, Jahren &amp; Aagard 1992, Velde \n\n&amp;Vasseur 1992, Árkai et al. 1996, Leoni et al. 1996, Wang et al. 1996, Warr &amp; Nieto 1998, Jaboyedoff \n\net al. 2001a, Lee &amp; Lee 2001, Abad et al. 2003, Dudek &amp; Srodon 2003, Kamp 2008, Srodon et al. 2009), \n\n\n\n1 – Introdução \n\n2 \n  \n\ninclusive quando há influência de carga tectônica (Hoffman &amp; Hower 1979, Eslinger &amp; Sellars 1981, \n\nPiqué 1982, Akande &amp; Erdtmann 1998, Poyatos et al. 2001). \n\nA importância em definir a zona diagenética, anquizona e epizona se dá em função da geração, \n\nmigração e o trapeamento de hidrocarbonetos acontecerem durante a diagênese, assim como a \n\nformação de alguns depósitos metálicos – por exemplo ferro, cobre, zinco. Então, estabelecer o \n\nzoneamento diagenético/metamórfico de rochas sedimentares de uma região é importante para \n\navaliar a possibilidade dessas rochas estarem relacionadas a algum desses depósitos, por exemplo \n\ncomo rochas geradoras de óleo, rochas reservatórios ou rochas trapeadoras (Bridge &amp; Demicco 2008). \n\nO principal método utilizado para definir as zonas de diagênese/metamorfismo foi proposto \n\npor Kübler (1964, 1967, 1984), o qual consiste em medidas de largura a meia altura (FWHM) da \n\nreflexão (001) – d~10Å – da illita no difratograma de raios-X, considerando que valores abaixo de \n\n0,25°?2? são atribuídos à epizona, entre 0,25 e 0,42°?2? à anquizona e maiores do que 0,42°?2? à \n\ndiagênese. Guggenheim et al. (2002) estabeleceram essa medida como o índice de Kübler (IK), \n\ndifundido anteriormente na literatura como “Índice de cristalinidade de Illita” (ICI). \n\nAlém do IK, outros parâmetros, como o índice de Árkai – IA – (Árkai 1991), análogo da illita \n\npara a clorita, são utilizados para determinar as zonas de diagênese e de metamorfismo de baixo grau \n\n(Guggenheim et al. 2002), sendo que, na reflexão (002) – d~7Å – da clorita, valores inferiores a \n\n0,262°?2? indicam condições de epizona, entre 0,262 e 0,331°?2? indicam anquizona e superiores a \n\n0,331°?2?, diagênese.  \n\nNo entanto, Kisch &amp; Frey (1987) destacaram que variações simples nos procedimentos \n\nanalíticos, em diferentes laboratórios ou equipamentos, podem levar a diferenças significativas nos \n\ndados numéricos obtidos.  \n\nWarr &amp; Rice (1994) observaram que essas variações acontecem mesmo seguindo as \n\nrecomendações sobre preparação de amostras e configurações de difração de raios-X (Kisch 1991) e \n\nsugeriram então uma calibração dos valores de IK e IA utilizando as amostras SW1, SW2, SW4 e SW6 \n\n– coletadas onde o metamorfismo regional é bem estabelecido – como padrões, estabelecendo o \n\nÍndice Padrão de Cristalinidade (Crystallinity Index Standard – CIS) para melhorar as interpretações do \n\nmetamorfismo regional de baixo grau. \n\nComumente há a sobreposição de reflexões de minerais distintos, então para determinar as \n\nreflexões em d~10Å da illita/muscovita e d~7Å da clorita são utilizados programas, embasados em \n\ncálculos matemáticos, que possibilitam, por meio da decomposição de reflexões, a discriminação da \n\ncontribuição de cada fase mineral para uma certa reflexão (Stern et al. 1991, Velde &amp; Lanson 1993, \n\nWang et al. 1995). O programa DECOMPXR, desenvolvido por Lanson (1990 in Lanson 1997), fornece \n\ninformações da posição, largura à meia altura (FWHM) e intensidade dos picos relativos a cada fase, \n\nmesmo quando essas reflexões se sobrepõem. Os algoritmos usados no programa e suas limitações \n\n\n\n1 – Introdução \n\n3 \n  \n\nestão descritas nos trabalhos de Lanson &amp; Champion (1991), Lanson &amp; Besson (1992), Lanson &amp; Velde \n\n(1992) e Lanson (1997), inclusive para estabelecer os valores do IK quando relacionado à influência \n\ntectônica (Lanson et al. 1998). \n\nA decomposição de reflexões dos difratogramas de raios-X (Campos 2012, Campos et al. 2015), \n\npara se obter os valores de IK, permitiu a discriminação em rochas do norte do DF tanto de muscovita \n\nmetamórfica e illita em filito do Grupo Canastra, como de muscovita detrítica e illita diagenética em \n\npelitos dos grupos Paranoá e Bambuí. A comparação dos dados desta região com a área de Bezerra \n\nmostrou a variação de IK em relação a áreas mais e menos tectonizadas.  \n\nSampaio (2016) obteve ainda valores compatíveis com a diagênese para amostras da FSSH na \n\nregião da Serra de São Domingos. Além disso, realizou a desagregação das amostras utilizando o \n\nmoinho McCrone e o morteiro no Laboratório de Difração de Raios-X do Instituto de Geociências da \n\nUniversidade de Brasília (LDRX/IG/UnB) e verificou variação nos valores de IK conforme equipamento \n\nde desagregação e que amostras de rochas menos coesas desagregadas com o moinho McCrone têm \n\nreflexões mais intensas, enquanto nas rochas mais coesas a separação dos argilominerais não foi muito \n\neficiente. Já as análises das amostras desagregadas com morteiro mostraram uma separação eficiente \n\ndos argilominerais tanto nas amostras menos coesas quanto nas mais coesas.  \n\nDados de Campos (2012), Campos et al. (2015) e Sampaio (2016) indicam que a intensidade da \n\ndiagênese aumenta de leste, na Serra de São Domingos, para oeste, atingindo a anquizona no norte \n\ndo DF. Entretanto, por não estarem calibradas com as amostras-padrão (Warr &amp; Rice 1994), a \n\ninterpretação pode ser questionada. \n\nSendo assim, tem-se como objetivo geral contribuir para o entendimento das condições de \n\ndeposição e evolução diagenética de pelitos do Grupo Bambuí. Para isso, os objetivos específicos são: \n\n- Comparar a composição mineral e geoquímica dos pelitos das formações FSSH e FSS em \n\ndistintos contextos geotectônicos; \n\n- Estabelecer procedimentos de preparação e análise para calibração conforme o Índice de \n\nCristalinidade Padrão; \n\n- Determinar a largura a meia altura das reflexões d ~ 10 Å e d ~ 7 Å de acordo com a calibração \n\nconforme o CIS para definir a zona diagenética/metamórfica dos pelitos das formações FSSH e FSS. \n\nPara atingir os objetivos foram utilizadas técnicas convencionais, análises petrográficas, de \n\nmicroscopia eletrônica de varredura (MEV), de difração de raios-X (DRX) e fluorescência de raios-X \n\n(FRX), destacando os procedimentos de preparação e análise, além da utilização de diferentes \n\nsoftwares para a interpretação dos dados. \n\n  \n\n \n\n\n\nCapítulo 2 – Contexto Geológico \n\n4 \n  \n\n2. CONTEXTO GEOLÓGICO \n\n \n\nO Grupo Bambuí, amplamente conhecido na bibliografia (por exemplo: Alvarenga &amp; Dardenne \n\n1978, Dardenne 1978a, Alkmin et al. 1993, Guimarães 1997, Alvarenga et al. 1998, Dardenne 2000, \n\nAlkmin &amp; Martins-Neto 2001, Dardenne et al. 2003, Guimarães et al. 2004, Valeriano et al. 2004, Lima \n\n2005, Lima et al. 2007, Alvarenga et al. 2008, Alvarenga et al. 2011, Kuchenbecker et al. 2016) e \n\ndescrito nos artigos completos 1 e 2, recobre parcialmente o Cráton São Francisco e se estende à Faixa \n\nde Dobramentos Brasília – FDB – (Fuck et al. 1994, Fuck 1994; Fig. 2.1A).  \n\nA FDB, subdividida por Fuck et al. (1994) em domínios cratônico, externo e interno (Fig. 2.1A), \n\nse caracteriza pelo aumento de deformação e de metamorfismo, que marcam a zonação tectônica de \n\nleste para oeste (Costa et al. 1970, Dardenne 1978b). \n\nAs amostras estudadas, inseridas nos domínios cratônico e externo, pertencem às unidades \n\npelíticas do Grupo Bambuí, formações Serra de Santa Helena e Serra da Saudade, e estão localizadas \n\nnas regiões desde o norte do DF, a oeste, à Serra de São Domingos e Bonfinópolis de Minas, a leste \n\n(Fig. 2.1B, Anexo I). \n\n \n\n \n\nFigura 2.1 – A) Faixa de Dobramentos Brasília (modificado de Uhlein et al. 2012). B) Mapa geológico \nsimplificado com a localização das amostras (modificado de Alvarenga et al. 2011 e adaptado de Pinto &amp; Silva \n2014) e colunas estratigráficas simplificadas do Grupo Bambuí nas regiões da Fercal (DF), Bezerra – Cabeceiras \n(MG-GO) e Serra de São Domingos (modificado de Alvarenga &amp; Dardenne 1978, Dardenne 1978a e Campos et \nal. 2015). \n\n \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n5 \n  \n\n3. FILOSSILICATOS EM ROCHAS SEDIMENTARES: DA ORIGEM À EPIZONA \n\n \n\nOs filossilicatos, em razão de sua composição e estrutura, são importantes indicadores de \n\nproveniência, condições deposicionais e evolução diagenética até o metamorfismo ou exposição ao \n\nintemperismo. \n\nA proveniência de filossilicatos detríticos, assim como as relações entre clima e relevo e as \n\ncondições deposicionais são demonstradas a partir de estudos de sua distribuição nos continentes e \n\nnas bacias oceânicas atuais (Biscaye 1965, Griffin et al. 1968, Ehrmann et al. 2007, Fagel 2007). Essa \n\ndistribuição condiciona a composição química dos pelitos que, por sua vez, estão relacionados ao \n\ncontexto tectônico. \n\nA evolução diagenética até o início do metamorfismo é marcada por feições específicas, tais \n\ncomo: paragênese, estrutura cristalina e composição química dos diversos argilominerais. \n\nPrincipalmente as estruturas cristalinas da illita e da clorita – definidas respectivamente como “Índice \n\nde Kübler” e “índice de Arkai” – têm sido tomadas como indicadoras dos estágios diagenéticos e \n\nmetamorfismo de muito baixo grau, inclusive como indicadores de contexto tectônico (por exemplo: \n\nKrynine 1948, Kübler 1968, Dunoyer de Segonzac 1969, Eberl &amp; Hower 1976, Hower et al. 1976, Boles \n\n&amp; Franks 1979, Hoffman &amp; Hower 1979, Eslinger &amp; Sellars 1981, Piqué 1982, Kisch 1983, Singer &amp; \n\nMüller 1983, Velde 1985, Ahn &amp; Peacor 1986, Frey 1987, Hillier 1989, Árkai 1991, Jahren &amp; Aagard \n\n1992, Velde &amp;Vasseur 1992, Árkai et al. 1996, Leoni et al. 1996, Wang et al. 1996, Árkai &amp; Ghabrial \n\n1997, Akande &amp; Erdtmann 1998, Warr &amp; Nieto 1998, Árkai et al. 2000, Jaboyedoff et al. 2001a, Lee &amp; \n\nLee 2001, Poyatos et al. 2001, Abad et al. 2003, Dudek &amp; Srodon 2003, Merriman 2005, Kamp 2008, \n\nSrodon et al. 2009, Bisevac et al. 2010, Doublier et al. 2010, Bozkaya et al. 2012, Doublier et al. 2012, \n\nWang et al. 2012, Mora et al. 2013, Srodon et al. 2013, Taylor &amp; Macquaker 2014). \n\nCaulinita, illita, clorita e esmectitas, além de seus interestratificados são os argilominerais que \n\nconstituem os pelitos, quer como partícula detrítica – condicionada pelo contexto tectônico e \n\ncondições deposicionais – quer como espécie autigênica – formada a partir de reações no sítio \n\ndeposicional – ou ainda resultante de transformações de um mineral precursor. \n\n \n\n3.1. Características químicas e cristalográficas: illita, clorita, esmectita e \nargilominerais interestratificados \n\nOs argilominerais são definidos como filossilicatos que ocorrem na natureza como partículas \n\ninferiores a 2 µm. Os filossilicatos têm estrutura formada pelo empilhamento de camadas ao longo do \n\neixo “c” cristalográfico. Camadas constituídas por uma folha de tetraedros ligada a uma folha de \n\noctaedros caracterizam os filossilicatos 1:1, como caulinita e serpentinas. Camadas em que a folha \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n6 \n  \n\noctaédrica é ligada a duas folhas tetraédricas pelo oxigênio apical destas (Fig. 3.1) caracterizam os \n\nfilossilicatos 2:1, compreendendo os grupos das micas, talco, pirofilita e clorita. \n\n \n\n \n\nFigura 3.1 – A) Esboço da estrutura dos argilominerais 2:1 (modificada de Murray 2007); B) Representação \nsimplificada indicando espaçamento basal (d) utilizado ao longo do texto. \n\n \n\nSegundo a ocupação da folha octaédrica por cátions, os filossilicatos são trioctaédricos – \n\nquando todos os sítios são ocupados – ou dioctaédricos – tendo dois octaedros ocupados e outro vazio. \n\nA maioria dos argilominerais em pelitos neoproterozóicos, como no Grupo Bambuí, são illitas e cloritas, \n\nocorrendo por vezes esmectitas e, mais raramente a caulinita, em geral como efeito de intemperismo.   \n\nDadas as pequenas dimensões das partículas dos argilominerais, a identificação de cada \n\nespécie é feita principalmente por difração de raios-X, através da determinação da distância basal (d) \n\nentre suas camadas (Fig 3.1B). Outros parâmetros difratométricos são analisados para \n\ncomplementação de informações sobre a organização da estrutura e da composição de cada \n\nargilomineral. Particularmente a medida da largura a meia altura (FWHM), de reflexões da illita e da \n\nclorita, é diretamente relacionada às condições diagenéticas. O caráter di ou trioctaédrico dos \n\nfilossilicatos, em geral, pode ser inferido pelo valor d da reflexão 060, sendo em torno de 1,5 Å ou \n\nmenor para as primeiras, enquanto as trioctaédricas têm valores mais altos (1,52 Å ou mais). \n\n \n\nIllita \n\nInicialmente, o termo designava um argilomineral micáceo, constituinte de sedimentos \n\nargilosos (Grim et al. 1937 in Weaver 1989). Por recomendação da AIPEA (Bailey 1986) foi estabelecido \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n7 \n  \n\nque illita é definida como um filossilicato com estrutura 2:1, como a muscovita, sendo subsaturada em \n\nK+ na intercamada e que não contém camadas expansivas (Fig. 3.1). São predominantemente \n\ndioctaédricas, ocorrendo raramente como trioctaédricas. \n\nEm análises difratométricas, o espaçamento basal característico da illita é de d ~10 Å, \n\nsemelhante ao das muscovitas.  \n\nReflexões características da illita – ~10 Å e ~5 Å – que se mantêm inalteradas após solvatação \n\ncom etileno glicol ou aquecimento, indicam a ausência de interestratificação com minerais expansivos.  \n\nO empilhamento das camadas (Fig. 3.2A e B), relacionadas à composição, define os politipos, \n\nque são condicionados principalmente pela temperatura da diagênese até o metamorfismo, quando a \n\nillita se recristaliza para muscovita. O politipo 1M, de simetria monoclínica, é definido pelo \n\nempilhamento regular das camadas (Moore &amp; Reynolds 1997), ou 1Md, que se forma a baixa \n\ntemperatura, tipicamente nas condições diagenéticas até a anquizona. O politipo 2M1, no qual cada \n\ncamada é deslocada em 120° sobre a subjacente, é característico de condições de metamorfismo, ou \n\ncomo mineral detrítico nos sedimentos e rochas sedimentares. O politipo 3T, se origina sob alta \n\npressão, indicando mineral detrítico. \n\nNo difratograma de raios-X, esses politipos podem ser melhor identificados em amostras não \n\norientadas, que não ressaltam reflexões relacionadas aos planos 00l (Moore &amp; Reynolds 1997, Srodon \n\net al. 2013).  \n\nA composição química da illita tem como fórmula representativa (Bailey 1986): \n\n? K0,75(Al1,75R2+0,25) (Si3,5Al0,5)010(OH)2. \n\nEssa fórmula se aproxima a da muscovita (K(Al2)(Si3Al)O10(OH,F)2), sendo que na illita, a carga \n\ndo K+ é no máximo 0,9 (por O10(OH)2) e a carga mínina da camada é ~0,6 (por O10(OH)2). No sítio \n\ntetraédrico cerca de 1/6 do Si4+ é substituído pelo Al3+ e no sítio octaédrico é comum a substituição do \n\nAl3+ por Mg2+ e Fe2+ (Murray 2007), cujos teores são variáveis, enquanto na muscovita ocorre \n\nsubstituição de cerca de 1/4 do Si4+ pelo Al3+. \n\n \n\nClorita \n\nA clorita é um filossilicato 2:1 (ou 2:1+1), tendo a intercamada ocupada por uma folha \n\noctaédrica (Mg(OH)2), do que resulta em um espaçamento basal característico entre 14,1 e 14,4 Å (Fig. \n\n3.1), dependendo da composição química e da ordenação da estrutura cristalina. Após a solvatação \n\ncom etileno glicol, o espaçamento não varia mas após o aquecimento a 500 – 700 °C pode diminuir em \n\ndécimos de ângstron além da intensidade da refexão 001 aumentar de 2 a 5 vezes, enquanto as \n\nreflexões de ordens superiores diminuem. \n\nAs espécies de clorita, com fórmula expressa por [R2+,R3+]3[Si4-xAlx]O10(OH)2 para a camada 2:1 \n\ne (R2+,R3+)3(OH)6, para a intercamada, onde R2+ = Mg, Fe2+, Mn, Ni, Zn, Li, Be e R3+ = Al, Fe3+, Cr, B (Bailey \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n8 \n  \n\n1988, Deer et al. 1992), são divididas em 4 subgrupos de acordo com a composição das folhas \n\noctaédricas, da camada e da intercamada: clorita  tri-trioctaédrica, com ambas as fohas trioctaédricas; \n\nclorita di-dioctaédrica (donbassita), com ambas as fohas dioctaédricas; clorita di-trioctaédrica, \n\ndioctaédrica na camada 2:1 mas trioctaédrica na intercamada (como cookeita e sudoita); e, clorita tri-\n\ndioctaédrica, trioctaédrica na camada 2:1 mas dioctaédrica na intercamada (como franklinfurnaceita). \n\nA forma mais comuns é a tri-trioctaédrica, denominada de acordo com o cátion dominante (Bailey \n\n1980): chamosita: (Fe5Al)(Si3Al)O10(OH)8; clinocloro: (Mg5Al)(Si3Al)O10(OH)8; pennantita: \n\n(Mn5Al)(Si3Al)O10(OH)8; nimita: (Ni5Al)(Si3Al)O10(OH)8; baileycloro: (Zn5Al)(Si3Al)O10(OH)8.  \n\n \n\n \n\nFigura 3.2 – Forças no íon K+ (círculo preenchido) a partir de camadas sucessivas da illita. A) visão das camadas \ne B) visão de cima (modificado de Radoslovich 1960 in Weaver 1989).  \n\n \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n9 \n  \n\nSegundo Bailey (1980), a camada 2:1 é semelhante estruturalmente à da mica. Na folha \n\nintercamada, os cátions octaédricos podem ocorrer em duas posições diferentes: I e II (Fig. 3.3). Essa \n\nfolha pode ser colocada sobre a camada 2:1 de 6 formas, sendo que essas 6 posições podem ser \n\ndivididas em dois conjuntos de três posições: a e b. A camada 2:1 subsequente também pode ser \n\nposicionada segundo 6 formas com relação à folha intercamada. Assim, há 12 politipos diferentes \n\ndesignados de acordo com o tipo de folha intercamada (I ou II), a posição (a ou b) da folha intercamada \n\ncom a camada inicial 2:1 e a posição com a camada 2:1 subsequente. Bailey &amp; Brown (1962 in Weaver \n\n1989) demonstraram que o politipo IIb é estável em alta temperatura, sendo comum sua ocorrência \n\nem rochas metamórficas, enquanto o politipo I corresponde à clorita autigênica, formada sob \n\ncondições de baixa temperatura. \n\n \n\n \n\nFigura 3.3 – Estrutura cristalina da clorita. A) Sítions octaédricos I e II que podem ser ocupados por cátions na \nintercamada, em relação a um conjunto fixo de eixos pseudohexagonais. B) Ocupação dos conjuntos de cátions \nI e II resultam em diferentes inclinações para a intercamada, em relação aos eixos fixos. C) Posições a e b da \nintercamada resultam em diferentes padrões de sobreposição de cátions da intercamada em anéis hexagonais \nda camada abaixo 2:1. D) Seis posições para o centro de um anel hexagonal na base superior da camada 2:1 \nem projeção sobre o plano de hidroxila superior da intercamada. E) vistas esquemáticas (010) de seis \ndiferentes conjuntos de camada-intercamada de clorita para mostrar diferentes quantidades e tipos de \nrepulsão cátion-cátion (modificado de Bailey 1988). \n\n \n\nEsmectita \n\nA esmectita, filossilicato do tipo 2:1, cuja intercamada é ocupada por água, cátions diversos, \n\ncomplexos hidroxi-catiônicos e/ou moléculas orgânicas têm o espaçamento basal característico ~14 Å, \n\nque aumenta até 17 Å sob tratamento com etileno glicol e reduz para 9,5 a 10,0 Å após o aquecimento \n\na 300 – 400 °C. \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n10 \n  \n\nEsse filossilicato pode ser dioctaédrico (montmorillonita, beidellita – Al e nontronita – Fe3+) ou \n\ntrioctaédrico (saponita – Mg, stevensita, hectorita – Li+), e é identificado em difratogramas pela \n\nreflexão 060, que indica espaçamento de ~1,50 Å para as primeiras e ~1,53 Å para as últimas. \n\nO empilhamento das camadas de esmectita geralmente ocorre de forma aleatória, pois a carga \n\nda camada é inferior a 0,5/O10(OH)2, (em média 0,35/O10(OH)2), força insuficiente para ligar os cátions \n\nàs camadas adjacentes. \n\nA composição química da esmectita é mais heterogênea se comparada à da illita e tem como \n\nfórmula geral (Hoffman &amp; Hower 1979, Srodon et al. 1986, Güven 1988, Srodon et al. 1992): \n\n? Esmectita dioctaédrica: (Al0,15–1,98Fe0,01–1,98Mg0,01–0,31)(Si3,46-3,71Al0,30–0,53)O10(OH)2K0,00–0,57Na0,00–\n\n0,48Ca0,00–0,30; \n\n? Esmectita  tri-octaédrica: (Al0,02–0,17Fe0,02–0,58Mg0,11–2,92)(Si2,92-4,00Al0,00–0,73)O10(OH)2K0,00–0,04Na0,00–\n\n0,16Ca0,00-0,22. \n\n \n\nArgilominerais interestratificados \n\nA estrutura dos filossilicatos, particularmente do argilominerais, facilita o empilhamento de \n\ncamadas de diferentes espécies minerais, dando origem aos argilominerais interestratificados (Eslinger \n\n&amp; Pevear 1988), constituídos geralmente por dois componentes (Reynolds 1980, Reynolds 1988). O \n\nordenamento do empilhamento referido pelo termo Reichweite – R – (Jadgozinski 1949 in Reynolds \n\n1988), pode ser R = 0 para interestratificação randômica ou R = 1 para alternância regular de duas em \n\nproporções idênticas. \n\nDurante a diagênese, observa-se o aumento da organização da estrutura cristalina nos \n\ninterestratificados. Inicialmente, a interestratificação illita e esmectita (I/S) ocorre de forma randômica \n\n(R = 0) em temperaturas de 50 – 60°C (Hoffman &amp; Hower 1979), passando a ordenação de pouco \n\nalcance (R = 1) e, em temperaturas próximas a 170 – 180°C, ordenação de longo alcance (Reynolds &amp; \n\nHower 1970), aumentando o teor de illita na interestratificação com a esmectita (Lanson &amp; Champion \n\n1991, Velde &amp; Vasseur 1992). Analogamente, a interestratificação clorita e esmectita (C/S) inicia de \n\nforma randômica, a aproximadamente 60°C em arenitos e 70° em folhelhos (Chang et al. 1986) \n\npassando a clorita pura com o aumento da profundidade (Schultz 1963). \n\n \n\n3.2. Origem dos argilominerais \n\nA esmectita e a illita se formam principalmente durante o intemperismo a partir de \n\ntransformações químicas e físicas da rocha parental ou durante a pedogênese sob variadas condições \n\n(Tab. 3.1), sendo que a precipitação pluviométrica exerce uma forte influência no mineral a ser \n\nformado além da temperatura, do relevo e do material da rocha fonte (Meunier 2005).  \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n11 \n  \n\nAlém disso, os argilominerais também podem se formar a partir da alteração de minerais \n\nconstituintes de rochas ígneas ou metamórficas instáveis sob condições de pressão e temperaturas \n\nmais baixas em superfície do que em profundidade.  \n\nOs minerais são transportados essencialmente pela água, mas também pelo gelo e pelo vento, \n\nque embora não seja o principal agente transportador, o pequeno volume de sedimentos assim \n\ntransportados tem significado estratigráfico ou geocronológico importantes, como as bentonitas, que \n\ncorrespondem a diferentes associações minerais contendo sempre esmectita.  \n\nApós o transporte, esses minerais detríticos são depositados na bacia de sedimentação, onde \n\ntambém se acumulam minerais neoformados ou autigênicos (Tab. 3.2). A partir da deposição, iniciam-\n\nse os processos diagenéticos que levam à formação e transformações de diversos minerais, \n\nparticularmente de argilominerais, como a illita e a clorita, formados a partir da evolução da esmectita \n\ndurante a diagênese (Eberl 1984, Merriman 2005). \n\n \n\nTabela 3.1 – Principais fatores que influenciam na formação da esmectita, da illita e da clorita. \n\nOrigem Esmectita Illita Clorita \n\nMateriais Solos com pH básico; \nVertissolos; \nRochas ígneas básicas; \nRochas ígneas ultrabásicas; \nRochas sedimentares; \nRochas metamórficas básicas. \n\nSolos áridos; \nRochas ígneas ácidas; \nRochas \nsedimentares; \nRochas metamórficas \nácidas. \n\nRochas ígneas básicas; \nRochas sedimentares; \nRochas metamórficas \nbásicas. \n\nMineral precursor Feldspatos; \nMicas (biotita e muscovita); \nSilicatos ferromagnesianos \n(clorita, anfibólio, piroxênio e \nolivina). \n\nK-feldspato; \nPlagioclásio; \nMuscovita; \nBiotita. \n\nMicas trioctaédricas; \nAnfibólio; \nPiroxênio. \n \n\nCondições Continente: baixa circulação \nde água, alta salinidade. \nOceano: alteração de basaltos, \nalta salinidade. \n\nBaixa precipitação; \nIntensidade de \nintemperismo: baixa \na moderada. \n\nRelevo acidentado. \nTransporte, deposição \ne soterramento \nrápidos. \n\nClima Temperado; \nÁrido; \n \n\nFrio a temperado a \nquente e seco; \nNos trópicos se alto \nrelevo. \n\nFrio. \n\n \n\nTabela 3.2 – Classificação dos argilominerais com relação à sua formação (Eberl 1984, Merriman 2005). \n\nMecanismos Descrição \n\nNeoformado \n(Autigênico) \n\nFormados na bacia sedimentar por precipitação direta da solução ou por cristalização de \nmaterial amorfo. \n\nDetrítico Formados em algum estágio do ciclo dos argilominerais e transportados para dentro da bacia. \nTransformado Formados na bacia sedimentar a partir dos argilominerais detríticos e neoformados em \n\nresposta às condições diagenéticas e metamórficas de baixo grau por dissolução e \nprecipitação ou substituição no estado sólido. \n\n \n\nAlém dos argilominerais gerados dentro desse contexto, há os formados em condições \n\nsubmarinas a partir da reação do contato entre basalto e água do mar, que geralmente são \n\nargilominerais ricos em Fe e Mg, como a saponita (esmectita trioctaédrica) e a celadonita. Outra \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n12 \n  \n\npossível origem para os argilominerais ocorre se houver circulação de água através de um sistema de \n\njuntas e fissuras, no qual os argilominerais se formam por hidrotermalismo. \n\n \n\n3.3. Deposição \n\nO contexto tectônico influencia diretamente as associações de argilominerais depositados em \n\nmassas aquosas da bacia sedimentar (Velde &amp; Vasseur 1992, Merriman 2005, Srodon et al. 2013), \n\ncondicionadas pela energia, quantidade de suprimentos e espaço de acomodação. \n\nA concentração dos filossilicatos detríticos depende da composição da rocha fonte, da \n\nquantidade transportada e aprisionada em cada ambiente sedimentar, sendo que a deposição da \n\nesmectita e da illita ocorre tanto em regiões continentais quanto marinhas, prevalescendo a esmectita \n\nem regiões temperadas e áreas vulcânicas, enquanto a clorita tende a se depositar próxima a área \n\nfonte, em relevo alto e/ou clima frio (Guimarães 1997). \n\nÍons aprisionados em poros de sedimentos ou em camadas de filossilicatos expansivos dão \n\ninício à formação dos minerais autigênicos, condicionados pela composição química da água \n\nintersticial, temperatura, pressão, tectonismo, mineralogia detrítica, teor e composição de matéria \n\norgânica. \n\n \n\n3.4. Diagênese até o metamorfismo de baixo grau \n\nApós o transporte e a deposição dos minerais, inicia-se a diagênese, na qual ocorrem \n\nalterações físicas e químicas que resultam na compactação e transformação de sedimentos em rochas \n\nsedimentares. A preservação ou alteração dos minerais detríticos, transformados e/ou neoformados \n\n(autigênicos) durante a diagênese é controlada principalmente pela temperatura (Velde et al. 1986), \n\nbem como pela composição e circulação de fluidos, presença de matéria orgânica e pelo tectonismo. \n\nAssim, enquanto os minerais detríticos são importantes para a determinação da proveniência e rocha-\n\nfonte, os autigênicos fornecem informações sobre o contexto deposicional, a diagênese e o \n\nmetamorfismo de baixo grau. \n\nA illita formada durante o intemperismo (pedogênese) e transportada para o sítio deposicional \n\nocorre como partícula detrítica. Sob condições de diagênese, interestratificados de illita-esmectita (I/S) \n\ne illitas autigênicas ocorrem como cimento, contornando minerais detríticos ou ao longo de suas \n\nclivagens a partir da illitização da esmectita (Hower et al. 1976, Boles &amp; Franks 1979, Altaner &amp; Ylagan \n\n1997), principalmente montmorilonita, com enriquecimento em Al e K e perda de Fe e Mg. Outra \n\npossível formação da illita ocorre por alteração de feldspato detrítico (Dickinson 1985, Morad &amp; \n\nAldahan 1987, De Ros et al. 1994, Bjorlykke et al. 1995, Bjorlykke 1998, Wilkinson et al. 2001, Kamp \n\n2008). \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n13 \n  \n\nA illitização da esmectita e a transformação da illita para a muscovita são condicionadas \n\nprincipalmente pelo aumento de temperatura (Hower et al. 1976, Srodon &amp; Eberl 1984, Velde et al. \n\n1986, Hillier 1989, Pollastro 1990, Velde &amp; Vasseur 1992) além de outros fatores como tectonismo \n\n(Hoffman &amp; Hower 1979, Eslinger &amp; Sellars 1981, Piqué 1982, Poyatos et al. 2001, Merriman 2005, \n\nSrodon et al. 2013) e hidrotermalismo (Keller et al. 1986, Velde&amp; Brusewitz 1986, Whitney 1990, \n\nFuente et al. 2002). \n\nConforme a proporção de I/S em frações &lt;2 µm, Weaver (1989) definiu a zona diagenética em \n\ntrês estágios: \n\n- Diagênese precoce: abrange desde o contato água-lama até o estágio com interestratificado \n\nregular de I/S (aproximadamente 60% de camadas de illita; 90 a 140°C).  \n\n- Diagênese intermediária: abrange desde o desenvolvimento de uma fase interestratificada \n\nregular até o desaparecimento da sua reflexão característica (d~17 Å) após a solvatação com etileno-\n\nglicol (~90% de illita; ~200°C).  \n\n- Diagênese tardia: abrange estágio em que a fase interestratificada aparece integrada à \n\nreflexão de 10 Å (&lt;10° de esmectita; 200 a 250°C) após a solvatação com etileno-glicol até o início da \n\nanquizona. \n\n Estudos difração de raios-X identificaram que esse aumento na organização do empilhamento \n\npode ser observado nas reflexões da illita e da clorita (Dunoyer de Segonzac 1970), cuja forma e a \n\nlargura da reflexão variam continuamente com o aumento do grau de diagênese – metamorfismo, \n\nficando cada vez mais bem definida e mais estreita. \n\nConforme essa variação da reflexão da illita, Kübler (1964, 1967, 1984) propôs o método de \n\nmedidas de largura a meia altura (full-width at half maximum – FWHM) da reflexão d(001) da illita \n\nobtida no difratograma da fração &lt;2 ?m. Denominado “Índice de cristalinidade de Illita” (ICI) ou \n\n“Cristalinidade da Illita” (CI) e atualmente “Índice de Kübler (IK; Guggenheim et al. 2002), é um dos \n\nprincipais parâmetros para a definição das zonas de diagênese e metamorfismo de muito baixo grau \n\n(Árkai 2002): \n\n- Zona diagenética (ou de diagênese pel IK): estágio que corresponde aos valores de FWHM da \n\nillita maiores do que 0,42 ?°2?.  \n\n- Anquizona: transição entre as zonas diagenética e epizona, na qual não há minerais \n\nexpansivos, e corresponde aos valores FWHM da illita entre 0,42 e 0,25 ?°2?. \n\n- Epizona: metamorfismo de muito baixo grau, que corresponde aos valores FWHM menores \n\ndo que 0,25 ?°2?. \n\n \n\nEmbora diversos estudos tenham utilizado essa definição para o zoneamento da \n\ndiagênese/metamorfismo (Nieto &amp; Sanches-Navas 1994, Warr &amp; Rice 1994, Warr &amp; Nieto 1998, Francu \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n14 \n  \n\net al. 1999, Ji &amp; Browne 2000, Jaboyedoff et al. 2001a, Jaboyedoff et al. 2001b, Lee &amp; Lee 2001, Abad \n\net al. 2003, Bisevac et al. 2010, Árkai et al. 2012, Bozkaya et al. 2012, Wang et al. 2012, Mora et al. \n\n2013, Taylor &amp; Macquaker 2014), algumas variações foram observadas desde a sua definição devido a \n\ndiferentes configurações instrumentais e diferentes métodos para preparações das amostras (Kisch \n\n1990). Por isso algumas recomendações foram feitas a fim de padronizar as configurações da difração \n\nde raios-X e as preparações das amostras (Kisch 1991, Warr &amp; Rice 1994, Kisch et al. 2004, Mählmann \n\n&amp; Nguyen 2014). Warr &amp; Rice (1994) estabeleceram o Índice de Cristalinidade Padrão (Crystallinity \n\nIndex Standard – CIS): uma calibração a partir da preparação e da análise de amostras padrões, que se \n\ntornou o método comum de padronização do Índice de Kübler.  \n\nApesar do sucesso na padronização de dados, estudos de Kisch et al. (2004), Ferreiro \n\nMahlmann &amp; Frey (2012) e Warr (2014) indicam que o CIS não reproduz a escala original de Kübler \n\n(1967). Assim, Warr &amp; Ferreiro Mählmann (2015) recomendam que os limites inferiores e superiores \n\nda anquizona sejam ajustados de 0,25° 2? e 0,42° 2? para 0,32° 2? e 0,52° 2? segundo os \n\nprocedimentos de calibração propostos por Warr &amp; Rice (1994) e de preparação de amostras \n\npropostas por Kisch (1991). \n\nOutro parâmetro amplamente utilizado para complementar a interpretação das zonas \n\ndiagenéticas e metamórficas de baixo grau é o Índice de Árkai (Árkai 1991) ou “Cristalinidade da \n\nClorita” – ChC – (Árkai et al. 1995, Árkai et al. 1996, Bisevac et al. 2010, Doublier et al. 2010, Doublier \n\net al. 2012, Árkai et al. 2012, Wang et al. 2012, Potel et al. 2014). Consiste em medidas de FWHM nas \n\nreflexões 001 e 002 da clorita, 14 e 7 Å respectivamente. Embora o IA seja menos utilizado para \n\nidentificar diferenças no grau metamórfico do que o IK, tendo em vista sua menor variação das \n\nlarguras, é um método confiável, cujos limites da anquizona são definidos por uma correlação linear \n\nao IK, correspondentes a IA (001) = 0,26 – 0,37 °?2? e IA (002) = 0,24 – 0,30 °?2? (Árkai et al. 1995). \n\nOs politipos da illita evoluem na diagênese em uma sequência de conversão 1Md ? 1M ? 2M \n\n(Velde 1965). Essa sequência reflete a organização do empilhamento da estrutura cristalina e a razão \n\nentre os politipos 2M/1Md é utilizada para indicar o grau de diagênese – metamorfismo, sendo que o \n\npolitipo 1Md é característico de pelitos na zona diagenética e os politipos 2M ou 3T em pelitos na \n\nepizona (Dunoyer de Segonzac 1969), podendo ser produtos da diagênese ou mineral detrítico. \n\nEmbora o politipo 3T não pareça seguir a sequência de conversão, está relacionado com a evolução da \n\ndiagênese em ambientes de alta pressão e baixa temperatura (Srodon et al. 2013).  \n\nAnalogamente à sequência de conversão da illita, os politipos das cloritas se transformam \n\nsegundo a sequência Ib (d) ? Ib (? = 97°) ? Ib (? = 90°) ? IIb conforme o aumento da temperatura, \n\nmas não é confiável utilizar apenas essas transformações como geotermômetro devido à sobreposição \n\ndos campos de estabilidade de cada politipo (Frey 1987). No entanto, adicionado a outros parâmetros, \n\npodem ser bons indicadores. \n\n\n\nCapítulo 3 – Filossilicatos em Rochas Sedimentares: da Origem à Epizona \n\n15 \n  \n\nOs valores do espaçamento d(060), além de possibilitarem a identificação de illita e clorita di \n\nou trioctaédricas – d ? 1,5 Å e d ? 1,52 Å, respectivamente –, são utilizados desde os trabalhos de Sassi \n\n(1972) e Sassi &amp; Scolari (1974), sob a denominação de parâmetro b em micas brancas – igual a \n\n6*d(060,331) –, como um geobarômetro para o estudo de metamorfismo em pelitos (Guidotti et al. \n\n1989, Riedes et al. 1992, Kim et al. 2000, Ramirez-Sánchez et al. 2005, Kisch et al. 2006, Bisevac et al. \n\n2010, Doublier et al. 2010, Árkai et al. 2012, Bozkaya et al. 2012) utilizando uma calibração proposta \n\npor Guidotti e Sassi (1986 in Árkai et al. 2012) para a illita, em que:  \n\n- b &lt;9,000 Å ? fácies de baixa pressão (gradiente geotérmico > 35°C/km);  \n\n- 9,000 Å &lt;b &lt;9,040 Å ? fácies de média pressão (gradiente geotérmico de 25 a 35 °C/km);  \n\n- b > 9,040 ? fácies de alta pressão (gradiente geotérmico &lt;25°C/km). \n\nDevido à comum sobreposição da reflexão 331 na reflexão 060, Riedes et al. (1992) sugerem \n\nque o espaçamento da reflexão em d ~ 1,5 Å esteja relacionado ao d331,060 ao invés de d060 (Árkai et al. \n\n2012). \n\n \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n16 \n    \n\n4. MATERIAIS, MÉTODOS E TÉCNICAS \n\n \n\nAmostras coletadas em trabalhos de campo específicos e durante a disciplina mapeamento \n\ngeológico ocorrida entre os anos de 2011 e 2015 foram utilizadas para essa pesquisa (Tab. 4.1, Fig. \n\n2.1B). Correspondem a arenitos muito finos e pelitos inalterados, das formações Serra de Santa Helena \n\n(FSSH) e Serra da Saudade (FSS) expostas nas regiões: 1) Norte do DF, Fercal – DF e Água Fria – GO; 2) \n\nVila Boa – Bezerra – GO; 3) Cabeceiras – GO; 4) Serra de São Domingos – GO; e 5) Bonfinópolis de \n\nMinas - MG.  \n\n \n\nTabela 4.1 – Localização estratigráfica e geográfica das amostras estudadas e análises realizadas: PT: \npetrografia; MEV: microscopia eletrônica de varredura; DRX: difração de raios-X; GEQ: geoquímica de rocha \ntotal; MS: microanálises por sonda eletrônica. Arg: argilito/folhelho; Ar: arenito; Slt: siltito. \n\nAmostras Descrição UTM E UTM N PT MEV GEQ MS \nFSSH \nFercal - DF \nLF-DF-006 Slt cinza esverdeado maciço 181773 8283864 X X X  \nLF-DF-006.1 Slt cinza arroxeado maciço 181773 8283864 X    \nLF-DF-006.2 Slt cinza esverdeado com marca ondulada 181773 8283864 X    \nLF-DF-10 Slt cinza esverdeado laminado 183383 8283196     \nLF-DF-10a Slt cinza esverdeado claro 183383 8283196 X    \nÁgua Fria – GO \nLS-006 Slt verde acinzentado maciço 200466 8334922 X  X  \nLS-007 Slt cinza esverdeado maciço  192398 8325875 X  X X \nVila Boa – Bezerra \nM07-IV-12 Slt cinza escuro esverdeado laminado 260332 8300410 X X X X \nM011-I-68 Slt cinza claro laminado 275052 8294935 X  X  \nM011-II-78 Slt cinza laminado 270740 8297928   X  \nM011-III-84 Slt cinza escuro laminado. 282129 8298092 X X X X \nM012-I-60 Slt cinza com laminação incipiente 263850 8321413 X  X  \nM012-VII-50 Slt cinza escuro esverdeado laminado 268650 8313322 X X X X \nM012-IX-36 Slt cinza claro esverdeado laminado 274122 8303159 X  X  \nM012-XII-45 Slt cinza esverdeado laminado 265945 8303670 X X X X \nM013-II-77a Slt cinza esverdeado laminado 250104 8334207   X  \nM013-II-77b Slt cinza esverdeado maciço 250104 8334207 X X X X \nM013-V-01 Arenito muito fino cinza esverdeado maciço 260900 8331369 X  X  \nM013-VI-39 Slt cinza escuro laminado 259715 8329935 X X X X \nM013-VI-64 Slt oliva claro laminado 259933 8329780 X  X  \nM013-VII-68 Slt cinza claro com laminação incipiente 263261 8325338     \nM013-VII-72 Slt cinza laminado 263378 8325559   X  \nM013-VII-76 Slt cinza esverdeado com laminação incipiente 262943 8325710     \nM013-XI-39 Slt verde acinzentado maciço 264670 8307232     \nM013-XI-41 Slt cinza oliva discretamente laminado 264807 8307548 X X X X \nCabeceiras \nEGC-15 Slt verde claro acinzentado maciço 301645 8250485 X    \nEGC-103 Slt verde claro com laminação incipiente 301574 8253031 X X X X \nEGC-132 Slt verde claro acinzentado laminado 301044 8256461 X X X X \nSerra de São Domingos \nEGSD-10 Arg cinza esverdeado claro laminado 334530 8331503 X  X  \nEGSD-12 Slt cinza esverdeado claro laminado 334830 8331520 X  X  \nLS-002 Slt cinza escuro com laminação incipiente 334907 8331849 X  X  \nLS-003 Slt cinza esverdeado com laminação incipiente 334907 8331849 X  X  \nLS-004 Slt cinza escuro laminado 334907 8331849 X  X  \nLS-005 Slt cinza esverdeado escuro 334907 8331849 X  X  \nM014-II-56 Arg cinza claro laminado 338626 8329698 X  X  \nM015-VIII-07 Slt cinza esverdeado com laminação incipiente 334023 8332319 X  X X \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n17 \n    \n\nTabela 4.1 (continuação) -  \n\nAmostras Descrição UTM E UTM N PT MEV GEQ MS \nFSS \nVila Boa – Bezerra \nM013-XII-57 Slt cinza esverdeado escuro maciço 272416 8315367   X  \nM013-XII-58 Slt verde acinzentado com laminação incipiente 272455 8315915 X X X X \nM013-XII-59 Slt verde acinzentado com laminação incipiente 272337 8316108 X X X X \nM013-XII-60 Slt cinza escuro laminado 272271 8316130   X  \nCabeceiras \nEGC-46 Slt cinza arroxeado 281435 8273507     \nEGC-151 Slt cinza arroxeado laminado 276795 8276558   X  \nSerra de São Domingos \nEGSD-16 Arg cinza esverdeado com laminação incipiente 334930 8331530 X  X  \nM015-VIII-13 Slt oliva acinzentado laminado 333402 8331668 X  X X \nM015-VIII-14 Slt oliva acinzentado laminado 333329 8331744 X  X X \nM015-XVI-03 Slt cinza esverdeado escuro laminado 331792 8341633 X X X X \nBonfinópolis de Minas \nEGBM 04a Arg cinza arroxeado laminado 388312 8148774   X  \nEGBM 04b Arg cinza esverdeado laminado 388312 8148774 X  X  \n\n \n\nA seleção das amostras foi feita conforme a sua localização em relação à zona de deformação \n\ntectônica: as regiões da Fercal (DF) e de Água Fria (GO), mais próximas à falha de empurrão que \n\nsobrepõe o Grupo Canastra, estão situadas no Domínio Externo próximo ao limite com o Domínio \n\nInterno da FDB; Vila Boa – Bezerra (GO), um pouco mais afastada e preservada da deformação, está \n\nno Domínio Externo da FDB; a Serra de São Domingos (GO), próxima a zonas de falhas, está no limite \n\nentre o Domínio Externo e o Cráton, no qual se insere a região de Bonfinópolis de Minas (MG), mais \n\nao centro da bacia, sendo a mais afastada e não deformada. \n\nDentre os métodos utilizados para a caracterização mineral visando relacionar as \n\ncaracterísticas dos filossilicatos da bacia foreland com relação à área-fonte e à \n\ndiagênese/anquimetamorfismo, foram feitas análises petrográficas por microscopia ótica e por \n\nmicroscopia eletrônica de varredura (MEV), difratométricas em todas as amostras, geoquímicas por \n\nfluorescência de raios-X (FRX) e por espectrometria de emissão óptica por plasma acoplado \n\nindutivamente (ICP-OES), e microscópicas por sonda eletrônica (EPMA), cujas técnicas serão \n\napresentadas a seguir. \n\nAlém das amostras listadas acima, foram analisadas quatro amostras, SW1, SW2, SW4 e SW6, \n\npara calibrar os valores de FWHM conforme o Índice de Cristalinidade Padrão (Crystallinity Index \n\nStandard – CIS, Warr &amp; Rice 1994), possibilitando uma melhor interpretação da evolução diagenética \n\ndo Grupo Bambuí na borda oeste do Cráton São Francisco. Fragmentos dessas amostras foram \n\nenviadas do Instituto de Geografia e Geologia da Universidade de Universidade de Greifswald, \n\nAlemanha, pelo Dr. Laurence Warr. \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n18 \n    \n\n4.1. Petrografia \n\nMicroscopia ótica \n\nFeições texturais e mineralógicas, como composição, estruturas deposicionais, minerais \n\ndetríticos/neoformados/transformados, alterações tardi/pós-diagenéticas e feições sin/pós-\n\nmetamórficas, foram identificadas a partir da microscopia de luz transmitida sobre lâminas delgadas \n\n(Bisevac et al. 2009, Bisevac et al. 2010, Árkai et al. 2012, Bozkaya et al. 2012, Wang et al. 2012, Mora \n\net al. 2013, Ngombi-Pemba et al. 2014, Taylor &amp; Macquaker 2014).  \n\nPor se tratar, em sua maioria de lâminas de rochas pelíticas, cuja granulação fina dificulta a \n\ncorreta identificação da composição mineral sob microscópio ótico, a análise microscópica foi utilizada \n\npara a identificação da composição mineral, cuja estimativa de quantificação foi dada segundo o \n\nmétodo de contagem de grãos, mas prioritariamente para o detalhamento das estruturas \n\nsedimentares, diagenéticas e tectônicas. \n\nAs lâminas foram preparadas no Laboratório de Laminação (LABLAM) do IG/UnB segundo \n\ncortes paralelos e perpendiculares ao acamamento. \n\n \n\nMicroscopia eletrônica de varredura (MEV) \n\nLâminas perpendiculares ao acamamento foram submetidas às análises de microscopia \n\neletrônica de varredura visando complementar a descrição microestrutural e textural/mineralógica \n\ncom foco em filossilicatos autigênicos/neoformados e transformados por meio de \n\nalterações/substituições durante a diagênese – anquimetamorfismo (Abad et al. 2003, Bozkaya &amp; \n\nYalçin 2010, Bozkaya et al. 2012, Mora et al. 2013, Ngombi-Pemba et al. 2014), sendo que análises \n\npontuais utilizando o sistema de energia dispersiva (EDS) auxiliaram na diferenciação dos minerais. \n\n \n\n4.2. Difração de Raios-X (DRX) \n\nAs análises por difração de raios-X (DRX) foram utilizadas qualitativamente para a identificação \n\nda composição mineralógica das rochas e para a definição dos índices de Kübler e de Árkai a partir de \n\nmedições, convencionais e por decomposição, de FWHM. \n\nDe acordo com as variações observadas por Kisch &amp; Frey (1987) e Warr &amp; Rice (1994) e para \n\nseguir as recomendações de Warr &amp; Rice (1994) e Ferreiro Mälmann (2015), os valores de IK e IA foram \n\ncalibrados, estabelecendo o Índice Padrão de Cristalinidade (Crystallinity Index Standard – CIS), \n\nutilizando os respectivos valores nas amostras SW1, SW2, SW4 e SW6. Para garantir o sucesso do \n\nprocedimento de padronização, todas as amostras, foram totalmente preparadas a partir dos seus \n\nfragmentos no Laboratório de raios-X (LDRX) do Instituto de Geociências (IG) da Universidade de \n\nBrasília (UnB), considerando assim a variação entre laboratórios. \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n19 \n    \n\nAmostras de rocha total e da fração argila, inclusive com a separação das frações inferiores a \n\n0,2 µm (Srodon et al. 2013; Tab. 4.2), foram preparadas e analisadas no Laboratório de Difratometria \n\nde Raios-X (LDRX) do Instituto de Geociências da Universidade de Brasília (IG/UnB), seguindo as \n\nrecomendações de Warr &amp; Ferreiro Mählmann (2015), cuja preparação das amostras e configuração \n\ndo difratômetro seguem as orientaões de Kisch (1991) e Warr &amp; Rice (1994). \n\nAssim, fragmentos de rocha &lt;20 mm foram triturados e pulverizados no moinho de bola a 300 \n\nrpm por apenas 5 min de forma a minimizar influência no IK nas frações argilas. Após a pulverização \n\nda rocha total, a análise foi feita após compactação do material a seco sobre lâmina de vidro. \n\nA fração argila foi preparada, utilizando a centrifugação (Warr &amp; Rice 1994) segundo rotina de \n\npreparação do Laboratório de Difração de Raios-X (LDRX/IG/UnB), modificada de Alves (1987). Essa \n\nfração é obtida a partir do sobrenadante resultante da dispersão da amostra pulverizada em água \n\ndestilada seguida de centrifugação a 750 rpm por 7 minutos. O sobrenadante é então centrifugado por \n\n30 minutos a 3000 rpm para decantar a fração argila, utilizada para a preparação das lâminas \n\norientadas, pela técnica do esfregaço, e não orientadas com o pó compactado a seco sobre lâmina de \n\nvidro. \n\nPara a separação da fração &lt;0,2 µm, a amostra pulverizada foi dispersa em água destilada e \n\ndesagregada em ultrassom HIELSHER modelo UP400S, com um ciclo e amplitude da onda de 50% \n\ndurante 4 minutos. Desta mistura, após centrifugação sob 2400 rpm por 35 minutos (Jackson 1969), \n\nobtém-se o sobrenadante que é então submetido a nova centrifugação sob 3500 rpm por 35 minutos \n\npara decantar a fração inferior a 0,2 µm. Com essa fração, foi preparada uma lâmina não orientada \n\ncom o pó compactado a seco sobre a lâmina de vidro e uma lâmina orientada. Posteriormente à \n\nsecagem sob temperatura ambiente (N), as amostras são analisadas e em seguida solvatadas com \n\netileno-glicol em atmosfera de vácuo por 12 horas (G) e aquecidas a 490-500°C em uma mufla N480D \n\nda Fornos Magnus por um período de 4h (A). \n\nAs amostras foram analisadas em equipamento RIGAKU modelo ULTIMA IV, operando com \n\ntubo de cobre e filtro de níquel, sob voltagem de 35 kV e corrente de 15 mA, velocidade da varredura \n\nde 2°/minuto, passos de 0,05°, no intervalo de 2° a 80° 2? para a amostra total e de 2° a 65° 2? para \n\nas frações argila secas ao ar (N), solvatadas com etileno-glicol (G) e aquecidas (A). \n\nEmbora alargamentos instrumentais tenham sido observados nos trabalhos de Kisch (1990), \n\nCampos et al. (2015) compararam análises feitas sob velocidades de 2°/min com 0,5°/min e \n\nobservaram que com a configuração do equipamento utilizada nesse laboratório, não ocorre esse \n\nalargamento. A mudança se dá com relação ao background, que fica mais elevado conforme o \n\naumento da velocidade. Assim, sugere-se diminuir a velocidade para amostras com poucos \n\nfilossilicatos, destacando as reflexões características. \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n20 \n    \n\nA identificação dos minerais foi feita utilizando o programa JADE 9.0, base WINDOWS, com \n\nbanco de dados PC-PDF (Powder Diffraction File – PDF para PC/ICDD). \n\nA medida de FWHM foi feita como originalmente, diretamente no difratograma de raios-X, \n\nmas, devido às diferentes fases presentes em uma rocha, que pode resultar em reflexões sobrepostas \n\nno difratograma, fez-se também a utilização da decomposição de fases (deconvolução) para \n\ndiferenciar e discriminar a contribuição de cada fase mineral para uma dada reflexão (Lanson &amp; \n\nChampion 1991, Stern et al. 1991, Lanson &amp; Besson 1992, Lanson &amp; Velde 1992, Velde &amp; Lanson 1993, \n\nStern et al. 1995, Wang et al. 1995, Lanson 1997, Battaglia et al. 2004, Kisch &amp; Nijman 2010, Nieto \n\nGarcia 2014). \n\n \n\nDecomposição de fases \n\nInicialmente utilizada para evitar equívocos a respeito da assembleia mineral devido à \n\nsobreposição parcial ou total de reflexões no difratograma (Lanson &amp; Champion 1991, Stern et al. \n\n1991, Velde &amp; Lanson 1993, Wang et al. 1995, Lanson 1997), atualmente a técnica de decomposição \n\nde fases tem sido utilizada também para a identificação dos politipos mineralógicos (Árkai et al. 2002, \n\nBattaglia et al. 2004, Doublier et al. 2010), além de fornecer valores de largura a meia altura (FWHM), \n\nexpresso em °?2? (Warr &amp; Rice 1994, Kisch 1990, 1991), utilizados para definir os índices de Kübler e \n\nde Árkai. \n\nPor ser uma técnica baseada em cálculos matemáticos complexos, foram desenvolvidos alguns \n\nsoftwares para realizar esse procedimento, como Philips APD software (Robinson &amp; Bevins 1994), \n\nDiffrac AT (Socabim 1986/92 e Siemens 1992 – Stern et al. 1995, Wang et al. 1995) e DECOMPXR \n\n(Lanson 1990 in Lanson 1997), utilizado nessa pesquisa por ser um software livre e com uma interface \n\nrelativamente simples de se trabalhar. \n\nO DECOMPXR fornece informações precisas da posição, largura e intensidade de cada fase \n\napós a remoção do background, que embora resulte na perda de informação, é essencial para diminuir \n\no número de parâmetros ajustáveis (Lanson 1997). Os algoritmos usados no programa e suas \n\nlimitações estão descritas nos trabalhos de Lanson &amp; Champion (1991), Lanson &amp; Besson (1992), \n\nLanson &amp; Velde (1992) e Lanson (1997). \n\nAs reflexões nos intervalos de 5° a 20° 2? nos difratogramas das frações argila orientadas, secas \n\nao ar, solvatadas com etileno-glicol e aquecidas foram decompostas, considerando-se a contribuição \n\nde 2 ou 3 fases conforme cada amostra, possibilitando distinguir as reflexões das micas detríticas e das \n\nmicas diagenéticas, especialmente illita e muscovita. \n\nEm trabalhos anteriores (Campos 2012 e Campos et al. 2015), observa-se a decomposição em \n\n3 fases: 1 (mais estreita), 2 (intermediária) e 3 (mais larga) nas frações &lt;2 µm, sendo que nas frações \n\n&lt;0,2 µm não ocorre a mais estreita, atribuída à presença de minerais detríticos nas frações &lt;2 µm. As \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n21 \n    \n\ncurvas com FWHM intermediários da illita e da clorita se referem então aos minerais diagenéticos com \n\nmelhor cristalinidade e, por isso, utilizadas para determinação dos índices de Kübler e de Árkai, \n\nrespectivamente (Warr &amp; Mählmann 2015). Embora Lanson &amp; Champion (1991) e Lanson &amp; Besson \n\n(1992) considerem que as curvas mais largas reflitam uma heterogeneidade nas características físico-\n\nquímicas dos minerais, sugere-se também que possam estar relacionadas a erros instrumentais. Para \n\nauxiliar nessa questão, foram realizadas decomposições da reflexão em d~4,26 Å, característica do \n\nplano (100) do quartzo em amostras que não contenham feldspato, pois também tem reflexão nessa \n\nregião, e em d~3,035 Å, característica do plano (104) da calcita. \n\nAlguns autores utilizam a reflexão d(002) para a interpretação da illita (Nieto &amp; Sanchez-Navas \n\n1994, Warr 1996, Battaglia et al. 2004), mas neste trabalho a reflexão d(001) será utilizada, devido à \n\nsua maior intensidade e à menor interferência com outras fases ao comparar com a reflexão d(002) \n\n(Lanson &amp; Champion 1991). \n\n \n\n4.3. Análises geoquímicas de rocha total  \n\nAmostras de rocha total, pulverizadas no Laboratório de Difratometria de Raios-X (LDRX) do \n\nInstituto de Geociências da Universidade de Brasília (IG/UnB), foram analisadas por fluorescência de \n\nraios-X para determinar a composição química de rocha total. \n\nOs óxidos majoritários – SiO2, Al2O3, Fe2O3, CaO, MgO, TiO2, P2O5, Na2O, K2O, MnO – foram \n\ndeterminados por Fluorescência de Raios-X (FRX) em 63 amostras, sendo 13 analisadas no Laboratório \n\nde Geocronologia (IG/UnB), 10 no Centro Regional para o Desenvolvimento Tecnológico e Inovação \n\n(CRTI) e 40 no SGS Geosol Laboratórios.  \n\nAlém disso, 40 amostras foram analisadas por Espectrometria de Emissão Óptica por Plasma \n\nAcoplado Indutivamente (Inductively Coupled Plasma Optical Emission Spectrometry – ICP-OES) no \n\nSGS Geosol Laboratórios para determinar as proporções elementares de Ag, Al, As, Ba, Be, Bi, Ca, Cd, \n\nCo, Cr, Cu, Fe, K, La, Li, Mg, Mn, Mo, Na, Ni, P, Pb, Sb, Sc, Se, Sn, Sr, Th, Ti, Tl, U, V, W, Y, Zn, Zr.  \n\nEssas análises determinam a composição química de rocha total, que geralmente indica a \n\nproveniência, contribuindo para a interpretação do contexto tectônico (Cox et al. 1995, Cullers &amp; \n\nPodkovyrov 2000, Cullers &amp; Podkovyrov 2002, Kemp et al. 2005).  \n\n  \n\n4.4. Microanálises por sonda eletrônica (EMPA) \n\nAs microanálises por sonda eletrônica determinam a química mineral da illita/muscovita e \n\nclorita detríticas e diagenéticas – metamórficas. Para isso, 18 lâminas, polidas e metalizadas com \n\ncarbono, foram analisadas no equipamento JEOL modelo JXA-8230 do Laboratório de Microssonda \n\n\n\nCapítulo 4 – Materiais, métodos e técnicas \n\n22 \n    \n\nEletrônica (LEPMA/IG/UnB) utilizando voltagem de 15kV e corrente de 1,5 mA, tempo de contagem de \n\n10 a 20 segundos conforme o elemento e o foco de aproximadamente 1 µm.  \n\nOs resultados das análises, dados em porcentagem de óxidos, foram normalizados para \n\nO10(OH)2, carga total negativa igual a 22, e para O10(OH)8, carga total negativa igual a 28, para a \n\nobtenção da fórmula estrutural de micas e cloritas, respectivamente. \n\nForam aceitas como análises válidas, para micas dioctaédricas fórmula unitária com valores de \n\nSi entre 6,0 e 7, soma do octaedro de 3,8 a 4,0, e soma de álcalis próxima a 2,0 para micas \n\ndioctaédricas. Valores de Si mais altos, até um limite em torno de 7,7, soma do octaedro de 3,5 a 4,0, \n\nsendo que o Al é maior que 3,0, e soma de álcalis inferior a 2,0, até 1,5 para illita; Si entre 6,0 e 7,0, \n\nsoma do octaedro entre 5,0 e 6,0 e soma de álcalis até 2,0, para micas tri-octaédricas; e, Si entre 5,0 e \n\n7,0 e soma do octaedro entre 10,0 e 12,0 para clorita. \n\nA interpretação dos dados foi feita com o auxílio de diagramas binários e ternários produzidos \n\nno software PETROGRAPH (Petrelli et al. 2005). \n\n\n\nCapítulo 6 – Conclusões \n  \n\n121 \n \n\n6. CONCLUSÕES \n\n \n\nOs resultados a partir dos dados de petrografia (Anexo II), difratometria de raios-X (Anexo III), \n\nquímica mineral (Anexo IV) e química de rocha total por FRX (Anexo V) e por ICP-OES (Anexo VI) \n\ncontribuem para o entendimento das condições de deposição e evolução diagenética de pelitos do \n\nGrupo Bambuí. \n\nAs composições mineral e química de pelitos das formações FSSH e FSS indicam rocha fonte \n\nsílico-aluminosa com contribuição de rochas ferromagnesianas e predominância de sedimentos \n\nimaturos nas duas unidades, tanto a oeste quanto a leste. Entretanto, a FSSH na região de Vila Boa – \n\nBezerra (oeste) mostra também pelitos mais maturos, com contribuição de sedimentos reciclados \n\nprovenientes do Grupo Paranoá (glauconita e zircão). \n\nA variação com relação à maturidade dos pelitos, mais evidente na FSSH, reflete a seleção \n\ngranulométrica, em que os pelitos mais finos são constituídos essencialmente por filossilicatos \n\nenquanto os mais grossos contêm maior porcentagem de silicatos não argilosos, principalmente albita. \n\nOs pelitos da FSSH também têm maior variedade de estruturas sedimentares, composição \n\nmineral e composição química, especialmente na região de Vila Boa – Bezerra (oeste), enquanto que \n\nos pelitos da FSS tendem a maior homogeneidade tanto a oeste quanto a leste – na região da Serra de \n\nSão Domingos. \n\nNa FSSH, as porcentagens de SiO2, CaO, P2O5 e Na2O e os teores de La, Sr, Y e Zr são mais \n\nelevados do que na FSS, na qual valores de Al2O3, Fe2O3, MgO, TiO2, K2O, MnO, Ba, Co, Cr, Cu, Li, Ni, Pb, \n\nSc, V e Zn são maiores. Essa composição resulta em valores de IVC – Índice de Variabilidade \n\nComposicional – próximos a 1,0, que que tendem a ser encontrados em áreas tectonicamente ativas, \n\nprovavelmente associadas à evolução da Faixa de Dobramentos Brasília. Além disso, valores de IVC \n\ndistintos entre as duas unidades, FSSH e FSS, indicam que houve variação da rocha fonte, com \n\ncontribuição maior de rochas ferromagnesianas, representadas por clorita e biotita, durante a \n\ndeposição da FSS do que da FSSH. Esses valores tendem a seguir padrões de aumento ou diminuição \n\nde oeste para leste, o que significa que a rocha fonte também variou na bacia conforme a posição \n\ngeográfica durante a deposição, sendo que, de forma geral, os pelitos a oeste, Vila Boa – Bezerra, têm \n\nmenor contribuição de rochas ferromagnesianas do que a leste, na Serra de São Domingos. \n\nPortanto, ao comparar as composições mineral e química dos pelitos das formações FSSH e \n\nFSS, observa-se que as rochas fontes e as condições de deposição da base (FSSH) e do topo (FSS) eram \n\ndiferentes. Na FSSH, a contribuição de rochas sílico-aluminosas é maior do que na FSS, assim como a \n\nvariação da energia deposicional, que tende a ser mais baixa e mais homogênea na unidade de topo. \n\n\n\nCapítulo 6 – Conclusões \n  \n\n122 \n \n\nDe acordo com as análises de difração de raios-x, para estudar a evolução diagenética no \n\nLDRX/IG/UnB, lâminas orientadas da fração &lt;2 µm devem ser preparadas e analisadas conforme rotina \n\ndo próprio laboratório.  \n\nOs valores FWHM em reflexões d ~ 10 Å, que indicam o Índice de Kübler, devem ser fornecidos \n\npelo software JADE 9.0 e calibrados conforme o Índice de Cristalinidade Padrão utilizando a equação y \n\n= 1,2541x – 0,0606. Os valores FWHM em reflexões d ~ 7 Å, que indicam o Índice de Árkai, têm os \n\nmelhores ajustes a partir dos valores das curvas mais estreitas resultantes da decomposição de fases \n\nutilizando-se o software DECOMPXR segundo a equação y = 1,1652x + 0,1516 para calibrar conforme \n\no CIS. Essa calibração confere maior confiabilidade e exatidão dos valores FWHM de reflexões da illita \n\ne da clorita, sendo que, para interpretação de diagênese/metamorfismo regional, deve prevalescer a \n\ninterpretação dada pelo IK, tendo em vista que os valores FWHM da illita concordam com a \n\ninterpretação dada pelo paramêtro b e que há uma discordância entre o zoneamento dado pelo IA e \n\nesses dois parâmetros.  \n\nOs valores FWHM das reflexões d ~ 10 Å nos pelitos da FSSH, desde o Distrito Federal até a \n\nSerra de São Domingos, e da FSS, de Vila Boa – Bezerra a Bonfinópolis de Minas, variam nas regiões, \n\nrefletindo portanto variação nas condições de diagênese/metamorfismo de baixo grau. Em ambas as \n\nformações a diagênese é menos intensa a leste, correspondendo à diagênese na Serra de São \n\nDomingos, aumentando para leste, atingindo a epizona na FSSH no Norte do DF. Na FSS, os pelitos \n\npredominam na anquizona, sendo que entre os pelitos expostos em Cabeceiras, Serra de São \n\nDomingos e Bonfinópolis de Minas a diagênese é ligeiramente mais intensa para sul, ou seja, em \n\ndireção ao interior da bacia. \n\nAlém dessa variação horizontal entre as formações, observa-se também que há uma variação \n\ndas condições de diagênese/metamorfismo vertical, ou seja, a diagênese tende a ser mais intensa na \n\nformação de topo – FSS – do que na da base – FSSH, provavelmente devido à influência do aumento \n\nde temperatura conforme proximidade vertical à lasca de empurrão, atualmente erodida. \n\n \n\n\n\nReferências Bibliográficas \n  \n\n123 \n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\nAagaard, P. &amp; Jahren, J. S. 1992. Diagenetic illite-chlorite assemblages in arenites. II. Thermodynamic relations. \n\nClays and Clay Minerals, 40(5): 547 – 554. \n\nAbad, I., Nieto, F., Peacor, D. R., Velilla, N. 2003. Prograde and retrograde diagenetic and metamorphic evolution \n\nin metapelitic rocks of Sierra Espuña (Spain). Clay Minerals, 38:1 – 23. \n\nAhn. J. H. &amp; Peacor, D. R. 1986. Transmission and analytical electron microscopy of the smectite-to-illite \n\ntransition. Clays and Clay Minerals, 34 (2): 165 – 179. \n\nAkande, S. O. &amp; Erdtmann, B. D. 1998. Burial Metamorphism (Thermal Maturation) in Cretaceous Sediments of \n\nthe Southern Benue Trough and Anambra Basin, Nigeria. AAPG Bulletim, 82(6): 1191 – 1206. \n\nAlkmim F. F., Brito Neves B. B., Castro Alves J. A. 1993. Arcabouço tectônico do Cráton do São Francisco: uma \n\nrevisão. In: J. M. L. Dominguez, A. Misi (Ed.). O Cráton do São Francisco. SBG/SGM/CNPq, Salvador, p. 45-62. \n\nAlkmim F.F. &amp; Martins-Neto M.A. 2001. A Bacia Intracratônica do São Francisco: arcabouço estrutural e cenários \n\nevolutivos. In: Pinto C.P., Martins-Neto M.A. (eds.) Bacia do São Francisco: geologia e recursos naturais. Belo \n\nHorizonte: SBG-MG, p. 9-30. \n\nAltaner, S. P. &amp; Ylagan, R. F. 1997. Comparison of structural models of mixed-layer illite/smectite and reaction \n\nmechanisms of smectite illitization. Clays and Clay Minerals, 45(4): 517 - 533. \n\nAlvarenga, C. J. S., Dardenne, A. 1978. Geologia dos grupos Bambuí e Paranoá, na Serra de São Domingos, MG. \n\nIn: Congresso Brasileiro de Geologia, 30, Anais, 2: 546 – 556. \n\nAlvarenga, C. J. S., Dardenne, M. A., Guimarães, E. M., Santos, R. V., Vieira, L. C, Martinho, C. T. 2011. Using C-Sr-\n\nisotope values to understand the stratigraphy from the Proterozoic São Francisco Basin, Brazil. In: \n\nInternational Conference of Neoproterozoic Sedimentary Basins – Stratigraphy, Geodynamics and Petroleum \n\nPotential, p.: 6 – 7. \n\nAlvarenga, C. J. S., Dardenne, M. A., Santos, R. V. 2008. Os grupos Bambuí e Paranoá: critérios para a \n\nindivualização de seus carbonatos. In: Congresso Brasileiro de Geologia, 44, Anais, 1: 101. \n\nAlvarenga, C. J. S., Della Giustina, M. E. S., Dardenne, M. a., Silva, N. M. C., Santos, R. V., Gioia, S. M. C. L., Sial, A. \n\nN., Ferreira, V. P. 2005. Integred chronostratigraphy based on sedimentology and C, Sr isotopes, Paranoá and \n\nBambuí formations western bordes of São Francisco Craton, Brazil. In: 2° Symposium on Neoproterozoic – \n\nEarly Palaeozoic Events in southwestern Gondwana, 2, Anais, p.: 5 – 7. \n\nAlvarenga, C. J. S., Santos, R. V., Cadamuro, A. L. M., Cunha Filho, E. M. 1998. Aplicação de isótopos estáveis \n\n(?13C e ?18O) nas correlações estratigráficas entre os grupos Paranoá e Bambuí. In: Congresso Brasileiro de \n\nGeologia, 40, Anais, p.: 1 – 4. \n\nAlves, D. B. 1987. Desenvolvimento da metodologia de preparação de amostras para análise difratométrica de \n\nargilominerais no centro de pesquisas da Petrobrás. B. Geoci. PETROBRÁS, 1 (2): 157 – 175. \n\nÁrkai, P. 1991. Chlorite crtstallinity: an empirical approach and correlation with illite crystallinity, coal rank and \n\nmineral facies as exemplified by Palaeozoic and Mesozoic rocks of northeast Hungary. Journal of \n\nMetamorphic Geology, 9: 723 – 734. \n\nÁrkai, P. 2002. Phyllosilicates in Very Low-Grade Metamorphism: Transformation to Micas. In: A. Mottana, F. P. \n\nSassi, J. B. Thompson, S. Guggenheim (Eds.) Micas: Crystal Chemistry and Metamorphic Petrology. Reviews in \n\nMineralogy and Geochemistry, The Mineralogical Society of America, Washington, v. 46, p. 463-478. \n\n\n\nReferências Bibliográficas \n  \n\n124 \n \n\nÁrkai, P., Abad, I., Nieto, F., Németh, T., Horváth, P., Kis, V. K., Judik, K., Jiménez-Millán, J. 2012. Retrograde \n\nalterations of phyllosilicates in low-grade metapelite: a case study from the Szendro Paleozoic, NE-Hungary. \n\nSwiss Journal of Geoscience, 105: 263 – 282. \n\nÁrkai, P., Fenninger, A., Nagy, G. 2002. Effects of lithology and bulk chemistry on phyllosilicate reaction progress \n\nin the low-T metamorphic Graz Paleozoic, Eastern Alps, Austria. European Journal of Mineralogy, 14: 673 – \n\n686. \n\nArkai, P. &amp; Ghabrial, D. S. 1997. Chlorite crystallinity as an indicator of metamorphic grade of low-temperature \n\nmeta-igneous rocks: a case study from the Bükk Mountains, northeast Hungary. Clay Minerals, 32: 205–222. \n\nÁrkai, P., Mata, M. P., Giorgetti, G., Peacor, D. R., Tóth, M. 2000. Comparison of diagenetic and low-grade \n\nmetamorphic evolution of chlorite in associated metapelites and metabasites: An integrated TEM and XRD \n\nstudy. Journal of Metamorphic Geology, 18: 531–550. \n\nÁrkai, P., Merriman, R.J., Roberts, B., Peacor, D.R., Toth, M. 1996. Crystallinity, crystallite size and lattice strain \n\nof illite-muscovite and chlorite: Comparison of XRD and TEM data for diagenetic to epizonal pelites. European \n\nJournal of Mineralogy, 8: 1119 – 1137. \n\nÁrkai, P., Sassi, F. P., Sassi, R. 1995. Simultaneous measurements of chlorite and illite crystallinity: a more reliable \n\ntool for monitoring low- to very low grade metamorphisms in metapelites. A case study from the Southern \n\nAlps (NE Italy). European Journal of Mineralogy, 7(5): 1115 – 1128. \n\nBabinski, M., Van Schmus, W. R., Chemale, F., 1999. Pb–Pb dating and Pb isotope geochemistry of Neoproterozoic \n\ncarbonate rocks from the São Francisco basin, Brazil: implications for the mobility of Pb isotopes during \n\ntectonism and metamorphism. Chemical Geology, 160: 175 – 199. \n\nBabinski, M., Vieira, L. C., Trindade, R. F. 2007. Direct dating of the Sete Lagoas cap carbonate (Bambuí Group, \n\nBrazil, and implications for the Neoproterozoic glacial events. Terra Nova, 19: 401 – 406. \n\nBailey, S. W. 1980. Summary and recommendations of AIPEA Nomenclature Committee. Clay Minerals, 15: 85 – \n\n93. \n\nBailey S. W. 1986. Report of AIPEA Nomenclature Committee (Illite. - Glauconite. – Volkonskoite). A supplement \n\nto AIPEA Newsletter n° 22, February, 1986. \n\nBailey, S. W. 1988. Chlorites: structure and crystal chemistry. In: S.W. Bailey (Eds.) Hydrous Phyllosilicates – \n\nReviews in Mineralogy, 19. Mineralogical Society of America, Washington, p.: 347 – 403. \n\nBattaglia, S., Leoni, L., Sartori, F. 2004. The Kübler Index in late diagenetic to low-grade metamorphic pelites: a \n\ncritical comparison of data from 10 Å and 5 Å peaks. Clays and Clay Minerals, 52(1): 85 – 105. \n\nBiscaye, P. E. 1965. Mineralogy and sedimentation of recent deep-sea clay in the Atlantic Ocean and adjacent \n\nseas and oceans. Geological Society of America Bulletin, 76: 803 – 831. \n\nBisevac, V., Balen, D., Tibljas, D., Spanic, D. 2009. Preliminary results on degree of thermal alteration recorded in \n\nthe eastern part of Mt. Papuk, Slavonia, Croatia. Geologia Croatica, 62(1): 63 – 72. \n\nBisevac, V., Balogh, K., Balen, D., Tibljas, D. 2010. Eoalpine (Cretaceous) very low- to low-grade metamorphism \n\nrecorded on the illite-muscovite-rich fraction of metasediments from South Tisia (eastern Mt Papuk, Croatia). \n\nGeologica Carpathica, 61(6): 469 — 481. \n\nBjorlykke K., Aagaard P., Egeberg P. K., Simmons S.P. 1995. Geochemical constraints from formation water \n\nanalyses from the North Sea and Gulf Coast Basin on quartz, feldspar and illite precipitation in reservoir rocks. \n\n\n\nReferências Bibliográficas \n  \n\n125 \n \n\nIn: J. M. Cubitt &amp; W. A. The Geochemistry of Reservoir. Geological Society, London, Special Publications, 86: \n\n33 – 50. \n\nBjorlykke, K. 1998. Clay mineral diagenesis in sedimentary basins a key to the prediction of rock properties. \n\nExamples from the North Sea Basin. Clay Minerals, 33: 15 – 34. \n\nBoles, J. R. &amp; Franks, S. G. 1979. Clay Diagenesis in Wilcox Sandstones of Southwest Texas: Implications of \n\nSmectite Diagenesis on Sanstone Cementations. Journal of Sedimentary Petrology, 49: 55 – 70. \n\nBozkaya, O. &amp; Yalçin, H. 2010. Geochemistry of mixed-layer illite-smectites from an extensional basin, Antalya \n\nUnit, Southwestern Turkey. Clays and Clay Minerals, 58(5): 644 – 666.  \n\nBozkaya, O., Yalçin, H., Goncuoglu, M. C. 2012. Diagenetic and very low-grade metamorphic characteristics of \n\nthe Paleozoic series of the Istanbul Terrane (NW Turkey). Swiss Journal of Geoscience, 105: 183 – 201. \n\nBridge, J. &amp; Demicco, R. 2008. Earth Surface Processes, Landforms and Sediment Deposits. Cambridge, New York, \n\nMelbourne, Madrid, Cape Town, Singapore, São Paulo, p.: 671 – 700. \n\nCampos, L. F. B. 2012. Diagênese de Sequências Proterozóicas com base na caracterização de argilominerais – \n\ntopo do Grupo Paranoá e base do Grupo Bambuí – norte do Distrito Federal. Dissertação de Mestrado, \n\nInstituto de Geociências, Universidade de Brasília, 133 p. \n\nCampos, L. F. B., Guimarães, E. M., Barroso, R. H. G., Gomes, A. W. 2015. Cristalinidade da illita para indicar \n\ninfluência do esforço tectônico em Seqüências Proterozóicas no Distrito Federal e em Goiás, Brasil. Brazilian \n\nJournal of Geology, 45(3): 383 – 398. \n\nChang, H. K., Mackenzie, F. T., Schoonmaker, J. 1986. Comparisions between the diagenesis of dioctaedral and \n\ntrioctahedral smectite, Brazilian offshore basins. Clays and Clays Minerals, 34: 407 – 423. \n\nChiavegatto J. R. S., Gomes N. S., Dardenne M. A. 1997. Conglomerados oligomíticos da Formação Três Marias \n\nna Serra do Gorotuba, norte de Minas Gerais. In: Simpósio de Geologia de Minas Gerais, 9, Belo Horizonte, \n\nAnais, p.: 83 – 84. \n\nCosta, L. A. M., Angeiras, A. G., Valença, J. G., Stevenazzi, V. 1970. Novos conceitos sobre o Grupo Bambuí e sua \n\ndivisão em tectonogrupos. Boletim Geológico do Instituto de Geociências, 5: 3 – 34. \n\nCox, R. &amp; Lowe, D. R. 1995. A conceptual review of regional-scale controls on the composition of clastic sediment \n\nand the co-evolution of continental blocks and their sedimentary cover. Journal of Sedimentary Reserach, \n\nA65(1): 1 – 12. \n\nCullers, R. L. &amp; Podkovyrov, V. N. 2000. Geochemistry of the Mesoproterozoic Lakhanda shales in southeastern \n\nYakutia, Russia: implications for mineralogical and provenance control, and recycling. Precambrian Research, \n\n104: 77 – 93. \n\nCullers, R. L. &amp; Podkovyrov, V. N. 2002. The source and origin of terrigenous sedimentary rocks in the \n\nMesoproterozoic Ui group, southeastern Russia. Precambrian Research, 117: 157 – 183. \n\nD’Agrella-Filho, M. S., Babinski, M., Trindade, R. I. F., Van Schmus, W. R., Ernesto, M., 2000. Simultaneous \n\nremagnetization and U–Pb isotope resetting in Neoproterozoic carbonates of the São Francisco craton, Brazil. \n\nPrecambrian Research, 99: 179 – 196. \n\nDardenne, M.A. 1978a. Síntese sobre a estratigrafia do Grupo Bambuí no Brasil Central. In: Congresso Brasileiro \n\nde Geologia, 30, Anais. 2: 597 – 610. \n\n\n\nReferências Bibliográficas \n  \n\n126 \n \n\nDardenne, M. A. 1978b. Zonação tectônica na borda ocidental do Cráton São Francisco. In: Congresso Brasileiro \n\nde Geologia, 30, Anais, 1: 299 – 308. \n\nDardenne M.A. 2000. The Brasília Fold Belt. In: U. G. Cordani, E. J. Milani, A. Thomaz Filho &amp; D. A. Campos. \n\nTectonic evolution of South America. 31 st International Geological Congress, Rio de Janeiro, SBG. p.: 231 – \n\n263. \n\nDardenne, M. A., Pimentel, M. M., Alvarenga, C. J. S. 2003. Provenance of conglomerates of the Bambuí, Jequitaí, \n\nVazante and Ibiá Groups: Implications for the evolution of The Brasília Belt. In: Boletim de Resumos, IX \n\nSimpósio Nacional de Estudos Tectônicos, p.:47 – 49. \n\nDe Ros, L. F., Sgarbi, G. N. C., Morad, S. 1994. Multiple authigenesis of k-feldspar in sandstones: evidence from \n\nde Cretaceous Areado Formation, São Francisco Basin, central Brazil. Journal of Sedimentary Research, \n\nA64(4): 778 – 787. \n\nDeer, W. A., Howie, R. A., Zussman, J. (Eds.) 1992. Minerais constituintes das rochas – Uma introdução. Fundação \n\nCalouste Gulbenkian (editora). Carlos António Regêncio Macedo (tradução), Lisboa, 727 p. \n\nDickinson, W. R. 1985. Interpreting provenance relations from detrital modes of sandstones. In: G. G. Zuifa (Eds.) \n\nProvenance of arenites. Reidel Publications, Dordrecht, p. 333 – 361. \n\nDoublier, M. P., Roache, A., Potel, S. 2010. Application of SWIR spectroscopy in very low-grade metamorphic \n\nenvironments: a comparison with XRD methods. Geological Survey of Western Australia. Record 2010/7, 61p. \n\nDoublier, M. P., Roache, T., Potel, S., Laukamp, C. 2012. Short-wavelength infrared spectroscopy of chlorite can \n\nbe used to determine very low metamorphic grades. European Journal of Mineralogy, 24: 891 – 902. \n\nDudek, T. &amp; Srodon, J. 2003. Thickness distribution of illite crystals in shales. II: origin of the distribution and the \n\nmechanism of smectite illitization in shales. Clays and Clay Minerals, 51(5): 529 – 542. \n\nDunoyer de Segonzag, G. 1969. Les mínéraux argileux dans La diagenèse passage au métamorphisme. Strasbourg. \n\nMémoires Du Service de La Carte Géologique d’Alsace et de Lorraine, n° 29, 320 p. \n\nDunoyer de Segonzag, G. 1970. The transformation of clay minerals during diagenesis and low-grade \n\nmetamorphism. A review. Sedimentology 15: 281 – 346. \n\nEberl, D. D. 1984. Clay mineral formation and transformation in rocks and soils. Philosophical Transactions of the \n\nRoyal Society A, 311: 241 – 257. \n\nEberl, D. D., Hower, J. 1976. Kinetics of illite formation. Geological Society of America Bulletin, 187: 1326 – 1330. \n\nEhrmann, W., Schmiedl, G. Hamann, Y. Kuhnt, T. 2007. Distribution of clay minerals in surface sediments of the \n\nAegean Sea: a compilation. International Journal of Earth Sciences (Geologische Rundschau), 96:769 – 780. \n\nEslinger E. &amp; Pevear D. R. 1988. Clay Minerals for Petroleum Geologists and Engineers. Society for Economic \n\nPaleontologists and Mineralogists, Tulsa, USA. SEPM short course notes, 22, 405p. \n\nEslinger, E. &amp; Sellars, B. 1981. Evidence for the formation of illite from smectite during burial metamorphism in \n\nthe belt Supergroup, Clark Fork, Idaho. Journal of Sedimentary Petrology, 51(1): 203 – 216. \n\nFagel, N. Clay Minerals, Deep Circulation and Climate. 2007. In: C. Hillaire-Marcel &amp; A. Vernal (Eds.) Developments \n\nin Marine Geology Volume 1 - Proxies in Late Cenozoic Paleoceanography. Elsevier. Part 1: 139 – 184. \n\nFerreiro Mählmann, R. &amp; Frey, M. 2012. Standardisation, calibration and correlation of the Kübler-index and the \n\nvitrinite/bituminite reflectance: an inter-laboratory and field related study. Swiss Journal of Geoscience, 105: \n\n153 – 170. \n\n\n\nReferências Bibliográficas \n  \n\n127 \n \n\nFrancu, E., Francu, J., Kalvoda, J. 1999. Illite crystallinity and vitrinite reflectance in paleozoic siliciclastics in the \n\nSE Bohemian massif as evidence of thermal history. Geologica Carpathica, 50(5): 365 – 372. \n\nFrey, M. 1987. Very Low-grade metamorphism of clastic sedimentary rocks. In: M. Frey (Eds.) Low Temperature \n\nMetamorphism. Blackie and Son Ltd. Glasgow and London, 9 – 58. 351 p. \n\nFuck, R. A. 1994. A Faixa Brasília e a compartimentação tectônica da Província Tocantins. In: SBG, Simpósio de \n\nGeologia do Centro-Oeste, 4. Anais, p. 184 – 187. \n\nFuck, R. A., Pimentel, M. M., Silva, L. J. H. D. 1994. Compartimentação tectônica na porção oriental da Província \n\nTocantins. In: Congresso Brasileiro de Geologia, 38, Resumos expandidos, p.: 215 – 216. \n\nFuente, S., Cuadros, J., Linares, J. 2002. Early stages of volcanic tuff alteration in hydrothermal experiments: \n\nformation of mixed-layer illite-smectite. Clays and Clay Minerals, 50(5): 578 – 590. \n\nGriffin, J. J. Windom, H., Goldberg, E. D. 1968. The distribution of clay minerals in the World Ocean. Deep-Sea \n\nResearch, 15: 433 – 459. \n\nGuggenheim, S., Bain, D. C., Bergaya, F., Brigatti, M. F., Drits, V., Eberl, D. D., Formoso, M. L. L., Galán, E., \n\nMerriman, R. J., Peacor, D. R., Stanjek, H., Watanabe, T. 2002. Report of the association internationale pour \n\nl’etude des argiles (AIPEA) nomenclature committee for 2001: order, disorder and crystallinity in \n\nphyllosilicates and the use of the ‘‘crystallinity index’’. Clays and Clay Minerals, 50(3): 406 – 409.  \n\nGuidotti, C. V., 1984. Micas in metamorphic rocks. In: E. D., Bailey (Eds.) Micas. Bookcrafters. Chelsea, Michigan, \n\np.: 357 – 456. \n\nGuidotti, C. V. &amp; Sassi, F. P. 1986. Classification and correlation of metamorphic facies series by means of \n\nmuscovite b data from low-grade metapelites. Neues Jahrbuch für Mineralogie Abhandlungen, 153: 363–380. \n\nGuidotti, C. V., Sassi, F. P., Blencoe, J. G. 1989. Compositional controls on the a and b cell dimensions of 2Mx \n\nmuscovite. European Journal of Mineralogy, 1: 71 – 84. \n\nGuimarães, E. M. 1997. Estudos de proveniência e diagênese com ênfase na caracterização dos filossilicatos dos \n\ngrupos Paranoá e Bambuí, na região de Bezerra – Cabeceiras (GO). Tese de Doutorado, Instituto de \n\nGeociências, Universidade de Brasília, 270 p. \n\nGuimarães, E. M., Dardenne, M. A., Tonietto, S. N. 2004. Primeiros registros da emersão do Orógeno da FDB em \n\nGoiás: Formação Serra de Santa Helena. In: Congresso Brasileiro de Geologia, 42, Resumos... \n\nGüven, N. 1988. Smectites. In: S.W. Bailey (Eds.) Hydrous Phyllosilicates – Reviews in Mineralogy, 19. \n\nMineralogical Society of America, Washington, p.: 497 – 559. \n\nHillier, S. 1989. Clay mineral diagenesis and organic maturity indicators in Devonian lacustrine mudrocks from \n\nthe Orcadian Basin, northern Scotland. PhD thesis, Univerity of Southamptom, UK. 169 p.  \n\nHoffman, J. &amp; Hower, J. 1979. Clay mineral assemblages as low grade metamorphic geothermometers: \n\napplication to the thrust faultes disturbed belt of Montana, USA. SEPM Special Publication, 26, p.: 55 – 79. \n\nHower, J., Eslinger, E. V., Hower, M., Perry, E. A. 1976. Burial metamorphism of Argillaceous Sediment: 1. \n\nMineralogical and Chemical Evidences. Geological Society of American Bulletin, 87: 725 – 737. \n\nJaboyedoff, M. Bussy, F. Kübler, B., Thelin PH. 2001a. Illite ‘‘crystallinity’’ revisited. Clays and ClayMminerals, 49 \n\n(2): 156 – 167. \n\n\n\nReferências Bibliográficas \n  \n\n128 \n \n\nJaboyedoff, M., Kübler, B., Stadelmann, P., Thélin, P. 2001b. An attempt to correlate HRTEM and XRD \n\ndetermination of coherent scattering domain size of illite-smectite interstratification using «illite \n\ncrystallinity». Bulletin de la Société vaudoise des sciences naturelles, 87(4): 305 – 319. \n\nJackson, M. L. (Eds.) 1969. Soil Chemical Analysis. Advanced course. Parallel Press, Madison, Wisconsin, 933 p. \n\nJahren, J. S. &amp; Aagaard, P. 1992. Diagenetic illite-chlorite assemblages in arenites. I. Chemical evolution. Clay and \n\nClay Minerals, 40: 540 – 546.  \n\nJi, J. &amp; Browne, P. R. L. 2000. Relationship between illite crystallinity and temperature in active geothermal \n\nsystems of New Zealand. Clays and Clay Minerals, 48(1): 139 – 144. \n\nKamp, P. C. 2008. Smectite-illite-muscovite transformations, quartz dissolution, and silica release in shales. Clays \n\nand Clay Minerals, 56(1): 66 – 81. \n\nKeller, W. D., Reynolds, R. C., Inoue, A. 1986. Morphology of clay minerals in the smectite-to-illite conversion \n\nseries by scanning electron microscopy. Clays and Clay Minerals, 34(2): 187 – 197. \n\nKemp S. J., Merriman R. J., Bouch J. E. 2005 Clay mineral reaction progress – the maturity and burial history of \n\nthe Lias Group of England and Wales. Clay Minerals, 40: 43 – 61. \n\nKim, H., Cho, M., Ahn, J. H. 2000. A study on the b0 parameter and crystallinity index of K-white micas from low-\n\ngrade metapelites in Deokpyeong and Miwon areas, central Ogcheon metamorphic belt, Korea. Geosciences \n\nJournal, 4(3): 201 – 209. \n\nKisch, H. J. 1983. Mineralogy and Petrology of burial diagenesis (Burial Metamorphism) and incipient \n\nmetamorphism in clastic rocks. In: G. Larsen &amp; G.V. Chilingar (Eds.) Diagenesis in sediments and sedimentary \n\nrocks, 2. Developments in Sedimentology, 25B. Elsevier Scientifc Publishing Company. Amsterdam. Oxford. \n\nNew York. 572 p. \n\nKisch, H. J. 1990. Illite crystallinity: recommendations on sample preparation, X-ray diffraction settings, and \n\ninterlaboratory samples. Journal of Metamorphic Geology, 9: 665 – 670. \n\nKisch, H. J. 1991. Calibration of the anchizone: a critical comparison of illite ‘cristallinity’ scales used for definition. \n\nJournal of Metamorphic Geology, 8: 31 – 46. \n\nKisch, H. J., Árkai, P., Brime, C. 2004. On the calibration of the illite Kübler index (illite \"crystallinity”). \n\nSchweizerische Mineralogische und Petrographische Mitteilungen 84: 323 – 331. \n\nKisch, H. J. &amp; Kisch, H.J. &amp; Frey, M., 1987. Appendix: effect of sample preparation on the measured 10Å peak \n\nwidth of illite (illite “crystallinity”). In: Low Temperature Metamorphism (ed. Frey, M.), pp. 301-304. Blackie \n\n&amp; Son, Glasgow. \n\nKisch, H. J., &amp; Nijman, W. 2010. Metamorphic grade and gradient from white K-mica bearing sedimentary rocks \n\nin the Mosquito Creek Basin, east Pilbara Craton, western Australia. Precambrian Research, 176(1–4): 11–26. \n\nKisch, H. J., Sassi, R., Sassi, F. P. 2006. The b0 lattice parameter and chemistry of phengites from HP/LT \n\nmetapelites. European Journal of Mineralogy, 18, 207 – 222. \n\nKrynine, P. D. 1948. The megascopic study and field classification of sedimentary rocks. Journal of Geology, 56: \n\n130 – 165. \n\nKübler, B. 1964. Les argiles, indicateurs de métamorphisme. Revue de l'Institut Français du Pétrole, 19: 1093 – \n\n1112.  \n\n\n\nReferências Bibliográficas \n  \n\n129 \n \n\nKübler, B. 1967. La crystallinite de l’illite et les zones tout a fait superieurs du metamorphisme: Colloque sur les \n\n‘Etages tectoniques’. Neuchatel, Festschrift, p.: 105 – 122.  \n\nKübler, B., 1968. Evaluation quantitative do métamorphisme par la cristallinité de l’illite. Bulletin du Centre de \n\nRechercher de Pau – SNPA, 2: 385 – 397. \n\nKübler, B. 1984. Les indicateurs de transformations physiques et chimiques dans la diagenèse, temperature et \n\ncalorimétrie. In: Lagache, M. (Eds.), Thermométrie et barométrie géologiques. Bulletin de la Société Française \n\nde Minéralogie et de Crystallographie. Paris, p.: 489 – 596. \n\nKuchenbecker, M., Atman, D., Costa, R. D., Pedrosa-Soares, A. C., Babinski, M. 2016. A Formação Gorutuba: \n\nsedimentação litorânea a continental na margem leste da Bacia Bambuí (MG). Geologia USP, Série científica,  \n\n16 (2): 66 – 81. \n\nLanson, B. 1997. Decomposition of X-ray diffraction patterns (profile fitting): A convenient way to study clay \n\nminerals. Clays and Clay Minerals, 45: 132 – 146.  \n\nLanson, B. &amp; Besson, G. 1992. Characterization of the end of smectite-to-illite transformation: decomposition of \n\nx-ray patterns. Clays and Clay Minerals, 40(1): 40 – 52.  \n\nLanson, B. &amp; Champion, D. 1991. The I/S to illite reaction in the late stage diagenesis. American Journal of Science, \n\n291: 473 – 506.  \n\nLanson, B. &amp; Velde, B. 1992. Decomposition of X-ray diffraction patterns: A convenient way to describe complex \n\nI/S diagenetic evolution. Clays and Clay Minerals, 40: 629 – 643. \n\nLanson, B., Velde, B., Meunier, A. 1998. Late-stage diagenesis of illitic clay minerals as seen by decomposition of \n\nx-ray diffraction patterns: contrasted behaviors of sedimentary basins with different burial histories. Clays \n\nand Clay Minerals, 46 (1): 69 – 78. \n\nLee, J.I. &amp; Lee, Y.I. 2001. Kübler illite ‘‘crystallinity’’ index of the cretaceous gyeongsang basin, korea: implications \n\nfor basin evolution. Clays and Clay Minerals, 49(1): 36 – 43.  \n\nLeoni, L., Marroni, M. Sartori, F., Tamponi, M. 1996. Metamorphic grade in metapelites of the Internal Liguride \n\nUnits (Northern Apennines, Italy). European Journal of Mineralogy, 8: 35 – 50. \n\nLima O.N.B. 2005. Grupo Bambuí: Estratigrafia regional no Alto Rio São Francisco e geologia dos depósitos fosfá-\n\nticos da Serra da Saudade - MG. Dissertação de Mestrado, Instituto de Geociências, Universidade Federal de \n\nMinas Gerais, 142 p. \n\nLima, O. N. B., Uhlein, A., Britto, W. 2007. Estratigrafia do Grupo Bambuí na Serra da Saudade e geologia do \n\ndepósito fosfático de Cedro do Abaeté, Minas Gerais. Revista Brasileira de Geociências, 37(4 - suplemento): \n\n204 – 215. \n\nMählmann, R. F. &amp; Nguyen, T. L. 2014. Standardisation, calibration and correlation of the Kübler – Index. In: Mid-\n\nEuropean Clay Conference, 7. Anais, p.: 113. \n\nMerriman, R. J. 2005. Clay minerals and sedimentary basin history. European Journal of Mineralogy, 17: 7 – 20. \n\nMeunier, A. (Eds.) 2005. Clays. Springer, Berlin – Heidelberg – New York, 472 p. \n\nMoore D. M. &amp; Reynolds Jr., R. C. (Eds.) 1997. X-Ray Diffraction and the Identification and Analysis of Clay \n\nMinerals (Second edition). Oxford University Press, Oxford, 378 p. \n\n\n\nReferências Bibliográficas \n  \n\n130 \n \n\nMora, C. A., Campanha, G. A. C., Wemmer, K. 2013. Microstructures and K-Ar illite fine-fraction ages of the \n\ncataclastic rocks associated to the Camburu Shear Zone, Ribeira Belt, Southeastern Brazil. Brazilian Journal of \n\nGeology, 43(4): 607 – 622. \n\nMorad, S. &amp; AlDahan A. A. 1987. Diagenetic replacement of feldspars by quartz in sandstones. Journal of \n\nSedimentary Petrology, 57(3): 488 – 493. \n\nMurray, H. H. (Eds.) 2007. Applied clay mineralogy: Occurrences Processing and Application of Kaolins, \n\nBentonites, Palygorskite-Sepiolite, and common clay – Developments in Clay Science 2. Elsevier B.V., \n\nAmsterdam, 180 p. \n\nNgombi-Pemba, L. Albani, A. E., Meunier, A. Grauby, O., Gauthier-Lafaye, F. 2014. From detrital heritage to \n\ndiagenetic transformations, the message of clay minerals contained within shales of the Palaeoproterozoic \n\nFrancevillian basin (Gabon). Precambrian Research, 255: 63–76 \n\nNieto, F. &amp; Sanches-Navas, A. 1994. A comparative XRD and TEM study of the physical meaning of the white mica \n\n\"crystallinity\" index. European Journal of Mineralogy, 6: 611 – 621. \n\nNieto Garcia, F. 2014. The physical meaning of clay mineral indices and reaction progress in pelitic rocks. In: 7th \n\nMID-EUROPEAN CLAY CONFERENCE 2014. Dresden, Germany. Anais, p.: 75. \n\nOliveira, J. W. 1998. Caracterização das emanações gasosas de hidrocarbonetos na regiã do Remanso do Fogo \n\n(MG), através do uso integrado de sensoriamento remoto, geoquímica, geofísica, geologia estrutural e \n\nespectrometria de reflectância. Tese de Doutorado, Instituto de Geociências, Universidade Estadual de \n\nCampinas, 239 p. \n\nPetrelli, M., Poli, G., Perugini, D., Peccerillo, A., 2005. Petrograph: a New Software to Visualize, Model, and \n\nPresent Geochemical Data in Igneous Petrology. Geochemistry, Geophysics, Geosystems, 6(7): 1 – 15. \n\nPinto, C. P. &amp; Silva, M. A. 2014. Mapa Geológico do Estado de Minas Gerais. Programa Geologia do Brasil, \n\nIntegração, Atualização e Difusão de Dados da Geologia do Brasil – Projeto Mapas Geológicos Estaduais. \n\nCPRM e CODEMIG. Disponível em http://www.portalgeologia.com.br/mapa/, acessado em outubro de 2015. \n\nPiqué, A. 1982. Relation between stages of diagenetic evolution and development of a primary cleavage in the \n\nnorthwestern Moroccan Meseta. Journal of Structural Geology, 4: 491 – 500.  \n\nPollastro, R. M. 1990. The illite/smectite geothermometer – Concepts, methodology, and application to basin \n\nhistory and hydrocarbon generation. In: V. F. Nuccio &amp; C. E. Barker (Eds.) Applications of Thermal Maturity \n\nStudies to Energy Exploration, Rocky Mountain Section, SEPM, 1 – 18. \n\nPotel, S., Chassagnac, D., Laffay, M., Maillet, M., Sarr, A. C., Doublier, M., Mählmann, R. F. 2014. Low-grade \n\nmetamorphic study based on Árkai Index and Kübler Index correlation in basins of Souuthern Vosges. In: Mid-\n\nEuropean Clay Conference, 7. Anais, p.: 114. \n\nPoyatos, D. M., Nieto, F., Azor, A., Simancas, J. F. 2001. Relationships between very low-grade metamorphism \n\nand tectonic deformation: examples from southern Central Iberian Zone (Iberian Massif, Variscan Belt). \n\nJournal of the Geological Society, 158: 953 – 968. \n\nRamirez-Sánchez E., Hervé, F., Kelm, U., Sassi, R. 2005. P–T conditions of metapelites from metamorphic \n\ncomplexes in Aysen, Chile. Journal of South American Earth Sciences, 19: 373 – 386. \n\nReynolds, R. C. 1980. Interstratified clay minerals. In G. W. Brindley &amp; G. Brown (Eds.) Crystal Structures of Clay \n\nMinerals and their X-ray Identification. Mineralogical Society, London, 249 – 303.  \n\n\n\nReferências Bibliográficas \n  \n\n131 \n \n\nReynolds, R. C. Jr. 1988. Mixed layer chlorite minerals. In: S. W. Bailey (Eds.) Hydrous Phylossilicates (Exclusive of \n\nmicas). Mineralogical Society of America, Reviews in Mineralogy, 19: 601 – 629. \n\nReynolds, R. C. &amp; Hower, J. 1970. The nature of interlayering in mixed-layer illite-montmorillonites. Clays &amp; Clay \n\nMinerals, 18: 25 – 36. \n\nRiedes, M. Guidotti, C. V., Sassi, P., Weiss, Z. 1992. Muscovites: d060 versus d331,060 spacing: its use for \n\ngeobarometric purposes. European Journal of Mineralogy, 4: 843 – 845. \n\nRobinson, D. &amp; Bevins, E. 1994. Mafic phyllosilicates in low-grade metabasites. Characterization using \n\ndeconvolution analysis. Clay Minerals, 29: 223 – 237. \n\nSampaio, L. F. 2016. Contexto deposicional e diagênese de rochas Neoproterozóicas (Formação Serra Santa \n\nHelena) a partir da composição e Índice de Kübler: influência da moagem das amostras. Brasília, 66p. \n\nDissertação de Mestrado, Programa de Pós-graduação em Geociências, Instituto de Geociências, \n\nUniversidade de Brasília. \n\nSantos, R. V., Alvarenga, C. J. S., Babinski, M., Ramos, M. L. S., Cukfrov, N., Fonseca, M. A., Sial, A. N., Dardenne, \n\nM. A., Noce, C. M. 2004. Carbon isotopes of Mesoproterozoic–Neoproterozoic sequences from Southern São \n\nFrancisco craton and Araçuaí Belt, Brazil: Paleographic implications. Journal of South American Earth Sciences, \n\n18: 27 – 39. \n\nSantos, R. V., Alvarenga, C. J. S., Dardenne, M. A., Sial, A. N., Ferreira, V. P. 2000. Carbon and oxygen isotope \n\nprofiles across Meso-Neoproterozoic limestones from central Brazil: Bambuí and Paranoá groups. \n\nPrecambrian Research, 104: 107 – 122. \n\nSassi, F. P. 1972. The Petrological and Geological Significance of the b0 Values of Potassic White Micas in Low-\n\nGrade Metamorphic Rocks. An Application to the Eastern Alps. Tschermaks Mineralogische und \n\nPetrographische Mitteilungen, 18: 105 – 113. \n\nSassi, F. P. &amp; Scolari, A. 1974. The b0 Value of the Potassic White Micas as a Barometric Indicator in Low-Grade \n\nMetamorphism of Pelitic Schists. Contributions to Mineralogy and Petrology, 45: 143 – 152. \n\nSchultz, L. G. 1963. Clay minerals in the Triassic rocks of the Colorado Plateau, U. S. Geological Survey Bulletim. \n\n1147-C: 1 – 71. \n\nSinger, A. &amp; Muller, G. 1983. Diagenesis in argillaceous sediments. In: G. Larsen &amp; G. V. Chilingar (Eds.) Diagenesis \n\nin Sediments and Sedimentary Rocks 2. Elsevier, Amsterdam, p.: 115 – 212. \n\nSouza Filho, C. R., Augusto, V., Oliveira, W. J., Lammoglia, T. 2008. Detecção de exsudações de hidrocarbonetos \n\npor geobotânica e sensoriamento remoto multi-temporal: estudo de caso no Remanso do Fogo (MG). Revista \n\nBrasileira de Geociências, 38(2 - suplemento): 228 – 243.  \n\nSrodon, J. &amp; Eberl, D. D. 1984. Illite. In: S. W. Bailey (Eds.). Micas. Reviews in Mineralogy 13. Mineralogical Society \n\nof America, Washington, p.: 495 – 544. \n\nSrodon, J., Elsass, F., McHardy, W. J., Morgan, D. J. 1992. Chemistry of illite/smectite inferred from TEM \n\nmeasurements of fundamental particles. Clay Minerals, 27: 137 – 158. \n\nSrodon J., Morgan, D. J., Eslinger, E. V., Eberl, D. D., Karlinger, M. 1986. Chemistry of illite/smectite and end-\n\nmember illite. Clays and Clay Minerals, 34 (4): 368 – 378. \n\n\n\nReferências Bibliográficas \n  \n\n132 \n \n\nSrodon, J. Paszowski, M., Drygant, D., Anczkiewicz, A. Banas, M. 2013. Thermal history of lower paleozoic rocks \n\non the peri-tornquist margin of the east european craton (Podolia, Ukraine) inferred from combined XRD, K-\n\nAr, and AFT data. Clays and Clay Minerals, 61 (2): 107 – 132. \n\nSrodon, J., Zeelmaekers, E., Derkowski, A. 2009. The charge of component layers of illite-smectite in bentonites \n\nand the nature of end-member illite. Clays and Clay Minerals, 57(5): 649 – 671. \n\nStern, W. B., Mullis, J., Rahn, M. Frey, M. 1991. Deconvolution of the first \"illite\" basal reflection. Schweizerische \n\nMineralogische und Petrographische Mitteilungen, 71: 453 – 462. \n\nStern, W. B., Mullis, J., Rahn, M., Sln, M., Frey, M. 1995. On the shape of the first 'illite' X-ray diffraction-reflection, \n\ncrystallinity, and incipient metamorphism. Revista Geológica de Chile, 22 (1): 127 – 135. \n\nSüssenberger, A., Neves, B. B. B., Wemmer, K. 2014. Dating low-grade metamorphism and deformation of the \n\nEspinhaço Supergroup in the Chapada Diamantina (Bahia, NE Brazil): a K/Ar fine-fraction study. Brazilian \n\nJournal of Geology, 44(2): 207 – 220. \n\nTaylor, K. G. &amp; MacQuaker, J. H. S. 2014. Diagenetic alterations in a silt- and clayrich mudstone succession: an \n\nexample from the Upper Cretaceous Mancos Shale of Utah, USA. Clay Minerals, 49: 213 – 227. \n\nTrindade, R. I. F., D’Agrella-Filho, M. S., Babinski, M., Front, E., Brito Neves, B. B., 2004. Paleomagnetism and \n\ngeochronology of the Bebedouro cap carbonate: evidence for continental-scale Cambrian remagnetization in \n\nthe São Francisco craton, Brazil. Precambrian Research, 128: 83 – 103. \n\nUhlein, A., Fonseca, M. A., Seer, H. J., Dardenne, M. A. 2012. Tectônica da Faixa de Dobramentos Brasília – setores \n\nsetentrional e meridional. Geonomos, 20(2): 1 – 14. \n\nValeriano, C. M., Dardenne, M. A., Fonseca, M. A., Simões, L. S. A., Seer, H. J. 2004. A evolução tectônica da Faixa \n\nBrasília. In: MANTESSO-NETO, V. (org.) 2004. Geologia do continente sulamericano: Evolução da obra de \n\nFernando Flávio Marques de Almeida. São Paulo. 647p. \n\nVelde, B. 1985 (Eds.) Clay Minerals. A physico-chemical explanation of their occurrence. Elsevier, Amsterdam, \n\n427 p. \n\nVelde, B., Brusewitz, A. M. 1986. Compositional variation in component layers in natural illite/smectite. Clays and \n\nClay Minerals, 34(6): 651 – 657. \n\nVelde, B. &amp; Lanson, B. 1993. Comparison of I/S transformation and maturity of organic matter at elevated \n\ntemperatures. Clays and Clay Minerals, 41(2): 178 – 183. \n\nVelde, B., Suzuki, T., Nicot, E. 1986. Pressure-temperature-composition of illite/smectite mixed layer \n\nminerals:Niger delta mudstones and other examples. Clays and Clay Minerals, 34: 435 – 441. \n\nVelde, B. &amp; Vasseur, G. 1992. Estimation of the diagenetic smectite to illite transformation in time-temperature \n\nspace. American Mineralogist, 77: 967 – 976. \n\nVerdel, Ch., Niemi, N., Pluijm, B. A. 2011. Variations in the Illite to Muscovite Transition Related to Metamorphic \n\nConditions and Detrital Muscovite Content: Insight from the Paleozoic Passive Margin of the Southwestern \n\nUnited States. The Journal of Geology, 119: 419 – 437. \n\nWang, H., Frey, M., Stern, W. B. 1996. Diagenesis and metamorphism of clay minerals in Helvetic Alps of eastern \n\nSwitzerland. Clay and Clay Minerals, 44: 96 – 112.  \n\nWang, H., Ma, Y., Zhou, J., Xu, T. 2012. Diagenesis and very low grade metamorphism in a 7,012 m-deep well \n\nHongcan 1, eastern Tibetan plateau. Swiss Journal of Geosciences, 105: 249 – 261. \n\n\n\nReferências Bibliográficas \n  \n\n133 \n \n\nWang, H., Stern, W. B., Frey, M. 1995. Deconvolution of the X-ray \"Illite\" 10 Å complex: a case study of Helvetic \n\nsediments from eastern Switzerland. Schweizerische Mineralogische und Petrographische Mitteilungen, 75: \n\n187 – 199. \n\nWarr, L. N. 1996. Standardized clay mineral crystallinity data from the very low-grade metamorphic facies rocks \n\nof southern New Zealand. European Journal of Mineralogy, 8: 115 – 127. \n\nWarr, L. N. 2014. 20 years of the Crystalllinity Index Standard – a progress report. In: Mid-European Clay \n\nConference, 7. Anais, p.: 112. \n\nWarr, L. N. &amp; Nieto, F. 1998. Crystallite thickness and defect density of phyllosilicates in low-temperature \n\nmetamorphic pelites: a TEM and XRD study of clay- mineral crystallniity-index standards. The Canadian \n\nMineralogist, 36: 1453 – 1474. \n\nWarr, L. N. &amp; Ferreiro Mählmann, R. 2015. Recommendations for Kübler Index standardization. Clay Minerals, \n\n50: 283 – 286. \n\nWarr, L. N. &amp; Rice, A. H. N. 1994. Interlaboratory standardization and calibration of clay mineral crystallinity and \n\ncrystallite size data. Journal of Metamorphic Geology, 12: 141 – 152. \n\nWeaver, C. E. (Eds.) 1989. Clays, muds and shales – Developments in sedimentology, 44. Elsevier Science \n\nPublishers B.V. Amsterdam - Oxford - New York – Tokyo, 819 p. \n\nWhitney, G. 1990. Role of water in the smectite-to-illite reaction. Clays and Clay Minerals, 38(4): 343 – 350. \n\nWilkinson, M., Milliken, K. L., Haszeldine, S. 2001. Systematic destruction of K-feldspar in deeply buried rift and \n\npassive margin sandstones. Journal of the Geological Society, 158: 675 – 683. \n\nWhitney, D. L. &amp; Evans, B. W. 2010. Abbreviations for names of rock-forming minerals. American Mineralogist, \n\n95: 185 – 187. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n\n\nAnexo I – Mapa Geológico com localização das amostras \n  \n\n134 \n \n\nANEXO I – MAPA GEOLÓGICO COM LOCALIZAÇÃO DAS AMOSTRAS \n\n \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n135 \n \n\nANEXO II – FICHAS PETROGRÁFICAS \n\n \n\nSiglas dos constituintes das amostras \n\nChl clorita \n\nIll illita \n\nKfs feldspato potássico \n\nL fragmento lítico \n\nMs muscovita \n\nOp material opaco \n\nPl plagioclásio \n\nQtz quartzo \n\nZrn zircão \n\nGlc glauconita \n\nVrm vermiculita \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n136 \n \n\nFormação Serra de Santa Helena \n\nFercal – DF  \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n137 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n138 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n139 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n140 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n141 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n142 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n143 \n \n\nÁgua Fria – GO  \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n144 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n145 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n146 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n147 \n \n\nVila Boa – Bezerra – GO  \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n148 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n149 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n150 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n151 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n152 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n153 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n154 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n155 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n156 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n157 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n158 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n159 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n160 \n \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n161 \n \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n162 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n163 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n164 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n165 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n166 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n167 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n168 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n169 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n170 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n171 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n172 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n173 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n174 \n \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n175 \n \n\nCabeceiras – GO  \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n176 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n177 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n178 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n179 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n180 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n181 \n \n\nSerra de São Domingos – MG  \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n182 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n183 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n184 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n185 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n186 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n187 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n188 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n189 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n190 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n191 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n192 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n193 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n194 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n195 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n196 \n \n\nFormação Serra da Saudade \n\nVila Boa – Bezerra – GO \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n197 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n198 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n199 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n200 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n201 \n \n\nCabeceiras – GO \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n202 \n \n\nSerra de São Domingos – MG \n\n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n203 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n204 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n205 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n206 \n \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n207 \n \n\n  \n\n\n\nAnexo II – Fichas Petrográficas \n  \n\n208 \n \n\nBonfinópolis de Minas – MG \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n209 \n \n \n\n \n\n \n\nANEXO III – DIFRATOGRAMAS DE RAIOS-X \n\nFormação Serra de Santa Helena \n\nFercal – DF \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n210 \n \n \n\n \n\n \n\nÁgua Fria – GO  \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n211 \n \n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n212 \n \n \n\n \n\n \n\nVila Boa - Bezerra – GO  \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n213 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n214 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n215 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n216 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n217 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n218 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n219 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n220 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n221 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n222 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n223 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n224 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n225 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n226 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n227 \n \n \n\n \n\n \n\n \n\nCabeceiras – GO \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n228 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n229 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n230 \n \n \n\n \n\n \n\n \n\nSerra de São Domingos – MG  \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n231 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n232 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n233 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n234 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n235 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n236 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n237 \n \n \n\n \n\n \n\n \n\n \n\nFormação Serra da Saudade \n\nVila Boa - Bezerra – GO  \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n238 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n239 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n240 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n241 \n \n \n\n \n\n \n\n \n\nCabeceiras – GO  \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n242 \n \n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n243 \n \n \n\n \n\n \n\nSerra de São Domingos – MG  \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n244 \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n245 \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n246 \n \n \n\n \n\n \n\n \n\n \n\n \n\nBonfinópolis de Minas – MG \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n247 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo III – Difratogramas de Raios-X \n  \n\n248 \n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\nAnexo IV – Química Mineral dos filossilicatos \n  \n\n249 \n \n\nANEXO IV – QUÍMICA MINERAL DOS FILOSSILICATOS \n\nQuímica mineral das micas dos pelitos da Formação Serra de Santa Helena. Valores em porcentagem e por unidade de fórmula estr utural. \n\nAmostra SiO2 TiO2 Al2O3 FeO(T) Fe2O3 FeO MgO MnO CaO Na2O K2O Sum Si Al Al(T) Al(O) Ti Fe3 Fe2 Mg Mn Sum(O) Ca Na K Sum(CaNaK) \n\nFercal – Água Fria \n\nLF-DF-006 50,84 0,02 19,34 8,22 3,89 4,32 2,67 0,11 0,16 0,14 4,37 85,86 7,40 3,32 0,60 2,73 0,00 0,47 0,47 0,58 0,01 4,26 0,03 0,04 0,81 0,87 \n\nLF-DF-006 46,79 0,50 32,29 2,00 0,95 1,05 1,41 0,07 0,00 0,39 8,76 92,21 6,37 5,19 1,63 3,56 0,05 0,11 0,11 0,29 0,01 4,12 0,00 0,10 1,52 1,62 \n\nLF-DF-006  51,31 0,00 22,67 5,35 2,54 2,82 3,18 0,00 0,05 0,15 9,46 92,17 7,10 3,69 0,90 2,80 0,00 0,30 0,29 0,66 0,00 4,04 0,01 0,03 1,66 1,71 \n\nLF-DF-006 41,68 0,20 22,25 12,71 6,02 6,69 3,20 0,00 1,44 0,05 6,77 88,31 6,27 3,94 1,73 2,21 0,02 0,76 0,76 0,71 0,00 4,46 0,24 0,02 1,30 1,56 \n\nLF-DF-006 50,03 0,58 25,93 5,08 2,41 2,68 3,15 0,03 0,06 0,41 9,30 94,57 6,76 4,12 1,24 2,88 0,06 0,28 0,28 0,63 0,00 4,12 0,01 0,11 1,61 1,73 \n\nLS-DF-07 53,27 1,83 17,08 8,15 3,86 4,29 4,01 0,22 1,63 0,13 4,29 90,60 7,40 2,79 0,60 2,19 0,19 0,45 0,45 0,84 0,03 4,15 0,24 0,03 0,77 1,04 \n\nLS-DF-07 47,64 1,67 22,10 9,04 4,28 4,76 3,90 0,37 1,16 2,08 4,75 92,72 6,62 3,62 1,38 2,24 0,18 0,50 0,50 0,81 0,04 4,27 0,18 0,57 0,84 1,58 \n\nLS-DF-07 49,86 0,00 20,87 5,75 2,72 3,03 2,94 0,12 0,03 0,09 9,32 88,99 7,17 3,54 0,83 2,72 0,00 0,33 0,33 0,63 0,02 4,02 0,01 0,02 1,71 1,74 \n\nLS-DF-07 51,40 0,00 20,96 5,90 2,80 3,11 2,91 0,07 0,04 0,04 9,23 90,56 7,24 3,49 0,76 2,73 0,00 0,32 0,33 0,61 0,01 4,00 0,01 0,02 1,66 1,69 \n\nVila Boa - Bezerra \n\nM011-III-84 53,49 1,14 23,03 8,18 3,87 4,31 2,97 0,00 0,08 0,58 7,51 96,97 7,03 3,57 0,97 2,60 0,11 0,43 0,43 0,59 0,00 4,15 0,01 0,14 1,26 1,41 \n\nM011-III-84 24,06 0,79 15,51 11,01 5,22 5,80 1,79 0,09 0,09 0,39 6,60 60,32 5,57 4,23 2,43 1,80 0,14 1,00 1,02 0,61 0,01 4,59 0,03 0,17 1,95 2,14 \n\nM011-III-84 51,05 0,13 29,61 1,46 0,69 0,77 0,94 0,02 0,08 0,62 7,45 91,36 6,90 4,71 1,11 3,60 0,02 0,08 0,08 0,19 0,00 3,97 0,01 0,16 1,28 1,45 \n\nM011-III-84 50,21 0,48 33,80 3,03 1,43 1,59 1,78 0,02 0,08 1,55 7,82 98,77 6,38 5,07 1,62 3,45 0,05 0,15 0,15 0,34 0,00 4,14 0,01 0,38 1,27 1,66 \n\nM011-III-84 42,17 0,35 28,79 2,07 0,98 1,09 1,21 0,00 0,06 0,41 8,63 83,70 6,37 5,12 1,63 3,50 0,04 0,13 0,13 0,27 0,00 4,06 0,01 0,13 1,67 1,81 \n\nM011-III-84 44,93 0,07 22,60 3,87 1,83 2,04 2,32 0,00 0,13 1,16 7,10 82,17 6,91 4,10 1,09 3,01 0,01 0,24 0,24 0,53 0,00 4,03 0,02 0,35 1,39 1,75 \n\nM011-III-84 37,85 0,23 26,69 1,03 0,49 0,54 0,64 0,04 0,03 0,90 7,55 74,96 6,36 5,29 1,64 3,65 0,03 0,06 0,07 0,16 0,00 3,97 0,01 0,30 1,62 1,93 \n\nM012-VII-50  37,46 0,54 21,18 11,73 5,56 6,18 3,89 0,07 0,67 0,51 5,48 81,51 6,08 4,06 1,92 2,15 0,07 0,76 0,75 0,94 0,01 4,68 0,12 0,16 1,13 1,41 \n\nM012-VII-50  41,20 0,35 21,45 2,79 1,32 1,47 2,36 0,04 0,41 0,68 8,19 77,47 6,80 4,16 1,20 2,96 0,04 0,18 0,18 0,59 0,01 3,95 0,07 0,22 1,72 2,01 \n\nM012-VII-50  31,71 0,07 19,95 2,45 1,16 1,29 1,16 0,00 0,05 0,65 4,90 60,95 6,53 4,85 1,47 3,38 0,01 0,20 0,20 0,36 0,00 4,14 0,01 0,27 1,29 1,57 \n\nM012-XII-45  51,86 0,19 22,88 4,22 2,00 2,22 2,50 0,00 0,09 0,12 8,27 90,12 7,23 3,75 0,77 2,98 0,02 0,24 0,24 0,52 0,00 3,99 0,02 0,03 1,48 1,53 \n\nM012-XII-45  40,66 0,34 20,80 3,42 1,62 1,80 2,42 0,02 0,07 1,24 7,69 76,67 6,79 4,09 1,21 2,89 0,04 0,22 0,23 0,60 0,00 3,98 0,01 0,40 1,65 2,06 \n\nM012-XII-45  52,75 0,29 35,37 1,98 0,94 1,04 1,07 0,04 0,00 0,72 9,18 101,40 6,49 5,13 1,51 3,63 0,03 0,10 0,10 0,19 0,01 4,05 0,00 0,18 1,44 1,61 \n\nM012-XII-45  48,54 0,75 14,88 11,57 5,48 6,09 4,24 0,21 0,09 0,22 3,93 84,42 7,35 2,66 0,65 2,01 0,08 0,69 0,69 0,96 0,03 4,46 0,02 0,06 0,77 0,84 \n\nM012-XII-45  50,77 1,23 27,56 3,71 1,76 1,95 2,27 0,05 0,13 0,73 7,27 93,71 6,79 4,34 1,21 3,13 0,12 0,19 0,19 0,45 0,01 4,09 0,02 0,19 1,24 1,45 \n\nM012-XII-45  30,60 0,62 13,05 6,29 2,98 3,31 2,32 0,22 0,65 0,23 4,16 58,14 6,82 3,43 1,18 2,24 0,11 0,56 0,55 0,78 0,04 4,28 0,16 0,11 1,18 1,45 \n\nM012-XII-45  50,03 0,10 23,76 8,02 3,80 4,22 4,08 0,13 0,07 0,59 6,06 92,82 6,85 3,83 1,15 2,68 0,01 0,43 0,44 0,83 0,02 4,40 0,01 0,15 1,05 1,21 \n\nM013IV139  48,34 0,28 21,45 10,16 4,81 5,35 3,77 0,06 0,07 0,58 5,81 90,51 6,87 3,58 1,13 2,45 0,03 0,56 0,57 0,80 0,01 4,42 0,01 0,15 1,06 1,22 \n\nM013IV139  59,94 0,50 18,31 7,01 3,32 3,69 3,59 0,00 0,09 1,57 4,65 95,67 7,76 2,80 0,24 2,56 0,05 0,36 0,36 0,69 0,00 4,02 0,02 0,39 0,76 1,17 \n\nM013IV139  47,18 0,99 26,38 8,81 4,17 4,64 3,60 0,09 0,05 0,24 6,53 93,86 6,44 4,25 1,56 2,70 0,10 0,48 0,48 0,73 0,01 4,49 0,01 0,07 1,13 1,21 \n\nM013IV139  33,61 0,87 16,10 9,19 4,35 4,84 3,12 0,06 0,06 0,14 6,60 69,74 6,42 3,63 1,58 2,05 0,13 0,69 0,70 0,88 0,01 4,46 0,01 0,05 1,61 1,66 \n\nM013IV139  51,07 0,00 17,71 6,31 2,99 3,32 2,76 0,00 0,07 0,28 5,73 83,92 7,59 3,11 0,41 2,70 0,00 0,38 0,38 0,62 0,00 4,07 0,01 0,09 1,09 1,19 \n\nM013IV139  41,04 1,16 22,44 8,09 3,83 4,26 4,09 0,10 0,04 0,08 6,70 83,74 6,35 4,09 1,65 2,45 0,14 0,50 0,49 0,94 0,01 4,53 0,01 0,02 1,32 1,35 \n\nM013IV139  48,40 0,54 18,34 10,06 4,76 5,29 3,74 0,11 0,08 0,15 6,08 87,49 7,11 3,18 0,89 2,29 0,06 0,58 0,58 0,82 0,02 4,35 0,01 0,04 1,15 1,19 \n\nM013IV139  47,51 0,37 19,30 10,88 5,15 5,73 4,85 0,00 0,17 1,94 4,07 89,09 6,86 3,28 1,14 2,14 0,04 0,63 0,63 1,04 0,00 4,48 0,03 0,54 0,75 1,31 \n\n\n\nAnexo IV – Química Mineral dos filossilicatos \n  \n\n250 \n \n\nM013IV139  42,06 15,58 16,61 4,49 2,12 2,36 2,45 0,09 0,05 3,84 3,60 88,76 6,12 2,85 1,88 0,97 1,70 0,26 0,26 0,53 0,01 3,74 0,01 1,08 0,66 1,76 \n\nM013IV139  46,24 0,42 23,36 8,58 4,06 4,52 3,54 0,20 0,05 0,46 7,23 90,08 6,63 3,95 1,37 2,58 0,04 0,48 0,49 0,76 0,03 4,38 0,01 0,12 1,33 1,46 \n\nMI13-II-77  44,63 1,28 30,14 1,67 0,79 0,88 1,04 0,00 0,02 0,34 10,10 89,22 6,35 5,06 1,65 3,42 0,14 0,10 0,09 0,22 0,00 3,97 0,00 0,09 1,83 1,92 \n\nMI13-II-77  37,59 1,07 24,95 4,09 1,94 2,15 0,76 0,09 0,11 0,19 9,35 78,21 6,25 4,89 1,75 3,14 0,13 0,26 0,27 0,19 0,01 4,00 0,02 0,06 1,98 2,06 \n\nMI13-II-77  42,61 0,03 16,97 8,62 4,08 4,54 2,81 0,09 0,20 2,89 2,89 77,10 7,06 3,31 0,94 2,37 0,00 0,56 0,57 0,70 0,01 4,20 0,03 0,94 0,62 1,58 \n\nCabeceiras \n\nEGC-103  38,84 0,21 28,13 5,21 2,47 2,74 1,51 0,10 0,09 0,70 7,08 81,87 6,08 5,19 1,92 3,27 0,03 0,32 0,32 0,36 0,01 4,31 0,02 0,21 1,41 1,64 \n\nEGC-103  45,83 0,24 22,83 4,96 2,35 2,61 2,62 0,02 0,06 0,37 8,84 85,75 6,85 4,02 1,15 2,87 0,03 0,29 0,30 0,58 0,00 4,06 0,01 0,11 1,69 1,80 \n\nEGC-132  12,92 0,00 7,24 3,00 1,42 1,58 0,99 0,10 0,72 0,58 0,46 26,01 6,34 4,19 1,66 2,53 0,00 0,59 0,59 0,74 0,03 4,48 0,38 0,53 0,30 1,21 \n\nEGC-132  45,78 0,31 20,90 6,22 2,94 3,27 2,19 0,03 0,10 0,36 5,90 81,78 7,07 3,80 0,94 2,87 0,04 0,37 0,38 0,50 0,00 4,16 0,02 0,11 1,17 1,30 \n\nEGC-132  29,56 0,00 10,68 2,39 1,13 1,26 0,48 0,02 0,21 2,99 0,35 46,67 7,69 3,28 0,31 2,98 0,00 0,25 0,25 0,19 0,00 3,67 0,06 1,50 0,13 1,69 \n\nEGC-132  48,57 0,11 16,74 3,22 1,52 1,69 0,89 0,06 0,86 5,95 0,49 76,89 7,72 3,13 0,28 2,85 0,01 0,21 0,20 0,21 0,01 3,49 0,14 1,83 0,10 2,07 \n\nSerra de São Domingos \n\nM015-VIII- 7 47,02 0,43 27,44 2,81 1,33 1,48 1,63 0,00 0,17 0,63 8,76 88,89 6,69 4,60 1,31 3,29 0,04 0,15 0,16 0,34 0,00 3,99 0,03 0,17 1,59 1,79 \n\nM015-VIII-7  32,98 9,65 12,59 9,92 4,70 5,22 3,79 0,22 0,13 3,09 1,75 74,12 5,92 2,65 2,08 0,57 1,30 0,71 0,70 1,01 0,03 4,33 0,02 1,08 0,41 1,51 \n\nM015-VIII-7  44,79 0,95 18,42 9,83 4,65 5,17 4,34 0,13 0,27 0,27 5,40 84,38 6,85 3,33 1,15 2,17 0,11 0,59 0,60 0,99 0,02 4,48 0,05 0,07 1,05 1,17 \n\nM015-VIII-7  47,70 0,66 17,20 4,46 2,11 2,35 1,92 0,07 0,21 0,71 6,35 79,28 7,54 3,21 0,46 2,75 0,08 0,29 0,28 0,46 0,01 3,85 0,04 0,21 1,27 1,52 \n\nM015-VIII-7 35,12 0,46 8,27 7,93 3,75 4,17 2,10 0,01 0,13 0,72 3,57 58,31 7,76 2,15 0,24 1,91 0,08 0,69 0,69 0,69 0,00 4,06 0,03 0,32 1,01 1,35 \n\nM015-VIII-7  43,32 0,17 13,49 11,43 5,41 6,02 2,20 0,12 0,14 0,48 3,05 74,41 7,44 2,73 0,56 2,17 0,02 0,79 0,77 0,57 0,02 4,34 0,03 0,17 0,66 0,86 \n\n \n\nQuímica mineral das micas dos pelitos da Formação Serra da Saudade. Valores em porcentagem e por unidade de fórmula estrutura l. \n\nAmostra SiO2 TiO2 Al2O3 FeO(T) Fe2O3 FeO MgO MnO CaO Na2O K2O Sum Si Al Al(T) Al(O) Ti Fe3 Fe2 Mg Mn Sum(O) Ca Na K Sum(CaNaK) \n\nVila Boa - Bezerra \n\nM013-XII-58  26,59 0,90 20,58 3,87 1,83 2,04 1,50 0,10 0,28 0,58 6,23 60,63 5,74 5,24 2,26 2,98 0,14 0,34 0,34 0,48 0,01 4,29 0,07 0,23 1,71 2,01 \n\nM013-XII-58  41,91 0,90 22,25 2,89 1,37 1,52 1,41 0,06 0,44 0,42 7,44 77,71 6,82 4,27 1,18 3,08 0,11 0,20 0,19 0,34 0,01 3,93 0,08 0,14 1,55 1,76 \n\nM013-XII-58 38,26 2,26 13,04 3,50 1,66 1,84 1,92 0,03 0,24 1,71 3,38 64,33 7,42 2,98 0,58 2,40 0,33 0,28 0,27 0,56 0,00 3,83 0,05 0,65 0,84 1,54 \n\nM013-XII-58 57,91 0,93 19,17 4,33 2,05 2,28 2,15 0,06 3,14 3,10 4,37 95,15 7,59 2,96 0,41 2,56 0,10 0,22 0,23 0,42 0,01 3,52 0,44 0,79 0,73 1,95 \n\nM013-XII-58 32,75 0,51 15,98 5,25 2,49 2,76 1,34 0,11 0,45 0,20 5,28 61,87 6,81 3,92 1,19 2,73 0,08 0,43 0,44 0,41 0,03 4,11 0,10 0,08 1,40 1,57 \n\nM013-XII-58 47,65 0,21 16,34 5,63 2,67 2,97 2,76 0,02 0,89 0,58 4,08 78,17 7,58 3,06 0,42 2,64 0,03 0,36 0,35 0,65 0,00 4,03 0,15 0,17 0,82 1,15 \n\nM013-XII-58 45,16 0,57 15,08 5,92 2,80 3,11 1,68 0,09 1,29 0,87 4,00 74,65 7,58 2,98 0,42 2,56 0,07 0,40 0,39 0,42 0,01 3,86 0,23 0,28 0,85 1,36 \n\nM013-XII-59 36,50 0,01 22,04 4,25 2,01 2,24 1,60 0,14 0,30 2,72 1,13 68,67 6,56 4,67 1,44 3,23 0,00 0,30 0,30 0,43 0,02 4,29 0,05 0,95 0,26 1,26 \n\nM013-XII-59 46,98 0,20 23,54 4,03 1,91 2,12 2,27 0,04 0,25 0,35 8,74 86,40 6,91 4,08 1,09 3,00 0,03 0,23 0,24 0,50 0,01 4,00 0,04 0,11 1,64 1,79 \n\nM013-XII-59 45,69 1,05 14,97 6,64 3,14 3,49 1,79 0,00 0,27 2,49 3,07 75,96 7,54 2,92 0,47 2,45 0,13 0,44 0,44 0,44 0,00 3,89 0,05 0,79 0,65 1,50 \n\nM013-XII-59 37,83 0,12 17,54 4,85 2,30 2,55 3,06 0,09 0,17 0,39 5,70 69,76 6,91 3,77 1,09 2,68 0,02 0,35 0,35 0,83 0,01 4,25 0,03 0,13 1,32 1,48 \n\nSerra de São Domingos \n\nM015-VIII-13  49,71 0,38 17,74 5,52 2,62 2,91 2,06 0,03 0,40 0,24 6,08 82,17 7,57 3,19 0,43 2,76 0,05 0,33 0,33 0,47 0,00 3,93 0,06 0,07 1,19 1,33 \n\nM015-VIII-13   35,24 0,30 15,45 4,92 2,33 2,59 1,62 0,00 0,80 1,00 6,03 65,36 6,97 3,62 1,03 2,58 0,05 0,38 0,38 0,48 0,00 3,87 0,17 0,38 1,52 2,07 \n\nM015-VIII-13 36,08 1,41 22,63 4,45 2,11 2,34 1,91 0,04 1,07 0,51 5,41 73,50 6,26 4,63 1,74 2,90 0,19 0,31 0,30 0,49 0,01 4,20 0,20 0,17 1,19 1,56 \n\nM015-VIII-13  38,08 0,16 24,22 3,43 1,62 1,80 1,73 0,02 0,72 0,58 6,48 75,40 6,41 4,81 1,59 3,22 0,02 0,22 0,23 0,44 0,00 4,13 0,13 0,18 1,40 1,71 \n\n\n\nAnexo IV – Química Mineral dos filossilicatos \n  \n\n251 \n \n\nM015-VIII-13  44,31 0,09 20,46 6,63 3,14 3,49 3,87 0,09 0,28 0,54 5,61 81,87 6,87 3,75 1,13 2,62 0,01 0,41 0,41 0,90 0,01 4,35 0,05 0,17 1,12 1,33 \n\nM015-VIII-13  34,80 0,00 11,93 9,09 4,30 4,78 3,50 0,21 0,36 0,78 3,18 63,84 7,07 2,86 0,93 1,93 0,00 0,73 0,73 1,06 0,04 4,49 0,07 0,32 0,83 1,22 \n\nM015-VIII-13  45,79 0,66 24,51 6,48 3,07 3,41 3,12 0,16 0,13 0,94 5,48 87,26 6,65 4,19 1,35 2,84 0,07 0,37 0,38 0,67 0,02 4,34 0,02 0,26 1,01 1,29 \n\nM015-VIII-14  51,40 0,74 17,64 6,54 3,10 3,44 2,89 0,10 0,12 0,14 6,08 85,65 7,53 3,05 0,47 2,58 0,08 0,39 0,38 0,63 0,01 4,07 0,02 0,04 1,15 1,20 \n\nM015-VIII-14  51,84 0,28 21,47 9,16 4,34 4,82 4,29 0,13 0,14 0,39 5,13 92,83 7,07 3,46 0,93 2,52 0,03 0,49 0,49 0,87 0,02 4,42 0,02 0,10 0,88 1,00 \n\nM015-VIII-14  31,73 0,31 13,47 9,34 4,42 4,92 3,06 0,08 0,14 0,33 4,24 62,70 6,66 3,33 1,34 1,98 0,05 0,78 0,78 0,96 0,01 4,57 0,04 0,13 1,14 1,30 \n\nM015-VIII-14  49,59 0,28 29,92 4,21 1,99 2,22 1,92 0,01 0,04 0,37 9,09 95,44 6,58 4,68 1,42 3,26 0,02 0,22 0,22 0,38 0,00 4,11 0,01 0,10 1,55 1,65 \n\nM015-VIII-14   46,89 0,51 28,07 5,30 2,51 2,79 3,11 0,10 0,09 0,43 7,15 91,65 6,49 4,57 1,52 3,06 0,05 0,28 0,29 0,64 0,01 4,33 0,02 0,12 1,26 1,40 \n\nM015-VIII-14   34,39 0,34 15,61 9,36 4,43 4,92 4,24 0,12 0,19 0,60 5,13 69,98 6,49 3,47 1,51 1,96 0,05 0,70 0,70 1,19 0,02 4,62 0,03 0,23 1,23 1,49 \n\nM015-VIII-14  56,95 0,18 20,00 6,05 2,87 3,19 3,13 0,08 0,08 0,24 6,36 93,07 7,61 3,15 0,39 2,76 0,02 0,32 0,32 0,63 0,01 4,06 0,01 0,06 1,08 1,15 \n\nM015-VIII-14  15,14 0,23 4,12 4,75 2,25 2,50 2,16 0,10 0,45 1,13 1,84 29,91 6,85 2,18 1,15 1,03 0,08 0,87 0,84 1,44 0,03 4,29 0,22 0,98 1,09 2,29 \n\nM015-VIII-14  56,18 0,43 21,26 5,28 2,50 2,78 2,58 0,00 0,15 1,96 5,27 93,12 7,49 3,35 0,51 2,83 0,04 0,27 0,28 0,51 0,00 3,94 0,02 0,51 0,90 1,43 \n\nM015-VIII-14 56,35 0,44 19,10 6,25 2,96 3,29 2,82 0,09 0,21 5,68 2,56 93,49 7,52 3,00 0,48 2,52 0,04 0,34 0,33 0,56 0,01 3,79 0,03 1,48 0,43 1,94 \n\nM015-VIII-14  49,94 0,57 25,60 2,90 1,37 1,53 1,94 0,04 0,06 2,29 7,45 90,78 6,92 4,18 1,09 3,09 0,06 0,17 0,16 0,40 0,01 3,88 0,01 0,62 1,32 1,94 \n\nM015-XVI-03  15,54 0,20 7,09 0,07 0,03 0,04 1,97 0,00 0,05 0,17 1,05 26,12 7,16 3,87 0,84 3,03 0,06 0,00 0,00 1,35 0,00 4,44 0,03 0,17 0,61 0,80 \n\nM015-XVI-03  5,26 0,12 2,59 0,00 0,00 0,00 0,44 0,00 0,32 0,53 0,23 9,48 6,89 3,92 1,11 2,81 0,08 0,00 0,00 0,86 0,00 3,74 0,47 1,41 0,31 2,19 \n\n \n\nQuímica mineral das cloritas dos pelitos da Formação Serra de Santa Helena. Valores em porcentagem e por unidade de fórmula e strutural. \n\nAmostra SiO2 TiO2 Al2O3 FeO MnO MgO CaO Na2O K2O Soma H2O Si Al Al Ti Mg Fe2+ Mn Ca Na K \n\nFercal – àgua Fria \n\nLF-DF-006  25,67 0,24 21,25 30,48 0,22 7,43 0,08 0,04 0,39 85,79 14,22 5,69 2,31 3,24 0,04 2,45 5,65 0,04 0,02 0,02 0,11 \n\nLF-DF-006  26,43 0,00 18,13 31,03 0,27 6,94 0,05 0,11 0,29 83,23 16,77 6,08 1,92 2,99 0,00 2,38 5,97 0,05 0,01 0,05 0,09 \n\nLF-DF-006  26,16 0,52 20,96 31,66 0,16 6,46 0,09 0,07 0,30 86,37 13,63 5,78 2,22 3,24 0,09 2,13 5,85 0,03 0,02 0,03 0,08 \n\nLS-DF-07  27,60 0,07 21,24 25,57 0,60 13,61 0,11 0,09 0,34 89,24 10,77 5,71 2,29 2,88 0,01 4,19 4,42 0,11 0,03 0,04 0,09 \n\nLS-DF-07  25,02 0,10 19,35 19,11 0,18 13,95 0,09 0,04 0,26 78,09 21,91 5,76 2,24 3,01 0,02 4,79 3,68 0,03 0,02 0,02 0,08 \n\nLS-DF-07  28,89 0,17 17,24 25,42 0,67 11,38 0,12 0,12 0,63 84,64 15,36 6,32 1,68 2,77 0,03 3,71 4,65 0,12 0,03 0,05 0,18 \n\nVila Boa - Bezerra \n\nM07-IV-12A  30,42 0,57 19,68 23,67 0,18 14,47 0,09 0,59 0,35 90,02 9,98 6,13 1,87 2,81 0,09 4,35 3,99 0,03 0,02 0,23 0,09 \n\nM07-IV-12A  26,37 0,13 19,14 26,43 0,10 9,39 0,24 0,04 0,64 82,47 17,53 5,97 2,03 3,08 0,02 3,17 5,01 0,02 0,06 0,02 0,19 \n\nM07-IV-12A  25,90 1,88 17,17 22,75 0,25 16,58 0,12 0,01 0,22 84,88 15,12 5,61 2,39 2,00 0,31 5,36 4,12 0,05 0,03 0,00 0,06 \n\nM011-III-84  28,86 0,67 12,06 35,64 0,09 6,60 0,11 0,11 2,23 86,36 13,64 6,66 1,34 1,93 0,12 2,27 6,87 0,02 0,03 0,05 0,65 \n\nM011-III-84  21,33 0,04 11,91 12,59 0,10 11,21 0,05 0,06 0,33 57,62 42,38 6,53 1,47 2,83 0,01 5,12 3,22 0,03 0,02 0,04 0,13 \n\nM012-XII-45A  28,37 1,15 16,13 27,95 0,21 13,12 0,09 0,02 0,45 87,48 12,52 6,09 1,91 2,16 0,19 4,20 5,02 0,04 0,02 0,01 0,12 \n\nM012-XII-45A  24,88 0,05 21,53 28,60 0,09 13,13 0,04 0,00 0,04 88,35 11,65 5,30 2,70 2,70 0,01 4,17 5,09 0,02 0,01 0,00 0,01 \n\nM012-XII-45A  30,67 0,00 19,34 22,60 0,34 14,16 0,10 0,05 0,41 87,69 12,31 6,30 1,70 2,99 0,00 4,34 3,88 0,06 0,02 0,02 0,11 \n\nM012-XII-45A  21,47 0,00 11,43 22,36 0,27 5,44 0,09 0,19 2,05 63,29 36,71 6,55 1,45 2,66 0,00 2,47 5,71 0,07 0,03 0,11 0,80 \n\nM013IV139  26,62 0,88 14,50 27,06 0,27 11,24 0,05 0,11 0,28 81,01 18,99 6,20 1,80 2,19 0,15 3,91 5,27 0,05 0,01 0,05 0,08 \n\nM013IV139  24,75 0,00 20,85 28,58 0,18 12,07 0,06 0,00 0,15 86,64 13,36 5,39 2,61 2,74 0,00 3,92 5,21 0,03 0,01 0,00 0,04 \n\nM013IV139  31,07 0,29 20,80 24,20 0,21 12,17 0,04 0,14 1,47 90,39 9,61 6,26 1,74 3,19 0,04 3,65 4,08 0,04 0,01 0,06 0,38 \n\nM013IV139  28,10 0,19 22,14 29,50 0,37 8,73 0,05 0,07 0,73 89,87 10,13 5,86 2,14 3,31 0,03 2,72 5,15 0,07 0,01 0,03 0,19 \n\n\n\nAnexo IV – Química Mineral dos filossilicatos \n  \n\n252 \n \n\nM013IV139  28,46 0,32 13,42 28,88 0,37 10,41 0,70 0,03 0,21 82,81 17,19 6,53 1,47 2,16 0,06 3,56 5,54 0,07 0,17 0,01 0,06 \n\nM013IV139  28,30 0,42 16,79 29,15 0,43 13,29 0,09 0,04 0,26 88,75 11,25 6,01 1,99 2,22 0,07 4,21 5,18 0,08 0,02 0,02 0,07 \n\nM013IV139  25,06 0,12 19,49 33,33 0,23 7,98 0,04 0,14 0,48 86,86 13,14 5,60 2,40 2,74 0,02 2,66 6,23 0,04 0,01 0,06 0,14 \n\nM013IV139  28,34 0,95 16,22 27,66 0,34 12,55 0,18 0,10 0,49 86,81 13,19 6,13 1,87 2,26 0,15 4,04 5,00 0,06 0,04 0,04 0,13 \n\nM013-XI-41 28,19 4,00 16,12 22,89 0,16 14,80 0,18 0,13 0,70 87,18 12,82 5,93 2,07 1,93 0,63 4,64 4,03 0,03 0,04 0,05 0,19 \n\nM013-XI-41  24,56 3,10 14,51 24,71 0,01 12,91 0,36 0,14 0,79 81,09 18,91 5,71 2,29 1,69 0,54 4,48 4,81 0,00 0,09 0,06 0,23 \n\nMI13-II-77  25,08 0,94 15,59 28,49 0,24 7,56 0,03 0,07 1,20 79,19 20,81 6,09 1,91 2,55 0,17 2,74 5,79 0,05 0,01 0,03 0,37 \n\nMI13-II-77  25,89 1,45 15,75 23,59 0,35 9,99 0,02 0,05 2,36 79,43 20,57 6,13 1,87 2,52 0,26 3,52 4,67 0,07 0,00 0,02 0,71 \n\nMI13-II-77  25,18 2,04 13,69 26,23 0,47 8,59 0,10 0,07 0,51 76,88 23,12 6,22 1,78 2,21 0,38 3,17 5,42 0,10 0,03 0,03 0,16 \n\nMI13-II-77  25,06 1,47 15,00 26,75 0,43 11,14 0,08 0,00 0,34 80,27 19,73 5,92 2,08 2,10 0,26 3,93 5,29 0,09 0,02 0,00 0,10 \n\nMI13-II-77  30,78 1,10 17,00 24,96 0,28 9,61 0,10 0,05 3,67 87,55 12,45 6,57 1,43 2,84 0,18 3,06 4,46 0,05 0,02 0,02 1,00 \n\nCabeceiras \n\nEGC-103  29,77 0,83 16,70 18,28 0,22 7,78 1,84 0,09 1,86 77,36 22,64 6,91 1,09 3,48 0,15 2,69 3,55 0,04 0,46 0,04 0,55 \n\nEGC-103  28,73 0,84 14,76 17,71 0,26 8,37 0,46 0,16 1,51 72,80 27,20 7,06 0,94 3,34 0,16 3,07 3,64 0,05 0,12 0,08 0,47 \n\nEGC-132  25,50 0,00 19,04 30,60 0,63 9,72 0,05 0,04 0,11 85,69 14,31 5,69 2,31 2,70 0,00 3,24 5,71 0,12 0,01 0,02 0,03 \n\nEGC-132  26,93 0,00 17,02 26,36 0,42 6,89 0,62 0,06 0,17 78,46 21,54 6,42 1,58 3,20 0,00 2,45 5,26 0,08 0,16 0,03 0,05 \n\nSerra de São Domingos \n\nM015-VIII-7  25,13 0,59 16,75 26,49 0,28 9,29 0,09 0,20 0,94 79,75 20,25 5,97 2,03 2,66 0,11 3,29 5,26 0,06 0,02 0,09 0,28 \n\n \n\nQuímica mineral das cloritas dos pelitos da Formação Serra da Saudade. Valores em porcentagem e por unidade de fórmula estrutural. \n\nAmostra SiO2 TiO2 Al2O3 FeO MnO MgO CaO Na2O K2O Soma H2O Si Al Al Ti Mg Fe2+ Mn Ca Na K \n\nVila Boa - Bezerra \n\nM013-XII-58  25,54 2,24 12,80 26,34 0,44 11,99 0,14 0,11 0,20 79,81 20,19 6,07 1,93 1,66 0,40 4,25 5,24 0,09 0,04 0,05 0,06 \n\nM013-XII-58  24,52 1,40 15,67 25,77 0,34 10,94 0,10 0,06 0,88 79,67 20,33 5,83 2,17 2,23 0,25 3,88 5,13 0,07 0,02 0,03 0,27 \n\nM013-XII-58  27,07 1,09 16,24 15,81 0,32 6,36 0,43 0,79 2,41 70,51 29,49 6,88 1,12 3,74 0,21 2,41 3,36 0,07 0,12 0,39 0,78 \n\nM013-XII-58  30,03 0,61 18,92 20,08 0,27 9,38 0,27 0,10 2,66 82,32 17,68 6,59 1,41 3,49 0,10 3,07 3,69 0,05 0,06 0,04 0,75 \n\nM013-XII-59  29,12 0,17 22,24 26,50 0,48 9,30 0,04 0,16 1,13 89,13 10,87 6,03 1,97 3,46 0,03 2,87 4,59 0,08 0,01 0,07 0,30 \n\nM013-XII-59  27,23 0,06 19,50 22,98 0,26 10,97 0,05 0,12 1,72 82,89 17,11 6,05 1,95 3,15 0,01 3,63 4,27 0,05 0,01 0,05 0,49 \n\nSerra de São Domingos \n\nM015-VIII-13  28,28 0,13 18,97 26,40 0,28 11,36 0,33 0,08 0,47 86,29 13,71 6,08 1,92 2,89 0,02 3,64 4,75 0,05 0,08 0,03 0,13 \n\nM015-VIII-13  28,76 1,99 18,78 27,04 0,28 10,82 0,14 0,11 0,40 88,32 11,68 6,05 1,95 2,70 0,32 3,39 4,75 0,05 0,03 0,04 0,11 \n\nM015-VIII-13  29,34 0,39 19,10 24,76 0,12 14,39 0,08 0,00 0,56 88,75 11,25 6,05 1,95 2,70 0,06 4,43 4,27 0,02 0,02 0,00 0,15 \n\nM015-VIII-13  33,36 0,00 20,05 18,94 0,04 8,93 0,20 0,41 2,50 84,41 15,59 6,99 1,01 3,95 0,00 2,79 3,32 0,01 0,04 0,17 0,67 \n\nM015-VIII-14  26,37 0,18 18,63 29,18 0,44 10,97 0,02 0,09 0,47 86,34 13,66 5,79 2,21 2,61 0,03 3,59 5,36 0,08 0,00 0,04 0,13 \n\nM015-VIII-14  25,12 1,73 15,51 27,70 0,30 11,39 0,10 0,06 0,65 82,54 17,46 5,80 2,20 2,02 0,30 3,92 5,35 0,06 0,03 0,03 0,19 \n\nM015-VIII-14  27,25 0,11 19,67 25,28 0,19 8,11 0,20 0,87 1,22 82,90 17,10 6,12 1,88 3,33 0,02 2,72 4,75 0,04 0,05 0,38 0,35 \n\nM015-VIII-14  23,99 0,08 17,30 19,89 0,26 7,39 0,09 0,21 2,42 71,61 28,39 6,20 1,80 3,46 0,02 2,85 4,30 0,06 0,02 0,10 0,80 \n\nM015-VIII-14  28,22 0,49 17,66 28,39 0,51 10,79 0,11 0,23 0,34 86,73 13,27 6,12 1,88 2,63 0,08 3,48 5,15 0,09 0,03 0,09 0,09 \n\nM015-VIII-14 25,32 0,95 14,08 25,73 0,32 10,31 0,10 0,01 1,67 78,48 21,52 6,15 1,85 2,18 0,17 3,73 5,23 0,06 0,03 0,00 0,52 \n\nM015-VIII-14  26,60 0,11 16,47 23,06 0,20 9,78 0,10 0,13 0,25 76,70 23,31 6,37 1,63 3,02 0,02 3,49 4,62 0,04 0,03 0,06 0,08 \n\n\n\nAnexo IV – Química Mineral dos filossilicatos \n  \n\n253 \n \n\n \n\n\n\nAnexo V – Química de rocha total por FRX \n  \n\n254 \n \n\nANEXO V – QUÍMICA DE ROCHA TOTAL POR FRX \n\nComposição química dos pelitos em porcentagem de óxidos. Análises realizadas pelo SGS Geosol Laboratórios \n(*), CRTI (**) e Laboratório de Geocronologia IG/UnB (***). \nAmostra SiO2 Al2O3 Fe2O3 CaO MgO TiO2 P2O5 Na2O K2O MnO SO3 LOI SOMA \n\nLF-DF-006* 78,70 9,16 4,22 0,26 1,45 0,73 0,10 1,00 2,70 0,02 0,00 1,82 100,16 \n\nLF-DF006** 78,48 8,35 4,86 0,18 1,89 0,80 0,06 0,05 3,17 0,01 0,06 1,84 99,75 \n\nLF-DF-006*** 73,78 10,62 7,38 0,10 2,16 1,01 0,07 0,04 4,70 0,01 0,03 1,92 101,83 \n\nLS-006* 78,20 9,75 3,79 0,43 1,25 0,75 0,14 1,80 2,28 0,03 0,00 1,67 100,09 \n\nLS - 006*** 76,23 10,47 3,49 0,77 0,98 0,83 0,20 3,38 1,58 0,03 0,02 1,88 99,85 \n\nLS-007* 76,00 10,70 4,02 1,10 1,05 0,99 0,28 2,90 1,62 0,06 0,00 1,97 100,69 \n\nLS - 007*** 73,80 10,72 4,44 1,14 1,14 1,06 0,27 3,11 1,90 0,04 0,02 2,25 99,89 \n\nM07-III-5* 57,30 11,40 4,53 9,81 2,00 0,71 0,18 2,43 1,76 0,11 0,00 9,66 99,89 \n\nM07-IV-12a* 71,30 12,20 3,78 2,32 1,91 0,67 0,20 2,77 2,48 0,07 0,00 3,35 101,05 \n\nM011-I-68* 80,70 9,72 1,87 0,15 0,52 0,59 0,11 2,63 1,43 0,02 0,00 1,58 99,32 \n\nM011-I-68** 81,95 9,55 1,82 0,13 0,68 0,52 0,10 2,68 1,45 0,01 0,28 1,51 100,68 \n\nM011-1-68*** 77,94 11,76 3,04 0,24 0,83 0,74 0,19 2,88 2,25 0,03 0,01 1,66 101,55 \n\nM011-II-78** 79,47 9,81 2,56 0,50 1,25 0,59 0,14 2,91 2,06 0,02 0,10 1,49 100,90 \n\nM011-II-78*** 76,39 10,59 3,64 0,59 1,52 0,72 0,20 2,75 2,86 0,03 0,61 1,61 101,51 \n\nM011-III-84* 71,80 12,80 5,91 0,43 1,71 0,79 0,13 2,42 2,56 0,17 0,00 2,25 100,97 \n\nM011-III-84** 71,40 12,34 5,91 0,47 1,93 0,85 0,13 2,42 2,58 0,18 0,05 2,31 100,57 \n\nM011-III-84*** 65,80 14,63 9,01 0,58 2,26 1,16 0,17 1,92 3,99 0,31 0,03 2,63 102,49 \n\nM012-I-60* 73,20 12,80 4,26 0,31 1,27 0,76 0,16 2,67 2,19 0,05 0,00 2,22 99,89 \n\nM012-VII-50* 71,10 13,20 5,09 0,33 1,95 0,85 0,18 2,61 2,47 0,08 0,00 2,16 100,02 \n\nM012-IX-36* 67,10 15,10 5,68 0,27 2,22 1,00 0,16 1,99 3,31 0,13 0,00 2,97 99,93 \n\nM012-XII-45* 60,90 17,30 6,99 0,30 3,05 0,93 0,15 1,79 3,86 0,08 0,00 3,47 98,82 \n\nM013-II-77a* 65,90 16,10 6,40 0,16 2,29 0,96 0,16 2,09 3,39 0,07 0,00 3,40 100,92 \n\nM013-II-77b* 76,40 10,90 3,65 0,33 1,31 0,64 0,17 2,70 1,87 0,05 0,00 1,67 99,69 \n\nM013-V-1* 74,40 11,90 5,11 0,39 1,62 0,75 0,17 2,20 2,38 0,11 0,00 2,07 101,10 \n\nM013-V-1** 73,87 11,52 5,25 0,47 1,85 0,83 0,17 2,21 2,41 0,11 0,05 2,10 100,84 \n\nM013-V-1*** 67,16 14,23 8,32 0,51 2,31 1,11 0,23 1,74 4,03 0,17 0,05 2,21 102,06 \n\nM013-VI-39* 60,90 17,20 7,83 0,33 3,24 0,95 0,17 1,79 3,78 0,11 0,00 3,66 99,96 \n\nM013-VI-64* 51,20 13,60 5,80 9,77 2,78 0,72 1,81 1,77 2,68 0,84 0,00 9,20 100,17 \n\nM013-VII-72* 62,10 17,00 7,87 0,25 2,62 0,90 0,14 1,19 3,99 0,07 0,00 4,05 100,18 \n\nM013-XI-41* 61,60 11,10 3,70 8,54 2,00 0,72 0,19 2,27 2,06 0,10 0,00 8,42 100,70 \n\nEGC-103* 80,90 9,73 2,10 0,35 0,61 0,56 0,11 2,87 1,71 0,02 0,00 1,10 100,06 \n\nEGC-132 I* 80,40 9,92 2,22 0,14 0,62 0,54 0,11 2,91 1,42 0,03 0,00 1,49 99,80 \n\nM014-II-56* 72,00 13,00 4,95 0,31 1,69 0,74 0,16 2,89 2,13 0,06 0,00 2,01 99,94 \n\nMG14 II 56*** 70,43 12,63 5,79 0,40 1,88 0,86 0,16 3,07 2,33 0,06 0,01 2,26 99,87 \n\nM015-VIII-7b* 67,70 14,40 6,15 0,38 2,19 0,90 0,21 2,39 2,82 0,13 0,00 2,60 99,87 \n\nEGSD-10* 63,10 14,90 6,33 1,69 2,89 0,85 0,18 1,60 3,45 0,11 0,00 4,91 100,01 \n\nEGSD-12* 65,90 12,20 5,50 2,76 2,29 0,79 0,23 2,40 2,08 0,11 0,00 4,48 98,74 \n\nEGSD-12*2 66,40 12,30 5,52 2,78 2,29 0,80 0,23 2,39 2,11 0,11 0,00 4,48 99,41 \n\nLS-002* 73,30 12,00 3,82 0,37 1,38 0,72 0,16 3,13 1,99 0,05 0,00 3,36 100,28 \n\nLS-002** 74,62 11,03 3,68 0,50 1,51 0,83 0,19 3,27 1,79 0,05 0,07 1,73 99,27 \n\nLS - 002*** 74,22 11,21 4,15 0,44 1,33 0,85 0,19 3,54 2,01 0,05 0,01 1,95 99,93 \n\nLS - 003*** 69,77 12,85 5,43 0,38 1,91 0,97 0,16 3,01 2,38 0,06 0,01 2,89 99,82 \n\nLS-004** 75,08 11,26 4,41 0,45 1,80 0,78 0,16 2,88 1,81 0,08 0,00 1,92 100,63 \n\nLS - 004*** 72,22 11,72 4,88 0,44 1,63 0,79 0,16 4,00 1,93 0,08 0,01 2,06 99,92 \n\nLS - 005*** 60,18 16,39 8,71 0,26 3,09 1,01 0,15 1,71 3,73 0,08 0,01 4,54 99,85 \n\nM013-XII-57* 64,60 15,60 7,45 0,32 2,83 0,90 0,20 1,93 3,20 0,14 0,00 3,15 100,32 \n\nM013-XII-57** 65,72 15,49 7,70 0,43 3,09 1,00 0,19 2,00 3,32 0,14 0,00 0,14 99,22 \n\nM013-XII-58* 68,70 13,70 5,55 1,20 2,22 0,80 0,22 2,30 2,53 0,15 0,00 3,12 100,49 \n\nM013-XII-59* 71,20 13,20 5,59 0,35 1,98 0,92 0,24 2,31 2,33 0,06 0,00 2,57 100,75 \n\nM013-XII-60* 71,40 12,10 5,63 0,26 1,74 0,79 0,20 2,23 2,08 0,12 0,00 2,50 99,05 \n\nEGC-151* 63,30 15,90 7,23 0,59 3,03 0,94 0,19 1,89 3,80 0,13 0,00 3,41 100,41 \n\nM015-VIII-13* 61,10 16,80 7,67 1,13 3,35 0,93 0,17 1,87 3,70 0,15 0,00 4,24 101,11 \n\nM015-VIII-13** 60,39 16,43 7,69 1,20 3,48 1,00 0,16 1,90 3,65 0,15 0,07 4,31 100,43 \n\nM015-VIII-14* 61,50 17,00 7,26 0,72 3,18 0,85 0,15 1,97 3,85 0,13 0,00 3,79 100,40 \n\nM015-XVI-3* 61,90 13,10 5,05 5,53 2,26 0,79 0,19 2,46 2,30 0,46 0,00 6,61 100,65 \n\nEGSD-16* 60,90 17,10 7,72 0,33 3,14 0,88 0,15 1,88 3,84 0,10 0,00 3,60 99,64 \n\nEGBM-4a* 60,90 17,30 7,98 0,71 3,27 0,94 0,15 1,53 3,92 0,10 0,00 4,31 101,11 \n\nEGBM-4b* 65,00 15,30 5,92 0,88 2,89 0,89 0,21 1,93 3,28 0,13 0,00 3,68 100,11 \n\n\n\nAnexo VI – Química de rocha total por ICP-OES \n  \n\n255 \n \n\nANEXO VI – QUÍMICA DE ROCHA TOTAL POR ICP-OES \n\nComposição química elementar dos pelitos. \n Al Ba Ca Co Cr Cu Fe K La Li Mg Mn Na Ni P Pb Sc Sr Ti V Y Zn Zr \n % ppm % ppm ppm ppm % % ppm ppm % % % ppm % ppm ppm ppm % ppm ppm ppm ppm \n\nLF-DF-006 4,15 368 0,18&lt;8 22 38 2,68 2,04 23 33 0,81 0,01 0,69 14 0,03 10&lt;5 57 0,39 42 16 73 144 \n\nLS-006 4,28 351 0,29&lt;8 25 42 2,43 1,74 27 28 0,73 0,02 1,26 13 0,05 10&lt;5 91 0,4 46 19 92 163 \n\nLS-007 4,63 205 0,72&lt;8 51 35 2,49 1,19 48 19 0,56 0,03 1,99 16 0,09 15 6 119 0,51 63 43 51 297 \n\nM07-III-5 5,87 361 6,5&lt;8 27 33 3,06 1,42 56 36 1,11 0,07 1,83 22 0,07 12 8 294 0,39 64 45 64 131 \n\nM07-IV-12a 4,78 448 1,47&lt;8 22 29 2,41 1,93 24 32 1,05 0,04 2 14 0,07 12 5 160 0,37 51 17 61 135 \n\nM011-I-68 3,78 273 0,11&lt;8 18 31 1,18 1,1 30 16 0,31&lt;0,01 1,85 7 0,05 13&lt;5 94 0,32 36 16 31 167 \n\nM011-III-84 4,59 573 0,23 11 34 52 3,61 1,96 28 29 0,92 0,1 1,73 24 0,04 8 7 73 0,43 78 14 73 133 \n\nM012-I-60 3,56 351 0,14&lt;8 25 27 2,66 1,72 26 26 0,68 0,02 1,95 18 0,06 8&lt;5 63 0,42 65 11 44 135 \n\nM012-VII-50 4,39 387 0,16&lt;8 33 41 3,27 1,94 26 36 1,06 0,04 1,94 24 0,06 15 6 80 0,47 78 13 74 166 \n\nM012-IX-36 4,64 384 0,14 12 35 50 3,48 2,55 28 33 1,15 0,08 1,44 32 0,06 13 8 51 0,54 91 14 93 138 \n\nM012-XII-45 5,19 473 0,14 15 46 92 4,43 2,98&lt;20 52 1,59 0,05 1,34 39 0,06 19 11 42 0,51 128 11 110 144 \n\nM013-II-77a 4,97 434 0,09&lt;8 41 39 3,93 2,52&lt;20 38 1,16 0,03 1,47 26 0,06&lt;8 9 48 0,51 103 10 69 148 \n\nM013-II-77b 4,13 359 0,19&lt;8 27 36 2,37 1,45 28 26 0,75 0,03 1,96 16 0,06 17&lt;5 84 0,36 53 13 52 143 \n\nM013-V-1 4,87 300 0,24 8 25 34 3,23 1,82 31 33 0,88 0,06 1,57 22 0,06 11 7 61 0,41 66 17 63 156 \n\nM013-VI-39 5,91 457 0,18 15 26 60 4,8 2,64 30 53 1,66 0,06 1,23 42 0,05&lt;8 12 43 0,49 112 19 116 134 \n\nM013-VI-64 6,97 461 6,44&lt;8 21 97 3,9 2,11 64 45 1,46 0,55 1,33 30 0,64&lt;8 12 585 0,38 91 90 84 110 \n\nM013-VII-72 5,71 410 0,13 13 46 60 4,91 2,94 31 47 1,32 0,04 0,82 36 0,05 11 12 32 0,46 113 14 99 144 \n\nM013-XI-41 5,56 266 5,65&lt;8 22 30 2,46 1,62 35 32 1,05 0,06 1,67 20 0,07&lt;8 7 306 0,39 59 33 58 131 \n\nEGC-103 3,14 255 0,2&lt;8 15 37 1,27 1,27 29 15 0,36 0,01 1,97 7 0,04&lt;8&lt;5 113 0,3 39 11 34 167 \n\nEGC-132 3,72 259 0,09&lt;8 17 28 1,37 1,08 27 13 0,36 0,01 2,06 10 0,04&lt;8&lt;5 95 0,29 36 16 32 150 \n\nM014-II-56 4,98 369 0,19&lt;8 27 44 3,16 1,6 24 31 0,93 0,04 2,07 23 0,06 18 6 77 0,4 64 15 68 131 \n\nM015-VIII-7b 5,29 395 0,22 12 34 35 3,86 2,11 26 36 1,19 0,08 1,71 28 0,08&lt;8 8 63 0,48 89 17 79 131 \n\nLS-002 4,77 347 0,24&lt;8 26 32 2,38 1,48 24 23 0,77 0,03 2,2 16 0,06 10 6 85 0,39 59 15 48 121 \n\nEGSD-10 6,14 472 0,97 10 44 51 4,11 2,62 26 67 1,58 0,07 1,15 30 0,06 12 11 108 0,46 99 17 92 133 \n\nEGSD-12 5,38 720 1,86 14 41 40 3,6 1,64 29 47 1,27 0,07 1,77 31 0,08 23 8 122 0,45 72 22 73 149 \n\nM013-XII-57 5,1 357 0,17 12 43 44 4,65 2,4 27 50 1,46 0,08 1,38 33 0,07&lt;8 9 39 0,48 100 15 98 137 \n\nM013-XII-58 5,59 375 0,7 9 37 44 3,6 1,95 28 40 1,21 0,09 1,66 27 0,08&lt;8 9 65 0,43 85 18 78 134 \n\nM013-XII-59 5,11 271 0,2&lt;8 36 44 3,51 1,74 35 35 1,04 0,03 1,6 28 0,09 10 8 50 0,48 76 17 77 160 \n\nM013-XII-60 4,96 299 0,16 9 31 52 3,66 1,6 28 36 0,97 0,08 1,61 28 0,07&lt;8 7 49 0,43 68 15 74 128 \n\nEGC-151 5,56 410 0,34 14 44 33 4,56 2,9 27 48 1,63 0,08 1,38 35 0,07 19 10 44 0,5 104 14 108 151 \n\nM015-VIII-13 6,05 632 0,62 14 43 64 4,73 2,72 28 54 1,71 0,09 1,31 32 0,06 20 12 78 0,48 110 16 103 139 \n\nM015-VIII-14 5,39 438 0,36 13 46 67 4,56 2,86 21 50 1,63 0,07 1,38 35 0,05&lt;8 11 66 0,45 116 12 105 135 \n\nM015-XVI-3 5,85 301 3,66&lt;8 28 61 3,26 1,77 29 38 1,19 0,3 1,8 24 0,07 10 9 368 0,43 75 23 89 126 \n\nEGSD-16 6,26 472 0,21 14 49 57 4,77 2,87 26 52 1,65 0,06 1,32 35 0,05 14 12 56 0,47 113 15 102 146 \n\nEGBM-4a 5,95 439 0,39 13 46 21 4,73 2,85 33 50 1,66 0,05 1,04 35 0,06 14 11 42 0,48 116 18 107 137 \n\nEGBM-4b 5,69 418 0,47 14 44 69 3,79 2,54 \n\n \n28 51 1,59 0,08 1,42 33 0,08 29 10 49 0,49 115 15 104 144 \n\n\n\nAnexo VII – Comprovante de submissão de Artigo Completo 2 \n  \n\n256 \n \n\nANEXO VII – COMPROVANTE DE SUBMISSÃO DO ARTIGO COMPLETO 2"}]}}}