{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21526"}, {"@name": "filename", "#text": "5281_franciny_xavier_metzker_lyra.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DOS VALES DO JEQUITINHONHA E MUCURI \n\nPrograma de Pós-Graduação em Tecnologia, Ambiente e Sociedade \n\nFranciny Xavier Metzker Lyra \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAVALIAÇÃO DE RISCO E DOS CENÁRIOS FUTUROS PARA O RIO TODOS OS \n\nSANTOS EM TEÓFILO OTONI, MINAS GERAIS, BRASIL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTeófilo Otoni - MG \n\n2018 \n\n\n\n \n\nFranciny Xavier Metzker Lyra \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAVALIAÇÃO DE RISCO E DOS CENÁRIOS FUTUROS PARA O RIO TODOS OS \n\nSANTOS EM TEÓFILO OTONI, MINAS GERAIS, BRASIL \n\n \n\n \n\n \n\n \n\n \n\nDissertação apresentada ao programa de Pós-\n\nGraduação em Tecnologia, Ambiente e Sociedade da \n\nUniversidade Federal dos Vales do Jequitinhonha e \n\nMucuri, como requisito para obtenção do título de \n\nMestre. \n\n \n\nOrientador: Prof. Dr. Carlos Henrique Alexandrino \n\nColaborador: Prof.a Dr.a Cleide Aparecida Bomfeti \n\n \n\n \n\n \n\nTeófilo Otoni - MG \n\n2018\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFicha Catalográfica \n\nPreparada pelo Serviço de Biblioteca/UFVJM \n\nBibliotecária responsável: Graziela Lopes da Costa – CRB6 nº 2807 \n \n\n \n\nL992a \n\n2018 \n\n \n\nLyra, Franciny Xavier Metzker.  \n\n   Avaliação de risco e dos cenários futuros para o rio Todos os Santos \n\nem Teófilo Otoni, Minas Gerais, Brasil. / Franciny Xavier Metzker Lyra. \n\nTeófilo Otoni: UFVJM, 2018. \n\n      82 p. : il. \n \n\n \n\n   Dissertação (Mestrado Profissional) – Universidade Federal dos \n\nVales do Jequitinhonha e Mucuri. Programa de Pós-Graduação em \n\nTecnologia, Ambiente e Sociedade, 2018. \n\n \n\n      Orientador: Prof. Dr. Carlos Henrique Alexandrino. \n\n      Coorientadora: Profa. Dra. Cleide Bomfeti. \n \n\n \n\n      1. Qualidade da água. 2. Avaliação de risco. 3. Análise de cenários \n\nfuturos. 4. Rio Todos os Santos. 5. Teófilo Otoni I. Título.                                                                                       \n\n                                                                                        \n\n                                                                                       CDD: 628.112 \n \n\n \n\n\n\nScanned by CamScanner\n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nA Deus. \n\nAos meus pais. \n\n. \n\n \n\n \n\n \n\n \n\n\n\n \n\nAGRADECIMENTOS \n\n \n\nA Deus por sua infinita misericórdia, amor e graça. \n\nAgradeço aos meus pais, Vania Xavier Lyra e Iete José Metzker Lyra, por todos os \n\nconselhos e ensinamentos que foram determinantes para que eu chegasse até aqui. \n\nAos professores Carlos Henrrique Alexandrino e Cleide Aparecida Bomfeti pela \n\norientação, dedicação e determinação que foram primordiais para o desenvolvimento desta \n\npesquisa. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“É melhor conseguir a sabedoria do que o ouro puro. É mais \n\nproveitoso obter o entendimento do que a prata mais valiosa.” \n\n(PROVÉRBIOS, 16:16). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nRESUMO \n\n \n\nA água é um recurso inerente a todos os seres vivos e como tal, indispensável à sobrevivência \n\ne manutenção dos ecossistemas. A profunda ligação da água com as atividades antropogênicas \n\ntem acarretado sérios prejuízos aos recursos hídricos, onde essa água de má qualidade \n\nempobrece populações que carecem do recurso, interferindo na economia local. A água pode \n\nainda representar um importante veículo de transmissão de doenças hídricas, que podem ser \n\noriginadas de excretas humanas e de animais, ou mesmo pela presença de substâncias químicas \n\nnocivas aos seres vivos. O rio Todos os Santos, como um dos principais rios da Bacia do \n\nMucuri, abastece a cidade de Teófilo Otoni e têm sido alvo cada vez mais do uso desordenado \n\ne inadequado de suas águas, o que têm refletido diretamente na qualidade das mesmas. Diante \n\ndo atual cenário em que se encontra o rio Todos os Santos e da sua importância para Teófilo \n\nOtoni, o presente trabalho teve por finalidade analisar a qualidade da água desse rio em um \n\nperíodo de seis anos. Para isto foram feitas avaliações dos parâmetros físicos-químicos e \n\nbacteriológicos, cálculos de Análise de Risco para as populações que consomem essa água, \n\ncálculo dos Índices de Qualidade da Água e Índice de Estado Trófico, assim como a análise do \n\nÍndice de Qualidade da Água ao longo dos anos, analisando o lançamento de cargas futuras \n\nsobre o rio por meio de cenários hipotéticos. Observou-se que os dados de quantificação de \n\nEscherichia coli, condutividade, alumínio e ferro, estiveram acima dos limites impostos pelo \n\nConselho Nacional do Meio Ambiente. Pelo cálculo de avaliação de risco, todos os elementos \n\ntóxicos estiveram dentro dos limites, não apresentando riscos significativos. O Índice de \n\nQualidade da Água sofreu poucas variações com passar dos anos estando classificado na \n\nmaioria dos casos como mediano. O Índice de Estado Trófico também apresentou poucas \n\nvariações e para os casos analisados, o rio foi classificado como oligotrófico. Observou-se que \n\nas estimativas futuras apontam para um aumento pouco significativo das cargas poluentes e que \n\nmesmo para pontos distantes dos lançamentos de resíduos os valores de Escherichia coli se \n\nencontraram fora do limite e sua tendência com o passar dos anos é assim continuar. Pode-se \n\nconcluir que o rio apresenta uma grande quantidade de contaminação fecal nos tempos \n\npresentes, e em análises futuras essa contaminação provavelmente acarretará uma série de \n\npatologias para população local. \n\n \n\nPalavras-chave: Qualidade da água 1. Avaliação de risco 2. Análise de cenários futuros 3. Rio \n\nTodos os Santos 4. Teófilo Otoni 5. \n\n \n\n\n\n \n\n \n\n \n\nABSTRACT \n\n \n\nWater is a resource inherent in all living beings and as such, indispensable for the survival and \n\nmaintenance of ecosystems. The deep connection of water with anthropogenic activities has \n\ncaused serious damage to water resources, where poor water impoverishes populations that lack \n\nthe resource, interfering in the local economy. Water can also represent an important vehicle \n\nfor the transmission of waterborne diseases, which may originate from human and animal \n\nexcreta or even by the presence of harmful chemicals in living beings. The Todos os Santos \n\nRiver, as one of the main rivers of the Mucuri Basin, supplies the city of Teófilo Otoni and has \n\nbeen increasingly targeted by the disorderly and inadequate use of its waters, which have \n\ndirectly reflected on their quality. In view of the current scenario of the Todos os Santos River \n\nand its importance for Teófilo Otoni, the purpose of this study was to analyze the water quality \n\nof this river over a period of six years. For this purpose, the physical-chemical and \n\nbacteriological parameters, the Risk Analysis calculations for the populations that consume the \n\nwater, the calculation of the Water Quality Indexes and the Trophic State Index, as well as the \n\nWater Quality Index over the years, analyzing the launch of future cargoes on the river through \n\nscenarios. It was observed that the quantification data of Escherichia coli, conductivity, \n\naluminum and iron, were above the limits imposed by the National Environment Council. By \n\nthe risk assessment calculation, all the toxic elements were within the limits, presenting no \n\nsignificant risks. The Water Quality Index has undergone few variations with the passing of the \n\nyears being classified in most cases as medium. The Trophic State Index also presented few \n\nvariations and for the cases analyzed, the river was classified as oligotrophic. It was observed \n\nthat future estimates point to a negligible increase in the pollutant loads and that even at points \n\ndistant from waste releases, Escherichia coli values were off limits and their tendency over the \n\nyears is to continue. It can be concluded that the river presents a great amount of fecal \n\ncontamination in the present times, and in future analyzes this contamination will probably lead \n\nto a series of pathologies for local population. \n\n \n\nKeywords: Water quality 1. Risk assessment 2. Future scenario analysis 3. Todos os Santos \n\nriver 4. Teófilo Otoni 5. \n\n  \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\nFigura 1 – Localização da bacia do rio Mucuri com destaque para a sua abrangência no estado \n\nde Minas Gerais........................................................................................................................17 \n\nFigura 2 – Bacia hidrográfica do rio Todos os Santos..............................................................18 \n\nFigura 3 – Curvas médias específicas de parâmetros de qualidade da água.............................22 \n\nFigura 4 – Poluição pontual e poluição difusa..........................................................................36 \n\nFigura 5 – Avanço da instituição das políticas estaduais e de recursos hídricos......................39 \n\nFigura 6 – Classificação dos rios segundo sua finalidade de uso.............................................40 \n\nGráfico 1 – Tendência comportamental do IQA ao longo dos anos a partir de dados \n\ndisponibilizados pelo IGAM....................................................................................................66\n\n\n\n \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 1 – Parâmetros de qualidade da água............................................................................20 \n\nTabela 2 – Pesos atribuídos aos parâmetros de qualidade da água de acordo com sua relevância \n\npara o cálculo do índice de qualidade da água...........................................................................21 \n\nTabela 3 – Classificação do índice de qualidade da água.........................................................23 \n\nTabela 4 – Classes do índice de estado trófico (rios) e seu significado.......................................35 \n\nTabela 5 – Limites de classificação de interesse (COPAM/CERH-MG) dos diferentes \n\nparâmetros de qualidade da água..............................................................................................41 \n\nTabela 6 – Cargas por tipo de rebanho.....................................................................................48 \n\nTabela 7 – Cargas de poluentes de acordo com uso do solo.....................................................49 \n\nTabela 8 – Dados populacionais do censo IBGE......................................................................50 \n\nTabela 9 – Número de animais em Teófilo Otoni.....................................................................50 \n\nTabela 10 – Áreas de uso e ocupação do solo em Teófilo Otoni..............................................50 \n\nTabela 11 – Número de animais em Minas Gerais...................................................................51 \n\nTabela 12 – Área de uso e ocupação do solo em Minas Gerais................................................51 \n\nTabela 13 – Parâmetros físico-químicos das amostras de água coletadas no rio Todos os Santos \n\n(Pedro Versiani – Teófilo Otoni/MG), nos anos 2012, 2015 e 2018 comparados com os dados \n\npreconizados pelo CONAMA e CETESB.................................................................................54 \n\nTabela 14 – Parâmetros físico-químicos das amostras de água coletadas no rio Todos os Santos \n\n(Pedro Versiani – Teófilo Otoni/MG) e analisados pelo IGAM.................................................55 \n\nTabela 15 – Determinação da concentração de 19 elementos químicos nas amostras de água \n\ncoletadas no rio Todos os Santos (Pedro Versiani – Teófilo Otoni/MG), nos anos de 2012, 2015 \n\ne 2018 e o valor máximo permitido desses elementos pelo CONAMA......................................59 \n\nTabela 16 – Valores da Dose Média Diária (ADD) de diferentes elementos detectados em \n\namostras de águas coletadas no rio Todos os Santos, nos anos de 2012, 2015 e 2018 e a Dose \n\nde Referência Diária (RfD).......................................................................................................60 \n\nTabela 17 – Cocientes de Riscos (HQ) e Índices de Riscos (HI) para diferentes elementos \n\nquímicos detectados nas amostras de água coletadas no rio Todos os Santos nos anos de 2012, \n\n2015 e 2018...............................................................................................................................61 \n\nTabela 18 – IQA e IET calculados para as amostras de água coletadas no rio Todos os Santos e \n\nos dados disponibilizados das coletas realizadas pelo IGAM para diferentes anos....................63 \n\nTabela 19 – IQAs calculados de acordo com os dados disponibilizados pelo IGAM de 1997 a \n\n2007...........................................................................................................................................65 \n\n\n\n \n\n \n\n \n\nTabela 20 – IQAs calculados de acordo com os dados disponibilizados pelo IGAM de 2008 a \n\n2017...........................................................................................................................................65 \n\nTabela 21 – Estimativa das cargas totais de Escherichia coli baseadas no crescimento da \n\npopulação de Teófio Otoni/MG ao longo dos anos..................................................................67 \n\nTabela 22 – Cargas totais de Escherichia coli para os rebanhos bovino, suíno e de aves........67 \n\nTabela 23 – Cargas totais de Escherichia coli para atividade pecuária....................................68 \n\nTabela 24 – Cargas totais po área de uso e ocupação do solo ao longo dos anos.....................69 \n\nTabela 25 – Cargas totais de uso e ocupação do solo ao longo dos anos..................................69 \n\nTabela 26 – Carga total final de Escherichia coli gerados pela população, pecuária e uso e \n\nocupação do solo ao longo dos anos.........................................................................................70 \n\nTabela 27 – Carga de esgoto doméstico destinada a ETE e lançada no rio Todos os Santos com \n\nprevisões para até o ano de 2050................................................................................................70 \n\nTabela 28 – Concentração de Escherichia coli no ponto de mistura enre um determinado ponto \n\nde lançamento de esgoto doméstico e as águas do rio Todos os Santos com estimativas até o \n\nano de 2050................................................................................................................................71 \n\nTabela 29 – Comportamento da concentração de Escherichia coli na mistura entre um \n\ndeterminadao ponto de lançamento de esgoto doméstico e as águas do rio Todos os Santos em \n\nvirtude da distância do ponto de lançamento com estimativas até o ano de 2050....................72 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n \n\nLISTA DE ABREVIATURAS E SIGLAS \n\n \n\nIGAM                         Instituto Mineiro de Gestão das Águas  \n\nIBGE                          Instituto Brasileiro de Geografia e Estatística \n\nONU                           Organização das Nações Unidas \n\nOMS                                         Organização Mundial da Saúde \n\nIQA                             Índice de Qualidade da Água \n\nCETESB                     Companhia Ambiental do Estado de São Paulo  \n\nATSDR                       Agency for Toxic Substances and Disease Reistry     \n\nIARC                          International Agency for Research on Cancer \n\nNSC                            National Safety Council \n\nWHO                          Word Health Oranization \n\nIET                              Índice de Estado Trófico  \n\nETE                             Estação de Tratamento de Esgoto \n\nANA                            Agência Nacional de Saúde  \n\nCONAMA                   Conselho Nacional do Meio Ambiente \n\nCOPAM                       Conselho Estadual de Política Ambiental  \n\nCERH-MG                   Conselho Estadual de Recursos Hídricos de Minas Gerais  \n\nICET                             Instituto de Ciência, Engenharia e Tecnologia \n\nUFVJM                         Universidade Federal dos Vales do Jequitinhonha e Mucuri \n\npH                                 Potencial Hidrogeniônico  \n\nOD                                Oxigênio Dissolvido \n\nFUNASA                      Fundação Nacional de Saúde \n\nLST                               Lauril Sulfato Triptose \n\nVB                                 Verde Brilhante \n\nEC                                  Escherichia coli \n\nNMP                              Número Mais Provável \n\nANOVA                        Análise de Variância \n\nUSEPA                          Agência de Proteção Ambiental dos Estados Unidos \n\nADD                              Dose Média Diária \n\nHQ                                 Cociente de Risco \n\nHI                                  Índice de Risco \n\nIETE                             Índice de Estado Trófico \n\nCOPASA                      Companhia de Saneamento de Minas Gerais \n\n\n\n \n\n \n\n \n\nSD                                          Desvio Padrão \n\nVMP                                      Valor Máximo Permitido \n\nRfD                                        Dose de Referância Diária \n\nSF                                           Slope Factor \n\n                               \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO .................................................................................................................. 15 \n\n2 REFERENCIAL TEÓRICO ............................................................................................. 17 \n\n2.1 Bacia hidrográfica do Mucuri ........................................................................................ 17 \n\n2.2 Qualidade da Água .......................................................................................................... 18 \n\n2.3 Parâmetros de Qualidade da Água ................................................................................ 19 \n\n2.3.1 Oxigênio Dissolvido ....................................................................................................... 23 \n\n2.3.2 Coliformes Totais e Escherichia coli ............................................................................ 23 \n\n2.3.3 Potencial Hidrogeniônico (pH) ..................................................................................... 24 \n\n2.3.4 Temperatura ................................................................................................................... 24 \n\n2.3.5 Turbidez ......................................................................................................................... 25 \n\n2.3.6 Condutividade ................................................................................................................ 25 \n\n3 Elementos Químicos Tóxicos ............................................................................................. 25 \n\n3.1.1 Alumínio (Al) ................................................................................................................. 25 \n\n3.1.2 Arsênio (As) ................................................................................................................... 26 \n\n3.1.3 Bário (Ba) ...................................................................................................................... 27 \n\n3.1.4 Berílio (Be) ..................................................................................................................... 27 \n\n3.1.5 Cádmio (Cd) ................................................................................................................... 27 \n\n3.1.6 Chumbo (Pb) .................................................................................................................. 28 \n\n3.1.7 Cobre (Cu) ...................................................................................................................... 28 \n\n3.1.8 Cobalto (Co) ................................................................................................................... 29 \n\n3.1.9 Cromo (Cr) ..................................................................................................................... 29 \n\n3.1.10 Ferro (Fe) .................................................................................................................... 29 \n\n3.1.11 Fósforo (P) ................................................................................................................... 30 \n\n3.1.12 Lítio (Li) ....................................................................................................................... 31 \n\n3.1.13 Manganês (Mn) ........................................................................................................... 31 \n\n3.1.14 Níquel (Ni) ................................................................................................................... 31 \n\n3.1.15 Prata (Ag) ..................................................................................................................... 32 \n\n3.1.16 Selênio (Se) .................................................................................................................. 32 \n\n3.1.17 Urânio (U) .................................................................................................................... 33 \n\n3.1.18 Vanádio (V) .................................................................................................................. 33 \n\n3.2 Índice de Estado Trófico – IET ...................................................................................... 34 \n\n3.3 Fontes de Poluição das Águas ......................................................................................... 35 \n\n\n\n \n\n \n\n \n\n3.4 Cargas Poluidoras ............................................................................................................ 36 \n\n3.5 Esgotos Sanitários ............................................................................................................ 37 \n\n3.6 Órgãos e meios eletrônicos para obtenção de dados de qualidade da água ............... 38 \n\n3.7 Principais leis aplicadas aos recursos hídricos no Brasil ............................................. 38 \n\n4 MATERIAIS E MÉTODOS .............................................................................................. 42 \n\n4.1 Coletas ............................................................................................................................... 42 \n\n4.2 Análises Químicas e Físico-Químicas ............................................................................. 42 \n\n4.3 Análise Microbiológica .................................................................................................... 43 \n\n4.4 Análise Estatística ............................................................................................................ 43 \n\n4.5 Análise de Risco ................................................................................................................ 44 \n\n4.6 Análise do IQA e IET....................................................................................................... 45 \n\n4.7 Análise da Tendência Comportamental do IQA ao longo dos anos ............................ 46 \n\n4.8 Análise de Cenários Futuros para os Parâmetros de Qualidade da Água ................. 46 \n\n5 RESULTADOS E DISCUSSÃO ........................................................................................ 54 \n\n5.1 Análises Químicas e Físico-Químicas ............................................................................. 54 \n\n5.2 Análise de Risco ................................................................................................................ 59 \n\n5.3 Análise do IQA e IET....................................................................................................... 62 \n\n5.4 Análise da Tendência Comportamental do IQA ao longo dos anos ............................ 63 \n\n5.5 Análise de Cenários Futuros para o Parâmetros de Escherichia coli ......................... 66 \n\n6 CONSIDERAÇÕES FINAIS ............................................................................................. 73 \n\n7 REFERÊNCIAS .................................................................................................................. 75 \n\n\n\n15 \n\n \n\n1 INTRODUÇÃO \n\n \n\nA ciência mostra que grande parte das células vivas é formada predominantemente \n\npor água e que todos os seres humanos dependem da água para viver (LODISH et al., 2014). \n\nPortanto, manter um controle e monitoramento das questões químicas e biológicas das águas \n\ntorna-se essencial à sobrevivência humana. \n\nDado as necessidades urgentes, humanas e ambientais, em relação ao uso da água, \n\ndiversas pesquisas, análises e coletas têm-se desenvolvido no sentido de gerar conhecimento \n\nsobre o comportamento e a qualidade dos corpos de água, suas tendências e o seu \n\ncomprometimento ao longo do tempo, em especial pela presença de poluentes (INSTITUTO \n\nMINEIRO DE GESTÃO DAS ÁGUAS [IGAM], 2017). \n\nSegundo o IGAM (2017) para a avaliação da qualidade dos recursos hídricos são \n\ndeterminados nove parâmetros representativos: pH, demanda bioquímica de oxigênio (DBO), \n\nfosfato total, nitrato, turbidez, temperatura da água, sólidos totais, oxigênio dissolvido, e \n\nEscherichia coli. \n\nA Bacia Hidrográfica do Mucuri, como afirma Silva (2010), abriga águas de uma \n\nporção muito importante do sul baiano e nordeste mineiro, sendo formada pelo encontro dos \n\nRios Mucuri do Norte e do Sul, percorrendo cerca de 425 quilômetros antes de desaguar no mar \n\ne abrangendo cerca de 17 municípios. Neste cenário encontra-se o Rio Todos os Santos, que é \n\num dos principais afluentes pela margem direita da Bacia, sendo um rio de grande importância \n\npara esta margem (SILVA; GODINHO, 2006). \n\nSilva et al. (2006) dizem que a região do Rio Todos os Santos apresenta diversos \n\nproblemas já detectados: assoreamento dos corpos d’água, lançamento de efluentes, pastagem \n\ndegradadas, queimadas, falta de acesso à água potável, dentre outros. Entretanto, o Rio Todos \n\nos Santos é um rio de grande potencial agrícola, agropecuário e residencial sendo, portanto, de \n\nextrema importância o monitoramento e a avaliação da qualidade da água desse rio, que abrange \n\numa vasta região da Bacia do Mucuri. \n\nDe acordo com o INSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATÍSTICA \n\n(IBGE, 2010) a cidade de Teófilo Otoni é uma das principais cidades pertencentes à bacia \n\nhidrográfica do rio Todos os Santos, apresentando uma população em 2010 de 134745 \n\nhabitantes, em uma área territorial de 3.242,27 km² e um PIB per capita de R$ 15.379,33, o \n\nmaior de sua microrregião.  \n\nDiante da importância do Rio Todos os Santos para a cidade de Teófilo Otoni e \n\nregião, o presente trabalho teve como finalidade a análise da qualidade da água desse rio com \n\n\n\n \n\n \n\n16 \n\no passar dos anos, com o intuito de investigar possíveis melhoras ou pioras em seus índices. \n\nAlém disto, foi feito o cálculo de análise de risco para se conhecer o potencial tóxico dos \n\nelementos químicos presentes na água desse rio sobre a população, e o cálculo da estimativa \n\ndas cargas poluidoras locais para se conhecer os potenciais de poluição em anos futuros, assim \n\ncomo analisar as possíveis respostas do corpo receptor a estas cargas nos pontos de lançamento \n\ne para regiões mais distantes. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n17 \n\n \n\n2 REFERENCIAL TEÓRICO \n\n \n\n2.1 Bacia hidrográfica do Mucuri \n\n \n\nSegundo o IGAM (acesso em 4 fev. 2017), o território brasileiro apresenta uma \n\ngrande diversidade de bacias hidrográficas, sendo as mesmas divididas em bacias principais e \n\nsub-bacias. Dentre as bacias hidrográficas brasileiras encontra-se a bacia hidrográfica do rio \n\nMucuri, fazendo parte das bacias hidrográficas do Paraíba do Sul, conforme a Figura 1. \n\n \n\nFigura 1 – Localização da bacia do rio Mucuri com destaque para a sua abrangência no \n\nestado de Minas Gerais. \n\n \n\nFonte: IGAM (acesso em 4 fev. 2017).  \n\n \n\nA Bacia Hidrográfica do Mucuri, como afirma Silva (2010), abriga águas de uma \n\nporção muito importante do sul baiano e nordeste mineiro, sendo formada pelo encontro dos \n\nRios Mucuri do Norte e do Sul, percorrendo cerca de 425 quilômetros antes de desaguar no \n\nmar, abrangendo cerca de 17 municípios e possuindo uma área de 15.413 km². \n\n\n\n \n\n \n\n18 \n\nEssa bacia apresenta uma população de 318.858 habitantes, sendo o clima da região \n\nsemiúmido, com período de seca variando entre quatro a cinco meses e uma disponibilidade \n\nhídrica situando-se entre 2 e 10 litros por segundo a cada quilômetro quadrado (IGAM, acesso \n\nem 4 fev. 2017). \n\nO Rio Todos os Santos é um dos principais rios que compõe a Bacia Hidrográfica \n\ndo Mucuri, apresentando uma extensão de 70 km desde sua nascente, no município de Poté, até \n\na sua foz no Rio Mucuri, no município de Carlos Chagas. Esse rio que corta a zona urbana e \n\nrural da cidade de Teófilo Otoni, Minas Gerais (FIG. 2) é também o responsável por todo o \n\nabastecimento de água do município e de seus distritos, contando ao todo com uma população \n\nde 134.745 habitantes (IBGE, 2010). Nesta região o rio recebe descarga de resíduos sólidos e \n\nde efluentes domésticos, influenciando a qualidade de suas águas e comprometendo toda a \n\npopulação que faz o uso da mesma.  \n\n \n\nFigura 2 – Bacia hidrográfica do rio Todos os Santos. \n\n \n\nFonte: SILVA et al, (2006). \n\n \n\n2.2 Qualidade da Água \n\n \n\nA qualidade da água está intimamente ligada aos processos de poluição e \n\ncontaminação dos rios, provocando alterações nos cursos d’águas em que suas características \n\n\n\n19 \n\n \n\niniciais são modificadas, e muitas vezes causam a inviabilização de seu uso para determinados \n\nfins (BRAGA et al., 2005). \n\nA água pode representar um importante veículo de transmissão de doenças hídricas, \n\nque podem ser originadas de excretas humanos e de animais ou mesmo pela presença de \n\nsubstâncias químicas nocivas aos seres vivos. Cerca de 60% das internações anuais, no Brasil, \n\nsão resultados da falta de saneamento e 30% das mortes de crianças com menos de um ano \n\nocorrem por diarréia (MACEDO, 2001; FARACHE FILHO; DIAS, 2008; ORGANIZAÇÃO \n\nMUNDIAL DA SAÚDE, 2008; IBGE, 2008).  \n\nMundialmente são quatro milhões de casos de diarréia por ano, enquanto que 72% \n\ndas internações em hospitais são de pacientes vítimas de doenças de origem hídrica. A \n\nOrganização Mundial da Saúde (OMS) destaca que a cada dólar investido em saneamento \n\nbásico são economizados quatro a cinco dólares em despesas hospitalares, denotando a \n\nimportância do saneamento para a população e para a gestão eficiente dos recursos públicos \n\n(MACEDO, 2001; FARACHE FILHO; DIAS, 2008; OMS, 2008; IBGE, 2008). \n\nO Brasil recebe por ano uma abundante taxa pluviométrica que varia, sobre mais de \n\n90% do seu território, entre 1.000 a 3.000 mm, e é dotado também, de uma vasta e densa rede \n\nde drenagem que nunca seca, sobre mais de 90% do território nacional (REBOUÇAS, 2003). \n\nApesar de o Brasil ser um dos países mais ricos em água doce do planeta, as cidades \n\nainda enfrentam graves problemas hídricos como degradação dos cursos d’água, problemas de \n\nabastecimento, precariedade no saneamento básico, desmatamento de matas ciliares, \n\nlançamentos de efluentes e resíduos sólidos nos rios, exploração inadequada de nascentes, \n\nocupação irregular nas margens dos rios,, manejo inadequado do solo para agricultura e \n\npecuária, utilização de fertilizantes e pesticidas, entre outros (GOMES, 2011). \n\nA Organização das Nações Unidas (ONU) por meio de seus relatórios descreve que \n\na escassez de água já afeta todos os continentes, sendo que 1,2 bilhão de pessoas, ou quase um \n\nquinto da população mundial vive em áreas de escassez física de água, enquanto outras 500 \n\nmilhões de pessoas estão se aproximando dessa situação. Outros 1,6 bilhão de pessoas, ou quase \n\num quarto da população mundial, também enfrentam escassez de água, em que os países não \n\npossuem infraestrutura necessária para captar água de rios e aquíferos (ONU, 2006). \n\n  \n\n2.3 Parâmetros de Qualidade da Água \n\n \n\nO Instituto Mineiro de Gestão das Águas desenvolveu uma forma para monitorar o \n\nmeio aquático, propondo técnicas para avaliar a qualidade da água em diversos pontos do estado \n\n\n\n \n\n \n\n20 \n\nde Minas Gerais. No caso da coleta para o Rio Todos os Santos, o IGAM realiza a avaliação da \n\nqualidade da água, próximo a nascente desse rio na região de Poté, e na região de Pedro Versiani \n\n(distrito de Teófilo Otoni). O ponto de coleta próximo a Pedro Versiani encontra-se após a \n\nestação de Tratamento de Esgoto sendo, portanto, um ponto estratégico para a determinação da \n\nqualidade da água desse rio (IGAM, 2017). \n\nSegundo o IGAM (2017), para a avaliação da qualidade dos recursos hídricos são \n\nanalisados diversos parâmetros que estão representados na Tabela 1, dentre os quais, podemos \n\ndestacar o pH (potencial hidrogeniônico), demanda bioquímica de oxigênio (DBO), fosfato \n\ntotal, nitrato, turbidez, temperatura da água, sólidos totais, oxigênio dissolvido e Escherichia \n\ncoli.  \n\n \n\nTabela 1 – Parâmetros de qualidade da água. \n\nParâmetros \n\nAlcalinidade Bicarbonato Demanda Bioquímica de Oxigênio-\n\nDBO \n\nNitrogênio Amonical \n\nTotal \n\nAlcalinidade Total Demanda Química de Oxigênio- \n\nDQO \n\nNitrogênio Orgânico \n\nAlumínio Dissolvido Densidade de Cianobactérias Óleos e Graxas \n\nArsênio Total Dureza (Cálcio) Oxigênio Dissolvido- \n\nOD \n\nBário Total Dureza (Magnésio) pH in loco \n\nBoro Total Dureza Total Potássio \n\nCádmio Total Ensaio de Toxicidade Crônica Selênio Total \n\nCálcio Estreptococos Fecais Sódio \n\nChumbo Total Fenóis Totais Sólidos Dissolvidos \n\nCianeto Livre Feoftina Sólidos em Suspensão \n\nCianotoxinas Ferro Dissolvido Sólidos Totais \n\nCloreto Total Fósforo Total Substâncias tensoativas \n\nClorofila a  Macroinvertebrados bentônicos Sulfatos \n\nCobre Dissolvido Magnésio Total Sulfetos \n\nColiformes \n\nTermotolerante/ E.coli \n\nManganês Total Temperatura da Água \n\nColiformes Totais Mercúrio Total Temperatura do Ar \n\nCondutividade Elétrica in \n\nloco \n\nNíquel Total Turbidez \n\nCor Verdadeira Nitrato Zinco total \n\nCromo Total Nitrito   \n\nFonte: IGAM, 2017. \n\n \n\nCom o objetivo de trazer para população e para os governos uma real informação a \n\nrespeito de como as atividades ligadas ao desenvolvimento influenciam o meio aquático, foi \n\n\n\n21 \n\n \n\ndesenvolvido um cálculo, no qual se permite obter o IQA, ou Índice de qualidade das águas, \n\nonde são distribuídos pesos aos nove parâmetros mais representativos e com maior influência \n\nsobre a poluição das águas. Estes nove parâmetros são considerados mais representativos e mais \n\nimportantes para avaliação da qualidade da água, pois indicam com maior precisão que aquele \n\nmeio se encontra poluído. Para a seleção destes nove parâmetros foi feita uma pesquisa \n\njuntamente com profissionais da área, onde cada um deles selecionou os parâmetros que para \n\neles mais interessa no quesito qualidade da água. A cada parâmetro é atribuído um peso de \n\nacordo com sua relevância para o cálculo do IQA como descrito na Tabela 2 (IGAM, 2017). \n\n \n\nTabela 2 – Pesos atribuídos aos parâmetros de qualidade da água de acordo com a sua \n\nrelevância para o cálculo do índice de qualidade da água. \n\nParâmetro                                                                          Peso - wi \n\nOxigênio dissolvido - OD (mg/L) 0,17 \n\nEscherichia coli (NMP/100mL) 0,15 \n\npH 0,12 \n\nDemanda bioquímica de oxigênio - DBO(mg/L) 0,10 \n\nNitratos (mg/L NO3\n? ) 0,10 \n\nFosfato total (mg/L PO4\n?2) 0,10 \n\nTemperatura da água(°C) 0,10 \n\nTurbidez (UNT) 0,08 \n\nSólidos totais (mg/L) 0,08 \n\nFonte: IGAM, 2017. \n\n \n\nSegundo o IGAM (2017) para o cálculo do IQA é utilizado  equação (EQUAÇÃO \n\n1) onde é feito o produtório ponderado da qualidade do parâmetro i obtido, através da curva \n\nmédia específica de qualidade, conforme Figura 3. \n\nIQA= ? ??\n??9\n\n?=1                                                                                                          (Equação 1) \n\nOnde: \n\nIQA= Índice de Qualidade da água. \n\n?? = Qualidade do parâmetro i obtido através da curva média específica de qualidade. \n\n?? = Peso atribuído ao parâmetro, em função de sua importância na qualidade (FIG. 3). \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n22 \n\nFigura 3 – Curvas médias específicas de parâmetros de qualidade da água.  \n\n \n\nFonte: COMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO [CETESB], 2017. \n\n \n\n\n\n23 \n\n \n\nDe acordo com o valor obtido do IQA, a qualidade do rio pode ser classificada em \n\nexcelente, boa, média, ruim e muito ruim, conforme a Tabela 3 (IGAM, 2017). \n\n \n\nTabela 3- Classificação do índice de qualidade da água (IQA). \n\nValor do IQA Classe \n\n90<IQA?100 Excelente \n\n70<IQA?90 Boa \n\n50<IQA?70 Média \n\n25<IQA?50 Ruim \n\nIQA?25 Muito Ruim \nFonte: IGAM, 2017. Adaptado. \n\n \n\nPara o desenvolvimento do presente estudo foram avaliados como parâmetros de \n\nqualidade da água o Oxigênio dissolvido, Escherichia coli, pH, Temperatura, Turbidez e \n\nCondutividade, detalhados abaixo. \n\n \n\n2.3.1 Oxigênio Dissolvido \n\n \n\nA presença de oxigênio dissolvido nas águas é de extrema importância para a \n\nmanutenção do meio aquático, possibilitando a organização das cadeias alimentares aquáticas \n\nformadas por organismos produtores, consumidores e decompositores (BRAGA et al. 2005). \n\nEsse parâmetro é essencial para a vida dos seres vivos, sendo que uma baixa \n\nquantidade de oxigênio dissolvido se caracteriza como o principal indicador de poluição \n\norgânica das águas (SPERLING, 2014). “Um rio considerado limpo, em condições normais, \n\napresenta normalmente, de 8,00 a 10,00 mg.L-1 de oxigênio dissolvido” (FARIAS, 2006, p.15). \n\nDe acordo com a Resolução n°357, de 17 de março de 2005, do Conselho Nacional \n\ndo Meio Ambiente (CONAMA), para rios de Classe II o valor mínimo deste parâmetro nas \n\náguas é de 5,00 mg. L-1. \n\n \n\n2.3.2 Coliformes Totais e Escherichia coli \n\n \n\nA água pode se tornar um veículo de transmissão de doenças ao apresentar \n\norganismos indicadores de contaminação fecal, e estes organismos pertencem em sua maioria \n\nao grupo das bactérias denominaras de coliformes (SPERLING, 2014). \n\nNo entanto, como esse grupo de microrganismos apresenta uma grande variedade \n\nde espécies, podendo apresentar representantes que além de habitarem intestinos humanos e \n\n\n\n \n\n \n\n24 \n\nanimais podem encontrar-se naturalmente em solos e rios, a quantificação desse grupo não \n\nindica especificamente uma contaminação fecal naquele ponto em questão. Já a espécie \n\nEscherichia coli, pertencente ao grupo de coliformes termotolerantes, é considerada como \n\nmicrorganismo indicador ideal, pois indica com precisão que o local se encontra contaminado \n\ncom fezes humanas ou animais (PECZAR; CHAN; KRIEG, 2010).  \n\nA Resolução n°357, de 17 de março de 2005, do CONAMA, estabelece que para \n\nrios de Classe II o valor de Escherichia coli não deve ultrapassar de 10,00 NMP/ml. \n\n \n\n2.3.3 Potencial Hidrogeniônico (pH) \n\n \n\nSegundo Orouji et al. (2013), o pH é um parâmetro comum de qualidade da água \n\nque indica as condições ácidas ou alcalinas do meio por meio da medição da presença de íons \n\nhidrogênio (H+). \n\nAs mudanças dos valores de pH, podem ocorrer devido a dissolução de rochas, \n\nfotossíntese, despejos domésticos e industriais. Para a conservação dos seres aquáticos, o ideal \n\né que o pH se situe entre os valores próximos da neutralidade, ou seja, na faixa de 6,00 a 9,00 \n\n(GASPAROTTO, 2011). \n\nSegundo a Resolução n°357, de 17 de março de 2005, do CONAMA, os valores de \n\npH para rios de Classe II devem se situar entre 6,00 e 9,00. \n\n \n\n2.3.4 Temperatura \n\n \n\nSua origem natural se dá pela transferência de calor por condução, convecção e \n\nradiação, enquanto que sua origem antropogênica pode ser proveniente de despejos industriais \n\n(SPERLING, 2014). O aumento da temperatura nas águas está intimamente ligado ao aumento \n\nde poluição da mesma, uma vez que o aumento de sólidos em suspensão aumenta a atividade \n\ndos organismos decompositores, que irão realizar suas atividades metabólicas e como \n\nconsequência disso, ocorrerá a liberação de calor (BRAGA et al., 2005). \n\nO aumento da temperatura pode ainda provocar uma série de alterações como as \n\nmigrações populacionais de algumas espécies aquáticas, diminuição da solubilidade dos gases \n\ne aumento da taxa e cinética das reações químicas e biológicas (BRAGA et al., 2005). \n\nNão existem valores máximos ou mínimos frente as legislações brasileiras a \n\nrespeito deste parâmetro nos rios. \n\n \n\n\n\n25 \n\n \n\n2.3.5 Turbidez \n\n \n\nA turbidez mede o grau de interferência da passagem da luz através da água. \n\nPodendo ter origem natural, a partir de partículas de rocha, argila e silte, ou antropogênica, a \n\npartir de despejos domésticos, industriais, erosões e microrganismos. Quando natural, não traz \n\nmalefícios diretos, entretanto, podem servir de abrigo para microrganismos patogênicos. Se \n\nprovenientes da ação antropogênica, podem apresentar compostos químicos, como aqueles \n\noriundos da utilização de pesticidas, que ao serem lançados em rios ou cursos de água, podem \n\ndiminuir a incidência da luz solar, afetando os processos bioquímicos realizados na fotossíntese, \n\no que irá diminuir a quantidade de oxigênio dissolvido na água (SPERLING, 2014). \n\nA turbidez para rios de Classe II não deve ultrapassar um valor de 100,00 NTU \n\n(CONAMA, 2005). \n\n \n\n2.3.6 Condutividade \n\n \n\nA condutividade é uma medida indireta de contaminação das águas, uma vez que \n\nexpressa a capacidade do meio em conduzir corrente elétrica, a partir de íons de sais dissolvidos. \n\nDesta forma quanto maior a quantidade de sais dissolvidos, maior a quantidade de poluentes e \n\nmaior a condutividade da água. Valores de turbidez muito altos podem indicar característica \n\ncorrosiva (CETESB, 2017). \n\nO valor máximo deste parâmetro para águas superficiais é de 100,00 µS cm-1 \n\n(CETESB, 2010). \n\n \n\n3 Elementos Químicos Tóxicos \n\n \n\nNo presente trabalho foram avaliados 19 elementos químicos que se consumidos \n\nem excesso podem ser altamente tóxicos aos organismos vivos, são eles: Alumínio, Arsênio, \n\nBário, Berílio, Cádmio, Chumbo, Cobre, Cobalto, Cromo, Ferro, Fósforo, Lítio, Manganês, \n\nMercúrio, Níquel, Prata, Selênio, Urânio e Vanádio. Destes 19 elementos, apenas o Mercúrio \n\nnão teve seu índice detectado pelo equipamento para todos os anos analisados. \n\n \n\n3.1.1 Alumínio (Al) \n\n \n\n\n\n \n\n \n\n26 \n\nO alumínio é um metal encontrado na atmosfera em rochas, solos e gases emitidos \n\npor atividades vulcânicas (CETESB, 2017). De forma artificial pode atingir a atmosfera através \n\nde atividades associadas à produção de vidros, ligas metálicas, plásticos e utensílios domésticos, \n\nmas a principal forma de contaminação do meio se dá a partir de resíduos de indústrias \n\nmetalúrgicas e químicas (CETESB, 2017). \n\nEste metal também é utilizado durante os processos de tratamento de água, \n\nprincipalmente como agente coagulante. Em águas tratadas sua concentração média é de \n\n0,16mg/L, e a concentração máxima aceita pela Portaria n° 2914, de 12 de dezembro de 2011, \n\ndo Ministério da Saúde é de 0,2mg/L para água potável destinada a consumo humano direto \n\n(CETESB, 2017; BRASIL, 2011). \n\nCom relação à toxidade do alumínio existem estudos sobre sua influência na \n\nocorrência do Mal de Alzheimer, mas não existe avaliação sobre o potencial cancerígeno do \n\nalumínio em humanos (AGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY \n\n[ATSDR], 2008). \n\nSegundo CONAMA (2005) o valor máximo deste elemento para os rios de Classe \n\nII é 100,00 µg L-1. \n\n \n\n3.1.2 Arsênio (As) \n\n \n\nÉ um elemento que por apresentar características intermediárias entre os metais e \n\nos não metais é classificado como um metaloide, apresenta-se de forma natural na atmosfera, \n\nsolos e rochas, águas podendo ainda ser encontrado nos organismos. Suas principais formas de \n\nemissão para o meio ambiente são: atividades vulcânicas, industriais (indústrias de tintas e \n\ncorantes), mineração e atividades agropecuárias (produção de agrotóxicos) (SILVA, 2016; \n\nGUIMARAES, 2000). \n\nOs principais meios de contaminação pelo arsênio são as águas poluídas e os solos \n\ncontaminados. Uma vez em contato com os organismos vivos pode causar uma série de \n\nproblemas relacionados á saúde de acordo com o tempo de exposição dos mesmos. Dentre as \n\npatologias causadas por exposição crônica pode-se citar: câncer de pele, pulmão, próstata, \n\nbexiga, rim e fígado (DELAFIORE; RING; FUREY, 2016). \n\nOutras patologias causadas pela exposição ao arsênio são: conjuntivite, \n\nhiperqueratose, hiperpigmentação, doenças cardiovasculares, distúrbios do sistema nervoso \n\ncentral e vascular periférico e grangena nos membros (KATZUNG, 2003).  \n\n\n\n27 \n\n \n\nDe acordo com a Internetional Agency for Research on Cancer (IARC, 2004) este \n\nelemento é cancerígeno á humanos. \n\n \n\n3.1.3 Bário (Ba) \n\n \n\nDe forma natural pode estar incrustado em minerais, solo ou rochas que através de \n\nprocessos erosivos e do intemperismo podem atingir os corpos de água em concentrações que \n\nvariam de 0,0007 a 0,9µg L-1. De forma artificial pode ser introduzido ao meio através de \n\nresíduos da produção de pigmentos, produtos agrícolas, fogos de artifício e vidros (CETESB, \n\n2017). \n\nSegundo a ASTD (2007) os riscos à saúde estão associados aos compostos de bário \n\nque são solúveis em água ou estômago e entre as patologias causadas por estes compostos \n\nencontra-se a hipocalemia, hipertensão ou hipotensão arterial, fraqueza muscular, doenças \n\ncardiovasculares e até mesmo paralisia. A ATSDR (2007) afirma que o bário e seus compostos \n\nnão apresentam riscos de desenvolver câncer em humanos. \n\nO valor máximo preconizado pelo CONAMA (2005) é de 700,00 µg L-1 de bário \n\npara rios de Classe II. \n\n \n\n3.1.4 Berílio (Be) \n\n \n\nEste metal é relativamente raro na crosta terrestre onde apresenta cerca de 0,0006% \n\nda composição total. Naturalmente é encontrado em rochas alcalinas e nos produtos residuais \n\nde magma granítico. De acordo com WHO (WORD HEALTH ORGANIZATION, 2001) as \n\nprincipais fontes antrópicas de berílio no meio são cinzas em aterros provenientes de \n\nincineradores municipais e como constituinte de fumos.  \n\nEntre os danos que este elemento pode causar nos organismos pode-se citar: \n\ndermatite de contato, hipersensibilização e irritação nas mucosas (WHO, 2001). \n\nDe acordo com a ATSDR (2002) este elemento é um cancerígeno humano, \n\nsobretudo câncer de pulmão. \n\n \n\n3.1.5 Cádmio (Cd) \n\nEste metal pode ser encontrado na crosta terrestre em associação a alguns minérios, \n\nsobretudo os minérios de chumbo, cobre e zinco. Sua presença em cursos d’água está \n\nrelacionado a processos de intemperismos e lixiviação das rochas e minerais ricos em cádmio, \n\n\n\n \n\n \n\n28 \n\nseguidos por processos de transporte que carregam este material para os leitos dos rios. Pode \n\nser introduzido ao meio como resíduo oriundo da fabricação de baterias, estabilizadores para \n\nplásticos, plaqueamentos, revestimentos, dispositivos fotovoltaicos, pigmentos, dentre outros \n\n(BROWMIK et al. 2015). \n\nOs efeitos tóxicos causados pela exposição a este metal, ainda que em pequenas \n\nconcentrações podem ser letais, os sintomas mais recorrentes são: edema pulmonar, pneumonia \n\nquímica, traqueobronquite e transtornos gastrointestinais (GUIMARÃES, 2000; \n\nRUPPENTHAL, 2013). \n\nA ATSDR (2008) classifica este elemento como cancerígeno humano. \n\n \n\n3.1.6 Chumbo (Pb) \n\n \n\nEncontrado naturalmente em pequenas quantidades na crosta terrestre, o chumbo é \n\num metal de coloração cinza azulado que representa grande risco a saúde humana, segundo a \n\nInternational Agency for Research on Cancer (IARC), o chumbo inorgânico e seus compostos \n\nnão são potencialmente cancerígenos ao homem (ATSDR, 2005; IARC, 2004). \n\nPor possuir larga utilização industrial, sendo aplicado em processos industriais de \n\nfabricação de baterias, tubulações, metalurgia e tintas é um dos contaminantes ambientais mais \n\ncomuns (MOREIRA et al., 2002) \n\nDentre os efeitos nocivos causados pela exposição ao chumbo encontram-se em \n\ncrianças a atrofia do crescimento, problemas de comportamento e dificuldade de aprendizado; \n\nem adultos pode causar tonturas, irritabilidade, cefaleia, perda de memória e até mesmo câncer \n\n(NATIONAL SAFETY COUNCIL [NSC],2004; CETESB, 2017). \n\nO valor máximo desta substância para os rios de Classe II é de 10,00 µg L-1 \n\n(CONAMA, 2005). \n\n \n\n3.1.7 Cobre (Cu) \n\n \n\nEste elemento encontra-se distribuído de diversas formas na natureza. Na atmosfera \n\nencontra-se presente devido a processos vulcânicos e de dispersão pela ação do próprio vento \n\n(CETESB, 2016). \n\nA presença de grandes quantidades deste elemento nos corpos de água está \n\nassociada a atividades antrópicas como rejeito de indústrias minerárias, eletrotécnicas, \n\nmetalúrgicas, ou ainda inseticidas (IGAM, 2017). \n\n\n\n29 \n\n \n\nSegundo o IGAM (2017) o cobre é considerado um dos elementos mais tóxicos a \n\nsaúde humana, peixe e microrganismos. \n\nA ATSDR (2004) afirma que não se sabe ao certo se este elemento é um \n\ncancerígeno humano. \n\n \n\n3.1.8 Cobalto (Co) \n\n \n\nA presença deste elemento nos corpos hídricos pode ocorrer de origem natural ou \n\nantrópica. De forma natural ocorre por processos de lixiviação e intemperismos de rochas ao \n\nserem transportados para os leitos dos rios. De forma antrópica o aumento da concentração \n\ndeste elemento está associado a resíduos gerados pela produção de produtos químicos de \n\ncobalto, fertilizantes fosfatados e mineração (ATSDR, 2004). \n\nSegundo a Internetional Agency for Research on Cancer (IARC, 2004) o cobalto \n\nconstitui um elemento cancerígeno para humanos. A ATSDR (2012) classifica o cobalto como \n\n52ª substância tóxica que representa risco a saúde humana. \n\n \n\n3.1.9 Cromo (Cr) \n\n \n\nO cromo é um metal que se encontra em quantidades consideráveis na crosta \n\nterrestre, e por ser um elemento químico de transição pode se apresentar em duas formas de \n\nvalência positivas, III e IV. As duas principais formas de contaminação da população por este \n\nelemento são a ingestão de alimentos e água, e a inalação do ar (CETESB, 2017). \n\nEncontra-se naturalmente associado a rochas ricas em cromita, mas pode ser \n\ninserido ao meio a partir de atividades antrópicas como fabricação de produtos químicos, \n\nsiderurgia, pilhas, indústrias de cimento, aterros industriais, aterros sanitários, e como resíduo \n\nde fertilizantes nitrogenados e fosfatados (CETESB, 2017). \n\nComo risco a saúde, a exposição a este elemento pode causar câncer de pulmão, \n\nalterações genéticas, irritação estomacal, úlcera, convulsões, danos ao rim e ao fígado e \n\naparecimento de tumores em estômago (WORD HEALTH ORGANIZATION [WHO], 1999; \n\nATSDR, 2001). \n\nA quantidade máxima de cromo que deve estar presente em águas de rios de Classe \n\nII é de 50,00 µg L-1 (CONAMA, 2005). \n\n \n\n3.1.10 Ferro (Fe) \n\n\n\n \n\n \n\n30 \n\n \n\nEste metal é amplamente utilizado em procedimentos de tratamento de águas, \n\nprincipalmente no emprego de coagulantes. Entretanto, o excesso deste elemento nos corpos \n\nd’água confere uma série de fatores indesejáveis como cor, sabor e odor, podendo acarretar \n\nmanchas em objetos sanitários e roupas. Outra implicação negativa do ferro é que em grandes \n\nconcentrações pode propiciar o desenvolvimento de incrustações ferro-bactérias nas \n\ncanalizações, contaminando a água com microrganismos indesejáveis (CETESB, 2017). \n\nEntre as principais atividades que conferem o aumento das concentrações de ferro \n\nnas águas encontram-se atividades industriais e processos de mineração. O alto teor de ferro \n\nnos organismos humanos pode provocar disfunções hepáticas e hemocromatose (CETESB, \n\n2017). \n\nA ATSDR (2012) não classifica o ferro quanto sua carcinogenicidade em humanos. \n\nO valor limite de ferro que deve estar presente em rios de Classe II é de 300,00 µg \n\nL-1. \n\n \n\n3.1.11 Fósforo (P) \n\n \n\nSegundo Sperling (2014) a presença natural deste elemento nas águas encontra-se \n\nintimamente relacionada à decomposição da matéria orgânica e a dissolução de compostos do \n\nsolo. Desta forma, os processos de degradação de matéria orgânica e intemperismo de rochas e \n\nsolos seriam os principais responsáveis pela concentração natural deste elemento nos corpos \n\nhídricos. \n\nEntretanto, algumas atividades antropogênicas têm contribuído para o aumento da \n\nconcentração do mesmo, dentre os quais vale destacar os despejos industriais e domésticos, \n\nexcrementos animais e fertilizantes (SPERLING, 2014). A CETESB (2017) afirma que as \n\ndescargas oriundas dos esgotos sanitários são as principais responsáveis pelo aumento artificial \n\nda concentração do fósforo nas águas, sendo as principais fontes de contaminação a matéria \n\norgânica fecal e os detergentes em pó empregados em grande escala domesticamente.  \n\nAinda, segundo o Decreto Regulamentar n°06, de 05 de maio de 2001, da Secretaria \n\nGeral do Ministério da Saúde, o excesso deste elemento nos seres humanos pode causar necrose \n\ndos maxilares e outras manifestações clínicas (BRASIL, 2001). \n\nA ATSDR (2012) não classifica o fósforo quanto sua carcinogenicidade em \n\nhumanos. \n\n\n\n31 \n\n \n\nO CONAMA (2005), estabelece que o valor máximo deste elemento em rios de \n\nClasse II é de 20,00 µg L-1. \n\n \n\n3.1.12 Lítio (Li) \n\n \n\nA presença natural deste elemento em meio aquático acontece, sobretudo a partir \n\ndo intemperismo de solos e rochas, que ao serem transportados para os rios acabam \n\ncontaminando-o. Entretanto o aumento das concentrações do mesmo pode ser ocasionado a \n\npartir do descarte incorreto de resíduos provenientes da fabricação de baterias, materiais \n\nfotográficos e indústria espacial (LIU; GOYER; WAALKES, 2012; ARAL; VECCHIO, 2008). \n\nA ATSDR enquadra o lítio como sendo a 334ª substância com potencial de risco à \n\nsaúde humana, devido a sua toxidade, porém não apresenta risco de câncer em humanos \n\n(ATSDR, 2012). Se ingerido em grandes concentrações e em longo prazo pode causar ganho \n\nde peso, diarreia, tremores e danos renais (ATSDR, 2012; BROBERG et al., 2011). \n\nO valor máximo de lítio em rios de Classe II é de 2500,00 µg L-1 (CONAMA, 2005). \n\n \n\n3.1.13 Manganês (Mn) \n\n \n\nO manganês ocorre naturalmente em águas superficiais e subterrâneas, mas o \n\naumento da sua concentração nos corpos d’água pode estar associado a resíduos gerados pela \n\nfabricação de baterias, vidros, aço, ligas metálicas, fertilizantes, vernizes, entre outros. Em \n\nconcentrações superiores, confere coloração negra na água e desenvolve depósitos de óxidos \n\nem canalizações de sistemas de tratamento de água (CETESB, 2017). \n\nEste metal é abundante na natureza e é extremamente importante para o \n\ndesenvolvimento de plantas e animais superiores, entretanto, se ingerido em excesso pode afetar \n\no sistema nervoso, contribuindo para o desenvolvimento de uma doença conhecida como Mal \n\nde Parkinson (RUPPENTHAL, 2013; GUIMARÃES, 2000). \n\nA ATSDR (2012) afirma que as informações científicas a respeito do manganês não \n\nsão conclusivas a respeito da sua carcinogenicidade. \n\nO valor limite de manganês presente em águas de rios de Classe II é de 100,00 µg \n\nL-1 (CONAMA, 2005). \n\n \n\n3.1.14 Níquel (Ni) \n\n \n\n\n\n \n\n \n\n32 \n\nPresente no interior da Terra, este metal também está presente em diversos minerais \n\ne até mesmo em meteoritos que atingem nosso planeta. Entre as principais atividades antrópicas \n\nque conferem o aumento deste elemento no meio, pode-se citar: mineração, modelagem de \n\nligas, fabricação de refrigerantes e sorvetes aromatizados, industrias de eletrodeposição e etc \n\n(CETESB, 2016; RUPPENTHAL, 2013). \n\nDentre os efeitos tóxicos causados aos organismos encontram-se: dermatites, \n\nalergias, irritação gástrica (CETESB, 2017) \n\nAlguns estudos apontam o níquel como sendo um elemento responsável por efeitos \n\ncancerígenos. A OMS estabelece um valor máximo de 0,07 mg/L de níquel para o consumo \n\nhumano em águas potáveis (CETESB, 2017).  \n\nIARC (2004) determina que alguns compostos de níquel são cancerígenos á \n\nhumanos. \n\n \n\n3.1.15 Prata (Ag) \n\n \n\nEste metal encontra-se naturalmente no meio ambiente em rochas e solos, e como \n\nminério encontra-se normalmente associado ao cobre e ao ouro. Como indicativo de poluição \n\ndas águas, as concentrações exacerbadas se devem ao lançamento de resíduos provenientes da \n\nfabricação de baterias, catalisadores de reações químicas, joias, condutores, espelhos, \n\ninterruptores e placas fotográficas (NORDBERG et.al., 2007). \n\nA prata é classificada como 217ª substância com potencial risco à saúde humana \n\n(ATSDR, 2012), entretanto, não é classificável quanto sua carcinogenicidade humana. Entre os \n\nprincipais danos causados pelo excesso deste elemento nos organismos encontram-se as \n\nalergias, descoloração da pele, danos patológicos nos rins e fígados e até mesmo a morte (WHO, \n\n2003). \n\nA Resolução n°357, de 17 de março de 2005, do CONAMA, estabelece um valor \n\nmáximo de 10,00 µg L-1 de prata para rios de Classe II. \n\n \n\n3.1.16 Selênio (Se) \n\n \n\nEste elemento não-metálico é extremamente raro representando cerca de 0,09% da \n\ncomposição total da crosta terrestre. Sua presença nos corpos hídricos pode ocorrer de forma \n\nnatural ou artificial. Como contaminação dos leitos de água encontra-se diretamente \n\nrelacionado a processos industriais de lançamentos de resíduos nos rios. Dentre as principais \n\n\n\n33 \n\n \n\natividades antrópicas lançadoras de selênio no meio ambiente encontram-se os processos \n\nindustriais de fabricação do vidro, esmaltes para cerâmicas, derivados do aço, fabricação de \n\nborrachas e painéis solares (ATSDR, 2012). \n\nA deficiência deste elemento nos organismos vivos pode causar uma série de fatores \n\ncomo sensibilidade muscular, mialgia e degeneração pancreática. Entretanto, em grandes \n\nconcentrações, este elemento pode ser prejudicial à saúde e até mesmo ser letal. A inalação dos \n\nvapores contendo este elemento pode causar irritação dos olhos, nariz e garganta (VITAMINAS \n\n&amp; SAIS MINERAIS, 2005; RIBEIRO, 2002).  \n\nA ATSDR (2003) afirma que o selênio e seus compostos não são classificáveis \n\nquanto a sua carcinogenicidade humana. De acordo com a ATSD (2003) a ingestão de grandes \n\nquantidades dessa substância pode causar uma doença conhecida como selenose. \n\nO CONAMA (2005) estabelece que o valor limite desta substância para rios de \n\nClasse II é de 10,00 µg L-1. \n\n \n\n3.1.17 Urânio (U) \n\n \n\nO Urânio é um elemento de ocorrência natural sendo encontrado no ar, nos solos, \n\nnas rochas e nas águas superficiais (ROESER et al., 2012). Como principais formas de \n\ncontaminação do meio encontram-se em resíduos gerados por indústrias de energia elétrica, \n\ncombustível para reatores nucleares e materiais radioativos para medicina e agricultura \n\n(OLIVEIRA et al. 2016). \n\nEsta substância constitui um dos elementos tóxicos mais pesados que pode ser \n\nencontrado na natureza, sendo um emissor de partículas alfas podendo gerar riscos \n\nradiobiológicos e químicos á saúde desencadeando uma série de doenças degenerativas e graves \n\nincapacitantes (GUEVARA, 2012; VIEHBERG et al., 2012). \n\nA IARC (2004) não classifica este elemento em relação a sua carcinogenicidade. \n\n \n\n3.1.18  Vanádio (V) \n\n \n\nO vanádio é um elemento químico metálico que se encontra presente em 0,01% da \n\ncrosta terrestre. Nas águas suas concentrações estão relacionadas a processos de transportes de \n\nsedimentos de rochas e de solos ricos neste elemento, e de forma artificial, a introdução do \n\nmesmo nos corpos de água acontece a partir de lançamentos de efluentes de indústrias de \n\npigmentos de tintas, cerâmicas e produção de plástico (NORDBERG et al., 2007). \n\n\n\n \n\n \n\n34 \n\nCom relação à toxidade do vanádio, a ingestão do mesmo em grandes concentrações \n\npode causar diarreias leves e dores estomacais, porém não existem estudos que apontem o \n\npotencial cancerígeno do vanádio e seus compostos (ATSDR, 2012). \n\nO valor limite desta substância em águas de rios de Classe II é de 100,00 µg L-1 \n\n(CONAMA, 2005). \n\n \n\n3.2 Índice de Estado Trófico – IET \n\n \n\nO Índice de Estado Trófico (IET) tem como objetivo avaliar a qualidade da água de \n\nacordo com seu enriquecimento por nutrientes, que proporciona crescimento excessivo de \n\nalguns microrganismos chamados de fitoplâncton (IGAM, 2017). Para isto é analisado o \n\nparâmetro fósforo total. Com base na presença deste elemento é desenvolvido um cálculo no \n\nqual para rios a formula utilizada é (LAMPARELLI, 2004): \n\n \n\nET = 10.(6-((0,42-0,36.(ln.PT)/ln2))                                                                           (Equação 2) \n\nOnde: \n\nPT= Fósforo total (µg/L) \n\n \n\nDe acordo com este índice os rios podem ser classificados em: ultraoligotróficos, \n\noligotróficos, mesotróficos, eutotróficos, supereutróficos e hipereutróficos, conforme a Tabela \n\n4 abaixo. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n35 \n\n \n\nTabela 4- Classes do índice de estado trófico (rios) e seu significado. \n\nValor IET Classes Significado \n\nIET? 47 Ultraoligotrófica Corpos de Água com \n\nprodutividade muito baixa e \n\nconcentrações insignificantes \n\nde nutrientes. \n\n   \n\n47&lt;IET? 52 Oligotrófica Corpos de água de baixa \n\nprodutividade, onde a \n\npresença de nutrientes não \n\ninterfere no uso da água. \n\n52&lt;IET? 59 Mesotrófica Corpos d’água com \n\nprodutividade intermediária, \n\ncom possíveis implicações \n\nsobre a qualidade da água. \n\n59<IET? 63 Eutrófico Corpos d’água com alta \n\nprodutividade em relação às \n\ncondições naturais e \n\ninterferências nos seus \n\nmúltiplos usos. \n\n63<IET? 67 Supereutrófico Corpos d’água com alta \n\nprodutividade em relação às \n\ncondições naturais, de baixa \n\ntransparência, alterações \n\nindesejáveis na qualidade da \n\nágua e interferênciasj nos \n\nseus múltiplos usos. \n\n \n\nIET > 67 Hipereutrófico Corpos d’água afetados \n\nsignificativamente pelas \n\nelevadas concentrações de \n\nmatéria orgânica e nutrientes.  \n\nFonte: IGAM, 2017; LAMPARELLI, 2004. Adaptado. \n\n \n\n3.3 Fontes de Poluição das Águas \n\n \n\nSegundo Sperling (2014) uma água que se encontra na forma poluída, é uma água \n\nque apresenta alterações de suas propriedades de maneira que seus legítimos usos fiquem \n\ncomprometidos. \n\nDesta forma, as fontes de poluição podem atingir um corpo d’água basicamente de \n\nduas maneiras: de forma pontual ou difusa. Nas fontes de poluição pontuais os poluentes \n\n\n\n \n\n \n\n36 \n\natingem o meio de forma concentrada, como na saída de uma tubulação (LARENTIS, 2004). \n\nNas fontes de poluição difusas, os poluentes atingem o meio de forma distribuída ao longo de \n\nparte de sua extensão, como por exemplo, poluição oriunda por meio de escoamento superficial \n\n(SPERLING, 2014). A Figura 4 ilustra as diferenças básicas entres as duas formas de poluição \n\ncitadas anteriormente. \n\n \n\nFigura 4 – Poluição pontual e poluição difusa \n\n \n\nFonte: SPERLING, 2014. Adaptado. \n\nAs principais fontes de poluição pontuais são os esgotos domésticos e industriais. \n\nJá as principais fontes de poluição difusas são causadas basicamente pelos eventos \n\nmeteorológicos que carregam as cargas provindas do uso e ocupação da bacia e das atividades \n\nligadas à pecuária (LARENTIS, 2004). \n\n \n\n3.4 Cargas Poluidoras \n\n \n\nPara uma melhor avaliação sobre o potencial poluidor de uma determinada região \n\né necessário que se quantifique as cargas poluidoras totais em virtude dos usos e ocupações do \n\nsolo, específicos de cada localidade, e assim como a quantificação do número de habitantes e \n\nos principais rebanhos criados pela pecuária local. \n\nEssa quantificação de poluentes normalmente é expressa por meio de cargas, que \n\npodem ser calculadas por quatro formas distintas mostrada nas Equações 3, 4, 5 e 6 \n\n(SPERLING, 2014). \n\n \n\nCa = Co. Q                                                                                                                   (Equação 3) \n\nOnde: \n\nCa= Carga \n\n\n\n37 \n\n \n\nCo= Concentração  \n\nQ= Vazão \n\n \n\nCa = CPC. Hab                                                                                                            (Equação 4) \n\nOnde: \n\nCa= Carga \n\nCPC= Contribuição per capta \n\nHab= Número de habitantes \n\n \n\nCa = CP. R                                                                                                                   (Equação 5) \n\nOnde: \n\nCa= Carga \n\nCP= Contribuição por cabeça \n\nR= Número de cabeças do rebanho \n\n \n\nCa = CUA . A                                                                                                              (Equação 6) \n\nOnde: \n\nCa= Carga \n\nCUA= Contribuição por unidade de área \n\nA= Área \n\n \n\n3.5 Esgotos Sanitários \n\n \n\nExistem basicamente dois tipos de sistemas de esgotamento sanitários, que são o \n\nsistema individual ou sistema coletivo. O sistema individual é pouco utilizado para grandes \n\náreas como, por exemplo, áreas urbanas, sendo que seu princípio é o lançamento de resíduos \n\nenvolvendo a infiltração no solo. Nesse caso o nível de água subterrânea deve se encontrar em \n\nprofundidades adequadas para se evitar o risco de contaminação da mesma. Esse sistema é \n\npouco usual e mais adotado para atendimento unifamiliar (SPERLING, 2014). \n\nOs sistemas coletivos são os mais utilizados e consistem em tubulações que \n\nrecebem os lançamentos dos esgotos e transferem para seu destino. Estes por sua vez podem \n\nser de forma unitária ou combinada, ou por um sistema separador. O Brasil e a maioria dos \n\npaíses adotam o sistema separador onde os lançamentos de águas pluviais e de esgoto são \n\nconduzidos em tubulações separadas. Desta forma segundo Sperling (2014) as tubulações de \n\n\n\n \n\n \n\n38 \n\náguas pluviais não contribuem com as Estações de Tratamento de Esgoto (ETE), e somente as \n\ntubulações provindas dos esgotos domésticos e industriais é que terão seu destino para a ETE. \n\n \n\n3.6 Órgãos e meios eletrônicos para obtenção de dados de qualidade da água \n\n \n\nDentre os meios eletrônicos existentes para obtenção de dados referentes aos corpos \n\nhídricos destacam-se o InfoHidro, o Atlas Digital das Águas de Minas, a HidroWeb e o IBGE. \n\nO portal InfoHidro é um importante instrumento para a gestão do conhecimento, \n\nvisto que através do mesmo é possível ter acesso a uma gama de informações relacionadas aos \n\nrecursos hídricos de forma organizada e sistemática. Essas informações estão disponibilizadas \n\nno Portal InfoHidro, fornecidos pelo Instituto Mineiro de Gestão das Águas (IGAM, acesso em \n\n4 fev. 2018). \n\nO Atlas Digital das Águas de Minas fornece uma série de mapas, onde se é possível \n\nobter informações pertinentes as regiões hidrográficas selecionadas. Dados como vazão \n\nespecífica, demanda e disponibilidade dos recursos hídricos, balanço hídrico, comportamento \n\nhidrológico, dentre outros, podem ser acessados (Atlas Digital das Águas de Minas, acesso em \n\n13 jan. 2018). \n\nA HidroWeb é um mecanismo eletrônico de obtenção de dados, relativos aos corpos \n\nhídricos, que foi desenvolvido pela Agência Nacional de Saúde (ANA). Nele constam diversos \n\ndados fluviométricos como qualidade da água, dados de vazão, profundidade e escoamento \n\nsuperficial das águas. Bem como dados pluviométricos relativos às precipitações médias e \n\ndiárias de cada localidade (ANA, acesso em 13 jan. 2018). \n\nO IBGE fornece uma série de dados geográficos e estatísticos a respeito das \n\ndiversas localidades do Brasil, onde é possível obter uma série de mapas e informações das \n\ncaracterísticas sociais e econômicas (IBGE, acesso em 13 jan. 2018). \n\n \n\n3.7 Principais leis aplicadas aos recursos hídricos no Brasil \n\n \n\nA história da legislação ambiental brasileira voltada para aos recursos hídricos teve \n\ninício nos anos 90 (FIG. 5), com a criação da primeira lei estadual de recursos hídricos, a lei \n\n6663/91. Essa lei foi criada com o intuito de se resolver conflitos hídricos para o estado de São \n\nPaulo. Após seis anos foi instituída a Política Nacional de Recursos Hídricos e o Sistema \n\nNacional de Gerenciamento de Recursos hídricos, porém, até os dias atuais este último ainda \n\n\n\n39 \n\n \n\nencontra uma grande dificuldade de ser implementado em algumas regiões brasileiras (MELO \n\net al., 2013). \n\n \n\nFigura 5 – Avanço da instituição das políticas estaduais de recursos hídricos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: TSCHIEDEL, 2013. \n\n \n\nNos tempos atuais destaca-se a Resolução n°357, de 17 de março de 2005, do \n\nConselho Nacional do Meio Ambiente (CONAMA), que estabelece condições a se manter nos \n\ncorpos d’águas, assim como determina a classificação dos mesmos segundo características \n\nespecíficas e finalidades de uso (FIG. 6). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n40 \n\nFigura 6 – Classificação dos rios segundo sua finalidade de uso. \n\nFonte: CONAMA, 2005. \n\n \n\nOutra normativa é especificada pela Deliberação Normativa Conjunta do \n\nCONSELHO ESTADUAL DE POLÍTICA AMBIENTAL [COPAM]/CONSELHO \n\nESTADUAL DE RECURSOS HÍDRICOS DE MINAS GERAIS [CERH-MG] nº 01, de 05 de \n\nmaio de 2008, que estabelece limites para os índices de qualidade de água de acordo com a \n\nclasse do rio (TAB. 5). \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n41 \n\n \n\nTabela 5 – Limites de classificação de interesse (COPAM/CERH-MG) dos diferentes \n\nparâmetros de qualidade da água. \n\nPARÂMETROS UNIDADES \nLimites de \n\nClassificação \n\nC1 C2 \nCloretos mg/l 250 250 \nCondutividade Elétrica µS/cm NR NR \n\nD.B.O. mg/l 3 5 \nFósforo Total mg/l 0,1 0,1 \nOrtofosfato mg/l NR NR \nNitrato mg/l 10 10 \nNitrito mg/l 1 1 \nNitrogênio Amoniacal  0,5 a 3,7 0,5 a 3,7 \n\nNitrogênio Total mg/l NR NR \n\nOxigênio Dissolvido mg/l > 6,0 > 5,0 \npH - 6,0 a 9,0 6,0 a 9,0 \nSólidos Dissolvidos Totais mg/l 500 500 \nTurbidez N.T.U. &lt;40 &lt;100 \nColiformes Termotolerantes NMP/100ml 200 1000 \n\nDensidade de Cianobactérias cel/L 20000 50000 \n\nFonte: COPAM/CERH, 2008. \n\n \n\nA Resolução n°357, de 17 de março de 2005, do Conselho Nacional do Meio \n\nAmbiente (CONAMA), também trata dos mesmos limites abordados pela COPAM/CERH \n\n(2008) representados na Tabela 5.  \n\n\n\n \n\n \n\n42 \n\n4 MATERIAIS E MÉTODOS \n\n \n\n4.1 Coletas \n\n \n\nForam coletadas amostras do rio Todos os Santos, na cidade de Teófilo Otoni – MG \n\n(17° 52’ (S), 41° 18’ (W) e 272,5 metros de altitude em três anos (2012, 2015 e 2018), mantendo \n\no intervalo de três anos entre uma coleta e outra, compreendendo os meses de abril a junho, \n\nclassificados climatologicamente como períodos de transição pelo IGAM (2017). A escolha \n\ndestes meses partiu-se da necessidade de se conhecer os valores dos parâmetros escolhidos e \n\nanalisados, visto que o IGAM para os períodos de transição não realiza todas as análises que \n\nsão feitas nos períodos de seca e de chuva. A coleta das amostras foi realizada conforme \n\nprocedimento adotado pela CETESB (2010). Para isso, foram utilizados frascos de \n\npolipropileno de 50mL e 15mL, com tampa (Falcon), tipo Metal Free (Livre de metais). \n\n \n\n4.2 Análises Químicas e Físico-Químicas \n\n \n\nPara as amostras de água coletadas foram determinadas as concentrações de 19 \n\nelementos químicos e analisados os parâmetros físico-químicos: pH, oxigênio dissolvido, \n\ntemperatura da água, turbidez e condutividade. Para a determinação dos elementos Alumínio, \n\nArsênio, Bário, Berílio, Cádmio, Chumbo, Cobre, Cobalto, Cromo, Ferro, Fósforo, Lítio, \n\nManganês, Mercúrio, Níquel, Prata, Selênio, Urânio e Vanádio, foi utilizado o método analítico \n\nproposto por Lawrence e colaboradores (LAWRENCE et al., 2006). Para isso, foi usado um \n\nEspectrômetro de Massas com Plasma Acoplado Indutivamente (ICP-MS) modelo NEXTON \n\n300D, PerkinElmer, instalado no Laboratório multiusuário do ICET (Instituto de Ciência, \n\nEngenharia e Tecnologia), em uma Sala Limpa - Classe 1000.  \n\nÁgua deionizada de alta pureza (resistividade 18,2 m.?.cm-1) obtida pelo sistema \n\nMilli-Q (Millipore®) foi utilizada em todo o trabalho para preparo dos padrões de calibração \n\npara quantificação das amostras. Foi utilizado também ácido nítrico de alta pureza, após \n\ndestilação em temperatura inferior à de ebulição, empregando-se destilador de quartzo da \n\nKürner Analysentechnik, para eliminação de alguma possível impureza.  \n\nA determinação dos parâmetros físico-químicos foi realizada no Laboratório de \n\nAnálise de Contaminantes do Instituto de Ciência, Engenharia e Tecnologia da Universidade \n\nFederal dos Vales do Jequitinhonha e Mucuri (ICET-UFVJM). Para a determinação do \n\npotencial hidrogeniônico (pH), da turbidez, do oxigênio dissolvido (OD) e da condutividade \n\n\n\n43 \n\n \n\nelétrica das amostras coletadas, foram utilizados os seguintes equipamentos: potenciômetro \n\npHmetro DM-22 - Digimed, turbidímetro, modelo HI 98703 – Hanna Instruments, oxímetro, \n\nmodelo DM-4P – Digimed e condutivímetro, modelo CD-4303 –Lutron, respectivamente \n\nconforme a metodologia adotada por Macedo (2003). \n\n \n\n4.3 Análise Microbiológica \n\n \n\nPara as análises do parâmetro microbiológico foi utilizada a técnica dos tubos \n\nmúltiplos para determinação de coliformes totais e Escherichia coli conforme estabelecido pelo \n\nManual Prático de Análise de Água da Fundação Nacional de Saúde (FUNASA, 2013). \n\nPara determinação dos coliformes totais e Escherichia coli foram diluídos um mL \n\nde cada amostra de água coletada em solução salina (0,85% de NaCl), totalizando seis diluições \n\ndecimais. Para cada diluição foi retirado um mL da solução e inoculando no meio de cultura \n\ncaldo Lauril Triptose Sulfato (LST) contido em tubos de ensaio com tubo de Duhran invertido \n\nem seu interior, totalizando três repetições para cada diluição. Os tubos foram incubados em \n\nestufa bacteriologica a 35º C por 48 horas. Após incubação, aqueles tubos que apresentaram \n\nresultado positivo, ou seja, turvação do meio de cultura e formação de gás dentro do tubo de \n\nDuhran foram inoculados em caldo Verde Brilhante (VB) e caldo Escherichia coli (EC), para \n\nconfirmação de coliformes totais e Escherichia coli, respectivamente. Para tanto, foi retirado \n\numa alíquota de cada tubo considerado positivo com o auxílio de uma alça de platina e alçado \n\nem tubos contendo os meios de cultura acima citados sendo os mesmos incubados a 35º C e 45º \n\nC por 48 horas, respectivamente. \n\nOs resultados foram expressos em Número Mais Provável por mL (NMP/mL) e \n\ncalculados com auxílio da tabela do NMP fornecida pelo Manual Prático de Análise de Água \n\n(BLODGERT, 2003). \n\n \n\n4.4 Análise Estatística \n\n \n\nPara avaliação estatística dos dados das coletas, foi utilizada o programa Sistema \n\npara Análises Estatísticas versão 2.0, desenvolvido pela Universidade Estadual Paulista \n\n(UNESP), onde o método estatístico utilizado foi um Delineamento Inteiramente Casualisado \n\n(DIC) com a aplicação de uma Análise de Variância (ANOVA) seguido do teste de Tukey todos \n\na 5% de significância. \n\n \n\n\n\n \n\n \n\n44 \n\n4.5 Análise de Risco \n\n \n\nPara a Análise de Risco, o presente trabalho seguiu a metodologia proposta por Giri \n\ne Singh (2015) que é uma modificação do método desenvolvido pela Agência de Proteção \n\nAmbiental dos Estados Unidos (USEPA). Esta avaliação teve como objetivo estimar os efeitos \n\nadversos à saúde humana, quando somos expostos a elementos químicos presentes em um meio \n\nambiente contaminado (USEPA, acesso em 5 jan. 2018).  \n\nPara isto obteve-se inicialmente a Dose Média Diária (ADD) representada pela \n\nEquação 7, em seguida calculou-se o Quociente de Risco (HQ) expresso na Equação 8 e o \n\nÍndice de Risco (HI) obtido pela Equação 9 para todos os elementos químicos determinados nas \n\namostras de água no presente trabalho. No caso de elementos com potencial cancerígeno \n\ncalculou-se a ADD para 70 anos de vida, e em seguida o Risco de Câncer. As fórmulas estão \n\nexemplificadas a seguir: \n\n \n\nADD = (Cw . IR . EF . ED) / (Bw . AT)                                                                   (Equação 7) \n\nOnde: \n\nADD= dose média diária (µg/Kg.dia) \n\nCw= concentração média do metal (µg/L) \n\nIR= taxa de ingestão (L/dia) \n\nEF= frequência de exposição (dias/ano) \n\nED= duração de exposição (anos) \n\nBw= peso corporal (kg) \n\nAT= tempo médio (dias) \n\n \n\nNesse trabalho utilizou-se a taxa de ingestão diária (IR) de 2L/dia para adultos e \n\n1L/dia para crianças, com frequência de exposição (EF) de 365 dias. Na duração de exposição \n\n(ED) utilizou-se 6 anos para crianças e 30 anos para adultos. Para o peso corporal (Bw) o valor \n\nadotado foi de 15kg para crianças e 68kg para adultos. Já para o tempo médio (AT) foram \n\nconsiderados valores diferentes entre os elementos não cancerígenos e cancerígenos, em que \n\npara os não cancerígenos, este valor foi obtido pela multiplicação do ED por 365 dias e para os \n\nelementos cancerígenos foi obtido pela multiplicação de 70 anos de vida por 365 dias (GIRI; \n\nSING,2015). \n\n \n\nHQ = ADD/ RfD                                                                                                         (Equação 8) \n\n\n\n45 \n\n \n\nOnde: \n\nHQ= quociente de risco \n\nADD= dose média diária (µg/Kg.dia) \n\nRfD= dose de referência diária (µg/Kg.dia) \n\n \n\nNa Equação 8 o valor do quociente de risco (HQ) foi calculado individualmente \n\npara todos as substâncias. A dose de referência diária (RfD) foi obtida por meio de tabelas \n\ndisponibilizadas pela USEPA (acesso em 5 jan. 2018). Quando HQ excede o valor de 1, pode \n\nhaver preocupação de efeitos não cancerígenos a saúde. \n\n \n\nHI=? ?????=1                                                                                                              (Equação 9) \n\nOnde: \n\nHI= índice de risco \n\nHQi= cociente de risco individual \n\n \n\nNa Equação 9 o índice de risco é, portanto, o somatório de todos os cocientes de \n\nriscos individuais (HQi analisados). Se HI>1 existe uma probabilidade maior para ocorrência \n\nde efeitos adversos a saúde humana.  \n\n \n\nRisco de Câncer= ADD . Sf.                                                                                    (Equação 10) \n\nOnde: \n\nADD= dose média diária (µ?/Kg.dia) \n\nSf= fator de inclinação (µg?1 kg. dia) \n\n \n\nA equação 10 é utilizada apenas para os elementos cancerígenos de forma \n\nindividual, onde o fator de inclinação (Sf) é disponibilizado pela USEPA (acesso em 5 jan. \n\n2018). Quando o Risco de câncer está entre 10^-6 e 10^-4, considera-se que este apresenta \n\nriscos carcinogênicos aceitáveis ou toleráveis. \n\n \n\n4.6 Análise do IQA e IET \n\n \n\nPara o cálculo do IQA foi utilizada a calculadora de IQA disponibilizada pelo site \n\ndo IGAM (acesso em 4 fev. 2018) que faz o uso da Equação 1 descrita no índice 2.5 deste \n\ntrabalho. Já para o cálculo do IET foi utilizada a Equações 2 conforme descrita no índice 3.2. \n\n\n\n \n\n \n\n46 \n\nForam obtidos os dados de IQA e IET para os dados coletados obtidos pelo nosso \n\ngrupo nos anos de 2012, 2015 e 2018 e para os dados fornecidos pelo IGAM para o mesmo \n\nponto de coleta e período analisado. Estes dados foram então organizados em tabelas para uma \n\nmelhor visualização e comparação dos mesmos entre si e com os limites impostos pelo IGAM. \n\nOs parâmetros utilizados para os cálculos de IQA foram: oxigênio dissolvido (OD), Escherichia \n\ncoli (EC), turbidez, temperatura e pH. Já para o cálculo do IET foi utilizado apenas às \n\nconcentrações de fósforo. \n\n \n\n4.7 Análise da Tendência Comportamental do IQA ao longo dos anos \n\n \n\nPara a análise da Tendência Comportamental do IQA ao longo dos anos, foram \n\nutilizados apenas os dados fornecidos pelo IGAM do ano de 1997 a 2017, para o mesmo ponto \n\nonde se efetuou as coletas deste trabalho e para o mesmo período de transição (abril a junho). \n\nOs parâmetros utilizados para os cálculos de IQA foram os mesmos citados acima, isto é, \n\noxigênio dissolvido, Escherichia coli, turbidez, temperatura e pH. \n\nNeste caso os dados foram lançados em um gráfico, onde gerou-se uma curva de \n\nTempo versus Concentração e uma equação que melhor descreveu o comportamento deste \n\nparâmetro ao longo dos anos, com a possibilidade de uma estimativa deste parâmetro para \n\ntempos futuros. Para isto utilizou-se o software de uso comercial Excel 2010. \n\n \n\n4.8 Análise de Cenários Futuros para os Parâmetros de Qualidade da Água \n\n \n\nA análise de Cenários Futuros consiste em uma quantificação das cargas geradas \n\npelas principais fontes poluidores, através da estimativa do aumento ou expansão de uma \n\ndeterminada fonte em questão. Para esta análise optou-se por utilizar uma modificação da \n\nmetodologia proposta por Tschiedel (2013). O parâmetro escolhido para esta análise foi o de \n\nquantificação de Escherichia coli. \n\nSegundo Silva et al. (2006) as principais fontes poluidoras para a Bacia do Rio \n\nTodos os santos são a agricultura, a pecuária e o esgoto doméstico. O fator industrial é muito \n\npequeno e não foi levado em questão nos cálculos utilizados. Desta forma, o cálculo de aporte \n\ntotal de cargas poluentes pode ser expresso pela Equação 11. \n\n \n\n? =  ???? +  ???? + ????                                                                                       (Equação 11) \n\nOnde: \n\n\n\n47 \n\n \n\nP= carga total do parâmetro analisado \n\n????\n= carga gerada pela pecuária \n\n????\n= carga gerada pelo uso e ocupação do solo \n\n????\n= carga total gerada pela população \n\n \n\nAinda segundo Silva et al (2006) as principais criações de rebanho na região são \n\nas de bovinos, suínos e aves. Desta forma a carga total gerada pela pecuária foi obtida pela \n\nEquação 12. \n\n \n\nPPEC =  PB +  PS + PA                                                                                              (Equação 12) \n\nOnde: \n\nPB\n= carga gerada por bois \n\nPS\n= carga gerada por porcos \n\nPA\n= carga gerada por aves \n\n \n\nA fórmula utilizada para se obter as cargas individuais tanto para bois quanto para \n\nporcos ou aves está exemplificada pela Equação 13. \n\n \n\nPPEC i =  NCAB i . Cai                                                                                                (Equação 13) \n\nOnde: \n\nPPEC i\n= carga individual do rebanho analisado \n\nNCAB i\n= número de cabeças do rebanho analisado \n\nCai\n= carga de poluentes por cabeça de rebanho \n\nOs Cai utilizados para este cálculo estão representados na Tabela 6. \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n48 \n\nTabela 6 – Cargas por tipo de rebanho \n\nRebanho Cai EC (NMPx10^6/ cabeça.dia) \n\nBovino 5400,00 \n\nSuíno 8900,00 \n\nAves 240,00 \n\nFonte: SANTOS, 2002. \n\n \n\nDe acordo com o IBGE (1995), para o uso e ocupação dos solos, os territórios \n\nbrasileiros são divididos em agricultura, mata, pastagem e áreas urbanas. Desta forma, o cálculo \n\npara uso e ocupação do solo consistiu na Equação 14. \n\n \n\n???? =  ?? +  ?? +  ?? + ??                                                                                   (Equação 14)  \n\nOnde: \n\n??\n= carga geradas pelas áreas de agricultura \n\n??\n= carga gerada pelas áreas de matas \n\n??\n= carga gerada pelas áreas de pastagens \n\n??\n= carga gerada pelas áreas urbanas \n\n \n\nA fórmula utilizada para se obter as cargas individuais geradas para cada área de \n\nuso e ocupação do solo está exemplificada pela Equação 15. \n\n \n\n????? = ??  . ??? ???                                                                                                  (Equação 15) \n\nOnde: \n\n?????\n= carga individual do uso específico \n\nAi= área do uso em questão \n\n??? ???\n= carga individual em hectare por uso relacionado \n\n??? ??? são mostradas na Tabela 7. \n\n \n\n \n\n \n\n \n\n \n\n\n\n49 \n\n \n\nTabela 7 – Cargas de poluentes de acordo com o uso do solo \n\nUso do Solo Cai uso EC (NMP/ha.dia) \n\nAgricultura 10^3 \n\nMata 10^1 \n\nPastagem 10^5 \n\nUrbano 10^7 \n\nFonte: LARENTIS, 2004. \n\n \n\nA carga gerada pelo esgoto doméstico está representada na Equação 16. \n\n \n\n???? = ????  . ?? ???                                                                                              (Equação 16) \n\nOnde: \n\n???? = número de habitantes  \n\n?? ??? = carga gerada por habitante ao dia, sendo de 10^9 NMP/hab.dia (TSCHIEDEL, 2013) \n\n \n\nPara as estimativas de cargas futuras para a população utilizou-se a Equação 17. \n\n \n\n??? = ???? +  ?? ? (?? ? ???)                                                                           (Equação 17) \n\nOnde: \n\n???= população do ano analisado \n\n???? = população do ano anterior \n\n?? = taxa de crescimento populacional anual \n\n??  = ano analisado \n\n??? =ano anterior.  \n\n \n\nO ??  foi obtido a partir da seguinte Equação 18. \n\n \n\n?? = (??? ?  ??? )/(??? ?  ??? )                                                                           (Equação 18) \n\nOnde \n\n???  = população do último censo \n\n???  = população do penúltimo censo \n\n ??? = ano do último censo \n\n???  = ano do censo anterior.  \n\n \n\n\n\n \n\n \n\n50 \n\nOs valores utilizados para obtenção da taxa de crescimento populacional estão \n\nexpressos na Tabela 8 abaixo. \n\n \n\nTabela 8 – Dados populacionais do censo IBGE \n\nAno População Habitantes \n\n2010 134745 \n\n2017 141934 \n\nFonte: IBGE, 2010. \n\n \n\nNeste trabalho considerou-se o ano de 2010 como sendo o penúltimo censo e 2017 \n\ncomo o ano do último censo. \n\nPara a estimativa de cargas futuras para a pecuária e uso e ocupação do solo \n\nutilizou-se as mesmas Equações 17 e 18, entretanto, onde lê-se população, entende-se rebanho \n\nno caso da pecuária, e área no caso de uso e ocupação do solo. Os números dos censos realizados \n\nque disponibilizam esses dados são apresentados nas Tabelas 9 e 10. \n\n \n\nTabela 9- Número de animais em Teófilo Otoni \n\nAno Bovinos Suínos Aves \n\n1995 107055 12604 155000 \n\n2006 106326 15916 268386 \n\nFonte: IBGE, 1995. \n\n \n\nTabela 10- Área em hectare de uso e ocupação do solo em Teófilo Otoni \n\nAno Agricultura Mata Pastagem Urbano \n\n1995 12777,00 40392,00 167496,00 8917,00 \n\n2006 15908,76 43971,90 119201,45 21752,47 \n\nFonte: IBGE, 1995. \n\n \n\nComo o único censo agropecuário realizado por municípios pelo IBGE foi em 1995, \n\npara se obter os valores do ano 2006 apresentados nas Tabelas 9 e 10, desenvolveu-se uma \n\nfórmula para obtenção destes itens através dos dados de Minas Gerais disponibilizados pelo \n\nIBGE (2006) (EQUAÇÃO 19). Os valores utilizados para os dados populacionais foram de \n\n2010 e 2017, pois em 2010 ocorreu um censo demográfico e em 2017 o IBGE apresentou o \n\nvalor de população estimada, considerando-se o último censo como sendo de 2017 e penúltimo \n\ncomo sendo em 2010. \n\n \n\n\n\n51 \n\n \n\n?06?? = ?06??  . (?95??)/(?95?? )                                                                           (Equação 19) \n\nOnde: \n\n?06??= valores de 2006 para Teófilo Otoni \n\n ?06??  = valores de 2006 de Minas Gerais \n\n ?95??= valores de 1995 de Teófilo Otoni \n\n ?95??  =valores de 1995 para Minas Gerais. \n\n \n\nOs valores relativos ao número de animais e área de uso e ocupação do solo no \n\nestado de Minas Gerais para os anos de 1995 e 2006 estão expressos nas Tabelas 11 e 12 a \n\nseguir. \n\n \n\nTabela 11- Número de animais em Minas Gerais \n\nAno Bovinos Suinos Aves \n\n1995 20044616 2631321 67998000 \n\n2006 19911193 3329671 117713000 \n\nFonte: IBGE, 2006. \n\n \n\nTabela 12 - Área em hectares de uso e ocupação do solo em Minas Gerais  \n\nAno Agricultura Mata Pastagem Urbano \n\n1995 4172135,00 7378088,00 25348603,00 3912834,00 \n\n2006 5194766,00 8032001,00 18039776,00 9545118,00 \n\nFonte: IBGE, 2006. \n\n \n\nDepois de calculadas as estimativas das cargas futuras para os anos de 2020, 2030, \n\n2040 e 2050, partiu-se para o estudo hipotético das concentrações futuras do parâmetro de \n\nquantificação de Escherichia coli no ponto de lançamento do rio até uma distância de 50 km do \n\nponto inicial. Devido à grande dificuldade de se quantificar as cargas geradas por meio de \n\npoluição difusa, e a falta de dados fluviométricos e pluviométricos da região, o presente trabalho \n\ndeu ênfase a poluição gerada pela carga pontual de esgotamento doméstico. Portanto, foram \n\nconsideradas apenas as cargas pontuais geradas pela população residente e pelas estimativas de \n\npopulações futuras. \n\nAlém disso, foi considerado que as estações de tratamento de esgoto da região \n\nabrangem 95% da população (dados disponíveis pela COMPANHIA DE SANEAMENTO DE \n\nMINAS GERAIS [COPASA], 2014). Esta porcentagem foi aplicada sobre o valor das \n\n\n\n \n\n \n\n52 \n\npopulações estimadas calculadas anteriormente, para a partir deste valor se calcular as cargas \n\ngeradas pela população que foram destinadas a ETE.  \n\nTambém foi considerado hipoteticamente que a ETE atua com uma eficiência de \n\n99% sobre as cargas totais geradas, e que apenas 1% destas cargas tem seu destino final no rio \n\nTodos os Santos. \n\nO valor da vazão do esgoto doméstico utilizado foi, devido à falta dados locais, o \n\nvalor típico sugerido por Larentis (2004) de 200L por pessoa por dia. Entretanto, este valor foi \n\nmultiplicado pelo coeficiente de retorno que é um valor típico de 0,80 (SPERLING, 2014). \n\nA fórmula para a quantificação da concentração do parâmetro na mistura esgoto- \n\nrio está representada abaixo (EQUAÇÃO 20). \n\n \n\n  ??    = (?? . ?? +  ??  ) / (??  + ??   )                                                                 (Equação 20)                                                                        \n\nOnde: \n\n ?? = concentração do parâmetro na mistura (NMP/ml) \n\n?? = a vazão do rio em questão (ml/dia) \n\n??  = a concentração do parâmetro no rio (NMP/ml) \n\n??  = a vazão do esgoto (ml/dia) \n\n??  = carga total não eliminada pela ETE (NMP/dia) \n\n \n\nComo não é possível estimar a concentração do parâmetro E. coli no rio (?? ), \n\nconsiderou-se, hipoteticamente que o rio se encontra dentro do limite exigido pela lei que é de \n\n10 NMP/ml em todos os casos. A vazão do rio utilizada foi a vazão proposta e calculada por \n\nAguiar (2014) que é de 341,3 L/s (29488320000ml/dia). \n\nApós a obtenção desses dados foi calculada a concentração desse parâmetro na \n\nmistura, em função do tempo e da distância do mesmo ao ponto de lançamento, pela Equação \n\n21. \n\n \n\n?? =  ?? . ?\n??? ? ?\n\n                                                                                                 (Equação 21) \n\nOnde: \n\n?? = a concentração do parâmetro no instante t (NMP/ml) \n\n?? = a concentração do parâmetro na mistura (NMP/ml) \n\nKb= coeficiente de decaimento bacteriano \n\n\n\n53 \n\n \n\n t = tempo dado em dias. \n\n \n\nO valor Kb considerado foi o valor típico sugerido por Sperling (2014) de 1,23 a \n\numa temperatura de 23ºC e o tempo t foi achado através da Equação 22, onde d é a distância \n\nconsiderada do rio e v é a velocidade de escoamento, onde novamente pela falta de dados \n\nconsiderou-se a velocidade de escoamento do rio, o valor sugerido por Sperling (2014) para rio \n\nde classe 2 de 0,35m/s (ou 30240 m/dia).  \n\n \n\nD= v . t                                                                                                                       (Equação 22) \n\nOnde: \n\nD= distância ao ponto de lançamento \n\nv= velocidade de escoamento do rio \n\nt= tempo dado em dias \n\n\n\n \n\n \n\n54 \n\n5 RESULTADOS E DISCUSSÃO \n\n \n\n5.1 Análises Químicas e Físico-Químicas \n\n \n\nAs amostras de água coletadas do Rio Todos os Santos no Distrito de Pedro \n\nVersiani-Teófilo Otoni/MG foram submetidas à análises químicas e físico-químicas para \n\nverificação do seu processo de contaminação. Os resultados foram comparados com os valores \n\nmáximos preconizados pela Resolução n°357, de 17 de março de 2005, do Conselho Nacional \n\ndo Meio Ambiente (CONAMA), para rios de Classe II.  \n\nNa Tabela 13 estão apresentados os valores máximos permitidos para cada \n\nparâmetro físico-químico preconizado pelo CONAMA (2005) e CETESB (2010), e seus \n\nrespectivos resultados médios obtidos para as três  repetições das amostras coletadas nos anos \n\nde 2012, 2015 e 2018.  \n\n \n\nTabela 13 - Parâmetros físico-químicos das amostras de água coletadas no rio Todos os \n\nSantos (Pedro Versiani – Teófilo Otoni/MG), nos anos de 2012, 2015 e 2018 comparados \n\ncom os dados preconizados pelo CONAMA e CETESB. \n\n \n\nParâmetros \n\nConcentração  \n\nAno (2012) \n\nConcentração \n\nAno (2015) \n\nConcentração \n\nAno (2018) \n\nV M P* \n\n Classe 2 \n\nOxigênio Dissolvido (mg/L) 6,95±0,70 a 6,38±0,24 a 6,27±0,19 a >5,00* \n\nEscherichia coli (NMP/mL) 445,00±8,00 c 290,00±7,07 b 93,00±8,00 a&lt;10,00* \n\npH 7,09±0,34 a 7,12±0,33 a 6,4±0,37 a 6,00 a 9,00* \n\nTemperatura da água (°C) 24,40±0,14 ab 20,12±2,95 a 27,60±0,52 b - \n\nTurbidez (NTU) 27,20±0,28 c 16,30±2,47 a 20,30±0,23 b&lt;100,00* \n\nCondutividade (µS cm-1) 233,40±14,53 a 207,60±12,02 a 202,20±13,50 a&lt;100,00** \n\nV M P*: Valor Máximo Permitido – CONAMA, 2005. \n\nValor Máximo Permitido**- CETESB, 2010. \n\nLetras minúsculas iguais na mesma linha indicam que as médias não apresentam diferenças estatísticas pelo \n\nANOVA a 5% de significância. \n\n \n\nA Tabela 14 apresenta os valores das coletas obtidas pelo IGAM para os mesmos \n\nanos e ponto em questão (Pedro Versiani). Os dados obtidos pelo IGAM, não passaram por \n\nanálises estatísticas, uma vez que o site disponibiliza apenas as médias totais obtidas em cada \n\ncoleta. Nessa tabela, os valores apresentados pelo site do IGAM para o ano de 2018 não foram \n\ndisponibilizados ainda, pelo instituto. \n\n \n\n\n\n55 \n\n \n\n \n\nTabela 14- Parâmetros físico-químicos das amostras de água coletadas no rio Todos os \n\nSantos (Pedro Versiani – Teófilo Otoni/MG) e analisadas pelo IGAM. \n\n \n\nParâmetros \n\nConcentração  \n\nAno (2012) \n\nConcentração \n\nAno (2015) \n\nV M P \n\n Classe 2 \n\nOxigênio Dissolvido (mg/L) 5,30 5,20 >5,00* \n\nEscherichia coli (NMP/mL) 50,00 72,69&lt;10,00* \n\npH 7,30 7,00 6,00 a 9,00* \n\nTemperatura da água (°C) 25,30 24,60 - \n\nTurbidez (NTU) 49,50 29,30&lt;100,00* \n\nCondutividade (µS cm-1) 281,00 244,00&lt;100,00** \n\nV M P*: Valor Máximo Permitido – CONAMA, 2005, Valor Máximo Permitido**- CETESB, 2010. \n\n \n\nOs parâmetros físico-químicos são importantes indicadores de poluição e podem \n\ntanto confirmar o processo de contaminação, como servir de base preliminar para futuras \n\nanálises.  \n\nComeçando pela análise do oxigênio dissolvido representado na Tabela 13, pode-\n\nse observar que esse índice não apresentou diferenças significativas ao longo dos anos de nossas \n\ncoletas. Ao se observar este parâmetro na Tabela 14 determinado pelo IGAM, observou-se que \n\no mesmo também não teve seus índices alterados com o passar dos anos de 2012 para 2015.  \n\nVale ressaltar também, que em todos os casos o oxigênio dissolvido encontrou-se \n\ndentro dos limites estabelecidos pelo CONAMA (2005), não representando riscos para \n\npopulação que faz o uso destas águas “in natura”. Ao se comparar os valores determinados pelo \n\nIGAM (TAB. 14) com os observados em nossa pesquisa (TAB. 13) nota-se uma diferença \n\nnumérica entre os mesmos. Os valores de oxigênio dissolvido corroboram com os valores \n\nencontrados por Alves et al. (2012) que desenvolveu uma pesquisa semelhante para o rio Pirapó \n\nem Maringá - Paraná, também encontrou-se dentro dos limites preconizados pelo CONAMA \n\n(2005) para um rio de Classe II. \n\nO parâmetro microbiológico de quantificação de Escherichia coli representado na \n\nTabela 13 apresentou uma menor quantidade desse microrganismo para o ano de 2018 diferindo \n\nestatisticamente dos anos de 2015 e 2012, sendo que no ano de 2012 os piores valores de \n\ncontaminação microbiana foram encontrados. Pode-se notar que de 2012 para 2018 ocorreu \n\numa redução significativa desse índice que passou de 445,00 para 93,00 NMP mL-1, o qual pode \n\nser justificado pela instalação da ETE (Estação de Tratamento de Esgoto) na região, que deve \n\n\n\n \n\n \n\n56 \n\nter contribuído para a redução de microrganismos maléficos no meio. Entretanto, ao se \n\nconfrontar estes valores com os limites exigidos pela Resolução n°357, de 17 de março de 2005, \n\ndo CONAMA que estabelece um limite de 10 NMP/mL, para todos os anos analisados, os \n\níndices encontraram-se acima do valor estipulado, indicando que o rio se encontra altamente \n\ncontaminado com material de origem fecal e ainda existe muito que ser feito para a redução e \n\nenquadramento do rio na classe II. Estes valores, assim como os resultados encontrados por \n\nMoura, Assumpção e Bischoff (2009), que realizaram análises  microbiológicas do rio Cascavel \n\nno Estado do Paraná, apresentam-se como uma problemática grave, pois a contaminação fecal \n\né responsável pela ocorrência de várias adoenças intestinais. \n\nAo se confrontar os dados obtidos em nossas coletas com os dados disponíveis pelo \n\nIGAM, observa-se uma grande discrepância de valores. Em 2012 o valor da coleta do nosso \n\ntrabalho para Escherichia coli foi cerca de nove vezes maior que o dado obtido pelo IGAM, e \n\nem 2015 quatro vezes maior. \n\nOs valores de pH representados na Tabela 13 mostram valores de pH de 7,09 no \n\nano de 2012, 7,12 em 2015 e 6,47 em 2018, encontrando-se dentro dos limites preconizados, \n\nsem diferenças estatísticas com o passar dos anos. O mesmo pode ser visto na Tabela 14 onde \n\nos valores determinados pelo IGAM foram de 7,30 em 2012 e 7,00 em 2015, estando os mesmos \n\ndentro dos limites vigentes. Os valores de nossas coletas (TAB. 13) e os apresentados pelo \n\nIGAM (TAB. 14) também se encontram numericamente próximos, não indicando discrepância \n\nde dados. Os valores de pH corroboram com os resultados encontrados por Nogueira, Costa e \n\nPereira (2015), que realizaram uma pesquisa similar para o córrego Água Branca, em Nerópolis \n\n– Goiás, onde os mesmos também estiveram próximos a neutralidade e portanto, dentro dos \n\nlimites imposto pelo CONAMA (2005) para rio de Classe II. \n\nNa Tabela 13 o valor de temperatura para o ano de 2012 foi estatisticamente igual \n\naos dos anos de 2015 e 2018. Entretanto, os valores das médias de 2015 e 2018 estiveram \n\ndistintos estatisticamente entre si. O valor deste parâmetro encontrou-se maior em 2018 onde o \n\nmesmo apresentou um aumento em seu índice, que passa de 20,12 °C em 2015 para 27,60 °C \n\nem 2018. Como dito anteriormente, o aumento da temperatura pode acarretar uma série de \n\nconsequências para a qualidade das águas como a diminuição da solubilidade dos gases, como \n\npor exemplo, do oxigênio dissolvido (SPERLING, 2014). Apesar da importância deste \n\nparâmetro e da significância do mesmo para a avaliação da qualidade das águas, não existe nas \n\nleis brasileiras um valor máximo ou mínimo do parâmetro em questão. \n\nNa Tabela 14, o valor da temperatura determinado pelo IGAM de 2012 para 2015 \n\napresentou uma leve redução, indicando uma possível melhora neste sentido. Ao compararmos \n\n\n\n57 \n\n \n\nos dados do nosso trabalho e os dados do IGAM para esse parâmetro, somente no ano de 2015 \n\nnotamos uma leve discrepância entre os dados. Os valores de temperatura encontrados são \n\nsimilares aos encontrados por Bueno, Galbiatti e Borges (2005), que realizou sou pesquisa para \n\nas águas do Horto Ouro Verde, em Conchal, São Paulo. \n\nPara a turbidez, a Tabela 13 apresenta os resultados de 27,20 NTU em 2012, 16,30 \n\nNTU em 2015 e 20,30 NTU em 2018, estando esses valores dentro dos padrões estabelecidos \n\npelo CONAMA (2005), que vai até 100 NTU. Como pode-se notar, estes dados são \n\nestatisticamente diferentes, sendo que em 2015, o valor de turbidez apresentou-se menor em \n\nrelação aos outros anos. A Tabela 14 apresenta os valores determinados pelo IGAM ainda \n\nmaiores que os do nosso estudo, sendo de 49,50 NTU para 2012 e de 29,30 NTU em 2015, \n\nporém, os mesmos ainda se encontram dentro do limite estabelecido pelo CONAMA. Os \n\nresultados de turbidez não corroboram com os resultados encontrados por Alves et al. (2012), \n\nonde a turbidez do rio Pirapó se encontrou acima do limite do CONAMA (2005), apresentando \n\no Rio Todos os Santos melhores valores de turgidez. \n\nApesar dos resultados estarem de acordo com o CONAMA, os valores de turbidez \n\napresentam-se elevados se comparados com a Portaria nº 2.914, de 12 de dezembro de 2011, \n\ndo Ministério da Saúde, que prevê padrões de potabilidade e estabelece o limite de até 5 NTU. \n\nOs resultados de condutividade elétrica apresentados nas Tabelas 13 e 14 \n\nultrapassam o valor de 100 µS cm-1, que se constitui no valor máximo aceitável, para todos os \n\nanos analisados, havendo uma pequena discrepância dos nossos dados com os obtidos pelo \n\nIGAM. Na Tabela 14 apesar deste valor ter diminuído de um ano para o outro, essa diminuição \n\nnão foi significativa.  \n\nO CONAMA (2005), não prevê padrões para a condutividade, mas de acordo com \n\na CETESB (2010), valores para condutividade elétrica acima de 100 ?S cm-1 indicam ambientes \n\nimpactados. A alteração desse parâmetro confirma o lançamento de efluentes no Rio Todos os \n\nSantos, visto que a condutividade elétrica da água aumenta à medida que mais sólidos solúveis \n\nsão adicionados. Altos valores podem indicar características corrosivas à água (CETESB, \n\n2010), além de admitir maior carga de íons presentes no Rio. Os valores de condutividade não \n\ncorroboram com os valores encontrados por Nogueira, Costa e Pereira (2015), pois para os \n\npontos analisados do córrego Água Branca, a maioria se encontrou inferior ao valor de 100 ?S \n\ncm-1, atestando um problema ambiental para as águas do Rio todos os Santos. \n\nNa Tabela 15 são apresentados os resultados da determinação da concentração de \n\n19 elementos químicos avaliados para as amostras de água coletadas em nosso estudo. Foi \n\nverificado que dois desses elementos, Alumínio e Ferro, apresentaram valores acima do \n\n\n\n \n\n \n\n58 \n\nestabelecido pelo CONAMA. Esses compostos encontraram-se alterados nas amostras \n\nanalisadas para todos os anos, representando um problema para a qualidade da água desse rio, \n\numa vez que esses elementos em excesso, provocam efeitos adversos em nosso organismo. \n\nEstudos realizados em outros rios brasileiros como no Rio Sinos, Rio Grande do Sul (NUNES \n\net al., 2011) e em águas de minas e redes de abastecimento público nas cidades de São Gonçalo \n\ne Duque de Caxias, Rio de Janeiro (FREITAS, BRILHANTE E ALMEIDA 2001), também \n\nrevelaram alteração de Alumínio. \n\nO Alumínio, por exemplo, é um metal neurotóxico que se acumula em vários \n\ntecidos, incluindo ossos, cérebro e outros órgãos do corpo humano (FREITAS; BRILHANTE; \n\nALMEIDA, 2001). Os principais sinais e sintomas da intoxicação são a anemia hipocrômica e \n\nmicrocítica, agitação, confusão mental, convulsão, a encefalopatia dialítica e as doenças ósseas \n\ndenominadas de osteomalácia e doença óssea adinâmica (ATSDR, 2008). Por ser de excreção \n\npredominantemente renal, essa toxicidade assume elevada importância nos pacientes com \n\ndoença renal crônica (ATSDR, 2008). Há também a possibilidade de o alumínio desempenhar \n\num papel importante no desenvolvimento da doença de Alzheimer (FREITAS; BRILHANTE; \n\nALMEIDA, 2001; ATSDR, 2008). \n\nO Ferro, no corpo humano, desempenha importantes funções no metabolismo, tais \n\ncomo, transporte e armazenamento de oxigênio, reações de liberação de energia na cadeia de \n\ntransporte de elétrons, cofator de algumas reações enzimáticas e produção da hemoglobina. A \n\nsua carência pode causar anemia (COOK; BAYNES, SKIKNE, 2007; PAIVA; RONDÓ; \n\nGUERRA-SHINOHARA, 2000) e em excesso, esse elemento acumula-se principalmente no \n\nfígado, pâncreas e coração, podendo aumentar a incidência de problemas cardíacos, diabetes, \n\ncirrose hepática, hemocromatose e outras complicações hepáticas, pois o homem tem \n\ncapacidade limitada para excretar o excesso de ferro (SIQUEIRA; COSTA NETO; ROJAS, \n\n2011). \n\nCom relação ao alumínio o maior valor foi encontrado em 2015, e o menor em \n\n2018, indicando uma significativa diminuição de suas concentrações com passar destes anos. \n\nJá o ferro apresentou uma redução em sua concentração ao longo dos anos. \n\n \n\n \n\n \n\n \n\n \n\n\n\n59 \n\n \n\nTabela 15 - Determinação da concentração de 19 elementos químicos nas amostras de \n\nágua coletadas no rio Todos os Santos (Pedro Versiani – Teófilo Otoni/MG), nos anos de \n\n2012, 2015 e 2018 e o valor máximo permitido desses elementos pelo CONAMA. \n\n \n\nElementos \n\nConcentração  \n\n± SD  \n\nAno (2012) \n\nConcentração  \n\n± SD \n\nAno (2015) \n\nConcentração \n\n± SD \n\nAno (2018) \n\n  \n\nV M P \n\nAlumínio 203,41 ± 0,83 b 250,00 ± 8,00 c 40,64 ±1,42 a  100,0 µg L-1 Al \n\nArsênio&lt;LD a&lt;LD a 0,11±0,01 b  10,0 µg L-1 As \n\nBário 40,62 ± 2,14 c 31,00 ± 0,48 b 10,85±0,56 a  700,0 µg L-1 Ba \n\nBerílio&lt;LD a&lt;LD a 0,02±0,01 b  40,0 µg L-1 Be \n\nCádmio&lt;LD a&lt;LD a 0,02±0,01 b  1,0 µg L-1 Cd \n\nChumbo&lt;LD a 2,58 ± 0,03 c  0,69±0,02 b   10,0 µg L-1 Pb \n\nCobre&lt;LD a&lt;LD a 3,44±0,12 b  9,0 µg L-1 Cu \n\nCobalto&lt;LD a&lt;LD a 0,10±0,02 b  50,0 µg L-1 Co \n\nCromo&lt;LD a 2,60 ± 0,13 b 1,42±0,14 c  50,0 µg L-1 Cr \n\nFerro 2063,86 ± 17,06 c 602,00 ± 8,80 b 448,30±5,56 a  300,0 µg L-1 Fe \n\nFósforo 0,38 ± 0,22 a 0,23 ± 0,07 a 0,25±0,12 a  20,0 µg L-1 P \n\nLítio&lt;LD a 1,85 ± 0,01 c 0,19±0,01 b  2500,0 µg L-1Li \n\nManganês 60,33 ± 1,93 c 0,58 ± 0,03 a 21,76±2,35 b  100,0 µg L-1Mn \n\nMercúrio&lt;LD a&lt;LD a&lt;LD a  0,2 µg L-1Hg \n\nNíquel&lt;LD a&lt;LD a 0,30±0,10 b  25,0 µg L-1Ni \n\nPrata&lt;LD a 0,52± 0,08 c 0,20±0,06 b  10,0 µg L-1Ag \n\nSelênio 3,09 ± 1,77 c&lt;LD a 0,94±0,04 b  10,0 µg L-1Se \n\nUrânio&lt;LD a&lt;LD a 0,04±0,01 b  20,0 µg L-1U \n\nVanádio&lt;LD a 5,53 ± 0,04 b 5,87 ±0,01 b  100,0 µg L-1V \n\nV.M.P: Valor Máximo Permitido – CONAMA, 2005.  \n\nSD: Desvio Padrão.  \n\nLD: Abaixo do Limite de Detecção. \n\nLetras minúsculas iguais na mesma linha indicam que as médias não apresentam diferenças estatísticas pelo \n\nANOVA a 5% de significância. \n\n \n\n5.2 Análise de Risco \n\n \n\nSegundo Miguel et al. (2007) e Wu et al. (2010) a exposição dos seres humanos aos \n\nelementos químicos pode ocorrer por meio da inalação, absorção dérmica ou ingestão, sendo \n\nesta última a mais significativa em se tratando de água potável. Por este motivo a presente \n\npesquisa considerou os efeitos apenas para ingestão de substâncias químicas por meio da água. \n\n\n\n \n\n \n\n60 \n\nPara a Avaliação de Risco calculou-se a ADD (dose média diária) para os elementos \n\nquímicos: Alumínio, Arsênio, Bário, Berílio, Cádmio, Chumbo, Cobalto, Cromo, Ferro, \n\nFósforo, Lítio, Manganês, Prata, Níquel, Selênio, Vanádio e Urânio. Para os demais elementos \n\nquímicos não foi calculado a ADD, pois os mesmos apresentarem índices abaixo do limite de \n\ndetecção do equipamento.  \n\nOs valores de ADD para os anos de 2012, 2015 e 2018 e a RfD (Dose de Referência \n\nDiária) estão representados na Tabela 16.  \n\n \n\nTabela 16 – Valores da Dose Média Diária (ADD) de diferentes elementos detectados em \n\namostras de águas coletadas no rio Todos os Santos, nos anos de 2012, 2015 e 2018 e a \n\nDose de Referência Diária (RfD). \n\nElemento ADD (2012) ADD (2015) ADD (2018) RfD \n \n\nA C A C A C \n \n\nAlumínio 5,98 13,56 7,35 16,67 1,20 2,71 1000,00 \n\nArsênio 0,00 0,00 0,00 0,00 0,00 0,01 0,30 \n\nBário 1,19 2,71 0,91 2,07 0,32 0,72 200,00 \n\nBerílio 0,00 0,00 0,00 0,00 0,00 0,00 2,00 \n\nCádmio 0,00 0,00 0,00 0,00 0,00 0,00 0,50 \n\nChumbo 0,00 0,00 0,08 0,17 0,02 0,05 NA \n\nCobre 0,00 0,00 0,00 0,00 0,10 0,23 40,00 \n\nCobalto 0,00 0,00 0,00 0,00 0,00 0,01 NA \n\nCromo 0,00 0,00 0,08 0,17 0,04 0,09 3,00 \n\nFerro 60,70 137,59 17,71 40,13 13,19 29,89 700,00 \n\nFósforo 0,01 0,03 0,01 0,02 0,01 0,02 NA \n\nLítio 0,00 0,00 0,05 0,12 0,01 0,01 20,00 \n\nManganês 1,77 4,02 0,02 0,04 0,64 1,45 20,00 \n\nNíquel 0,00 0,00 0,00 0,00 0,01 0,02 20,00 \n\nPrata 0,00 0,00 0,02 0,03 0,01 0,01 5,00 \n\nSelênio 0,09 0,21 0,00 0,00 0,03 0,06 5,00 \n\nVanádio 0,00 0,00 0,16 0,37 0,17 0,39 1,00 \n\nUrânio 0,00 0,00 0,00 0,00 0,00 0,00 3,00 \n\nADD: Dose de ingestão diária (µg/kg.dia) \n\nA: Adultos \n\nC: Crianças \n\nRfD: Dose de Referência Diária (µg/kg.dia) \n\nNA: Não Avaliado. \n\n \n\nComo pode ser observado, nenhum dos valores dos elementos avaliados \n\nultrapassaram os valores máximos da RfD. Entretanto, com o passar dos anos as ADDs tanto \n\npara adultos quanto para crianças no caso dos elementos Arsênio, Cobre, Cobalto, Níquel e \n\nVanádio estão aumentando, indicando que, se não houver a interferência de fatores externos, a \n\ntendência destes valores é continuarem aumentando, e em anos futuros ultrapassar a Dose de \n\n\n\n61 \n\n \n\nReferência Diária submetendo a população á graves riscos de saúde. Valores similares foram \n\nencontrados em um estudo sobre a contaminação de metais na Bacia do rio Subarnarekha na \n\nÍndia, onde para os metais analisados todos também tiveram suas doses médias diárias abaixo \n\ndos valores de referência (GIRI; SINGH, 2015). \n\nVale ressaltar, que apesar de a ADD para o alumínio estar abaixo do máximo \n\nrecomendado pela USEPA (acesso em 5 jan. 2018), estima-se que a água de beber é responsável \n\napenas por 4% da ingestão total de alumínio pela população, o que daria um valor de 5,6 \n\n?g/Kg.dia de alumínio de origem da água de beber. Neste caso, os valores encontrados nas \n\namostras de água, mostram valores acima deste valor, considerando a contribuição da água na \n\ndieta da população. Para os demais elementos o risco de exposição não é totalmente descartado, \n\njá que há outras fontes de elementos químicos na dieta (verduras, frutas, enlatados, comidas em \n\ngeral), o que também aumentaria o valor da ingestão diária de cada metal analisado. \n\nOs valores de Cocientes de Riscos (HQ) e índices de Riscos HI estão representados \n\nna Tabela 17. Os riscos para o elemento Chumbo, Cobalto e Fósforo não foram determinado \n\nno presente estudo, uma vez que os mesmos não apresentam valores de referência (RfD e SF) \n\nfornecidos pela USEPA. \n\n \n\nTabela 17- Cocientes de Riscos (HQ) e Índices de Riscos (HI) para diferentes elementos \n\nquímicos detectados nas amostras de água coletadas no rio Todos os Santos nos anos de \n\n2012, 2015 e 2018. \n\nElemento HQ (2012) HQ (2015) HQ (2018)  \nA C A C A C \n\nAlumínio 0,006 0,014 0,007 0,017 0,001 0,003 \n\nArsênio 0,000 0,000 0,000 0,000 0,000 0,033 \n\nBário 0,006 0,014 0,005 0,010 0,002 0,004 \n\nBerílio 0,000 0,000 0,000 0,000 0,000 0,000 \n\nCádmio 0,000 0,000 0,000 0,000 0,000 0,000 \n\nCobre 0,000 0,000 0,000 0,000 0,003 0,006 \n\nCromo 0,000 0,000 0,027 0,057 0,013 0,030 \n\nFerro 0,087 0,197 0,025 0,057 0,019 0,043 \n\nLítio 0,000 0,000 0,003 0,006 0,001 0,001 \n\nManganês 0,089 0,201 0,001 0,002 0,032 0,073 \n\nPrata 0,000 0,000 0,004 0,006 0,002 0,002 \n\nSelênio 0,018 0,042 0,000 0,000 0,006 0,012 \n\nVanádio 0,000 0,000 0,160 0,370 0,170 0,390 \n\nUrânio 0,000 0,000 0,000 0,000 0,000 0,000 \n\nHI 0,206 0,468 0,232 0,525 0,248 0,595 \n\nHQ: Cociente de Risco \n\nHI: Índice de Risco \n\n\n\n \n\n \n\n62 \n\n \n\nDe acordo com a Tabela 17, para todos os anos e tanto para adultos quanto para \n\ncrianças, os valores do Cociente de Risco em nenhum dos casos superou os 100% da Dose de \n\nReferência Diária, o que refletiu no Índice de Risco, que em todos os casos também estiveram \n\nabaixo de 1, não indicando a possibilidade de efeitos adversos a saúde humana. O mesmo pode \n\nser observado em um estudo efetuado por Yang et al. (2015), onde para o rio Wei na China os \n\nvalores dos metais analisados também estiveram inferiores a 1. Entretanto, como pode ser visto \n\nna Tabela 17, os Índices de Riscos aumentaram consideravelmente ao longo dos anos, e em \n\n2018 para as crianças, seu valor esteve bem próximo a 1, chamando a atenção para \n\nimplementação de medidas que venham diminuir a concentração destes contaminantes no rio. \n\nO Risco de Câncer foi calculado apenas para os elementos Arsênio e Cromo por se \n\ntratarem dos únicos elementos com potencial carcinogênico humano e com embasamento \n\ncientífico suficiente das indústrias farmacinéticas para que a USEPA conseguisse desenvolver \n\no Slope Factor.  \n\nAo longo de 70 anos de vida, o valor do Risco de Câncer para o cromo em 2015 foi \n\nde 4,00 10^-5 em 2018 foi de 4,5 10^-5, Já para o Arsênio os valores de 2015 e 2018 deram \n\nzero,  e nestes casos os valores estiveram dentro do limite de 10^-6 e 10^-4, não aumentando \n\nportanto, a probabilidade de se obter câncer ao longo da vida ao se ingerir as Doses Médias \n\nDiárias para estas substâncias. O mesmo pode ser observado por Giri e Singh (2015), onde os \n\nvalores de Arsênio e Cromo também estiveram dentro do limite considerável como aceitável. \n\n \n\n5.3 Análise do IQA e IET \n\n \n\nOs valores dos IQAs e IETs calculados para as amostras de água do Rio Todos os \n\nSantos nos diferentes anos de nossas coletas e das coletas do IGAM estão representados na \n\nTabela 18. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n63 \n\n \n\nTabela 18 - IQA e IET calculados para as amostras de água coletadas no rio Todos os \n\nSantos e os dados disponibilizados das coletas realizadas pelo IGAM para diferentes \n\nanos. \n\nÍndice Coleta \n\nANO \n\n(2012) \n\nIGAM \n\nANO \n\n(2012) \n\nColeta \n\nANO \n\n(2015) \n\nIGAM \n\nANO \n\n(2015) \n\nColeta \n\nANO \n\n(2018) \n\nIQA 51 56 53 55 56 \n\nIET 51 49 48 49 49 \n\nIQA: Índice de Qualidade da Água \n\nIET: Índice de Estado Trófico. \n\n \n\nA Tabela 18 não apresenta os valores de IQA e IET para as coletas realizadas pelo \n\nIGAM em 2018, pois estes valores ainda não se encontram disponibilizados pelo órgão.  \n\nDe uma forma geral pode-se dizer que o IQA melhorou com o passar dos anos nas \n\namostras analisadas pelo nosso grupo, entretanto, esta melhora não foi suficiente para elevar o \n\nIQA a um outro quadro de classificação, pois todos os anos apresentam IQA variando de 51 a \n\n56, e como já dito anteriormente IQAs que apresentam seus índices entre 50 a 70, se encontram \n\nclassificados na categoria média, ou seja a qualidade do rio para os anos analisados manteve-se \n\nmédia, sendo uma característica preocupante para esse rio. Outros estudos desenvolvidos no \n\nBrasil como o de Adrietti et al. (2016), mostraram que a qualidade da água do rio Caiabi no \n\nMato Grosso, apresentam os valores do IQA dentro da categoria boa, variando de 70 a 90. \n\n Pode-se observar também, que os valores do IGAM e das nossas coletas se \n\napresentaram numericamente próximos. \n\nCom relação ao IET houve uma queda deste parâmetro em nossas análises, porém, \n\nmesmo com essa diminuição, em todos os casos o IET apresenta-se como um valor que permite \n\nclassificar esse ambiente como Oligotrófico, estando no intervalo de 47 a 52. Os dados de \n\nIGAM e das nossas coletas também se apresentaram próximos para esse parâmetro. Para o \n\nestudo de Adrietti et al. (2016) os valores encontrados também foram bem diferentes, onde para \n\neste estudo os valores dos IET encontraram-se classificado como Ultraoligotróficos tendo \n\níndices inferiores a 47.  \n\n \n\n5.4 Análise da Tendência Comportamental do IQA ao longo dos anos \n\n \n\nOs IQAs calculados para os parâmetros, quantificação de Eschechira coli, Oxigênio \n\ndissolvido, Temperatura, Turbidez e pH, para os dados fornecidos pelo IGAM de 1997 a 2017 \n\nencontram-se representados nas Tabelas 19 e 20. \n\n\n\n \n\n \n\n64 \n\nComo pode ser observado nessas tabelas, com exceção dos anos de 1999, 2002, \n\n2004 e 2005, o IQA apresentou poucas variações e permaneceu classificado como médio dentro \n\ndestes 21 anos de análises. O pior valor de IQA foi apresentado para o ano de 2002 (42,0), \n\ndevido principalmente aos parâmetros de qualidade, com o segundo pior índice de Escherichia \n\ncoli, o terceiro pior índice de oxigênio dissolvido e o pior índice de turbidez desses registros \n\nhistóricos.  \n\nO melhor índice de IQA foi obtido para o ano de 1998, com índice de 63,00, o que \n\nnos chama a atenção, uma vez que esse resultado foi obtido há aproximadamente 20 anos.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n65 \n\n \n\nTabela 19- IQAs calculados de acordo com os dados disponibilizados pelo IGAM de 1997 a 2007. \n\nParâmetros Ano \n \n\n1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 \n\nOxigênio Dissolvido (mg/L) 4,20 6,30 6,70 5,70 5,40 4,90 6,30 5,80 5,90 5,40 5,40 \n\nEscherichia coli (NMP/mL) 28,00 17,00 3000,00 110,00 170,00 1600,00 240,00 500,00 900,00 80,00 80,00 \n\nTemperatura da Água (°C) 34,00 26,00 25,00 27,00 27,10 26,50 26,90 25,80 25,70 27,00 27,30 \n\nPh 6,50 6,80 6,80 7,10 7,06 6,84 6,40 7,10 6,40 6,80 6,50 \n\nTurbidez (NTU) 13,00 25,40 26,80 73,60 23,80 99,40 9,12 69,20 52,30 96,90 46,00 \n\nIQA 59,00 63,00 48,00 55,00 55,00 42,00 55,00 49,00 48,00 51,00 55,00 \n\nIQA: Índice de Qualidade da Água. \n\n \n\nTabela 20- IQAs calculados de acordo com os dados disponibilizados pelo IGAM de 2008 a 2017. \n\nParâmetros Ano  \n2008 2009 2010 2011 2012 2013 2014 2015 2016 2017 \n\nOxigênio Dissolvido (mg/L) 4,40 6,10 5,60 5,50 5,30 5,90 5,40 5,20 6,40 4,20 \n\nEscherichia coli (NMP/mL) 50,00 80,00 220,00 17,00 50,00 110,00 23,00 72,69 61,31 64,88 \n\nTemperatura da Água (°C) 30,50 27,30 27,00 27,10 25,30 22,40 24,80 24,60 27,00 22,50 \n\nPh 6,70 6,50 7,20 6,70 7,30 6,50 6,60 7,00 7,30 7,00 \n\nTurbidez (NTU) 66,50 53,10 59,40 58,50 49,50 27,50 21,30 29,30 19,00 6,93 \n\nIQA 54,00 55,00 52,00 59,00 56,00 55,00 61,00 55,00 61,00 52,00 \n\nIQA: Índice de Qualidade da Água. \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n66 \n\nPara representação gráfica desses IQAs, foi construído o Gráfico 1, que apresenta \n\na equação de linha de tendência do IQA ao longo dos anos. No eixo Y encontram-se os valores \n\nde IQA e no eixo X os valores correspondentes aos anos em questão, onde atribuiu-se valores \n\nde zero a vinte para representar os anos de 1997 a 2017 ordenados de forma crescente. \n\n \n\nGráfico 1 – Tendência Comportamental do IQA ao Longo dos Anos a partir de dados \n\ndisponibilizados pelo IGAM. \n\n \n\n \n\nComo pode ser visto, se aplicarmos a derivada da equação da reta, obteremos um \n\nvalor de 0,15, o que nos mostra que a tendência central do IQA tem sido de melhora de 0,15 de \n\nseu índice por ano. Entretanto, este valor é muito irrisório, mostrando que as políticas de \n\nsaneamento ambiental precisam atuar no sentido de que índices de qualidade de água melhores \n\nsejam atingidos, elevando esses valores de IQA. \n\n \n\n5.5  Análise de Cenários Futuros para o Parâmetros de Escherichia coli  \n\n \n\nDe acordo com a Tabela 21, pode-se visualizar os valores de carga total de E. coli \n\nprevistas para a população do município de Teófilo Otoni no período de 2018 a 2050. \n\n \n\n \n\n \n\n \n\ny = 0.1519x + 52.671\n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n0 5 10 15 20 25\n\nIQ\nA\n\nANO\n\nVariação do IQA Com Passar dos Anos\n\n\n\n67 \n\n \n\nTabela 21 – Estimativa das cargas totais de Escherichia coli baseadas no crescimento da \n\npopulação de Teófilo Otoni/MG ao longo dos anos. \n\nAno População \n\nEstimada \n\nTaxa de         \n\nCrescimento \n\nCarga Total \n\nEscherichia coli \n\n2018 142961 1027 1,43x10^15 \n\n2020 145015 1027 1,45x10^15 \n\n2030 155285 1027 1,55x10^15 \n\n2040 165555 1027 1,65x10^15 \n\n2050 175825 1027 1,76x10^15 \nPopulação Estimada: (habitantes) \n\nTaxa de Crescimento Populacional: (habitantes/ano) \n\nEscherichia coli: NMP/dia.  \n\n \n\nComo pode ser observado, a estimativa das cargas totais para o parâmetro E. coli \n\n(TAB. 21) não apresenta grandes variações ao longo dos anos, uma vez que de acordo com a \n\nbaixa taxa de crescimento populacional estimada, o aumento causado nesse índice se torna \n\npouco significativo. \n\nPara as cargas geradas em função da pecuária, os dados estão representados nas \n\nTabelas 22 e 23, onde a Tabela 24 apresenta os valores de cargas totais correspondentes aos \n\nrebanhos bovino, suíno e de aves separadamente, enquanto que as cargas totais para E. coli para \n\na pecuária incluindo esses 3 grupos estão representadas na Tabelas 23. \n\n \n\nTabela 22 – Cargas totais de Escherichia coli para os rebanhos bovino, suíno e de aves. \n\nAno Rebanho N° de Cabeças \n\nEstimadas \n\nTaxa de \n\nCrescimento \n\nCarga Total \n\nEscherichia coli \n\n2018 Bovino 105531 -66,27 5,70x10^14 \n\n2020 Bovino 105398 -66,27 5,69x10^14 \n\n2030 Bovino 104735 -66,27 5,65x10^14 \n\n2040 Bovino 104073 -66,27 5,62x10^14 \n\n2050 Bovino 103410 -66,27 5,58x10^14 \n\n2018 Suíno 19529 301,09 1,74x10^14 \n\n2020 Suíno 20131 301,09 1,79x10^14 \n\n2030 Suíno 23142 301,09 2,06x10^14 \n\n2040 Suíno 26153 301,09 2,33x10^14 \n\n2050 Suíno 29153 301,09 2,59x10^14 \n\n2018 Aves 392080 1307,82 9,41x10^13 \n\n2020 Aves 412695 1307,82 9,90x10^13 \n\n2030 Aves 515774 1307,82 1,24x10^14 \n\n2040 Aves 618852 1307,82 1,48x10^14 \n\n2050 Aves 721930 1307,82 1,73x10^14 \n\nTaxa de Crescimento: (cabeças/ano) - Escherichia coli: NMP/dia.  \n\n\n\n \n\n \n\n68 \n\n \n\nComo pode ser visto na Tabela 22 a taxa de crescimento bovina apresenta um \n\nnúmero negativo, indicando que este rebanho está sofrendo uma diminuição com o passar dos \n\nanos, devido principalmente ao aumento do número de abates dos animais (IBGE, 2010) e ao \n\ncusto benefício, visto que está aumentando cada vez mais o consumo de carnes brancas, o que \n\ntambém pode ser verificado pela taxa de crescimento de aves que é o maior índice dos rebanhos \n\nanalisados. \n\n \n\nTabela 23 – Cargas totais de Escherichia coli para a atividade Pecuária. \n\nAno Carga Total Escherichia coli \n\n2018 8,38x10^14 \n\n2020 8,47x10^14 \n\n2030 8,95x10^14 \n\n2040 9,43x10^14 \n\n2050 9,91x10^14 \n\nEscherichia coli: NMP/dia. \n\n \n\nNa Tabela 23 encontram-se as cargas totais geradas pela pecuária englobando os 3 \n\nrebanhos, em que se verifica um aumento gradual das cargas de E. coli mesmo com a \n\ndiminuição do rebanho bovino. Isto se deve ao crescimento dos outros rebanhos que compensa \n\na perda causada pelo rebanho bovino, apesar de esse aumento ser pouco significativo. \n\nOs resultados obtidos para as cargas geradas devido ao uso e ocupação do solo estão \n\nrepresentados nas Tabelas 24 e 25. Na Tabela 24 estão representados os valores totais \n\ncorrespondentes ao tipo de uso e ocupação do solo que são as áreas destinadas à agricultura, \n\náreas destinadas a florestas ou matas, áreas destinadas à pastagem e áreas destinadas a \n\nurbanismo. A Tabela 25 apresenta os valores gerados devido ao uso e ocupação do solo \n\nenglobando os quatro tipos de ocupação de solo considerados anteriormente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n69 \n\n \n\nTabela 24 – Cargas totais por área de uso e ocupação do solo ao longo dos anos. \n\nAno Uso e Ocupação \n\ndo Solo \n\nÁrea \n\nEstimada \n\nTaxa de \n\nCrescimento \n\nCarga Total \n\nEscherichia coli \n\n2018 Agricultura 19325,22 284,70 1,93x10^8 \n\n2020 Agricultura 19894,63 284,70 1,98 x10^8 \n\n2030 Agricultura 22741,68 284,70 2,27x10^8 \n\n2040 Agricultura 25588,73 284,70 2,56x10^8 \n\n2050 Agricultura 28435,78 284,70 2,84x10^8 \n\n2018 Mata 47877,24 325,44 4,79x10^5 \n\n2020 Mata 48528,13 325,44 4,85x10^5 \n\n2030 Mata 51782,58 325,44 5,17x10^5 \n\n2040 Mata 55037,03 325,44 1,50x10^5 \n\n2050 Mata 58291,48 325,44 5,83x10^5 \n\n2018 Pastagem 66516,53 -4390,41 6,65x10^10 \n\n2020 Pastagem 57735,71 -4390,41 5,73x10^10 \n\n2030 Pastagem 13831,61 -4390,41 1,38x10^10 \n\n2040 Pastagem 0,00 -4390,41 0,00 \n\n2050 Pastagem 0,00 -4390,41 0,00 \n\n2018 Urbano 133193,45 1166,00 1,33x10^13 \n\n2020 Urbano 135525,45 1166,00 1,35x10^13 \n\n2030 Urbano 147185,45 1166,00 1,47x10^13 \n\n2040 Urbano 158845,45 1166,00 1,58x10^13 \n\n2050 Urbano 170505,45 1166,00 1,70x10^13 \n\nTaxa de Crescimento: (área/ano) \n\nEscherichia coli: NMP/dia. \n\n \n\nNa Tabela 24, nota-se que a taxa de crescimento das áreas destinadas à pastagem \n\napresenta-se com uma diminuição, podendo ser justificado pela a diminuição na criação de bois \n\ncomo citado anteriormente. Para os outros sistemas de uso e ocupação do solo, podemos notar \n\numa constância nos valores estimados. \n\n \n\nTabela 25 - Cargas totais de uso e ocupação do solo ao longo dos anos. \n\nAno Carga Total Escherichia coli \n\n2018 1,33x10^13 \n\n2020 1,35x10^13 \n\n2030 1,47x10^13 \n\n2040 1,58x10^13 \n\n2050 1,70x10^13 \n\nEscherichia coli: NMP/dia. \n\n \n\n\n\n \n\n \n\n70 \n\nNa tabela 25, vemos também, uma constância na estimativa da carga total de E. coli \n\nao longo dos anos, em virtude do uso e ocupação do solo também apresentarem mudanças \n\npouco significativas. \n\nNa Tabela 26 encontram-se representados os valores da carga total de E. coli \n\ngerados pela população, pecuária e uso e ocupação do solo. Conforme o esperado os aumentos \n\nnas cargas totais se apresentam pouco significativos com passar dos anos. Estes valores não \n\ncorroboram com os valores encontrados por Tschiedel (2013), onde o mesmo encontrou um \n\naumento significativo de cargas para o rio Macaé no estado do Rio de Janeiro. \n\n \n\nTabela 26 – Carga total final de Escherichia coli gerados pela população, pecuária e uso \n\ne ocupação do solo ao longo dos anos. \n\nAno Carga Total Escherichia coli \n\n2018 2,28x10^15 \n\n2020 2,30X10^15 \n\n2030 2,45X10^15 \n\n2040 2,60X10^15 \n\n2050 2,77X10^15 \n\nEscherichia coli: NMP/dia. \n\n \n\nNas Tabelas 27 e 28 encontram-se os resultados da estimativa da carga poluente \n\nlançada no Rio Todos os Santos e da concentração de E. coli a partir do presente ano até o ano \n\nde 2050, considerando a população estimada nos respectivos anos. \n\n \n\nTabela 27- Carga de esgoto doméstico destinada a ETE e lançada no rio Todos os Santos \n\ncom previsões para até o ano de 2050. \n\nAno População \n\nEstimada \n\nÍndice de \n\natendimento \n\nCarga \n\nIndividual \n\nCarga \n\nDestinada a \n\nETE \n\nÍndice de \n\nEficiência \n\nda ETE \n\nCarga \n\nLançada \n\nno rio \n\n2018 142961 95% 10000000000 1,35x10^15 99% 1,35x10^13 \n\n2020 145015 95% 10000000000 1,37x10^15 99% 1,37x10^13 \n\n2030 155285 95% 10000000000 1,47x10^15 99% 1,47x10^13 \n\n2040 165555 95% 10000000000 1,57x10^15 99% 1,57x10^13 \n\n2050 175825 95% 10000000000 1,67x10^15 99% 1,67x10^13 \nCarga (NMP/dia). \n\n \n\nNa Tabela 27 encontram-se também, os dados do índice de atendimento, que é o \n\nvalor em porcentagem do número de habitantes que apresentam esgotamento sanitário \n\n\n\n71 \n\n \n\nencanado em suas casas. A carga destinada a ETE será, portanto, o valor de contribuintes \n\nmultiplicado pela carga individual. O índice de eficiência avalia a capacidade de redução de \n\ncarga de uma determinada Estação de Tratamento de Esgoto, e neste caso atribuiu-se um valor \n\nde alta eficiência de 99% de redução nas cargas geradas pela população. A carga lançada no rio \n\ncorresponde ao esgoto tratado e reduzido pelo índice de eficiência da ETE. \n\n \n\nTabela 28 – Concentração de Escherichia coli no ponto de mistura entre um \n\ndeterminado ponto de lançamento de esgoto doméstico e as águas do rio Todos os Santos \n\ncom estimativas até o ano de 2050. \n\nAno Vazão do rio \n\n(mL/dia) \n\nConcentração \n\nno rio \n\n(NMP/ml) \n\nVazão do \n\nEsgoto \n\n(mL/dia) \n\nCarga Esgoto \n\ntratado \n\n(NMP/dia) \n\nConcentração \n\nna Mistura \n\n(NMP/ml) \n\n2018 29488320000 10,00 21730072000 1,35E+13 269,33 \n\n2020 29488320000 10,00 22042280000 1,37E+13 271,58 \n\n2030 29488320000 10,00 23603320000 1,47E+13 282,43 \n\n2040 29488320000 10,00 25164360000 1,57E+13 292,66 \n\n2050 29488320000 10,00 26725400000 1,67E+13 302,32 \n\n \n\nOs dados de concentração de Escherichia coli no ponto de mistura, que corresponde \n\nao local onde os despejos são lançados estão apresentados na Tabela 28. Como pode ser \n\nobservado, estes valores se apresentam altos se comparados com a Resolução n° 357, de 17 de \n\nmarço de 2005, do CONAMA, que é de 10NMP/mL, pois o corpo receptor leva um tempo para \n\nque suas equações de equilíbrio (autodepuração do rio) comecem a diminuir a carga lançada. \n\nOs valores destas concentrações apesar de serem altas, variam pouco de um ano para o outro, e \n\nisto se deve ao baixo índice de crescimento populacional da região e dos cálculos considerados \n\nde apenas 1027 hab./dia. \n\nNa Tabela 29, são apresentados os valores das concentrações de Escherichia coli \n\nem virtude da distância do ponto de lançamento de um esgoto.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\n \n\n72 \n\n \n\nTabela 29 – Comportamento da concentração de Escherichia coli na mistura entre um \n\ndeterminado ponto de lançamento de esgoto doméstico e as águas do rio Todos os Santos \n\nem virtude da distância do ponto de lançamento com estimativas até o ano de 2050. \n\nDistância(m) Tempo(dia) Ct (2018) Ct (2020) Ct (2030) Ct (2040) Ct \n\n(2050) \n\n0,00 0,00 269,33 271,58 282,43 292,66 302,32 \n\n10000,00 0,33 179,47 180,97 188,20 195,02 201,45 \n\n20000,00 0,66 119,59 120,59 125,41 129,95 134,24 \n\n30000,00 0,99 79,69 80,36 83,57 86,60 89,45 \n\n40000,00 1,49 43,08 43,44 45,18 46,82 48,36 \n\n50000,00 1,65 35,39 35,68 37,11 38,45 39,72 \n\nCt (NMP/ml). \n\n \n\nNota-se, que a quantidade de E. coli tende a diminuir devido a taxa de decaimento \n\nbacteriano. Entretanto, para todos os casos analisados de estimativas futuras tem-se que mesmo \n\na distâncias de 50 Km do ponto de lançamento e mesmo se o rio estiver dentro do limite da lei \n\nde 10 NMP/ml antes do corpo receber as cargas de poluentes oriundas da ETE, e mesmo para \n\numa eficiência de 99% da ETE local (eficiência de países desenvolvidos), os valores das \n\nconcentrações finais encontram-se bem acima dos 10 NMP/ml exigidos. Sperling (2014) relata \n\nque existe uma grande dificuldade em se alcançar lançamentos de esgotos com baixas \n\nconcentrações globais de Escherichia coli, e que grandes estudos e esforços devem ser \n\nempreendidos para resolução do problema em questão. \n\n\n\n73 \n\n \n\n6 CONSIDERAÇÕES FINAIS \n\n \n\nApesar dos índices fisico-químicos estarem, na maioria dos casos, em \n\nconformidade com os padrões impostos pela Resolução n°357, de 17 de março de 2005, do \n\nCONAMA, os parâmetros quantificação de Escherichia coli e condutividade encontraram-se \n\nem todos os anos analisados fora dos limites preconizados, indicando que existe um alto índice \n\nde contaminação por resíduos fecais no trecho analisado, e uma grande quantidade de matéria \n\norgânica. Ao se comparar os valores dos parâmetros avaliados em nossas coletas com os valores \n\nobtidos pelo IGAM observa-se algumas discrepâncias nos dados, principalmente na \n\nquantificação de Escherichia coli que em nossas determinações estão bem acima dos valores \n\ndisponibilizados pelo IGAM. \n\nCom relação aos 19 elementos químicos analisados, apenas o alumínio e o ferro \n\nencontraram-se acima dos valores limites da Resolução n°357, de 17 de março de 2005, do \n\nCONAMA, sendo que esses metais em excesso nos organismos podem provocar reações \n\nadversas a saúde humana, apontando o alumínio com relação ao Mal de Alzheimer.  \n\nNo cálculo de Análise de Risco, as Doses Médias Diárias para todos os elementos \n\nencontraram-se dentro do limite das Doses de Referências Médias, entretanto, os metais \n\ningeridos por nosso organismo através da água de beber corresponde apenas a uma parte destes \n\nelementos presentes na dieta total, e nesse caso, esses valores médios diários poderiam ser \n\nultrapassados. Os Índices de Risco também se apresentaram abaixo de 1, não indicando riscos \n\nmaiores a saúde humana, bem como o valor de Risco de Câncer que para o cromo também \n\nesteve dentro dos limites. Entretanto, vale ressaltar que o Índice de Risco apresentou aumento \n\ncom passar dos anos avaliados, e que se este aumento continuar, em tempos futuros pode vir a \n\nultrapassar as doses de referência diárias e trazer para a população graves consequências a \n\nsaúde. \n\nNo cálculo do IQA, para os anos de 2012, 2015 e 2018 todos foram classificados \n\ncomo médios não havendo diferenças numéricas para as coletas feitas em nosso trabalho e as \n\ncoletas realizadas pelo IGAM. O IET calculado para todos os anos, manteve o rio dentro da \n\nclasse de oligotrófico. \n\nNa análise das tendências comportamentais dos IQAs ao longo dos anos, para os \n\nresultados analisados dos dados disponíveis pelo IGAM observou-se que com exceção dos anos \n\nde 1999, 2002, 2004 e 2005 que todos os outros anos apresentaram resultados semelhantes, \n\nsendo o pior índice observado para 2002 e o melhor para 1998. Ao se analisar a equação que \n\ndescreve a tendência comportamental deste parâmetro ao longo dos anos, observou-se que o \n\n\n\n \n\n \n\n74 \n\nmesmo tende a uma melhora de 0,15 ao ano, o que é muito irrisório para a melhora do quadro \n\nde qualidade da água do Rio Todos os Santos.  \n\nPara as análises de estimativas de cargas futuras observou-se que haverá poucas \n\nalterações de 2018 para 20150. Com relação ao comportamento das concentrações de \n\nEscherichia coli para pontos distantes do lançamento dos resíduos, observou-se que apesar da \n\ngrande redução e do cenário hipotético com uma ETE atuando em alta eficiência na nossa \n\nregião, os valores ainda assim se encontram acima dos limites exigidos pela lei. \n\nDe forma geral, pôde-se constatar que o rio Todos os Santos apresenta grande \n\npoluição de material de origem fecal, e que esta poluição será mantida nos próximos anos, caso \n\nnão haja uma mudança na tecnologia e nos procedimentos adotados pela Estação de Tratamento \n\nde Esgoto local e nas políticas de saneamento regional.  \n\nEste fato é de grande preocupação, visto que a qualidade da água desse rio encontra-\n\nse fora do preconizado pelas normas vigentes em nosso país. \n\n\n\n75 \n\n \n\n7 REFERÊNCIAS \n\n \n\nADRIETTI, G. et al. Índices de Qualidade da Água e de Estado Trófico do Rio Caiabi, MT. \n\nAmbiente e Água, Taubaté, p. 162, 10 jan. 2016. \n\n \n\nAGÊNCIA NACIONAL DAS ÁGUAS (ANA). Portal HidroWeb. Brasília: [s. d.]. \n\nDiponível em:&lt;http://www.snirh.gov.br/hidroweb/publico/apresentacao.jsf >. Acesso em 13 \n\njan. 2018. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). List of \n\nHazardous substances, 2012. Atlanta, 2012. Disponível em: \n\n<http://www.atsdr.cdc.gov/spl/index.html>. Acesso em: 28 jan 2018. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicological Profile for Aluminium. Atlanta, 2008. Disponível em: &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=190&amp;tid=34>. Acesso em: 28 jan 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for barium and barium compounds. Atlanta. 2007. Disponível em:&lt;\n\nhttp://www.atsdr.cdc.gov/toxprofiles/tp24.pdf>. Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for beryllium. Atlanta: 2002. Disponível \n\nem:<https://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=184&amp;tid=33>. Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for cadmium. Atlanta: 2008. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=47&amp;tid=15>. Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY \n\n(ATSDR).Toxicological profile for chromium. Atlanta,:2001. Disponível em: \n\n<http://www.atsdr.cdc.gov/toxprofiles/tp7.pdf>. Acesso em: 28 jan. 2018. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicological Profile for Cobalt. Atlanta: 2004. Disponível em: \n\n<http://www.atsdr.cdc.gov/toxprofiles/tp24.pdf>. Acesso em: 28 jan 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for copper. Atlanta: 2004. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=205&amp;tid=37>. Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicological profile for lead. Atlanta: 2005. Disponível em: \n\n<http://www.atsdr.cdc.gov/toxprofiles/tp13.pdf>. Acesso em: 23 dez.  2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR0. \n\nToxicoloogical profile for manganese. Atlanta: 2012. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=101&amp;tid=23>Acesso em: 28 dez. 2017. \n\n \n\n\n\n \n\n \n\n76 \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for mercury. Atlanta: 1999. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=113&amp;tid=24>Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for selenium. Atlanta: 2003. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=152&amp;tid=28>Acesso em: 28 dez. 2017. \n\n \n\nAGENCY FOR TOXIC SUBSTANCES AND DISEASE REGISTRY (ATSDR). \n\nToxicoloogical profile for uranium. Atlanta: 2013. Disponível &lt;\n\nhttps://www.atsdr.cdc.gov/toxfaqs/tf.asp?id=439&amp;tid=77>Acesso em: 28 dez. 2017. \n\n \n\nAGUIAR, V. L. B. Estimativa de Vazão dos Cursos D’água que Compõem a Bacia \n\nHidrográfica do Rio Todos os Santos: Uma abordagem utilizando Sistemas de Informações \n\nGeográficas. Trabalho de Conclusão de Curso (Graduação em Engenharia Hídrica), \n\nUniversidade Federal dos Vales do Jequitinhonha e Mucuri, Teófilo Otoni, 2014. \n\nALVES, E. C. et al. Avaliação da Qualidade da Água da Bacia do Rio Pirapó – Maringá, \n\nEstado do Paraná, por meio de Parâmetros Físicos, Químicos e Microbiológicos. Sistema de \n\nInformación Científica, Maringá, v.30, n.1, p. 39-48, 2012. \n\nARAL; HAL; VECCHIO-SADUS; ANGELICA. Toxicity of lithium to humans and the \n\nenvironment: A Literature Review. Ecotoxicology and environmental safety, Clayton \n\nSouth, p. 349-356, 13 ago. 2008. \n\n \n\nATLAS DIGITAL DAS ÁGUAS DE MINAS. Apresentação. Minas Gerais. [s. d.].  \n\nDisponível em: &lt;http://www.atlasdasaguas.ufv.br/ >. Acesso em 13 jan. 2018. \n\n \n\nBLODGETT, F. Bacteriological Analytical Manual. 8 ed. USA: Hypertext Source, 2003.  \n\nBRAGA, B. et al. Introdução á Engenharia Ambiental: O desafio do desenvolvimento \n\nsustentável. 2. ed. São Paulo: ABDR, 2005. \n\nBRASIL. Decreto Regulamentar nº06, de 05 de maio de 2001. Diário Oficial da República \n\nFederativa do Brasil, Brasília, 5 mai. 2001. I Série B, p.2613. \n\nBRASIL. Portaria nº2914, de 12 de dezembro de 2011. Diário Oficial da República \n\nFederativa do Brasil, Brasília, 12 dez. 2011. I Série D, p.1211. \n\nBROBERG, K. et al. Lithium in drinking water and thyroid function. Environmental Health \n\nPerspective, Lund, v. 119, n.6, p 827-830, 14 set. 2011. \n\nBROWMIK, A. K. et al. Mapping human health risks from exposure to trace metal \n\ncontamination of drinking water sources in Pakistan. Science of The Total Environment, v. \n\n538, p. 306 – 316, 2015. \n\nBUENO, L. F.; GALBIATTI, J. A.; BORGES, M. J. Monitoramento de Variáveis de \n\nQualidade da Água do Horto Ouro Verde – Conchal – SP. Engenharia Agrícola, Jaboticabal, \n\nv.25, n.3, p. 742-748, 2005. \n\n \n\n\n\n77 \n\n \n\nCOOK, J.D; BAYNES, R. D.; SKIKNE, B. S. Iron deficiency and the measurement of iron \n\nstatus. Nutrition Research Reviews, USA, p 189-202, 17 dez. 2007. \n\nCOMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO (CETESB). Coleta de \n\namostras de águas de rios. São Paulo: 2010.Disponível em:&lt;www.cetesb.sp.gov.br>. \n\nAcesso: 1 out. 2017. \n\nCOMPANHIA AMBIENTAL DO ESTADO DE SÃO PAULO (CETESB). Relatório de \n\nqualidade de águas subterrâneas no Estado de São Paulo 2015-2016. São Paulo: 2017. \n\nDisponível em :&lt;http://aguasinteriores.cetesb.sp.gov.br/wp-\n\ncontent/uploads/sites/12/2013/11/Cetesb_QualidadeAguasInteriores_2016_corre%C3%A7%\n\nC3%A3o02-11.pdf>. Acesso em 1 de out. 2017. \n\nCONSELHO NACIONAL DO MEIO AMBIENTE (CONAMA). Resolução n°357, de 17 de \n\nmarço de 2005. Diário Oficial da União, Brasília, 17 mar. 2005. P. 58-63.  \n\nCONSELHO NACIONAL DE POLÍTICAS AMBIENTAIS (COPAM); CONSELHO \n\nESTADUAL DE RECURSOS HÍDRICOS (CERH). Deliberação Normativa Conjunta n°01, \n\nde 05 de maio de 2008. Diário Executivo de Minas Gerais. 2005. \n\nCOMPANHIA DE SANEAMENTO DE MINAS GERAIS (COPSA). Tratamento de \n\nEsgoto em Teófilo Otoni. Minas Gerais: 2014. Disponível em:&lt;\n\nhttp://www.copasa.com.br/wps/portal/internet/imprensa/noticias/releases/rel2015/janeiro15rel\n\n/tratamento-de-esgoto-e-realizado-em-teofilo-\n\notoni/!ut/p/a0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOJ9DLwdPby9Dbz8gzzdDBy9g_zd_T2\n\ndgvx8zfULsh0VAfwq3lw!/>. Acesso em: 11 mai. 2018.  \n\nDELAFIORI, J. RING, G. e FUREY, A. Clinical applications of HPLC-ICP-MS element \n\nspeciation: A review. Talanta, v. 153, p.306-331, 2016. \n\nFARIAS, M. S. S. Monitoramento da Qualidade da Água na Bacia Hidrográfica do Rio \n\nCabelo. 2006. 136 f. Tese (Doutorado em Irrigação e Drenagem) – Programa de Pós-\n\nGraduação em Engenharia Agrícola, Universidade Federal de Campina Grande, Campina \n\nGrande, 2006. \n\nFARACHE FILHO, A.; DIAS, M. F. F. Qualidade microbiológica de águas minerais em \n\ngalões de 20 litros. Alimentos e Nutrição Araquara, Araraquara, v.19, n. 3, p. 243-248, \n\n2008.  \n\nFUNDAÇÃO NACIONAL DE SAÚDE (FUNASA). Manual Prático de Análise de Água. \n\n4ª ed. Brasília: Funasa, 2013. \n\nFREITAS, M. B.; BRILHANTE, O.M.; ALMEIDA, L. MARIA DE. Importância da análise \n\nde água para a saúde pública em duas regiões do Estado do Rio de Janeiro: enfoque para \n\ncoliformes fecais, nitrato e alumínio. Cadernos de Saúde Pública, Rio de Janeiro, p-651-\n\n660, 13 jun. 2001. \n\nGASPAROTTO, F. A. Avaliação Ecotoxicológica e Microbiológica da Água de Nascentes \n\nUrbanas no Município de Piracicaba – SP. 2011. 90f. Dissertação (Mestrado em Biologia \n\nna Agricultura e no Ambiente) – Centro de Energia Nuclear na Agricultura, Universidade de \n\nSão Paulo, São Paulo, 2011. \n\n\n\n \n\n \n\n78 \n\nGIRI, S.; SINGH, A.K. Human Health Risk Assessment Via Drinking Water Pathway \n\nDue to Metal Contamination In The Groundwater of Subarnarekha River Basin, India. \n\nEnvironmental Monitoring and Assessment, Índia, p 63-77, 3 fev. 2015. \n\n \n\nGOMES, M. A. F. Água: sem ela seremos o planeta marte de amanhã. Brasília: 2011. \n\nDisponível em:&lt;http://www.cnpma.embrapa.br/down_hp/464.pdf>. Acesso em: 21 jun. 2016. \n\nGUEVARA, M. V. M., Estudo da incorporação de urânio em osso de ratos Wistar e cães \n\nBeagle, utilizando técnicas nucleares. São Paulo: Universidade/USP, 2012. \n\nGUIMARÃES, G. A. Aspectos ambientais e toxicológicos dos metais pesados. Pará: 2000. \n\n(Apostila do Curso Aspectos Ambientais e Toxicológicos dos Metais Pesados - CREA-PA). \n\nDisponível em: \n\nhttp://ambientes.ambientebrasil.com.br/residuos/artigos/aspectos_ambientais_e_toxicologicos \n\n_dos_metais_pesados.html. Acesso em: 15 dez 2015. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA (IBGE). Institucional. \n\nBrasília: [s. d.]. Disponível em: &lt;https://www.ibge.gov.br/institucional/o-ibge.html> Acesso \n\nem 13 jan.  2018.  \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA (IBGE). Pesquisa nacional \n\nde saneamento básico 2008. Brasília: 2008. Disponível em: \n\n<http://www.ibge.gov.br/home/estatistica/populacao/condicaodevida/pnsb2008/PNSB_2008.p\n\ndf.>Acesso em: 21 fev.  2016.  \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA (IBGE). Censo 2010. \n\nBrasília: 2010. Disponível em:&lt;http://www.ibge.gov.br/cidadesat/topwindow.htm?1>. \n\nAcesso em: 4 out. 2017. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA (IBGE). Censo \n\nAgropecuário 1995. Brasília: 1995. Disponível em: &lt;https://www.ibge.gov.br/estatisticas-\n\nnovoportal/downloads-estatisticas.html>. Acesso em: 4 out. 2017. \n\nINSTITUTO BRASILEIRO DE GEOGRAFIA E ESTATISTICA (IBGE). Censo \n\nAgropecuário 2006. Brasília: 2006. Disponível em: &lt;https://www.ibge.gov.br/estatisticas-\n\nnovoportal/downloads-estatisticas.html>. Acesso em: 4 out. 2017. \n\nINSTITUTO MINEIRO DE GESTÃO DAS ÁGUAS (IGAM). Bacia Hidrográfica do Rio \n\nMucuri: Minas Gerais. [s.d]. Disponível em: &lt;\n\nhttp://www.igam.mg.gov.br/component/content/158?task=view>. Acesso em: 4 fev. 2017. \n\nINSTITUTO MINEIRO DE GESTÃO DAS ÁGUAS (IGAM). Calculadora de IQA e CT: \n\nMinas Gerais. [s.d].  Disponível em:<http://portalinfohidro.igam.mg.gov.br/calculadora-de-\n\niqa-e-ct/calculadora-de-iqa>. Acesso em: 4 fev. 2018. \n\nINSTITUTO MINEIRO DE GESTÃO DAS ÁGUAS (IGAM). Mapas. Belo Horizonte: [s.d]. \n\nDisponível \n\nem:<http://www.igam.mg.gov.br/index.php?option=com_content&amp;task=view&amp;id=89&amp;>. \n\nAcesso em: 4 fev. 2017. \n\n \n\n\n\n79 \n\n \n\nINSTITUTO MINEIRO DE GESTÃO DAS ÁGUAS (IGAM). Portal Info-Hidro. Belo \n\nHorizonte: [s.d]. Disponível em:&lt;http://portalinfohidro.igam.mg.gov.br/>. Acesso em: 4 fev. \n\n2018. \n\n \n\nINSTITUTO MINEIRO DE GESTÃO DAS ÁGUAS (IGAM). Qualidade das Águas \n\nSuperficiais de Minas Gerais em 2016: Resumo Executivo. Belo Horizonte: 2017. \n\nDisponível em: &lt;http://portalinfohidro.igam.mg.gov.br/publicacoes-tecnicas/qualidade-das-\n\naguas/qualidade-das-aguas-superficiais/relatorios-de-avaliacao-de-qualidade-das-aguas-\n\nsuperficiais/relatorios-anuais/12171-2016>. Acesso em: 2 jun. 2017. \n\n \n\nINTERNATIONAL AGENCY FOR RESEARCH OF CANCER (IARC). Agents Reviewed \n\nBy The Iarc Monographs. 2004. Disponível em \n\n<:http://monographs.iarc.fr/monoeval/Listagentsalphorder.pdf>. Acesso em: 2 jan. 2018. \n\n \n\nKATZUNG, B. G. Farmacologia Básica e Clínica. 8 ed. Rio de Janeiro: Guanabara Koogan, \n\n2003. \n\n \n\nLAMPARELLI, M. C. Grau de trofia em corpos d’água do estado de São Paulo: avaliação \n\ndos métodos de monitoramento. 2004. 207f. Tese de Doutorado – Universidade de São Paulo \n\n(USP), Departamento de Ecologia, São Paulo, 2004. \n\n \n\nLARENTIS, G. D. Modelagem Matemática da Qualidade de Água em Grandes Bacias: \n\nSistema Taquari-Antas, RS. 2004. 159f. Dissertação de Mestrado (Pós-Graduação em \n\nRecursos Hídricos e Saneamento Ambiental), Universidade Federal do Rio Grande do Sul, \n\nPorto Alegre, 2004. \n\n \n\nLAWRENCE, M.G. et al. Direct quantification of rareearth element concentrations in natural \n\nwaters by ICP-MS. Applied Geochemistry, Australia, p.839-848, 05 mai. 2006. \n\n \n\nLIU, J.; GOYER, R. A.; WAALKES, M. P. Efeitos Tóxicos dos Metais. In: KLAASSEN, C. \n\nD.; WATKINS III, J. B. Fundamentos em Toxicologia de Casaret e Doull. 2. ed. Porto \n\nAlegre: AMG, 2012. p. 327-336. \n\n \n\nLODISH, H., et al. Biologia Celular e Molecular. 7. ed. São Paulo: Artmed, 2014. \n\n \n\nMACEDO, J. A. B. Águas &amp; águas.  1. ed. São Paulo: Varela, 2001. \n\n \n\nMACEDO, J. A. B. Métodos Laboratoriais de Análises Físico-Químicas e \n\nMicrobiológicas. 2 ed. Belo Horizonte, MG: 2003. \n\n \n\nMELO, G. K. R. M. M. et. al. Histórico Evolutivo Legal dos Recursos Hídricos no Brasil: \n\nUma análise da Legislação sobre a gestão dos recursos hídricos a partir da história ambiental. \n\nBrasília: 2013. Disponível em:&lt;\n\nhttp://www.ambitojuridico.com.br/site/?n_link=revista_artigos_leitura&amp;artigo_id=11606>. \n\nAcesso em: 28 jan. 2018. \n\n \n\nMIGUEL, E. D. et al.  Risk based evaluation of the exposure of children to trace elements in \n\nplaygrounds in Madrid (Spain). Chemosphere, Spain, p. 505–513, 2007. \n\n \n\n\n\n \n\n \n\n80 \n\nMINISTÉRIO DA SAÚDE. Portaria nº 2914, de 12 de dezembro de 2011. Diário Oficial da \n\nRepública Federativa do Brasil, Brasília, 12 dez. 2011. Disponível em: &lt;\n\nhttp://bvsms.saude.gov.br/bvs/saudelegis/gm/2011/prt2914_12_12_2011.html>. Acesso em \n\n05 jan. 2018. \n\n \n\nMOREIRA, F. R. et al. Influência da Geometria da plataforma na determinação de chumbo \n\nem Zidouvudina. Química Nova, São Paulo, v. 25, n. 3, p. 379-383, 2002. \n\n \n\nMOURA, A. C.; ASSUMPÇÃO, R. A. B.; BISCHOFF, J. Monitoramento Físico-Químico e \n\nMicrobiológico da Água do Rio Cascavel Durante o Período de 2003 e 2006. Arquivos do \n\nInstituto Biológico, São Paulo, p. 17, mar. 2009. \n\n \n\nNATIONAL SAFETY COUNCL (NSC). Lead Poisoning. Itasca: 2004. Disponível em :&lt;\n\nhtpp://www.nsc.org/library/facts/lead.htm> Acesso em 28 de dezembro de 2017. \n\n \n\nNOGUEIRA, F. F.; COSTA, I. A.; PEREIRA, U. A. Análise de Parâmetros Físico-\n\nQuímicos da Água e do Uso e Ocupação do Solo na Sub-Bacia do Córrego da Água \n\nBranca no Município de Nerópolis – Goiás. 2015. 53f. Trabalho de Conclusão de Curso \n\n(Graduação em Engenharia Ambiental e Sanitária), Universidade Federal de Goiás, Goiânia, \n\n2015. \n\n \n\nNORDBERG, G.F. et al. Handbook on the Toxicology of Metals. 3 ed. Londres: Elsevier, \n\n2007. \n\n \n\nNUNES, E.A et al. Genotoxic Assessment on River Water Using Different Biological \n\nSystems. Chemosphere, Rio Grande do Sul, p. 47, 20 fev. 2011. \n\n \n\nOLIVEIRA, S.P. et al. Conversion of forest into irrigated pasture I. Changes in the chemical \n\nand biological properties of the soil. Catena, v. 137, p. 508-516, 2016. \n\n \n\nORGANIZAÇÃO DAS NAÇÕES UNIDAS (ONU). Water for Life Decade: Water scarcity. \n\nUNDP, 2006. \n\n \n\nORGANIZAÇÃO MUNDIAL DA SÁUDE (OMS). 5 steps for planning and evaluating \n\nworld water day activities. World Health Organization, 2008. \n\n \n\nOROUJI, H. et. al. Modeling Of Water Quality Parameters Using Data-Driven Models. \n\nJournal Of Environmental Engineering, Reston, p.947-957, 20 fev. 2013. \n\n \n\nPELCZAR, M. J.; CHAN, E.C.S.; KRIEG, N. R. Microbiologia. 4. ed. São Paulo: Pearson, \n\n2010. \n\n \n\nREBOUÇAS, A. C. A Sede Zero. Ciência e Cultura, São Paulo, p. 33-35, 12 dez. 2003.  \n\n \n\nRIBEIRO, F.B. Tratamento de Água Micropoluentes de Selênio, 2002. Disponível em :&lt;\n\nhttp://www.tratamentodeagua.com.br/a1/informativos/index.php> Acesso em 09 out.  2017. \n\n \n\nROESER, P.A. et al. Lithostratigraphic and geochronological framework for the \n\npaleoenvironmental reconstruction of the last 36 ka cal BP from a sediment record from Lake \n\nIznik (NW Turkey). Quaternary International, v. 274, p. 73-87, 2012. \n\n\n\n81 \n\n \n\nRUPPENTHAL, J. E. Toxicologia. Santa Maria: Universidade Federal de Santa Maria; \n\nColégio Técnico Industrial de Santa Maria; Rede e-Tec Brasil, 2013. \n\n \n\nSANTOS, A. F. Contribuição Potencial de Cargas Poluentes na Bacia do Rio das Pedras, no \n\nMunicípio de Guarapuava- PR. Revista de Ciências Exatas e Naturais, Paraná, v. 5, n.1, p \n\n33-46, 2003. \n\n \n\nSILVA, M. A. F.P. et al. Tipificação das práticas dos sistemas de produção agrícola ao longo \n\nda bacia do Rio Todos os Santos. In:______.Expedição Rio Todos os Santos: Rio De Todos \n\nQue Te Queremos Santo. Belo Horizonte: 2006. cap7, p. 84-86. \n\nSILVA, M. A. F.P; GODINHO, A.L de F. Expedição Rio Todos os Santos. In: SILVA, \n\nM.A.F.P et al. Expedição Rio Todos os Santos: Rio De Todos Que Te Queremos Santo. \n\nBelo Horizonte: 2006. cap 2, p. 24-28. \n\nSILVA, M.A.F.P. Bacia Hidrográfica do Rio Mucuri. In: GODINHO, A.L. de F. Expedição \n\nMucuri. Belo Horizonte: 2010. p. 61-64. \n\nSPERLING, M. V. Introdução à Qualidade das Águas e ao Tratamento de Esgotos. 4. ed. \n\nBelo Horizonte: Departamento de Engenharia Sanitária e Ambienta; Universidade Federal de \n\nMinas Gerais; 2014. \n\nTSCHIEDEL, A. F. Modelagem da Qualidade de Água para Cenários Futuros Através \n\ndo Modelo Qual- 2k: Um Estudo de Caso para o Rio Macaé, RJ. 2013. 119f. Trabalho de \n\nConclusão de Curso (Graduação em Engenharia Ambiental), Universidade Federal do Rio \n\nGrande do Sul, Porto Alegre, 2013. \n\nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY (US EPA). Human \n\nHealth Risk Assessment: United States. [s.d]. Disponível em: \n\n<https://www.epa.gov/risk/human-health-risk-assessment>. Acesso em: 05 jan. 2018. \n\nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY (US EPA). Tolerable \n\nDaily Intake: United States. [s.d]. Disponível em: \n\n<http://www.popstoolkit.com/tools/HHRA/TDI_USEPA.aspx >. Acesso em: 05 jan. 2018. \n\nUNITED STATES ENVIRONMENTAL PROTECTION AGENCY (US EPA). Slope \n\nFactors: United States. [s.d]. Disponível em: \n\n<http://www.popstoolkit.com/tools/HHRA/SF_USEPA.aspx >. Acesso em: 05 jan. 2018. \n\nVIEHBERG, F.A. et al. (2012) Seasonal hydrochemical changes and spatial sedimentological \n\nvariations in Lake Iznik (NW Turkey). Quaternary International, v. 274, p. 102-111. \n\n \n\nVITAMINAS &amp; SAIS MINERAIS – SELÊNIO. 2005. Disponível em :&lt;\n\nhttp://www.emedix.com.br/vit/vit030_1f_selenio.php>. Acesso em :28 de jan. 2018. \n\n \n\nWORD HEALTH ORGANIZATION. Beryllium. Geneva, 2001.  \n\n \n\nWORD HEALTH ORGANIZATION (WHO). Environmental Health Criteria 61- chromium. \n\nEnvironment programme, the Internacional Labour Organization, and the world \n\nHealth Organization, Geneva, p. 88-97, 12 out. 1999. \n\n \n\n\n\n \n\n \n\n82 \n\nWORD HEALTH ORGANIZATION (WHO). Silver in Drinking Water. 2003. Disponível \n\nem &lt;http://www.who.int/water_sanitation_health/dwq/chemicals/silver.pdf>. Acesso em :20 \n\njan. 2017.  \n\n \n\nWU, B. et al. Health risk from exposure of organic pollutants through drinking water \n\nconsumption in Nanjing, China. Bulletin of Environmental Contamination and \n\nToxicology, China, p. 46–50, 2010. \n\n \n\nYANG, X. et al. Heavy metal pollution and health risk assessment in the Wei \n\nRiver in China. Environ Monit Assess, EUA, p. 111, 12 fev. 2015."}]}}}