{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09538"}, {"@name": "filename", "#text": "1451_dissertacaoRebecaBacani.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade de São Paulo\n\nInstituto de Física\n\nSistemas Porosos de Zircônia e Céria\n\nRebeca Bacani\n\nOrientadora: Profa Dra Márcia Carvalho de\nAbreu Fantini\n\nDissertação de mestrado apresentada ao Ins-\ntituto de Física para a obtenção do título de\nMestre em Ciências\n\nComissão examinadora:\nProfa. Dra. Márcia Carvalho de Abreu Fantini (IF-USP)\nProf. Dr. Giancarlo Espósito de Souza Brito (IF-USP)\nProf. Dr. Renato Sanches Freire (IQ-USP)\n\nSão Paulo\n\n2009\n\n\n\nFICHA CATALOGRÁFICA\nPreparada pelo Serviço de Biblioteca e Informação\n\ndo Instituto de Física da Universidade de São Paulo\n\nBacani, Rebeca\n\nSistemas Porosos de Zircônia e Céria - São Paulo, 2009\n\nDissertação (Mestrado) - Universidade de São Paulo.\nInstituto de Física - Depto. Física Aplicada.\n\nOrientadora: Profa Dra Márcia Carvalho de Abreu Fantini\nÁrea de Concentração: Física da Matéria Condensada\n\nUnitermos:\n\n1. Física da Matéria Condensada;\n2. Mesoporoso;\n3. Zircônia;\n4. Céria;\n5. SAXS (Espalhamento de raios X a baixo ângulo).\n\nUSP/IF/SBI-002/2010\n\n\n\nAgradecimentos\n\na Profa. Dra. Tereza. S. Martins da UNIFESP - Diadema.\n\na orientadora Profa. Dra. Márcia C. A. Fantini do Laboratório de Cristalogra?a\ndo IF-USP.\n\nao Prof. Dr. Renato Freire e a todos do Laboratório do Grupo de Pesquisa em\nQuímica Verde e Ambiental (GPQVA) do IQ-USP.\n\nao Antônio Carlos, Serginho e a todos do Laboratório de Cristalogra?a do IF-USP.\n\nao Prof. Dr. Jivaldo R. Matos do Laboratório de Análise Térmica do IQ-USP.\n\nao Prof. Dr. Diego G. Lamas e ao Prof. Dr. Rodolfo O. Fuentes do CINSO,\nArgentina.\n\nao CNPq pelo apoio ?nanceiro.\n\na FAPESP pela utilização de equipamentos.\n\nao LNLS pela utilização das facilidades experimentais.\n\nao Gabriel Weber do Departamento de Física Matemática do IF-USP.\n\nao Francisco M. Neto do Laboratório de Cristalogra?a do IF-USP.\n\ne a todos amigos e familiares que ajudaram na conclusão desse trabalho.\n\niii\n\n\n\n\n\nSumário\n\nAgradecimentos iii\n\nResumo xi\n\nAbstract xiii\n\n1 Estado da arte 1\n1.1 Materiais porosos e aplicações . . . . . . . . . . . . . . . . . . . . . . . 1\n1.2 Motivação e objetivos . . . . . . . . . . . . . . . . . . . . . . . . . . . . 8\n\n2 Técnicas experimentais de análise 11\n2.1 Difração de raios X (XRD) . . . . . . . . . . . . . . . . . . . . . . . . . 11\n2.2 Espalhamento de raios X a baixo ângulo (SAXS) . . . . . . . . . . . . 13\n2.3 Isotermas de adsorção-dessorção de nitrogênio\n\n(NAI) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\n\n3 Síntese de ZrO2-CeO2 poroso: resultados e discussão 21\n3.1 Introdução . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\n3.2 Métodos de síntese: ZrO2-x%CeO2 . . . . . . . . . . . . . . . . . . . . 21\n3.3 Resultados . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 25\n\n3.3.1 Método cloreto hidratado . . . . . . . . . . . . . . . . . . . . . 25\n3.3.2 Método cloreto anidro . . . . . . . . . . . . . . . . . . . . . . . 28\n3.3.3 Método nitrato . . . . . . . . . . . . . . . . . . . . . . . . . . . 36\n3.3.4 Método solução supersaturada . . . . . . . . . . . . . . . . . . . 39\n\n3.4 Sínteses com silício: Resultados . . . . . . . . . . . . . . . . . . . . . . 42\n3.4.1 Método híbrido . . . . . . . . . . . . . . . . . . . . . . . . . . . 43\n3.4.2 Método paliçada de Si . . . . . . . . . . . . . . . . . . . . . . . 46\n3.4.3 Método paliçada de Si com temperatura de síntese de 40?C . . . 53\n\n3.5 Fluxograma . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 56\n\n4 Comparação dos resultados e conclusões 57\n\nv\n\n\n\nvi SUMÁRIO\n\n5 Trabalhos Futuros 61\n\nReferências 62\n\n\n\nLista de Figuras\n\n1.1 Estruturas de poros hexagonal, cúbica e lamelar da família M41S (L. C.\nCides da Silva, IQ-USP. Dissertação de Mestrado, 2003). . . . . . . . . 2\n\n1.2 Imagem de microscopia eletrônica de transmissão do MCM-41, no de-\ntalhe, o formato dos poros em estrutura bidimensional hexagonal[1]. . . 2\n\n1.3 Representação do mecanismo de formação de auto-agregação na síntese\ncom troca iônica[2]. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4\n\n1.4 Representação do mecanismo de formação de materiais mesoporosos com\ncopolímeros[3]. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 5\n\n1.5 Resultados para a conversão de metano (CH4) e dióxido de carbono\n(CO2) com Ni disperso em matriz de zircônia mesoporosa em compara-\nção a uma amostra convencional de zircônia com 10% de Ni sintetizada\npor precipitação (Conv.)[35]. . . . . . . . . . . . . . . . . . . . . . . . . 6\n\n1.6 Representação esquemática de funcionamento de uma célula combustível\nde óxido sólido (SOFC), (U.S.Dept. of Energy-EERE). . . . . . . . . . 6\n\n1.7 Fases do óxido de zircônio[30]. . . . . . . . . . . . . . . . . . . . . . . . 8\n\n2.1 Representação da difração de raios X por um cristal. . . . . . . . . . . 12\n\n2.2 Montagem para um equipamento de SAXS[4]. . . . . . . . . . . . . . . 14\n\n2.3 Intensidade espalhada para 3 esferas de raios diferentes, onde x=q (vetor\nde espalhamento, q = (4?/?) sen?hkl (A. F. Craievich, com permissão). . 14\n\n2.4 Intensidade espalhada para um gás, líquido e um sólido organizado, onde\n? = 2? (A. F. Craievich, com permissão). . . . . . . . . . . . . . . . . . 15\n\n2.5 Esquema da estrutura de poros hexagonal bidimensional da sílica SBA-\n15[5]. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15\n\n2.6 (a) Representação dos tipos de isotermas de adsorção descritos por\nBrunauer; (b) Representação dos tipos de histereses em isotermas de\nadsorção-dessorção[6]. . . . . . . . . . . . . . . . . . . . . . . . . . . . . 18\n\n3.1 Diagrama esquemático de síntese de ZrO2-CeO2 porosa. . . . . . . . . . 22\n\nvii\n\n\n\nviii LISTA DE FIGURAS\n\n3.2 Resultados de SAXS para amostras como sintetizadas (AS), para o\nmétodo cloreto hidratado com concentração molar de 50, 70 e 90% de\nCeO2. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 26\n\n3.3 Resultados de SAXS para amostras como sintetizadas pelo método cloreto\nanidro para a concentração molar de 50 e 90% de CeO2 (LNLS). . . . . 28\n\n3.4 Resultados do experimento de SAXS com calcinação in-situ para a\namostra de ZrO2/CeO2 com 50% de CeO2 (LNLS). . . . . . . . . . . . 30\n\n3.5 Resultados do experimento de SAXS com calcinação in-situ para a\namostra de ZrO2/CeO2 com 90% de CeO2 (LNLS). . . . . . . . . . . . 31\n\n3.6 Resultados de XRD para a amostra de ZrO2/CeO2 com 50% de CeO2\n(LNLS). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\n\n3.7 Resultados de XRD para a amostra de ZrO2/CeO2 com 90% de CeO2\nLNLS). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 35\n\n3.8 Resultados para as isotermas de adsorção-dessorção de N2 para as amostras\ncom concentrações molares de 50% e 90% de CeO2 (método cloreto anidro). 36\n\n3.9 Resultados de SAXS para amostra de ZrO2/CeO2 com 90% de CeO2\n(método nitrato). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 37\n\n3.10 Resultados de XRD para amostra calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método nitrato). . . . . . . . . . . . . . . . . . . . 38\n\n3.11 Resultados para a isoterma de adsorção-dessorção de N2 para a amostra\ncom concentração molar de 90% de CeO2 (método nitrato). . . . . . . . 39\n\n3.12 Resultados de SAXS para amostra como sintetizada, com tratamento\ntérmico até 300?C e calcinada até 540?C, de ZrO2/CeO2 com 90% de\nCeO2 (método solução supersaturada). . . . . . . . . . . . . . . . . . . 40\n\n3.13 Resultados de XRD para amostra, calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método solução supersaturada). . . . . . . . . . . . 41\n\n3.14 Diagrama esquemático das sínteses de SiO2:ZrO2-CeO2 poroso. . . . . . 43\n3.15 Resultados de SAXS para a amostra como sintetizada e calcinada (até\n\n540?C) para método híbrido (0,1mol de Si). . . . . . . . . . . . . . . . 44\n3.16 Resultados para a isoterma de adsorção-dessorção de N2 para a amostra\n\ncom concentração molar de 90% de CeO2 e 0,1mol de Si (método híbrido). 45\n3.17 Resultados de SAXS para amostra como sintetizada e calcinada (até\n\n540?C) para amostra de ZrO2/CeO2 com 90% de CeO2 e 0,1mol de Si\n(método paliçada). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 46\n\n3.18 Resultados de SAXS para a amostra como sintetizada e calcinada (até\n540?C) para amostra de ZrO2/CeO2 com 90% de CeO2 e 0,3mol de Si\n(método paliçada). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 47\n\n3.19 Resultados de SAXS e XRD para tratamento térmico a 300, 350, 400\ne calcinação até 540?C da amostra Zr90CeP10, sintetizada através do\nmétodo paliçada, com 90% de Ce e 10% de Si. . . . . . . . . . . . . . . 49\n\n\n\nLISTA DE FIGURAS ix\n\n3.20 Resultados de SAXS e XRD para tratamento térmico a 300, 350, 400\ne calcinação até 540?C da amostra Zr90CeP30, sintetizada através do\nmétodo paliçada, com 90% de Ce e 30% de Si. . . . . . . . . . . . . . . 50\n\n3.21 Resultados para as isotermas de adsorção-dessorção de N2 para as amostras\ncom concentração molar de 90% de CeO2, 0,3 e 0,1mol de Si (método\npaliçada). . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 52\n\n3.22 Resultados de SAXS para tratamento térmico a 400?C e calcinação até\n540?C para o método paliçada temperatura de síntese de 40?C, com 90%\nde Ce e 30% de Si. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 53\n\n3.23 Resultados de XRD para amostra calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método paliçada com temperatura de síntese de 40\n\n?C). 54\n3.24 Fluxograma com estratégias de síntese, tratamentos térmicos e calci-\n\nnações feitas nesse trabalho. . . . . . . . . . . . . . . . . . . . . . . . . 56\n\n\n\n\n\nResumo\n\nNeste trabalho foram desenvolvidas sínteses de ZrO2-x%CeO2, baseadas na pre-\nparação da sílica mesoporosa ordenada SBA-15, utilizando um molde de co-polímero\ntribloco Pluronic P-123, diversos precursores de zircônio e cério e diferentes métodos.\nOs métodos de síntese testados foram com: precursores a base de cloreto hidratado\n(com x=50, 70 e 90), precursores a base de cloreto anidro (x=50 e 90), precursores\na base de nitrato (x=90), solução supersaturada de nitrato (x=90), do tipo híbrido\ncom Zr, Ce e Si (com 10%mol de Si e x=90), paliçada de Si (com 10 e 30%mol de\nSi e x=90) e paliçada de Si com temperatura de síntese de 40?C (com 30%mol de Si\ne x=90). Visando obter paredes compostas por fase cristalina única e grande área\nsuper?cial, para futuras aplicações em catálise. Os compósitos polímero/(zircônio-\ncério) sintetizados a partir de cloretos formam uma estrutura lamelar organizada, que\nse transforma num sistema poroso desordenado após a calcinação para a retirada do\nmolde. O processo de decomposição/remoção do molde até 540?C produz mudanças de\nfase nos precursores a base dos metais utilizados, além das transformações morfológicas.\nPara uma concentração de 90% de CeO2 obtém-se um material poroso com paredes\nhomogêneas de estrutura fcc e de maior estabilidade mecânica. Os valores de área\nsuper?cial e volume de poros dependem fundamentalmente do método de preparação\ndo material e independem da concentração de CeO2. Aumentos signi?cativos da área\nsuper?cial (?100m2/g) e do volume de poros (?0,4cm3/g) são obtidos a partir da\nintrodução de sílica nesses sistemas. Foram alcançados área super?cial ?6 vezes maior\ne tamanho de cristalito 4 vezes superior à do material similar nanocristalino preparado\npor gel-combustão. Esses valores também são iguais aos reportados para os melhores\nmateriais porosos a base de zircônia-céria, preparados por outros métodos, encontrados\nna literatura.\n\nxi\n\n\n\n\n\nAbstract\n\nIn this work synthesis of ZrO2-x%CeO2 were developed, based on the formation\nof ordered mesoporous silica SBA-15, using the triblock co-polymer Pluronic P-123 as\ntemplate, di?erent precursors of zirconium and cerium and di?erent methods. The\ntested synthesis methods were with: hydrated chloride precursors (with x=50, 70 and\n90), anhydrous chloride precursors (x=50 and 90), nitrate precursors (x=90), super-\nsaturated nitrate solution (x=90), hybrid type with Zr, Ce and Si (with 10%mol of Si\nand x=90), Si palisade (with 10 e 30%mol of Si and x=90) and Si palisade with synthe-\nsis temperature of 40?C (with 30%mol of Si and x=90). Aiming to obtain crystalline\nsingle phase walls and large super?cial area, for future applications in catalysis. The\ncomposites polymer/zirconium-cerium synthesized from chloride precursors formed an\norganized lamellar structure, which transforms into a disordered porous system after\nthe calcination to remove the template. The template decomposition/removal up to\n540?C produces phase transformations in the metallic precursors, besides morphologi-\ncal changes. A CeO2 content of 90% resulted in a porous material with homogeneous\nwalls of fcc structure and better mechanical stability. The values of super?cial area\nand pore volume depend mostly on the preparation method rather than the CeO2\nconcentration. Signi?cant increases on super?cial area (?100m2/g) and pore volume\n(?0.4cm3/g) were obtained with the introduction of silica into the material. Super?cial\narea ?6 times larger and crystallite size 4 times superior to a nanocrystalline similar\nmaterial, made by gel-combustion were attained. These ?gures are also equal to the\nones reported for the best porous zirconia-ceria materials, prepared by other routes,\nfound in the literature.\n\nxiii\n\n\n\n\n\nCapítulo 1\n\nEstado da arte\n\n1.1 Materiais porosos e aplicações\n\nSólidos porosos são utilizados como adsorventes, catalisadores ou como suporte para\ncatálise, uma vez que são materiais que apresentam alta área super?cial S, onde 100\n. S . 1000m2/g, quando comparados com materiais maciços ?in bulk?. Os materiais\nporosos são classi?cados pela IUPAC (International Union of Applied Chemistry) de\nacordo com o diâmetro dos poros (d) em, microporosos (d &lt;2 nm), mesoporosos (2&lt;\nd &lt;50nm) e macroporosos (d > 50nm).\n\nEm 1992, a preparação de materiais como o MCM-41 (Mobil Composition of Mater),\nempregando um surfactante iônico como molde, com paredes de sílica amorfa, um ar-\nranjo regular de poros ordenados e uma distribuição de tamanho de poros muito estreita\n(da ordem de 2nm), deu um novo rumo à pesquisa de sistemas mesoporosos[7, 8, 9, 10].\n\nNo início, a pesquisa nesses sistemas concentrava-se na síntese de outros materiais\n(metálicos e não metálicos), baseada no conceito da síntese do MCM-41, e também no\nmecanismo de formação e na caracterização desses sistemas.\n\nA difração de raios X do MCM-41 apresenta tipicamente entre 3 a 5 re?exões a\nbaixo ângulo, indexadas como (100), (110), (200), (210) e (300), do arranjo de tubos\nde sílica na forma hexagonal bidimensional (P6m). Uma vez que esses materiais não\nsão cristalinos em nível atômico, não são encontradas re?exões para ângulos maiores.\nA família de materiais M41S, à qual o MCM-41 pertence é representada juntamente\ncom os difratogramas de raios X, na ?gura 1.1[7]. Uma imagem e uma ilustração dessa\nestrutura são apresentadas na ?gura 1.2.\n\nAtualmente a pesquisa em materiais porosos ordenados tem por objetivo controlar\no tamanho, a forma e a uniformidade do espaço ?vazio? e os átomos e moléculas que\no de?nem. Com isso pretende-se melhorar a interação do material com outros áto-\nmos, íons e moléculas, não apenas na superfície, mas também dentro do volume do\nmaterial. Dentro desse contexto, na última década ocorreram avanços signi?cativos na\n\n1\n\n\n\n2 Estado da arte\n\nFigura 1.1: Estruturas de poros hexagonal, cúbica e lamelar da família M41S (L. C.\nCides da Silva, IQ-USP. Dissertação de Mestrado, 2003).\n\nFigura 1.2: Imagem de microscopia eletrônica de transmissão do MCM-41, no detalhe,\no formato dos poros em estrutura bidimensional hexagonal[1].\n\npreparação de novos sólidos com estrutura de poros ordenados, utilizando uma vasta\ngama de materiais[2, 8, 11].\n\nEsses avanços permitiram a produção de sistemas com propriedades não usuais,\n\n\n\n1.1. Materiais porosos e aplicações 3\n\nampliando as tradicionais áreas de aplicação em catálise e absorção, para outras áreas,\nindo desde a microeletrônica até diagnóstico médico[12].\n\nA formação de estruturas cúbicas ou hexagonais em sílicas mesoporosas depende\ndos tipos de precursores, das condições de síntese, como por exemplo, a concentração do\nmolde, pH do meio, do tempo de agitação, da temperatura e do tempo do tratamento\nhidrotérmico[1, 8].\n\nO mecanismo de formação desses materiais, utilizando surfactantes iônicos é pro-\nposto em três passos, primeiramente os ânions de silicato agem como ligantes fortes\npara as cabeças catiônicas do surfactante, formando uma fase lamelar de surfac-\ntante/silicato. Em seguida, a polimerização do silicato ocorre preferencialmente na\nregião de interface, levando a uma redução da carga negativa nessa interface. Por\n?m, a combinação de densidade de carga entre o surfactante e a sílica levam a uma\ntransformação de fase, formando um compósito hexagonal.\n\nO aumento da concentração de surfactante promove a formação de tubos de silicato\nauto-organizados (?gura 1.3). Outras concentrações ou tipos de surfactante podem\nlevar a outras estruturas (cúbica e lamelar), como mostrado na ?gura 1.1[8].\n\nQuando a família M41S foi descoberta e analisada, haviam muitas expectativas com\nrelação às aplicações, como por exemplo, na indústria petroquímica para a utilização\ndesses materiais na ?ltragem de resíduos pesados de soluções contaminadas, usualmente\nrealizado com peneiras moleculares (zeólitas)[12, 13].\n\nStucky e Monnier propuseram a substituição de silicatos por óxidos metálicos,\nprimeiramente óxido de tungstênio e antimônio, que foram sintetizados a partir de\nsurfactantes catiônicos gerando estruturas hexagonais bidimensionais. No caso do óxi-\ndo de molibdênio formou-se uma estrutura lamelar[2].\n\nEm 1998, foi obtido um grande progresso na síntese de novos materiais mesoporosos\nordenados através do uso de moldes de copolímeros di- e tri-bloco[10, 14]. Esses\npolímeros, com partes hidrofílica e hidrofóbica, mas eletricamente neutros, dão origem\na materiais com mesoporos ordenados de diferentes simetrias. Esses direcionadores de\nestrutura produzem sílicas com tamanho de poro entre 5 a 30nm (com utilização de\nagentes dilatadores de poro, como 1,3,5-trimetilbenzeno, TMB), área super?cial em\ntorno de 1000m2/g e espessura das paredes entre poros de 3 a 4nm após a remoção\ntotal do polímero através da calcinação, feita com temperatura ?500?C[15, 16]. Es-\nsas sílicas com estrutura bidimensional hexagonal são conhecidas como SBA-15. O\nmecanismo de formação dessas estruturas é esquematizado na ?gura 1.4.\n\nTambém, na área de catálise, a incorporação de alumínio em estruturas de sílica\nmesoporosa ordenada é capaz de gerar sítios mais ácidos. Entretanto, esses alumi-\nnosilicatos não apresentam um potencial catalítico tão maior quando comparado a\noutros materiais, o que pode ser atribuído ao fato das paredes serem formadas de sílica\namorfa[2, 8].\n\nA extensão do processo de síntese utilizando polímeros como agentes direcionadores\nde estrutura na formação de óxidos metálicos mesoporosos já foi pesquisada (TiO2,\n\n\n\n4 Estado da arte\n\nFigura 1.3: Representação do mecanismo de formação de auto-agregação na síntese\ncom troca iônica[2].\n\nZrO2, Nb2O5, Ta2O5, etc)[17]. Entretanto, a estabilidade térmica e mecânica desses\nmateriais ainda não foi completamente analisada. Acredita-se que essa estabilidade\nesteja relacionada principalmente à estrutura das paredes dos poros, pois durante a\ncalcinação para a remoção do molde os metais se transformam em óxidos e as paredes\nse tornam semi ou totalmente cristalinas. Essa transformação pode ser responsável\npela perda de ordenação das estruturas porosas, diferentemente do que ocorre com as\nparedes de sílica, que permanecem amorfas após a calcinação, bem como, com poros\nordenados[2, 5, 11, 17, 18].\n\nEm particular, materiais mesoporosos a base de zircônia, com alta área super?cial,\nsão potenciais candidatos para uso em catálise e em células combustíveis de óxido sólido\nou Solid Oxide Fuel Cells, conhecidas como SOFC's, em sua maioria confeccionadas\ncom zircônia dopada com ítria (comumente chamada de YSZ, ou Yttria Stabilized\n\n\n\n1.1. Materiais porosos e aplicações 5\n\nFigura 1.4: Representação do mecanismo de formação de materiais mesoporosos com\ncopolímeros[3].\n\nZirconia), que possibilita a estabilização de fases não estáveis da zircônia que possuem\nmelhores características para essas aplicações[19, 20, 21, 22, 23, 24].\n\nNo processo de conversão de gases, ZrO2 mesoporosa é capaz de aumentar a esta-\nbilidade de catalisadores de níquel em relação a materiais convencionais, como mostra\na ?gura 1.5. As amostras apresentadas são de zircônia mesoporosa com alta disper-\nsão de Ni (5, 7 e 10%), sintetizadas com o polímero Pluronic P-123 e apresentam\nalta área super?cial. Essas amostras possuem estabilidade em altas temperaturas,\npermanecendo ativa por até 50 horas de reação, enquanto a amostra sintetizada pelo\nprocesso de precipitação convencional, foi rapidamente desativada pela formação de\nresíduos carbonáceos após combustão[35].\n\nA adição de CeO2 e a formação de óxidos de Ce-Zr é pesquisada pois esses metais\ncombinados tem aplicações em catálise. A céria é e?ciente em processos de transferência\nde elétrons, em que a condução iônica ocorre em virtude das vacâncias de oxigêncio\nexistentes na sua estrutura cristalina e, a presença da zircônica pode contribuir para\naumentar esses defeitos da rede[25]. Ultimamente esses sistemas tem sido estudados\npara aplicação em catálise automobilística, SOFC's, componentes para absorção de\nradiação ultravioleta, materiais utilizados em polimento de vidros, etc[26, 27].\n\nOs eletrodos da SOFC exigem especi?cações rígidas devido à sua operação em\n\n\n\n6 Estado da arte\n\nFigura 1.5: Resultados para a conversão de metano (CH4) e dióxido de carbono (CO2)\ncom Ni disperso em matriz de zircônia mesoporosa em comparação a uma amostra\nconvencional de zircônia com 10% de Ni sintetizada por precipitação (Conv.)[35].\n\nFigura 1.6: Representação esquemática de funcionamento de uma célula combustível\nde óxido sólido (SOFC), (U.S.Dept. of Energy-EERE).\n\n\n\n1.1. Materiais porosos e aplicações 7\n\naltas temperaturas (? 1000?C), o que requer alta estabilidade térmica e controle de\nreatividade química, fase, morfologia, expansão térmica, morfologia, condutividade\niônica, etc[21]. O ânodo da célula pode ser confeccionado com zircônia estabilizada com\nítria ou céria; o cátodo, com magnetitas de estrôncio e lantânio (LSM) e, o condutor\nde íons de oxigênio, o eletrólito, pode também ser fabricado de zircônia. A célula é\nalimentada com combustível, no caso da ?gura 1.6, com gás hidrogênio e ar. Os íons\nO2? migram do cátodo ao ânodo, reagem com o combustível gerando uma corrente\nelétrica no sistema[25, 23, 24].\n\nSistemas de zircônia-céria e ítria, também em SOFC's levam a melhoras impor-\ntantes no transporte mássico combustível/oxidante, na mobilidade do íon metálico, na\ncondutividade eletrônica e na transferência de carga, permitindo atingir um limite de\ntemperatura de operação mais baixa, através da retenção de fases metaestáveis que\nfavorecem reações de difusão de gases[21, 25, 26, 27].\n\nEm diversos sistemas com óxido de zircônio são observadas três formas da fase\ntetragonal, denominadas t, t' e t?, todas correspondentes ao grupo espacial P42/nmc\n[26, 28, 29, 30, 31, 32]. Isso ocorre para soluções sólidas homogêneas em composição.\nAs três formas da fase tetragonal apresentam uma estrutura cristalina muito similar à\nfase cúbica (fcc, tipo ?uorita). A forma t é a forma de equilíbrio do diagrama de fases\ne está restrita ao limite de solubilidade previsto no diagrama. A forma t' apresenta a\nmaior solubilidade mas é instável, e no equilíbrio se transforma numa mistura de fases\ntetragonal (t) e cúbica. As formas t e t' apresentam razão axial c/a entre 1,005 e 1,015.\nPara concentrações de dopante maiores existe uma terceira forma tetragonal, chamada\nt?, com c/a = 1, mas com os ânions O2? deslocados das suas posições na fase cúbica, na\ndireção de c. Finalmente, aumentando-se mais a concentração do dopante, se retém a\nfase cúbica. E nessa fase, os ânios O2? apresentam coordenadas fracionárias (1/4 1/4 1/4)\ne equivalentes por simetria, entretanto na fase tetragonal os ânions estão em (1/4 1/4\nz(O)), e equivalentes por simentria, com z(O) entre 0 e 1/4. As fases são representadas\nna ?gura 1.7.\n\nO uso de ZrO2-x%MOy (M = Y, Ce, Sc, Ca, etc)[27, 29, 33, 34] em aplicações\ncatalíticas e em SOFCs requer alta área super?cial, o que pode ser conseguido em\nsistemas de nanopartículas preparadas através de métodos sol-gel ou gel-combustão[5,\n26, 35, 36, 37]. Esses processos de síntese também estabilizam fases cristalográ?cas\nmetaestáveis[26], que apresentam melhor desempenho nas aplicações de interesse.\n\nAs primeiras tentativas de preparar ZrO2 mesoporosa ordenada foram feitas com\nprecursores a base de sulfatos e surfactantes catiônicos, gerando estruturas hexagonais\nbidimensionais e lamelares, de acordo com a quantidade de Zr/surfactante. No entanto,\nmesmo com outros métodos de calcinação mais lentos ou extração por solvente observa-\nse que a estrutura ordenada é perdida depois da remoção do molde[2]. Particularmente,\nsistemas lamelares são instáveis mecanicamente após a remoção do molde, ou seja, a\nestrutura porosa ordenada não é preservada. O tratamento pós síntese, onde ZrO2 é\nadicionada a um suporte de SBA-15 ou sínteses com uma razão baixa de Si/Zr também\n\n\n\n8 Estado da arte\n\nFigura 1.7: Fases do óxido de zircônio[30].\n\npodem aumentar a capacidade de adsorção de gases em relação a zirconia maciça[11].\nNesses casos, a sílica pode ser dissolvida através do uso de HF ou NaOH[11, 38], gerando\numa matriz apenas de óxido metálico de zircônio.\n\nA preparação de CeO2 mesoporosa ordenada com surfactantes neutros é descrita na\nliteratura. Após calcinação, em torno de 500?C, o material apresenta área super?cial\nde ?100m2/g[39, 40].\n\n1.2 Motivação e objetivos\n\nAté o presente há poucos trabalhos que exploram a síntese e aplicação de ma-\nteriais mesoporosos à base de zircônia-céria com grande área super?cial (maior que\n100m2/g)[41, 42, 43, 44, 45].\n\n\n\n1.2. Motivação e objetivos 9\n\nEm vista disso, nesse trabalho investimos na preparação de ZrO2-x%CeO2 utili-\nzando a metodologia de síntese de sílicas mesoporosas[10, 14] do tipo SBA-15, a partir\nde diversos precursores e diferentes métodos de preparo, visando obter fase cristalina\núnica das paredes de óxido de zircônio e cério e, grande área super?cial.\n\nNesse trabalho, as concentrações nominais molares de CeO2 estudadas foram de x=\n50, 70 e 90%. Essas concentrações foram escolhidas de forma a obter fase única (cúbica\nou tetragonal) nas paredes do material. As fases tetragonal e cúbica apresentam melhor\ndesempenho em processos catalíticos e como componentes em SOFC?s[27].\n\nAs técnicas de análise utilizadas foram espalhamento de raios X a baixo ângulo\n(para analisar a estrutura ordenada dos poros), difração de raios X a alto ângulo\n(para analisar a estrutura das paredes) e isotermas de adsorção de N2 (para avaliar a\ndistribuição de tamanho de poros e área super?cial).\n\nA seguir, no capítulo 2 serão apresentados os métodos de caracterização utilizados\nnesse trabalho. No capítulo 3 os resultados obtidos serão apresentados e discutidos\nqualitativamente. No capítulo 4 os resultados serão comparados quantitativamente e\nas conclusões serão apresentadas. Finalmente, no capítulo 5 serão levantados alguns\nproblemas parcialmente analisados nesse trabalho e que serão investigados em trabalhos\nfuturos.\n\n\n\n\n\nCapítulo 2\n\nTécnicas experimentais de análise\n\n2.1 Difração de raios X (XRD)\n\nA difração de raios X é um fenômeno de interação entre a radiação eletromagnética\ne a matéria ordenada. Para a ocorrência da difração de raios X a altos ângulos é\nnecessário que o comprimento de onda da radiação incidente seja da mesma ordem de\ngrandeza do espaçamento interatômico (? ? 0,1nm).\n\nOs raios X são produzidos quando elétrons com alta velocidade colidem com a\nmatéria e são desacelerados, emitindo radiação. Um elétron a alta velocidade pode\nremover um elétron de caroço de um átomo. Quando esta camada interna ?ca ionizada,\num elétron de uma camada mais externa pode se deslocar para esta posição vazia,\nliberando uma energia bem de?nida na forma de raios X característico (radiação K?,\nK? , etc.) do átomo.\n\nA incidência dos raios X sobre um átomo provoca o espalhamento de radiação em\ntodas as direções. A interferência construtiva dos raios X espalhados, proveniente de\nvários átomos, caracteriza a difração. No caso de um cristal, a sequência periódica de\nátomos, pode ser visualizada como um conjunto de planos cristalográ?cos, indexados\natravés dos índices de Miller, hkl[46].\n\nO espalhamento coerente dos raios X (mesma energia da radiação incidente) por um\nconjunto de planos cristalinos (hkl) ocorre em um ângulo bem de?nido, denominado\nângulo de Bragg. A condição de difração é estabelecida pela lei de Bragg. A ?gura 2.1,\nonde os planos XX' e YY' estão separados por uma distância dhkl, mostra um feixe de\nraios X incidente, em fase, em um sólido organizado (cristal) e o feixe espalhado pelos\nelétrons no sólido em O e O'.\n\nA diferença de caminho ótico entre esses feixes é dada pela distância ABC e o\nângulo de espalhamento entre o feixe incidente e espalhado é dado por A?OC = 2?.\nAtravés da ?gura, temos que:\n\n11\n\n\n\n12 Técnicas experimentais de análise\n\nFigura 2.1: Representação da difração de raios X por um cristal.\n\nAB = BC = dhkl sen?hkl (2.1)\n\nA condição de interferênia construtiva (pico) ocorre se a diferença de fase entre os\nfeixes espalhados por O e O' é um múltiplo de 2?. Para isso a diferença de caminho\nótico entre os dois feixes deve ser um múltiplo inteiro do comprimento de onda, logo:\n\nm? = 2dhkl sen?hkl (2.2)\n\nonde ? é o comprimento de onda da radiação incidente, dhkl é a distância interplanar\ne ?hkl é o semi-ângulo de difração medido em relação aos raios X incidentes e m, a ordem\nde difração. A equação 2.2 é a Lei de Bragg para a difração de raios X. Os valores de dhkl\npara compostos padrão estão tabelados, disponíveis no sistema ICDD (JCPDS)[46].\nO objetivo fundamental da análise cristalográ?ca é determinar a localização exata de\ntodos os átomos num cristal. Para isso é importante conhecer todas as possíveis formas\nde arranjos de pontos (átomos) no espaço.\n\nA partir da análise do feixe difratado obtém-se informação sobre o arranjo atômico\ndo cristal, ou seja, simetria e distâncias interatômicas que determinam a chamada\ncela unitária. Esta análise requer o conhecimento das simetrias envolvidas no em-\npacotamento dos átomos que formam o material, ou seja, de sua estrutura cristalina.\nExistem 6 sistemas de simetria cristalina: triclínico, monoclínico, ortorrômbico, tetrag-\nonal, hexagonal e cúbico. A partir desses dados é possível indexar uma determinada\namostra, ou seja, obter informações estruturais de interesse como os parâmetros de\nrede, que representam a menor distância entre dois pontos equivalentes de uma estru-\ntura ordenada (a, b, c) e os ângulos (?, ?, ?) entre suas direções[46].\n\n\n\n2.2. Espalhamento de raios X a baixo ângulo (SAXS) 13\n\nNeste trabalho, as amostras de zircônia-céria foram analisadas por XRD no Labo-\nratório de Cristalogra?a do IF-USP. O equipamento utilizado nesses experimentos foi\num difratômetro da marca Rigaku, modelo Ultima Plus, geometria ?-? e monocromador\nde gra?te.\n\nTodas as amostras foram trituradas num almofariz com um pistilo, para garantir a\nhomogeneidade do tamanho dos grãos morfológicos da amostra. Uma pequena quan-\ntidade de graxa de vácuo foi espalhada em uma lamínula de vidro, onde a amostra foi\nprensada com o auxílio de uma segunda lamínula.\n\nAs condições de medida para as amostras foram de 40kV e 20mA, radiação K?\ndo cobre (?=0,15418nm) com o ângulo 2? variando de 10 a 100?, com o tempo de\ncontagem de 5s a cada passo de 0.05?.\n\nMedidas de XRD também foram realizadas na linha XPD do LNLS, com ? =\n0,15498nm, no início do trabalho para identi?cação precisa das fases cristalinas pro-\nduzidas como função da concentração de CeO2 nas amostras. Essas medidas serão\ndescritas com mais detalhe a seguir.\n\n2.2 Espalhamento de raios X a baixo ângulo (SAXS)\n\nSAXS (Small Angle X-ray Scattering) é uma técnica muito utilizada para a análise\nde partículas (ou fase subdividida) de dimensões coloidais dispersas em uma matriz de\ndensidade eletrônica homogênea. SAXS é uma técnica importante para analisar ma-\nteriais heterogêneos, caracterizar estruturas fractais, materiais nanoporosos, separação\nde microfases, compósitos nanocristalinos, polímeros, proteínas, dentre outros sistemas\ncom variação de densidade eletrônica, na faixa de 0,5 a 50nm.\n\nAs análises realizadas baseiam-se principalmente nas teorias de Guinier e Porod,\nas quais possibilitam estudar a concentração relativa das densidades eletrônicas, dis-\ntribuição de raios, correlação e a forma das partículas dispersas[4].\n\nA representação de uma amostra como sendo formada por ?partículas? disper-\nsas num meio uniforme (matriz) ou uma matriz de densidade homogênea com poros\n(vazios) é muito útil na descrição de resultados de SAXS, uma vez que as ?partícu-\nlas? e os poros podem ser consideradas heterogeneidades com densidades eletrônicas\ndiferentes da matriz.\n\nA técnica de espalhamento de raios X a baixo ângulo está associada a medidas\nde ângulos de espalhamento em torno de 0,1 a 10?, onde esses limites dependem do\narranjo experimental. Objetos grandes em relação ao comprimento de onda dos raios X\nincidentes (por exemplo, 1µm) produzem espalhamento em ângulos muito baixos, sendo\npraticamente confundidos com o feixe que vem direto da fonte durante a deteção[4]. A\nintensidade do espalhamento de raios X nessa faixa de pequenos ângulos não contém\ninformações sobre a densidade eletrônica associada à natureza atômica do material,\nesse tipo de informação é obtida ângulos maiores (XRD).\n\n\n\n14 Técnicas experimentais de análise\n\nFigura 2.2: Montagem para um equipamento de SAXS[4].\n\nGeralmente o experimento de SAXS é feito pelo método de transmissão, mostrado\nna ?gura 2.2, e para cada estado de organização eletrônica e raio da ?partícula?, temos\num per?l de espalhamento, de acordo com as ?guras 2.3 e 2.4.\n\nFigura 2.3: Intensidade espalhada para 3 esferas de raios diferentes, onde x=q (vetor\nde espalhamento, q = (4?/?) sen?hkl (A. F. Craievich, com permissão).\n\n\n\n2.2. Espalhamento de raios X a baixo ângulo (SAXS) 15\n\nFigura 2.4: Intensidade espalhada para um gás, líquido e um sólido organizado, onde\n? = 2? (A. F. Craievich, com permissão).\n\nA difração a baixo ângulo ocorre quando as ?partículas? na matriz ou poros apre-\nsentam organização. Os poros de diâmetro 2 . d . 50nm das sílicas mesoporosas,\nem especial do tipo SBA-15, apresentam uma estrutura hexagonal bidimensional, de\nacordo com a ?gura 2.5, com estrutura similar ao MCM-41 já descrito.\n\nFigura 2.5: Esquema da estrutura de poros hexagonal bidimensional da sílica SBA-\n15[5].\n\nPara essa simetria temos:\n\n\n\n16 Técnicas experimentais de análise\n\n1\n\nd2hkl\n=\n\n4\n\n3\n\n(\nh2 + hk + k2\n\na2\n\n)\n+\nl2\n\nc2\n(2.3)\n\nonde h, k e l correspondem aos índices de Miller dos planos cristalográ?cos, onde a\ne c são os parâmetros de rede. Como essa estrutura é bidimensional, o parâmetro l =\n0, logo o último termo se anula[46]. Nesse caso, temos também que:\n\na = D + E (2.4)\n\nonde D é o diâmetro dos poros e E é a espessura da parede. Para uma simetria\ncúbica[46], temos:\n\n1\n\nd2hkl\n=\nh2 + k2 + l2\n\na2\n(2.5)\n\nE, para uma simetria lamelar[9]:\n\ndh0 =\na\n\nh\n(2.6)\n\nOs experimentos de SAXS foram realizados no Laboratório de Cristalogra?a do IF-\nUSP, no equipamento NANOSTAR da Bruker. Esse equipamento possui como fonte de\nraios X um tubo selado de Cu. A colimação é feita por espelhos Göbel que selecionam\no comprimento de onda K? do cobre e retiram a maior parte da radiação de fundo.\nO alinhamento é feito por 3 fendas (pinholes) ao longo da linha do equipamento, que\npossui um detetor bidimensional multi?lamentar a gás. O sistema é controlado com\nsoftware próprio no computador e programado para realizar as medidas desejadas.\nO equipamento também dispõe de uma placa de imagem para realizar medidas em\nângulos mais altos (WAXS, Wide Angle X-Ray Scattering).\n\nA preparação das amostras para as medidas no Nanostar foram feitas de forma a\ncolocá-las entre duas folhas ?nas de plástico especial (parasita) e depois encaixá-las no\nsuporte do porta-amostras do equipamento.\n\nA tensão e corrente máximos são de 40kV e 30mA. O tempo de exposição depende\nda amostra. Materiais com maior absorção, como os estudados nesse trabalho, são\nmedidos em média por uma hora com P=1,2kV. A distância amostra-detetor é de\n65,0cm (0,2 . q . 3,5nm?1) e as amostras são mantidas a vácuo (?10?2Torr). A\ntransmissão da amostra é medida com o auxílio de um espalhador de carvão vítreo que\nvem acoplado ao equipamento.\n\n\n\n2.3. Isotermas de adsorção-dessorção de nitrogênio\n(NAI) 17\n\nMedidas de SAXS com variação in-situ de temperatura foram realizadas no LNLS\npara analisar o efeito da calcinação na estrutura ordenada dos sistemas estudados.\nDetalhes desses experimentos serão fornecidos a seguir.\n\n2.3 Isotermas de adsorção-dessorção de nitrogênio\n(NAI)\n\nAdsorção é um processo onde moléculas de um gás ou de uma solução ligam-se numa\ncamada densa sobre uma superfície sólida ou líquida. As moléculas que interagem com\na superfície são chamadas de adsorbato enquanto a substância que adsorve as moléculas\né o adsorvente. O processo em que as moléculas do gás se ligam à superfície é chamado\nde adsorção e a remoção dessas moléculas da superfície é chamado de dessorção.\n\nAtravés do método de adsorção de gases é possível medir de forma indireta a área su-\nper?cial de um material poroso, a partir do método Brunauer-Emmet-Teller (BET)[47];\ne a distribuição de tamanhos de poros é calculada pelo método Barrett-Joyner-Halenda\n(BJH)[48].\n\nHá dois tipos de adsorção: na monocamada, onde todo o adsorbato está muito\npróximo da superfície do sólido adsorvente; e na multicamada, em que existem várias\ncamadas do adsorbato na superfície do adsorvente. A quantidade de gás adsorvido\ndepende da temperatura, pressão e composição do gás. A medida da quantidade de\ngás adsorvido por um determinado adsorvente a uma temperatura ?xa é chamada de\nisoterma de adsorção.\n\nIsotermas de adsorção em materiais com alta porosidade são diferentes das isoter-\nmas de materiais maciços, devido a efeitos de capilaridade. O comportamento das\nisotermas pode ser classi?cado em vários tipos, de acordo com a ?gura 2.6(a).\n\n• Tipo I: isotermas em que a quantidade de gás adsorvido aumenta com o aumento\nda pressão e satura, com a monocamada preenchida. É característica de adsorção\nem monocamada, onde o material adsorvente possui poros muito pequenos (mi-\ncroporosos) que se enchem rapidamente.\n\n• Tipo II: quantidade adsorvida aumenta com o aumento da pressão, alcança um\npatamar e aumenta com pressões altas. Característica de multicamada, em que\no material possui baixa porosidade ou poros muito grandes.\n\n• Tipo III: inicialmente apresenta pouca adsorção, mas uma vez que uma pequena\ngota ou ?região de núcleos adsorventes? é formada na superfície a adsorção ocorre\nmais facilmente.\n\n• Tipo IV e V: ocorrem quando multicamadas de gás são adsorvidos num sólido\nporoso. Inicialmente, a adsorção parece com o tipo II e III, mas eventualmente\n\n\n\n18 Técnicas experimentais de análise\n\nFigura 2.6: (a) Representação dos tipos de isotermas de adsorção descritos por\nBrunauer; (b) Representação dos tipos de histereses em isotermas de adsorção-\ndessorção[6].\n\na camada adsorvida aumenta de forma que os poros ?cam preenchidos, como\nresultado não há mais adsorção e a curva satura.\n\n• Tipo VI (isoterma em degraus) ocorre em superfícies uniformes não porosas e\nrepresenta uma adsorção camada a camada. A altura do degrau corresponde à\ncapacidade de adsorção da monocamada em cada camada adsorvida.\n\nO fenômeno da histerese, nas isotermas de adsorção, está associado ao fenômeno da\ncondensação capilar em estruturas porosas. Veri?ca-se então que a curva de adsorção\nnão coincide com a curva de dessorção, isto é, não há reversibilidade, como indicado na\n?gura 2.6(b) para as isotermas do tipo IV e V. As histereses são classi?cadas segundo\na IUPAC em:\n\n• Tipo H1, caracterizado por dois ramos da isoterma quase verticais e paralelos\ndurante uma extensa gama de valores em relação à quantidade adsorvida. Geral-\n\n\n\n2.3. Isotermas de adsorção-dessorção de nitrogênio\n(NAI) 19\n\nmente, está associado a materiais porosos constituídos por aglomerados rígidos\nde partículas esféricas de tamanho uniforme ordenadas regularmente, resultando\nnuma estreita distribuição de tamanho de poros.\n\n• Tipo H2, histerese em que só o ramo de dessorção é praticamente vertical. Muitos\nadsorventes porosos originam este tipo de histerese, a que corresponde uma dis-\ntribuição de tamanhos e formato de poros bem de?nida. Por vezes associa-se\neste tipo de histerese aos diferentes mecanismos de condensação e evaporação\ndos poros em forma de gargalo.\n\n• Tipo H3, caracterizado por dois ramos da isoterma assintóticos relativamente à\nvertical P/P0 = 1. Está associado a agregados não rígidos de partículas lamelares,\noriginando poros em formato de fenda.\n\n• Tipo H4, caracteriza-se por dois ramos da isoterma quase horizontais e paralelos\ndurante uma extensa gama de valores de pressão relativa. Este tipo também está\nassociado a poros estreitos em forma de fenda, mas juntamente com o aspecto\nda isoterma do tipo I indica a presença de microporos[6, 49].\n\nO método BET calcula a área super?cial através de um ajuste linear da medida da\nadsorção de um gás conhecendo-se a área ocupada pela molécula desse gás, de forma\na determinar a quantidade adsorvida pela amostra a ser analisada quando se atinge o\nequilíbrio para cada valor de pressão. Essa medida é feita em condições normais de\ntemperatura e pressão[47].\n\nO método BJH é baseado no modelo de condensação capilar desenvolvido por Cohan\n(1938)[49]. Esse método é utilizado para avaliar a distribuição de tamanho de poros de\num sólido poroso através da adsorção ou dessorção de gases. Os cálculos são feitos com\nbase na isoterma de adsorção usando os seguintes dados: pressão relativa e volume de\nadsorbato correspondente e a espessura da camada adsorvida[48].\n\nNo Laboratório do Grupo de Pesquisa em Química Verde e Ambiental do IQ-USP\n(GPQVA) foram realizados experimentos de adsorção/dessorção de N2 para avaliar a\ndistribuição do tamanho de poros, área super?cial e volume de poros das amostras.\n\nAs isotermas foram medidas a 77,3K no equipamento NOVA (Quantachrome). As\namostras foram desgasei?cadas a 200?C por 2 horas. As áreas super?ciais foram cal-\nculadas pelo modelo BET e BJH e o tamanho dos poros foram calculadas pelo método\nBJH (medidas de P/P0 &lt;0,5 e P/P0 > 0,5). Entretanto, como os resultados de BJH\napresentaram uma dispersão muito grande de valores de diâmetro de poros, sem qual-\nquer indicação de um tamanho especí?co, mais característico, esses resultados foram\ndescartados.\n\n\n\n\n\nCapítulo 3\n\nSíntese de ZrO2-CeO2 poroso:\n\nresultados e discussão\n\n3.1 Introdução\n\nAs sínteses apresentadas têm como objetivo a preparação de óxidos a base de zir-\ncônia e céria com estrutura porosa e paredes compostas por uma fase cristalina ho-\nmogênea e alta área super?cial.\n\nA rota de síntese escolhida utiliza um método de molde (template) cooperativo a\npartir de polímero tribloco utilizado em sínteses de materiais mesoporosos ordenados\nde sílica do tipo SBA-15[10, 14].\n\nUm diagrama esquemático da síntese de uma forma geral é apresentado na ?gura\n3.1.\n\nAs amostras de zircônia-céria porosas foram obtidas por vários métodos diferentes,\ndentro da seqüência ilustrada na ?gura 3.1. São eles: método cloreto hidratado, método\ncloreto anidro, método nitrato, método solução supersaturada; métodos de síntese com\nsilício: método híbrido, método paliçada e método paliçada com temperatura de síntese\nde 40?C.\n\n3.2 Métodos de síntese: ZrO2-x%CeO2\n• Método cloreto hidratado A preparação destas amostras utilizou como pre-\ncursores de ZrO2-x%CeO2 (com x=50, 70 e 90), oxicloreto de zircônia hidratado\n(ZrOCl2 · 8H2O) e cloreto de cério hidratado (CeCl3 · 7H2O), respectivamente.\nComo direcionador de estrutura foi utilizado o copolímero tribloco Pluronic P-\n123 ((PEO)20(PPO)70(PEO)20) (BASF). A síntese foi realizada com 2g de P-123,\ndissolvido em 10mL de etanol anidro (99,9%). Os precursores foram solubilizados\nem mais 10mL de etanol e adicionados à mistura com o polímero, permanecendo\n\n21\n\n\n\n22 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.1: Diagrama esquemático de síntese de ZrO2-CeO2 porosa.\n\nem agitação magnética por 24 horas. Após a agitação, a mistura foi colocada\nna estufa a 60?C para tratamento térmico, até a evaporação total do solvente\n(secagem da amostra).\n\n• Método cloreto anidro Para esse método, foram testados precursores anidros\npara aumentar a capacidade de hidrólise durante a síntese, o polímero Pluronic\nP-123 foi solubilizado em etanol, então os precursores, ZrCl4 e CeCl3 foram adi-\ncionados sob agitação magnética. Como os precursores anidro e etanol anidro\nreagem em contato com água, uma primeira síntese teste com x=50 foi feita sob\natmosfera inerte de N2, dentro de uma glove box. Após 4 horas de agitação, 2mL\nde água foram adicionados à mistura para que ocorresse a reação de hidrólise\n(para x=50). No entanto, mesmo após 1 hora de agitação a reação não foi obser-\nvada, uma vez que não houve evidência de formação de precipitado, sugerindo\na não formação de compostos óxido-hidróxido, como se esperava. Como não foi\nobservada uma melhora em relação à hidrólise do material, a síntese seguinte com\nx=90 foi feita sem a utilização da glove box. Da mesma forma como nas sínteses\nanteriores, a amostra foi colocada na placa de Petri para tratamento térmico a\n60?C na estufa, na presença de vapor de água, até a evaporação total do solvente.\n\n\n\n3.2. Métodos de síntese: ZrO2-x%CeO2 23\n\n• Método nitrato Com o intuito de testar a in?uência do precursor na formação\nda estrutura ordenada, foi realizada uma síntese com precursores de zircônia e\ncéria a base de nitratos, respectivamente ZrO(NO3)2 · 6H2O e Ce(NO3)3 · 6H2O,\ncom x=90. A rota de síntese foi a mesma empregada nos métodos anteriores, onde\no polímero P-123 e os precursores de Zr e Ce foram solubilizados separadamente\nem etanol. Em seguida, a solução com P-123 foi adicionada à outra e a mistura\npermaneceu em agitação magnética por 24 horas. O tratamento térmico para\npromover a hidrólise na presença do vapor de água foi feita em estufa a 60?C até\na evaporação total do solvente (secagem da amostra).\n\n• Método solução supersaturada De forma a aumentar a espessura das paredes,\nos precursores de zircônio e cério utilizados no método nitrato (ZrO(NO3)2 · 6H2O\ne Ce(NO3)3 · 6H2O), foram medidos na proporção de 90% CeO2 (x=90) e mistu-\nrados em acetona, pois os precursores de nitrato são solúveis em etanol e água.\nA amostra como sintetizada pelo método cloreto anidro com 90% de céria foi\nadicionada à solução com os precursores de nitrato e a mistura foi agitada manu-\nalmente até se obter uma solução homogênea. Essa mistura foi tampada e seca\nem estufa a 50?C.\n\n• Sínteses com silício A?m de aumentar a rigidez mecânica e melhorar pro-\npriedades texturais das amostras sintetizadas, foi desenvolvida uma síntese de\nZrO2-x%CeO2 (utilizando ZrCl4 e CeCl3) com baixa quantidade de Si (TEOS,\ntetraetilortosilicato, como precursor de silício). São o método híbrido (x=90 e\n10% de Si), método paliçada (x=90, 10 e 30% de Si) e método paliçada com\ntemperatura de síntese de 40?C (x=90 e 30% de Si).\n\nNo Método híbrido testou-se a incorporação de todos os precursores junta-\nmente ao polímero Pluronic-P123 (2g), que foi solubilizado em 10mL de etanol,\nos precursores foram pesados na proporção de 90% de Ce e solubilizados em\nmais 10mL de etanol. O precursor de silício foi adicionado gota a gota, onde\nVTEOS=0,15mL, o correspondente a 10% molar, tal que em solução de 1mol,\ntem-se 0,1mol de Si e 0,9mol de Zr e Ce. Para essa proporção, 1mL de HCl\n(2mol/L) foi adicionado à solução sob agitação magnética. A adição de NH4OH\nfoi feita gota a gota para modi?car o pH, até pH?3, para promover maior agre-\ngação de sais ao polímero. A mistura permaneceu sob agitação magnética por\n24 horas. Após o período de agitação a amostra foi colocada numa autoclave\npara tratamento hidrotérmico por 24 horas a 60?C em estufa. Esse tratamento é\nrecomendado para agregar mais material às paredes[1]. Depois desse tratamento\na amostra foi seca em atmosfera com vapor de água (?60?C).\nNo Método paliçada, a principal diferença em relação ao método híbrido é\na agitação prévia de TEOS e o Pluronic P-123 solubilizados em etanol e HCl\n(2mol/L) por 6 horas antes da adição dos precursores a base de Zr e Ce, e a base.\n\n\n\n24 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nO tratamento hidrotérmico em autoclave e a secagem foram feitos da mesma\nforma descrita no método híbrido. Foram realizadas sínteses com 0,1 e 0,3 mol\nde Si.\n\nPara o Método paliçada com temperatura de síntese de 40?C, o polímero\npluronic P-123 e o precursor de Si, TEOS, foram solubilizados em etanol e HCl\n(2mol/L) e permaneceram sob agitação magnética por 15 horas a 40?C. Após esse\nperíodo de agitação, os precursores de Zr e Ce foram solubilizados e adicionados\nà solução. A base foi adicionada de modo a obter um pH em torno de 3, e essa\nmistura permaneceu sob agitação magnética por mais 9 horas. No ?nal desse\nprocesso, a amostra passou por tratamento hidrotérmico em autoclave a 100?C\npor 48 horas. Após o tratamento hidrotérmico a amostra foi seca em vapor de\nágua (?60?C).\n\nA tabela 3.1 contém todas as amostras desse trabalho separadas por sigla, método\ne caracterizações realizadas. Todas as amostras antes ao processo de calcinação para a\nremoção do polímero foram denominadas com a sigla AS (AS = ?as-synthesised?, como\nsintetizadas). As sínteses e análises dos resultados que serão apresentados contaram\ncom a colaboração da Profa. Dra. Tereza S. Martins (UNIFESP - Diadema).\n\n\n\n3.3. Resultados 25\n\nTabela 3.1: Tabela com sigla, método de síntese e caracterização para as amostras\nsintetizadas nesse trabalho.\n\nAmostras Método de Caracterização Realizada\nSíntese\n\nZr50Ce SAXS - amostras AS\nZr70Ce Cloreto SAXS - calcinação (540 ?C)\nZr90Ce Hidratado SAXS - tratamento térmico (350 ?C, a vácuo)\n\nSAXS - amostras AS\nZr50CeAN SAXS - in-situ LNLS (25 ?C a 540 ?C)\nZr90CeAN Cloreto XRD no LNLS - amostras calcinadas\n\nAnidro BET - amostras calcinadas (540 ?C)\nSAXS/XRD - trat. térmico (400 ?C, 2h em ar)\n\nSAXS - amostras AS\nZr90Ce- Solução SAXS - trat. térmico (300 ?C em ar)\nSupSat Supersaturada SAXS - calcinação (540 ?C)\n\nXRD - calcinada (540 ?C)\nSAXS - amostra AS\n\nZr90Cenit Nitrato SAXS - calcinada (540 ?C)\nXRD - calcinada (540 ?C)\nBET - calcinada (540 ?C)\n\nSAXS - amostra AS\nZr90CeH10 Híbrido SAXS - calcinada (540 ?C)\n\n(10% Si) BET - calcinada (540 ?C)\nSAXS - amostra AS\n\nPaliçada SAXS - calcinada (540 ?C)\nZr90CeP10 (10% Si) XRD - calcinada (540 ?C)\nZr90CeP30 (30% Si) BET - calcinada (540 ?C)\n\nSAXS/XRD - trat. tér. (300,350,400 ?C em N2)\nSAXS/XRD - trat. tér. (400 ?C, 2h em ar)\n\nSAXS - amostras AS\nZr90CeP30T Paliçada com SAXS - calcinada (540 ?C)\n\nTemperatura SAXS - calcinada (540 ?C 2h em ar)\nde 40 ?C XRD - calcinada (540 ?C)\n\n3.3 Resultados\n\n3.3.1 Método cloreto hidratado\n\nOs resultados preliminares de SAXS para o método cloreto hidratado foram reali-\nzados num gerador de raios X de ânodo rotatório com geometria de feixe linha, detetor\n\n\n\n26 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nunidimensional e menor intensidade. Dessa forma foi obtida uma curva de SAXS com\napenas um pico de difração, o que não permitiu determinar a simetria do sistema.\n\nDe maneira a aumentar a hidrólise dos precursores e diminuir o pH do meio rea-\ncional, novas amostras foram sintetizadas com os mesmos precursores. Nessa nova\nsíntese foram adicionados ?2mL de água à mistura obtida após três horas de agitação,\nnum total de 24 horas de agitação, seguida por um tratamento térmico na presença\nde vapor de água. Esse tratamento mostrou ser uma alternativa positiva para pro-\nduzir um material com uma estrutura mais bem ordenada. Os resultados das amostras\nsintetizadas com adição de água, encontram-se na ?gura 3.2. Essas medidas foram\nrealizadas no equipamento Nanostar, o que permitiu identi?car a estrutura formada\ncomo lamelar (re?exões l-10 e l-20, com l para lamelar).\n\nFigura 3.2: Resultados de SAXS para amostras como sintetizadas (AS), para o método\ncloreto hidratado com concentração molar de 50, 70 e 90% de CeO2.\n\nNa tabela 3.2 são mostrados os parâmetros de rede (a) e a área sob os picos das\n\n\n\n3.3. Resultados 27\n\nre?exões l-10 e l-20 das amostras como sintetizadas.\n\nTabela 3.2: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para as amostras sintetizadas pelo\nmétodo cloreto hidratado (AS).\n\nAmostras Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr50Ce 60 116 0,52 10,90(4)\nZr70Ce 23 40 0,57 13,28(2)\nZr90Ce 15 27 0,55 11,78(5)\n\nAs áreas das re?exões l-10 e l-20 (Al?10+l?20) foram calculadas após o fundo de\nespalhamento ser retirado da curva de SAXS, fazendo um ajuste linear sob os picos.\nA área total (Atotal) sob os picos foi calculada da curva de SAXS sem retirar o fundo\ne, a fração ordenada foi de?nida como ford = Al?10+l?20/Atotal. Essa fração ordenada,\nnão representa um fator quantitativo de ordenamento, mas um parâmetro relativo e\nqualitativo para comparação dos resultados obtidos. O parâmetro de rede (a) das\nre?exões foram calculados através da equação 2.6 e a incerteza é dada pela média dos\nvalores obtidos dos dois picos de difração.\n\nOs resultados de SAXS mostraram que todas as amostras possuíam um ordena-\nmento similar, independente do conteúdo de Ce. Uma maior variação de densidade\neletrônica parede/polímero (Atotal) foi observada para a amostra com menor conteúdo\nde Ce (Zr50Ce), o que indica maior agregação ao polímero dos radicais contendo Zr.\nUma variação não sistemática do parâmetro de rede como função da concentração de\nCe foi obtida.\n\nA calcinação para remover o polímero do material como sintetizado foi feita aque-\ncendo a amostra em atmosfera inerte de N2 até 540\n\n?C a 2?C/min, seguida por uma\nisoterma de 2 horas em N2 e mais 2 horas em ar. O resfriamento foi feito com o desliga-\nmento do forno. Após esse processo os picos de difração a baixo ângulo desapareceram,\nrevelando a perda de estrutura ordenada, como esperado para um sistema lamelar, mas\nmantendo uma porosidade com poros não correlacionados espacialmente.\n\nUm tratamento térmico à menor temperatura de 250, 300 e 350?C em vácuo,\nmostrou que até a temperatura de 300?C não é possível remover todo o material car-\nbonáceo presente nas amostras, como pode ser constatato pela coloração escura do\nmaterial ?nal, que também perdeu o ordenamento lamelar original.\n\nEm seguida, a adição à síntese de uma base (NH4OH) foi testada com o objetivo\nde formar um precipitado insolúvel e retirar o polímero por extração por solvente a\nmenor temperatura, ou seja, por um método menos destrutivo que a calcinação até\n\n\n\n28 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\n540?C. A base foi adicionada durante o processo de síntese e também após o material\npassar por tratamento térmico. Nesse último caso o pó foi solubilizado em uma pe-\nquena quantidade de água. Nenhuma das amostras analisadas por SAXS apresentou\numa estrutura ordenada, portanto, esses resultados excluíram essa alternativa de sín-\ntese para produzir um material mais poroso, visto que não houve uma indicação da\nagregação dos precursores ao redor do polímero.\n\n3.3.2 Método cloreto anidro\n\nA síntese com precursores anidros foi feita com o objetivo de formar alcoóxidos,\numa vez que estes, na presença de água formam óxidos, por hidrólise.\n\nOs resultados de SAXS obtidos no LNLS para as amostras encontram-se na ?gura\n3.3 e, a tabela 3.3 apresenta a área dos picos l-10 e l-20 (onde Al?20 ? 0) e o parâmetro\nde rede (a).\n\nFigura 3.3: Resultados de SAXS para amostras como sintetizadas pelo método cloreto\nanidro para a concentração molar de 50 e 90% de CeO2 (LNLS).\n\n\n\n3.3. Resultados 29\n\nTabela 3.3: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para as amostras sintetizadas pelo\nmétodo cloreto anidro (AS) (LNLS).\n\nAmostras Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr50Ce 81 115 0,70 14,1\nZr90Ce 5 18 0,28 12,7\n\nOs resultados de SAXS das amostras preparadas pelo método cloreto anidro (AS)\ntambém mostraram uma maior variação de densidade eletrônica parede/polímero, e\nmaior fração ordenada do que obtido anteriormente para a amostra com menor con-\nteúdo de Ce. Nessa síntese a fração ordenada foi inferior para o maior conteúdo de\nCe.\n\nPara avaliar os efeitos da temperatura de calcinação nas amostras, um estudo de\nSAXS com variação in-situ de temperatura e radiação sincrotrônica foi realizado, onde\nas amostras de concentração molar de 50 e 90% (método cloreto anidro) foram anali-\nsadas.\n\n3.3.2.1 Experimento de SAXS com temperatura para estudo da calcinação\nin-situ no LNLS\n\nO experimento de calcinação in-situ através da análise de SAXS como função da\ntemperatura foi realizado no LNLS para avaliar as modi?cações estruturais durante\no processo de remoção do polímero do material. Os dados foram obtidos na linha\nSAXS2 (projeto D11A/SAXS1-7124) com um cristal de Si(111) como monocromador\ne ?=0,1608nm. A distância amostra-detetor foi de ?800mm e foi utilizado um detector\nbidimensional MAR-CCD.\n\nA programação do forno consistiu de uma rampa de 1?C/min, com uma isoterma\na 540?C. O forno utilizado no experimento foi mantido em vácuo de bomba mecânica\n(?10?2Torr). Os dados foram normalizados pelo fator de atenuação e a intensidade\ntotal do feixe. Os resultados das medidas para a amostra de 50% e 90% de céria,\nsintetizadas pelo método cloreto anidro, encontram-se nas ?guras 3.4 a 3.5.\n\nA intensidade do pico de difração da re?exão l-10, da amostra com 50% de CeO2\né apresentada no grá?co da ?gura 3.4(b) e decresce com o aumento da temperatura,\naté TL ? 300?C, quando não é mais distinguida do fundo de espalhamento. Essa tem-\nperatura limite (TL), até a qual o ordenamento do sistema é preservado, foi analisada\nnas sínteses subsequentes. Ou seja, a decomposição e remoção do polímero são acom-\npanhadas pela perda contínua da estrutura ordenada, como previsto para sistemas\n\n\n\n30 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nlamelares.\n\n(a) Resultados de SAXS em função da temperatura.\n\n(b) Grá?co da intensidade da re?exão l-10.\n\nFigura 3.4: Resultados do experimento de SAXS com calcinação in-situ para a amostra\nde ZrO2/CeO2 com 50% de CeO2 (LNLS).\n\n\n\n3.3. Resultados 31\n\n(a) Resultados de SAXS em função da temperatura.\n\n(b) Grá?co da intensidade da re?exão l-10.\n\nFigura 3.5: Resultados do experimento de SAXS com calcinação in-situ para a amostra\nde ZrO2/CeO2 com 90% de CeO2 (LNLS).\n\nA tabela 3.4 apresenta os dados para o parâmetro de rede e área sob a re?exão\n\n\n\n32 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nl-10 (uma vez que Al?20 ? 0) em função da temperatura de tratamento térmico para\na amostra de 50% de CeO2.\n\nA medida que o molde é removido observou-se uma retração da estrutura, geral-\nmente atribuída à densi?cação das paredes, comum em sistemas porosos a base de\nsílica[8].\n\nTabela 3.4: Área da re?exão l-10 (Al?10) e parâmetro de rede (a) para a amostra\nZr50CeAN-AS sintetizada pelo método cloreto anidro em função da temperatura\n(LNLS).\n\nTemperatura média Al?10 a\n(?C) (u. arb.) (nm)\n104,5 63 14,6\n118,5 58 14,6\n139,5 56 14,5\n168,0 43 14,4\n177,5 40 14,3\n192,5 33 14,2\n212,5 16 14,0\n220,5 9 14,0\n236,5 6 14,0\n246,5 2 14,0\n260,5 2 · 10?2 14,0\n\nPara a concentração de 90% de CeO2 (?guras 3.5(a) e 3.5(b)) há um aumento na\nintensidade da re?exão l-10, o que é esperado, uma vez que a decomposição do polímero\naumenta o contraste de densidade eletrônica entre o molde e as paredes. Por volta de\n150?C a intensidade da re?exão l-10 atinge um máximo, mas em torno de 300?C essa\nre?exão desaparece, mostrando o colapso da estrutura ordenada do sistema.\n\nA tabela 3.5 apresenta os dados para o parâmetro de rede e área sob a re?exão\nl-10 (uma vez que Al?20 ? 0) em função da temperatura do tratamento térmico para\na amostra de 90% de CeO2.\n\nDiferentemente do comportamento do parâmetro de rede com a temperatura apre-\nsentado pela amostra com 50% de CeO2, nesse caso observou-se um pequeno aumento\nassintótico de a.\n\nComparativamente, a amostra com 90% de CeO2 apresentou uma estabilidade\nmecânica superior à de 50%, frente à remoção do molde. Após o ?nal do processo\nde medida ambas amostras mostraram curvas de SAXS típicas de sistemas porosos\nnão ordenados.\n\n\n\n3.3. Resultados 33\n\nTabela 3.5: Área da re?exão l-10 (Al?10) e parâmetro de rede (a) para a amostras\nZr90CeAN-AS sintetizada pelo método cloreto anidro em função da temperatura\n(LNLS).\n\nTemperatura média Al?10 a\n(?C) (u. arb.) (nm)\n108,5 3,9 13,2\n128,5 4,7 13,2\n147,5 5,4 13,2\n167,0 6,0 13,2\n186,5 6,3 13,2\n205,5 5,9 13,2\n225,5 4,7 13,3\n230,0 4,3 13,4\n240,5 2,9 13,4\n255,5 0,5 13,5\n265,5 7 · 10?6 13,4\n\nA ?m de avaliar a estrutura das paredes de zircônia-céria foi feito um estudo por\nXRD no LNLS, tendo em vista que a presença da fase tetragonal pode ser detetada\ncom precisão através do uso de radiação síncrotron[26].\n\n3.3.2.2 Experimento de XRD no LNLS\n\nEm colaboração com o professor Prof. Dr. Diego G. Lamas e Prof. Dr. Rodolfo O.\nFuentes (CINSO, Buenos Aires, Argentina), foram realizadas medidas de XRD para as\namostras de 50 e 90% de CeO2 sintetizadas pelo método cloreto anidro. As medidas\nde difração foram realizadas na linha de XPD do LNLS (projeto D10B/XPD-2960).\n\n\n\n34 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.6: Resultados de XRD para a amostra de ZrO2/CeO2 com 50% de CeO2\n(LNLS).\n\nO comprimento de onda utilizado foi de ?= 0,15498nm. A con?guração de alta\nintensidade (baixa resolução) foi escolhida, sem cristal analisador, com 2? de 18? a\n102? com um passo de 0.05? e tempo de contagem de 3.0s/passo.\n\nOs resultados encontram-se nas ?guras 3.6 e 3.7. Para a amostra com 50% de CeO2,\na fase é mista com simetria cúbica e tetragonal, já para 90%, a amostra possui paredes\ncom fase única de simetria cúbica.\n\nEsses resultados de XRD permitiram determinar que as próximas amostras a serem\nsintetizadas seriam com a concentração molar de 90% de céria, visto que essa concen-\ntração produz paredes cristalinas de fase única com simetria cúbica.\n\nAs isotermas de adsorção-dessorção de N2 para amostras sintetizadas com cloreto\nanidro encontram-se na ?gura 3.8, juntamente com a área super?cial BET, similar para\nas duas amostras. As isotermas são características do tipo H3, ou seja, de amostras\n\n\n\n3.3. Resultados 35\n\nFigura 3.7: Resultados de XRD para a amostra de ZrO2/CeO2 com 90% de CeO2\nLNLS).\n\ncom poros pequenos na forma de fendas, resultado consistente com a estrutura original\ndo tipo lamelar. De acordo com o grá?co (?g. 3.8), a área super?cial é igual para\nconcentrações diferentes de céria. Para 90% de CeO2, o volume adsorvido é o dobro\npara 50%. A isoterma de adsorção indica um formato de poro mais irregular para 50%\nde CeO2, pois a curva de dessorção se diferencia da curva de adsorção para valores\npróximos de P/P0 = 1.\n\n\n\n36 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.8: Resultados para as isotermas de adsorção-dessorção de N2 para as amostras\ncom concentrações molares de 50% e 90% de CeO2 (método cloreto anidro).\n\nA área super?cial (BET) para a amostra Zr50CeAN é de 47m2/g e para Zr90CeAN\né de 46m2/g. Os resultados para a distribuição de tamanho de poros mostraram que\nessas amostras não possuem uma distribuição estreita de diâmetros, sendo, portanto,\nimpossível atribuir um diâmetro médio de poros aos sistemas estudados.\n\n3.3.3 Método nitrato\n\nOs resultados de SAXS e XRD encontram-se nas ?guras 3.9 e 3.10.\n\n\n\n3.3. Resultados 37\n\nFigura 3.9: Resultados de SAXS para amostra de ZrO2/CeO2 com 90% de CeO2\n(método nitrato).\n\nA amostra como sintetizada não apresenta difração característica de um sistema\nordenado e portanto, a substituição de precursores não induz a um melhor ordenamento\ndo material para posterior remoção do molde. A não formação da estrutura ordenada\npode ser relacionada ao pH do meio, maior do que na síntese com precursores a base\nde cloretos. Soluções mais ácidas são mais favoráveis à formação de sistemas micelares\nordenados que utilizam direcionadores de estrutura neutros, como o Pluronic P-123.\n\nA calcinação dessa amostra foi feita em forno tubular com rampa de 2?C/min até\n540?C em atmosfera de N2, seguida por uma isoterma de 2 horas em N2 e mais 2 horas\nem ar. Os resultados de SAXS para a amostra após a calcinação também mostram a\npresença de poros não ordenados no material.\n\nOs resultados de XRD da amostra calcinada, obtidos com fonte convencional,\nmostraram paredes formadas pela fase cúbica da zircônia-céria, como esperado, visto\n\n\n\n38 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.10: Resultados de XRD para amostra calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método nitrato).\n\nque não há indicações da re?exão (112), em torno de 41?, da fase tetragonal no\ndifratograma apresentado na ?gura 3.10.\n\nA isoterma de adsorção-dessorção de N2 para a amostra sintetizada com nitrato\nencontra-se na ?gura 3.11, juntamente com a área super?cial BET.\n\nA área super?cial para a amostra Zr90Cenit, de 9m2/g, é 5 vezes inferior aos\nvalores obtidos pelo método cloreto anidro, juntamente com o volume adsorvido, ?\n20 vezes inferior ao método com a mesma concentração de céria. O que demonstra a\nmelhor e?ciência dos precursores cloretos, comparados aos de nitrato, para produzir\num material com maior área super?cial. A isoterma de adsorção também é do tipo H3,\ncom poros pequenos em formato de fenda.\n\nOs resultados para a distribuição de tamanho de poros não apresentaram uma\ndistribuição estreita de diâmetros, portanto não foi possível determinar um diâmetro\nmédio de poros para essa amostra.\n\n\n\n3.3. Resultados 39\n\nFigura 3.11: Resultados para a isoterma de adsorção-dessorção de N2 para a amostra\ncom concentração molar de 90% de CeO2 (método nitrato).\n\n3.3.4 Método solução supersaturada\n\nDevido aos resultados anteriores que mostraram a perda da estrutura ordenada\napós a remoção do polímero com consequente diminuição de diâmetro de poros, foi\ntestada uma alternativa para aumentar a espessura das paredes de uma amostra já\nsintetizada (Zr90CeAN). Parte da amostra passou por tratamento térmico até 300?C\n(temperatura limite) em ar com rampa de 1?C/min, e outra parte foi calcinada de\nforma usual até 540?C (?g. ?g:sint).\n\nOs resultados de SAXS encontram-se na ?gura 3.12 e XRD, na ?gura 3.13.\n\n\n\n40 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.12: Resultados de SAXS para amostra como sintetizada, com tratamento\ntérmico até 300?C e calcinada até 540?C, de ZrO2/CeO2 com 90% de CeO2 (método\nsolução supersaturada).\n\n\n\n3.3. Resultados 41\n\nFigura 3.13: Resultados de XRD para amostra, calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método solução supersaturada).\n\nObserva-se que há correlação entre os poros para a amostra calcinada de forma usual\n(?g. ?g:sint) e que o tratamento térmico em ar destrói o ordenamento da estrutura,\npois as reações com O2 liberam diretamente os produtos da queima sem decomposição.\nDessa forma podemos descartar tratamentos térmicos em ar e constatar que paredes\nmais espessas, como esperado, podem contribuir para preservar o ordenamento estru-\ntural após a remoção do molde.\n\nO parâmetro de rede calculado para a re?exão l-10 (pois Al?20 = 0) da amostra\nAS é a = 15,8nm, valor superior aos obtidos nas sínteses anteriores (tabela 3.6).\nEntretanto o valor de ford é inferior aos valores obtidos anteriormente.\n\nResultados de XRD mostraram que a amostra calcinada pelo método usual apre-\nsenta fase cristalina cúbica homogênea (?g. 3.13), pois essa amostra não apresenta o\npico (112) da fase tetragonal.\n\n\n\n42 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nTabela 3.6: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para a amostra sintetizada pelo\nmétodo solução supersaturada (AS).\n\nAmostra Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr90CeSupSat 6 36 0,17 15,8\n\n3.4 Sínteses com silício: Resultados\n\nA estratégia de realizar dois métodos de síntese com Si teve como objetivo preparar\nestruturas mecanicamente mais rígidas, através de ligações Si-Zr, Si-Ce e obter maior\nárea super?cial após a remoção do molde. As concentrações de sílicio foram escolhidas\nde forma a não modi?car drasticamente as propriedades de condução das amostras\n?nais, para serem utilizadas nas aplicações citadas.\n\nUm diagrama esquemático das sínteses com silício é apresentado na ?gura 3.14.\n\n\n\n3.4. Sínteses com silício: Resultados 43\n\nFigura 3.14: Diagrama esquemático das sínteses de SiO2:ZrO2-CeO2 poroso.\n\n3.4.1 Método híbrido\n\nOs resultados de SAXS para a amostra como sintetizada pelo método híbrido e\ncalcinada encontram-se na ?gura 3.15 e o parâmetros de rede (a), a área total sob a\ncurva (Atotal), a área das re?exões (Al?10+l?20) e a fração de poros ordenados (ford),\nencontram-se na tabela 3.7.\n\nTemos o aparecimento de duas re?exões da estrutura lamelar, l-10 e l-20, indicando\num maior ordenamento do molde com sílica, zircônia e céria, comparado aos resultados\nanteriores.\n\n\n\n44 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.15: Resultados de SAXS para a amostra como sintetizada e calcinada (até\n540?C) para método híbrido (0,1mol de Si).\n\nTabela 3.7: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para a amostra sintetizada pelo\nmétodo híbrido de Si (AS).\n\nAmostra Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr90CeH10 14 38 0,37 11,82(8)\n\nA amostra foi calcinada de forma usual até 540?C (de acordo com o esquema 3.14).\nApós a calcinação o ordenamento lamelar colapsa, como previsto, mas o sistema con-\n\n\n\n3.4. Sínteses com silício: Resultados 45\n\ntinua apresentando porosidade.\n\nA isoterma de adsorção-dessorção de N2 para a amostra sintetizada com silício pelo\nmétodo híbrido encontra-se na ?gura 3.16, juntamente com a área super?cial BET.\n\nFigura 3.16: Resultados para a isoterma de adsorção-dessorção de N2 para a amostra\ncom concentração molar de 90% de CeO2 e 0,1mol de Si (método híbrido).\n\nA isoterma é do tipo H3, com poros pequenos e de formato de fenda regulares e é\ntípica de uma distribuição não estreita de diâmetro de poros. A área super?cial para\na amostra Zr90Ce-H10, de 68m2/g, assim como o volume total adsorvido é maior\nque os valores obtidos das sínteses anteriores utilizadas nesse trabalho, demonstrando\na e?cácia da síntese com silício para produzir maiores áreas super?ciais.\n\nOs resultados da análise pelo método BJH também mostraram uma distribuição de\ndiâmetros de poros com valores dispersos, portanto foi impossível atribuir um diâmetro\nmédio de poros a essa amostra.\n\n\n\n46 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\n3.4.2 Método paliçada de Si\n\nNesse método, foram formadas paredes contendo silício em torno do polímero antes\nda adição dos precursores de Zr e Ce (90% de Ce) para sustentar mecanicamente a fase\nde zircônica-céria durante a remoção do molde.\n\nFigura 3.17: Resultados de SAXS para amostra como sintetizada e calcinada (até\n540?C) para amostra de ZrO2/CeO2 com 90% de CeO2 e 0,1mol de Si (método paliça-\nda).\n\nOs resultados de SAXS para o método paliçada encontram-se nas ?guras 3.17 e 3.18.\nComo pode ser esperado, a introdução de 10mol% de Si promove um ordenamento\nestrutural melhor, o que pode ser avaliado pela área sob as re?exões l-10 e l-20 das\namostras como sintetizadas (tabela 3.8). Para ambas concentrações de Si, o processo\nde calcinação até 540?C também destrói a estrutura ordenada lamelar, deixando o\nmaterial poroso, com fendas entre as paredes inorgânicas.\n\n\n\n3.4. Sínteses com silício: Resultados 47\n\nTabela 3.8: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para as amostras sintetizadas pelo\nmétodo paliçada de Si (AS).\n\nAmostras Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr90CeP10 22 42 0,52 11,70(1)\nZr90CeP30 69 275 0,25 14,7\n\nFigura 3.18: Resultados de SAXS para a amostra como sintetizada e calcinada (até\n540?C) para amostra de ZrO2/CeO2 com 90% de CeO2 e 0,3mol de Si (método paliça-\nda).\n\n\n\n48 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nDe acordo com a tabela 3.8, há maior agregação dos precursores metálicos ao\npolímero com 30% de Si (maior Atotal). Por outro lado, uma maior fração ordenada foi\nobtida para menor conteúdo de Si (10%).\n\n3.4.2.1 Estudo de SAXS/XRD da calcinação em várias temperaturas\n\nAs propriedades estruturais das amostras de 0,1 e 0,3mol de Si do método paliçada\nforam analisadas como função da temperatura por SAXS/XRD ex-situ. A calcinação\nfoi feita em N2 para 300, 350 e 400\n\n?C a 1?C/min. Também foi feita a calcinação usual\naté 540?C. Para cada temperatura foram feitas medidas de SAXS e XRD.\n\nOs resultados para a síntese com 0,1mol de Si encontram-se nas ?guras 3.19(a) e\n3.19(b). E, os resultados para 0,3mol encontram-se nas ?guras 3.20(a) e 3.20(b).\n\n\n\n3.4. Sínteses com silício: Resultados 49\n\n(a) Resultados de SAXS para amostra Zr90CeP10 como sintetizada e calcinada\nem várias temperaturas.\n\n(b) Resultados de XRD para a amostra Zr90CeP10 calcinada em várias temper-\naturas.\n\nFigura 3.19: Resultados de SAXS e XRD para tratamento térmico a 300, 350, 400 e\ncalcinação até 540?C da amostra Zr90CeP10, sintetizada através do método paliçada,\ncom 90% de Ce e 10% de Si.\n\n\n\n50 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\n(a) Resultados de SAXS para amostra Zr90CeP30 como sintetizada e calcinada\nem várias temperaturas.\n\n(b) Resultados de XRD para a amostra Zr90CeP30 calcinada em várias temper-\naturas.\n\nFigura 3.20: Resultados de SAXS e XRD para tratamento térmico a 300, 350, 400 e\ncalcinação até 540?C da amostra Zr90CeP30, sintetizada através do método paliçada,\ncom 90% de Ce e 30% de Si.\n\n\n\n3.4. Sínteses com silício: Resultados 51\n\nAtravés dos resultados de SAXS foram obtidos os parâmetros de rede (a) em função\nda temperatura, a área total (Atotal), a área dos picos l-10 e l-20 (Al?10+l?20) e a fração\nordenada (ford), colocados na tabela 3.9.\n\nTabela 3.9: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos (Atotal),\na fração ordenada (ford) e o parâmetro de rede (a) para as amostras sintetizadas pelo\nmétodo paliçada de Si em função da temperatura do tratamento térmico.\n\nAmostras Al?10+l?20 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr90CeP10 - AS 22 42 0,52 11,70(1)\nZr90CeP10 em 300?C 63 107 0,59 13,70(2)\n\nZr90CeP30 - AS 69 275 0,25 14,7\nZr90CeP30 em 300?C 2 31 0,06 12,6\n\nAté 300?C as amostras apresentam ordenação de poros (?guras 3.19(a) e 3.20(a)),\nmas ainda não há formação nas paredes do óxido de zircônia-céria com estrututura\ncúbica (?guras 3.19(b) e 3.20(b)). Entre 300 e 350?C ocorre uma transformação de\nfase, com a possível formação das fases de Zr(ClO4)4 e Ce(ClO4)3. A 400\n\n?C observa-se\na formação da ZrO2-90%CeO2 com estrutura fcc e prováveis fases minoritárias poli-\ncristalinas de Zr(ClO4)4 e Ce(ClO4)3\n\n?. Após a calcinação usual a 540?C, somente a\nestrutura fcc da ZrO2-90%CeO2 é observada.\n\nAnalisando os dados de SAXS e XRD, observa-se que o colapso ?nal da estrutura\nlamelar ordenada, devido à decomposição do polímero, ocorre na mesma faixa de tem-\nperatura que a transformação do material de fase nanocristalina para policristalina.\n\nAs isotermas de adsorção-dessorção de N2 para amostras sintetizadas com silício\npelo método paliçada (0,1 e 0,3mol de Si) encontram-se na ?gura 3.21, juntamente\ncom as respectivas áreas super?ciais BET, de 73m2/g para a amostra Zr90Ce-P10 e,\n128m2/g para a amostra Zr90Ce-P30.\n\n?Indexações realizadas no programa MDI Jade 6.5.\n\n\n\n52 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.21: Resultados para as isotermas de adsorção-dessorção de N2 para as\namostras com concentração molar de 90% de CeO2, 0,3 e 0,1mol de Si (método pali-\nçada).\n\nA amostra como sintetizada preparada com 0,3mol de Si apresenta Atotal maior, mas\numa estrutura menos organizada. Após a calcinação sua área super?cial foi superior à\nda amostra com 0,1mol de Si, indicando a e?ciência do processo de introdução de silício\npara aumentar a área super?cial. O volume adsorvido é cerca de ? 1,6 superior para\n30% de Si. As isotermas para ambas amostras são do tipo H3, com poros pequenos em\nformato de fenda e sem morfologia de poros de?nidos da diferença entre as curvas de\ndessorção e adsorção.\n\nNesse caso, também os resultados da distribuição de tamanho de poros mostrou\nque essas amostras não possuem uma distribuição estreita de diâmetros e portanto o\ndiâmetro médio de poros não foi calculado.\n\n\n\n3.4. Sínteses com silício: Resultados 53\n\n3.4.3 Método paliçada de Si com temperatura de síntese de\n\n40?C\n\nO método paliçada com temperatura de síntese superior foi testado com o objetivo\nde tentar agregar mais material às paredes durante a síntese. Foi preparada uma\namostra com 0,3mol de Si e 90% de CeO2.\n\nOs resultados de SAXS da amostra como sintetizada e calcinada pelo método des-\ncrito encontram-se na ?gura 3.22.\n\nFigura 3.22: Resultados de SAXS para tratamento térmico a 400?C e calcinação até\n540?C para o método paliçada temperatura de síntese de 40?C, com 90% de Ce e 30%\nde Si.\n\nA amostra como sintetizada apresentou apenas um pico de difração, referente à\nre?exão l-10 (em que Al?20 = 0) da fase lamelar, os parâmetros calculados da curva\nde SAXS são apresentados na tabela 3.10.\n\n\n\n54 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\nFigura 3.23: Resultados de XRD para amostra calcinada até 540?C, de ZrO2/CeO2\ncom 90% de CeO2 (método paliçada com temperatura de síntese de 40\n\n?C).\n\nTabela 3.10: Área das re?exões l-10 e l-20 (Al?10+l?20), a área total sob os picos\n(Atotal), a fração ordenada (ford) e o parâmetro de rede (a) para a amostra sintetizada\npelo método paliçada de Si com temperatura de síntese de 40?C (AS).\n\nAmostra Al?10 Atotal ford a\n(u. arb.) (u. arb.) (nm)\n\nZr90CeP30T 25 61 0,42 10,8\n\nO processo de calcinação usual até 540?C, bem como um tratamento térmico até\n400?C em N2 (com isoterma de 4 horas em ar) destrói a ordenação do sistema lamelar.\n\nA fração ordenada para essa amostra é 1,7 vezes maior que a da amostra sintetizada\nà temperatura ambiente (tabela 3.8), ou seja, o aumento da temperatura de síntese e\ntratamento hidrotérmico contribui para um melhor ordenamento estrutural.\n\n\n\n3.4. Sínteses com silício: Resultados 55\n\nEm resumo, uma síntese ideal deve produzir um material com alta área super?cial,\nparedes espessas de fase cristalina única e ordenamento de poros para favorecer o\ntransporte mássico em aplicações catalíticas e SOFC?s.\n\nNas sínteses descritas nesse trabalho, que serão comparadas a seguir, procura-se de-\nterminar parâmetros relevantes no processo de preparação do material que indicassem\nas condições mais favoráveis à obtenção das propriedades desejadas.\n\n\n\n56 Síntese de ZrO2-CeO2 poroso: resultados e discussão\n\n3.5 Fluxograma\n\nUm ?uxograma de todos os métodos empregados durante esse trabalho pode ser\nvisto na ?gura 3.24.\n\nFigura 3.24: Fluxograma com estratégias de síntese, tratamentos térmicos e calci-\nnações feitas nesse trabalho.\n\n\n\nCapítulo 4\n\nComparação dos resultados e\n\nconclusões\n\nNa tabela 4.1 são apresentados também resultados obtidos para uma amostra\nnanocristalina de ZrO2-50%CeO2 (Zr50CenitG), preparada pelo método de gel-com-\nbustão, a título de comparação[37]. A amostra Zr50CeAN do presente estudo, mesmo\nsem apresentar estrutura de poros ordenada após a calcinação, possui área super?cial\n?6 vezes superior à do material preparado por gel-combustão. Esse resultado con-\n?rma a e?ciência do processo de preparação de sistemas porosos via molde polimérico\npara o aumento da área super?cial de materiais a base de zircônia[43, 44, 45]. Alguns\ndesses trabalhos[43, 44] relatam a obtenção de ZrO2-x%CeO2 (20 &lt;x &lt;80) com estru-\ntura mesoporosa ordenada de área super?cial em torno de 100m2/g, mas com pequena\nfração ordenada, visto que se observa apenas um único pico largo de difração a baixo\nângulo. Além disso, esses materiais possuem pequeno volume de poros, em torno de\n0,2cm3/g, e com diâmetro pequeno, entre 3 e 4nm, comparado ao da SBA-15, cujo\nvalor é em torno de 10nm. Nessas sínteses com Pluronic P-123 são utilizados menores\nconteúdos de molde, altas concentrações de álcool e nenhum ácido. Para x = 20% as\nparedes são formadas pela fase policristalina tetragonal da zircônia, enquanto que para\nx > 50% a fase cúbica é majoritária.\n\nNo trabalho aqui apresentado, os valores maiores de parâmetro de rede do material\ncomo sintetizado (a ? 11nm), área super?cial (? 50 - 100m2/g) e volume de poros (0,2 -\n0,4cm3/g) indicam que é possivel otimizar a síntese de ZrO2-x%CeO2, particularmente\ncom sílica, para obter um sistema com melhores propriedades texturais e estruturais,\ncomparadas às de outros autores[41, 42, 44, 43, 45].\n\nO valores de área super?cial (BET e BJH) e volume de poros obtidos neste tra-\nbalho dependem fundamentalmente do método de preparação do material poroso e\nindependem da concentração nominal de CeO2 (amostras Zr50CeAN e Zr90CeAN).\n\nObserva-se um aumento signi?cativo da área super?cial e do volume de poros a par-\ntir da introdução de sílica nesses sistemas. O valor da área total Atotal dessas amostras\n\n57\n\n\n\n58 Comparação dos resultados e conclusões\n\nTabela 4.1: Comparação dos valores de área super?cial (Si) pelos métodos i = BET e\nBJH, e volume de poros (Vp) determinado pelo método BJH, para todas as amostras\nanalisadas. Comparação da área total (Atotal) sob o pico das re?exões l-10 e l-20, a\nárea do pico sem o fundo (Al?10+l?20), o parâmetro de rede (a) e a fração ordenada\n(ford), de todas as amostras (AS) analisadas. As amosras identi?cadas com - não\npossuem estrutura de poros ordenada (*resultados obtidos no LNLS e normalizados\npara comparação com os resultados do Nanostar).\n\nAmostra SBET SBJH Vp Al?10+l?20 Atotal ford a\n(m2/g) (m2/g) (cm3/g) (u. arb.) (u. arb.) (nm)\n\nZr50Ce 60 116 0,52 10,90(4)\nZr70Ce 23 40 0,57 13,28(2)\nZr90Ce 15 26 0,55 11,78(5)\n\nZr50CeAN 47 44 0,2 81* 115* 0,70* 14,1*\nZr90CeAN 46 38 0,2 5* 18* 0,28* 12,7*\nZr90Cenit 9 13 0,04 - - - -\nZr90Ce- 6 36 0,17 15,8\nSupSat\n\nZr90CeH10 68 73 0,4 14 38 0,37 11,82(8)\nZr90CeP10 73 65 0,3 22 42 0,52 11,70(1)\nZr90CeP30 128 110 0,4 69 275 0,25 14,7\nZr90CeP10 63 107 0,59 13,70(2)\n(cal. 300?C)\nZr90CeP30 2 31 0,06 12,6\n(cal. 300?C)\nZr90CeP30T 25 61 0,42 10,8\nZr50CenitG 8 11 0,05 - - - -\n(gel-comb.)\n\napresenta correlação com as áreas super?ciais obtidas. As amostras como sintetizadas\n(AS) que apresentaram um maior contraste de densidade eletrônica parede/polímero\n(maior Atotal) também apresentaram melhores propriedades morfológicas (maiores SBET\ne SBJH).\n\nO aumento da concentração de céria nas amostras diminui o contraste de densidade\neletrônica entre o polímero e as paredes, visto que há uma diminuição da intensidade\nde espalhamento total a baixos ângulos. Uma explicação para esse resultado é uma\nmenor agregação das fases inorgânicas sobre o polímero, formando paredes mais ?nas.\nPor outro lado, o parâmetro de rede não apresenta uma variação sistemática com a\n\n\n\n59\n\nconcentração de céria.\nComo já mencionado, a escolha da concentração de 90% de CeO2 para a elaboração\n\ndos diferentes métodos de síntese executados posteriormente baseou-se nos resultados\nobtidos no LNLS. A amostra Zr90CeAN apresentou paredes compostas por uma única\nfase cristalina fcc e estabilidade estrutural maior durante o processo de calcinação,\ninvestigado por SAXS, quando comparada ao material com menor conteúdo de céria\n(Zr50CeAN). A síntese com precursores a base de cloreto anidro comparada à com\nprecursores hidratados não resultou em amostras como sintetizadas (AS) com diferentes\nvalores de Atotal, indicando que a concentração relativa dos precursores e do polímero é\no fator principal que determina a agregação dos sais às micelas. Entretanto, diferentes\nprecursores podem modi?car a fração ordenada.\n\nA amostra sintetizada pelo método de solução supersaturada apresentou maior valor\npara o parâmetro de rede a em comparação com a amostra de partida (Zr90CeAN),\nmostrando que é possível aumentar a espessura das paredes, e que esse aumento é\nfundamental para a manutenção da estrutura ordenada após a calcinação usual em N2\ne ar. O valor de Al?10+l?20 das amostras Zr90CeAN e Zr90CeSupsat como sintetizadas\nnão se alterou, visto que a amostra Zr90CeSupsat foi formada a partir da primeira, mas\na fração ordenada diminuiu. Esse resultado pode ser explicado a partir da formação\nde novas paredes inorgânicas sobre o excesso de polímero dissolvido em solução, dando\norigem a um material não ordenado. Após a calcinação da amostra Zr90CeSupsat em\nN2 e ar observou-se uma banda alargada, com máximo deslocado para ângulos maiores,\nindicando a presença de pequenas regiões porosas ordenadas, com poros de diâmetro\ninferior ao material AS, devido ao encolhimento da matriz no processo de remoção\ndo molde[1, 10]. Em contrapartida, a calcinação em ar provocou a densi?cação do\nmaterial, detectada pela diminuição do espalhamento a baixo ângulo, o que diminui\no conteúdo de poros desordenados e também impede a formação de regiões porosas\nordenadas.\n\nAs sínteses com adição de 10mol% de silício (Zr90CeH10 e Zr90CeP10) deram\norigem a amostras com área total Atotal muito similares, mas as diferenças na fração\nde ordenação indicam que há uma agregação cooperativa mais e?ciente para agitação\ndo P-123 e o TEOS antes da adição dos precursores a base de Zr e Ce.\n\nAs análises dos dados de SAXS das amostras Zr90CeP10 e Zr90CeP30 submeti-\ndas a tratamento térmico até 300?C, temperatura na qual ainda existe uma pequena\nordenação no material, mostraram um aumento não esperado no parâmetro de rede\nda amostra Zr90CeP10, uma vez que, durante a calcinação de amostras a base de\nsilício[8] geralmente ocorre uma condensação das paredes, como observado para a\namostra Zr90CeP30. O aumento do parâmetro de rede pode estar relacionado com\na transição de fase nanocristalina para policristalina que ocorre em torno de 300?C.\n\nA adição de 30% de silício nessas amostras pode aumentar signi?cativamente sua\nárea super?cial, mas essa quantidade deve ser analisada em relação à quantidade de\nzircônia e as propriedades de condução eletrônica das amostras sintetizadas.\n\n\n\n60 Comparação dos resultados e conclusões\n\nA síntese posterior, na qual variou-se a temperatura de síntese de 25?C (Zr90CeP30)\npara 40?C e o tempo de tratamento hidrotérmico de 24 horas a 60?C, para 48 horas a\n100?C (Zr90CeP30T), gerou um material mais denso e com maior ordenação estrutural\n(ford).\n\nO diagrama de fase da Zr e Ce com o Pluronic P-123 é desconhecido. Como a agre-\ngação é cooperativa, não necessariamente 2,0g de P-123 (como na síntese do SBA-15)\nfornece uma estrutura mesoporosa ordenada hexagonal bidimensional em compostos\na base de zircônia e céria. Nesse trabalho foi obtida uma fase lamelar para esse con-\nteúdo de polímero. Com o colapso da estrutura lamelar após a calcinação, há uma\nmaior densi?cação das paredes, permitindo formar o composto fcc poli ao invés de\nnanocristalino. Cálculos preliminares utilizando a fórmula de Scherrer[46] forneceram\nvalores de tamanho de cristalito 4 vezes superiores aos materiais nanocristalinos cresci-\ndos por gel-combustão (5 - 15nm)[28]. Paredes cristalinas, como em zeólitas, favorecem\na interação com outros íons e moléculas em processos catalíticos[12].\n\nEm resumo, pode-se concluir que o processo de preparação de materiais porosos a\nbase de sílica pode ser estendido para a síntese de ZrO2-90%CeO2 porosa com paredes\nde fase cristalina fcc homogênea, com área super?cial e volume de poros maior que\nos materiais nanocristalinos preparados por outros métodos, particularmente quando\nsílica é adicionada à zircônia-céria. Além disso, concluiu-se que paredes mais espessas\ndevem ser obtidas para preservar a estrutura de poros ordenados após a calcinação em\natmosfera redutora, seguida de oxidação.\n\n\n\nCapítulo 5\n\nTrabalhos Futuros\n\nComo trabalhos futuros pretende-se:\n\n• Analisar as curvas de SAXS obtidas através do programa GNOM[50] para a\ndeterminação das características morfológicas dos poros desordenados após o\nprocesso de calcinação e correlacioná-los com as medidas de NAI, feitas com\nmaior precisão.\n\n• Fazer o re?namento pelo método de Rietveld das curvas de XRD a ?m de deter-\nminar o tamanho de cristalito e comparar os valores obtidos por outros métodos\nde síntese[28].\n\n• Analisar por microscopia eletrônica de transmissão ou varredura a morfologia dos\nmateriais calcinados.\n\n• Utilizar a espectroscopia Raman para determinação das fases da zircônia-céria\nporosa[32].\n\n• Análise através de RBS (Rutherford Back Scattering) para determinar as con-\ncentrações elementares das amostras sintetizadas.\n\n• Utilizar a espectroscopia de impedância para avaliar as propriedades do material\nvisando o seu uso como catalisador e em SOFC[51].\n\n• Analisar por espectroscopia de absorção de raios X (XAS, EXAFS e XANES) a\nestrutura de ordem local ao redor do Zr[34].\n\n• Introduzir metais na estrutura visando aplicações catalíticas e SOFC[32, 35, 42].\n\n• Investir na elaboração de uma síntese que produza o material mesoporoso orde-\nnado após a calcinação.\n\n61\n\n\n\n62 Trabalhos Futuros\n\n• Construir e analisar o diagrama de fase da ZrO2-x%CeO2 com P-123.\n\n• Estabilizar a fase tetragonal da ZrO2-x%CeO2.\n\n\n\nReferências Bibliográ?cas\n\n[1] V. Menyen, P. Cool, and E. F. Vasant, ?Veri?ed syntheses of mesoporous\nmaterials,? Microporous and Mesoporous Materials 125 (2009) 170?233.\n\n[2] A. Sayari and P. Liu, ?Non-silica periodic mesostructured materials: recent\nprogress,? Microporous and Mesoporous Materials 12 (December, 1997) 149?177.\n\n[3] S. Ruthstein, V. Frydman, and D. Goldfarb, ?Study of the initial formation\nstages of the mesoporous material SBA-15 using spin-labeled block co-polymer\ntemplates,? Journal of Physical Chemistry B 108 (2004) 9016?9022.\n\n[4] A. F. Craievich, Small-angle X-ray scattering by nanostructured materials -\nHandbook of Sol-Gel Science and Technology - Volume II: Materials\ncharacterization. Chapter 8. Kluwer Academic Publishers, 2005.\n\n[5] E. L. Crepaldi, G. J. Soler-Illia, D. Grosso, A. B. Cagnol, and C. Sanchez,\n?Controlled formation of highly ordered cubic and hexagonal mesoporous\nnanocrystalline yttria-zirconia and ceria-zirconia thin ?lms exhibiting high\nthermal stability,? Angewandte Chemie 42 (2003) 347.\n\n[6] K. S. W. Sing, D. H. Everett, R. A. W. Haul, L. Moscou, R. A. Pierotti,\nJ. Rouquérol, and T. Siemieniewska, ?Reporting physisorpion data for gas/solid\nsystems with special reference to the determination of surface area and porosity,?\nPure &amp; Applied Chemistry 57 (1985) 603.\n\n[7] C. T. Kresge, M. E. Leonowicz, W. J. Roth, J. C. Vartuli, and J. S. Beck,\n?Ordered mesoporous molecular sieves synthesized by a liquid-crystaltemplate\nmechanism,? Nature 359 (October, 1992) 710?712.\n\n[8] U. Ciesla and F. Schüth, ?Ordered mesoporous materials,? Microporous and\nMesoporous Materials 27 (1999) 131?149.\n\n[9] J. S. Beck, J. C. Vartuli, W. J. Roth, M. E. Leonowicz, C. T. Kresge, K. D.\nSchmitt, C. T. W. Chu, D. H. Olson, and E. W. Sheppard, ?A new family of\nmesoporous molecular sieves prepared with liquid crystal templates,? Journal of\nthe American Chemical Society 114 (December, 1992) 10834?10843.\n\n63\n\n\n\n64 REFERÊNCIAS BIBLIOGRÁFICAS\n\n[10] C. Yu, Y. Yu, and D. Zhao, ?Highly ordered large caged cubic mesoporous silica\nstructures templated by triblock PEO-PBO-PEO copolymer,? Chemical\nCommunications (2000), no. 7, 575?576.\n\n[11] A. Taguchi and F. Schüth, ?Ordered mesoporous materials in catalysis,?\nMicroporous and Mesoporous Materials 77 (2005) 1?45.\n\n[12] M. E. Davis, ?Ordered porous materials for emerging applications,? Nature 417\n(June, 2002) 813?821.\n\n[13] A. Corma, ?From microporous to mesoporous molecular sieve materials and their\nuse in catalysis,? Chemical Reviews 97 (1997) 2373?2420.\n\n[14] D. Zhao, J. Feng, Q. Huo, N. Melosh, G. H. Fredrickson, B. F. Chmelka, and\nG. D. Stucky, ?Triblock copolymer syntheses of mesoporous silica with periodic\n50 to 300A pores,? Science 279 (January, 1998) 548?552.\n\n[15] D. Zhao, Q. Huo, J. Feng, B. F. Chmelka, and G. D. Stucky, ?Nonionic triblock\nand star diblock copolymer and oligomeric surfactant syntheses of highly\nordered, hydrothermally stable, mesoporous silica structures,? Journal of the\nAmerican Chemical Society 120 (June, 1998) 6024?6036.\n\n[16] J. S. Lettow, Y. J. Han, P. Schmidt-Winkel, P. Yang, D. Zhao, G. D. Stucky,\nand J. Y. Ying, ?Hexagonal to mesocellular foam phase transition in\npolymer-templated mesoporous silicas,? Langmuir 16 (2000) 8291.\n\n[17] P. D. Yang, D. Y. Zhao, D. I. Margolese, B. F. Chmelka, and G. D. Stucky,\n?Block copolymer templating syntheses of mesoporous metal oxides with large\nordering lengths and semicrystalline framework,? Chemical Materials 11 (1999)\n2813?2826.\n\n[18] T. Brezesinski, M. Antonietti, M. Groenewolt, N. Pinna, and B. Smarsly, ?The\ngeneration of mesostructured crystalline CeO2, ZrO2 and CeO2-ZrO2 ?lms using\nevaporation-induced self-assembly,? New Journal of Chemistry 29 (2005)\n237?242.\n\n[19] F. Chen and M. Liu, ?Preparation of mesoporous yttria-stabilized zirconia (YSZ)\nand YSZ-NiO using a triblock copolymer as surfactant,? Journal of Materials\nChemistry 10 (2000) 2603?2605.\n\n[20] M. Mamak, N. Coobs, and G. Ozin, ?Practical solid oxide fuel cells with anodes\nderived from self-assembled mesoporous-NiO-YSZ,? Chemical Communications\n20 (2002) 2300?2301.\n\n\n\nREFERÊNCIAS BIBLIOGRÁFICAS 65\n\n[21] M. Mamak, N. Coobs, and G. Ozin, ?Self-assembling solid oxide fuel cell\nmaterials: Mesoporous yttria-zirconia and metal-yttria-zirconia solid solutions,?\nJournal of the American Chemical Society 122 (2000) 8932?8939.\n\n[22] M. Mamak, N. Coombs, and G. A. Ozin, ?Mesoporous nickel-yttria-zirconia fuel\ncell materials,? Chemical Materials 13 (2001) 3564?3570.\n\n[23] T. Hibino, S. Wang, S. Kakimoto, and M. Sano, ?One-chamber solid oxide fuel\ncell constructed from a YSZ electrolyte with a Ni anode and LSM cathode,?\nSolid State Ionics 127 (2000) 89?98.\n\n[24] T. Hibino, A. Hashimoto, T. Inoue, J. Tokuno, S. Yoshida, and M. Sano, ?A\nlow-operating-temperature solid oxide fuel cell in hydrocarbon-air mixtures,?\nScience 288 (2000) 2031?2033.\n\n[25] T. S. Martins, T. L. R. Hewer, and R. Freire, ?Cério: Propriedades catalíticas,\naplicações tecnológicas e ambientais,? Química Nova 30 (2007) 2001?2006.\n\n[26] D. G. Lamas, R. O. Fuentes, I. O. Fábregas, M. E. F. de Rapp, G. E. Lascalea,\nJ. R. Casanova, N. E. W. de Reca, and A. F. Craievich, ?Synchrotron X-ray\ndi?raction study of the tetragonal-cubic phase boundary of nanocrystalline\nZrO2-CeO2 synthesized by a gel-combustion process,? Journal of Applied\nCrystallography 38 (2005) 867?873.\n\n[27] G. E. Lascalea, D. G. Lamas, L. Perez, E. D. Cabanillas, and N. W. de Reca,\n?Synthesis of ZrO2-15 mol% CeO2 nanopowders by a pH-controlled nitrate -\nglycine process,? Materials Letters 58 (2004) 2456?2460.\n\n[28] D. G. Lamas, G. E. Lascalea, R. E. Juarez, E. Djurado, L. Perez, and N. E. W.\nReca, ?Metastable forms of the tetragonal phase in compositionally\nhomogeneous, nanocrystalline zirconia-ceria powders synthesided by\ngel-combustion,? Journal of Materials Chemistry 13 (2003) 904?910.\n\n[29] D. G. Lamas and N. E. W. de Reca, ?X-ray di?raction study of compositionally\nhomogeneous, nanocrystalline yttria-doped zirconia powders,? Journal of\nMaterials Science 35 (2000) 5563?5567.\n\n[30] M. Yashima, M. Kakihana, and M. Yoshimura, ?Metastable-stable phase\ndiagrams in the zirconia-containing systems utilized in solid-oxide fuel cell\napplication,? Solid State Ionics 86-88 (1996) 1131?1149.\n\n[31] M. Yashima, S. Sasaki, M. Kakihana, Y. Yamaguchi, H. Arashi, and\nM. Yoshimura, ?Oxygen-induced structural change of the tetragonal phase\naround the tetragonal?cubic phase boundary in ZrO2?YO1.5 solid solutions,?\nActa Crystallographica Section B 50 (Dec, 1994) 663?672.\n\n\n\n66 REFERÊNCIAS BIBLIOGRÁFICAS\n\n[32] M. Yashima, K. Ohtake, H. Arashi, M. Kakihana, and M. Yoshimura,\n?Determination of cubic-tetragonal phase boundary in Zr1?XYXO2?X/2 solid\nsolutions by raman spectroscopy,? Journal of Applied Physics 74 (1993), no. 12,\n7603?7605.\n\n[33] P. M. Abdala, D. G. Lamas, M. E. F. de Rapp, N. E. W. de Reca, A. F.\nCraievich, and M. C. A. Fantini, ?Synchrotron X-ray powder di?raction study of\nthe tetragonal-cubic phase transition in nanostructured ZrO-ScO solid\nsolutions,? Powder Di?raction Journal 23 (2) (2008) s87?s90.\n\n[34] I. O. Fábregas, D. G. Lamas, N. E. W. de Reca, M. C. A. Fantini, A. F.\nCraievich, and R. J. Prado, ?Synchrotron X-ray powder di?raction and extended\nX-ray absorption ?ne structure spectroscopy studies on nanocrystalline\nZrO2-CaO solid solutions,? Journal of Applied Crystallograpgy 41 (2008)\n680?689.\n\n[35] M. Rezaei, S. M. Alavi, S. Sahebdelfar, L. Xinmei, L. Qian, and Z. F. Yan,\n?CO2-CH4 reforming over nickel catalysts supported on mesoporous\nnanocrystalline zirconia with high surface area,? Energy &amp; Fuels 21 (2007)\n581?589.\n\n[36] M. Rezaei, S. M. Alavi, S. Sahebdelfar, and Z. Yan, ?Mesoporous nanocrystalline\nzirconia powders: A promising support for nickel catalyst in CH4 reforming with\nCO2,? Materials Letters 61 (2007) 2628?2631.\n\n[37] J. R. Casanova, I. O. Fábregas, D. G. Lamas, N. E. W. de Reca, G. E. Lascalea,\nR. Kempf, A. F. Craievich, and C. V. Santilli, ?Structure of nanoporous\nzirconia-based powders synthesized by di?erent gel-combustion routes,? Journal\nof Applied Crystallography 40 (2006) s147?s152.\n\n[38] R. Liu, Y. Shi, Y. Wan, Y. Meng, F. Zhang, D. Gu, Z. Chen, B. Tu, and\nD. Zhao, ?Triconstituent co-assembly to ordered mesostructured polymer-silica\nand carbon-silica nanocomposites and large-pore mesoporous carbons with high\nsurface areas,? Journal of the American Chemical Society 128 (2006)\n11652?11662.\n\n[39] D. Terribile, A. Trovarelli, J. Lorca, C. Leitenburg, and G. Dolcetti, ?The\nsynthesis and characterization of mesoporous high-surface area ceria prepared\nusing a hybrid organic/inorganic route,? Journal of Catalysis 178 (1998)\n299?308.\n\n[40] D. M. Lyons, K. M. Ryan, and M. A. Morris, ?Preparation of ordered\nmesoporous ceria with enhanced thermal stability,? Journal of Materials\nChemistry 12 (2002) 1207?1212.\n\n\n\nREFERÊNCIAS BIBLIOGRÁFICAS 67\n\n[41] C. Ho, J. C. Yu, X. Wang, S. Laib, and Y. Qiub, ?Meso- and macro-porous\nPd/CexZr1?xO2 as novel oxidation catalysts,? Journal of Materials Chemistry 15\n(2005) 2193?2201.\n\n[42] M. P. Kapoor, A. Raj, and Y. Matsumura, ?Methanol decomposition over\npalladium supported mesoporous CeO2-ZrO2 mixed oxides,? Microporous and\nMesoporous Materials 44-45 (2001) 565?572.\n\n[43] Y. Quan, L.-L. Li, S.-L. Lu, Duan, H.-H. L. Zhen-Xing, Y.-X. Zhu, and C.-H.\nYan, ?Facile synthesis of Zr-based functional materials with highly ordered\nmesoporous structures,? Journal of Physical Chemistry C 113 (2009) 4117?4124.\n\n[44] Q. Yuan, Q. Liu, W.-G. Song, W. Feng, W.-L. Pu, L.-D. Sun, Y.-W. Zhang, and\nC.-H. Yan, ?Ordered mesoporous Ce1?xZrxO2 solid solutions with crystalline\nwalls,? Journal of the American Chemical Society 129 (2007) 6698?6699.\n\n[45] H. Li, L. Zhang, H. Dai, and H. He, ?Facile synthesis and unique\nphysicochemical properties of three-dimensionally ordered macroporous\nmagnesium oxide, gamma-alumina, and ceria-zirconia solid solutions with\ncrystalline mesoporous walls.,? Inorganic Chemistry 48 (2009) 4421?4433.\n\n[46] B. D. Cullity and S. R. Stock, Elements of X-ray Di?raction. Prentice Hall, 2001.\n\n[47] S. Brunauer, P. H. Emmet, and E. Teller, ?Adsorption of gases in multimolecular\nlayers,? Journal of the American Chemical Society 60 (1938) 309?319.\n\n[48] E. P. Barrett, L. G. Joyner, and P. P. Halenda, ?The determination of pore\nvolume and area distributions in porous substances. I. computations from\nnitrogen isotherms,? Journal of the American Chemical Society 73 (January,\n1951) 373?380.\n\n[49] R. I. Masel, Principles of Adsorption and Reaction on Solid Surfaces. John\nWiley &amp; Sons Inc., 1996.\n\n[50] D. I. Svergun, ?Mathematical methods in small-angle scattering data analysis,?\nJournal of Applied Crystallografy 24 (1991) 485?492.\n\n[51] R. Mucillo, ?Impedance spectroscopy analysis of zirconia:8%mol yttria solid\nelectrolytes with graphite pore former,? Journal of Materials Research 24 (5)\n(2009) 1780?1784.\n\n\n\tAgradecimentos\n\tResumo\n\tAbstract\n\tEstado da arte\n\tMateriais porosos e aplicações\n\tMotivação e objetivos\n\n\tTécnicas experimentais de análise\n\tDifração de raios X (XRD)\n\tEspalhamento de raios X a baixo ângulo (SAXS)\n\tIsotermas de adsorção-dessorção de nitrogênio  (NAI)\n\n\tSíntese de ZrO2-CeO2 poroso: resultados e discussão\n\tIntrodução\n\tMétodos de síntese: ZrO2-x%CeO2\n\tResultados\n\tMétodo cloreto hidratado\n\tMétodo cloreto anidro\n\tMétodo nitrato\n\tMétodo solução supersaturada\n\n\tSínteses com silício: Resultados\n\tMétodo híbrido\n\tMétodo paliçada de Si\n\tMétodo paliçada de Si com temperatura de síntese de 40C\n\n\tFluxograma\n\n\tComparação dos resultados e conclusões\n\tTrabalhos Futuros\n\tReferências"}]}}}