{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13462"}, {"@name": "filename", "#text": "19459_13.HP%2c%20LO%2c%20MN-%20SCC%2c%20agreg.%20finos%20reciclados%2c%20ICEUBI2011%2c%20Covilh%c3%a3%2c%20Nov.%202011.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nPropriedades do Betão Auto-Compactável com \nIncorporação de Agregados Finos Reciclados \n\n \nHugo Alexandre Silva Pinto  \nC-Made Centre of Materials and Building Technologies, Universidade da Beira Interior, Covilhã, Portugal  \npinto.ha@gmail.com \n\n \n\nLuiz Antonio Pereira de Oliveira,  \nC-Made Centre of Materials and Building Technologies, Universidade da Beira Interior, Covilhã, Portugal  \nluiz.oliveira@ubi.pt \n\n \n\nMiguel Costa Santos Nepomuceno \nC-Made Centre of Materials and Building Technologies, Universidade da Beira Interior, Covilhã, Portugal  \nmcsn@ubi.pt \n\n \nÁrea Científica – CT14 \n  \nResumo \n \n \nEste estudo teve como objectivo analisar o impacto nas propriedades do betão auto-compactável (BAC) resultante da \nincorporação de agregados finos reciclados em substituição parcial dos agregados finos naturais. O programa \nexperimental realizado envolveu, numa primeira fase, a produção e ensaio de 11 misturas binárias com percentagens \nsucessivamente crescentes de agregados finos reciclados. Posteriormente, foram ainda produzidas e ensaiadas 6 \nmisturas ternárias para o mesmo efeito. Nas misturas binárias, a percentagem de substituição do agregado fino \nnatural por agregado fino reciclado variou desde os 0% (mistura de referência) até aos 50% em incrementos de 5%, \nenquanto nas misturas ternárias a percentagem de substituição do agregado fino natural por agregado fino reciclado \nvariou desde os 0% (mistura de referência) até aos 50% em incrementos de 10%. O estudo permitiu concluir que as \nargamassas com incorporação de agregados finos reciclados constituem um material viável e com potencialidades de \nutilização na indústria da construção, desde que sejam ponderados os ajustes necessários ao seu desempenho. \n\nPalavras-chave: Betão auto-compactável, Agregados finos reciclados, Propriedades da argamassa no estado fresco, \nPropriedades da argamassa no estado endurecido, Resíduos de construção e demolição. \n \n \n1. INTRODUÇÃO  \n \nVive-se hoje numa era de globalização e de desenvolvimento tecnológico, pelo que a indústria \nda construção civil caminha para mecanização dos meios de construção, tendo como \nconsequência uma redução gradual da mão-de-obra. A par deste desenvolvimento \ntecnológico, é cada vez mais notável a preocupação com o meio ambiente e a escassez de \nrecursos naturais, o que conduz à busca de alternativas sustentáveis. Desta forma é \nimperativo que a indústria da construção civil passe por profundas transformações, já que a \nsua cadeia produtiva apresenta importantes impactos ambientais. \n \nMotivados pela consciencialização ambiental e pela redução de custos, têm sido \ndesenvolvidos programas de gestão da qualidade e gestão ambiental, a fim de diminuir a \ngeração de resíduos e reaproveitá-los no sector. No contexto nacional actual e internacional \nos RCD (resíduos de construção e demolição) têm grande impacto no meio ambiente, devido à \nsua deposição em áreas livres impróprias, causando efeitos nefastos na saúde através da \nmultiplicação de doenças, e efeitos no ambiente, tais como: alteração da paisagem, \ndificuldades impostas ao tráfego de pedestres e veículos, poluição, comprometimento da \ndrenagem urbana e assoreamento de recursos hídricos. A estratégia de gestão dos resíduos \ndeve privilegiar a sua recuperação, através de soluções de valorização. Neste sentido, como \nforma de diminuir os impactos gerados pelo RCD, a transformação destes, através da \n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nreciclagem, surge como alternativa de matéria-prima. Assim, constitui-se uma solução para os \nresíduos de obra. \nUma das exigências para a durabilidade do betão é que a sua colocação seja executada por \nmão-de-obra especializada. No entanto, a mão-de-obra pouco qualificada é corrente na \nconstrução. Foi neste contexto que na década de 80 o Japão teve necessidade de desenvolver \num betão com determinadas características, capaz de fluir no interior da armadura, e \npreencher de forma natural o seu volume, consolidando-se sob a acção do seu próprio peso, \nsem compactação. Este pressuposto deu origem ao BAC [1]. Este novo material não necessita \nde vibração e, em certos casos, a resistência deixa de ser utilizada como indicador da \nqualidade passando a ser a trabalhabilidade (auto-compactável) o aspecto mais relevante. \n \nPara o cálculo de BAC têm sido propostos vários métodos, sendo os métodos de Okamura e da \nJSCE alguns dos mais divulgados a nível internacional. Em Portugal, o método de Nepomuceno \n[2, 3, 4] tem sido utilizado em inúmeros trabalhos de investigação e tem-se revelado eficaz. \nPara se obter um BAC é necessária uma dosagem elevada de materiais finos. A utilização de \ncimento como único material fino implica o uso de dosagens elevadas, tendo como \nconsequência um elevado custo. Neste sentido, têm sido utilizadas adições, no intuito de \nsubstituir parte do cimento. Os materiais utilizados para produzir betões correntes e todas as \nrecomendações quanto à conformidade desses materiais podem ser aplicadas ao BAC. No \nentanto, a especificidade deste tipo de betão tem movido a vários estudos para aprimorar \nalguns dos materiais constituintes. \n \nDa pesquisa bibliográfica verificaram-se algumas lacunas nomeadamente na existência de um \nprocedimento para a obtenção de um BAC com agregados finos reciclados. É precisamente \neste entendimento que está na origem do presente trabalho. \n \n \n2. BETÃO AUTO-COMPACTÁVEL \n \n2.1 Definição  \n \nExistem várias definições para o BAC, mas os princípios base são os mesmos. Segundo \nNepomuceno [2, 3, 4], a auto-compactabilidade do betão fresco, é a capacidade que este \npossui de preencher cofragens e envolver os varões das armaduras pela acção da gravidade e \nsem perda de homogeneidade. Para o betão ter esta capacidade, deve ser dotado de \npropriedades reológicas e trabalhabilidade adequadas, uma vez que, durante a betonagem \nnão está sujeito a vibração. Deve ser resistente à ocorrência de segregação, de que são \nexemplos a exsudação e o assentamento das partículas mais grossas (sedimentação). No BAC é \npossível ocorrer um volume de ar residual, tal como ocorre no betão corrente, ou pode-se \naumentar o teor de ar artificialmente para, por exemplo, aumentar a sua resistência à acção \nde gelo e degelo [5]. \n \n2.2 Vantagens e desvantagens \n \nA aplicação do BAC em estruturas tem vindo a aumentar, uma vez que este proporciona uma \nmaior durabilidade e diminui a necessidade de manutenção das cofragens, possibilitando \ndeste modo a realização de estruturas de elevada qualidade. Neste sentido, o BAC apresenta \nvantagens em relação ao betão convencional, tais como [6, 7, 8]:  \n\na) Melhoria da produtividade, uma vez que a sua aplicação é simples e rápida, \nreduzindo o tempo de construção, a mão-de-obra e por sua vez os custos com esta, o \nque pode contrabalançar os acréscimos induzidos pelos materiais utilizados;  \nb) Melhoria do ambiente de trabalho, através da redução do ruído e esforço físico \nimplicado na vibração;  \n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nc) Melhoria da homogeneidade, permitindo a obtenção de estruturas mais \nhomogéneas, aumentando a qualidade e durabilidade do betão;  \nd) Outras melhorias dizem respeito à aplicação do BAC em situações onde o acesso de \nequipamentos de vibração é difícil, para além da possibilidade de executar estruturas \ncom geometrias mais complexas e com alta densidade de armaduras.  \n \n\nApesar das inúmeras vantagens, o BAC também apresenta algumas desvantagens, em relação \nao betão corrente, nomeadamente [2, 7, 8]:  \n\na) O elevado custo, que pode resultar da elevada percentagem de materiais finos;  \nb) No estado endurecido, o BAC apresenta maior susceptibilidade a fenómenos de \nretracção e fluência em relação ao betão corrente. A solução neste caso pode estar \nna optimização das misturas, nomeadamente a redução dos materiais finos através da \noptimização dos agregados; \nc) O BAC requer um maior controlo das matérias-primas e do betão no estado fresco. \n\n \n \n3. UTILIZAÇÃO DE AGREGADOS RECICLADOS GROSSOS E FINOS NO BAC \n \n \nUma forma de aproveitamento dos RCD é a reciclagem, transformando os resíduos em \nagregados reciclados e reutilizando-os na construção civil. A utilização dos agregados \nreciclados na produção de BAC, em vez dos agregados naturais, provoca alterações em \nalgumas propriedades deste, quer no estado fresco quer no estado endurecido. Para um \nconhecimento mais abrangente destas alterações têm sido realizados vários estudos a nível \nnacional e internacional. \nOs estudos de Brito [9] revelam que a substituição de agregados naturais por agregados \nreciclados no fabrico de betão pode conduzir a resistências semelhantes às do betão \nconvencional, mantendo a curva granulométrica e a trabalhabilidade do betão fresco, tanto \nmais quanto: \n\ni. Menor for a taxa de substituição de agregados naturais por reciclados;  \n\nii. Menor for a incorporação de agregados finos reciclados, em detrimento de \n\nagregados grossos reciclados;  \n\niii. Melhores forem as características dos agregados reciclados e menor a quantidade de \n\nimpurezas;  \n\niv. Menor for a classe de resistência do betão produzido;  \n\nv. Utilizar a adjuvantes e ligantes de elevada resistência, de modo a compensar as \n\npiores características dos agregados reciclados. \n\n \n\nDe referir ainda o estudo de Rangel [10] em betões auto compactáveis, no qual o autor \nconcluiu que, no módulo de elasticidade dinâmico, houve uma perda de 1,2%, 1,8%, 2,4% e \n3,1% nos betões com incorporação de agregados grossos reciclados de 10%, 20%, 30% e 40%, \nquando comparados com os valores obtidos no betão sem incorporação de agregados \nreciclados. Estes valores de redução do módulo de elasticidade podem ser considerados pouco \nsignificativos quando observados à luz dos respectivos desvios padrão. O autor concluiu nesse \nestudo que a incorporação de agregados grossos reciclados no BAC é viável, tendo um bom \npotencial de utilização na indústria de construção [10]. No mesmo estudo [10] as massas \nvolúmicas no betão em estado endurecido apresentam uma pequena perda de peso com o \naumento da incorporação dos agregados reciclados. Esta perda pode ser explicada pelos \nbaixos valores de massa volúmica que os agregados reciclados apresentaram, quando \ncomparados com os valores dos agregados naturais. \n \n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nApesar de menos estudada, a inclusão de agregados finos reciclados no betão, segundo \nEvangelista e Brito [11], não afecta significativamente a resistência à compressão, pelo \nmenos quando a taxa substituição de agregados finos não ultrapassa os 30%. No entanto, estes \nresultados foram obtidos com agregados finos produzidos em laboratório, com granulometria \ne britagem controladas, sendo de esperar que os agregados finos reciclados obtidos de forma \nconvencional tenham mais impurezas que reduzam o desempenho do betão. É precisamente \nesta incerteza na forma de obtenção uma das principais razões pela qual a utilização de \nagregados finos reciclados é geralmente vetada nos documentos normativos existentes. A \nutilização de betão pré-fabricado para produção de agregados finos reciclados, com cuidadosa \nextracção dos mesmos evitaria a presença de impurezas prejudiciais [11]. \n \nOs estudos de Cabral [12] revelam que o uso dos agregados reciclados na produção de BAC \nparece promitente, pois a elevada quantidade de finos presentes nos agregados reciclados \npode ajudar na resistência à segregação. Porém, a elevada absorção dos agregados reciclados \né um obstáculo, uma vez que estes podem absorver a água da mistura, modificando as \npropriedades do BAC [12]. Gómez-Soberón, mediu as absorções de água dos agregados finos e \nagregados reciclados de betão e confirmou que a absorção dos agregados finos reciclados de \nbetão é maior do que a dos grossos, e ambas são maiores que a dos naturais [13]. \n \n \n4. DESCRIÇÃO DO PROGRAMA EXPERIMENTAL \n \n4.1 Caracterização dos materiais utilizados \n \nOs materiais utilizados no presente estudo foram subdivididos nos seguintes grupos: ligante, \nadição, adjuvante, agregados e água. O ligante utilizado foi o cimento Portland (CEM I 42,5R), \ncom massa volúmica de 3140 kg/m3. Foram utilizadas duas adições, uma do tipo I (quase \ninerte) constituída por fíler calcário, com massa volúmica de 2720 kg/m3 e a outra do tipo II \n(pozolânica ou hidráulica latente) constituída por cinzas volantes, com massa volúmica de \n2380 kg/m3. O adjuvante seleccionado foi um superplastificante de última geração, com a \ndesignação comercial de Sika® ViscoCrete® 3005. Este adjuvante apresenta-se sob a forma \nlíquida, de cor levemente amarelada e uma densidade de aproximadamente 1,05. Tendo em \nconta a especificidade do estudo da composição dos BAC, a selecção dos agregados dividiu-se \nem dois grupos: os agregados finos naturais e os agregados finos reciclados.  \n \nA escolha dos agregados finos naturais, recaiu sobre uma areia natural rolada de grão fino \ndesignada neste trabalho de Areia 0/2 e uma areia natural rolada de grão intermédio \nproveniente de Abrantes, designada neste trabalho de Areia 0/4. A Areia 0/2 apresentou uma \nmassa volúmica de 2600 kg/m3 e um módulo de finura de 2,104, enquanto a Areia 0/4 \napresentou uma massa volúmica de 2630 kg/m3 e um módulo de finura de 3,035. \n \nOs agregados finos reciclados (Areia Reciclada) foram obtidos a partir da britagem de \nprovetes de betão. Estes encontravam-se armazenados no Laboratório de Tecnologia e Ensaios \nMecânicos do DECA da UBI. A dimensão destes agregados é inferior a 5 mm. No presente \nestudo serão designados como Areias Recicladas. A selecção destes agregados reciclados \nresultou na sequência de estudos já realizados na UBI, em 2010, por Rangel [10]. Nesse \nestudo, Rangel avaliou a utilização da fracção mais grossa (dimensão superior a 5 mm) \nresultante da britagem de betões para avaliar o impacto da adição de agregados grossos \nreciclados no BAC. No presente trabalho pretendeu-se avaliar o impacto da introdução da \nparcela reciclada mais fina que sobrou, nomeadamente os agregados finos, que incluem \ntambém uma parcela significativa de materiais finos. Optou-se por utilizar directamente essas \nareias não se tendo efectuado a separação dos finos. \n \n \n\n \n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\n4.2 Misturas binárias e ternárias \n \nAo longo do presente trabalho experimental foram usadas duas séries de argamassas, \ndenominadas de Série 1 e Série 2.  \n \nA Série 1 incluiu um total de 11 argamassas com a mesma associação binária de materiais \nfinos, incorporando o cimento Portland CEM I 42,5R (40%) e fíler calcário (60%). Na Série 1, a \nprimeira argamassa apenas inclui agregados finos naturais e serviu de referência para \ncomparação com as restantes argamassas, da mesma Série que incorporam percentagens \nsucessivamente crescentes de agregados finos reciclados em substituição dos agregados finos \nnaturais, em incrementos de 5%, até um limite de 50%. \n \nA Série 2 incluiu um total de 6 argamassas com a mesma associação ternária de materiais \nfinos, incorporando o cimento Portland CEM I 42,5R (40%), as cinzas volantes (10%) e o fíler \ncalcário (50%). Também nesta Série, a primeira argamassa apenas inclui agregados finos \nnaturais e serviu de referência para comparação com as restantes argamassas da mesma Série \nque incorporam percentagens sucessivamente crescentes de agregados finos reciclados em \nsubstituição dos agregados finos naturais, em incrementos de 10%, até um limite de 50%. \n \nNote-se que as misturas foram classificadas de “binárias” quando associavam um cimento com \numa adição mineral e de “ternárias” quando associavam um cimento com duas adições \nminerais. Os pressupostos e a justificação das opções realizadas no presente estudo, bem \ncomo a formulação das argamassas de cada série analisada são a seguir descritas para as \nargamassas com os dois tipos de associações de materiais finos. \n \nO principal objectivo do presente estudo consistiu em avaliar o impacto da introdução de \npercentagens sucessivamente crescentes de agregados finos reciclados nas argamassas, em \nsubstituição parcial dos agregados finos naturais até um limite de 50% de substituição. Para \nisso foi produzida uma argamassa de referência apenas com agregados finos naturais para \nservir de base de comparação, com uma resistência média à compressão de 55 MPa e \nincorporando uma associação binária de materiais finos cujo volume absoluto total incluía 40% \nde cimento Portland CEM I 42,5R e 60% de fíler calcário. Obteve-se assim uma mistura binária \nde referência e uma primeira série de argamassas (Série 1). Nesta série, os agregados finos da \nargamassa de referência foram substituídos em percentagens crescentes de 5% até aos 50%, \ndando origem a 10 argamassas para além da de referência. Importa referir que a curva \ngranulométrica real da mistura de agregados finos se manteve constante em todas as \nargamassas desta série.  \n \nPor opção, no presente trabalho experimental decidiu-se utilizar directamente os agregados \nfinos reciclados sem exclusão da parcela de materiais finos neles presente. Após imersão dos \nagregados finos reciclados em água verificou-se que este apresentava elevado teor de \nhidróxido de cálcio. Esta constatação levou a que se formulasse a hipótese de se efectuar \numa segunda série de argamassas que incorporasse na mistura de matérias finos uma pozolana \nartificial de forma a conter e/ou beneficiar da presença deste hidróxido de cálcio. Nesse \npressuposto, efectuou-se uma reformulação da mistura binária de referência da primeira \nsérie, reduzindo a percentagem de fíler calcário de 60% para 50% e incorporando 10% de \ncinzas volantes. Obteve-se assim uma mistura ternária de referência e uma segunda série de \nargamassas (Série 2). Nesta nova série, os agregados finos da argamassa de referência foram \nsubstituídos em percentagens crescentes de 10% até aos 50%, dando origem a 5 argamassas \npara além da de referência. Importa referir que a curva granulométrica real da mistura de \nagregados finos se manteve constante em todas as argamassas desta série. \n \nApós a caracterização dos materiais a utilizar e definição completa das diferentes misturas \nbinárias e ternárias a produzir, deu-se início ao estudo em argamassas. Esse estudo iniciou-se \ncom a definição do procedimento de cálculo das dosagens dos diferentes componentes da \nargamassa a partir dos parâmetros definidos nas fases precedentes e a adequação da folha de \n\n\n\n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 \n\n \n\ncálculo Excel proposta por Nepomuceno [\nautomaticamente as correcções resultantes do teor em \nque era intenção utilizar os agregados saturados de água. Seguiu\nargamassas no estado fresco e concomitantemente o acerto experimental das dosagens de \nágua e de superplastificante necessários \nda argamassa conducentes à obtenção de betões auto\napresentaram as propriedades reológicas adequadas foram moldados provetes para o ensaio à \ncompressão aos 28 dias de ida\nseguintes. \n\n \n \n4.3 Ensaios em argamassas\n \nA medição dos parâmetros reológicos \nmétodo de Nepomuceno [2, 3, 4]\nequipamentos propostos por este autor. \nestado fresco: o ensaio de espalhamento\n \n4.4 Ensaios em argamassas no estado endurecido\n \nQuando as argamassas cumpriam os requisitos impostos para os parâmetros reológicos \nmedidos pelos ensaios de espalhamento e de fluidez, procedeu\navaliação da resistência à compressão. Para esse efeito foram utilizados moldes prismát\nde 40x40x160 mm3 de aresta.\n\nFigura 1 \n\nAplicação de óleo descofrante\n\nArgamassa foi vertida e a superfície alisada com uma colher de pedreiro\n\nProvetes moldados permaneceram no interior do laboratório durante 24 \nhoras e foram identificados\n\nProvetes foram descofrados e colocados em câmara de cura onde \npermaneceram à temperatura de 20\naproximadamente 90% \n\nAos 28 dias as amostras foram retiradas da câmara e cada um dos \nprovetes prismáticos foi pesado\n\nDivisão dos provetes em duas metades e polimento das superfícies de \nforma a eliminar as irregularidades\n\nEnsaios à compressão\n\nINTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior \n\ncálculo Excel proposta por Nepomuceno [2], de modo a incluir 3 agregados finos e contabilizar \nautomaticamente as correcções resultantes do teor em água superficial das areias, uma vez \nque era intenção utilizar os agregados saturados de água. Seguiu-se a produção e ensaio das \nargamassas no estado fresco e concomitantemente o acerto experimental das dosagens de \nágua e de superplastificante necessários à obtenção das propriedades reológicas adequadas \nda argamassa conducentes à obtenção de betões auto-compactáveis. Para as argamassas que \napresentaram as propriedades reológicas adequadas foram moldados provetes para o ensaio à \ncompressão aos 28 dias de idade. As várias fases deste processo são descritas nos itens \n\nem argamassas no estado fresco \n\nA medição dos parâmetros reológicos efectuadas ao longo deste trabalho tiveram como base o \n[2, 3, 4], logo impunha-se a necessidade de utilizar os mesmos \n\nequipamentos propostos por este autor. Foram realizados dois ensaios das argamassas no \nensaio de espalhamento e o ensaio de fluidez (funil-V).  \n\n4.4 Ensaios em argamassas no estado endurecido \n\nQuando as argamassas cumpriam os requisitos impostos para os parâmetros reológicos \nmedidos pelos ensaios de espalhamento e de fluidez, procedeu-se à sua amostragem para \n\nà compressão. Para esse efeito foram utilizados moldes prismát\nde aresta. \n\n – Fases do ensaio das argamassas no estado endurecido \n\n \n \n \n\nAplicação de óleo descofrante\n\nArgamassa foi vertida e a superfície alisada com uma colher de pedreiro\n\nProvetes moldados permaneceram no interior do laboratório durante 24 \nhoras e foram identificados\n\nProvetes foram descofrados e colocados em câmara de cura onde \npermaneceram à temperatura de 20±2ºC e humidade relativa de \naproximadamente 90% \n\nAos 28 dias as amostras foram retiradas da câmara e cada um dos \nprovetes prismáticos foi pesado\n\nDivisão dos provetes em duas metades e polimento das superfícies de \nforma a eliminar as irregularidades\n\nEnsaios à compressão\n\n \n\nUniversity of Beira Interior – Covilhã, Portugal \n\n], de modo a incluir 3 agregados finos e contabilizar \nágua superficial das areias, uma vez \n\nse a produção e ensaio das \nargamassas no estado fresco e concomitantemente o acerto experimental das dosagens de \n\nà obtenção das propriedades reológicas adequadas \ncompactáveis. Para as argamassas que \n\napresentaram as propriedades reológicas adequadas foram moldados provetes para o ensaio à \nde. As várias fases deste processo são descritas nos itens \n\nao longo deste trabalho tiveram como base o \nnecessidade de utilizar os mesmos \n\nnsaios das argamassas no \n\nQuando as argamassas cumpriam os requisitos impostos para os parâmetros reológicos \nse à sua amostragem para \n\nà compressão. Para esse efeito foram utilizados moldes prismáticos \n\n \n\nArgamassa foi vertida e a superfície alisada com uma colher de pedreiro\n\nProvetes moldados permaneceram no interior do laboratório durante 24 \n\nProvetes foram descofrados e colocados em câmara de cura onde \n2ºC e humidade relativa de \n\nAos 28 dias as amostras foram retiradas da câmara e cada um dos \n\nDivisão dos provetes em duas metades e polimento das superfícies de \n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\n \n5. APRESENTAÇÃO E DISCUSSÃO DOS RESULTADOS  \n \n5.1 Análise comparativa entre as misturas binárias e ternárias \n \nA Figura 2 apresenta uma comparação entre as misturas binárias (Série 1) e as misturas \nternárias (Série 2) relativamente à variação da dosagem de água de amassadura com o \naumento da percentagem de incorporação de agregado reciclado. A Figura 3 faz uma \ncomparação similar, relativamente à dosagem de superplastificante.  \n \n\n \nFigura 2 – Comparação da dosagem de água por metro cúbico \n\n \n\n \nFigura 3 – Comparação da dosagem de superplastificante por metro cúbico \n\n \n\n236,5\n\n239,1 239,1\n\n241,7\n242,9\n\n236,5\n\n250,4\n\n246,6 246,6\n\n245,4\n\n244,1 244,1\n\n228,0\n\n230,0\n\n232,0\n\n234,0\n\n236,0\n\n238,0\n\n240,0\n\n242,0\n\n244,0\n\n246,0\n\n248,0\n\n250,0\n\n252,0\n\nRef 10% 20% 30% 40% 50%\n\nV\nw\n\n [\nli\ntr\n\no\ns/\n\nm\n3\n]\n\nSubstituição de Areia Reciclada [%]\n\nMisturas binárias\n\nMisturas ternárias\n\n3,16\n3,06 3,10 3,09 3,09 3,11\n\n3,47 3,49 3,49 3,49\n3,54 3,54\n\n0,00\n\n0,50\n\n1,00\n\n1,50\n\n2,00\n\n2,50\n\n3,00\n\n3,50\n\n4,00\n\n4,50\n\n5,00\n\nRef 10% 20% 30% 40% 50%\n\nS\np\n [\nli\ntr\n\no\ns/\n\nm\n3\n]\n\nSubstituição de Areia Reciclada [%]\n\nMisturas binárias\n\nMisturas ternárias\n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nNa Figura 2 é possível observar-se que nas misturas binárias se registou um comportamento \ninverso ao das misturas ternárias relativamente à dosagem de água de amassadura. Enquanto \nnas misturas binárias a dosagem de água de amassadura aumenta com a percentagem de \nincorporação de agregados reciclados, nas misturas ternárias ocorre o inverso, pelo menos até \nà percentagem de 40% de substituição. Na Figura 3 é possível constatar que a dosagem de \nsuperplastificante foi sempre superior nas misturas ternárias comparativamente às misturas \nbinárias. Contudo, em termos globais as dosagens em ambos os casos são relativamente \npróximas. \n \nA Figura 4 faz uma comparação entre as misturas binárias (Série 1) e as misturas ternárias \n(Série 2) relativamente à variação da resistência à compressão das argamassas aos 28 dias \ncom o aumento da percentagem de incorporação de agregado reciclado. \n\n \nFigura 4 – Comparação da resistência à compressão entre misturas binária e ternária \n\n \nA Figura 4 mostra um decréscimo da resistência à compressão das argamassas aos 28 dias de \nidade com o aumento da percentagem de incorporação de agregados reciclados. Este \ndecréscimo ocorre independentemente de se tratar de argamassas com associações binárias \nou ternárias. Os resultados evidenciam ainda um pequeno benefício em termos de resistência \nà compressão nas misturas ternárias, comparativamente com as misturas binárias, pelo menos \naté percentagens de incorporação de agregados reciclados de 20%.  \n \nOs resultados obtidos na presente investigação estão de acordo com os estudos realizados por \nVasconcelos e Cabral [14], que demonstram que o BAC com agregados reciclados apresenta \num comportamento similar nos ensaios no estado fresco, porém no estado endurecido \nobserva-se uma redução na resistência à compressão. Isto deve-se possivelmente à menor \nresistência mecânica do próprio agregado reciclado, além da sua alta porosidade e alta \nabsorção de água. Também o estudo de Rangel [10] corrobora estes resultados, ao mencionar \nque o BAC com agregados grossos reciclados (BRC40) na resistência à compressão sofre um \npequeno decréscimo da resistência.  \n \nA Figura 5 faz uma comparação entre as misturas binárias (Série 1) e as misturas ternárias \n(Série 2) relativamente à variação da massa volúmica das argamassas no estado endurecido \ncom o aumento da percentagem de incorporação de agregado reciclado. \n \n\n54,5\n\n49,2\n47,2\n\n51,3 49,9\n46,5\n\n54,8 53,0 51,2 50,3\n48,2 47,6\n\n0,0\n\n20,0\n\n40,0\n\n60,0\n\n80,0\n\n100,0\n\nRef 10% 20% 30% 40% 50%\n\nR\ne\nsi\n\nst\nê\nn\nc\nia\n\n à\n c\n\no\nm\n\np\nre\n\nss\nã\no\n [\nM\n\nP\na\n]\n\nSubstituição  de Areia Reciclada [%]\n\nMisturas binárias\n\nMisturas ternárias\n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\n \nFigura 5 – Comparação da massa volúmica obtida nas misturas binárias e ternárias \n\n \nAinda que não seja muito evidente, é possível observar-se na Figura 5, em termos médios, \numa ligeira redução do valor da massa volúmica das argamassas com associações binárias e \nternárias de materiais finos à medida que a percentagem de incorporação de Areia Reciclada \naumenta. Verifica-se também que as argamassas com associações ternárias apresentaram \nquase sempre valores inferiores da massa volúmica em comparação com as argamassas com \nassociações binárias e com a mesma percentagem de substituição da areia natural por areia \nreciclada. Este resultado era previsível, porquanto a cinza volante apresenta menor massa \nvolúmica que o fíler calcário.  \n \n6. CONCLUSÕES \n \nA metodologia utilizada teve como principal objectivo proporcionar uma análise das \nalterações nas propriedades das argamassas adequadas à produção de BAC em consequência \nda incorporação de agregados finos reciclados em quantidades sucessivamente crescentes. As \nprincipais propriedades avaliadas foram a resistência à compressão, a massa volúmica e as \nalterações nas dosagens de água e superplastificante para obtenção das mesmas propriedades \nreológicas, avaliadas directamente pelos ensaios de espalhamento e de fluidez. A análise foi \nefectuada com uma associação binária de materiais finos (cimento Portland CEM I 42,5R e \nfíler calcário) e outra com associação ternária de materiais finos (cimento Portland CEM I \n42,5R, fíler calcário e cinzas volantes). O objectivo da segunda série foi tirar partido de uma \neventual actividade pozolânica do hidróxido de cálcio presente em grande quantidade na \nAreia Reciclada. Dos resultados obtidos, destaca-se as seguintes conclusões: \n \na) A resistência à compressão das argamassas aos 28 dias de idade decresce com o aumento \nda percentagem de incorporação de agregados finos reciclados, independentemente de se \ntratar de argamassas com associações binárias ou ternárias;  \nb) A massa volúmica das argamassas no estado endurecido diminui ligeiramente com o \naumento da percentagem de incorporação de agregados finos reciclados, independentemente \nde se tratar de argamassas com associações binárias ou ternárias. Este facto era previsível, \nvisto que os agregados finos reciclados apresentam um valor da massa volúmica inferior \ncomparativamente com os agregados finos naturais, devido à maior porosidade e menor \ndensidade da pasta cimentícea; \nc) Nas misturas binárias a dosagem de água de amassadura aumenta com a percentagem de \nincorporação de agregados reciclados, enquanto nas misturas ternárias ocorre o inverso, pelo \nmenos até à percentagem de 40% de incorporação de agregados reciclados; \n\n2523,0 2566,8\n\n2253,6\n\n2556,3\n2461,1 2474,9\n\n2532,6\n2471,6 2450,4 2420,6\n\n2151,2\n\n2382,4\n\n0,0\n\n500,0\n\n1000,0\n\n1500,0\n\n2000,0\n\n2500,0\n\n3000,0\n\nRef 10% 20% 30% 40% 50%\n\nM\na\nss\n\na\n v\n\no\nlú\n\nm\nic\n\na\n [\n\nk\ng\n/m\n\n3\n]\n\nSubstituição de agregado natural por agregado reciclado [%]\n\nMisturas binárias\n\nMisturas ternárias\n\n\n\n \n \n\n INTERNATIONAL CONFERENCE ON ENGINEERING UBI2011 - 28-30 Nov 2011 – University of Beira Interior – Covilhã, Portugal \n\n \n\nd) As dosagens de superplastificante, necessárias à obtenção das propriedades reológicas \nadequadas, ainda que relativamente próximas entre si, foram sempre superior nas misturas \nternárias comparativamente às misturas binárias, mesmo comparando apenas as misturas de \nreferência, e isto pode indiciar que uma parte desse superplastificante foi adsorvido na \nsuperfície das partículas de cinzas volantes; \ne) Pode-se concluir que as argamassas com incorporação de agregados finos reciclados \nconstituem um material viável e com uma boa potencialidade de utilização na indústria da \nconstrução, desde que sejam ponderados os ajustes necessários ao seu desempenho. \nPara finalizar, importa salientar que as conclusões apresentadas resultam directamente da \ndiscussão relativa ao estudo de argamassas e devem ser interpretadas à luz da metodologia \nadoptada neste trabalho. Deverão ser considerados também os tipos e dimensões dos \nequipamentos, os procedimentos de amassadura das argamassas e os procedimentos de \nensaio. \n \nReferências Bibliográficas \n \n[1] Okamura, Hajime; Ouchi, Masahiro - Self-Compacting Concrete. «Journal of Advanced \nConcrete Technology», vol.1, N. º 1, 2003, p. 5-15. \n[2] Nepomuceno, Miguel - Metodologia para a Composição de Betões Auto-Compactáveis, \n«Dissertação de Douramento apresentada na UBI», Covilhã, 2005, p.3-550. \n[3] NEPOMUCENO, Miguel; OLIVEIRA, Luiz – Parameters for Self-compacting Concrete Mortar \nPhase, in «Fifth ACI/CANMET International Conference on High-Performance Concrete \nStructures and Materials, Brasil, Jun 2008», ACI – SP-253-21, USA, May 2008, ISBN: 978-0-\n87031-277-9, p. 323-340. \n[4] NEPOMUCENO, Miguel; OLIVEIRA, Luiz; LOPES, Sérgio - Methodology for mix design of the \nmortar phase of self-compacting concrete using different mineral additions in binary blends \nof powders, CBM, 2011. \n[5] Nunes, Sandra - Betão Auto-Compactável: Tecnologia e Propriedades, «Dissertação de \nMestrado em Engenharia Civil apresentada na FEUP», Porto, 2001. \n[6] Okamura, H.; Ouchi, M. - Self-Compacting Concrete. Development, Present Use and \nFuture, in «Proceedings of the First International RILEM Symposium, Stockholm», Edited by \nA. Skarendahl and O. Petersson, Stockholm, Sweden, Sept 1999, p. 3-14. \n[7] Nunes et al. - Aplicações da BAC na Indústria de Construção, «Congresso Nacional de \nConstrução de 2004», FEUP, Porto, 13-15 de Dezembro de 2004, p. 381-386. \n[8] Norma Portuguesa - NP EN 206-1: 2007 - «Norma Portuguesa para Betão. Parte 1: \nEspecificação, Desempenho, Produção», IPQ, Lisboa, 2007. \n[9] Brito, J. - «Agregados Reciclados e sua Influência nas Propriedades dos Betões», Lição de \nSíntese, Provas de Agregação em Engenharia Civil, IST, Lisboa, 2005. \n[10] Rangel, Mauro - Propriedades do BAC, com Agregados Grossos Reciclados. «Dissertação \nde Mestrado apresentada na UBI», Covilhã, 2010. \n[11] Evangelista, L.; Brito, J. - Mechanical Behaviour of Concrete Made with Fine Recycled \nConcrete Aggregates, in «Cement and Concrete Research», N.º 29, 2007, p. 397-401. \n[12] Cabral, António - Modelagem de Propriedades Mecânicas e de Durabilidade de Concretos \nProduzidos com Agregados Reciclados, Considerando-se a Variabilidade da Composição do \nRCD. «Tese de Doutoramento apresentada na Escola de Engenharia de São Carlos, \nUniversidade de São Paulo», São Paulo, 2007, p. 280.  \n[13] Gómez-Soberón, J. - Porosity of Recycled Concrete with Substitution of Recycled \nConcrete Aggregate: an Experimental Study, in «Cement and Concrete Research», vol.32, \n2002, p. 1301-1311. \n[14] Vasconcelos, Helder; Cabral, Antonio - Concreto Auto-Adensável Produzido com \nAgregados Reciclados BAC 2010, in «2º Congresso Ibérico sobre Betão Auto-Compactável», \nGuimarães, 1-2 de Julho 2010."}]}}}