{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18844"}, {"@name": "filename", "#text": "25913_EN11_jeremiasetal_13CNG_2012.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Estudos sismológicos para definição das ações sísmicas para o local \nde implantação do aproveitamento hidroeléctrico de Foz Tua \n\nSeismological studies for definition of design earthquakes for \nhydroelectric scheme of Foz Tua site \n\n \n\nFilipe Telmo Jeremias, LNEC, Lisboa, Portugal, ftelmo@lnec.pt \n\nAlexandra Carvalho, LNEC, Lisboa, Portugal, xana.carvalho@lnec.pt \n\nAntónio Gomes Coelho, LNEC, Lisboa, Portugal \n\nAlfredo Campos Costa, LNEC, Portugal, alf@lnec.pt \n\n \n\nRESUMO \n\nO aproveitamento hidroelétrico de Foz Tua situa-se no rio Tua e compreende uma barragem \nde betão do tipo abóbada. Os estudos sismológicos realizados visaram definir as ações \nsísmicas a considerar no projeto e nas verificações de segurança estrutural da barragem. \nCom este objetivo foram analisadas as diferentes abordagens para a caracterização da ação \nsísmica, bem como, em função dos métodos de avaliação adotados, os critérios utilizados \npara a definição dos cenários sísmicos correspondentes ao SBP (Sismo Base de Projeto) e ao \nSMP (Sismo Máximo de Projeto). A aplicação da metodologia proposta ao local do \naproveitamento requereu a análise da informação geológica e sismológica disponível, com \nespecial enfoque para as principais falhas regionais consideradas ativas e para os dados do \ncatálogo sísmico relativos à região. Os movimentos sísmicos para os cenários SBP e SMP \nforam determinados com base em leis de atenuação segundo abordagens determinística e \nprobabilística, e na metodologia estocástica que considera a geometria da falha, \nheterogeneidades de rotura e características do meio de propagação. \n\n \n\nABSTRACT \n\nThe hydroelectric scheme of Foz Tua is located on Tua river and includes a concrete arc dam. \nSeismological studies carried out aimed to define the design earthquakes. For this purpose \ndifferent approaches for definition of design earthquakes were analysed as well as according \nwith the evaluated methods adopted the criteria used to define the OBE (operating basis \nearthquake) and the MDE (maximum design earthquake). The application of the \nmethodology adopted required a previous review of geological and seismological data of the \narea, mainly focused on regional active faults and on earthquake data recorded at vicinity of \ndam site. Seismic motions and OBE and MDE were evaluated considering attenuation laws on \ndeterministic and probabilistic approaches and the stochastic methodology which take into \naccount fault geometry, rupture heterogeneities and characteristics of seismic wave \npropagation media. \n\n \n\n1-INTRODUÇÃO \n\nO local previsto para a implantação do aproveitamento hidroelétrico de Foz Tua situa-se no \nrio Tua, afluente da margem esquerda do Douro, a 1,1 km da confluência com este rio \n(Figura 1). O aproveitamento inclui uma barragem de betão do tipo abóbada, de 108 m de \naltura máxima acima do leito do rio e 275 m de desenvolvimento do coroamento, sendo o \nvolume da albufeira de 310 hm3. \n\nNeste trabalho são descritos e justificados os métodos adotados para a definição dos \ncenários sísmicos considerados no sítio da barragem de Foz Tua e para o cálculo dos \nmovimentos sísmicos de projeto. \n\n\n\n \n\nFigura 1 – Localização da barragem de Foz Tua no rio Tua \n\n \n\n2-TERMINOLOGIA RELATIVA AOS SISMOS DE PROJETO \n\nOs estudos sismológicos devem conduzir à definição das ações sísmicas, em particular, da \ngrandeza, forma e duração das vibrações sísmicas no local da obra, havendo a considerar \n(NPB, 1993): \n\ni. o sismo máximo expectável (SME), que deve ser estimado por via determinística ou \nprobabilística, sendo, neste último caso, o SME considerado um sismo com um longo \nperíodo de retorno; \n\nii. o sismo máximo de projeto (SMP), que em obras de risco potencial elevado se \ndeverá tomar como sendo o SME, mas que noutros casos poderá ser inferior; \n\niii. o sismo base de projeto (SBP), menos intenso do que o SMP, com um período de \nretorno fixado de acordo com o risco potencial envolvido. \n\nO sismo máximo de projeto (SMP) é considerado igual ao SME em obras com risco potencial \nelevado como é caso da barragem de Foz Tua. Para a atuação desta ação sísmica a \nbarragem deve comportar-se de forma a que os danos sofridos, embora possam ser \nsignificativos, não provoquem vítimas nem prejuízos económicos e ambientais avultados, isto \né, não originem fugas não controladas de água da albufeira. \n\nO sismo base de projeto (SBP) corresponde ao movimento sísmico suscetível de ocorrer uma \nou mais vezes durante o período de vida da obra devido à sismicidade de fundo da região. O \nSBP é em regra definido em termos probabilísticos como o nível de movimento sísmico no \nlocal da obra com uma probabilidade de 50% de não ser excedido em 100 anos (período de \nvida útil da obra), a que corresponde um período de retorno de 145 anos. Para esta ação \napenas serão toleráveis danos menores que não ponham em causa a funcionalidade da obra. \n\n \n\n3-METODOLOGIA \n\nNo caso de uma área de baixa atividade sísmica, como a do sítio da barragem de Foz Tua, \nsituada numa região continental de deformação lenta, haverá que ter presente as limitações \ndo catálogo sísmico e as suas implicações em formulações probabilísticas do perigo sísmico. \nDe facto, numa região onde até as magnitudes moderadas têm intervalos de recorrência \nmuito elevados, o registo da sismicidade histórica limita-se a um número muito reduzido de \nsismos num intervalo muito estreito de magnitudes. Nestas condições, uma lei de \nrecorrência baseada nestes dados presta-se a imprecisões que se refletem inevitavelmente \nnas estimações probabilísticas do movimento sísmico. \n\nRio Tua \n\nBarragem \n\nde Foz Tua \n\n\n\nEste constrangimento que se afigura particularmente relevante no que respeita à avaliação \ndo sismo máximo de projeto (SMP), determinou que os cenários sísmicos – grandeza dos \nsismos (M) e respetiva distância (R) ao sítio – correspondentes ao SBP e ao SMP, fossem \ndefinidos com base num método determinístico, que procura fazer pleno uso da informação \ngeológica e sismológica disponível, comparável no seu espirito a alguns regulamentos \namericanos (AIEA-Guide de Sûreté nº50-SG-S1) correntemente aplicados na Europa aos \nempreendimentos de elevado risco potencial, caso das instalações nucleares e das grandes \nbarragens, situadas em regiões de sismicidade moderada a baixa (Fauré et al., 1982). \n\nO método consiste em postular para o sítio de interesse um ou mais sismos de referência em \nligação com os dados da sismotectónica regional. O primeiro passo reside na definição ou \ndelimitação de fontes sísmicas, ou seja, de zonas de geração “homogéneas” do ponto de \nvistas da sismicidade. Esta definição deve ter em conta os dados da geologia (tectónica, \nneotectónica, geomorfologia, geofísica) e os dados da sismicidade histórica e instrumental \ndisponíveis à escala regional. O objetivo é identificar os acidentes sismogénicos (falhas ativas) \nou, na sua falta, os domínios sismotectónicos de comportamento homogéneo do ponto de \nvista da sua deformação recente a atual (volumes crustais ativos). \n\nUm segundo passo, consiste na definição do Sismo Máximo Histórico Verosímil (SMHV) \ndefinido da seguinte forma: \n\n• por um lado, na zona de geração sísmica em que o sítio da barragem se insere, \nadmite-se que o sismo máximo conhecido possa ocorrer em qualquer ponto da \nregião (cf. “sismo flutuante”) podendo produzir-se sob o sítio ou na vizinhança da \nbarragem, salvo se estiver associado a uma falha sismogénica conhecida; o SMHV \nassim definido é expresso em termos da sua magnitude M e de uma profundidade \nfocal; \n\n• por outro lado, em qualquer outra zona de geração vizinha do local da barragem, ou \nsobre um acidente sismogénico preciso (falha conhecida), assume-se que o sismo \nmáximo conhecido possa ocorrer no ponto da zona de geração ou da falha mais \npróximo do sítio da barragem; o correspondente movimento sísmico no sítio da \nbarragem será então calculado tendo em conta a distância fictícia assim definida. \n\nOs valores da magnitude e da profundidade focal do SMHV são postulados com base no \nconhecimento da sismotectónica e da sismicidade histórica e instrumental. Os sismos de \nprojeto visando a definição do SMP, são definidos a partir do SMHV, majorando a magnitude \nem 0,5 unidades, o que se pode considerar equivalente à majoração de um grau da \nintensidade epicentral correspondente. \n\nEm conclusão, o método adotado permite assumir cenários sísmicos correspondentes ao SMP \ne ao SBP, com base na análise e julgamento dos dados empíricos da sismicidade e coerentes \ncom o contexto sismotectónico, sendo cada cenário sísmico representado por um par \nmagnitude-distância ao sítio da barragem. \n\n \n\n4-GEOLOGIA REGIONAL E SISMOTECTÓNICA \n\n4.1-Enquadramento geológico regional \n\nO aproveitamento de Foz Tua localiza-se no Maciço Hespérico mais precisamente na Zona \nCentro-Ibérica – a zona paleogeográfica e tectónica mais interna da cadeia hercínica ou \nvarisca – em geral caracterizada pela existência de rochas paleozóicas muito deformadas, \nfraturadas e falhadas, afetadas por elevado grau de metamorfismo, e atravessadas por \nintrusões graníticas (Julivert et al., 1974; Ribeiro et al., 1979). \n\nNo que se refere ao sítio do empreendimento, o local da barragem como a área da albufeira \nimediatamente a montante estão situadas numa mancha de granitos de grão fino a médio, \nporfiróides, designado por “Granito de Sabrosa” (Figura 2). Estes granitos, sin-orogénicos a \ntardi-orogénicos, instalaram-se nas formações mais antigas do “Complexo xisto-\ngrauváquico”. Este complexo de idade ante-ordovícica, é constituído pelos filitos e \ngrauvaques das formações alóctones do Grupo do Douro (Formação da Desejosa, Formação \ndo Pinhão e Formação do rio Pinhão). Além da intrusão granítica, observam-se nestas \nformações numerosos filões de pegmatito e aplito, de direção NW-SE (Sousa e Sequeira, \n1989). \n\n\n\n \n\n \n\nFigura 2 – Enquadramento geológico do sítio do empreendimento de Foz Tua, baseado na Carta \nGeológica de Portugal na escala 1:50 000 (Folha 10 C - Alijó) \n\nNo que diz respeito à fraturação, verifica-se que, à escala regional, toda a região centrada no \nlocal do empreendimento de Foz Tua, entre os grandes desligamentos de Vila Real e da \nVilariça, é profusamente cortada por falhas (Sousa e Sequeira, 1989; Ferreira et al., 1989) \n(Figura 3). \n\nDe Leste para Oeste, desde a região da Vilariça até à região de Vila Real, ocorrem \nnumerosas falhas de grande comprimento: \n\na) Sistema de falhas NNE-SSW: Falhas da Portela, da Açoreira, da Vilariça, de Murça, \nde Vilarinho da Castanheira, de Seixo de Ansiães, de Vale de Forno e da Ferradosa, \nde Ribalonga-Nagozelo, de S. Leonardo, de Asseixas e de Donelo. \n\nb) Sistemas de falhas NW-SE: Cavalgamento de Eira Velha, falhas de Quinta do Seixo e \nde Adorigo, bem como as falhas que acomodaram os filões e diques de dacitos e de \nanfibolitos. \n\nc) Sistema N60 a 70E, mais recente, por vezes com filões doleríticos. \n\n\n\nMuitas destas falhas, em particular as falhas de rumo NNE, estão ocupadas por filões de \nquartzo, por vezes muito espessos e longos, caso da região a Norte de Torre de Moncorvo, \nentre Cardunha, Adeganha e Vale da Vilariça. \n\n \n\nFigura 3 – Tectónica frágil na região entre o sítio do empreendimento de Foz Tua e a região do vale da \nVilariça, segundo a Carta Geológica de Portugal na escala 1:50 000, folha 11C (Torre de Moncorvo) \n\n \n\n4.2-Sismotectónica \n\nNo quadro da tectónica global, o local do aproveitamento de Foz Tua situa-se no interior da \nPlaca Ibérica, mais de 500 km a norte da fronteira África-Eurásia, estando sobretudo exposto \nà ação de sismos próximos intraplaca e, com menor relevância, dada a grande distância às \nfontes, à ação de sismos distantes gerados na fronteira de placas. \n\nEsta situação intraplaca, distante da fronteira de placas, tem importantes implicações no que \nse refere ao regime tectónico que controla a sismicidade da região. Tanto no território de \nPortugal como em toda a Península Ibérica, a atividade sísmica intraplaca é controlada pelos \nacidentes tectónicos herdados de estruturas antigas. As falhas presentemente ativas são as \nantigas fraturas tardi-hercínicas, geradas e desenvolvidas no fim do Paleozóico e \nposteriormente retomadas pelos movimentos compressivos do Terciário. A atividade sísmica \nintraplaca é devida à reativação destas antigas fraturas crustais pelo campo de tensões \ndecorrente do regime tectónico atual. \n\n\n\nNeste contexto, a sismicidade de Portugal continental não difere significativamente da que se \nobserva em toda a Europa ocidental no domínio continental intraplaca, a Norte da fronteira \nÁfrica-Eurásia, caracterizada por uma sismicidade difusa até M ?5,5 e por raros sismos de \nmagnitude intermédia M?6,0 com longos intervalos de recorrência. \n\nAssumindo para as falhas sismogénicas da região onde se localiza o empreendimento taxas \nde deslizamento da ordem de 0,1 a 0,01 mm/ano, como as que têm sido determinadas para \nalguns dos desligamentos ativos do Centro e Norte de Portugal, um sismo de magnitude \nM=6,0 teria intervalos de recorrência da ordem das dezenas de milhares de anos. Este \nregime tectónico explica a dificuldade de identificar as falhas sismogénicas e a sua atividade, \numa vez que, em regra, só nos grandes sismos (M>6,5), a rotura sísmica das falhas se \npropaga até à superfície do terreno. \n\nNa Figura 4 estão representados os lineamentos e falhas ativas da região do Norte de \nPortugal de acordo com a Carta Neotectónica de Portugal na escala 1:1 000.000 (Cabral e \nRibeiro, 1988). \n\n \n\nFigura 4 – Falhas e lineamentos ativos, com base na Carta Neotectónica de Portugal na escala \n1/1 000.000, dos Serviços Geológicos de Portugal \n\n\n\nAlém dos lineamentos observados nas imagens de satélite, mas não validados \nposteriormente no terreno, cujo significado sis\nNeotectónica põe em relevo a ocorrência de duas grandes “falhas ativas”: a falha de \nPenacova-Régua-Verin e a falha de Manteigas\nNeotectónica de Portugal na escala 1:1\nnecessariamente “falha sismogénica”, baseando\nmovimentação quaternária, sem ter em conta qualquer relação com a sismicidade histórica e \ninstrumental. \n\nO sítio do empreendimento de Foz Tua\nde 25 km de distância da falha da \n\nDevido ao alegado carácter ativo e ao seu grande comprimento, estas falhas têm exercido \ngrande influência na caracterização do perigo sísm\nsido adotadas como fontes sísmicas ou como elemento modelador das zonas de geração \nsísmica usadas nas análises do perigo sísmico.\n\nA observação da fraturação regional, plasmada na cartografia geológica \n1989; Ferreira, et al., 1989)\nacidentes principais. As imagens de satélite põem em evidência a densa rede de fraturas da \nregião (Figura 5). A verticalidade ou a forte inclinação da maior parte dos acidentes tornam\n-nos bem visíveis. Como se pode verificar, as falhas da Régua e da Vilariça não são acidentes \nisolados. As réplicas paralelas são numerosas. A sua continuidade é aparente, os segmentos \ncontínuos, frequentemente com 20 a 30 km, não ultrapassam os 50 km de comprimento. \nEste aspeto é importante em sismotectónica, em que se tende frequentemente a \nsobrevalorizar o papel das grandes falhas regionais.\n\nFigura 5 – Imagem do Nordeste de Portugal obtida pelo satélite Landsat\n\nAlém dos lineamentos observados nas imagens de satélite, mas não validados \nposteriormente no terreno, cujo significado sismotectónico não se afigura relevante, a Carta \nNeotectónica põe em relevo a ocorrência de duas grandes “falhas ativas”: a falha de \n\nVerin e a falha de Manteigas-Vilariça-Bragança. De acordo com a \nNeotectónica de Portugal na escala 1:1 000.000, o termo “falha ativa” não significa \nnecessariamente “falha sismogénica”, baseando-se exclusivamente em indícios de \nmovimentação quaternária, sem ter em conta qualquer relação com a sismicidade histórica e \n\nO sítio do empreendimento de Foz Tua situa-se assim entre aqueles dois acidentes, a cerca \nde 25 km de distância da falha da Régua e da falha da Vilariça. \n\nDevido ao alegado carácter ativo e ao seu grande comprimento, estas falhas têm exercido \ngrande influência na caracterização do perigo sísmico no Norte de Portugal, uma vez que têm \nsido adotadas como fontes sísmicas ou como elemento modelador das zonas de geração \nsísmica usadas nas análises do perigo sísmico. \n\nA observação da fraturação regional, plasmada na cartografia geológica (Sousa e Sequ\n., 1989) convida contudo a relativizar a importância destes dois \n\nacidentes principais. As imagens de satélite põem em evidência a densa rede de fraturas da \n. A verticalidade ou a forte inclinação da maior parte dos acidentes tornam\n\nnos bem visíveis. Como se pode verificar, as falhas da Régua e da Vilariça não são acidentes \nparalelas são numerosas. A sua continuidade é aparente, os segmentos \n\ncontínuos, frequentemente com 20 a 30 km, não ultrapassam os 50 km de comprimento. \nEste aspeto é importante em sismotectónica, em que se tende frequentemente a \n\ngrandes falhas regionais. \n\nImagem do Nordeste de Portugal obtida pelo satélite Landsat\n\nAlém dos lineamentos observados nas imagens de satélite, mas não validados \nmotectónico não se afigura relevante, a Carta \n\nNeotectónica põe em relevo a ocorrência de duas grandes “falhas ativas”: a falha de \nBragança. De acordo com a \n\no termo “falha ativa” não significa \nse exclusivamente em indícios de \n\nmovimentação quaternária, sem ter em conta qualquer relação com a sismicidade histórica e \n\nse assim entre aqueles dois acidentes, a cerca \n\nDevido ao alegado carácter ativo e ao seu grande comprimento, estas falhas têm exercido \nico no Norte de Portugal, uma vez que têm \n\nsido adotadas como fontes sísmicas ou como elemento modelador das zonas de geração \n\n(Sousa e Sequeira, \nconvida contudo a relativizar a importância destes dois \n\nacidentes principais. As imagens de satélite põem em evidência a densa rede de fraturas da \n. A verticalidade ou a forte inclinação da maior parte dos acidentes tornam-\n\nnos bem visíveis. Como se pode verificar, as falhas da Régua e da Vilariça não são acidentes \nparalelas são numerosas. A sua continuidade é aparente, os segmentos \n\ncontínuos, frequentemente com 20 a 30 km, não ultrapassam os 50 km de comprimento. \nEste aspeto é importante em sismotectónica, em que se tende frequentemente a \n\n \n\nImagem do Nordeste de Portugal obtida pelo satélite Landsat \n\n\n\n5-SISMICIDADE \n\nNo estudo realizado foram usados os dados da sismicidade histórica e instrumental do \ncatálogo sísmico do Instituto Meteorológico (IM, 2009), que compila os sismos ocorridos em \nPortugal Continental de 63 AC até 2007. \n\nNa Figura 6 apresenta-se a distribuição dos sismos de magnitude M?4 ocorridos desde 1666 \nnum total de 32, num raio de 100 km com centro no local da barragem de Foz Tua. Na \nFigura 7 estão representados, em conjunto com os elementos da Carta Neotectónica de \nPortugal, os sismos de magnitude M?4 ocorridos num raio de 50 km e numa coroa entre 50 e \n100 km em torno do local da barragem. \n\n \n\nFigura 6 – Distribuição dos sismos de magnitude M?4 ocorridos num raio de 100 km com centro no local \nda barragem de Foz Tua \n\nEsta distribuição dos sismos no espaço e em grandeza, põe em evidência uma sismicidade \ndifusa, caracterizada por sismos de magnitude M?5,0. O catálogo apenas regista a ocorrência \nde 2 eventos de magnitude M>5,0 neste período de 350 anos, sendo a magnitude máxima \nM=5,7. \n\nDada a impossibilidade de relacionar os sismos com falhas específicas, nomeadamente a \nausência de evidências de deslocamento à superfície das grandes falhas potencialmente \nsismogénicas, relacionados com a geração de sismos de magnitude M?6,5, podem assumir-\n-se, com base nas correlações correntes entre a área da rotura sísmica das falhas e a \nmagnitude do sismo correspondente, profundidades focais da ordem de 10 km. \n\n \n\n6-CÁLCULO DOS MOVIMENTOS SÍSMICOS DO PROJETO \n\n6.1-Definição dos cenários sísmicos \n\nDadas as características da região em que se insere a barragem e tendo em conta a sua \nbaixa sismicidade, considerou-se suficiente assumir como zona de geração a área delimitada \npor um raio de 100 km em torno do sítio da barragem. Esta zona caracteriza-se por uma \nsismicidade difusa, podendo assumir-se um sismo máximo equiprovável em qualquer ponto \nda zona, de magnitude M = 5,0. \n\nAssumindo que o sismo base de projeto (SBP) diz respeito a um sismo máximo com uma \nelevada probabilidade de ocorrer durante o período de vida útil da obra, considerou-se que o \nsismo máximo M = 5,0 constitui um cenário sísmico adequado para o cálculo do SBP, sendo \neste, por conseguinte, caracterizado por (magnitude, distância, profundidade): \n\nSBP: M = 5,0; R = 10 km; h = 10 km \n\nA magnitude máxima histórica observada MSMHV = 5,7 não sugere a sua associação com \nnenhuma falha particular. Assim, adotou-se para o cenário do SMP uma magnitude majorada \nMSMP = MSMHV + 0,5 = 6,2, pelo que o SMP será caracterizado por: \n\nSMP: M= 6,2 ; R = 10 km; h =10 km \n\n\n\nFigura 7 – Sismos ocorridos em torno do sítio do aproveitamento de Foz Tua, considerando raios de 50 e \n100 km, com base nos elementos do Catálogo do IM \n\nÉ de sublinhar que, neste caso, a estimação do sismo máximo com base no conceito do \nsismo máximo expectável (SME) não constituiria uma forma mais vantajosa de lidar com a \nincerteza inerente à estimação da grandeza do sismo máximo. De facto, a consideração do \nSME implica a formulação de hipóteses sobre a segmentação da falha da Vilariça e o \ncomprimento de uma eventual rotura co-sísmica à superfície, parâmetros estes cuja \nestimação seria puramente especulativa. \n\nNão obstante, dada a importância atribuída à falha da Vilariça como fonte sísmica, \nconsiderou-se conveniente assumir um segundo cenário sísmico para o SMP, correspondente \nà hipótese da reativação da falha da Vilariça de acordo com as conclusões do estudo da \n\n\n\npaleosismicidade recentemente efetuado (Rockwell, et al., 2009), apesar das reservas \nsuscitadas pelas suas conclusões, nomeadamente no que se refere à grandeza do sismo \nmáximo esperado. Assim, o outro cenário terá de acordo com o estudo anteriormente \nreferido as seguintes características: \n\nSMP: M= 7,25 ; R = 25 km; h =10 km \n\n \n\n6.2-Previsão dos movimentos sísmicos \n\n6.2.1-Movimentos sísmicos para o SBP \n\na) Abordagem determinística \n\nNo contexto de uma abordagem determinística convencional, a estimação dos movimentos \nsísmicos do solo no local da barragem de Foz Tua a partir dos cenários sísmicos referidos em \n6.1, implica a atenuação do movimento sísmico com a distância com base em leis de \natenuação empíricas ou semi-empíricas, julgadas adequadas ao ambiente sismotectónico em \nquestão e aos cenários considerados. \n\nUma das leis de atenuação frequentemente utilizada na abordagem determinística, ou em \nestudos de perigosidade sísmica para Portugal, é a lei de Ambraseys (Ambraseys et al., \n1996), deduzida para a Europa e Médio Oriente. Mais recentemente, Carvalho (2007) aplicou \no modelo estocástico de falha finita, determinou os seus parâmetros para o caso concreto do \nterritório português com base nos registos da rede acelerográfica nacional, e criou uma base \nde dados sintéticos, suprimindo as lacunas regionais (falta de registos em magnitudes e \ndistâncias de interesse para a engenharia) e permitindo a elaboração de leis de atenuação \npara o território de Portugal. A metodologia utilizada representa uma abordagem com \nreconhecida vantagem na situação de campo próximo ou em caso de sismos de magnitude \nelevada, em que a consideração de uma fonte extensa (falha-finita) em vez de uma fonte \npontual, pode ser fundamental para uma caracterização mais realista dos movimentos \nintensos do solo. \n\nAssim, serão estas duas as leis consideradas como adequadas para caracterizar os valores \nmédios da amplitude do movimento do solo numa abordagem determinística, para o local da \nbarragem de Foz Tua. De referir que as leis utilizadas têm como variáveis independentes a \nmagnitude e a distância mais curta à projeção da falha à superfície. Considerando o cenário \nem causa (M5,0 a 10 km) e tendo em conta as conclusões de Carvalho (a lei de Ambraseys é \najustada para o campo próximo, embora sobrestimando os valores da aceleração para \ndistâncias inferiores a 30 km para magnitudes baixas) são de esperar algumas diferenças \nentre as duas leis, com sobrestimação de amplitude na lei de Ambraseys, visto ser um \ncenário de magnitude baixa a moderada a muito curta distância. Os resultados apresentam-\n-se na Figura 8. \n\n \n\n \n\nFigura 8 – Espetros de resposta em aceleração (5% amortecimento), para o local da barragem de Foz \nTua, para o SBP, tendo em conta as leis de atenuação espetral e respetiva dispersão (círculos a verde \n\nclaro para a lei de Ambraseys e linha a vermelho para a lei de Carvalho) \n\n \n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.10 1.00 10.00\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeríodo [s]\n\nM=5,0 R=10 km\n\nCarvalho [2007]\n\nAmbraseys et al. [1996] \n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\n\n\nb) Abordagem probabilística \n\nComo se referiu na seção 2, a abordagem probabilística justifica-se no caso do sismo base de \nprojeto (SBP) em que se trata de estimar um movimento sísmico com elevada probabilidade \nde ocorrer durante o período de vida útil da obra (50% de probabilidade de ser excedido em \n100 anos, a que corresponde um período de retorno de 145 anos), podendo admitir-se que, \nneste caso, se dispõe de um catálogo sísmico relativamente completo para a grandeza (ou \nmagnitude) do sismo em questão. \n\nO primeiro passo da metodologia para a avaliação probabilística da ação sísmica consiste em \ndividir a região sísmica em zonas de geração sísmica (zonas sismogénicas) as quais \ndelimitam regiões que partilham as mesmas características sismológicas, tectónicas e \ngeológicas. No âmbito do projeto “Estudo do Risco Sísmico e de Tsunamis do Algarve \n(ERSTA)”, financiado pela Autoridade Nacional de Proteção Civil, foi realizado um trabalho \nconcertado de várias entidades nacionais que, depois de uma revisão da informação sísmica, \ntectónica e geológica da região algarvia, permitiu redesenhar as zonas sismogénicas (15 \nzonas) que potencialmente afetam a região do Algarve (Carrilho et al., 2010). Para a \nconsideração da perigosidade sísmica em todo o território nacional, e para o caso particular \ndo sítio da barragem de Foz Tua, consideraram-se mais 3 zonas sismogénicas, que foram \nmodeladas por áreas de grandes dimensões devido à dificuldade em relacionar os epicentros \ncom as falhas cartografadas na carta neotectónica. Determinaram-se, também, os \nparâmetros que caracterizam estas zonas, nomeadamente a relação de frequência-\n-magnitude (da lei de Gutenberg–Richter) e a magnitude máxima. A Figura 9 apresenta a \ndelimitação das zonas consideradas. \n\n \nFigura 9 – Mapa de epicentros, modelo de zonas de sismogénese (a branco as zonas de acordo com \n\nCarrilho et al., 2010, a rosa as novas zonas consideradas), e localização do sítio da barragem de Foz Tua \n\nPara a propagação do movimento sísmico em cada zona, entre a fonte e o local em análise, \nutilizaram-se as leis semi-empíricas em aceleração espetral de Carvalho (2007) que \nconsideram a distância hipocentral como variável explicativa. Estas leis são as adequadas \npara os estudos de perigosidade sísmica pois (i) foram deduzidas para os dois casos \nparticulares que caracterizam a ação sísmica em Portugal Continental (uma lei respeitante a \nsismos com epicentro em Portugal Continental, e uma lei respeitante a sismos com epicentro \nna região Atlântica) tendo-se constatado a validade da lei de Ambraseys para o campo \npróximo mas não para o campo afastado; (ii) utilizam a distância hipocentral como variável \nindependente, o que torna a sua forma funcional mais adequada quando se utilizam zonas-\n-área de geração sísmica, como é o caso. \n\nO resultado do cálculo probabilístico do movimento sísmico do solo obtido para um período \nde retorno de 145 anos é apresentado na Figura 10. \n\n\n\n \n\nFigura 10 – Espetros de resposta em aceleração (5% amortecimento), para o local da barragem de Foz \nTua para um período de retorno de 145 anos \n\n \n\n6.2.2 – Movimentos sísmicos para o SMP \n\nA problemática fundamental na modelação do espetro na fonte relaciona-se com a descrição \nda fonte sísmica: se esta poderá ser considerada como uma fonte pontual ou se deverá ser \ndescrita como uma fonte extensa. O efeito de uma fonte-finita, que inclui geometria da falha, \nheterogeneidades na rotura ao longo do plano de falha e diretividade, pode influenciar \nprofundamente a amplitude, o conteúdo em frequência e a duração do movimento. \nNaturalmente, a proximidade do local e a grandeza do sismo são fatores condicionantes do \ngrau de sofisticação do modelo de fonte a ser considerado. No campo próximo (distâncias \nmenores que duas vezes o comprimento da falha), a consideração de metodologias que \ndescrevem a fonte como uma falha e não como um ponto podem ser fundamentais para uma \ncaracterização verosímil dos movimentos sísmicos intensos no local. \n\nA abordagem determinística, em que a caracterização da ação sísmica é feita através do uso \nde leis de atenuação, não é a mais indicada quando se pretende (i) caracterizar o movimento \nsísmico de sismos moderados ou elevados (M>6); (ii) descrever a ação sísmica em termos \nda sua intensidade, conteúdo em frequência, duração e variabilidade espacial; (iii) o estudo \nda resposta de qualquer estrutura crítica para a engenharia situada a escassos quilómetros \nde uma falha ativa. Efetivamente, as leis de atenuação não descrevem de forma adequada \naspetos particulares relativos aos conteúdos em frequência e duração dos movimentos \nsísmicos na rocha, no campo próximo, devendo ser realizadas simulações estocásticas de \nrotura de falha, as quais permitem obter séries temporais que captam os efeitos da fonte e \nsuperam quer a falta de registos a distâncias tão curtas da fonte, quer a falta de \nrepresentação destas distâncias nas leis empíricas. \n\nPara os cenários (M=6,2; R=10km) e (M=7,2, R=25 km), a consideração da fonte como uma \nfalha é a abordagem correta para a caracterização da ação sísmica, uma vez que se tratam \nde sismos de elevada magnitude a curtas distâncias. \n\nOs principais parâmetros que caracterizam o modelo estocástico de falha e que descrevem \nos fenómenos envolvidos (geração de energia na fonte sísmica, propagação da energia desde \na fonte até ao substrato rochoso e alteração do seu conteúdo energético devido a efeitos \nlocais) são: (i) quanto à geometria da fonte: comprimento, largura, orientação e inclinação; \n(ii) quanto às características de rotura na fonte sísmica: momento sísmico, distribuição de \ndeslizamento, queda de tensão, velocidade de rotura e ponto de início de rotura e (iii) \nquanto às características do meio de propagação: velocidade das ondas sísmicas, espessura \nda crusta, coeficientes de atenuação geométrica e fator de qualidade do meio. A maior parte \ndestes parâmetros foram estimados utilizando os dados da rede acelerométrica nacional e \nencontram-se em Carvalho (2007). \n\nUm dos requisitos essenciais na simulação numérica de movimentos sísmicos, através de um \nmodelo matemático, é a consideração das incertezas associadas aos parâmetros desse \nmodelo. Neste trabalho, considerou-se a variabilidade dos parâmetros que descrevem os \nfenómenos de rotura na fonte e no meio de propagação, tratando cada parâmetro chave \n(aqueles com variabilidade ou incerteza significativa e que têm um impacto importante nas \n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.10 1.00 10.00\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeríodo [s]\n\n145 anos\n\n\n\namplitudes do movimento do solo) como uma distribuição de probabilidades log-normal ou \nnormal truncada, com um valor médio e um desvio padrão. \n\nAs heterogeneidades de rotura no plano de falha, nomeadamente a distribuição de \ndeslizamentos e o ponto de início de rotura, têm influência significativa na caracterização dos \nmovimentos intensos do solo. Para capturar os efeitos de diretividade, foram simuladas 15 \nroturas aleatórias no plano de falha (significando 15 pontos de nucleação aleatoriamente \nescolhidos), a cada uma atribuída, também, uma distribuição de deslizamento aleatório.  \n\nAssim, e resumindo, para o cenário SMP simularam-se os movimentos do solo variando os \npontos de nucleação, a distribuição de deslizamento e todos os parâmetros considerados \nimportantes e que descrevem as características da fonte e do meio. Pretendeu-se, deste \nmodo, refletir as heterogeneidades de rotura, os efeitos de diretividade e a variabilidade \naleatória dos parâmetros do modelo estocástico de falha-finita para a previsão dos \nmovimentos sísmicos intensos no local da barragem de Foz Tua. Para a orientação da fonte \nsísmica foi escolhido o valor médio da orientação principal da falha da Vilariça. \n\nO Quadro 1 apresenta alguns parâmetros considerados e sua variação, para os dois cenários \nSMP. \n\n \nQuadro 1 – Parâmetros (e sua variação) da fonte sísmica para a modelação do SMP \n\nMagnitude, M 6,2 7,25 \n\nComprimento x largura da falha 12-5 km x 5-8 km 65-76 km x 13-16 km \n\nOrientação da falha (valor médio) 0 – 90º (N24ºE) N20ºE-N30ºE (N24ºE) \n\nInclinação da falha 0º - 90º   90º \n\nVelocidade de rotura, Vr 2,50 km s-1 \n\nDeslizamento distribuição aleatória \n\n \n\nOs espetros de resposta destas várias simulações, tendo em conta o cenário sísmico M6,2, \nestão representados na Figura 11. A Figura 12 compara os dois cenários SMP. As médias dos \nvalores espetrais, relativas aos dois cenários considerados para o SMP, não diferem entre si \nde forma significativa no que respeita aos valores de aceleração máxima e para períodos \ninferiores a 0,3s, verificando-se as maiores diferenças para os períodos superiores a 0,5s. \n\n \nFigura 11 – Espetros de resposta (5% amortecimento), para o sismo SMP. Esquerda: Espetros para as \n\nsimulações realizadas; Direita: Espetro médio, e dispersão associada (±?) \n\n \n\nM=6,2 R=10 km\n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\nPeriodo [s]\n\nA\nc\ne\nle\n\nra\nç\nã\no\n [\nc\nm\n\n/s\n^\n2\n]\n\nM=6,2 R=10km\n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\nPeriodo [s]\n\nA\nc\ne\nle\n\nra\nç\nã\no\n [\nc\nm\n\n/s\n^\n2\n]\n\n\n\n \nFigura 12 – Espetros de resposta (5% amortecimento), para o sismo SMP, cenários (M7,25, 25 km) \n\n(falha da Vilariça) e (M6,2, 10 km). Média e dispersão associada (±?) \n\nOs cenários apresentados e mencionados anteriormente são sismos intraplaca. A \ncaracterização da ação sísmica para um determinado local deve, também, ter em conta os \ncenários dos sismos interplacas, uma vez que estes caracterizam um ambiente tectónico que \npreconiza sinais sísmicos com diferente duração e conteúdo em frequência, relativamente \naos sismos intraplaca. Naturalmente, o cenário do sismo interplacas a ter em conta será um \ncenário representativo do sismo de 1 de Novembro de 1755. De acordo com o estado atual \ndos conhecimentos relativamente às possíveis fontes sísmicas deste sismo, os modelos que \nse apresentam como melhores candidatos para justificar os danos causados em Portugal \nContinental, são aqueles que consideram uma rotura múltipla em que intervém a falha de \nMarquês de Pombal, parecendo o sistema de rotura falha Marquês de Pombal – falha da \nFerradura, um bom candidato para a fonte geradora do sismo (Ribeiro, 2005). Assim, este \nfoi o sistema de rotura escolhido para simular, através do modelo estocástico, os \nmovimentos do terreno no local da barragem de Foz Tua, tendo em conta o cenário do sismo \ninterplacas. Foi modelada a situação mais gravosa, isto é, um cenário de rotura unilateral da \nfalha, na direção do local da barragem. Os resultados apresentam-se na Figura 13. \n\n \nFigura 13 – Espectro de resposta (5% amortecimento), no local da barragem de Foz Tua, decorrente do \n\nmodelo considerado para a fonte do sismo de 1755 \n\n \n\n7-SÍNTESE DOS RESULTADOS E CONCLUSÕES \n\nNo Quadro 2 apresenta-se uma síntese dos resultados obtidos pelos diferentes métodos e \npara os cenários sísmicos considerados. \n\nNa Figura 14, do lado esquerdo, apresentam-se os resultados obtidos para o cenário SBP, \nfigurando o espetro médio das 2 leis de atenuação e o resultado do estudo probabilístico \npara os 145 anos de período de retorno. Do lado direito apresentam-se os resultados obtidos \npara o cenário SMP, figurando o espetro médio e a respetiva dispersão (±?) obtido com a \nmodelação de falha e o espetro de resposta médio obtido para o sismo interplacas (cenário \n1755). \n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeriodo [s]\n\nM6.2 - 10 km\n\nM7.25 - 25 km\n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeriodo [s]\n\ncenário 1755\n\n\n\nQuadro 2 – Síntese dos resultados em acelerações máximas (PGA), ao nível do substrato \nrochoso. \n\n \n\n \nFigura 14 – Espetros de resposta em aceleração (5% amortecimento). Esquerda: SBP, considerando a \nmédia das leis de atenuação e a abordagem probabilística. Direita: SMP, considerando o espetro médio \n\nda modelação estocástica e dispersão associada, e o cenário interplacas (sismo de 1755) \n\nA consideração destes resultados permite tomar decisões no que respeita aos valores dos \nmovimentos sísmicos no sítio da barragem de Foz Tua, a adotar para os SBP e SMP. Uma das \nsoluções que se afigura poder representar de forma conservativa os valores a assumir para \nos sismos de projeto, seria considerar, para o SBP, o valor resultante do estudo \nprobabilístico, considerando 1 % de amortecimento (para cenários conformes de \ncomportamento estrutural), e para o SMP, o valor correspondente à média + 1? resultante \nda abordagem estocástica do cenário M=6,2 – R=10 km. \n\n \n\nAGRADECIMENTOS \n\nOs autores agradecem à EDP autorização para publicação desta comunicação. \n\n \n\n8-REFERÊNCIAS BIBLIOGRÁFICAS \n\nAmbraseys, N.N.; Simpson, K.A.; Bommer, J.J. (1996) - Prediction of horizontal response \nspectra in Europe. EESD 1996; 25, pp. 371-400. \n\n Aceleração máxima (cm.s-2) \n\n \n \n\nCenários \n\nAbordagem determinística \nModelação \nestocás tica \nCarvalho  \n\n(2007) \n\nAbordagem \nprobabilística \n\nT  = 145 anos Lei de                 \nAmbraseys et al. (1996)  \n\nLei de                 \nCarvalho (2007) \n\n \nSBP \n\nM=5,0 \nR=10 km \n\n51 (90)*  29 (49)* – 29 \n\nSMP M=6,2 \nR=10 km   200 (267)*  \n\nM=7,25 \nR=25 km \n\n  231 (340)*  \n\nSismo afastado   19  \n\n*Os valores entre parênteses referem-se à média + 1?.  \n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeríodo [s]\n\nSBP\n\nMédia Leis de atenuação, \nM5.0-10 km\n\n145 anos\n\n1\n\n10\n\n100\n\n1000\n\n0.01 0.1 1 10\n\nA\nc\n\ne\nle\n\nra\nç\n\nã\no\n\n [c\nm\n\n/s\n^\n\n2\n]\n\nPeríodo [s]\n\nSMP\n\nCenário 1755\n\nM6.2 - 10 km\n\n\n\nCabral, J. e Ribeiro, A. (1988) - Carta Neotectónica de Portugal Continental, escala \n1:1 000.000, Nota Explicativa. Serviços Geológicos de Portugal, Lisboa. \n\nCarrilho, F.; Pena, J. A.; Nunes, J. C. (2010) - Sismicidade. Capítulo 3 do livro “Estudo do \nRisco Sísmico e de Tsunamis do Algarve”. Editor: Autoridade Nacional da Proteção Civil. \n\nCarvalho, A. (2007) - Modelação estocástica da ação sísmica em Portugal Continental. \nDissertação de doutoramento, IST, Lisboa. \n\nFauré, J.; Ferrieux, H.; Leviret, A.; Mohamadioun, B. (1982) - L’ evaluation du risque \nsismique pour la sûreté des installations nucléaires. Séminaire sur les aspects de sûreté dans \nle choix des sites des centrales nucléaires, AIEA, Vienne. \n\nFerreira da Silva, A., Rebelo, J. A. e Ribeiro, L. M. (1989) - Notícia Explicativa da Folha 11C - \nTorre de Moncorvo da Carta Geológica de Portugal 1:50.000. Serviços Geológicos de \nPortugal, Lisboa. \n\nIM (2009) - Catálogo Sísmico. Instituto de Meteorologia (comunicação pessoal). \n\nJulivert, M., Fontebot, J., Ribeiro, A. e Conde, L. (1974) - Memória Explicativa del Mapa \nTectónico de la Península Ibérica y Balneares. Inst. Geol. Min. Espanha, Madrid. \n\nNPB (1993) - Normas de Projeto de Barragens (Anexo à Portaria nº846/93). \n\nRibeiro, A., (2005) O Sismo de 1755 e a Geodinâmica da Ibéria e Atlântico. 1755 – O Grande \nTerramoto de Lisboa Volume 1 Descrições; Flad e Público \n\nRibeiro, A., Antunes, M. T., Ferreira, M. P., Rocha, R. B., Soares, A. F., Zbyzewski, G., \nMoitinho de Almeida, F., Carvalho, D. e Monteiro, H. (1979) - Introduction a la Géologie \nGénérale du Portugal. Serv. Geol. Portugal, Lisboa. \n\nRockwell, T., Fonseca, J., Madden, C., Dawson, T., Owen, L. A., Vilanova, S. e Figueiredo, P. \n(2009) - Palaeoseismology of the Vilariça Segmento of the Manteigas-Bragança Fault in \nnortheastern Portugal, in Reicherter, K., Michetti, A.M. &amp; Silva, P. G. (eds) Palaeoseismology: \nHistorical and prehistorical Records of Earthquake Ground Effects for Seismic Hazard \nAssessment. The Geological Society of London, Special Publicatios, 316, 237-258. \n\nSousa, M. B. e Sequeira, A. J. D. (1989) - Notícia Explicativa da Folha 10D, Alijó, da Carta \nGeológica de Portugal 1:50.000. Serviços Geológicos de Portugal, Lisboa."}]}}}