{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.04100"}, {"@name": "filename", "#text": "BGP_2011_19_1_2_10_Geoquimica_organica.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Geoquímica orgânica de rochas potencialmente geradoras de petróleo no contexto evolutivo da Bacia Lusitânica, Portugal\nOrganic geochemistry of petroleum source rock potential in the evolutional context of Lusitanian Basin, Portugal\nAndré Luiz Durante Spigolon | Rui Paulo Bento Pena dos Reis | Nuno Lamas Pimentel | Vasco Gonçalo Alves Esteves de Matos\nresumo\nA Bacia Lusitânica, localizada na parte oeste da margem Ibérica, representa uma das inúmeras bacias riftes mesozoicas formadas em resposta a fragmentação do Pangeia e subsequente abertura do Oceano Atlântico Norte. Sua complexa evolução geológica, iniciada no Neotriássico, permitiu a sedimentação de níveis ricos em matéria orgânica e com potencial para geração de petróleo. Apesar das evidências da presença de sistemas petrolíferos ativos, o seu potencial não foi integralmente avaliado. Este estudo apresenta uma abordagem do ponto de vista geoquímico, visando a caracterização e avaliação dos intervalos com potencial para geração de petróleo e seu nível de maturação térmica dentro do contexto evolutivo da Bacia Lusitânica. Foram obtidos parâmetros químicos, petrográficos, moleculares e isotópicos da matéria orgânica presente em 76 amostras de superfície relacionadas a calcilutitos, margas, argilitos, folhelhos e linhitos, com ampla distribuição cronoestratigráfica e espacial. Os resultados mostraram baixa evolução térmica da matéria orgânica e a existência de dois intervalos potencialmente geradores de petróleo, sendo um pertencente ao Jurássico Inferior (formações Água de Madeiros e Vale das Fontes) e o outro, ao\nJurássico Superior (formações Cabaços e Vale Verde). A deposição destes intervalos foi fortemente controlada pelos diferentes contextos geodinâmicos e seus paleoambientes relacionados que se sucederam ao longo do tempo. Durante o evento transgressivo do Eojurássico, as condições marinhas relativamente mais profundas e anóxicas-disóxicas a noroeste foram responsáveis pelo bom estado de preservação da matéria orgânica (tipo II), caracterizada pelo sinal isotópico mais leve (<513Cmédio = -29,5%) e formada principalmente de matéria orgânica amorfa (MOA), com alguma contribuição de palinomorfos e elementos terrestres. No Neojurássico, sob o domínio de águas atlânticas e nível relativo do mar baixo, instalam-se condições restritas, favorecendo a deposição e preservação da matéria orgânica com sinal isotópico caracteristica-mente mais pesado (<513Cmédio = -25,0%). Os intervalos com excelente potencial e ricos em hidrogênio estão associados à matéria orgânica bacteriana (tipo I-II), depositada em condições marinhas carbonáticas anóxicas relativamente rasas, que gradam em direção ao norte para condições continentais-transicionais deltaico-lacustre-lagunares (querogênio do tipo II-III), com maior influência de matéria orgânica terrestre.\nPalavras-chave: Bacia Lusitânica | rochas potencialmente geradoras de petróleo | geoquímica orgânica | Jurássico Inferior | Jurássico Superior\nabstract\nThe Lusitanian Basin, located in the west part of the Iberian margin, represents one of many Mesozoic rift basins formed in response to fragmentation of Pangea and subsequent opening of the North Atlan-tic Ocean. Its complex geological evolution, which started in the Upper Triassic, led to the sedimentation of levels rich in organic matter with a potential to generate petroleum. Despite the presence of active petroleum systems, its potential has not been fully evaluated. This study presents an approach from the geochemical standpoint aimed at the characterization and evaluation of ranges with potential forpetroleum generation and their level of thermal maturity within the evolutionary context of the Lusitanian Basin. The study obtained chemical, petrographic, isotopic and molecular parameters of organic matter from 76 surface samples related to limestone, marls, mud-stones, shales and lignites, with a wide spatial and chronostratigraphic distribution. The results showed low thermal evolution of organic matter and the existence of two main intervals of petroleum source rock potential, one belonging to the Lower Jurassic (Água de Madeiros and Vale das Fontes formations) and the other to the Upper Jurassic (Cabaços and Vale Verde formations). The deposition of these intervals\nwas strongly controlled by different geodynamic contexts and their associated paleoenvironments which followed over time. During the transgressive event in the Lower Jurassic, the anoxic-disoxic and relatively deeper marine conditions developed in the northwest edge of the basin were responsible for the good preservation of organic matter (type II), charac-terized by lighter isotopic signal (õ13C mean = -29.5 %o) and predominance of amorphous organic matter (AOM) with some contribution of palynomorphs and terrestrial elements. In the Upper Jurassic, under the control of Atlantic waters and low relative sea level were installed restrict conditions favoring the deposition and preservation of organic matter with the isotopic signal characteristically heavier (ô13C mean = -25.0 %o). The intervals with high potential for petroleum generation and rich in hydrogen are associated with bacterial organic matter (type I-II) deposited in anoxic marine carbonate conditions rela-tively shallow, thatpassing in northward to continental-transitional conditions related to a complex system deltaic-lacustrine-lagoonal (kerogen type II- III) with stronger contribution of terrestrial organic matter.\n(Expanded abstract available at the end of the paper).\nKeywords: Lusitanian Basin | petroleum source rock potential | organic geochemistiy | Lower Jurassic | Upper Jurassic\nintrodução\nz\nA exploração de petróleo nas bacias portuguesas remonta do século passado mais especificamente a partir do final da década de 30, quando foram emitidos diversos alvarás de concessão para pesquisas envolvendo aquisição de dados geológico-geofísicos. Desde então, foram realizados uma série de levantamentos sísmicos, gravimétricos e magnetométricos, bem como a perfuração de mais de uma centena de poços exploratórios na área terrestre e marítima, dos quais muitos deles apresentaram fortes indícios de óleo e gás, indicando a presença de sistemas petrolíferos ativos. No entanto, mesmo com uma extensiva campanha exploratória, apenas duas sondagens produziram quantidades subcomerciais na Bacia Lusitânica, o que inibiu significativamente os investimentos por parte das grandes companhias a partir do final de década de 70 (Fonte: DPEP, História da Pesquisa).\nDiante da necessidade de uma avaliação mais criteriosa a respeito dos sistemas petrolíferos das bacias portuguesas, em meados da década de 90, a Divisão para Pesquisa e Exploração de Petróleo do Governo Português (DPEP) encomendou ao Beicip Franlab Petroleum Consultant (IFP) um estudo geo-químico detalhado baseado em amostras de rocha, óleo e indícios coletados em afloramentos e poços localizados tanto na parte emersa quanto submersa.\nOs resultados mostraram a existência de dois principais intervalos de rochas geradoras jurássicas em contextos geográficos distintos e com maturação térmica elevada. Baseado na correlação óleo-rocha geradora, os óleos encontrados na parte norte da Bacia Lusitânica foram interpretados como gerados por folhelhos marinhos do Jurássico Inferior correspondendo ao intervalo Sinemuriano Superior-Pliensbaquiano, enquanto que os óleos da parte sul foram gerados por carbonatos marinhos do Jurássico Superior correspondendo ao intervalo Oxfordiano Médio (BEICIP-FRANLAB, 1996).\nApós a década de 90, diversos autores entre eles Dias (2005), Oliveira etal. (2006), Duarte etal. (2010) e Spigolon et al. (2010) destacaram o potencial petrolífero da Bacia Lusitânica, especialmente com relação a qualidade e elevado conteúdo orgânico encontrado nos sedimentos marinhos jurássicos das formações Água de Madeiros (Sinemuriano Superior), Vale das Fontes (Pliensbaquiano) e Cabaços (Oxfordiano). Teores elevados de carbono orgânico também foram encontrados em rochas paleozóicas (Upoff, 2005).\nAtualmente, mesmo diante de um histórico de insucesso exploratório sem descobertas econômicas, diversas companhias, incluindo a PETROBRAS num consórcio com a GALP ENERGIA e PARTEX, têm demonstrado interesse comercial na busca de novos objetivos, sobretudo em áreas de águas profundas a ultraprofundas consideradas como fronteira exploratória de alto risco, onde a recompensa pode ser alta.\nEste trabalho tem como principal objetivo apresentar uma visão regional das propriedades organo-geoquímicas de rochas potencialmente geradoras de petróleo dentro do contexto evolutivo da Bacia Lusitânica em sua parte emersa, baseado na coleta de 76 amostras. Foram integrados parâmetros químicos e petrográficos da matéria orgânica, incluindo parâmetros moleculares (biomarcadores saturados) e isotópicos (ò1:C-%o) medidos no betume extraído das rochas. Com isto, foi possível compreender melhor as variações nas propriedades geoquímicas dos principais intervalos geradores, bem como, suas distribuições espaciais (geográfica e estratigráfica), visando auxiliar de forma preditiva as atividades de exploração nas bacias offshore portuguesas. Os resultados obtidos neste trabalho também foram correlacionados com uma vasta base de dados obtidas por diversos trabalhos anteriores (BEICIP-FRANLAB, 1996; Dias, 2005; Oliveira et al., 2006; Duarte et al., 2010).\ncontexto geológico e amostragem\nA Bacia Lusitânica, localizada ao longo da margem oeste da Península Ibérica, ocupa cerca de 22.000km2, sendo que 75% da área aflora na parte continental emersa e o restante encontra-se na parte imersa da plataforma continental. Sua forma alongada se estende por cerca de 220km na direção NNE-SSW, com aproximadamente 100km de largura (Kullberg et al., 2006; fig. 1).\nRepresenta uma das inúmeras bacias riftes mezo-soicas da margem atlântica, que tiveram sua origem relacionada à fragmentação do Supercontinente Pangeia no final do Neotriássico, culminando na abertura do Oceano Atlântico Norte (Wilson, 1975; Wilson et al., 1989; Pinheiro et al., 1996; Pena dos Reis etal., 2000; Kullberg etal., 2006; Pena dos Reis et al., 2009; Pena dos Reis et al., 2010).\nLEGENDA\nBacia Lusitânica Cobertura Cenozoica Bacia do Algarve Maciço Hespérico\n• Ponto de amostragem\nFigura 1\nDistribuição espacial e localização dos pontos amostrados (Mapa modificado de Silva, 2007).\nFigure 1\nLocation and spatial distribution of sampling points (map modi-fied from Silva, 2007).\nA complexa evolução desta bacia está fortemente ligada aos distintos controles geodinâmicos que se sucederam ao longo do tempo, desde o início de sua configuração de rifte intracontinental no Neotriássico, passando pelas influências marinhas tetianas e atlânticas ainda em regime extensional ao longo do Jurássico e Eocretáceo e desenvolvimento de margem passiva até a inversão tectônica da bacia, resultado da colisão entre as placas Ibérica e Africana no Neocretáceo (Pena dos Reis e Pimentel, 2008; Pena dos Reis et al., 2009; Pena dos Reis et al., 2010; fig. 2).\nO seu registro sedimentar inicia-se com depósitos continentais siliciclásticos do Triássico Superior (formações Conraria e Castelo Viegas), que gradam para sedimentos predominantemente argilo-evaporíticos, depositados em ambientes transicionais de sabkas a lagunares e se estendendo até o Hetangiano (formações Dagorda e Pereiros) no início do Jurássico (Palain, 1976; Azerêdo et al., 2003; Pena dos Reis e Pimentel, 2006). A partir daí, as invasões marinhas provocaram um afo-gamento generalizado, que culminou inicialmente no desenvolvimento de um sistema de rampa carbonática\nrasa com sedimentação dolomítica (Fm. Coimbra) e passando a uma rampa carbonática relativamente profunda (hemipelágica), onde ocorrem depósitos margo-calcários com níveis ricos em matéria orgânica, representados pelas formações Água de Madeiros-Sinemuriano Superior e Vale das Fontes-Pliensbaquiano (Mouterde et al., 1979; Duarte e Soares, 2002; Azerêdo et al., 2003; Duarte et al., 2004; Oliveira et al., 2006; Pena dos Reis et al., 2009; Duarte et al., 2010). Estes depósitos estão associados a eventos de inundação máxima que foram depositados durante ciclos transgressivos de 2a ordem, onde ocorrem importantes intervalos de rochas potencialmente geradoras de petróleo (Duarte et al., 2004; Oliveira et al., 2006; Duarte et al., 2010). Fácies margo-calcárias prevalecem durante o Eojurássico.\nNo Mesojurássico, acentua-se gradativamente a tendência regressiva na bacia, com significativa diminuição do nível do mar. O sistema de rampa carbonática evolui para depósitos de águas rasas de alta energia, integrados na Formação Candeeiros e com barreiras recifais e oolíticas no Caloviano (Azerêdo et al., 2002; Azerêdo et al., 2003). O raseamento generalizado culmina em uma importante descontinuidade no topo do Caloviano, que se traduz em um hiato deposicional e marca o início de uma segunda fase rifte, condicionada a um forte controle tectônico da subsidência e desenvolvimento de sub-bacias (Pena dos Reis et al., 2010). A deposição se retoma no Oxfordiano médio, com ambientes marinhos rasos a transicionais (lacustre-lagunares com inflluxo del-taico) sob fortes variações de salinidade e evidências de exposição subaérea em diversos locais da bacia (Azerêdo et al., 2002; Azerêdo et al., 2003). Estes depósitos de natureza margo-calcárea, associados a níveis ricos em matéria orgânica (formações Cabaços e Vale Verde), gradam para sedimentos marinhos carbonáticos rasos a profundos, representados pela Formação Montejunto. Neste estágio, há uma reorganização geotectônica que coloca a Bacia Lusitânica alinhada ao Atlântico Central e aberta para sul (Pena dos Reis et al., 2009; Pena dos Reis et al., 2010).\nA partir do Kimmeridgiano, a sedimentação passa a ser predominantemente siliciclástica, representada pela progradação de espessos corpos alúvio-fluvio-deltaicos (formações Boa Viagem e Alcobaça) e leques turbidíticos (Fm. Abadia), sugerindo eventos de reativação tectônica com forte subsidência e significativo preenchimento, culminando na colmatação e rasea-mento da bacia durante o Titoniano (Fm. Lourinha). Este período é marcado pela atividade tectônica do sal (halocinese), que influenciou muitas vezes a\nsedimentação no Neojurássico (Alves et al., 2002; Pena dos Reis etal., 2009; Pena dos Reis etal., 2010).\nO início do Cretáceo é caracterizado por uma importante descontinuidade que marca o início da fase drifte em ambiente de deriva continental e sob influência de mar aberto (Neoberriasiano-Eovalanginiano). Durante este período até o Turoniano, ocorre a expansão do Atlântico Norte, que se propaga de sul para norte em três segmentos diácronos, os quais estão associados a soerguimentos e erosão generalizada (Alves etal., 2002; Rey etal., 2006; Pena dos Reis etal., 2009; Pena dos Reis etal., 2010). A sedimentação fica restrita a porção centro-sul da bacia, representada por depósitos fluvio-estuarinos (formações Vale de Lobos, Regatão e Almargem Inferior) a marinho-carbonático costeiros (formações Guincho e Crismina), que estão inseridos em um ciclo regressivo de 1a ordem (fig. 2). No Neoptiano, o rompimento do segmento da Galiza\ne desenvolvimento de uma margem passiva são marcados por progradações de sedimentos siliciclásticos grossos, associados a sistemas fluviais entrelaçados (formações Rodízio e Figueira da Foz), seguidos pelo desenvolvimento de uma plataforma carbonática rasa com barreiras recifais de rudistas em regime transgressivo (Fm. Costa de Arnes). No final do Cretáceo, inicia-se uma fase de inversão tectônica com exposição generalizada e intenso vulcanismo (Pena dos Reis et al., 2009; Pena dos Reis et al., 2010).\nDentro deste contexto geológico e evolutivo conhecido, foram coletadas 76 amostras de superfície relacionadas a calcilutitos, margas, argilitos, folhelhos e linhitos, com ampla distribuição crono-estratigráfica e espacial (figs. 1 e 2).\nA amostragem procurou dar ênfase ao intervalo de idade que compreende o Jurássico, onde ocorrem as principais rochas geradoras da bacia (tabela 1).\nFigura 2\nDistribuição cronoestrati-gráfica e contexto evolutivo das amostras coletadas.\nFigure 1\nChronostratigraphic distri-bution and evolutional con-text of the colected samples.\nmétodos\nPara a obtenção dos parâmetros geoquímicos das rochas estudadas, foi empregado um conjunto de técnicas analíticas incluindo carbono orgânico total, pirólise Rock-Eval e petrografia orgânica, juntamente com um protocolo específico para a extração do betume e determinação de sua composição molecular (biomarcadores saturados) e isotópica (<513C-%o) (fig. 3).\nAs amostras foram pulverizadas e peneiradas em uma granulometria de 80 mesh para as análises de carbono orgânico total (COT-%), pirólise Rock-Eval e extração do betume.\nA riqueza ou quantidade de matéria orgânica, representada pelo teor de COT, foi determinada utilizando-se um analisador LECO SC-144 com detector infravermelho, a partir de amostras previamente acidificadas com ácido clorídrico (HCl) para remoção do conteúdo carbonático.\nA alíquota de amostra não eliminada pelo ataque ácido foi utilizada para a análise de COT, bem como para o cálculo do resíduo insolúvel (%RI = [peso do insolúvel - PI / peso da amostra - PA] * 100). O resíduo insolúvel foi utilizado para discriminar o tipo de rocha, sendo que valores acima de 65% indicam fácies siliciclásticas, enquanto valores inferiores a 35% caracterizam fácies carbonáticas. Os valores intermediários correspondem a margas (35<RI%<65).\nAs amostras com teores acima de 0,5% de COT foram submetidas à análise de pirólise Rock-Eval, a fim de quantificar os hidrocarbonetos livres (S1 - mg HC/g rocha), o potencial gerador (S2 - mg HC/g rocha), a temperatura máxima de geração medida no pico S2 (Tmáx - oC) e a quantidade de CO2 liberado (S3 - mg HC/g rocha). Estes parâmetros permitem calcular os índices de hidrogênio (S2/COT=IH - mg HC/g COT) e oxigênio (S3/COT=IO - mg CO2 / g COT), que fornecem informações a respeito do tipo de matéria orgânica e\nPara o estudo microscópico da matéria orgânica, as amostras foram fragmentadas em tamanhos inferiores a 5mm e, posteriormente, acidificadas para o isolamento do querogênio. O isolamento do quero-gênio seguiu os procedimentos de ataque ácido não oxidativo descritos por Oliveira etal. (2004). A análise visual do querogênio foi feita em microscópio ótico de luz branca transmitida com fonte halogênica de 100 watts e luz azul incidente (fluorescência) com fonte de mercúrio tipo HBO 100 watts, a fim de determinar a origem e estado de preservação dos componentes orgânicos (Tyson, 1995; Mendonça Filho, 1999). Nas amostras muito ricas em matéria orgânica (COT>20%), optou-se pela confecção de plugs de rocha total, que foram observados em microscópio de luz refletida e luz fluorescente.\nDependendo da quantidade de hidrocarbonetos livres (S1), o betume foi recuperado da rocha geradora a partir da extração acelerada com solvente (ASE -Accelerated Solvent Extractor; Jansen et al., 2006). O solvente utilizado foi o diclorometano (DCM).\nApós a extração, uma alíquota do betume foi analisada por meio de um espectrômetro de massa (EA-IRMS) para a determinação da composição isotópica de carbono (á13C - %o). Outra alíquota foi fracionada por cromatografia líquida de média pressão para a separação das frações representadas pelos compostos saturados, aromáticos e resinas+asfaltenos.\nOs compostos saturados foram utilizados para as análises de geoquímica molecular, que envolvem a composição global obtida por meio de cromatografia a gás (GC) e a composição dos biomarcadores terpa-nos (m/z 191) e esteranos (m/z 217) por meio de cromatografia a gás acoplada a espectrometria de massas (GC-MS). Os resultados foram reportados em altura de pico e os parâmetros geoquímicos moleculares foram calculados na forma de razão entre compostos.\nTabela 1\nTotal de amostras estudadas por idade e formação.\nTable 1\nTotal of studied samples for age and formation.\nTOTAL\tIDADE\tLITOESTRATIGRAFIA (n°): número de amostras coletadas por Formação\n\tCretáceo Superior\tFormação Costa de Arnes (1)\n28\tJurássico Superior\tfms. Cabaços (7), Vale Verde (9), Montejunto (1), Abadia (9), Lorinhã (2)\n\tJurássico Médio\tFormação Cabo Mondego (1)\n45\tJurássico Inferior\tfms. Dagorda (5), Coimbra (1), Pereiros (1), Água de Madeiros (13) Vale das Fonte (20), São Gião (4), Póvoa da Lomba (1)\n\tTriássico Superior\tFormação Conraria (1)\nFigure 3\nAnalytical protocol used in this work for geochemical characteriza tio n.\nRocha Total\nMatéria Orgânica Total\nFração do Betume\nCromatografia a gás (GC)\nCromatografia a gás acoplada a espectrometria de massas\nAs razões de biomarcadores saturados foram utilizadas para determinar o grau de maturação térmica e caracterizar os ambientes deposicionais quanto a origem e condições de deposição da matéria orgânica. Para tanto, foram escolhidas algumas razões diag-nósticas tais como: pritano/fitano (PRI/FIT), hopanos/ esteranos (HOP/EST), C29 norhopano/C30 hopano (H29/ H30), C35 homohopano/C34 homohopano (H35/H34), C24 tetracíclico/C26 tricíclico (TET/26TRI), diasteranos/ C27 aaa esteranos (DIA/C27), C27 trisnorneohopano/ C27 trisnorneohopano+trisnorhopano (Ts/Ts+Tm) e C29 norneohopano/C29 norhopano (C29Ts/H29) (Peters et al., 2005).\nOs dados adquiridos por estas técnicas analíticas foram integrados, permitindo uma visão mais completa do ponto de vista geoquímico e de fácies orgânicas para cada unidade litoestratigráfica estudada (Menezes et al., 2008).\nresultados e discussões\nOs resultados geoquímicos médios obtidos para cada intervalo de idade ou formação são apresentados na tabela 2.\nDe maneira geral, os valores de Tmáx inferiores a 440°C, juntamente com os elevados percentuais de resinas+asfaltenos encontrados nos betumes extraídos das rochas (>60%), indicam que todas as amostras estudadas encontram-se no estágio imaturo de geração de petróleo. No caso do carvão\n(fig. 10b, amostra PN-4), o baixo grau de carbonifi-cação o caracteriza como um linhito.\nA evolução térmica relacionada a condições de mais baixa temperatura, compatível com a diagênese, também pode ser comprovada pela fluorescência amarela-laranja intensa que os componentes orgânicos ricos em hidrogênio exibem, bem como pela composição dos biomarcadores representada pelos baixos valores das razões Ts/Ts+Tm e C29Ts/H29 (figs. 4 e 5). Contudo, regiões maturas foram identificadas pelo BEICIP-FRANLAB (1996) a partir da análise de poços, tanto na parte submersa do setor norte quanto na parte emersa do setor central da Bacia Lusitânica. Além disso, a ocorrência de oil seeps evidencia um processo ativo de migração a partir de cozinhas posicionadas dentro da zona de óleo (Spigolon et al., 2010). Estes fatos permitem supor que os dados de maturação obtidos neste trabalho estão condicionados pelo processo de amostragem, focada em áreas com menor soterra-mento, localizadas na proximidade de domos salinos.\nEm termos composicionais, as melhores fácies orgânicas (ricas em hidrogênio e com elevado potencial de geração de petróleo) estão associadas principalmente às formações Água de Madeiros, Vale das Fontes, Cabaços e Vale Verde, onde ocorrem valores de IH variando de 664mg a 250mg HC/g COT e valores de IO abaixo de 70mg CO2/g COT, caracterizando um querogênio do tipo I-II, quase sempre formado pelo predomínio de matéria orgânica amorfa com elevada fluorescência, associado a componentes orgânicos terrestres variáveis (fig. 5 e tabela 2). É importante destacar que a Formação Montejunto apresentou\nPERÍODO\tIDADE\tFORMAÇÃO\tCOT\tRI\tS2\tIH\tTma x\t513C\tPRI/FIT\tH29/H30\tHOP/EST\tH35/H34\tTET/26TRI\tDIA/C27\tTIPO DE QUEROGÊNIO\nCretáceo Superior\tCenoma-niano\tCosta d'Arnes\t0,3\t68\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\nJurássico Superior\tTitoniano\tLourinhã\t2,1\t68\t0,4\t19,0\t438\t-25,90\t1,5\t0,6\t5,4\t0,6\t0,9\t0,6\tIV\n\tKimerid- giano\tAbadia\t1,0\t74\t0,4\t40,0\t434\t-26,42\t1,7\t0,5\t6,5\t0,6\t0,9\t0,5\tIII-IV\n\tOxfor- diano\tVale Verde\t1,2\t13\t5,8\t483,3\t432\t-26,47\t1,0\t0,7\t4,6\t1,0\t3,4\t0,1\tII\n\t\t\t28,6\t65\t96,8\t338,5\t423\t-23,36\t5,2\t0,9\t6,6\t0,5\t4,5\t0,8\tIII\n\t\tCabaços\t2,8\t14\t16,0\t563,9\t429\t-25,07\t0,6\t1,0\t9,1\t0,9\t9,4\t0,2\tI-II\nJurássico Médio\tAaleniano\tCabo Mondengo\t0,4\t60\t-\t-\t-\t-26,45\t-\t-\t-\t-\t-\t-\t-\nJurássico Inferior\tToarciano\tPóvoa de Lomba\t0,5\t36\t0,2\t44,0\t425\t-26,41\t-\t-\t-\t-\t-\t-\tIII-IV\n\t\tSão Gião\t0,2\t58\t-\t-\t-\t-27,12\t-\t-\t-\t-\t-\t-\t-\n\tPliensba-quiano\tVale das Fontes\t2,9\t51\t9,3\t320,7\t429\t-28,67\t2,2\t0,5\t2,7\t0,6\t2,0\t0,5\tII-III\n\tSinemu- riano\tÁgua de Madeiros\t3,3\t58\t12,3\t365,9\t425\t-30,30\t1,2\t0,5\t1,0\t0,7\t1,6\t0,2\tII-III\n\t\tCoimbra\t0,1\t8\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\t-\n\tHetan- giano\tPereiros\t0,6\t96\t0,1\t16,7\t426\t-26,36\t-\t-\t-\t-\t-\t-\tIV\n\t\tDagorda\t1,0\t84\t0,3\t30,9\t427\t-26,06\t1,0\t0,6\t6,9\t0,6\t2,6\t0,4\tIII\nTriássico Superior\tCarniano\tConraria\t0,9\t96\t0,3\t33,3\t430\t-24,25\t-\t-\t-\t-\t-\t-\tIII\nS2: potencial gerador (mg HC/g rocha) IH: índice de hidrogênio (mg HC/g COT) ô13C: isótopo de carbono de betume (%o)\nPRI/FIT: razão pristano/fitano\nH35/H34: C35 / C34 homohopanos (R + S)\nH29/H30: C29 norhopano / C30 hopano\nHOP/EST: total de hopanos / total de esteranos\nTET/26TRI: CM terpano tetracíclico / C26 terpano tricíclico (R + S) DIA/C27: C27 pa diasterano (S + R) / C27 aaa esterano (20S + 20R)\nLegenda COT: carbono orgânico\ntotal (%)\nRI: resíduo insolúvel (%)\nTmax: temperatura máxima (°C)\nTabela 2\nSumário dos resultados geo-químicos da Bacia Lusitânica e tipos de querogênio.\nTable 1\nSummary of geochemical results from Lusitanian Basin and kerogen types.\numa única amostra rica em hidrogênio com excelente potencial de geração de petróleo, entretanto, é necessário aumentar o universo amostral visando uma avaliação mais ampla e conclusiva. As demais amostras apresentaram baixos valores de IH, caracterizando um querogênio do tipo III-IV com predomínio de matéria orgânica lenhosa, mais propensa a geração de gás (fig. 5 e tabela 2).\nDe acordo com os resultados geoquímicos obtidos a partir desta amostragem, dois grandes grupos de rochas potencialmente geradoras podem ser definidos: um formado por folhelhos e margas marinhas depositadas no Eojurássico (Sinemuriano Superior-Pliensbaquiano) e o outro formado por uma ampla variedade de litotipos, desde calcilutitos e margas até linhitos depositados em um contexto complexo de paleoambientes transicionais (lacustre-lagunares pantanosos) a marinho carbonático anóxico no Neojurássico (Oxfordiano Médio). Os parâmetros\nmoleculares e isotópicos são diagnósticos de cada grupo e reforçam as diferentes fontes de matéria orgânica e condições paleoambientais desenvolvidas ao longo de cada período de tempo. O grupo do Jurássico Inferior é caracterizado por valores isotopicamente mais leves de carbono do betume (á13Cmédio= -29,50%o) juntamente com os valores mais baixos das razões H29/H30, HOP/EST, H35/H34 e TET/26TRI, enquanto o grupo do Jurássico Superior apresenta valores isotopicamente mais pesados de carbono (á13Cmédio = -24,96%), juntamente com os valores mais elevados das razões H29/H30, HOP/EST, H35/H34 e TET/26TRI (tabela 2 e fig. 6). Estes resultados apontam no sentido semelhante aos obtidos pelo BEICIP-FRANLAB (1996) para a Bacia Lusitânica. Subgrupos com características geo-químicas peculiares (isotópicas, petrográficas e moleculares) podem ser definidos de acordo com o tipo de matéria orgânica, sendo esta última controlada\npelas variações nas proporções dos componentes orgânicos de origem continental (derivados de plantas terrestes superiores) ou aquática (derivada de bactérias e/ou algas). Em geral, as fácies com grande contribuição continental e siliciclástica são caracterizadas pelo predomínio de fitoclastos não-opacos, por valores isotopicamente mais pesados e pelos valores muito baixos da razão Ts/Ts+Tm, associados ao predomínio de C29 esteranos e aos valores mais elevados das razões PRI/FIT e DIA/C27 (tabela 2 e figs. 4, 5 e 6).\nA seguir, os apectos geoquímicos das amostras estudadas serão apresentados e discutidos, considerando os trabalhos anteriores e seguindo uma ordem geocronológica dentro do contexto evolutivo da Bacia Lusitânica.\nTriássico-Jurássico Médio\nNo estágio rifte 1 (fig. 2), as argilas cinzentas (RI>84) relacionadas às formações Conraria (Triássico Superior), Dagorda e Pereiros (Hetangiano, Jurássico Inferior) apresentaram baixo a médio conteúdo de carbono orgânico, variando de 0,45% a 1,46% e muito pobre potencial de geração de hidrocarbonetos, inferior a 0,3mg HC/g de rocha. Os valores baixos de IH inferior a 34mg HC/g COT caracterizam um querogênio do tipo III-IV, pobre em hidrogênio e mais propenso a geração de gás (tabela 2; fig. 5).\nA associação de componentes orgânicos, tal como fitoclastos opacos e não-opacos, cutículas, esporomor-fos e resinas, permite inferir um paleoambiente essencialmente continental para o intervalo estudado, como já havia sido afirmado por outros autores (fig. 7; Palain, 1976; Azerêdo et al., 2003). Os valores isotópicos de carbono do betume encontrados para o intervalo são caracteristicamente mais pesados, variando de -24,25%o a -26,06%o. A presença de políades, tétrades e cutículas, aliada ao baixo estado de preservação destes componetes que exibem fluorescência esmaecida laranja ou em tons castanhos, indicam condições de deposição oxidantes e relativamente proximais à área-fonte da flora que os produziu (fig. 7). O predomínio de grãos de pólen do gênero Classópolis, associado a depósitos evaporíticos presentes neste intervalo, pode sugerir um clima quente e árido associado à restrição de corpos aquosos e elevada evaporação. Estas fácies ocorrem especialmente na região de Coimbra e Penela, borda leste do setor norte da Bacia Lusitânica (figs. 1 e 2). Os resultados obtidos foram similares\nimaturo\n0,1\t0,2\t0,3\t0,4\t0,5\t0,6\t0,7\t0,8\t0,9\t1,0\nC29 Ts / H29\nMATÉRIA ORGÂNICA\n1.\tcontinental - plantas terrestres superiores (margas e linhitos)\n2.\tmistura entre 1 e 3 (folhelhos e margas)\n3.\tbacteriana-algal (calcilutitos)\n1,0\n0,9\n0,8\n0,7\n0,6\n0,5\n0,4\n0,3\n0,2\n0,1\nE h + .</>\n« Fm. Vale das Fontes O Fm. Água de Madeiros O Fm. Vale Verde\nO Fm. Cabaços\naos encontrados pelo BEICIP-FRANLAB (1996) para a Formação Dagorda, caracterizando o pobre potencial de geração de petróleo. Porém, fácies mais distais e com melhor potencial de geração de hidrocarbonetos não podem ser descartadas, visto que, localmente, em quatro poços (Pe-1, 17C-1, 13 E-1 e Mo-1) na parte submersa da bacia, alguns níveis apresentaram potencial gerador de petróleo acima de 2kg HC/ton rocha (BEICIP-FRANLAB, 1996).\nA primeira grande abertura da bacia em ambiente marinho epicontinental com a instalação de uma rampa carbonatada homoclinal inclinada para noroeste com baixo gradiente ocorreu no Eojurássico, mais especificamente no Sinemuriano (Azerêdo etal., 2003; Duarte et al., 2004; Pena dos Reis et al., 2010).\nNesta fase, foram avaliados depósitos de carbona-tos e margas do Sinemuriano (Fm. Coimbra) na região de Sesimbra, os quais apresentaram muito baixo conteúdo de carbono orgânico (tabela 2), evidenciando as condições marinhas rasas, proximais e oxidantes da borda sul-sudeste da bacia. Estes resultados complementam as indicações feitas pelo BEICIP-FRANLAB (1996) para a mesma porção sul da bacia.\nNo setor norte, especialmente na região de São Pedro de Moel, os moderados a elevados teores de COT (1,16% a 9,89%) e S2 (1,9mg a 52mg HC/g rocha) indicam que as margas e folhelhos marinhos do Sinemuriano Superior pertencentes à Formação Água de Madeiros (membros Praia da Pedra Lisa e Polvoeira) apresentam desde pobre a excelente potencial de geração de hidrocarbonetos. Os valores de IH e IO sugerem um querogênio do tipo II\nFigura 4\nGrau de maturação térmica e origem da matéria orgânica baseado nas razões de biomarcadores hopanos Ts/Ts+Tm e C29Ts/H29.\nFigure 4\nThermal maturation degree and origin of organic matter based on the Ts/Ts+Tm and C29Ts/H29 hopane bio-marker ratios.\nFigura 5 - Diagrama tipo Van Krevelen mostrando a composição química do querogênio e sua relação com o tipo de particulado orgânico observado em microscópio de luz branca e fluorescente. (VR-1) Matéria orgânica amorfa homogênea derivada de bactérias com elevada fluorescência (querogênio do tipo I-II, elevado IH), representando fragmentos de tapetes microbianos associados a calcilutitos negros da Formação Cabaços. (RA-1) Predomínio de matéria orgânica amorfa heterogênea fluorescente derivada do fitoplancton e bactérias, com fito-clastos e palinomorfos subordinados (querogênio do tipo II, moderado IH), relacionados a margas da Formação Vale das Fontes. (PN-1) Predomínio de fitoclastos não opacos com cutículas degradadas de fraca fluorescência (querogênio do tipo III, baixo IH), relacionados a margas da Formação Vale Verde.\n\nFigure 5 - Van Krevelen-type diagram showing the chemical composition of kerogen and its relationship with the types of organic particles observed in microscopy of transmitted and fluo-rescence lights. (VR-1) Homogeneous amorphous organic matter derived from bacteria with high fluorescence (type I-II kerogen, high hydrogen index), representing microbial mats fragments associated with black limestones of the Cabaços Formation. (RA-1) Predominance of fluores-cent heterogenous amorphous organic matter derived from phytoplankton and bacteria, with presence of phytoclasts and palynomorphs (type II kerogen, moderate hydrogen index), related to marls of the Vale das Fontes Formation. (PN-1) Predominance of non-opaque phytoclasts with degraded cuticles of low fluorescence (type III kerogen, low hydrogen index), related to marls of the Vale Verde Formation.\nfitoclastos não-opacos\nfitoclastos opacos r—\nMOA Jiomogènea bacteriana\ncutículas degradadas^\nò’’C=-24.87%o\nFm. Póvoa da Lomba\n1000\n200\n100\n125\n150\n175\n200\níndice de Oxigênio (mg CO21 g COT)\n■ Fm. Dagorda\n• Fm. Conraria\no Fm. Montejunto O Fm. Cabaços\nO Fm. Vale Verde\n♦ Fm. Vale das Fontes\n0 Fm. Agua de Madeiros\nD Fm. Pereiros\nÀ Fm. Abadia\nA Fm. Lourinhã\nO^PN-1\nQ>&lt;<>\nO\n6---------\n♦ -\nQâ** ♦jLflA 0 À A a\nAzf O\nr4o°\nRA-1\nVo\n^VR-1\nO\n0°\n\na III, propenso a geração de óleo e gás (tabela 2; figs. 5 e 8).\nComo assinalado por Duarte etal. (2004; 2010), o comportamento contrastante com os baixos teores de COT encontrados na parte sudeste da bacia indicam que a região de São Pedro de Moel se comportou como um depocentro durante o Sinemuriano Superior, sendo que o sistema em rampa se aprofundava para noroeste.\nA variação composicional do querogênio encontrada para a Formação Água de Madeiros se deve a diferentes fácies orgânicas controladas principalmente pelas condições de oxi-redução e aporte continental no paleoambiente deposicional, em geral, ligadas a variações relativas no nível do mar. As fácies mais ricas em hidrogênio estão relacionadas às condições disóxicas-anóxicas de deposição ocasionadas pela eficiente estratificação da coluna de água (circulação restrita), as quais condicionam uma melhor preservação da matéria orgânica que, por sua vez, é formada predominantemente por material amorfo heterogêneo fluorescente (MOA), provavelmente derivado do fito-plâncton com retrabalhamento bacteriano. Ocorrem palinomorfos marinhos como prasinophytas e acri-tarcos, além de esporomofos diversos. Estes intervalos\n1,2\n0,2\n\to\t\t♦\tFm. Vale das Fontes\no\t<5>o\ti\t\to\tFm. Água de Madeiros\n0\t\t\t0\tFm. Vale Verde\n\tQ\t\to\tFm. Cabaços\no\t\tMO\t\tM.O\n\tO . ,\tcontinental\t\tbactariana-algal\nMO\tMO\t♦\t\t\t\ncontinental\ttMcteriana-algal |\t4\t\t\n\t1\t4\tf\t.\t<s>\n1 JURÁSSICO SUPERIOR\t,\t\tJURÁSSICO INFERIOR\t\t\ndeltaico-lacustre-lagunar a\t1\t\t\t\tmarinho\nmarinho carbonático anóxico\t|\t\t\tanóxico-subóxico\t\n(calcilutitos, margas e linhitos)\t\t\tmargas e folhelhos)\t\n-22\n-24\n-26\n-28\n-30\n0\n-20\nFigura 6 - Gráfico mostrando os dois principais grupos de rochas potencialmente geradoras de petróleo, baseado na composição isotópica de carbono do betume (513C) e na razão de biomarcadores hopanos H29/H30.\n-32\nFigure 6 - Graph showing the two main groups of petroleum source rocks based on the carbon isotopic composition of bitumen (õ13C) and the H29/H30 bio-marker ratio.\nFigura 7\nDepósitos continentais siliciclásticos da fase rifte 1. (CBR1-1) Argilito cinza da Formação Conraria (Triássico), associados ao predomínio de matéria orgânica cuticular degradada com fluorescenia fraca. (PNL-1) Argilito cinza escuro da Formação Dagor-da associado a fitoclastos; cutículas e esporomorfos sugerindo condições de deposição próximas a área-fonte terrestre.\nFigure 7\nContinental siliciclastic depos-its of rifte 1 phase. (CBR1-1) Gray mudstone of Conraria Formation (Triassic) associated to predominance of cuticular organic matter with low fluo-rescence. (PNL-1) Dark gray mudstone of Dagorda Forma-tion associated to phytoclasts, cuticles and sporomorphs sug-gesting deposition of proxi-mal conditions to terrestrial source area.\nricos em matéria orgânica foram interpretados por Duarte et al. (2004; 2010) como correlacionados a um evento de inundação máxima, associado a uma fase transgressiva de amonites 2a ordem localizada na parte superior da biozona oxynotum e grande parte da biozona raricostatum, correspondendo ao Membro Polvoeira. Além dos elevados valores de COT, que podem alcançar até 22,5%, este importante episódio de inundação também é confirmado pelo aumento da componente lamosa e pela diminuição da macro-fauna bentônica (bivalves e braquiópodes), passando para uma abundante macrofauna nectônica formada por amonites e beleminites (Duarte et al., 2004; 2010). Por outro lado, as fácies com pobre potencial de geração de hidrocarbonetos tendem a ser depositadas em condições oxidantes, proximais e com maior contribuição continental. Estudos detalhados de pa-linofácies realizados por Matos (2009) corroboram esta interpretação, mostrando variações nas fácies orgânicas indicadas pela diminuição dos valores de COT, pelo aumento no percentual de fitoclastos (matéria orgânica terrestre) e diminuição no percentual de matéria orgânica amorfa (MOA).\nAs distribuições dos parâmetros geoquímicos das amostras estudadas pertencentes à Formação Água de Madeiros (membros da Polvoeira e Praia da Pedra Lisa) encontram-se na figura 8. Este intervalo com acurado controle bioestratigráfico baseado em amonites representa a seção tipo, definida por Duarte e Soares (2002). Foram analisadas 13 amostras coletadas a partir da parte superior do Membro Polvoeira (biozona raricostatum).\nOs resultados mais elevados de COT, S2 e IH econtram-se exclusivamente no Membro Polvoeira, onde Duarte et al. (2004; 2010) assinalaram um intervalo de máxima inundação (biozona raricostatum). Em direção ao topo deste membro, observa-se uma clara tendência de diminuição dos valores de COT, S2 e IH, marcando a passagem de condições disóxicas-anóxicas mais profundas para condições proximais subóxicas-disóxicas no Membro Praia da Pedra Lisa (fig. 8). De acordo com Duarte et al. (2004; 2010), esta passagem está ligada a uma fase progradacional dentro de um pequeno ciclo com tendência regressiva de 2a ordem, localizada na parte superior da biozona raricostatum. Além disso, a ocorrência de ostracodes e radiolários no Membro Praia da Pedra Lisa suporta a interpretação de um paleoambiente marinho raso em contexto deposicional regressivo, mesmo sem a presença de uma abundante fauna bentônica (Duarte et al., 2004).\nA partir da parte superior do Membro Praia da Pedra Lisa, o aumento da componente lamosa dá lugar a um novo ciclo transgressivo de 2a ordem que se extende até o topo da Formação Vale das Fontes. Neste intervalo, observa-se predomínio de fácies com pobre potencial de geração de petróleo associado à maior contribuição de matéria orgânica continental (figs. 5 e 8; querogênio tipo III). Contudo, em direção ao topo do Membro Praia da Pedra Lisa, as alternâncias de fácies pobres e ricas são fortemente controladas pelas oscilações de maior frequência do nível relativo do mar e, consequentemente, das condições de oxi-redução do paleoambiente deposicional. Os parâmetros moleculares e isotópicos obtidos reforçam estas interpretações.\nA correlação positiva entre as razões de biomarca-dores HOP/EST, PRI/FIT e TET/26TRI reflete uma combinação de fatores relacionados à origem da matéria orgânica e condições de oxi-redução do paleoambiente deposicional (Peters etal., 2005). Em geral, o aumento destas razões em direção ao topo da Formação Água de Madeiros e Vale das Fontes reforçam a tendência de diminuição do nível relativo do mar, acompanhado pela mudança gradativa das fácies orgânicas, inicialmente caracterizadas pelo predomínio de matéria orgânica derivada de algas (baixas razões HOP/EST e TET/26TRI) associadas a condições disóxicas-anóxicas (baixa razão PRI/FIT), passando para uma maior influência de matéria orgânica continental e bacteriana associada a condições disóxicas-subóxicas. As razões H29/H30, DIA/EST e H35/H34 não apresentaram significativas variações, mostrando um comportamento homogêneo para o intervalo com valores mais baixos inferiores a 1, compatíveis com a geoquímica molecular de folhelhos e margas depositados em condições anóxicas-subóxicas, segundo Peters et al. (2005) (fig. 8). Os valores isotópicos de carbono do betume (£13C) encontrados para o intervalo são caracteristicamente mais negativos e variam de -29,78%o a -30,79%o, com valores médios de -30,30%o (tabela 2; fig. 8). Os valores isotopicamente menos negativos são controlados principalmente pela entrada de material continental no ambiente marinho. Em geral, estes valores apresentam boa correlação com fácies orgânicas de pobre potencial de geração de petróleo, relacionadas a uma maior componente siliciclástica e input continental em ambiente mais oxidante (RI>75 e IH<250; fig. 8). Entretanto, na base do intervalo (Mb. Polvoeira), os valores mais positivos da razão £13C parecem estar associados localmente à combinação de elevada produtividade e anoxia, corroborada pelos maiores valores de COT, S2, IH (fig. 8).\nVisão geral da sequência de carbonatos, margas e folhelhos das formações Água de Madeiros e Vale das Fontes que afloram na região costeira de São Pedro de Moel. (a1) Detalhe do Membro Polvoeira. (a2) Detalhe do Membro Praia da Pedra Lisa. (a3) Detalhe da Formação Vale das Fontes. (b) Distribuição estratigráfica dos parâmetros geoquímicos.\nFigure 8\nOverview of the carbonate sequence, marls and shales from Água de Madeiros e Vale das Fontes formations in the coastal region of São Pedro de Moel. (a1) Detail of Pol-voeira Member. (a2) Detail of Praia da Pedra Lisa Member. (a3) Detail of Vale das Fontes Formation. (b) Stratigraphic distribution of geochemical parameters.\nPor outro lado, os valores mais negativos estão associados a intervalos de maior preservação da matéria orgânica, provavelmente relacionados à eficiência de estratificação da coluna de água (circulação restrita de fundo), provocando condições disóxicas-anóxicas desenvolvidas durante períodos de nível relativo do mar mais elevado. Em direção ao topo do Membro Praia da Pedra Lisa, nota-se uma clara tendência\ndos valores isotópicos de carbono se tornarem mais negativos, marcando uma nova subida relativa do nível do mar, relacionada a um novo ciclo transgressivo-regressivo de 2a ordem (fig. 8). Esta interpretação é confirmada pelo aumento da componente lamosa, associada à ocorrência de valores mais elevados de COT, S2 e IH na parte superior do Membro Praia da Pedra Lisa, que se extendem\nem parte para a base da Formação Vale das Fontes localizada na biozona jamesoni (fig. 8).\nAcoplada a esta evolução e seguindo a tendência transgressiva de 1a ordem que se perdura até o final do Jurássico Inferior (fig. 2), deposita-se uma nova sequência de carbonatos e margas representada pela Formação Vale das Fontes, as quais estão amplamente distribuídas na bacia e datadas por amonites como pertencentes ao Pliensbaquiano (Duarte e Soares, 2002; Duarte et al., 2004; 2010). Sua seção tipo foi definida na região de Peniche, sendo subdividida em três membros, seguindo sua distribuição vertical de fácies: Membro Margas e Calcários com Uptonia e Pentacrinus (MCUP), Membro Margas e Calcários Grumosos (MCG) e Membro Margo-Calcários com Níveis Betuminosos (MCNB; fig. 9; Duarte e Soares, 2002).\nDe acordo com Duarte et al. (2004), a Formação Vale das Fontes está associada a uma nova fase transgressiva de 2a ordem, na qual se registra um aumento da componente margosa para o topo da unidade e do conteúdo de matéria orgânica, ambos relacionados a franca expansão deste mar epicontinental (Oliveira et al., 2006; Silva, 2007).\nEste intervalo foi amostrado em diversos pontos da bacia, tanto na borda sudeste do setor sul (região de Sesimbra) quanto nas suas porções centro-norte da borda oeste (regiões de Peniche e São Pedro de Moel) e borda leste (regiões de Coimbra e Rabaçal; figs. 1 e 2). As médias dos parâmetros geoquímicos obtidos para a Fm. Vale das Fontes, especialmente no que diz respeito ao membro potencilamente gerador (MCNB), encontram-se na tabela 2.\nDe maneira geral, os resultados mostram pobre potencial de geração de hidrocarbonetos, principalmente para a borda sudeste e leste da bacia. Os valores de IH e IO sugerem um predomínio de um querogênio do tipo III mais propenso a geração de gás, localmente com alguma contribuição de querogênio do tipo II relacionada ao Membro MCNB (fig. 5). Esta composição química está de acordo com os resultados de palinofácies obtidos por Matos (2009) para as margas da Formação Vale das Fontes, os quais mostraram a presença dominante de componentes orgânicos do grupo do fitoclasto, mais especificamente nos membros MCUP e MCG. A dominância destes componentes, associado ao baixo conteúdo orgânico (0,5<COT&lt;2,7%) e pobre potencial de geração de hidrocarbonetos (40<IH<150mg HC/g COT), indicam grande contribuição de matéria orgânica continental relacionada à maior proximidade com fontes flúvio-deltaicas,\nsugerindo fácies orgânica de plataforma proximal óxica-subóxica. Contudo, na região de Rabaçal, a ocorrência de um querogênio do tipo II no Membro MCNB, caracterizado pelo predomínio de MOA heterogênea, fluorescente e valores de IH, que podem chegar até 330mg HC/g COT, sugere que condições disóxicas-anóxicas também se desenvolveram na borda leste, especificamente durante a biozona margaritatus, refletindo a magnitude desta transgressão marinha que afetou áreas mais próximas e marginais à fonte continental posicionadas na borda leste (fig. 5).\nNas regiões de Peniche (Membro MCNB) e São Pedro de Moel (Membro MCUP), os parâmetros geo-químicos são mais otimistas, indicando bom a excelente potencial de geração de petróleo com valores de S2 podendo alcançar até 27mg HC/g rocha (figs. 8 e 9). Os valores mais elevados de IH (300<IH<465) indicam um predomínio de um querogênio do tipo II propenso a geração de óleo, formado por MOA heterogênea, fluorescente e com presença variável de fitoclastos e palinomorfos (esporomorfos, acritarcos, prasinophytas e palinoforaminíferos). Esta composição mais rica em hidrogênio é compatível com condições de fundo disóxico-anóxicas, responsáveis pela maior preservação da matéria orgânica provavelmente relacionada à estratificação da coluna de água, bem como por condições mais distais relativas à borda leste, como interpretado por outros autores (Duarte et al., 2004; 2010). As evidências sedimentológicas, como a variação lateral de fácies relacionadas ao espessamento das sequências margo-calcáreas para oeste, as quais são controladas bioestratigraficamente por amonites e nanofósseis, suportam a interpretação de uma rampa mais profunda e distal em direção ao ocidente (Duarte et al., 2010). No entanto, os estudos de Matos (2009) apontam para a possibilidade da influência de outra fonte de caráter mais proximal, possivelmente localizada na borda oeste (Horst das Berlengas) devido à ocorrência de tétrades, políades e fitoclastos de dimensões maiores, muito comuns nas proximidades da flora fonte. Esta interpretação também é valida para a Fm. Água de Madeiros na região de São Pedro de Moel.\nOutros autores também encontraram elevados teores de carbono orgânico e bom a excelente potencial de geração de hidrocarbonetos para a Formação Vale das Fontes, principalmente no setor centro-norte da bacia, sendo que os valores de COT aumentam para o topo desta formação e em direção as partes mais distais a oeste, o que corresponde estratigraficamente ao Membro MCNB\n(BEICIPFRANLAB, 1996; Oliveira et al., 2006; Silva, 2007; Duarte et al., 2010).\nCom base nisto, Oliveira etal. (2006), ao estudarem em detalhes a Fm. Vale das Fontes na região de Peniche, posicionaram o pico de inundação máxima deste ciclo transgressivo de 2a ordem no Membro MCNB, mais especificamente na biozona margaritatus, onde os valores de COT alcançaram até 15%, associado a um excelente potencial gerador de até 50mg HC/g rocha.\nA figura 9 apresenta os parâmetros geoquímicos obtidos neste trabalho para o Membro MCNB na região de Peniche. Apesar de uma amostragem pouco detalhada, os resultados de COT, S2 e IH são análogos aos valores elevados obtidos por Oliveira etal. (2006), bem como seu grande potencial para a geração de petróleo.\nA amostragem realizada por este trabalho na seção de Peniche apresentou teores significativos de carbono orgânico (2,6<COT<5,7%), juntamente com bom a excelente potencial gerador de petróleo (6<S2<27mg HC/g rocha). Os valores mais elevados de IH (290<IH<465mg HC/g COT) caracterizam um querogênio do tipo II, mais propenso a geração de petróleo. Estes intervalos potencialmente geradores de petróleo estão localizados nas biozonas ibex, davoei e margaritatus pertencentes ao Membro MCNB, sendo que os maiores valores encontram-se nesta última (fig. 9; Oliveira et al., 2006; Duarte et al., 2010; Silva et al., 2011).\nDe maneira geral, os parâmetros moleculares e iso-tópicos obtidos para a Formação Vale das Fontes são ligeiramente diferentes dos encontrados na Formação Água de Madeiros (tabela 2; figs. 4 e 6). Os valores mais elevados das razões HOP/EST, PRI/FIT e TET/26TRI, quando comparados aos valores da Formação Água de Madeiros, podem sugerir maior contribuição de matéria orgânica continental, porém, ainda com predomínio de matéria orgânica derivada de algas especialmente no Membro MCNB, como observado anteriormente por outros autores, caracterizando um querogênio do tipo II (Oliveira et al., 2006; Matos, 2009). Além disso, os valores mais elevados da razão DIA/C27 e sua correlação positiva com o resíduo insolúvel sugerem aporte silicilástico no paleoambiente deposicional (fig. 9). De acordo com Peters et al. (2005), elevados valores desta razão são típicos de rochas geradoras ricas em argila.\nOs valores isotópicos de carbono do betume (<513C) encontrados para o intervalo são caracteristicamente mais negativos, variando entre -28,0%o e -29,0%o (fig. 9) e podendo chegar até -30,0% em São Pedro de Moel, com condições de fundo anóxico e estratificado\nassociado à elevada preservação da matéria orgânica e a valores mais pesados da ordem de -27,0%o na região de Coimbra, devido à grande influência continental e oxidação heterotrófica em ambientes proximais mais oxidantes (águas aeróbicas). Os valores médios calculados para a Fm. Vale das Fontes ficaram em torno de -28,67% (tabela 2).\nEstes valores isotopicamente leves, assim como os encontrados na Fm. Água de Madeiros, apresentam similaridades aos obtidos por Hesselbo et al. (2007) e por Silva et al. (2010) para o Jurássico Inferior da Bacia Lusitânica. De acordo com Hesselbo et al. (2007), apesar do Toarciano da Bacia Lusitânica não apresentar uma seção rica em matéria orgânica devido a uma particularidade local, as incursões negativas de £13C da matéria orgânica foram relacionadas ao evento anóxico global (OAE) do Toarciano que, por sua vez, está bem registrado de forma mais ou menos síncrona na Europa Central e Ocidental com ampla sedimentação orgânica. O claro paralelismo entre os registros de £13C medidos na matéria orgânica terrestre (tecidos lenhosos) e em carbonatos marinhos reforçam a característica global dos reservatórios de carbono da atmosfera/biosfera/oceano. Dados experimentais e relativos a esta observação mostram que, segundo o caminho da fotossíntese, o controle dominante na composição isotópica de carbono dos tecidos de plantas modernas é a composição isotó-pica do CO2 atmosférico (Arens et al., 2000). No caso dos intervalos do Sinemuriano Superior (biozona raricostatum) e Pliensbaquiano (biozonas ibex, davoei, margaritatus), a falta de evidências globais não nos permite associar definitivamente a um OAE. Porém, pelo menos para o Pliensbaquiano, a ocorrência de intervalos ricos em matéria orgânica em outras bacias do norte da Espanha e Escócia sugere, no mínimo, um controle regional (Oliveira et al., 2006; Silva et al., 2011). Neste caso, os intervalos com elevada preservação orgânica e isotopicamente negativos estão associados a incursões positivas de £13C medidas nos carbonatos marinhos. O aumento nos valores de&lt;513C dos carbonatos marinhos tem sido associado ao processo de fracionamento da fotossíntese, que gera um enriquecimento de 13C no carbono inorgânico dissolvido na água do mar.\nOs dois intervalos potencialmente geradores do Jurássico Inferior foram depositados em condições quentes subtropicais, porém, variando de semiáridas a áridas para a Formação Água de Madeiros até úmidas para a Formação Vale das Fontes (Matos, 2009). Diversos aspectos geoquímicos (petrográficos, moleculares e\nFigura 9\n(a) Vista geral de parte das formações Vale das Fontes e Lemede na região de Pe-niche, setor centro-norte. (a1) Detalhe da passagem do Membro de Margas e carbo-natos grumosos (MCG) para o Membro de Margas e carbo-natos com níveis betuminosos (MNCB). (b) Distribuição estratigráfica dos parâmetros geoquímicos.\nFigure 9\n(a) Overview of part of the Vale das Fontes and Lemede formations in Peniche re-gion, central-north sector. (a1) Detail of the passage of Lumpy marls and limestones Member (LML) to Marls and limestones with organic-rich facies Member (MLOF). (b) Stratigraphic distribution of geochemical parameters.\nisotópicos) suportam esta interpretação. A distribuição de grãos de pólen do gênero Classopollis tem sido usada como um indicador climático, sendo que sua abundância decresce em direção aos pólos com valores de 1-10% para condições temperadas, 20-50% para condições quentes subtropicais e valores de 60-90% para condições semiáridas a áridas (Vakhrameev, 1981 in Tyson, 1995). Matos (2009), ao analisar a população de grãos de pólens do gênero Classopollis em relação\nao grupo de esporomorfos, verificou que as proporções elevadas (11 -53%) encontradas na Formação Água de Madeiros foram diminuindo em direção a Formação Vale das Fontes (0-36%), também associado a um aumento no percentual de esporos, sugerindo condições mais úmidas no Pliensbaquiano.\nSupostamente, estas variações climáticas podem ter sido provocadas pela maior influência marinha desenvolvida durante o Pliensbaquiano, fator que poderia\ndiminuir a aridez que se verificava no Sinemuriano e aumentar o aporte de material continental no ambiente marinho (Matos, 2009). De todo modo, as variações climáticas no Jurássico Inferior parecem ser o principal fator que controla a composição dos intervalos potencialmente geradores, sendo que na Formação Vale das Fontes nota-se um maior incremento siliciclástico associado à matéria orgânica continental, provavelmente relacionada à maior atividade de fontes flúvio-deltaicas durante um clima mais úmido (tabela 2 e figs. 4 e 6; Matos, 2009).\nNo final do Jurássico Inferior e início do Jurássico Médio inicia-se uma tendência regressiva de 1a ordem, onde retornam condições de sedimentação calcária associada a uma macrofauna bentônica na borda SE que gradam para fácies mais profundas em direção a NW (Azerêdo et al., 2003; Duarte et al., 2004; fig. 2). Neste intervalo, foram avaliados carbonatos e margas marinhas das formações São Gião e Povoa da Lomba (Toarciano), que apresentaram pobre potencial de geração de hidrocarbo-netos caracterizados por valores muito baixos de COT, S2 e IH, principalmente nas regiões de Rabaçal e Porto de Mós, setor norte da bacia (tabela 2; figs. 1, 2 e 5). Os dados petrográficos mostram predomínio de fitoclastos não-opacos bioestruturados associados à presença de fitoclastos opacos alongados e raros esporomorfos, sugerindo condições de rampa externa óxica com transporte da matéria orgânica continental para áreas relativamente distais. Os valores isotópicos de carbono do betume variam de -27,12%o a -26,41%o, sendo mais pesados quando comparadas às fácies betuminosas das formações Vale das Fontes e Água de Madeiros. Provavelmente, estes valores refletem, em parte, uma atmosfera mais pobre em 12C, associado a um contexto sedimentar tendencialmente regressivo. Na região de Cabo Mondego (fig. 10a), as margas da formação homônima (Aaleniano) mostraram um padrão de sedimentação mais distal associado às fácies oxidantes de bacia/rampa externa, como interpretado anteriormente por Azerêdo et al. (2003).\nDe fato, parece que o Jurássico Inferior foi um importante período de estocagem de carbono orgânico com valores isotopicamente leves, o que sugere um sistema atmosfera/oceano enriquecido em CO2. A ocorrência sucessiva e diácrona destes eventos podem ser, em parte, a causa ou a força motriz para desencadear o início de uma tendência regressiva de 1 a ordem que se extende desde o Toarciano até o início do Oxfordiano (Jurássico Superior), causando um\nresfriamento global associado a um sistema atmos-fera/oceano cada vez mais pobre em CO2 (Azevedo et al., 2002; Dromart et al., 2003; Suan et al., 2010).\nJurássico Superior-Cretáceo\nDurante a fase rifte II (fig. 2), deposita-se uma nova sequência de rochas potencialmente geradoras (Jurássico Superior - Oxfordiano Médio).\nA variação composicional deste intervalo reflete a complexidade paleoambiental controlada por um contexto geodinâmico particular, representado por um conjunto de fatores tectônicos, climáticos e eus-táticos atuantes de caráter local, regional e global (Azerêdo et al., 2002; Pena dos Reis et al., 2010). Esta fase evolutiva da Bacia Lusitânica é caracterizada por um segundo evento extensional, que desencadeou a reorientação atlântica da bacia a partir do Neojurássico, evoluindo durante o Eocretáceo para uma margem passiva ao longo de três segmentos alinhados de sul para norte e temporalmente sucessivos (fig. 2; Dinis et al., 2008; Pena dos Reis et al., 2000; 2010). A distribuição faciológica contrastante evidencia uma paleogeografia que traduz o desenvolvimento de um sulco orientado para NNE-SSW, bordejado por áreas emersas soerguidas a ocidente e oriente, com espessuras variáveis e que aumentam para SW, refletindo o forte controle tectônico da subsidência organizado na forma de sub-bacias (Wilson et al., 1989; Pena dos Reis et al., 2000; 2010). Esta nova fase rifte é precedida por um ciclo regressivo de 1a ordem com significativa queda do nível relativo do mar, provavelmente relacionada a um resfriamento global, que afetou o sistema de rampa carbonática pré-existente, resultando em uma ampla descontinuidade que se traduz em um hiato deposicional de cerca de 3 Ma (final do Caloviano - início do Oxfordiano), podendo ser observada também ao longo de outras bacias atlânticas. Posteriormente, durante o Meso-oxfordiano, se estabelecem condições climáticas mais quentes e úmidas a áridas, associadas a um ciclo transgressivo de 1a ordem (Mouterde etal., 1979; Azerêdo etal., 2002; Dromart et al., 2003; Pena dos Reis et al., 2010).\nPara este estudo, a amostragem geoquímica foi feita em diferentes posições geográficas da bacia, abrangendo desde a parte norte, regiões de Cabo Mondego, Pedrógão, São Martinho do Porto e Fátima até a parte centro-sul, regiões da Serra de Montejunto, Torres Vedras e Santa Cruz (figs. 1 e 2).\nOs valores médios obtidos para os parâmetros geo-químicos do Jurássico Superior e Cretáceo encontram-se na tabela 2.\nDe modo geral, o conteúdo de carbono orgânico variando de 0,5% a 57%, associado a valores de S2 variando de 0,15mg a 195mg HC/g rocha, indicam fácies desde pobre até excelente potencial de geração de hidrocarbonetos. Os valores de IH e IO caracterizam um querogênio do tipo I até IV (tabela 2 e fig. 5). As melhores fácies orgânicas ricas em hidrogênio e potencialmente geradoras de petróleo estão associadas a calcilutitos pertencentes às formações Cabaços na Serra de Montejunto (Sub-bacia de Arruda) e Vale Verde na região de Cabo Mondego e Pedrógão, sendo que esta primeira apresenta os maiores valores de índice de hidrogênio, podendo chegar até 664mg HC/g COT, indicando elevada preservação da matéria orgânica (figs. 5, 10, 12 e 13). Adicionalmente, um calcilutito cinza escuro (amostra PN-7) relacionado à Formação Montejunto apresentou moderado valor de COT (2,77%) e elevados valores de S2 (17mg HC/g rocha) e IH (622mg HC/g COT), sugerindo que esta formação também apresenta potencial de geração de petróleo (figs. 5 e 10). Os dados petrográficos confirmam a composição moderada a rica em hidrogênio, representada pelo predomínio de matéria orgânica amorfa em grumos densos com fluorescência amarela-laranja, associada à presença de fitoclastos e esporomorfos.\nEm função deste complexo cenário controlado por muitos fatores, as diferenças observadas nas propriedades geoquímicas permitem separar esta sequência em pelo menos três subgrupos de rochas potencialmente geradoras, de acordo com sua posição geográfica e tipo de matéria orgânica.\nNo norte da bacia predominam fácies tipicamente continentais a transicionais, representadas por calcilutitos, margas carbonosas e linhitos da Formação Vale Verde, enquanto no sul predominam fácies marinhas anóxicas associadas à matéria orgânica bacteriana, representadas por calcilutitos da Formação Cabaços (tabela 2; figs. 1, 2, 4, 5 e 6).\nPrincipalmente na região de Cabo Mondego (setor norte), estas variações de fácies da Formação Vale Verde (cronoequivalentes à Fm. Cabaços; Azerêdo et al., 2002) são claramente observadas em uma sequência com valores de COT, S2 e IH mais heterogêneos, refletindo os diferentes litotipos associados, tais como margas carbonosas, linhitos e calcilutitos (fig. 10).\nDe modo geral, a figura 10 mostra a passagem de uma sedimentação carbonática mais rasa, associada a barreiras recifais e oolíticas no Caloviano (Fm. Candeeiros) para uma sedimentação continental em um complexo sistema deltaico-lacustre-lagunar no Oxfordiano Médio (Fm. Vale Verde). A primeira linha azul (que separa estes dois intervalos) representa uma importante discordância de caráter regional, precedida por uma regressão forçada relacionada a uma rápida queda relativa do nível do mar, que afetou o sistema de rampa marcado por uma superfície paleo-cárstica, sugerindo exposição subaérea e sobreposta por corpos arenosos (Azerêdo et al., 2002; 2003).\nLogo acima desta descontinuidade (fig. 10b), a associação de arenitos, bancos de ostras e corais e margas pobres em matéria orgânica continental denotam condições de maior energia e águas rasas, com influência marinha associada a influxos siliciclásticos, provavelmente relacionados a incursões deltaicas (Wright, 1985; Azerêdo et al., 2002).\nInicialmente, estas margas (amostra PN-01) pobres em matéria orgânica (COT=0,5%) são representadas essencialmente por um querogênio do tipo III (IH=80mg HC/g COT), formado por material continental derivado de plantas terrestres superiores. O predomínio de fitoclastos não-opacos bioestru-turados com borda corroída, associados a cutículas degradadas com fluorescencia esmaecida, sugerem condições de deposição óxicas, com relativo transporte a partir de áreas proximais relacionadas a fontes deltáicas.\nA maior influência dos sistemas continentais sobre estes ambientes marinhos litorâneos de maior energia é muito bem marcada pelo significativo aporte siliciclás-tico, indicado pelo aumento dos valores de resíduo insolúvel (RI) e pela elevada razão DIA/C27, juntamente com o aumento nos valores de COT, S2 e IH (fig. 10d). Neste intervalo particular, desenvolve-se um complexo sistema deltaico-lagunar raso, densamente vegetado com predomínio de condições de baixa energia associada a fácies pantanosas (parálicas), responsáveis pelo elevado potencial de geração de petróleo (22<S2<195mg HC/g de rocha). Os litotipos, representados por um conjunto de margas carbonosas e linhitos (amostras PN-2 a 4; figs. 10b1 e 11), são compostos por matéria orgânica derivada de plantas terrestes, ora pouco transportada pela atividade deltaica ora in situ, sendo em sua maioria relacionados a tecidos lenhosos e de folhas (fitoclastos não-opacos amorfos, fitoclastos não-opacos bioestrutu-rados e cutículas) e associados a esporomorfos (esporos e grãos de pólen). Apesar do predomínio de matéria\nVisão aérea das sequências do Jurássico Médio e Superior na região de Cabo Mondego, setor norte. (a) Depósitos mais profundos de margas cinzentas da Formação Candeeiros. (b e b1) Depósitos continentais-transicionais de margas e linhito da Formação Vale Verde. (c) Depósitos lacustres associados a calcilu-titos da Formação Vale Verde. (d) Distribuição estratigráfica dos parâmetros geoquímicos.\nFigure 10\nAerial view of the Middle and Upper Jurassic sequences in the Cabo Mondego region, north sector. (a) Deeper deposits of gray marls of the Candeeiros Formation. (b and b1) Continental-transitional deposits of marls and lignites of the Vale Verde Formation.\n(c)\tLacustrine deposits associ-ated to gray limestones of the Vale Verde Formation.\n(d)\tStratigraphic distribution of geochemical parameters.\norgânica continental, as condições disóxicas-subóxicas foram responsáveis pelo bom estado de preservação, confirmado pelos moderados valores de IH em torno de 300mg HC/g COT (figs. 5, 10 e 11). Além disso, a presença abundante de tecidos epidermais e cuticulares derivados de folhas, com fluorescência marrom fraca a amarela intensa, favorecem uma composição química mais rica em hidrogênio e pobre em oxigênio, podendo ser considerada como um querogênio do tipo III, com potencial para geração de petróleo (figs. 5 e 11).\nEm termos moleculares, estas fácies mostram elevada abundância relativa de C29 entre os compostos esteranos, C19 e C20 entre os terpanos tricíclicos e C27 trisnorhopano (Tm), C29 norhopano (H29) e C30 hopano (H30) entre os hopanos, com distribuição normal dos compostos C31-35 homohopanos. Aliado a baixas razões Ts/Ts+Tm e metilesteranos/esteranos e a elevadas razões PRI/FIT, HOP/EST e TET/26TRI, estas características têm sido associadas a turfeiras ricas em material derivado de plantas terrestres superiores (Peters et al., 2005; tabela 2; figs. 4 e 10).\nDe maneira geral, a presença de esporos indica um paleoambiente relativamente úmido. No entanto, os baixos valores de RI, associados a elevada razão\nH29/H30 nas margas carbonosas, pode sugerir condições salobras, enquanto nos linhitos prevalecem condições de água doce atestadas pelos elevados valores de RI e da razão DIA/C27, associados a mais baixa razão H29/H30 (tabela 2; fig. 10). Inundações associadas a frequentes períodos de chuva e maior atividade de fontes deltaicas poderiam favorecer estas condições. A vegetação seria afogada em parte, preservando-a in situ sob condições de baixa energia e salinidade. Os valores muito baixos das razões gamacerano/hopano (0,02) e a elevada riqueza orgânica destes intervalos suportam esta interpretação. Adicionalmente, esta associação de fácies descrita detalhadamente por Azerêdo et al. (2002) mostra menor influência marinha atestada pela presença de ostracodes e bivalves não-marinhos localmente abundantes.\nOs valores isotópicos de carbono do betume (<513C) encontrados para este intervalo são bem positivos e variam entre -22,60% e -24,64% (fig. 10). Apesar do forte controle local/regional tectonoclimático na deposição destas fácies potencialmente geradoras, os valores isotopicamente pesados relacionados em boa parte a tecidos de plantas terrestres superiores\nFigura 11\nPrincipais diferenças entre o tipo de matéria orgânica dos intervalos potencialmente geradores de petróleo do Jurássico Superior relacionados a Formação Vale Verde, setor norte da bacia. (PN-02) Matéria orgânica continental derivada de plantas terrestres superiores. (PN-06) Matéria orgânica amorfa provavelmente derivada de bactérias, com contribuição de algas.\nFigure 11\nMain diferences between the types of organic matter from petroleum source rock inter-vals of the Upper Jurassic related to the Vale Verde Formation, north sector of the basin. (PN-2) Continental organic matter derived of terrestrial higher plants. (PN-6) Amorphous organic matter probably derived of bacteria and with algae contribution.\nfitoclastos não-opacos amorfos\n. MOA heterogênea\nfitoclasto não-opaco\nCOT=T\nS2=22 IH=309\npodem sugerir um sistema atmosfera/oceano/biofesra mais pobre em CO2, ainda reflexo de um período de resfriamento global característico deste período. Estas plantas costumam registrar a composição isotópica do CO2 atmosférico através do processo de fotossíntese (Arens et al., 2000). De acordo com Dromart et al. (2003) e Scotese (2008), o final do Mesojurássico e o início do Neojurássico foram marcados por uma significativa queda do nível relativo do mar, associado a um resfriamento global com formação de gelo continental de altitude. Os valores de CO2 atmosférico chegaram a valores inferiores a 500ppmv (Dromart etal., 2003).\nConstantes afogamentos em direção ao topo da seção em um contexto transgressivo de 1a ordem marcam a deposição de uma nova fácies potencialmente geradora, formada predominantemente por calcilutitos associados à matéria orgânica bacteriana-algal (figs. 4, 5, 6 e 10c).\nEstas fácies carbonáticas, também presentes nas regiões de Pedrógão (fig. 12) e São Martinho do Porto, apesar de serem mais pobres em matéria orgânica (1,0<COT<2,9%), o bom a excelente potencial de geração de petróleo (5<S2<15mg HC/g rocha) aliado aos valores elevados de índice de hidrogênio (467<IH<622mg HC/g COT) podem ser atribuídos a boa qualidade e estado de preservação da matéria orgânica (querogênio do tipo II), formada basicamente por matéria orgânica amorfa (MOA heterogênea com fluorescência amarela-laranja) derivada de retraba-lhamanto microbiano, associada a algas do gênero Botryococcus com fluorescência amarela intensa (figs. 4, 5, 6, 10d e 11). A abundância exclusiva destas algas indica condições lacustres de baixa salinidade a salobras. Wright (1985), ao estudar estes depósitos, os comparou a pântanos algálicos recentes, tais como aqueles que ocorrem no Everglades da Flórida e no interior da Ilha de Andros, nas Bahamas.\nEm termos de biomarcadores, estes calcilutitos são caracterizados por apresentarem elevadas razões Ts/Ts+Tm, HOP/EST, TET/26TRI, sugerindo contribuição bacteriana da matéria orgânica, aliada a abundância de C27 esteranos e elevada razão metilesteranos/esteranos, indicativas de contribuição algal como já descrito anteriormente por Peters et al. (2005). A elevada razão H29/H30 é atribuída ao caráter carbonático do paleoam-biente, enquanto as variações encontradas nas razões H35/H34 e PRIT/FIT sugerem condições variáveis de oxi-redução, desde subóxicas a anó-xicas (Peters et al., 2005). Em geral, a baixa razão DIA/C27 pode ser interpretada como resultado\ndo pouco influxo silicilástico no paleoambiente deposicional durante os períodos mais semiáridos, favoráveis de deposição e preservação da matéria orgânica (fig. 10d).\nAs elevadas proporções relativas de C24 tetracíclicos em relação aos C26 terpanos tricíclicos foram observadas tanto em fácies de MOA bacteriana quanto em fácies de matéria orgânica continental derivada de plantas terrestres, sugerindo várias fontes para este composto.\nIsotopicamente, estes níveis são mais leves que os intervalos potencialmente geradores derivados de plantas terrestres superiores, mostrando valores de&lt;513C da ordem de -26,0%o a -27,0%o. Os valores médios de&lt;513C calculados para a Fm. Vale Verde ficaram em torno de -24,91%o (tabela 2). Aparentemente, estes valores podem estar influenciados localmente pelo retrabalhamento da biomassa primária por parte de bactérias, tendendo a valores mais leves de isótopos de carbono. Contudo, é possível que estes valores também possam, em parte, estar influenciados por um sistema atmosfera-oceano cada vez mais rico em CO2 e sob condições climáticas mais quentes, desenvolvidas durante um ciclo transgressivo de 1a ordem durante o Oxfordiano Médio-Superior (fig. 2).\nAs mudanças climáticas locais foram frequentes durante este intervalo e alternaram desde um clima mais úmido, semiárido até árido. Condições restritas, rasas e de extrema aridez são marcadas pela frequente presença de gretas de ressecamento e pegadas de dinossauro, associadas a laminitos microbiais e eventualmente evaporitos (fig. 12; Azerêdo et al., 2002). Juntamente com isto, frequentes variações de salinidade desde marinha normal a baixa e elevada salinidade foram observadas com a presença de ostracodes, carófitas, moluscos, foraminíferos bentônicos e proto-zoas planctônicos (Azerêdo et al., 2002). É mais rara a presença de equinodermos, corais e braquiópodes. Esta associação suporta um paleoambiente transicional com influência marinha para a Formação Vale Verde. Tempestades não periódicas poderiam aumentar a influência marinha sobre áreas lacustre-lagunares marginais mais protegidas conectadas a pequenos deltas (Azerêdo et al., 2002).\nProvavelmente, a deposição destes calcilutitos potencialmente geradores de petróleo foi controlada por condições climáticas semiáridas a úmidas, com pouco influxo silicilástico no paleoambiente lacustre-lagunar, sugerido pela baixa razão DIA/C27 e menor frequência de esporos e matéria orgânica lenhosa. A associação de componentes orgânicos permite inferir condições relativamente distais em relação à fonte\ndeltaica (fig. 12). Porém, frequentes períodos úmidos realimentam o sistema com água doce, favorecendo localmente a formação de linhitos, mas não permitindo exposições frequentes de pântanos algálicos associados. Estes períodos, onde prevalecem condições não marinhas, estão profundamente ligados a descargas deltaicas, introduzindo matéria orgânica continental derivada de plantas terrestres superiores dentro do sistema lacustre-lagunar de baixa energia (amostra PDR-2). Consequentemente, depositam-se fácies com pobre potencial de geração de petróleo, observadas frequentemente em Pedrógão (fig. 12).\nEventualmente, nos períodos mais áridos associados à exposição subaérea, a matéria orgânica amorfa (MOA) pode ser oxidada, influenciando na qualidade da fácies potencialmente geradora, reduzindo para moderados valores de IH e bom potencial de geração (amostra PDR-01). Em Pedrógão, é comum a ocorrência de MOA com fluorescência castanha esmaecida, provavelmente resultado de condições óxicas durante a exposição dos tapetes microbianos. Os moderados valores de IH e o bom potencial de geração de petróleo são assegurados pelo predomínio de algas Botryococcus, indicando o reestabelecimento das condições lacustre de água-doce a salobra (fig. 12).\nFluxos deltaicos mais possantes também são marcados pela deposição de arenitos microconglomerá-ticos sobre os calcilutitos, evidenciando o aumento da sedimentação silicilástica controlada por aspectos tectonoclimáticos (fig. 10c). A passagem dos sedimentos carbonáticos da Formação Montejunto para os sedimentos siliciclásticos flúvio-deltaicos da Formação Boa Viagem marcam o clímax da fase rifte II durante o Kimmeridgiano no setor norte da bacia (Pena dos Reis et al., 2000; 2010).\nMais a sul, na região de Fátima, foram encontradas condições plenamente marinhas abertas de plataforma proximal óxica, responsáveis pelo pobre potencial de geração destes calcilutitos, em geral, associados a uma matéria orgânica do tipo III, com baixo IH em torno de 163mg HC/g COT, representada pelo predomínio de fitoclastos não-opacos bioestruturados, com presença de palinomorfos continentais (esporomorfos) e marinhos (dinocistos) e palinoforaminíferos.\nNo setor centro-sul da bacia, onde a sedimentação foi controlada basicamente por uma tectônica de sub-bacias (Arruda, Turcifal e Bombarral), a subsidência foi acentuada, proporcionando maturação suficiente para atingir a zona de óleo. Nessa\nNo entanto, na Sub-bacia de Arruda, região da Serra de Montejunto (Vale das Rosas), os intervalos amostrados apresentaram um grau mais elevado de maturação térmica, mas, ainda assim, compatível com o final da diagênese. Este fato pode ser atribuído à posição deste ponto de amostragem, situado no flanco de um amplo domo salino não aflorante, cuja ascensão teria impedido localmente um maior soterramento já no Jurássico Superior.\nOs valores de COT, S2 e IH encontrados para a Formação Cabaços são mais homogêneos e caracterizam fácies ricas em matéria orgânica, com excelente potencial de geração de hidrocarbonetos correspondendo a calcilutitos negros laminados (2,87<COT<4,93 e 17<S2<32). Os valores de IH em torno de 564mg HC/g COT indicam um querogênio do tipo I-II, com elevado estado de preservação, representado pelo predomínio de matéria orgânica amorfa com fluorescência amarela-laranja intensa derivada de bactérias (MOA homogênea), provavelmente representando tapetes microbianos em condições relativamente rasas (tabela 2 e figs. 4, 5 e 13).\nNesta fácies, predominam os esteranos C29 em relação aos C27, além de abundantes proporções relativas dos esteranos de baixo peso molecular, representados pelo C21 pregnano e C22 homopreg-nano. Entre os hopanos, as maiores proporções relativas referem-se aos compostos C29 norhopano (H29), C30 hopano (H30) e C27 trisnorhopano (Tm), associados a uma distribuição irregular de homo-hopanos, em geral associados a uma maior abundância de H35 em relação ao H34. Entre os terpanos tricíclicos predomina o composto C24 tetracíclico.\nAs elevadas razões HOP/EST, H29/H30, H35/H34, TET24/TRI26, aliadas a muito baixa razão DIA/C27 encontradas para os intervalos potencialmente geradores de petróleo, são diagnósticas de paleoambien-tes marinhos carbonáticos (Peters etal., 2005). Além disso, a razão mais baixa de PRI/FIT (<1), juntamente com a elevada razão H35/H34, sugerem condições de fundo anóxicas responsáveis pelo excelente estado de preservação da matéria orgânica (tabela 2; figs. 5, 6 e 13).\nIsotopicamente, estes níveis são caracterizados por valores mais pesados de £13C da ordem de -24,83%o a -25,10%o. Os valores médios de £13C calculados para a Fm. Cabaços ficaram em torno de -25,07%o (tabela 2; figs. 6 e 13).\nVisão geral dos intervalos carbonáticos associados a tapetes microbianos da Formação Vale Verde na região de Pedrogão. (PDR-1) Fácies orgânica com bom potencial de geração associada a cal-cilutitos com predomínio de algas do gênero Botryococ-cus. (PDR-2) Fácies orgânicas com pobre potencial de geração de petróleo associada ao predomínio de matéria orgânica derivada de plantas terrestres superiores.\nFigura 12\nOverview of carbonate inter-vals associated to microbial laminites of the Vale Verde Formation in the Pedrógão region. (PDR-01) Organic facies with good petroleum potential associated to lime-stones with the predomi-nance of Botryococcus algae. (PDR-02) Organic facies with poor petroleum potential associated to predominance of terrestrial higher plants fragments.\nFigura 13\nVisão geral mostrando a passagem dos depósitos carbonáticos para siliciclásti-cos do Jurássico Superior na região da Serra de Monte-junto, setor centro-sul.\n(a)\tCalcilutitos negros ricos em matéria orgânica de origem bacteriana, provavelmente relacionados\na esteiras microbiais em ambiente marinho restrito.\n(b)\tDepósitos de margas relacionados ao Membro Casal da Ramada, Formação Abadia. (c) Folhelhos associados a turbiditos do Membro Cabrito, Formação Abadia e (d) Distribuição es-tratigráfica dos parâmetros geoquímicos.\nFigura 13\nGeneral view showing the passage of carbonate to siliciclastic deposits of the Upper Jurassic in the Monte-junto Ridge region. (a) Black limestones rich in organic matter derived from bacteria probably related to microbial mats in marine restrict envi-ronment. (b) Marls deposits related to Casa da Ramada Member, Abadia Formation.\n(c)\tShales associated with turbidites of Cabrito Mem-ber, Abadia Formation (d) Stratigraphic distribution of geochemical parameters.\nA passagem para os sistemas silicilásticos da Formação Abadia é marcada pela significativa diminuição nos valores de COT, S2 e IH, associado aos valores mais leves de £13C em torno de -26,50% encontrados nas margas do Membro Casal da Ramada (fig. 13). A progradação dos sistemas tur-bidíticos representa o clímax da fase rifte II durante o Kimmeridgiano no setor centro-sul da bacia (Pena dos Reis et al., 2000; 2010).\nQuanto ao potencial petrolífero, também foram avaliados os sedimentos turbidíticos relacionados às fácies finas da Formação Abadia (Kimeridgiano), os sedimentos deltaicos da Formação Lourinhã (Tithoniano) e um folhelho carbonático do Cretáceo Superior pertencente à Formação Costa d'Arnes. Todas as amostras apresentaram valores de S2 e IH pouco expressivos, caracterizando fácies com pobre potencial de geração de hidrocarbonetos e predomínio de um querogênio do tipo III-IV, relacionado à matéria orgânica continental derivada de plantas terrestres superiores (tabela 2; figs. 5 e 13). Nas fá-cies turbiditicas finas da Formação Abadia, predominantemente compostas por folhelhos e margas, os elevados valores de COT estão associados predominantemente a um material refratário formado por fitoclastos opacos e não-opacos, relacionados a tecidos lenhosos que são ricos em carbono e oxigênio (fig. 5). As bordas corroídas destes fitoclastos sugerem condições atuantes de processos físicos de transporte em ambientes oxidantes. Devido à maior resistência relacionada à composição ligno-celulósica destes tecidos lenhosos, eles são comums em fácies finas distais de ambientes de maior energia, como é o caso dos turbiditos.\nA fácies carbonática da Fm. Costa d'Arnes, amostrada neste trabalho na região de Coimbra (porção emersa), representa condições proximais de deposição. Contudo, não se descarta a possibilidade de fácies distais geradoras de petróleo na porção submersa da bacia e adjacências, as quais podem representar a seção condensada associada ao evento transgressivo do Cretáceo (fig. 2).\nconclusões\nA amostragem realizada neste trabalho, apesar de limitada, proporcionou uma visão geral das propriedades geoquímicas (bulk, moleculares e\nisotópicas) dos intervalos ricos em matéria orgânica e potencialmente geradores de petróleo da Bacia Lusitânica, complementando os resultados obtidos em diversos trabalhos anteriores (BEICIP-FRANLAB, 1996; Dias, 2005; Oliveira etal., 2006; Duarte et al., 2010; Spigolon et al., 2010).\nO intervalo do Jurássico Superior apresenta uma variabilidade de rochas potencialmente geradoras de petróleo com propriedades geoquímicas mais heterogênas quando comparadas ao intervalo do Jurássico Inferior, o que reflete em grande parte a complexidade paleoambiental encontrada durante o Oxfordiano Médio.\nOs litotipos do Jurássico Inferior são representados por margas e folhelhos com bom a excelente potencial de geração de petróleo, geralmente relacionados a um querogênio do tipo II, predominantemente formado por matéria orgânica amorfa heterogêna (MOA), derivada do fitoplâncton com contribuição bacteriana e associada a palinomorfos e componentes terrestres variáveis. Estes intervalos do Jurássico Inferior são caracterizados por apresentarem baixas razões H29/H30, HOP/EST, H35/H34 e TET/26TRI, além de valores leves de&lt;513C da matéria orgânica da ordem de -29,5%. Eles estão inseridos em um ciclo transgressivo de 1a ordem, relacionado à franca expansão do mar epicontinental, na qual se desenvolveram dois episódios de inundação máxima relacionada a ciclos menores de 2a ordem que ocorreram no Sinemuriano Superior (Membro Polvoeira) e Pliensbaquiano (Membro MCNB). Os níveis mais pobres em hidrogênio são controlados por uma tendência regressiva de 2a ordem (Membro Praia da Pedra Lisa), responsável por condições de rampa disóxica-subóxica e proximal com elevado aporte de componentes terrestres, caracterizando um querogênio do tipo III potencialmente gerador de gás. Na Formação Vale das Fontes, esta fácies mais pobre é controlada por condições climáticas mais úmidas e relativamente proximais durante um ciclo transgressivo de 2a ordem.\nOs litotipos do Jurássico Superior na região de Cabo Mondego e Pedógrão (setor norte) são representados por calicilutitos, margas e linhitos com bom a excelente potencial de geração de petróleo. Ora estão associados à matéria orgânica continental derivada de plantas terrestres superiores (querogênio do tipo III) ora à matéria orgânica amorfa derivada do retrabalhamento bacteria-no com contribuição de algas Botryococcus (querogênio do tipo II). Na região da Serra de Montejunto (setor centro-sul), os calcilutitos negros apresentam excelente\npotencial de geração e são associados a um querogênio do tipo I-II, derivado predominantemente de bactérias (MOA homogênea). Estes intervalos carbonáticos e anóxicos-disóxicos desenvolvidos no Jurássico Superior são caracterizados por apresentarem elevadas razões H29/H30, HOP/EST, H35/H34 e TET/26TRI, além de uma excursão positiva média de £13C do betume da ordem de -25,7%o. As fácies com maior influência siliciclástica juntamente com contribuição de matéria orgânica continental são diferenciadas principalmente pelas elevadas razões PRI/FIT e DIA/C27 aliadas às mais baixas razões Ts/Ts+Tm e H35/H34, além de valores mais positivos de £13C do betume da ordem de -23,36%o, quando comparados às fácies ricas em matéria orgânica amorfa relacionada a calcilutitos.\nCom base nos resultados deste estudo, pre-supõem-se que os intervalos do Jurássico Superior são tão importantes quanto os intervalos do Jurássico Inferior, devido à maior qualidade e estado de preservação da matéria orgânica, principalmente relacionada à origem bacteriana ou fitoplanctônica associada a fácies carbonáticas restritas (marinhas ou lacustrelagunares), quando comparados aos intervalos do Jurássico Inferior. É importante ressaltar que os linhitos apresentaram teores moderados de hidrogênio, em grande parte associados a tecidos de folhas. Sendo que a natureza parálica do paleoambiente deposicional permitiu a preservação da matéria orgânica, assegurando elevado potencial de geração de petróleo para esta fácies, podendo chegar até 195kg HC/ton de rocha, o mais elevado encontrado até o momento na Bacia Lusitânica.\nagradecimentos\nNossos sinceros agradecimentos à Petrobras pelo financiamento desta pesquisa no âmbito do Programa de Fronteiras Exploratórias através do Projeto Atlantis \"Modelo Geológico Evolutivo para os Riftes Marinhos do Jurássico da Bacia Lusitânica, Portugal” e a Edison José Milani pelo incentivo para publicação deste trabalho. Agradecemos em especial a Gilmar Vital Bueno, Adriano Viana e Luiz Antônio Freitas Trindade por todo apoio e a toda a equipe da Gerência de Geoquímica do Centro de Pesquisas pelas análises realizadas. Agradecemos também ao Laboratório de Palinofácies e Faciologia\nOrgânica da Universidade Federal do Rio de Janeiro (UFRJ/LAFO) pela preparação das amostras para isolamento do querogênio. Também somos gratos a João Graciano Mendonça Filho, Taíssa Rego Menezes e Joalice Oliveira Mendonça pelo auxílio e discussões sobre as análises visuais do querogênio. Por fim, gostaríamos de agradecer aos revisores pelas construtivas sugestões.\nreferências bibliográficas\nALVES, T. M.; GAWTHORPE, R. L.; HUNT, D. H.; MONTEIRO, J. H. Jurassic tectono-sedimentary evolution of the northern Lusitanian basin (Offshore Portugal). Marine Petroleum Geology, v. 19, n. 6, p. 727-754, 2002.\nARENS, N. C.; JAHREN, A. H.; AMUNDSON, R. Can C3 plants faithfully record the carbon isotopic composition of atmospheric carbon dioxide? Paleobiology, v. 26, n. 1, p. 137-164, 2000.\nAZERÊDO, A. C.; WRIGHT, V.P.; RAMALHO, M.M. The Middle-Late Jurassic forced regression and disconformity in central Portugal: eustatic, tectonic and climatic effects on a carbonate ramp system. Sedimentology, v. 49, n. 6, p. 1339-1370, 2002.\nAZERÊDO, A. C.; DUARTE, L. V.; HENRIQUES, M. H.; MANUPPELLA, G. Da dinâmica continental no Triássico aos mares do Jurássico Inferior e Médio. Lisboa: Cadernos de Geologia de Portugal, Instituto Geológico e Mineiro, 2003. 43 p.\nAZERÊDO, A. C.; WRIGHT, V. P Multi-scale signatures and events in carbonate system (Middle to early Upper Jurassic, Lusitanian Basin). In: INTERNATIONAL ASSOCIATION SEDIMENTOLOGISTS MEETING OF SEDIMENTOLOGY, 23., 2004, Coimbra. Proceed-ings... Coimbra: IAS, 2004. p. 75-91. Field trip guide book: carboniferous and Jurassic carbonate platforms of Iberia.\nDIAS, A. J. G. Reavaliação do potencial petrolífero do Onshore da Bacia Lusitânica, Portugal. 2005. 142 f. Tese (Doutorado) - Universidade do Porto, Faculdade de Ciências, Departamento de Geologia, Porto, 2005.\nDINIS, J. L.; REY, J.; CUNHA, P. P.; CALLAPEZ, P.; PENA DOS REIS, R. P Stratigraphy and allogenic controls of the western Portugal Cretaceous: an updated synthesis. Cretaceous Research, v. 29, n. 5-6, p. 772-780, 2008.\nDROMART, G.; GARCIA, J. P.; PICARD, S.; ATROPS, F.; LÉCUYER, C.; SHEPPARD, S. M. F. Ice age at the Middle-Late Jurassic transition? Earth and Planetary Science Letters, v. 213, n. 3-4, p. 205-220, Aug. 2003.\nDUARTE, L. V.; SOARES, A. F. Litostratigrafia das séries margo-calcárias do Jurássico inferior da Bacia Lusitânica (Portugal). Comunicações do Instituto Geológico e Mineiro, Lisboa, t. 89, p.135-154, 2002.\nDUARTE, L. V.; WRIGHT, V. P.; FERNANDÉZLOPÉZ, S.; ELMI, S.; KRAUTTER, M.; AZERÊDO, A. C.; HENRIQUES, M. H.; RODRIGUES, R.; PERILLI, N. Early Jurassic carbonate evolution in the Lusitanian Basin: (Portugal) facies, sequence stratigraphy and cyclicity. In: INTERNATIONAL ASSOCIATION SEDIMENTOLOGISTS MEETING OF SEDIMENTOLOGY, 23., 2004, Coimbra. Proceedings... Coimbra: IAS, 2004, p. 45-71. Field trip guide book: carboniferous and Jurassic carbonate platforms of Iberia.\nDUARTE, L. V.; SILVA, R. L.; OLIVEIRA, L. C. V.; COMAS-RENGIFO, M. J.; SILVA, F. Organic-Rich facies in the Sinemurian and Pliensbachian of the Lusitanian Basin, Portugal: total organic carbon distribution and relation to transgressive-regressive facies cycles. Geologica Acta, v. 8, n. 3, p. 325-340, Sept. 2010.\nESPITALIÉ, J.; LAPORTE, J. L.; MADEC, M.; MARQUIS, F.; LEPLAT, P.; PAULET, J. Méthode rapide de caracté-rizacion des roches mères, de leur potentiel pétrolier et de leur degré d'évolucion. Revue de l'Institut Français du Petrole, v. 32, n.1, p. 23-43, 1977.\nHESSELBO, S. P.; JENKYNS, H.C. ; DUARTE, L.V.; OLIVEIRA, L.C.V. Carbon-isotope record of the Early Jurassic (Toarcian) Oceanic Anoxic Event from fossil wood and marine carbonate (Lusitanian Basin, Portugal). Earth and Planetary Science Letters, v. 253, n. 3-4, p. 455-470, 2007.\nJANSEN, B.; NIEROP, K. G. J.; KOTTE, M. C.; VOOGT, P; VERSTRATEN, J. M. The applicability of accelerated solvent extraction (ASE) to extract lipid biomarkers from soils. Applied Geochemistry, v. 21, n. 6, p. 1006-1015, June 2006.\nKULLBERG, J. C.; ROCHA, R. B.; SOARES, A. F.; REY, J.; TERRINHA, P.; CALLAPEZ P.; MARTINS, L. A Bacia Lusitaniana: estratigrafia, paleogeografia e tectônica. In: DIAS, R; ARAÚJO, A.; TERRINHA, P.; KULLBERG, J. C. (Eds.) Geologia de Portugal no contexto da Ibéria. Évora: Universidade de Évora, 2006, p. 317-368.\nMATOS, V. G. A. E. Estudo de palinofácies e de fácies orgânicas de uma sequência sedimentar do Jurássico Inferior da Bacia Lusitânica. 2009. Dissertação (Mestrado) - Universidade de Coimbra, Departamento de Ciência da Terra, Coimbra, 2009.\nMENDONÇA FILHO, J. G. Aplicação de estudos de palinofácies e fácies orgânicas em rochas do Paleozoico Superior da Bacia do Paraná, sul do Brasil. 1999. 254 f. Tese (Doutorado) - Universidade Federal do Rio Grande do Sul, Instituto de Geociências, Porto Alegre, 1999.\nMENEZES, T. R.; MENDONÇA FILHO, J. G.; ARAUJO, C. V.; SOUZA, I. V. A. F.; MENDONÇA, J. O. Facies Orgânica: conceitos, métodos e estudos de caso na indústria do petróleo. Revista Brasileira de Geociências, v. 38, n. 2, p. 80-96, jun. 2008.\nMOUTERDE, R.; ROCHA, R. B.; RUGET, C. ; TINTANT,\nH.\tFaciès, biostratigraphie et paléogéographie du Jurassique portugais. Ciências da Terra (UNL), n. 5, p. 29-52, 1979.\nOLIVEIRA, A. D.; MENDONÇA FILHO, J. G.; CARVALHO, M. A.; MENEZES, T. R., LANA, C. C., BRENNER, W. W. Novo método de preparação palinológica para aumentar a recuperação de Dinoflagelados. Revista Brasileira de Paleontologia, v. 7, p.169-175, 2004.\nOLIVEIRA, L. C. V.; RODRIGUES, R.; DUARTE, L. V.; LEMOS, V. B. Avaliação do potencial gerador de petróleo e interpretação paleoambiental com base em biomarcadores e isótopos estáveis de carbono da seção Pliensbaquiano-Toarciano inferior (Jurássico Inferior) da região de peniche (Bacia Lusitânica, Portugal). Boletim de Geociências da Petrobras, v. 14, n. 2, p. 207-234, maio/ nov. 2006.\nPALAIN, C. Une série détritique terrigène: Les «gres de Silves»: trias et lias infériur du Portugal. Lisboa: Serviços Geológicos de Portugal, n. 25, 1976, 377 p. (Memórias dos Serviços Geológicos de Portugal).\nPENA DOS REIS, R. P. B.; CORROCHANO, A. Arquitec-tura deposicional controlada pela etapa paroxismal do rifting no Jurássico Superior da Bacia Lusitânica (Portugal): caso da região a SO de Montejunto. In: CONGRESSO NACIONAL DE GEOLOGIA, 5., 1998. Lisboa (Portugal). Anais... Lisboa (Portugal): Instituto Geológico e Mineiro, 1998. p. 15-20. Excursão do Mesozoico da Bacia Lusitânica.\nPENA DOS REIS, R.; CUNHA, P. M. R.; DINIS, J. L.; TRINCÃO, P. Geologic evolution of Lusitanian Basin during Late Jurassic (Portugal). In: HALL, R. L. and SMITH, P L. (Ed.). Advances in Jurassic Research, Zurich, TransTech Publications, 2000. GeoResearch Forum, v. 6, p. 345-356, 2000.\nPENA DOS REIS, R.; PIMENTEL, N. L. Rifteamento Triássico e pós-rift na Bacia Lusitânica (Portugal): um exemplo de rápida invasão marinha na abertura do Atlântico Norte. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 43., 2006, Aracaju. Anais... Bahia-Sergipe: Sociedade Brasileira de Geologia, 2006, p. 106.\nPENA DOS REIS, R.; PIMENTEL, N. L. The Lusitanian basin (Portugal) - Lithostratigraphic and geodynamic correlation with other Portuguese and Maroccan basins. In: DAVID BROWN (Ed.). Sharing Ideas, Embracing Opportunities. Canada: CNSOPB, 2008. Abstracts... Canada: CACM Conference, 2008. p. 64.\nPETERS, K. E.; WALTERS, C. C.; MOLDOWAN, J. M. The Biomarker Guide. 2. ed. Cambridge: Cambridge University Express, 2005. v. 2. 1155 p.\nPINHEIRO, L. M.; WILSON, R. C. L.; PENA DOS REIS,\nR.\t; WHITMARSH, R. B.; RIBEIRO, A. The Western Iberia Margin: a geophysical and Geological overview. In: WHITMARSH, R. B., SAWYER, D.\nS.\t, KLAUS, A., MASSON, D.G. (Eds.). Proceedings Ocean Drilling Program Science Results, v. 149, p. 3-23, 1996.\nRAVNÂS, R.; WINDELSTAD, J.; MELLERE, D.; N0TTVEDT, A.; SJ0BLOM, T.S., STEEL, R. J.; WILSON, R. C. L. A marine Late Jurassic syn-rift succession in the Lusitanian Basin, western Portugal: tectonic significance of stratigraphic signature. Sedimentary Geology, v. 114, n. 1-4, p. 237-266, 1997.\nREY, J.; DINIS, J. L.; CALLAPEZ, P.; CUNHA, P. P. Da rotura continental à margem passiva: composição e\nSILVA, L. T. A Formação Abadia no contexto evolutivo tectono-sedimentar da Bacia Lusitânica (Portugal): considerações sobre o seu potencial como rocha reservatório de hidrocarbonetos. 2003. Dissertação (Mestrado) - Universidade Federal do Rio Grande do Sul. Instituto de Geociências, Porto Alegre, 2003.\nSILVA, F. J. C. A Formação de Vale das Fontes no sector Norte da Bacia Lusitânica: caracterização, avaliação espacial e distribuição do conteúdo em matéria orgânica. 2007. Dissertação (Mestrado) -Universidade de Coimbra. Faculdade de Ciências e Tecnologia, Coimbra, 2007.\nSILVA, R. L.; DUARTE, L. V.; COMAS-RENGIFO, M. J.; MENDONÇA FILHO, J. G.; AZEREDO, A. C. Update of the carbon and oxygen isotopic records of the Early-Late Pliensbachian (Early Jurassic, ~187 Ma): insights from the organic-rich hemipelagic series of the Lusitanian Basin (Portugal). Chemical Geology, v. 283, n. 3, p. 177-184, 2011.\nSUAN, G.; MATTIOLI, E.; PITTET, B.; LÉCUYER, C.; SUCHÉRAS-MARX, B.; DUARTE, L.V.; PHILIPPE, M.; REGGIANI, L.; MARTINEAU, F. Secular environmental precursors to Early Toarcian (Jurassic) extreme climate changes. Earth and Planetary Science Letters, v. 290, n. 3-4, p. 448-458, Feb. 2010.\nTISSOT, B. P.; WELTE, D. H. Petroleum Formation and Occurrence. Berlin: Springer, 1984. 2 ed. 699 p.\nTYSON, R. V. Sedimentary Organic Matter: organic facies and palynofacies. Londres: Chapman e Hall, 1995. 615 p.\nUPHOFF, T. L. Subsalt (pré-Jurassic) exploration play in the northern Lusitanian basin of Portugal. AAPG Bulletin, Tulsa, v. 89, n. 6, p. 699-714, 2005.\nWILSON, R. C. L. Atlantic opening and Mesozoic continental margin basins of Iberia. Earth And Planetary Science Letters, Amsterdam, v. 25, n. 1, p. 33-43, 1975.\nWILSON, R. C. L.; HISCOTT, R. N.; WILLIS, M. G.; GRADSTEIN, E. M. The Lusitanian Basin of west central\nPortugal: Mesozoic and Tertiary tectonic, stratigraphy and subsidence history. In: TANKARD, A.J., BALKWILL,\nH.\t(Eds.). Extensional Tectonics and Stratigraphy of the North Atlantic Margins. Tulsa: AAPG, 1989.\np. 341-361. (AAPG. Memoir, 46).\nWRIGHT, V. P. Algal marsh deposits from the Upper Jurassic of Portugal. In: TOOMEY, D. F.; NITECKI, M. H. (Eds.) Palaeoalgology: contemporary research and applications. New York: Springer, 1985. p. 330-341.\nwebgrafia\nDIVISÃO PARA A PESQUISA E EXPLORAÇÃO DE PETRÓLEO - DPEP. Ministério da Economia, Governo Português. História da Pesquisa. Disponível em:&lt;http://www.dgge.pt/dpep/pt/history_pt.htm>. Acesso em: jan. 2010.\nPENA DOS REIS, R.; PIMENTEL, N. L.; GARCIA, A. J. V. The Evolution of the Atlantic Margin of Iberia as Recorded in the Lusitanian Basin (Portugal). In: AAPG INTERNATIONAL CONFERENCE AND EXIBITION, 2009, Rio de Janeiro. Abstracts... Rio de Janeiro, 2009. Disponível em:&lt;http://www.searchanddis-covery.net/abstracts/html/2009/intl/abstracts/reis2. htm>. Acesso em: 2009.\nPENA DOS REIS, R.; PIMENTEL, N.; GARCIA, A. A evolução da Bacia Lusitânica (Portugal) e dos sistemas petrolíferos associados. Revista Electrónica de Ciências da Terra, v. 19, n. 4, p. 1-4, 2010. Disponível em:&lt;http://metododirecto.pt/CNG2010/index. php/vol/article/viewFile/70/345>. Acesso em: 2010.\nSPIGOLON, A. L. D.; BUENO, G. V.; PENA DOS REIS, R.; PIMENTEL, N.; MATOS, V. G. A. E. The Upper Jurassic Petroleum System: evidence of secundary migration in carbonate fractures of Cabaços Formation, Lusitanian Basin. In: CENTRAL AND NORTH ATLANTIC CONJUGATE MARGINS CONFERENCE, 2., 2010, Lisbon. Expanded Abstracts. Lisbon, 2010. v. 3, p. 274-278. Disponível em:&lt;http://metododirecto.pt/CM2010/index.php/vol/ article/viewFile/181/29>. Acesso em: 2010.\nexpanded abstract\nThe Lusitanian Basin located along the western margin of the Iberian Peninsula is one of several rift basins of the MesozoicAtlantic margin which had its origin related to fragmentation of the supercontinent Pangea in the Late Triassic, culminating in the opening of the North Atlantic (Wilson et al., 1989; Pinheiro et al., 1996; Pena dos Reis et al., 2000; Pena dos Reis et al., 2009; Pena dos Reis et al., 2010).\nThe complex evolution of this basin is strongly linked to differentgeodynamic controls (tectonic, climatic and eustatic variation) that have occurred over time since the beginning of your configuration as intracontinental rift in the Upper Triassic, through the Atlantic and Tetyan marine influences in an extensional regimen during the Jurassic and Lower Cretaceous, passive margin develop-ment to tectonic inversion of the basin, resulting from the collision between the Iberian and African plates in the Late Cretaceous (Pena dos Reis e Pimentel, 2008; Pena dos Reis et al., 2009; Pena dos Reis et al., 2010).\nImportant petroleum source rocks were deposited especially during the Jurassic represented by two main groups: Lower Jurassic, related to Água de Madeiros (Upper Sinemurian) and Vale das Fontes (Pliensbaquian) formation; Upper Jurassic, related to Vale Verde and Cabaços formations (Middle Oxfordian).\nAll the samples are characterized by the low thermal evolution of organic matter compatible with diagenis. Geographically, the main intervals of the Lower Jurassic taken place in the north-central western edge of the basin, in Peniche and São Pedro de Moel regions, where depocenters developed with deeper marine conditions (disoxic-anoxic outerramp). The lithotypes are represented by marls and shales with good to excellent potential for oil generation, usually related to a type II kerogen, which is characterized by the predominance of heterogeneous amorphous organic matter (AOM) derived from phy-toplankton with a bacterial reworking and associated to palynomorphs and variables terrestrial components. These intervals of the Lower Jurassic are characterized bylowratios of H29/H30, HOP/EST, H35/H34, TET/26TRI and depleted õ13C values of bitumen around -29.5 %o. They are inserted into a transgressive cycle of 1st order related to large expansion of epicontinental sea, in which it developed two episodes of maximum flooding surface linked to shorter cycles of 2nd order occurred in Upper Sinemurian (Polvoeira Member) and Pliensbachian (MLOF Member). The poorest levels of hydrogen are controlled by 2\"d order regressive trend responsible for proximal and\ndysoxic-suboxic conditions with high input of terrestrial components, featuring a kerogen type III and potential for gas generation. In the Vale das Fontes Formation, this poor facies is controlled by humid weather and relatively proximal conditions during the 2nd order transgressive cicle. The major intervals in the Upper Jurassic, are related to the end of a regressive cycle of 1st order coupled with the beginning of a short transgressive cycle and under tectonic influence during the Middle Oxfordian, responsible for restricted conditions ranging laterally from continental to transitional in the northern sector (Vale Verde Fm.) to shallow marine conditions and anoxic carbonates in south-central sector (Cabaços Formation).\nFollowing the complexity of depositional systems in the Cabo Mondego and Pedógrão region (northern sector), the limestones, marls and lignites with good to excellent hydrocarbon generation potential is associ-ated with kerogens type II, derived from phytoplankton and bacteria (heterogeneous AOM associated with Botryococcus algae), and type III, derived from continental organic matter. In the region of Montejunto Ridge (south-central sector), the black limestones are associated with a kerogen type I-II derived mainly from bacteria (homogeneous AOM). These carbonate and anoxic intervals developed in the Upper Jurassic are characterized by high ratios of H29/H30, HOP/ST, H35/ H34, TET/26TRI and enriched ô13C values of bitumen around -25.7 %o. Facies with a predominance of ter-restrial organic matter are characterized by high ratios of PRI/FHY, TET/26TRI, H29/H30, HOP/STand DIA/C27 and enriched õ13C values of bitumen around -23.4 %o.\nThe sampling conducted in this study, although limited because of its regional character, provided a broad overview of the geochemical properties of the main source rock petroleum potential intervals from the Lusitanian Basin, corroborating in part the interpre-tations made by other authors (BEICIP -Franlab, 1996; Dias, 2005, Oliveira et al., 2006; Duarte et al., 2010; Spigolon et al., 2010). Moreover, it was found that the intervals of the Upper Jurassic are as important as the Lower Jurassic intervals due to better quality and state of preservation of organic matter mainly related to bacterial or phytoplankton associated with restricted facies carbonate (marine or lacustrine-lagoonal).\nThis work could support inferences and predictions about the organic geochemistry characteristics and distribution of spatial and temporal source rocks in the offshore areas as well as oil-source rock correla-tions, provided it is properly integrated in terms of tectono-sedimentary in an evolutional framework of Western Iberian Margin in the Mesozoic.\nautores\nAndré Luiz Durante Spigolon\nCentro de Pesquisa da Petrobras - Cenpes Gerência de Geoquímica\nandrespigolon@petrobras.com.br\nRui Paulo Bento Pena dos Reis\nUniversidade de Coimbra Faculdade de Ciências e Tecnologia Departamento de Ciências da Terra\npenareis@dct.uc.pt\nAndré Luiz Durante Spigolon nasceu no dia 12 de abril de 1978, em Jaú, São Paulo. Graduou-se pela Universidade de Brasília em 2000 e obteve o título de mestre pela mesma universidade em 2003, com foco em geologia do petróleo e caracterização de fácies orgânicas do intervalo Alagoas (Aptiano) da Bacia Potiguar. Ingressou na PETROBRAS em 2003 como geofísico, porém, desde 2004, atua pela Gerência de Geoquímica do CENPES na avaliação e caracterização de sistemas petrolíferos. Atualmente, está desenvolvendo sua tese de doutorado na Universidade Federal do Rio de Janeiro (UFRJ) em cooperação com o United States of Geological Survey (USGS) utilizando métodos de maturação artificial (hidropirólise e pirólise Rock-Eval) para obtenção de modelos cinéticos de geração de petróleo, bem como, avaliação e predição da qualidade do fluido.\nRui Paulo Bento Pena dos Reis nasceu em Assentis-Torres Novas em 15 de junho de 1952. Pela Universidade de Coimbra licenciou-se em Geologia em 1976, doutorou-se em Estratigrafia em 1984 e fez a agregação em 2001. Desde 1977 lecciona e desde 1984 supervisiona projetos de mestrado, de doutoramento e de pós-doutoramento em Estratigrafia, Sedimen-tologia e Geologia de Petróleo no Departamento de Ciências da Terra da Faculdade de Ciências e Tecnologia da Universidade de Coimbra. Especialista em estratigrafia e análise de bacias é autor ou coautor de um grande número de capítulos de livros e artigos científicos, fundamentalmente relacionados à Estratigrafia de Sequências e Análise de Sistemas Petrolíferos em Bacias Atlânticas. Desde 1992, coordena projectos exploratórios de I&amp;D com a indústria.\nVasco Gonçalo Alves Esteves de Matos\nUniversidade de Coimbra\nFaculdade de Ciências e Tecnologia Departamento de Ciências da Terra\nv.estevesmatos@gmail.com\nNuno Lamas Pimentel é nascido em Lisboa em 1963. Obteve a Graduação em Geologia e Doutorado em Estratigrafia e Sedimentologia pela Universidade de Lisboa em 1997, sendo docente desta universidade desde 1987. Colaborou em diversos projetos de pesquisa na área sedimentar em Portugal e no Brasil desde 2000. Foi membro coordenador do Projeto Atlantis (2007-2010) e actualmente do Projeto Sagres (2011-2013), ambos para o Centro de Pesquisas da Petrobras. Co-organizou a \"II Conjugate Margins Conference, Lisbon-2010” e diversos Cursos de Campo na Bacia Lusitânica para a Petrobras a partir de 2006.\nVasco Gonçalo Alves Esteves de Matos nasceu no dia 12 de novembro de 1979 em Coimbra. Graduou-se em Geologia em 2006 pela Universidade de Coimbra. Mestre em Geociências, especialidade em Geologia do Petróleo pela Universidade de Coimbra em 2009. Entre 2007 e 2009 foi bolsista de investigação do Projeto: Modelo Geológico Evolutivo de Riftes Marinhos no Jurássico da Bacia Lusitânica (Portugal). Projeto de investigação ATLANTIS - FAPESE (Brasil) e PTDC/CTE-GEX/64966/2006, da Fundação para a Ciência e a Tecnologia (Portugal) da instituição Fundação da Faculdade de Ciências de Lisboa, onde foi responsável pela área de Investigação da Geoquímica Orgânica. Desde 2010 atua como bolsista de investigação do Projeto: PTDC/CTE-GEX/72694/2006 -\"Hydrocarbon Source-Rock Potential of the Algarve Basin - Southern Portugal”, realizado em todos os domínios da Fundação para a Ciência e a Tecnologia na Universidade do Algarve, Faculdade de Ciências do Mar e Ambiente, Centro de Investigação Marinha e Ambiental (CIMA), onde exerceu atividades nas áreas de petrografia orgânica, maturação orgânica, palinofácies, estratigrafia, sedimentologia e argilas."}]}}}