{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-BG.03828"}, {"@name": "filename", "#text": "BGP_1994_8_2_4_12_Bio_crono_litoestratigrafia_a_correlacao_e_possivel.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BREVES COMUNICAÇÕES, DEBATES, ANÁLISES, REFLEXÕES\nNOTES, DISCUSSION, ANALYS/S, REFLECTION S\nEsta seção destina-se à reflexão, ao pensamento geocientifico, a breves comunicações. É o espaço reservado para a discussão menos formal da matéria geológica e geofísica. Nela, os geocientistas poderão expor seus pontos de vista a respeito de temas polêmicos, estimulando o salutar e necessário debate científico em nossa comunidade especializada; apresentar, através de breve comunicação, resultados relevantes obtidos em trabalhos ou pesquisas em desenvolvimento; analisar algum importante artigo surgido na literatura; apresentar retrospectivas históricas e reflexões em torno de matéria especifica; discorrer sobre alguma obra recém-editada e julgada interessante para a Geologia do Petróleo; comentar, criticamente, eventos ocorridos no Brasil ou no exterior: discutir, dos pontos de vista geocientifico e geopolítico, as tendências das diversas áreas da Geologia do Petróleo. Publica, também, resumos de teses de interesse da linha da Revista.\nThis section is reserved for geoscientific thoughts and ideas, informal discussions on geology and geophysics, and technical notes. Here geoscientists can he/p stimulate vital and profitable scientific debate within our specialized community by sharing their points of view on conlroversial issues This space is also where readers will find notes on significant results from current studies or research, analyses of major articles from the technical literature, presentations ofhistorical retrospects and refiections on especific topics, comments on recently published works linked to the field of petroleum geology, criticai assessments of the latest events in Brazil or abroad, plus geoscientific an geopolitical discussion of trends within petroleum geology. Pertinent theses and dissertation abstracts also appear in this section.\nBIO-CRONO-LITOESTRATIGRAFIA\nA CORRELAÇÃO É POSSÍVEL?1\nBIO-CHRONO-\nLITHOSTRATIGRAPHY\nIS THE CORRELATION POSSIBLE?\nGerhard Beurlen2\nSem a ajuda de muitos colegas que colaboraram por meio de discussões e sugestões, este texto não se teria tomado realidade. Em especial, devo agradecimentos aos colegas Eduardo B. Rodrigues e Luiz P, Quadros, ambos do\nCENPES, e Diógenes de A. Campos, chefe da Seção de Paleontologia do DNPM.\n1 - INTRODUÇÃO\nO nome que foi dado a esta mesa-redonda suscita algumas dúvidas, quais sejam: é proposital a ordem em que os três ramos da estratigrafia são citados ou não?, a proposta é discutir a correlação de unidades bioestratigráficas com unidades cronoestratigráficas por um lado, e unidades cronoestratigráficas com unidades litoestratigráficas por outro lado?, correlacionar unidades de mesma categoria ou de categorias diferentes?, é possível correlacionar uma unidade litoestratigráfica a uma unidade bioestratigráfíca ou cronoestratigráfica?\nMas, independente do intuito da proposição, uma discussão sobre correlação estratigráfica, forçosamente, deve abranger os conceitos básicos sobre estratigrafia.\n1 -Texto preparado para o debate da Mesa-redonda homônima realizada durante o XIII Congresso Brasileiro de Paleontologia, de 19 a 26 de setembro de 1993 em São Leopoldo, RS.\n2-Setor de Bioestratigrafia e Paleoecologia (SEBtPE), Divisão de Exploração (DIVEX), Centro de Pesquisas (CENPES), Cidade Universitária, Quadra 7, Ilha do Fundão, CEP 21949-900, Rio de Janeiro, RJ, Brasil.\n2 - ESTRATIGRAFIA\nEstratigrafia3 ê o ramo da geologia que trata do ordenamento espacial e temporal relativo das rochas e da sucessão dos eventos que as originaram. O objetivo da estratigrafia é a reconstrução da história da Terra (Lafitte et al. 1972).\nNesta acepção, estratigrafia é o cerne da geologia, pois, sem o conhecimento da distribuição espacial e temporal das rochas e fósseis, estes não passam de peças de museu, sem significado além do da curiosidade. Estratigrafia é de fundamental importância em todos os ramos da geologia. Dados estratigráficos são indispensáveis nas reconstruções paleogeográficas e discussões filogenéticas, e, com isto, também para a paleontologia. Estratigrafia é a base para mapeamentos geológicos e para a geologia regional. Estudos sedimentológicos frequentemente têm como ponto de partida informações estratigráficas. Todos os ramos da geologia aplicada dependem do conhecimento das relações estratigráficas (Geyer, 1973).\nOs princípios básicos da estratigrafia, uniformitananismo, superposição e regularidade da sucessão dos estratos continuam válidos até hoje (Krumbein e Sloss, 1963). Entretanto, o conceito de estratigrafia sofreu várias mudanças.\nNa acepção original de Smith, “Estratigrafia era fundamentalmente uma questão de forma, e nada tinha a ver com cronologia ou eventos temporais\"(Patterson, 1987). Geologia estratigráfica, posteriormente estratigrafia (strati: estratos, camadas ou rochas estratificadas separadas por superfícies de estratificação, e graphy: representação gráfica) era o ramo da geologia que “graficamente delineava a ordem natural de camadas de rochas regularmente dispostas (e não originalmente unidades litológicas)” (op. c/t.). Na acepção de Smith, estratigrafia se restringe ao estudo da ordem e posição relativa dos estratos da crosta da Terra; a utilidade dos fósseis para reconhecer estratos em áreas onde os limites entre eles eram obscuros residia tão-somente no seu “arranjo ou organização diferenciai\" dentro dos estratos que os continham (op. cit.).\nO significado temporal dos fósseis foi reconhecido por Werner, permitindo o surgimento da geologia histórica. Esta era definida no século passado como o ramo da geologia que,\n“trata da ordem de sucessão dos estratos da crosta da Terra... segundo um ponto de vista histórico dos eventos que ocorreram durante a evolução da Terra... [Mas]... geologia estratigráfica somente compreende a descrição da natureza e organização dos estratos da Terra.\" (Dana, 1877, apud Patterson, 1987).\nEsta definição deixa claro que “estratigrafia de eventos\"\nnão é uma proposta especificamente moderna, como também atestam as discussões entre as várias escolas, como plutonismo, netunismo e catastrofismo, que surgiram no século passado. Estratigrafia é fundamentalmente baseada em eventos. A conceituação de estratigrafia que se adota aqui engloba, portanto, os conceitos de estratigrafia sensu Smith e de geologia histórica.\nA principai meta da estratigrafia é o desenvolvimento de um padrão de referência, uma coluna geológica padrão, que represente o registro Fanerozóico inteiro com uma precisão que permita que dados de tempo estratigráfico possam ser aplicados à solução de problemas geológicos e bioestratigráficos numa escala de zonas (Murphy, 1977). Os procedimentos para atender a este objetivo são (Geyer, 1973):\n-\telucidação da sucessão dos estratos e inventário do conteúdo fóssil;\n-\tcomparação local, regional e supra-regional das sucessões de estratos, reconhecer e correlacionar camadas de mesma idade;\n-\testabelecimento de uma escala estratigráfica mundial com bases bioestratigráficas, a qual represente simultaneamente uma escala de tempo relativo;\n-\testabelecer, da melhor forma possível, a correspondência entre a escala de tempo bioestratigráfico e os resultados de datações cronométricas;\n-\tincluir sucessões de rochas ou de fósseis ainda desconhecidas no esquema estratigráfico geral existente.\nO procedimento estratigráfico, portanto, consiste, basicamente, de dois passos:\n-\testabelecimento de unidades estratigráficas, isto é, na classificação dos corpos de rocha;\n-\tcorrelação das unidades estratigráficas.\nEnquanto o primeiro passo é de natureza fundamentalmente classificatória, o segundo implica no estabeiecimento de relações entre duas ou mais unidades estratigráficas de mesma natureza ou não e sua correlação com a escala estratigráfica mundial de referência. Nomenclatura e conceituação consistentes são os requisitos indispensáveis para o sucesso destes procedimento.\nA classificação de unidades estratigráficas habitualmente é baseada:\n-\tnas características litológicas e físico-quimicas do registro material, isto é, das rochas;\n-\tno conteúdo fossilífero das rochas;\n-\tno tempo geológico.\n3\tEstratigrafia : é o ramo das ciências geológicas que estuda as rochas estratificadas em termos de tempo e espaço, isto é, estuda o arranjo temporal e espacial relativo de estratos de rocha. Trata da correlação de rochas de diferentes localidades. Métodos de correlação podem envolver o uso de fósseis, de unidades de rochas, ou unidades geológicas de tempo (bioestratigrafia, litoestratigrafia e cronoestratigrafia, respectivamente) (Allabay e Allabay, 1990)\n3\t- LITOESTRATIGRAFIA\nO ramo da estratigrafia que trata das características físicas das rochas é a litoestratigrafia4. Unidade litoestratigráfica (=unidade de rocha, unidade estratigráfica de rocha) é um corpo de rocha formando uma unidade discreta e reconhecível, de razoável homogeneidade, definida somente com base em suas características litológicas5. Uma unidade litoestratigráfica pode ser sedimentar, ignea, metamórfica ou uma combinação destas. Como com outras unidades estratigráficas, unidades litoestratigráficas são definidas segundo seções-tipo. Seus limites são colocados em superfícies de mudança litológica, geralmente bruscas, às vezes gradacionais. Como a natureza física destas unidades reflete primordialmente ambientes deposicionais e não intervalos de tempo, os limites de unidades litológicas podem ser diácronos. Pela mesma razão, são de extensão relativamente local, quando comparadas com a extensão mundial de unidades cronoestratigráficas (Allabay e Allabay, 1990). Unidades litoestratigráficas obedecem à lei da superposição e regularidade de camadas e normalmente são estratificadas e tabulares (North American Commission on Stratigrafic Nomenclature, 1990).\n4-BIOESTRATIGRAFIA\nBioestratigrafia6 é a subdivisão do tempo geológico por eventos biológicos. Unidades bioestratigráficas são unidades de estratos caracterizadas por um conteúdo de fósseis particular. Estes foram depositados concomitantemente aos sedimentos que os contém e distinguem a unidade de estratos adjacentes. Uma unidade bioestratigráfica pode ser de significado cronoestratigráfico ou ambiental. (Shaw, 1969)\nO estabelecimento de uma unidade bioestratigráfica passa por três etapas: definição, caracterização e identificação da unidade e de seus limites em seqüências outras que aquela na qual foi definida (Murphy, 1977).\n4.1\t- Definição\nConsiste no estabelecimento dos limites por meio de eventos biológicos evolutivos. O evento biológico mais frequentemente utilizado é o nível de aparecimento evolutivo\nde uma espécie. Níveis de extinção podem ser utilizados, mas biozonas com limites definidos desta forma tendem a um maior grau de diacronismo, porque a extinção de uma espécie é mais influenciada por variações ambientais locais do que os níveis de aparecimento evolutivo. Os eventos mais precisos são os estabelecidos\n\"através da interpretação de zonas de amplitude. Idealmente, o limite inferior de uma zona pode ser estabelecido com acurácia máxima se definirmos nossos taxa de tal modo que se permita o reconhecimento de morfotipos sucessivos dentro de uma linhagem evolutiva e lhes damos uma designação única, mas não necessariamente formal. Então, se o ponto de origem do morfotipo puder ser localizado em achando o nível de seu primeiro aparecimento dentro de uma seqüência, podemos estabelecer a posição estratigráfica do registro de um evento evolutivo, um evento único na história (Shaw, 1969). É verdade que nunca poderemos provar que a seqüência que vemos espelha acuradamente o processo evolutivo. Entretanto, podemos mostrar que uma certa seqüência de eventos tem alto grau de probabilidade7 de ser a seqüência histórica verdadeira se acharmos esta mesma seqüência repetida em diferentes áreas e em diferentes fácies\"(Murphy, 1977).\nMais importante do que o bom conhecimento taxonômico da espécie e sua ampla distribuição geográfica na definição do limite de uma unidade bioestratigráfica é a\n\"seleção de um critério único para sua definição. No caso de um limite de zona, somente pode haver um único evento definidor. Isto porque não há nenhuma razão intrínseca porque membros de duas linhagens morfológicas distintas deveríam desenvolver características morfológicas estratigraficamente úteis ao mesmo tempo. Objetivando estabilidade, somente um taxon deve ser usado na definição dos limites de zonas. O uso de mais de um critério introduz uma ambiguidade potencial. Igualmente importante é que o limite inferior da unidade imediatamente acima seja usado para definir o limite superior da unidade em questão, garantindo, desta forma, que a seqüência seja completa, sem lacunas e superposições. Por definição, somente o registro do evento que define o limite inferior de uma unidade particular faz parte de/a\"(Murphy, 1977).\n4\tLitoestratigrafia: ramo da estratigrafia que lida com a descrição de unidades de rochas baseada em suas feições litológicas. Trata da distribuição espacial das unidades litoestratigráficas, mas sem levar em consideração a evolução dos organismos contidos nas unidades litoestratigráficas (bioestratigrafia). nem o tempo geológico (cronoestratigrafia). Devido à natureza fisica das unidades litoestratigráficas, estas refletem ambientes deposicionais e seus limites podem ser diácronos (Allabay e Allabay, 1990).\n5\tComposição, textura, fábrica, estrutura e cor.\n6\tBioestratigrafia: ramo da estratigrafia que envolve o uso de plantas e animais fósseis na datação e correlação das seqüências estratigráficas de rocha nas quais eles são descobertos. A zona é a unidade fundamental (Allabay e Allabay, 1990).\n7\tOs procedimentos desenvolvidos pelo Projeto IGCP 148: \"Quantitative Stratigraphy\" fornecem metodologias para a avaliação da probabilidade de uma seqüência estratigráfica ser ou não completa (Gradstein et al.: Quantitative Stratigraphy). Para seu bom funcionamento, entretanto, é necessária a comparação com uma seqüència-padrão.\n4.2\t- Caracterização\nA caracterização de uma unidade bioestratigráfica lida com os atributos que são exclusivos dela e que permitem reconhecê-la mesmo que as características definidoras da unidade não estejam presentes. Consiste no registro de todos os eventos biológicos que comprovadamente ocorrem entre os limites da zona. O registro da posição estratigráfica destes eventos com relação ao limite do intervalo é uma parte importante deste processo. A caracterização sempre deve começar com a seção-tipo, mas, contra ria mente ao da definição, a caracterização pode incluir eventos que não são registrados na seção-tipo (Murphy, 1977}.\nFig. 1 - Definição, caracterização, identificação e zonas bioestratigráficas. (Mod de Murphy, 1977).\nFig. 1 - Definition, characterization, identification of biostratigraphics zones. (Mod. from Murphy, 1977).\nO símbolo de taxa definidores\n• símbolo de taxa caracterizadores\n■ símbolo de novos taxa para caracterização\n4.3\t- Identificação\nA identificação de uma unidade bioestratigráfica é o último passo e faz parte do procedimento de correlação estratigráfica. Reside no reconhecimento fora da seção-tipo dos eventos que definem ou caracterizam a unidade. Seu sucesso depende da qualidade e precisão com que a unidade foi definida e caracterizada (Murphy, 1977).\nNa figura 1, adaptada de Murphy, é ilustrado o procedimento descrito.\n5\t- CRONOESTRATIGRAFIA\nUnidades estratigráficas baseadas no tempo geológico são as unidades cronoestratigráficas8 (=unidade estratigráfica de tempo, unidade tempo-rocha). Unidade cronoestratigráfica é uma seqüência de rochas formada durante um intervalo discreto e específico do tempo geológico. De acordo com a duração de tempo do qual são registro, as unidades cronoestratigráficas são hierarquizadas em eratemas, sistemas, séries, andares e cronozonas. Todas as rochas formadas em qualquer lugar do mundo, a despeito de litologia e espessura local, podem ser referidas à unidade cronoestratigráfica correspondente ao seu tempo de formação, isto é, todas as rochas depositadas durante o Período Cambriano pertencem ao Sistema Cambriano. Na escala estratigráfica tradicional, entretanto, é preciso notar que unidades cronoestratigráficas, e o tempo geológico ao qual elas correspondem, foram definidas com base de seções-tipo (estrato-tipo), assim, historicamente, é a unidade cronoestratigráfica que tem determinado a unidade geocronológica, e não vice-versa (Allabay e Allabay, 1990).\nOs limites de unidades cronoestratigráficas devem ser definidos em um estrato-tipo nomeado como tal e são baseados em características paleontológicas e/ou físicas observáveis das rochas. Para evitar lacunas ou superposição na sucessão das unidades cronoestratigráficas, é recomendado definir tão-somente sua base, estabelecendo como seu topo a base da unidade imediatamente mais nova (North American Commission on Stratigraphic Nomenclature, 1983).\nUnidades cronoestratigráficas, como as unidades lito-e bioestratigráficas, são unidades materiais. Mas diferem destas, por serem isócronos com seus íimites síncronos (North American Commission on Stratigraphic Nomenclature, 1983)9. Entretanto, esta afirmação não corresponde à realidade, pois, por serem unidades materiais, os intervalos de tempo corrrespondentes a períodos de não-deposição que podem ocorrer entre os limites da unidade (=hiatos) - para não falar dos períodos de tempo correspondentes aos valores de espaço-tempo removidos por erosão (=vacuidade erosiva) -, não fazem parte dela. Assim, unidades cronoestratigráficas não são unidades isócronas, mas diácronas (Wheeler, 1958).\n6-CORRELAÇÃO\nCorrelação em estratigrafia é o estabelecimento de uma correspondência entre unidades estratigráficas, ou o estudo geológico que trata do estabelecimento das relações geocronológicas entre diferentes áreas, baseado nas investigações geológicas de numerosas sucessões locais (Allabay e Allabay, 1990). Depende da similaridade que existe em termos de litologia ou conteúdo fossilífero.\nUnidades, ou sucessão de unidades, isoladas podem ser:\n8\tCronoestratigrafia: ramo da estratigrafia relacionado ao conceito de tempo. Em cronoestratigrafia, intervalos de tempo geológico são referidos a cronômeros. Estes podem ter duração desigual. A intervalos de tempo geológico são dados nomes formais agrupados dentro de uma hierarquia cronomérica padrão. Os termos formais são: eon, era, período, época, idade e chron Os últimos quatro destes são equivalentes à sistema, série, andar e cronozona na hierarquia estratométrica padrão. Alguns geólogos sustentam que cronoestratigrafia é sinônimo de bioestratigrafia, mas a maioria concorda que os dois são ramos diferentes (Allabay e Allabay, 1990).\n9\tSincrono: simultâneo, ocorrendo ao mesmo tempo. Isócrono: de igual duração.\nNas ciências geológicas, não se aplica o termo isócrono (igual duração) a dois corpos de rocha cujo tempo de formação tenha sido igual quando são de idade diferente. Corpos isócronos são aqueles limitados por superfícies síncronas e formados durante o mesmo intervalo de tempo. Em contraste, isochron (=isocrônica) é usado para uma linha que conecta pontos de mesma idade em um gráfico representando fenômenos físicos ou químicos (North American Commission on Stratigraphic Nomenclature, 1983).\n-\tcorrelatas, isto é, quando outrora eram fisicamente contínuas;\n-\tcorrelatas temporalmente, quando podem ser equiparadas temporalmente.\n7\t- A CORRELAÇÃO BIO-, CRONO-, LITOESTRATI-GRÁFICA É POSSÍVEL?\nSempre é possível estabelecer uma correspondência entre duas ou mais unidades litoestratigráficas por meio das características líticas e geométricas que elas compartilham ou não. Entretanto, esta correspondência somente significa que elas apenas se relacionam quanto á litologia e ao ambiente deposicional. A litoestratigrafia não dispõe de nenhum meio para correlacionar estratigraficamente (=estabelecer a correspondência temporal entre) unidades ou seqüências de unidades litoestratigráficas isoladas. Baseado no princípio da superposição e nas relações espaciais de campo (ou de seções sísmicas), somente é possível estabelecer se uma unidade é mais nova ou mais velha do que a outra.\nA correspondência entre unidades bioestratigráficas é estabelecida pela correspondência de seus limites, isto é, a partir de sua definição, ou pela sua caracterização. A correspondência entre unidades bioestratigráficas difere fundamentalmente da de unidades litoestratigráficas, pois, enquanto esta se baseia nas características físicas das unidades que refletem processos e eventos recorrentes, a correspondência entre unidades bioestratigráficas sempre é baseada em eventos biológicos únicos no tempo. Em outras palavras, o estabelecimento de correspondência entre unidades bioestratigráficas sempre implica numa correspondência de tempo e é, portanto, um processo de correlação estratigráfica stricto sensu.\nA correlação temporal de unidades estratigráficas -que, afinal, é o objetivo da correlação estratigráfica - resulta no conhecimento da sua idade, isto é, o elemento central na correlação estratigráfica é a dimensão tempo. Unidades bioestratigráficas de ampla distribuição geográfica, definidas de acordo com os procedimentos descritos anteriormente e exemplificados na figura 1, possuem significado temporal intrínseco muito próximo ao de unidades estratigráficas de tempo810. Assim sendo, a correlação bioestratigráfica e cronoestratigráfica tem significado temporal muito semelhante; muito embora difiram conceitualmente\nQuando se correlacionam os limites de unidades bioestratigráficas, podem ocorrerduas situações: a) a espécie que define as unidades é a mesma; b) as espécies definidoras das unidades são diferentes, mas os eventos definidores\n(níveis de aparecimento e/ou extinção evolutiva) são síncronos. No primeiro caso, a base das unidades é síncrona9 O sincronismo do limite superior depende da definição do limite inferior da zona imediatamente acima. As unidades serão correlatas temporalmente, isto é, as unidades são isócronas910, se este limite também for síncrono; caso contrário, somente parte de cada uma das unidades poderá ser correlacionada. No segundo caso, as unidades serão correlatas temporalmente. Raciocínio semelhante pode ser usado quando a correlação é baseada na caracterização das unidades bioestratigráficas. De qualquer forma, é indispensável saber como as unidades a correlacionar foram definidas e caracterizadas: duas zonas bioestratigráficas podem ter o mesmo nome, mas a definição de uma pode ser baseada no n ível de aparecimento evolutivo, e a da outra no de extinção da espécie nominativa.\nA correlação de unidades cronoestratigráficas locais, como a de unidades bioestratigráficas, se baseia na definição das unidades, isto é, na correlação de seus limites. Quando estes limites são baseados em características biológicas, a correlação bioestratigráfica e cronoestratigráfica é virtualmente idêntica.\nUnidades litoestratigráficas fisicamente isoladas somente podem ser correlacionadas estratigraficamente de forma indireta, ou seja, se puderem ser datadas por meio do seu conteúdo fóssil ou de datações cronométricas. De modo geral, datações absolutas não estão disponíveis e, quando existem, a margem de erro, via de regra, é relativamente grande. Assim, na maior parte dos casos, a datação das unidades estratigráficas é feita a partir do seu conteúdo fóssil, o que faz da bioestratigrafia a pedra fundamental na correlação estratigráfica.\nO último passo da correlação estratigráfica consiste em correlacionar as unidades estratigráficas com a coluna estratigráfica de referência ou padrão mundial. Os procedimentos são semelhantes aos discutidos anteriormente e, em geral, também passam pela bioestratigrafia. A escala de tempo bioestratigráfico é, conceitualmente, de natureza relativa; entretanto, quando correlacionada com datações cronométricas, resulta em um referencial de tempo geológico suficientemente confiável para resolver a maior parte dos problemas geológicos10.\nProblemas de correlação estratigráfica mundial persistem com unidades depositadas em ambientes deposicionais não-marinhos. Como estes ambientes são fisicamente isolados, os organismos que ai se desenvolvem normalmente são endêmicos e raramente podem ser correlacionados ao longo de grandes distâncias.\n10\tO North American Stratigraphic Code sustenta que unidades bioestratigráficas sâo diácronas, isto é, o nível de aparecimento ou de extinção evolutivo de uma espécie não é sincrono, o que conceitualmente é correto. Entretanto, este diacronismo é relativamente pequeno, e jamais será superior ao do intervalo de tempo correspondente ao da amplitude total das espécies envolvidas. Na maior parte dos problemas geológicos, este diacronismo pode ser desprezado, principalmente quando o zoneamento bioestratigráfico tiver alcançado um certo grau de refinamento. Quando se fizer necessária precisão maior, técnicas como análise geo-histórica, por exemplo, possibilitam uma estimativa do grau de diacronismo. Seja como for , os termos síncrono e isócrono aqui são usados com conotação menos rigorosa.\nREFERÊNCIAS BIBLIOGRÁFICAS\nALLABAY, A., ALLABAY, M. (Ed.) The Concise Oxfond Dictionary of Earth Sciences. Oxford: University Press, 1990. xxi410p.\nGEYER, O. F. Grundzüge der Stratigraphie und Fazieskunde. 1: Palaontologische Grundlagen. Das geologische Profil. Stratigraphie und Geochronologie. Sttutgart : E. Schweizerbarfsche Verlagsbuchhandlung, 1973. viii + 279p.\nGRADSTEIN, F. M., AGTERBERG, F. P., BROWER, J. C., SCHWARZACHER, W. S. Quantitative Stratigraphy. Dordrecht: D. Reidel Publishing Company, 1985. xi + 598 p\nKRUMBEIN, W. C., SLOSS, L. L. Stratigraphy and Sedimentation. San Francisco : W. H. Freeman and Company, 1963. xvi + 660p.\nLAFFITE, R. et al. Some international agreement on the essentials in stratigraphy. Akademie der Wissenschaflen und der Literatur, Mainz, Abhandlungen der Mathematisch - Naturwissenschaftlichen Klasse, Mainz, v.1, p. 1-24, 1972.\nMURPHY, M. A. On time-stratigraphie units. Journaiof Palentology, Tulsa, v. 51, n. 2, p. 213-219, 1977.\nNORTH AMERICAN COMMISSION ON STRATIGRAPHIC NOMENCLATURE. North American Stratigraphie Code Bulletin of the American Association of Petroleum Geologists, Tulsa, v. 67, n. 5, p. 841-875, 1983\nPATTERSON, J. R. Superposition and the Law of Stratal Order-Keys to the Practice and Theory of Global Stratigraphy. Journai of Petroleum Geology, England, v. 10, n. 2, p. 195206, 1987.\nSHAW, A. B. Adam and Eve, palentology and the non-objective arts. Journai of Paleontology, Tulsa, v. 43, p. 1085-1098, 1969.\nWHEELER, H. E. Time-Stratigraphy. Bulletin of the American Association of Petroleum Geologists. Tulsa, v. 42, n. 5, p. 1047-1063, 1958.\nEPISÓDIOS TECTONO-DEPOSICIONAIS: IMPORTÂNCIA DE SEU RECONHECIMENTO NA EXPLOTAÇÀO DE PETRÓLEO TECTONO-DEPOSITIONAL\nEPISODES: IMPORTANCE OF THEIR RECOGNITION IN PETROLEUM EXPLOTA TION\nHercules Tadeu F. da Silva1\nUma das grandes virtudes dos modelos de análise regional de bacias (Frazier, 1974; Galioway, 1989; Van Wagonereta/. 1990) é a presença de elementos hierárquicos relacionados entre si. Esses elementos permitem a geocientistas trabalhar com pacotes rochosos em diferentes escalas temporais e geográficas sem perder, contudo, a noção do contexto de bacia ou de reservatório de petróleo. Recentemente, foi proposto um modelo de seqüências para rifts intracontinentais (Silva, 1993). A proposição deste modelo, no contexto desta nota técnica, tem dois motivos principais: 1) mostrar que, para esse tipo de bacia, os mecanismos responsáveis pelo registro geológico são distintos daqueles que governam a deposição em bacias marginais marinhas, e 2) reconhecer elementos hierárquicos em bacias que são importantes produtoras de hidrocarbonetos no País.\nSilva (1993) mostrou que o registro sedimentar de bacias rift intracontinentais é governado pelo tectonismo e por flutuações climáticas. O tectonismo condiciona o desenvolvimento da área fornecedora de sedimentos, da bacia deposicional, do arcabouço estrutural da bacia e de rotas preferenciais de transporte de sedimentos. O paleoclima é responsável pelo balanço hídrico do lago, pelo tipo de grão a ser depositado na bacia, isto é, siliciclástico, biogênico ou químico e pelo regime pluviométrico e cobertura vegetal da bacia. Este último tópico tem grande importância no controle dos cursos fluviais que abastecem a bacia de sedimentos.\nO elemento de primeira ordem do modelo proposto é denominado de tectono-seqüência (fig.1), o qual engloba depósitos gerados contemporaneamente a uma fase tectõnica (por exemplo fase sin-r/ft, fase intracratônica, etc.). Ao elemento de segunda ordem, é dado o nome de intervalo tectono deposicional (itd; fig. 1). Um itd registra os depósitos sedimentares criados durante um determinado período dentro\n1 -E &amp; P SEAL/GEXP/GEINT, Rua Acre, 2504, CEP 49075-020, Aracaju, SE, Brasil."}]}}}