{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.05903"}, {"@name": "filename", "#text": "10362_000821723.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nFACULDADE DE EDUCAÇÃO \n\nCURSO DE GRADUAÇÃO EM PEDAGOGIA – LICENCIATURA \n\n \n\n \n\n \n\n \n\n \n\n \n\nDAIANE MATOS DOS SANTOS \n\n \n\n \n\n \n\n \n\n \n\n \n\nO DESENVOLVIMENTO DE ESTRATÉGIAS PEDAGÓGICAS E O PROCESSO DE \n\nINTERNALIZAÇÃO DE ALUNOS COM DEFICIÊNCIA INTELECTUAL \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2010\n\n\n\n 2 \n\nDAIANE MATOS DOS SANTOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nO DESENVOLVIMENTO DE ESTRATÉGIAS PEDAGÓGICAS E O PROCESSO DE \n\nINTERNALIZAÇÃO DE ALUNOS COM DEFICIÊNCIA INTELECTUAL \n\n \n\n \n\nTrabalho de Conclusão de Curso, \napresentado como requisito parcial para \nobtenção de grau de Licenciada em \nPedagogia pela Faculdade de Educação \nda Universidade Federal do Rio Grande \ndo Sul – FACED/UFRGS. \n \nOrientador: Profa. Ms. Gabriela Brabo \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPorto Alegre \n\n2010 \n\n\n\n 3 \n\n  \n\n\n\n 4 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \nReitor: Prof. Carlos Alexandre Netto \nVice-Reitor: Prof. Rui Vicente Oppermann \n\n           Pró-Reitora de Graduação: Profa. Valquiria Link Bassani \nDiretor da Faculdade de Educação: Prof. Johannes Doll \nCoordenadoras do Curso de Graduação em Pedagogia – Licenciatura na \nmodalidade a distância/PEAD: Profas. Rosane Aragón de Nevado e Marie \nJane Soares Carvalho \n\n \n\n\n\n 5 \n\nAgradecimentoS \n\n  \n\n \n\n Primeiramente agradeço a Deus pelo dom da vida.  \n\n \n\n Agradeço a toda minha família, pai, mãe, irmão e esposo, em especial a \n\nminha mãe, que não mediu esforços para me auxiliar nesta longa jornada em busca \n\ndo conhecimento. Pela paciência e compreensão que tiveram durante os momentos \n\nque não pude estar presente. \n\n  \n\n À professora Gabriela e à tutora Graciela, que sempre estiveram ao meu lado \n\nme auxiliando no que fosse necessário, durante o estágio e o trabalho de conclusão \n\ndo curso. \n\n \n\n Aos demais professores e tutores que estiveram comigo durante todo o curso, \n\nsempre dispostos a ajudar, seja virtual ou presencialmente. \n\n \n\n Aos colegas da Escola de Educação Especial João de Barro – APAE que \n\nsempre me apoiaram e me incentivaram nesta caminhada. \n\n \n\n A todos os amigos que de uma forma ou de outra contribuíram para que eu \n\nconquistasse mais este desafio. \n\n \n\n Meu muito obrigado a todos! \n\n \n\n\n\n 6 \n\nRESUMO \n\n \n\n \n\nO presente trabalho descreve a pesquisa realizada a partir da prática desenvolvida \nno estágio curricular do curso de Licenciatura em Pedagogia, modalidade a \ndistância, junto à turma de Ciclo II da Escola de Educação Especial João de Barro – \nAPAE de Três Cachoeiras. O estudo partiu da seguinte questão: quais estratégias \npedagógicas podem ser desenvolvidas para propiciar o processo de internalização \nde alunos com deficiência intelectual? Para responder a essa questão, foram \nformulados como objetivos: compreender em que consiste o processo de \ninternalização de conceitos em alunos com deficiência intelectual; conhecer como \nocorre o processo de aprendizagem segundo a teoria sociointeracionista; analisar e \nestabelecer estratégias pedagógicas que facilitem o processo de internalização e \nmemorização nesses alunos; analisar e compreender a ação mediadora do \nprofessor no referido processo. Uma vez que se compreenda o processo de \ninternalização e memorização do aluno com necessidades educacionais especiais, o \nprofessor poderá pensar em estratégias eficazes para conduzir sua prática \npedagógica. O referencial teórico que dá suporte a esta pesquisa é a abordagem \nsociointeracionista de Lev Semionovich Vygotsky, que parte da premissa de que a \nação mediadora do professor e de colegas mais experientes é fundamental para que \no aluno com deficiência intelectual se aproprie do conhecimento (o que ocorre pelo \nprocesso de internalização que, segundo o mencionado autor, seria a reconstrução \ninterna de uma operação externa). Assim, o estudo se apoiou em conceitos \nvygotskyanos, como por exemplo, internalização, mediação, zona de \ndesenvolvimento proximal, memória etc. e, principalmente, na forma particular como \no autor percebia o sujeito com deficiência e seu processo de aprendizagem. A \npesquisa configurou-se em qualitativa, apresentando como instrumentos \nmetodológicos a observação participante e o diário de campo, bem como a análise \nde documentos utilizados durante o estágio, tais como o diário de bordo, o \nplanejamento pedagógico, o projeto de aprendizagem, os relatórios semanais etc. \nOs sujeitos totalizaram em quatro alunos, sendo três do sexo masculino e uma do \nsexo feminino, na faixa etária de 11 a 14 anos, todos apresentando deficiência \nintelectual. A partir da análise de todos esses elementos, chegou-se a várias \nconsiderações a respeito do processo de internalização e memorização do aluno \ncom deficiência intelectual. Basicamente, constatou-se que é por meio das relações \nsociais que o indivíduo se constitui como membro autônomo da espécie humana, \nnão havendo distinções entre esse aluno e os demais, senão pelo fato de ele ter um \nhistórico de preconceito de uma sociedade voltada para as pessoas que não \npossuem deficiência alguma. Assim, dentre as práticas pedagógicas desenvolvidas \nvisando à internalização, destacam-se as seguintes: adiantar-se sempre ao \ndesenvolvimento do aluno, atuando em sua zona de desenvolvimento proximal; \nestimular as atividades compartilhadas, pois promovem a interação, cooperação, \nafetividade etc.; desenvolver atividades que sejam contextualizadas e significativas \npara os alunos, ou seja, realizadas dentro de suas expectativas, principalmente se \nutilizarem o lúdico e estimularem a curiosidade e o desejo de aprender. \n\n \nPalavras-chave: Deficiência Intelectual. Zona de Desenvolvimento Proximal. \nInternalização. Memória. \n \n\n\n\n 7 \n\nSUMÁRIO \n\n \n\n \n\nINTRODUÇÃO ........................................................................................................... 7 \n\n1 REFERENCIAL TEÓRICO ......................................................... .....................9 \n\n1.1 DEFICIÊNCIA INTELECTUAL ....................................................................... 10 \n\n1.2      ZONA DE DESENVOLVIMENTO PROXIMAL .............................................. 12 \n\n1.3      INTERNALIZAÇÃO  ...................................................................................... 14 \n\n1.4      MEMÓRIA ..................................................................................................... 16 \n\n2 DESENVOLVIMENTO DA EXPERIÊNCIA  .................................................. 19 \n\n2.1      ESPAÇO DA PESQUISA................................................................................20 \n\n2.2      SUJEITOS DA PESQUISA.............................................................................22 \n\n2.3      PERCURSO DA PESQUISA..........................................................................23 \n\n3 ANÁLISE DOS DADOS ................................................................................ 34 \n\nCONSIDERAÇÕES FINAIS ..................................................................................... 38 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ........................................................................ 40 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 8 \n\nINTRODUÇÃO \n\n \n\n \n\nO presente Trabalho de Conclusão de Curso tem por objetivo análise e \n\nreflexão da prática de estágio curricular, realizada na Escola de Educação Especial \n\nJoão de Barro, mantida pela APAE de Três Cachoeiras no período de doze de abril \n\naté onze de junho do ano de 2010. O mesmo foi realizado com os alunos do Ciclo II \n\ndo Ensino Fundamental, cuja faixa etária vai de onze a quatorze anos.  \n\nEm março de 2004, comecei a trabalhar na referida escola como secretária, \n\nfunção que desempenho até o presente momento, porém, a partir do início do curso \n\nde Pedagogia, procurei acompanhar de forma mais detalhada o trabalho \n\ndesenvolvido pelos professores da entidade, trabalho este que já admirava antes \n\nmesmo de ingressar nesse curso. No entanto, somente pude me aprofundar quando \n\npassei a aplicar determinadas atividades sugeridas por algumas interdisciplinas, \n\ncontando sempre com o apoio das colegas de trabalho, bem como de toda a equipe \n\ndiretiva, que sempre permitiu meu acompanhamento nas turmas. \n\nMinha formação do Ensino Médio não esteve voltada para área da educação, \n\ne por este motivo, pensei que o desafio seria ainda maior ao ingressar nessa \n\ngraduação. Ao longo do curso, meu interesse cresceu e, mesmo ciente da \n\nresponsabilidade que isso representava, nunca desanimei; pelo contrário, quanto \n\nmais me aproximava dos alunos, mais motivação encontrava para continuar com os \n\nestudos. \n\nFoi durante a realização do estágio que pude ter uma prática realmente \n\nefetiva com os alunos, me desligando meio período das funções na secretaria para \n\nme dedicar exclusivamente à sala de aula. Durante esse período, pude me interar \n\ndas características mais particulares da cada aluno, quer no campo afetivo, quer no \n\ncampo pedagógico. Estabelecemos um bom relacionamento desde o início do \n\nestágio, que perdurou sem que houvesse grandes conflitos, apenas alguns \n\nmomentos de intervenção que foram facilmente superados.  \n\nNo decorrer do estágio pude perceber que com relação a aspectos \n\npedagógicos, os alunos, de forma geral, tinham dificuldades para fixar determinados \n\nconceitos. Em um primeiro momento, pareciam já estar internalizados, mas passado \n\nalgum tempo, eram facilmente esquecidos. Também me chamou a atenção o fato de \n\nque atividades realizadas há bastante tempo, mas que foram realizadas de forma \n\n\n\n 9 \n\ndiferenciada, se tornavam marcantes para os alunos, pois através dos relatos dos \n\nmesmos, verifiquei significativas aprendizagens ocorridas a partir de atividades \n\nconcretas realizadas por eles. Por este motivo, procurei desenvolver atividades mais \n\ndiversificadas possíveis que contemplassem diversas áreas do conhecimento de \n\nforma mais prazerosa, visando mesclar os interesses dos alunos aos conceitos \n\nenvolvidos. \n\nSabemos que os alunos com deficiência intelectual possuem dificuldades \n\npara internalizar e/ou memorizar conceitos, devido ao seu comprometo na área \n\ncognitiva. Por essa razão, pude compreender que as aulas desenvolvidas para \n\nesses alunos não podem ser fragmentadas, mas, pelo contrário, multidisciplinares, \n\npois assim podem facilitar sua aprendizagem e seu desenvolvimento. \n\nPara auxiliar minha prática, busquei subsídios na teoria sociointeracionista de \n\nLev Semionovich Vygotsky, que nos ajuda a compreender como se dá o processo \n\nde aprendizagem do ser humano, destacando as relações sociais, a troca com o \n\noutro, a partir das experiências do outro e do importante papel do professor neste \n\nprocesso, exigindo dele uma postura mediadora, na qual as relações aconteçam \n\nmuitas vezes de forma intencional. \n\nNeste sentido, minhas inquietações estiveram relacionadas com o processo \n\nde internalização dos alunos com deficiência intelectual. A partir destas \n\ninquietações, minha questão central ficou assim definida: Quais estratégias \n\npedagógicas podem ser desenvolvidas para propiciar o processo de \n\ninternalização de alunos com deficiência intelectual? \n\n Tendo como objetivos: \n\n Compreender como ocorre o processo de internalização de conceitos; \n\n Conhecer como ocorre o processo de aprendizagem segundo a teoria \n\nsociointeracionista; \n\n Analisar e estabelecer estratégias pedagógicas que facilitem o processo \n\nde internalização e memorização; \n\n Analisar e compreender a ação mediadora do professor. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 10 \n\n1 REFERENCIAL TEÓRICO \n\n \n\n \n\nConforme já citado anteriormente, durante a realização do estágio curricular \n\nfoi necessário buscar subsídios em uma teoria que pudesse dar suporte às práticas \n\npedagógicas pretendidas. Neste sentido, a teoria sociointeracionista de Lev \n\nSemenovich Vygotsky foi a escolhida, pois acreditava que ela poderia melhor \n\nembasar um trabalho desenvolvido com pessoas com deficiência intelectual. \n\nFoi de suma importância me aprofundar na biografia desse autor. Para tanto,  \n\ntrago as informações que a Revista Nova Escola, em sua edição especial de outubro \n\nde 2008, nos diz o seguinte: \n\n \nLev Semenovich Vygotsky nasceu em 1896 em Orsha, pequena \ncidade perto de Minsk, a capital da Bielo-Rússia, região então \ndominada pela Rússia (e que só se tornou independente em 1991, \ncom a desintegração da União Soviética, adotando o nome de \nBelarus). Seus pais eram de uma família judaica culta e com boas \ncondições econômicas, o que permitiu a Vygotsky uma formação \nsólida desde criança. Ele teve um tutor particular até entrar no curso \nsecundário e se dedicou desde cedo a muitas leituras. Aos 18 anos, \nmatriculou-se no curso de medicina em Moscou, mas acabou \ncursando a faculdade de direito. Formado, voltou a Gomel, na Bielo-\nRússia, em 1917, ano da revolução bolchevique, que ele apoiou. \nLecionou literatura, estética e história da arte e fundou um laboratório \nde psicologia – área em que rapidamente ganhou destaque, graças a \nsua cultura enciclopédica, seu pensamento inovador e sua intensa \natividade, tendo produzido mais de 200 trabalhos científicos. Em \n1925, já sofrendo da tuberculose que o mataria em 1934, publicou A \nPsicologia da Arte, um estudo sobre Hamlet, de William \nShakespeare, cuja origem é sua tese de mestrado. \nO psicólogo bielo-russo Lev Vygotsky (1896-1934) morreu há 74 \nanos, mas sua obra ainda está em pleno processo de descoberta e \ndebate em vários pontos do mundo, incluindo o Brasil. \"Ele foi um \npensador complexo e tocou em muitos pontos nevrálgicos da \npedagogia contemporânea\", diz Teresa Rego, professora da \nFaculdade de Educação da Universidade de São Paulo. Ela ressalta, \ncomo exemplo, os pontos de contato entre os estudos de Vygotsky \nsobre a linguagem escrita e o trabalho da argentina Emilia Ferreiro, a \nmais influente dos educadores vivos.  \nA parte mais conhecida da extensa obra produzida por Vygotsky em \nseu curto tempo de vida converge para o tema da criação da cultura. \nAos educadores interessa em particular os estudos sobre \ndesenvolvimento intelectual. Vygotsky atribuía um papel \npreponderante às relações sociais nesse processo, tanto que a \ncorrente pedagógica que se originou de seu pensamento é chamada \nde [...] sociointeracionismo. \n \n\n\n\n 11 \n\nSegundo dados da referida revista, para Vygotsky, todo aprendizado é \n\nnecessariamente mediado, o que torna o papel do ensino e do professor mais ativo \n\ne determinante do que o previsto por outros pensadores da educação, para quem a \n\nescola apenas facilita um processo que é conduzido pelo próprio aluno. Vygotsky, ao \n\ncontrário, afirma que o primeiro contato da criança com novas atividades, \n\nhabilidades ou informações deve ter a participação de um adulto.  \n\n Da mesma forma que Piaget, Vygotsky não formulou propriamente uma teoria \n\npedagógica, embora seu pensamento, com ênfase no aprendizado, ressalte a \n\nimportância da instituição escolar na formação do conhecimento. Para ele, a \n\nintervenção pedagógica provoca avanços que não ocorreriam de maneira \n\nespontânea. Ao formular o conceito de zona proximal, Vygotsky mostrou que o bom \n\nensino é aquele que estimula a criança a se adiantar a um nível de compreensão e \n\nhabilidade que ainda não domina completamente, \"puxando\" dela um novo \n\nconhecimento. Assim, ele considerava ainda que todo aprendizado amplia o \n\nuniverso mental do aluno. O ensino de um novo conteúdo não se resume à \n\naquisição de uma habilidade ou de um conjunto de informações, mas amplia as \n\nestruturas cognitivas da criança. Por exemplo, com o domínio da escrita, o aluno \n\nadquire também capacidades de reflexão e controle do próprio funcionamento \n\npsicológico.  \n\n  \n\n1.1 DEFICIÊNCIA INTELECTUAL  \n\n  \n\nSegundo Facci e Brandão (2007), uma criança deficiente é vista, geralmente \n\ncomo alguém que apresenta déficit, passando no decorrer de sua vida, por \n\nmomentos significativos em que é avaliada pelas suas dificuldades. Vygotsky e Luria \n\n(apud FACCI e BRANDÃO, 2007) compreendem que essa seria uma concepção \n\nlimitada às características negativas da criança deficiente, em detrimento do mais \n\nessencial, que seriam suas características positivas, as quais se manifestam na \n\ncapacidade de compensar as dificuldades, por meio do desenvolvimento de \n\ncaminhos novos e diferentes. Dentro dessa perspectiva, podemos pensar que a \n\npessoa com deficiência, diante de suas limitações, sejam elas motoras, intelectuais, \n\nneurológicas, emocionais ou sensoriais, cria meios, ou melhor, alternativas para \n\nconviver com as outras pessoas sem deficiência.  \n\n\n\n 12 \n\nFacci e Brandão (2007) referem que a Psicologia Histórico-Cultural possibilita \n\no deslocamento do olhar dos impedimentos ou impossibilidades da pessoa com \n\ndeficiência para o olhar que abre a perspectiva de reconhecimento das \n\npotencialidades, capacidades e superação. Tal afirmação nos leva a acreditar que \n\nao desviar o olhar dos impedimentos ou limitações da pessoa com deficiência, não \n\nsignifica negar a existência destes impedimentos, mas conseguir visualizar e \n\nacreditar nas habilidades dessas pessoas, ou seja, ser capaz de perceber que a \n\npessoa com deficiência possui limitações, mas também potencialidades, que muitas \n\nvezes podem ser até superiores às de pessoas ditas normais. Para isso, devemos \n\ntambém buscar desenvolver as áreas em que ela apresenta maior dificuldade, assim \n\ncomo acontece no desenvolvimento de qualquer ser humano. \n\nVygotsky e Luria (apud FACCI e BRANDÃO, 2007) colocam que a criança \n\ncom deficiência intelectual pode ter os mesmos talentos naturais de crianças \n\nnormais, mas não saber como utilizá-los. “A diferença está apenas no fato de que \n\numa criança normal utiliza racionalmente suas funções naturais e, quanto mais \n\nprogride, mais é capaz de imaginar dispositivos culturais apropriados para ajudar \n\nsua memória” (VYGOTSKY e LURIA, apud FACCI e BRANDÃO, 2007, p. 04). Para \n\nestes autores, portanto, o que diferencia a criança com deficiência intelectual da \n\ncriança normal é a capacidade de utilizar os mediadores culturais, criados pelos \n\nhomens.  \n\nComo podemos observar, através das afirmações acima descritas, devemos \n\nconsiderar, então, de que forma podemos ajudar a criança com deficiência \n\nintelectual no desenvolvimento e utilização seus talentos naturais. Dessa forma, é \n\npossível pensar em um processo que não se limita às condições de um indivíduo \n\n(normal ou com deficiência), mas em ações voltadas ao incentivo do \n\ndesenvolvimento das capacidades a serem adquiridas por meio da mediação nas \n\nrelações sociais. Vygotsky e Luria (apud FACCI e BRANDÃO, 2007) dizem o \n\nseguinte:  \n\n \nAs ideias que compõem o pensamento humano são interiorizadas \ndurante a atividade social e seu conteúdo depende do momento \nhistórico, da condição material de produção da vida e da cultura \nvigente. Aqui, estaria a especificidade de toda educação escolar, cuja \na ênfase é a proposição de práticas pedagógicas que busquem o \ndesenvolvimento da formação social da mente, independentemente \ndo aluno ter ou não uma deficiência (p. 5). \n\n \n\n\n\n 13 \n\nPara Vygotsky (apud BENITES e FICHTNER, 2009), não existe nenhuma \n\ncriança deficiente, mas criança com deficiência. Penso que ao dizer isso, o autor \n\nquer nos alertar de que nenhuma pessoa pode ser considerada por completo \n\ndeficiente, pois mesmo tendo limitação em determinada área, pode desenvolver \n\nhabilidades em outras. Então, ao nos referirmos a alguém como deficiente, podemos \n\nestar nos remetendo a ideia errônea de que ele seja incapaz, inferior, sendo que, no \n\nentanto, ele apenas possui alguma dificuldade em determinada área.  \n\nDentro de uma visão Vygotskyana, penso que para a pessoa com deficiência, \n\nmais difícil que suas próprias limitações, seja conviver em uma sociedade onde os \n\nespaços são pensados e planejados para indivíduos que não possuem deficiência \n\nprivando, dessa forma, os direitos de ir vir dessas pessoas. O preconceito e a falta \n\nde informação por parte da maioria da sociedade faz com que a vida da pessoa com \n\ndeficiência seja vista como um fardo, sendo que de acordo com Vygotsky (apud \n\nBENITES e FICHTNER, 2009) elas deveriam ser vistas simplesmente como pessoas \n\nnormais com processos mentais funcionando em um nível mais baixo. \n\n  \n\n1.2 ZONA DE DESENVOLVIMENTO PROXIMAL  \n\n  \n\nTendo em vista que para Vygotsky o desenvolvimento humano depende das \n\nrelações que este estabelece com o outro e com o meio, devemos sempre partir da \n\nideia de que estas informações não são absorvidas diretamente do meio, são \n\nsempre intermediadas pelas pessoas que cercam um indivíduo desde o seu \n\nnascimento. \n\n  Segundo Vygotsky, a definição deste conceito deve considerar que cada \n\nindivíduo apresenta um nível de desenvolvimento real, sendo aqui compreendido por \n\naquilo que o sujeito já consegue realizar sozinho, sem necessitar de ninguém, e um \n\nnível de desenvolvimento potencial, caracterizado por aquilo que o sujeito ainda não \n\nconsegue fazer sozinho, mas que com o auxílio de alguém mais experiente, é capaz \n\nde realizar. Entre estes dois níveis situa-se a zona de desenvolvimento próximo, ou \n\nseja, ela é a distância entre o nível de desenvolvimento real e o potencial, ou ainda, \n\no percurso a ser feito entre o que o sujeito já domina e aquilo que está em processo \n\nde consolidação. \n\n  Dentro dessa perspectiva, penso que ao trabalharmos com nossos alunos, é \n\nde fundamental importância que tenhamos em mente, ou melhor, que saibamos \n\n\n\n 14 \n\nfazer com que nossos alunos nos mostrem aquilo que já sabem e aquilo que ainda \n\nnão realizam sozinhos. Para isso, temos que apresentar condições para que esses \n\nalunos apresentem seus saberes, exponham o que estão pensando, como estão \n\npensando. Contudo, convém ressaltar que este processo deve ser o mais natural \n\npossível, sem que o aluno se sinta obrigado a isso.  \n\n  Durante o estágio, a utilização desde conceito foi peça importante, quer no \n\nplanejamento, quer na avaliação, pois permitia pensar em estratégias que \n\nbuscassem trabalhar justamente nesta área, fazendo o aluno avançar em seus \n\nconhecimentos. Isso significa que o foco em mente era fazer com que o aluno \n\ndesenvolvesse aquilo que ainda não domina. Em se tratando de pessoas com \n\ndeficiência, consiste em não apenas apostar em outras áreas que não apresentem \n\ndificuldades, para que de certa forma, compense aquelas menos desenvolvidas. \n\nPelo contrário, a questão é conhecer a realidade do aluno, aqui compreendida por \n\nsuas vivências, sua cultura, o ambiente onde está inserido, pois é através das \n\nrelações sociais, que o individuo se constitui enquanto pessoa, e por isso seu modo \n\nde pensar e agir dependerá destas relações. Desse modo, quando conseguimos \n\nconhecer a realidade do aluno, como este está se constituindo, podemos mediar os \n\nconceitos que ele ainda não domina, ou que ainda está em processo de construção.  \n\n  Vygotsky (apud FITTIPALDI, 2006, p. 51) salienta que o “desenvolvimento \n\ndas Funções Psicológicas Superiores ocorre a partir da relação homem / mundo, \n\nrelação esta que não é direta, mas mediada por instrumentos e signos \n\ndesenvolvidos culturalmente’’. \n\n  De acordo com essa ótica, Oliveira (apud FITTIPALDI, 2006) explica: \n\n \nPara Vygotsky, os instrumentos funcionam como fatores externos no \ndesenvolvimento cognitivo, auxiliando na transformação e controle da \nnatureza, regulando as ações sobre os objetos. O homem produz \ninstrumentos para realizar determinadas tarefas e ainda é capaz de \nguardá-los para usá-los posteriormente, bem como de transmitir sua \nfunção a outros. Existem também os instrumentos que atuam como \nfatores internos - os signos – que regulam as ações das pessoas, \nsendo representantes mentais de objetos, situações, eventos etc. (p. \n51). \n\n  \n\nSendo assim, a concepção de real é constituída a partir da relação do homem \n\ncom o meio, mediado pelos instrumentos e signos. Dentro desta perspectiva, \n\npodemos dizer que para Vygotsky, o conhecimento vai do social para o individual, \n\npois é por meio das relações sociais que o indivíduo pode se constituir membro \n\n\n\n 15 \n\nautônomo da sociedade em que vive. Dessa forma, as Funções Psicológicas \n\nSuperiores não são produzidas por si só, somente pela maturação biológica, mas \n\n“sua construção implica o uso de signos e símbolos, que nada mais são do que \n\ninstrumentos de interação” (DAVIS, 1993 apud FITTIPALDI, 2006, p. 51). \n\n  Como podemos observar pela referência acima descrita, o ser humano não \n\npode ser avaliado considerando apenas aspectos biológicos, uma vez que estamos \n\nestudando a influência que as relações sociais estabelecem na vida das pessoas, \n\ndentro de uma visão sociointeracionista. Por isso, a necessidade de conhecermos \n\nnosso aluno, para de certa forma nos anteciparmos com ações que priorizem um \n\ncrescimento na aprendizagem e, consequentemente, em seu desenvolvimento \n\npessoal e cognitivo.  \n\n           Outro aspecto que é preciso levar em conta quando analisamos a influência \n\ndas relações sociais no processo de aprendizagem, principalmente quando \n\ntrabalhamos com alunos especiais, é o histórico de preconceito vivido por estes \n\nalunos, pois até bem pouco tempo atrás eles eram vistos como pessoas incapazes, \n\nque deveriam ser mantidas isoladas, longe do convívio com a sociedade em geral. \n\nMuitas vezes, podemos encontrar respostas para muitas atitudes de nossos alunos, \n\ncom relação a um comportamento mais apático, sem muitas iniciativas, quando \n\nanalisamos a história de vida dessas pessoas, não apenas pelo aspecto econômico, \n\nmas pelo aspecto cultural das famílias das quais fazem parte. \n\n   \n\n1.3 INTERNALIZAÇÃO  \n\n  \n\nDe acordo com as ideias de Benites e Fichtner, (2009), ao longo da evolução \n\nda espécie humana, como também do desenvolvimento de cada indivíduo, ocorre \n\numa mudança qualitativa e fundamental no uso dos signos. A utilização de marcas \n\nexternas vai se transformar em processos internos de mediação no uso dos signos. \n\nEsse processo é reconhecido por Vygotsky como processo de construção das \n\nFunções Psicológicas Superiores, e esse mecanismo é chamado por ele de \n\nmecanismo de internalização ou também de interiorização. \n\nVygotsky (apud FITTIPALDI, 2006), então, \n\n \nressalta que o desenvolvimento ontogenético (pessoal) é produto da \naprendizagem, das interações entre o sujeito que aprende e os \nagente mediadores de cultura (pais, professores, etc.). Daí resulta a \n\n\n\n 16 \n\nlei da dupla formação dos Processos Psicológicos Superiores \n(desenvolvimento da linguagem, atenção, memória, raciocínio, \nformação de conceitos...) que aponta que no desenvolvimento \ncultural da criança, toda função aparece duas vezes: no nível \ninterpsicológico e no nível intrapsicológico. Menciona-se isso porque \nas FPS tem sua origem nas construções sociais e na sua \nreconstrução individual, ou seja, sua internalização é concretizada a \npartir das interações das crianças com os adultos e outros agentes \nmediadores (p. 51). \n\n   \n\nComo podemos observar, para Vygotsky a interação social é a responsável \n\npela aprendizagem e o desenvolvimento, por meio das vivências e as possibilidades \n\nde troca e interação que a internalização acontece. Através do convívio com os mais \n\nexperientes, a criança aprende a solucionar problemas e a desempenhar suas \n\natividades, em um primeiro momento sob orientação e guia dos outros, depois \n\naprende a resolvê-las de forma independente. Diante disso, é possível verificar que \n\na aprendizagem é iniciada pelas interações sociais, e é reconstruída pelo indivíduo a \n\npartir desta convivência. \n\n  Segundo João Carlos Martins (1993), o processo de internalização pode ser \n\nentendido como: \n\n \n[...] a reconstrução interna de uma operação externa, onde uma serie \nde transformações se processam. a) uma operação que inicialmente \nrepresenta uma atividade externa é reconstruída e começa a ocorrer \ninternamente. b) um processo interpessoal, é transformado em um \nprocesso intrapessoal. c) a transformação de um processo \ninterpessoal num processo intrapessoal é o resultado de uma longa \nsérie de eventos ocorridos ao longo do desenvolvimento (p. 116). \n\n  \n\nDentro desta ótica, o que existe não é meramente a transmissão da \n\nexperiência do adulto para a criança, tampouco uma cópia que a criança represente \n\ndo adulto. Ao contrário, a criança deve participar ativamente da interação para que \n\nde fato a internalização ocorra, por isso é compreendida como um processo de \n\nreconstrução que a criança realiza a partir das relações sociais, até mesmo porque \n\nestas não são feitas somente adulto-criança, mas podem ocorrer entre criança-\n\ncriança. \n\n  Segundo Martins (1993, p. 117), o processo de internalização, com todas as \n\nsuas particularidades, pode ser caracterizado como uma aquisição social onde, \n\npartindo do social, processamos opções que são geradas de acordo com nossas \n\nexperiências e possibilidades de troca e interação. \n\n\n\n 17 \n\n  Através destas ideias, é possível compreender que o conceito de \n\ndesenvolvimento cultural é a base da teoria de Vygotsky, em oposição às teorias \n\nque destacam apenas as dimensões biológicas, entendendo o desenvolvimento \n\ncomo um processo ligado simplesmente à maturação orgânica. Para Vygotsky, o \n\ndesenvolvimento humano pode transformar o biológico em social, por isso sua teoria \n\npode ser chamada também de teoria sócio cultural. Segundo ele, o desenvolvimento \n\ndas funções mentais superiores é uma característica tipicamente humana, fazendo \n\ncom que o biológico seja incorporado à cultura humana. \n\n  Nesse sentido, um trabalho desenvolvido dentro de uma visão Vygotskiana \n\ndeve abordar a colaboração, a interação, a cooperação, fugindo dos moldes \n\ntradicionais de ensino, em que o professor é o detentor do poder e apenas transmite \n\nao aluno que nada tem a oferecer. Durante o estágio, compreender estes \n\nsignificados foi muito importante, pois através deles, pude desenvolver minha prática \n\nvoltada a metodologias que contemplassem estes conceitos citados anteriormente, \n\npriorizando assim uma aprendizagem significativa nas varias áreas do \n\nconhecimento. \n\n  No processo de internalização, a linguagem desempenha um importante \n\npapel, pois á através dela que se pode regular a ação do pensamento. Por meio dela \n\npodemos influenciar a ação e o pensamento das pessoas, como também os nossos. \n\n  Coll (apud FITTIPALDI, 2006), afirma: \n\n \nO processo de interiorização pode ser entendido como o trânsito \ndesde uma regulação externa, social, interpsicológica, dos processos \ncognitivos, mediante a linguagem dos demais, até uma regulação \ninteriorizada, individual, intrapsicológica dos processos cognitivos, \nmediante a linguagem interna (p. 52). \n\n   \n\nOu seja, podemos entender o processo de internalização como uma \n\ntransformação de fatores externos, mediante a linguagem dos outros indivíduos, ou \n\natravés da regulação já interiorizada, mediante nossa própria linguagem interna. \n\n \n\n1.4 MEMÓRIA  \n\n \n\nVygotsky e Luria (apud FACCI e BRANDÃO, 2007) dizem: \n\n \nA memória é definida como um fenômeno que envolve a plasticidade \nnatural do aparelho neuropsicológico e possibilita a fixação e o \n\n\n\n 18 \n\narmazenamento de informações, que podem se deteriorar com o \nenvelhecimento, stress ou nervosismo. O desenvolvimento da \nmemória na criança se inicia no período da educação infantil, \ncaracterizando-se como uma memória imediata, natural. No período \ndo ensino fundamental, a criança passa a utilizar grande número de \ntécnicas para memorizar, relaciona o novo material com a \nexperiência anterior por meio de associação, fazendo registros (p. \n10). \n\n \n\n Como podemos observar, a memória é a responsável pelo armazenamento \n\nde informações, sendo ela em um primeiro momento natural, e com o passar do \n\ntempo, a criança passa a relacionar novas informações aprendendo então técnicas \n\npara memorizar. \n\n Segundo Facci e Brandão (2007), quando nascemos passamos a fazer parte \n\nde um mundo com histórias e cultura já estabelecidas. Com o tempo, vamos nos \n\napropriando desse sistema já pronto e aprendendo a utilizá-lo. Ao aprender, somos \n\ncapazes de transformar nossos processos naturais, elevando nossa capacidade de \n\nmemorização, tornando nossa memória natural em memória cultural.  \n\n O uso de certas marcas resulta em um aumento da eficiência da memória. \n\nFazer bom uso da memória implica em saber organizar seu repertório psicológico, \n\nser capaz de criar boas estruturas auxiliares. Quando a criança começa a utilizar \n\nmeios auxiliares intermediários e associativos para memorizar, como o corpo e/ou \n\nobjetos, inicia o processo de evolução de funções psicológicas superiores de forma \n\nindireta. Dessa forma, adquire maior liberdade para pensar e agir, além do que é \n\npossível pelo aparato biológico imediato (natural).  \n\n Ocorre assim, o inicio do processo de sistematização do conhecimento via \n\naquisição de conceitos, observando-se um avanço do pensamento mediado por \n\nconceitos científicos, que superam o pensamento orientado pelo conhecimento \n\ncotidiano. Consequentemente, a memória intencional adquire caráter lógico e \n\norganizado e orienta o pensamento em direção à abstração e à generalização. \n\nComo resultado, ocorre o aumento considerável da capacidade de memorização e, \n\nassim, as formas imediatas de memorização se convertem em processos \n\npsicológicos superiores, sociais por sua origem e mediados em sua estruturação. \n\n De acordo com os mesmos autores, durante o processo descrito \n\nanteriormente, é necessário que o professor faça mediações para que as funções \n\npsicológicas se desenvolvam, principalmente na educação especial, em que as \n\n\n\n 19 \n\ncrianças apresentam dificuldades na aquisição de conhecimentos, é importante um \n\napoio, estabelecendo conexões associativas. \n\nVygotsky e Luria (apud FACCI e BRANDÃO, 2007) afirmam que a fala \n\nrepresenta um recurso do pensamento extremamente importante. Ao longo de nossa \n\nvida, descobrimos o uso funcional que a palavra possui, enriquecendo também \n\nnosso vocabulário. Por meio da oralidade, a criança integra processos perceptivos \n\ndas diversas áreas vias sensoriais (visual, auditiva, cinestésica), elevando o nível de \n\natividade psíquica, adquirindo conhecimentos que lhe permitem nomear, categorizar, \n\ngeneralizar e abstrair.  \n\nSegundo os autores, a fala internalizada consiste na função psicológica mais \n\nimportante do ser humano, representando o mundo externo no mundo interno, \n\nestruturando o pensamento. Consideram que a abstração, outra função psicológica, \n\né parte integrante e necessária a todo tipo de processo de pensamento. Neste \n\nsentido, para os autores, a educação escolar proporciona intensa estimulação para o \n\ndesenvolvimento da fala, bem como mudanças essenciais no pensamento, a \n\nmemória visual evolui para memória verbal, as palavras e as formas lógicas passam \n\na desempenhar o papel de ferramentas decisivas para a rememoração e a fala \n\ninterior transforma-se no instrumento essencial do pensamento.  \n\nO uso de mediadores culturais possibilita o desenvolvimento dos processos \n\npsicológicos internos e a habilidade de organizar funcionalmente o próprio \n\ncomportamento, aspectos que são fundamentais no caso da Educação Especial, \n\ntendo em vista que as crianças com deficiência intelectual apresentam dificuldade \n\njustamente em relacionar os símbolos ao significado, exigindo assim que o professor \n\ntenha uma responsabilidade ainda maior, em provocar situações onde as mediações \n\nculturais sejam mais variadas possíveis, ou seja, ações que promovam reflexão, \n\nanálise, sistematização, enfim, buscando fazer com que o aluno compreenda \n\nfenômenos que ocorrem no mundo em que vivem e consigo mesmo.  \n\nDurante o estágio, foi possível perceber que ao desenvolvermos práticas que \n\npriorizavam suas habilidades, potencialidades, cooperação, socialização, enfim, \n\nbaseadas na interação social, o conhecimento adquirido, somado às experiências \n\ndos alunos, auxiliava tanto em sua aprendizagem quanto em seu desenvolvimento. \n\nNeste sentido, o professor deve estar em sintonia com seus alunos, se antecipando \n\na eles com propostas que os façam avançar, contemplando o seu desenvolvimento \n\nde forma geral. \n\n\n\n 20 \n\n2 DESENVOLVIMENTO DA EXPERIÊNCIA \n\n \n\n \n\nA pesquisa desenvolvida contemplou uma abordagem de natureza qualitativa, \n\npois se trata de uma pesquisa investigativa, partindo de uma dúvida, curiosidade, \n\ninquietação do investigador. Este tipo de pesquisa geralmente está direcionada, \n\natravés da utilização de estratégias durante a realização da mesma, a dados \n\ndescritivos do objeto em estudo, bem como às interpretações que o pesquisador \n\nestabelece, buscando dessa forma compreender os fenômenos estudados e \n\ndecorrentes da pesquisa. \n\nNeste sentido, Godoy (1995) diz que as características básicas para \n\nidentificar uma pesquisa qualitativa são: \n\n- O ambiente natural como fonte direta de dados e o pesquisador como \n\ninstrumento fundamental; \n\n- O caráter descritivo; \n\n- O significado que as pessoas dão às coisas e à sua vida como preocupação \n\ndo investigador; \n\n- O enfoque indutivo. \n\nDessa forma, penso que o estágio realizado, base da pesquisa, tenha \n\napresentado as características citadas. O ambiente natural, aqui representado pela \n\nescola, mais especificamente a turma na qual foi realizada a prática. Todas as ações \n\nforam registradas em caráter descritivo, desde o seu planejamento, até os registros \n\ndiários, reflexões semanais sobre a teoria e a prática, reflexões no blog, do portfólio \n\ncom relação às aprendizagens pessoais e profissionais. \n\nComo se tratou de uma prática embasada na teoria sociointeracionista ou \n\nsócio-histórica de Vygotsky, e esta se fundamenta na aprendizagem e no \n\ndesenvolvimento por meio das interações sociais, levou em consideração o \n\nsignificado que as pessoas envolvidas dão às coisas, tendo o investigador a \n\npreocupação do levantamento dos dados, bem como as particularidades dos \n\nsujeitos, como de fato aconteceu durante a realização do estágio. O enfoque \n\nindutivo, acredito que esteja relacionado ao fato de agirmos pautadas em \n\nexperiências e teorias trazidos por pessoas específicas, logo temos nosso foco com \n\nbase nestas ideias. Conforme o andamento da pesquisa, vamos formulando \n\nhipóteses induzidas pela ideia da teoria que nos sustenta. \n\n\n\n 21 \n\nA metodologia utilizada contemplou o uso de projetos pedagógicos. Devido à \n\ncomemoração dos 20 anos da entidade mantenedora da Escola de Educação \n\nEspecial João de Barro, a APAE, os professores no início do ano pensaram em \n\nabordar o tema para ser trabalhado até o mês agosto de 2010. Por este motivo, \n\nresolvi desenvolver o projeto de estágio voltado para este tema.  \n\nOs instrumentos utilizados foram, além dos registros citados anteriormente, \n\nconversas com a professora regente da turma, antes e durante a realização do \n\nestágio, estudo detalhado do público envolvido através da aproximação e \n\nconhecimentos das informações cognitivas, biológicas e psicológicas dos alunos, \n\ncontidas no material fornecido pela escola, e também com conversas com a \n\nprofessora e/ou outros profissionais que atendessem aos alunos da turma envolvida, \n\ninclusive para nos interarmos de informações familiares dos mesmos. \n\n \n\n2.1 ESPAÇO DA PESQUISA \n\n \n\n O estágio foi desenvolvido na Escola de Educação Especial João de Barro, \n\nmantida pela APAE de Três Cachoeiras.  \n\n  A escola funciona das 8 horas às 12 horas e das 13 horas às 17 horas. Conta \n\ncom 23 funcionários, sendo eles:  \n\n1 motorista; 1 Secretária de escola; 1 Secretária do SUS; 1 Secretária do \n\nPrograma a Nota Minha; 1 Merendeira;1 Auxiliar de Serviços Gerais; 6 Professoras; \n\n1 Diretora de Escola; 1 Diretora Administrativa; 1 Coordenadora Pedagógica e \n\nTécnica;1 Neurologista; 1 Psicopedagoga;1 Assistente Social; 1 Fonoaudióloga; 2 \n\nFisioterapeutas e 2 Psicólogas; \n\n  A escola oferece aulas de Educação Física, Natação, Teatro, Dança, Oficinas \n\nde Artesanato (em turno inverso aos alunos da EJA). Além destas aulas, são \n\noferecidos atendimentos com os todos os profissionais citados acima, dentro das \n\nnecessidades apresentadas, após avaliação com a equipe multidisciplinar. \n\nEm média são 100 alunos matriculados, destes, 40 frequentam a escola e 60 \n\nrecebem apenas Atendimento Educacional Especializado (AEE), pois estudam em \n\nescolas regulares. A faixa etária dos alunos atendidos na instituição, varia de 0 a 50 \n\nanos. \n\nA entidade possui uma estrutura física adequada a sua clientela, com rampas \n\nde acesso, portas mais largas que o tamanho normal, banheiros adequados tanto \n\n\n\n 22 \n\npara a educação infantil, quanto para pessoas com deficiência física.  \n\nNo que se refere às dependências da escola, podemos observar espaços \n\namplos, como o refeitório e as áreas cobertas. Além destes, temos: \n\n1 cozinha; 1 Sala secretaria e Direção Administrativa; 1 Sala com dois \n\nambientes para o Programa das notas e SUS; 4 Salas de aula; 1 Sala da Direção da \n\nEscola e Coordenação; 1 Sala de Professores, 1 Biblioteca; 6 salas para \n\natendimentos clínicos; 1 estrutura coberta (futuramente um salão eventos); 1 área \n\nverde com campo de futebol e pracinha. \n\nA escola possui regimento interno, aprovada pela 11ª Coordenadoria Regional \n\nde Educação de Osório. A Proposta Pedagógica, foi construída com ajuda de toda \n\ncomunidade escolar, sendo que o ano passado a mesma foi reformulada, nos \n\nmesmo moldes, através de reuniões e discussões e reflexões sobre a escola que \n\ntemos e a escola que queremos. \n\nNesta perspectiva, o sistema de avaliação da escola é feito por meio de \n\nparecer descritivo semestral e busca pontuar as potencialidades e habilidades dos \n\nalunos em consonância com seus avanços, sendo contemplando o desenvolvimento \n\ndo aluno como um todo e não apenas os resultados.   \n\nAo longo do ano, são realizadas reuniões Técnico-Pedagógicas com toda a \n\nequipe, de dois em dois meses, sempre após o horário de expediente. Os \n\nprofessores realizam semanalmente reuniões para discutirem sobre seus \n\nplanejamentos e atividades, também fora do horário de aula. \n\nComo é possível observar, por meio das informações coletadas, a escola é \n\nbastante organizada, possui uma proposta flexível e voltada as necessidades de seu \n\npúblico. A equipe administrativa e pedagógica, dentro do possível procura oferecer o \n\nsuporte necessário para um trabalho comprometido e de qualidade. \n\nA própria professora, regente da turma, na qual realizei o estágio curricular \n\ndesenvolve aulas especializadas no que se refere a áreas do conhecimento como, \n\nmatemática, língua portuguesa, geografia, história e artes. Apenas as aulas de \n\nEducação Física são realizadas por profissional capacitado. Os recursos didáticos \n\nutilizados pela eram bastante diversificados, como revistas, jornais, rótulos, livros, \n\njogos pedagógicos e quando possível o uso das tecnologias.  \n\n \n\n \n\n \n\n\n\n 23 \n\n2.2 SUJEITOS DA PESQUISA \n\n \n\nA turma a princípio era composta por cinco alunos, mas devido a \n\ntransferência de dois no início deste ano, restaram apenas três alunos, sendo eles \n\ndois meninos uma menina. Pouco tempo depois, um dos transferidos voltou, \n\ntotalizando 4 alunos. Destes, um menino com 13, outro com 12 e outro com 11 anos \n\ne também uma menina com 14 anos.  \n\nA renda das famílias em geral não ultrapassa três salários mínimos e a \n\nprofissão dos pais varia entre, operador de máquinas (funcionário público), diarista e \n\nassalariado. \n\nTodos os alunos apresentam deficiência intelectual, com faixa etária entre 11 \n\na 14 anos, em sua maioria são do sexo masculino, de cor branca e famílias de baixa \n\nrenda.  \n\nA escola recebe os alunos com idades próprias e também aqueles que estão \n\ncom idade superior à idade escolar. Assim que o aluno chega à escola, são \n\nrealizadas avaliações com os profissionais, conforme a necessidade. Após este \n\nprocesso, é feito um estudo de caso com equipe multidisciplinar e então, este aluno \n\né encaminhado para a escola ou apenas para atendimento especializado. \n\nQuanto aos alunos que já frequentam a escola, a mesma busca sempre se \n\nmanter informada sobre a situação dos alunos (se estão sendo medicados, \n\nrelacionamento com a família, comportamento em geral) e estas informações são \n\ncoletadas por meio dos alunos, encontros com os pais, reuniões, entre outras \n\nsituações que surgem. \n\nCom relação à aprendizagem dos alunos, é um processo bastante particular. \n\nTendo em vista a deficiência intelectual, as aprendizagens ocorrem de forma mais \n\nlenta, porém é progressiva. É preciso que o professor estimule os alunos na maioria \n\ndo tempo, pois quase não apresentam iniciativa, mas quando provocados, \n\nrespondem muito bem. \n\nDurante a realização do estágio, minha prática teve como fundamentação \n\nteórica principalmente os autores Vygotsky e Paulo Freire. Em meu entendimento, o \n\nprimeiro afirma que o indivíduo se desenvolve por meio das relações sociais, sendo \n\nque o professor, neste, caso tem o papel de mediar estas aprendizagens, \n\nprovocando situações onde elas acontecem. Já com relação ao segundo autor, \n\npenso que ele se refira mais especificamente às contribuições que os alunos trazem \n\n\n\n 24 \n\nconsigo, por meio de suas vivências e experiências, cabendo ao professor o papel \n\nde investigá-las e desenvolvê-las, buscando torná-lo um ser mais autônomo, \n\nautoconfiante, crítico, enfim, um cidadão consciente. \n\n  \n\n2.3 PERCURSO DA PESQUISA \n\n \n\nO estagio foi realizado no período de 11 de abril a 12 de junho de 2010, \n\ncompletando ao todo nove semanas. \n\nA primeira semana foi uma das mais significativas no processo de iniciação \n\nda minha caminhada docente. Muitos foram os desafios, sobretudo pela falta de \n\nexperiência da minha parte, porém com o auxílio da professora regente, que já me \n\nvinha orientando mesmo antes do início das aulas, ocorreu tudo a contento. \n\n  Iniciei as aulas procurando saber um pouco sobre a vida dos alunos e \n\ntambém fornecendo informações a meu respeito, através de brincadeiras, como por \n\nexemplo, “ovo choco”, no qual aquele que recebesse o ovo deveria responder a \n\nquestionamentos previamente estabelecidos.  \n\n  Acredito que adotei uma conduta apropriada, me interando sobre o processo \n\nde aprendizagem dos alunos e propondo atividades para identificar quais \n\ninformações eles já haviam consolidado e quais ainda necessitavam ser \n\ntrabalhadas. Percebi que deveria ficar atenta na execução das atividades, pois dois \n\ndos quatro alunos já estão bem mais avançados do que o outro. Procurei formas de \n\nfazer com que os dois auxiliassem este um sem perderem o entusiasmo, e também \n\nnão oferecer algo muito além do que esse último possa realizar. Além disso, procurei \n\noferecer as mesmas atividades para não parecer que estava dividindo a turma, mas \n\nexigindo respostas conforme o ritmo de cada um. \n\n  Durante a semana observei que os alunos realizaram todas as atividades \n\npropostas, inclusive algumas que foram reprogramadas para o dia seguinte. Procurei \n\ndesenvolver ações que contemplassem várias áreas do conhecimento, como leitura \n\ne escrita, histórias matemáticas, equilíbrio, coordenação motora, aspectos sociais e \n\nculturais. Iniciamos a confecção do calendário, destacando as datas de aniversário \n\nde cada um, bem como outras que os alunos consideravam importantes. Busquei \n\ndessa forma, alcançar alguns dos objetivos, conteúdos e atividades contidos \n\nno  Projeto do Estágio, que foi reformulado conforme o decorrer do estágio e as \n\nnecessidades. \n\n\n\n 25 \n\n  Mantivemos um bom relacionamento durante a semana, não havendo \n\nconflitos entre aluno-professor, apenas alguns momentos de discussão aluno-aluno, \n\nque foram facilmente resolvidos. Observei também que os alunos trazem muitas \n\nexperiências e vivências e que necessitam de momentos para expor estas \n\nsituações. Por isso, muitas vezes tivemos momentos para conversarmos sobre fatos \n\nocorridos fora do ambiente escolar. Isto me remeteu às palavras de Freire (1996): \n\n \nÉ neste sentido que ensinar não é transferir conhecimentos, \nconteúdos nem formar é ação pela qual um sujeito criador dá forma, \nestilo ou alma a um corpo indeciso e acomodado. Não há docência \nsem discência, as duas se explicam e seus sujeitos, apesar das \ndiferenças que os conotam, não se reduzem à condição de objeto, \num do outro. Quem ensina aprende ao ensinar e quem aprende \nensina ao aprender. Quem ensina, ensina alguma coisa a alguém \n(FREIRE, 1996, p. 12). \n \n\n  Quando nos propomos a ensinar algo, estamos propondo a um ser repleto de \n\nparticularidades, vivências, saberes. Se não pararmos para ouvi-lo, jamais nos \n\napropriaremos destes saberes. \n\nNa segunda semana, percebi um pouco mais de confiança da minha parte. \n\nObservei que os alunos também já estavam confiando mais em mim, no sentido de \n\nestarem motivados com o que eu propunha. Trabalhamos com entrevistas aos \n\nfuncionários da escola, o que percebi ter deixado os alunos bastante empolgados, \n\npois tiveram acesso a quase todos os seguimentos da entidade, se aprofundaram \n\nmais no trabalho desenvolvido pela mesma, propiciando-lhes uma aprendizagem \n\nsignificativa e ao mesmo tempo prazerosa.  \n\nTambém fiquei impressionada com os alunos, por ocasião do dia do Índio. Ao \n\nconversarmos sobre a cultura, alimentação, situação, entre outros aspectos, dos \n\npovos indígenas, eles se lembraram da visita que fizeram a uma aldeia perto de \n\nnossa cidade, no mínimo uns três anos atrás, inclusive contando detalhes, como: a \n\nexistência de casas de palhas, cestos que eles fabricavam etc. Com isso, observei \n\nque quando uma atividade é realizada de forma planejada e contextualizada, como a \n\nsaída a campo, contribui muito positivamente no processo de aprendizagem. \n\nAs aulas no laboratório de informática também foram importantes, pois os \n\nalunos além de fazerem pesquisas sobre nossa cidade, visualizando-a de uma \n\nforma diferenciada através do Google maps (programa específico de localização, \n\natravés de mapas, satélite e fotos), puderam se apropriar de ferramentas como \n\n\n\n 26 \n\nnosso blog, onde digitaram seus nomes e observaram a foto da turma que eu havia \n\npostado anteriormente. \n\nAs aulas de educação física proporcionaram uma importante interação entre \n\nos alunos, sendo que no jogo de vôlei formaram duplas, trabalharam em parceria, \n\nfortalecendo os laços de amizade, o que aos poucos foi se evidenciando no dia a dia \n\nem sala de aula. Procurei sempre motivá-los e incentivá-los a persistir na realização \n\ndas atividades, e também na superação dos próprios receios (dentro do possível, é \n\nclaro). Continuei procurando envolvê-los, fazendo com que se ajudassem \n\nmutuamente, inclusive valorizando quando aquele colega que geralmente é ajudado \n\ntraz algo para o grupo, evidenciando a existência da troca. \n\nAs experiências dessas semanas me direcionam novamente às palavras de \n\nFreire, ao afirmar que:  \n\n \nSaber que ensinar não é transferir conhecimento, mas criar as \npossibilidades para a sua própria produção ou a sua construção. \nQuando entro em uma sala de aula devo estar sendo um ser aberto a \nindagações, à curiosidade, às perguntas dos alunos, a suas \ninibições, um ser crítico e inquiridor, inquieto em face da tarefa que \ntenho - a ele ensinar e não a de transferir conhecimento (FREIRE, \n1996, p. 27) \n\n \n\nNa terceira semana, pude refletir mais especificamente sobre duas situações \n\nem que fiquei surpresa com a reação dos alunos. A primeira por esperar que eles \n\nfossem reagir conforme aquilo com o que eu havia imaginado, o que não aconteceu; \n\na segunda, por achar que não teriam as iniciativas que tiveram. Durante a \n\nbrincadeira da fazendinha, os alunos não tiveram as ações que achei que teriam – \n\nde criar situações novas com relação à compra e venda dos animais da fazenda. \n\nEles apreciaram a brincadeira, mas deram um rumo diferente daquele que eu pensei \n\nque fossem fazer, o que não significa que não houve aprendizagem; pelo contrário, \n\neles acrescentaram suas vivências e expectativas na brincadeira, as quais eu deixei \n\nque fluíssem naturalmente e em conjunto com o que eu tinha proposto.  \n\nA segunda situação se refere aos recursos existentes e faltantes em nosso \n\nmunicípio. Acreditava que eles não saberiam defini-los claramente e precisariam de \n\num “empurrãozinho” para fluir. Ao contrário do que imaginei, eles facilmente \n\ncolocaram diversos nomes de recursos que temos, mas o que mais me surpreendeu \n\nfoi com relação aos que não temos, o que também chamou a atenção de outros \n\nprofessores que viram os escritos no quadro. \n\n\n\n 27 \n\nA quarta semana foi marcada pelas atividades em comemoração ao dia das \n\nmães. Para mim, foi uma experiência única ao ver o envolvimento e empolgação dos \n\nalunos em dar o que tinham de melhor, na realização das atividades, pois se tratava \n\nde um tema pelo qual apresentavam muito carinho. \n\nDurante toda a semana, nos envolvemos com a confecção dos prendedores, \n\ndo álbum, coleta das roupas das mães e ensaios do desfile e da música. Para isso, \n\ntivemos que abrir mão de alguns conteúdos mais “tradicionais”, como histórias \n\nmatemáticas, textos, entre outros. Porém, o gosto e a vontade com que os alunos \n\napresentaram em realizar as tarefas me fizeram refletir sobre as práticas que \n\nvínhamos desenvolvendo. \n\nÉ bem verdade que quando planejamos nossas aulas, temos em vista além \n\ndo desenvolvimento cognitivo, afetivo e construção de novas e significativas \n\naprendizagens, o desenvolvimento do aluno como um todo. Dessa forma, \n\ncontribuímos com a formação de cidadãos melhores e cientes de seus deveres e \n\ndireitos, mais críticos, enfim, mas isso não significa que para alcançarmos estes \n\nobjetivos, tenhamos que aplicar e desenvolver metodologias mais focadas aos \n\nconteúdos, como geralmente acabamos fazendo. \n\nDurante essa semana, percebi que nossa prática pode contemplar todas as \n\náreas do desenvolvimento sem precisar contar histórias matemáticas, ler livros, \n\ntextos prontos etc. Percebi que trabalhamos, sim, além de diversos conteúdos, \n\ndiversas áreas do conhecimento. Durante a confecção dos prendedores, \n\ntrabalhamos motricidade fina, como desenho, colagem, recorte. Já na confecção do \n\nálbum, foi possível desenvolver a imaginação, com a criação de frases para mãe, \n\nnoções de informática, com a digitação destas frases no computador, leitura e \n\nescrita, pois registramos no caderno para levar ao laboratório. Até mesmo \n\nmatemática, pois fizemos o cálculo de quantas páginas seriam necessárias para a \n\nmontagem do álbum, quantas capas iríamos recortar. Nos ensaios da música e \n\ndesfile, desenvolvemos a memória, afetividade, expressão corporal e facial, espírito \n\nde união e amizade. \n\nAo refletir sobre a semana, me dei conta de quantas aprendizagens houve, \n\nmesmo nas áreas em que eu, em um primeiro momento, não havia percebido, e \n\nainda com algo a mais, pois envolveu um tema do interesse dos alunos e que os \n\ndeixou muito contentes e satisfeitos. Contudo, estas experiências me ajudaram a \n\npensar em uma prática onde os conteúdos sejam trabalhados de forma tão natural \n\n\n\n 28 \n\nque os alunos nem percebam que estão estudando, mais ou menos nos moldes que \n\naconteceram essa semana, porém que contemplassem diferentes áreas do \n\nconhecimento não trabalhadas anteriormente e acima de tudo, ocorram de forma \n\nconsciente para o professor. \n\nNa quinta semana, os acontecimentos mais marcantes, ao contrário das \n\nsemanas anteriores, foram os acontecimentos que não tiveram tanto sucesso, ou \n\nmelhor, que aparentemente não resultaram como eu esperava, o que não quer dizer \n\nque não houve aprendizagem, ou crescimento. Na terça-feira, durante a exploração \n\ndo material dourado, percebi que os alunos já não estavam respondendo a \n\nquestionamentos que em aulas anteriores haviam realizado, mostrando dessa forma \n\nque algumas noções de matemática não haviam sido internalizadas por eles. \n\n Confesso ter ficado bastante frustrada em um primeiro momento, chegando a \n\nme questionar se eu é quem não estava sabendo expor para eles, conforme havia \n\nfeito em aulas anteriores. Porém, após conversa com a professora regente da turma, \n\nela me orientou que aquela situação seria normal em se tratando de pessoas com \n\ndeficiência intelectual e com possibilidades da existência de algumas síndromes \n\nassociadas. \n\nDessa forma, as angústias e reflexões a partir daquela situação me fizeram \n\nrepensar a metodologia adotada. Percebi que devo sempre desenvolver o processo \n\ndo início, para que as noções já existentes sejam devidamente apropriadas, e para \n\naqueles que ainda tiverem dúvidas, que sejam repassadas antes de seguir adiante. \n\nPercebi que a cada aula, tenho de revisar conteúdos já trabalhados, para conseguir \n\navançar um pouco de cada vez. \n\nEm comemoração ao dia da Solidariedade, fomos até o Lar Dr. Paim Cruz. \n\nConhecemos um pouco da realidade dos vovôs e vovós que ali vivem, interagimos \n\ncom eles, presenteamos com um pequeno mimo, confeccionado anteriormente pelos \n\nalunos. Alguns alunos também apresentaram duas danças. Acredito que a \n\nmensagem de solidariedade tenha sido alcançada, pois os alunos tiveram a \n\noportunidade de experienciar um momento concreto do que representa ser solidário \n\ne, a partir daí, poder pensar em outras atitudes semelhantes. \n\nTodas as observações, angústias e reflexões da semana me remeteram ao \n\ntexto: “Educando o Olhar da Observação – Aprendizagem do olhar”, que diz: \n\n“Podemos concluir, portanto, que o fato de observar envolve todos os outros \n\ninstrumentos: a reflexão, a avaliação e o planejamento, pois todos se intercruzam no \n\n\n\n 29 \n\nprocesso dialético de pensar a realidade” (WEFFORT, 1996, p.02). \n\nA sexta semana foi mais tranqüila em relação à anterior, exceto pelo fato de \n\nnão conseguirmos realizar todas as atividades propostas, mas quase tudo ocorreu \n\ndentro do planejado. Somente a atividade da linha do tempo foi reformulada, pois da \n\nmaneira que havia planejado contemplando somente os acontecimentos da escola, \n\npercebi que não faria tanto sentido para os alunos, quanto se eu incorporasse, \n\nparalelas a estas informações, dados da vida pessoal dos alunos, oportunizando, \n\ncom isso, um comparativo e tornando-a mais significativa, pois quando relacionamos \n\nalgo com nossa própria história, encontramos mais sentido nela. \n\nCom base na reflexão da semana anterior, busquei iniciar as atividades \n\nsempre retomando conceitos que ainda não estão internalizados pelos alunos de \n\nforma mais espontânea, aproveitando momentos comuns do dia a dia, para não ficar \n\ncansativo. Por exemplo, aproveitando momentos como a hora de preparar o lanche \n\nquando a merendeira vem para saber o número de alunos, contamos todos juntos \n\nem voz alta e em seguida relacionamos com o número correspondente. Dessa \n\nforma, procurei aproveitar as situações que apareceram durante as aulas para \n\ntrabalhar alguns conteúdos, além daqueles que foram previamente planejados.  \n\nSemelhante às semanas anteriores, nossas aulas buscaram trabalhar as \n\ndiversas áreas do conhecimento, com ênfase maior na autonomia do aluno, \n\nbuscando atividades que procurassem desenvolver esta habilidade. Após nossa ida \n\nao Laboratório de Informática – LABIN, onde pesquisamos sobre o pássaro joão-de-\n\nbarro, escutamos o seu canto entre outras ações, relacionando com o fato de essa \n\nave ter dado origem ao nome de nossa escola. Então, pedi que se reunissem, \n\nconversassem e produzissem um desenho coletivo, de maneira que cada um \n\ncontribuísse com uma parte. Eu não iria interferir, decidiriam sozinhos. Foi o que \n\naconteceu; mesmo um tanto relutantes no início, realizaram a atividade sozinhos.  \n\nNesse mesmo dia, durante a aula de educação física, que foi realizada em \n\numa sala com mais espaço e em companhia de outros alunos, pude observar uma \n\ncumplicidade entre os alunos de nossa turma. Mesmo havendo alguns \n\ndesentendimentos, eles brincaram, dançaram e na roda de chimarrão, serviam uns \n\naos outros, sem que nós tivéssemos solicitado. Fiquei bastante contente, por ver \n\nque é possível desenvolver e fortalecer, também na escola, valores como amizade, \n\nrespeito, carinho e cumplicidade, valores estes que perduram a vida toda quando \n\ncultivados em diversos ambientes. \n\n\n\n 30 \n\nA sétima semana foi marcada basicamente pelo trabalho com os endereços. \n\nTudo iniciou com o endereço da própria escola, quando localizamos primeiramente \n\nno mapa múndi as Américas; em seguida, América do Sul, Brasil, Rio Grande do Sul \n\ne, por último, nosso município. Os alunos identificaram facilmente os locais citados \n\nacima, considerando que são noções que não são vistas por eles com muita \n\nfreqüência. Fiquei surpresa com seu senso de localização, interpretando muito bem \n\nque cada local faz parte de outro, e assim sucessivamente. Relacionamos a esses \n\nconteúdos o evento da Copa do Mundo. Eles se deram conta de que os jogadores \n\nde diversos times do Brasil formam juntos a seleção brasileira que disputaria a \n\nCopa. Todos se perceberam em condições de igualdade, torcendo unidos pelo \n\nmesmo time, o Brasil. \n\nEm nossa saída de campo, onde identificamos alguns comércios nos \n\narredores da escola, pude perceber que os alunos ficaram atentos aos detalhes, \n\nmostrando envolvimento e responsabilidade na atividade, pois descreviam os \n\nnúmeros dos locais. Teve um aluno, inclusive, que fez uma observação muito \n\nimportante, quando disse que não tínhamos placa com os nomes das ruas e isso \n\ndificultava o trabalho dos correios na entrega das correspondências.  \n\nFico muito contente em momentos como os citados acima, pois através deles, \n\ntemos a motivação necessária de ver e acreditar que nossos objetivos estão sendo \n\nalcançados e que nossos alunos, mesmo com suas limitações, podem ir além, trazer \n\nsuas próprias constatações e impressões, tarefa esta muito difícil também para nós, \n\nque diversas vezes, pelo comodismo ou desânimo, deixamos de exercitar.  \n\nConforme as semanas anteriores, busquei trabalhar os conceitos nas diversas \n\náreas do conhecimento, dando maior ênfase em determinada área, de acordo com o \n\nplanejamento, e também aproveitando as situações que vão surgindo diariamente. \n\nNessa semana, acredito que o senso de localização teve maior destaque, \n\npossibilitando também certa criticidade diante de situações que identificaram como \n\nnão sendo muito práticas, como o fato de não termos placas com o nome das ruas \n\nem nossa cidade. \n\nOutro acontecimento muito importante nessa semana foi a visita da \n\nprofessora Gabriela, que mesmo procurando não interferir, teve sua participação: \n\nquando estávamos pesquisando no mapa, identificamos o estado do Pará e informei \n\naos alunos que tinha uma pessoa que tinha viajado de lá até o nosso estado. Eles \n\nficaram admirados com grande distância de um estado para o outro, questionando \n\n\n\n 31 \n\ncomo a professora havia vindo, se de ônibus ou avião. \n\nPara mim, sua visita teve outro significado: o de fortalecer minhas convicções \n\nno trabalho docente, quando nos estimula a continuar o trabalho realizado, dando \n\ntotal suporte para que ele tenha um bom embasamento teórico e quaisquer \n\nesclarecimentos com relação à ligação da teoria com a prática. Nos tranqüiliza \n\nquando deixa claro sua confiança em nosso trabalho e nos motiva quando \n\npessoalmente é possível confirmar o que vem sendo visto em seu acompanhamento \n\nvirtual.  \n\nFiquei muito contente e realizada ao perceber que nosso trabalho é discutido \n\npelos alunos também em casa, pois nesta semana havia solicitado aos alunos que \n\npesquisassem com seus pais seu próprio endereço. Um dos alunos, mesmo não \n\ntrazendo seu questionário respondido, soube responder o nome de sua rua, \n\nevidenciando que, embora não trazendo o trabalho, o principal havia sido realizado –  \n\ndialogou com sua mãe e verificou o endereço onde morava. Confirmamos os dados \n\ninformados pelo aluno através do mapa do município que temos em nossa sala, uma \n\nvez que já havíamos passado em frente a sua casa no trajeto que fizemos a pé \n\npelos arredores da escola. \n\n   A oitava semana foi curta em relação às anteriores, porém não menos \n\nimportante. Realizamos diversas atividades promovidas pela Secretaria de \n\nEducação do município. Assistimos a uma Peça Teatral com o nome “A história de \n\ntodas as coisas”. Com ela, vimos que embora não encontremos explicação para a \n\norigem de todas as coisas, o importante é termos consciência de que o consumismo \n\nexagerado causa um grande acúmulo de lixo, que muitas vezes não é reaproveitado, \n\ngerando uma agressão ao meio ambiente. Ao longo do tempo, virão a desencadear \n\nconseqüências negativas em nossas vidas. Vimos exemplos simples de preservação \n\nque poderão contribuir para um planeta limpo e seguro por muito mais tempo. É \n\nsempre gratificante passar valores de preservação ambiental aos alunos da forma \n\ncomo foi realizada nesta semana, prazerosa e divertida, o que a torna significativa, \n\ngerando importantes aprendizagens. \n\nVisitamos também a Feira da Biodiversidade, onde vimos alguns produtos \n\necológicos, produções artesanais, remédios produzidos com ervas e como podemos \n\nter uma vida mais saudável e livre de agrotóxicos, contribuindo para o nosso bem e \n\ntambém com a preservação do meio ambiente. \n\nAlém de todas essas atividades, confeccionamos os tapetes de Corpus \n\n\n\n 32 \n\nChristi, destacando valores como Paz, Amor, Respeito, Vida, enfim, vindo muito bem \n\nao encontro das demais atividades realizadas pela Semana do Meio Ambiente. \n\nSem dúvida, foram trabalhadas diversas áreas do conhecimento, e agora de \n\nforma proposital. Embora passe despercebido para os alunos que estão trabalhando \n\ndiversos conteúdos, aos olhos do professor, isso já não se repete, pois desde o \n\nplanejamento até a realização efetiva das atividades, os objetivos estiveram sempre \n\nem foco. Mesmo nas atividades não planejadas, foi possível observar a importância \n\nque cada uma delas tinha na busca do conhecimento tanto dos alunos, quanto do \n\nprofessor. \n\nA nona e última semana foi marcante, por ser o momento em que realizamos \n\na culminância de nosso projeto e vimos de forma mais direta os resultados de todo o \n\nprocesso. Neste sentido, a atividade do último dia de aula, veio ao encontro de todas \n\nas expectativas depositadas ao longo do projeto, pois através dela foi possível \n\nobservar que os conceitos trabalhados foram se somando ao longo do tempo e ao \n\nfinal do processo, eles alcançam verdadeiramente o sentido almejado desde seu \n\nplanejamento.  \n\nDurante esse dia, realizamos a exposição dos trabalhos realizados durante o \n\nestágio e por esta razão, procurei deixar as “falas”, o máximo possível por conta dos \n\npróprios alunos, para que tanto os pais quanto eu mesma pudéssemos verificar o \n\nque realmente marcou para eles durante a execução das atividades. Fiquei realizada \n\ne muito, muito feliz, pois presenciei uma apresentação maravilhosa dos alunos. Na \n\nmaioria das vezes, a aluna L. foi quem mais falou, mas ao mesmo tempo envolveu \n\nos colegas que demonstraram estarem tendo os mesmos entendimentos, mesmo \n\nsem tomar a palavra.  \n\nIniciamos a exposição falando do tema abordado durante o projeto, o qual se \n\nreferia aos 20 anos da APAE. Em seguida, fomos apresentando cada produção \n\nnossa e como realizamos cada atividade. Eles apresentaram de forma clara e \n\nobjetiva cada material exposto, evidenciando o entendimento que tiveram neste \n\nperíodo. Foram apresentados trabalhos realizados como: cartazes, fotos, texto \n\nfatiado, fotos de entrevistas, maquetes da sala de aula e da escola, linha do tempo e \n\ndemais produções presentes na sala de aula, espaço este também apresentado na \n\nexposição. Os alunos se lembraram de momentos realizados desde o início do \n\nprojeto até sua finalização, contando detalhes e fatos que demonstraram que o que \n\nviram realmente teve sentido para eles.  \n\n\n\n 33 \n\nDessa forma, a avaliação, além de ser diária e cumulativa, atingiu seu ápice \n\nnesse momento tão esperado, e não é possível concluir outra coisa se não que o \n\nprojeto alcançou seus objetivos, ou ao menos, grande parte deles, pois foi possível \n\nverificar aprendizagens significativas dos alunos, frente aos seus próprios relatos.  \n\nConfesso que mesmo consciente do envolvimento e participação dos alunos, \n\nfiquei surpresa com os depoimentos deles, que demonstraram de maneira muito \n\nconfiante os conceitos estudados. Tudo isso é a resposta necessária para que \n\ntenhamos certeza de que nosso trabalho aconteceu de acordo com o que \n\nplanejamos, pois sabemos do grande desafio que isto representa, uma vez que nem \n\nsempre sabemos se aquilo que estamos propondo está contemplando os interesses \n\ndos alunos ,o que é fundamental para o envolvimento deles. \n\nUm outro momento importante durante a última semana foi a visita da tutora \n\nGraciela. Mesmo sabendo que essas observações fazem parte de um processo de \n\navaliação, eles geram um pouco de ansiedade, mas que no final são superados e \n\nsoam como um momento de satisfação. Assim como a visita da professora Gabriela, \n\nesta visita significou a resposta para muitas dúvidas com relação ao trabalho \n\ndesenvolvido e que nos tranqüiliza bastante. Quando de posse da avaliação, é \n\npossível ver o reconhecimento daquilo que viemos desenvolvendo e que ainda é \n\npossível contar com seu apoio e colaboração nas angústias que ainda estão por vir. \n\nSegundo Pistóia (2007):  \n\n \nO ser humano é o resultado de suas interações e a vida é a busca \nincessante por novos conhecimentos. Estes novos conhecimentos, \nde forma nenhuma, representam um investimento em vão. Eles são a \nefetivação do que se pretende, em termos de proposta educativa \npara os alunos em situação de desvantagem. São estes que \nconstituem-se no maior desafio a ser enfrentado, pois representam a \nmudança radical no atual panorama educacional (PISTÓIA, 2007, p. \n11).      \n\n  \n\n Durante essas nove semanas que passei ao lado dos alunos do Ciclo II, \n\nconforme os relatos acima descritos, muitas foram as aprendizagens, algumas \n\ndificuldades, mas acima de tudo, muitas, muitas reflexões sobre a forma com que \n\nesses alunos se desenvolvem e aprendem. Ao longo de todo esse período, pude \n\nanalisar de forma mais efetiva suas habilidades, potencialidades, dificuldades e \n\nlimitações, concluindo que assim como as demais pessoas, esses alunos têm \n\ncondições de aprender, avançar e superar obstáculos. Pude também constatar que \n\n\n\n 34 \n\nesse processo acontece de forma mais lenta, devido ao atraso que possuem em seu \n\ndesenvolvimento cognitivo.  \n\n Diante de toda essa experiência que foi o estágio, muitas foram também as \n\ninquietações vivenciadas por mim com relação ao processo de aprendizagem dos \n\nalunos, mais especificamente ao processo de internalização, ou seja, como eles se \n\napropriam realmente daquilo que aprenderam, e como podemos pensar em \n\nestratégias que possam facilitar esse processo.  \n\n Durante a realização da prática, ocorreram diversos momentos em que \n\naparentemente os conceitos estudados pareciam estar consolidados, mas ao \n\nretomar os mesmos conceitos em momentos posteriores, verificávamos que eles \n\nnão estavam totalmente dominados pelos alunos. Esse fato se repetiu várias vezes \n\ndurante as aulas, me deixando um pouco ansiosa e até mesmo com dúvidas em \n\nrelação a minha conduta, pois cheguei a pensar que pudesse não estar expondo \n\ncom clareza alguns conceitos. Entretanto, ao longo do tempo e conforme \n\norientações recebidas, foi possível observar que o processo de internalização dos \n\nalunos com deficiência intelectual ocorre realmente dessa forma, e por isso é \n\nnecessário retomar sempre do início conceitos já estudados para poder avançar.  \n\n Por outro lado, percebi que alguns acontecimentos ocorridos há bastante \n\ntempo foram armazenados na memória dos alunos, pois aconteceram de forma \n\nlúdica, ou seja, prazerosa, me levando a crer que também assim devem ser \n\nexpostos conceitos pedagógicos contemplados em nossa prática. Através da \n\ninteração com o colega e exploração do novo, o aluno poderá internalizar \n\ndeterminados conceitos mais facilmente.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 35 \n\n3. ANÁLISE DOS DADOS   \n\n \n\n \n\nA partir da teoria sociointeracionista de Lev Semenovich Vygotsky, foram \n\nestabelecidos quatro conceitos para melhor compreender a questão central deste \n\ntrabalho de conclusão, dentre eles: Deficiência Intelectual, Zona de Desenvolvimento \n\nProximal, Internalização e Memória. Cada um deles foi analisado anteriormente pelo \n\nseu significado de forma bastante ampla. Cabe aqui, neste momento, trazer \n\nevidências que confirmem o significado dado a cada um dos conceitos, tendo por \n\nbase o estágio curricular realizado durante dois meses. \n\nCom relação à deficiência intelectual, podemos afirmar que durante o estágio \n\nfoi possível verificar de forma bastante efetiva que este conceito ainda não está \n\ntotalmente compreendido pela maioria dos educadores. Segundo a teoria de \n\nVygotsky, esses alunos são avaliados na maior parte de suas vidas pelas suas \n\ndificuldades, por aquilo que não conseguem realizar sozinhos. Porém, o que quase \n\nnão se tem visto é a busca para analisar as verdadeiras habilidades e capacidades \n\nque eles possuem de superar as próprias dificuldades por diferentes meios.  \n\nNeste sentido, SOUZA (2002) diz o seguinte: \n\n \nDurante a história da deficiência mental, a despeito das inúmeras \ntransformações e das conquistas a acerca dos direitos das pessoas \ncom deficiência, a marca da negação se mantém. Negação que se \nexpressa das mais diversas formas, indo da explícita exclusão, \nexpulsão, repúdio das pessoas com deficiência até as mais sub-\nreptícias – muitas vezes, travestidas da aceitação, atendimento, \nassistência, inclusão. Podemos afirmar que esta história é reflexo ou \nrepresentação de uma história maior, marcada por desigualdades e \nmarginalização das pessoas que, por não se adequarem a um \ndeterminado modelo, são tomadas como potencialmente capazes de \ncorromper a ordem e colocar em risco a “suposta e esperada \nharmonia” (p. 8). \n\n \n\nAo trabalhar diretamente com esse público, é possível conhecer e acreditar \n\nno potencial que cada indivíduo possui, pois a cada dia vivenciamos situações \n\nconcretas que comprovam que eles são capazes de se desenvolverem e \n\naprenderem – em um ritmo mais lento, é verdade, mas que pode ser progressivo na \n\nmaioria das vezes. \n\nSegundo a teoria sociointeracionista, a aprendizagem e o desenvolvimento \n\nestão fortemente interligados, sendo que um promove o outro, através das relações \n\n\n\n 36 \n\nestabelecidas com o meio e com as outras pessoas. Por isso, a interação, a \n\ncooperação, a socialização são fundamentais no processo de aprendizagem do ser \n\nhumano, principalmente quando envolve pessoas com deficiência intelectual, sendo \n\nque na maioria das vezes, sua autoestima, autonomia, senso crítico, pouco foram \n\nestimulados no ambiente familiar devido ao histórico de preconceito enfrentados por \n\nessas pessoas. O ambiente escolar pode ser, se não o único, o mais importante \n\ninstrumento que essas pessoas possuem para se desenvolverem plenamente como \n\ncidadãos conscientes. Para isso, o professor deve apostar em estratégias que \n\nestimulem a troca, o diálogo, a iniciativa, enfim, que promovam o desenvolvimento \n\ntotal da pessoa com deficiência intelectual. \n\nDurante o estágio presenciei momentos que evidenciam e sustentam as \n\nafirmações aqui trazidas, como por exemplo, as atividades desenvolvidas durante a \n\nsemana do Município que abordaram o trabalho coletivo de pesquisa para conhecer \n\nalguns recursos existentes em nossa cidade, sendo que dialogamos e refletimos \n\nsobre a importância de recursos como Hospital e o Posto 24 horas, exemplos esses \n\nlevantados pelos próprios alunos que, mesmo se alegrando com as riquezas \n\nnaturais e valorizando o lugar onde moram, souberam lançar um olhar mais crítico \n\nda realidade na qual estão inseridos. \n\nPenso que ao abordar o conceito de deficiência intelectual e algumas \n\nmedidas essenciais para trabalhar com estas pessoas, não há como separá-lo do \n\nconceito de zona de desenvolvimento proximal que, como vimos, representa a \n\ndistância entre aquilo que a pessoa já realiza sozinha e aquilo que ela ainda precisa \n\nda ajuda do outro para realizar. Quando refletimos sobre estratégias que estimulem \n\na aprendizagem e o desenvolvimento, estamos nos referindo justamente a ações \n\nque priorizem a zona de desenvolvimento proximal buscando, dessa forma, que o \n\naluno alcance um nível mais elevado do conhecimento que somente será possível \n\npor meio da experiência com o outro. \n\nFittipaldi (2006), diz que  \n\n \nao contrário de Piaget, que considerava o desenvolvimento um pré-\nrequisito para aprendizagem, Vygotsky (2006) entende que o \nprocesso de desenvolvimento se articula ao processo de \naprendizagem. Para ele, a aprendizagem bem organizada impulsiona \no desenvolvimento, que por sua vez, permite novas aprendizagens \n(p.51). \n\n \n\n\n\n 37 \n\nAcredito que trabalhar com a zona de desenvolvimento proximal tenha sido o \n\nmaior desafio durante o estágio, pois para isso é necessário conhecer aquilo que o \n\naluno já conhece e aquilo que ainda não está internalizado por ele. Esta foi uma de \n\nminhas maiores inquietações durante a prática, reconhecer os conceitos já \n\ninternalizados e aqueles que ainda necessitam ser trabalhados. Em um primeiro \n\nmomento, pensei que pudesse avançar com os conceitos por acreditar que eles já \n\nestivessem internalizados, porém ao avançar, percebia que era necessário retomar \n\nalguns conceitos vistos anteriormente para que eles fossem consolidados e \n\nutilizados posteriormente em futuras ações. \n\nComo vimos, a partir da perspectiva Vygotskyana, é por meio das relações \n\nsociais que o indivíduo se constitui como membro da espécie humana, ou seja, as \n\ninformações que vamos absorvendo da relação com as outras pessoas vão nos \n\nconstituindo enquanto pessoas. No ambiente escolar, essa realidade não é \n\ndiferente; através das mediações estabelecidas entre professor-aluno e aluno-aluno, \n\né possível absorver determinados conceitos. \n\nSegundo Vygotsky, nossas funções psicológicas superiores são \n\ndesenvolvidas por meio de instrumentos e signos, sendo que estes são constituídos \n\nculturalmente, ou seja, a partir das relações que o indivíduo estabelece com o \n\nambiente no qual está inserido, mediado pelas pessoas que o cercam. Como \n\ninstrumentos, podem ser citados a pá, o machado, a canoa etc. Já os signos são os \n\ninstrumentos que funcionam como fatores internos, que regulam as ações das \n\npessoas. Por exemplo: representações mentais de objetos, situações, eventos etc. \n\nDessa forma, o trabalho em grupo foi fundamental durante a prática do \n\nestágio. Mesmo a turma sendo pequena, foi possível desenvolver atividades em que \n\num colega auxiliava o outro, como nas histórias matemáticas, com ou sem material \n\nconcreto, sendo que aqueles com mais facilidade traziam para os demais sugestões \n\npara encontrar as respostas. Ou nos relatos dos alunos de situações vivenciadas por \n\neles no cotidiano, evidenciaram a troca de experiências e a valorização do que cada \n\num pode contribuir.  \n\nOs conceitos de internalização e memória estiveram interligados entre si, quer \n\nna teoria, quer na prática, assim como estabeleceram relações com os conceitos \n\ndescritos até o momento. Segundo Smolka e Laplane (2006), o que distingue a \n\naprendizagem humana é a criação de instrumentos e signos. É essa criação que \n\ncaracteriza a atividade mental, e a possibilidade de produção e a incorporação da \n\n\n\n 38 \n\ncultura é chamada por Vygotsky de processo de internalização.  \n\nNeste sentido, as mesmas autoras dizem o seguinte: \n\n \nNo homem, a maior imperícia ao nascer significa não só uma \nvinculação inescapável e uma dependência em relação ao outro, \nmas maior abertura para o possível, maior plasticidade cerebral, \nmaior tempo para aprender a experiência cultural e histórica. \nAprendizagem, nesse sentido, encontra-se relacionada às formas de \nparticipação e apropriação das práticas sociais. Essas práticas \ncondensam a experiência social, historicamente construída e \npartilhada, de maneira que os bebês que nascem vão se apropriando \ndo que se apresenta disponível na cultura. Assim os costumes, as \nformas de participação na família e na comunidade, as instituições \neducativas, o trabalho e as diversas formas de organização social \nconformam essas práticas (2006, p. 78). \n\n \n\nComo vimos, desde nosso nascimento, vamos nos constituindo a partir das \n\nrelações estabelecidas com o meio e com as pessoas a nossa volta. Dentro dessa \n\nótica, a escola é uma importante fonte de apropriação das práticas sociais, por isso \n\na teoria sociointeracionista atribui ao professor uma parcela muito importante no que \n\nse refere às mediações no processo de aprendizagem dos alunos.  \n\nDurante o estágio, procurei desenvolver práticas pedagógicas voltadas à \n\ninteração, socialização, cooperação, autonomia, autoestima e maior senso crítico, \n\natravés de ações que contemplassem a participação efetiva dos alunos, o diálogo e \n\na oportunidade deles exporem sua opinião sobre as aulas, por meio de avaliações \n\nque aconteciam geralmente quinzenalmente. Dessa forma, eles interagiam entre si, \n\ncom o professor e traziam suas sugestões e ideias para juntos aprimorarmos nossas \n\naulas e aprendermos em conjunto. Tendo em vista que, para Vygotsky, o \n\nconhecimento vai do social para o individual, acredito que as ações descritas \n\nanteriormente se fundamentam dentro desta perspectiva. \n\nPortanto, diante da teoria confrontada com a prática, é possível encontrar as \n\nexplicações necessárias para fundamentar o trabalho realizado, além de nos \n\napropriarmos das ideias de importantes autores que contribuíram positivamente para \n\numa educação responsável e de qualidade.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n 39 \n\nCONSIDERAÇÕES FINAIS \n\n \n\n \n\nAtravés do presente trabalho, foi possível conhecer um pouco da teoria \n\nsociointeracionista de Lev Semenovich Vygotsky e, a partir dela e da experiência \n\nque foi o estágio curricular, pensar em estratégias que venham a facilitar o processo \n\nde internalização dos alunos com deficiência intelectual. \n\nDentro dessa perspectiva, foi possível compreender, de certo modo, como \n\nocorre a aprendizagem das pessoas com deficiência intelectual. De acordo com a \n\nteoria em estudo, é por meio das relações sociais que o indivíduo se constitui como \n\nmembro autônomo da espécie humana, não havendo distinções com relação à \n\npessoa com deficiência intelectual, senão pelo fato de elas terem tido um histórico \n\nde preconceito de uma sociedade voltada para as pessoas que não possuem \n\ndeficiência alguma. Como vimos, elas sempre foram avaliadas por aquilo que não \n\nconseguiam realizar, e não de acordo com suas capacidades de superá-las. Durante \n\nalgum tempo, foram desenvolvidas apenas as funções em que o comprometimento \n\nfosse menor, de modo a suprir as funções mais comprometidas, quando, no entanto, \n\nelas deveriam ter sido trabalhadas de modo a superar as dificuldades que essas \n\npessoas possuem, buscando seu desenvolvimento global. \n\nNeste sentido, foi fundamental o estudo do conceito da zona de \n\ndesenvolvimento proximal. Através dela, descobrimos que com a ajuda de alguém \n\nmais experiente, é possível realizar ações que sozinhos dificilmente descobriríamos. \n\nLogo, as estratégias que facilitam a internalização de conceitos estarão voltadas \n\npara este caminho. \n\nPor meio dos estudos realizados e através das vivências obtidas na prática, \n\nfoi possível constatar que as atividades em grupo são fundamentais para o processo \n\nde aprendizagem e desenvolvimento dos alunos, sendo que estes dois conceitos \n\nestão muito próximos um do outro, ou seja, um não acontece sem o outro. À medida \n\nque a criança aprende, avança em seu desenvolvimento e vice-versa. Dessa forma, \n\natividades coletivas promovem a interação, cooperação, socialização, trabalho em \n\nequipe, afetividade, enfim, elementos essenciais para que um possa aprender com o \n\noutro e, assim, desenvolverem-se juntos, por meio da troca. \n\nPara tanto, o papel do professor é também muito importante, e deve ser \n\nrealizado com o intuito de mediar estas ações descritas acima, de forma que não \n\n\n\n 40 \n\nsejam feitas ao acaso, mas sejam antecipadas às necessidades de seus alunos. É \n\nde fundamental importância que o professor tenha em mente quem é seu aluno, o \n\nque ele já sabe, o que ele pode, quer e deve descobrir para avançar na busca pelo \n\nconhecimento. Dentro dessa ótica, estamos trabalhando, então, na zona de \n\ndesenvolvimento proximal de nossos alunos e, com isso, buscando seu avanço, \n\nautonomia, crescimento, visando à superação dos seus limites. \n\nOutro aspecto que deve ser levado em consideração é a forma com que o \n\nprofessor abordará os conceitos estudados. De acordo com as experiências obtidas \n\ndurante a prática, ficou evidenciado que uma atividade se torna significativa quando \n\nrealizada dentro das expectativas dos alunos, mas acima de tudo, quando feita de \n\nforma lúdica, ou seja, que lhe proporcione satisfação, envolvimento, alegria, sendo \n\nmuito difícil de se conseguir êxito por meio de ações isoladas que visem contemplar \n\nsomente o currículo escolar, sem a participação efetiva dos alunos. Por meio dos \n\nrelatos dos alunos, pude observar que atividades realizadas há bastante tempo, mas \n\nque foram significativas para eles, lhes proporcionaram importantes aprendizagens, \n\nsendo assim internalizadas por eles e facilmente retomadas em momentos \n\nposteriores, como de fato aconteceu durante o estágio. \n\nAcredito que práticas diversificadas, contextualizadas, planejadas e pensadas \n\ntambém pelo olhar do próprio aluno, possam facilitar o processo de internalização \n\ndos alunos com deficiência intelectual. Muitas vezes, o fato de essas pessoas se \n\ndesenvolvem de forma mais lenta, está muito mais relacionado a aspectos \n\nreferentes a situações de desvantagem emocional, cultural, econômica, psíquica, \n\ndecorrentes de uma estrutura familiar que não se mostra capaz de lidar com essas \n\npessoas, do que propriamente de suas características orgânicas. Nesses casos, o \n\nambiente escolar torna-se um refúgio ou um alento para suas dificuldades.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 41 \n\nREFERÊNCIAS  \n\n \n\n \n\nBENITES, Maria / FICHTNER, Bernd – Introdução à abordagem histórico-cultural de \nVygotsky e seus colaboradores, 2009. UFRGS. \n \nCOLL, César; SOLÉ, I. A interação professor aluno no processo de aprendizagem. \nIn: COLL Cesar; PALLÁCIOS, Jesus, MARCHESI, Álvaro (Orgs.) Desenvolvimento \npsicológico e educação: psicologia na educação. Tradução Angélica Mello Alves. \nPorto Alegre: Artes Médicas, 1996, vol.2. pg. 281-297. \n \nDAVIS, Claudia Leme Ferreira. O construtivismo de Piaget e o sociointeracionismo \nde Vygotsky. In Seminário Internacional de Alfabetização e Educação Científica, \n1993 Rio Grande do Sul. Anais: UNIJUÍ, 1993. pg. 35-52. \n \nFACCI, Marida Gonçalves Dias / BRANDÃO, Silvia Helena Altoé – A importância da \nmediação na educação especial: Contribuições da psicologia histórico-cultural, 2007. \nSecretaria de Estado da Educação do Paraná. \n \nFITTIPALDI, Claudia Bertoni – Revista Educação 2006, pg. 50 a 54 – CONCEITOS \nCENTRAIS DE VYGOTSKY: IMPLICAÇÕES PEDAGÓGICAS.  \n \nLEV Vygotsky: o teórico do ensino como processo social. Revista Nova Escola: \nGrandes Pensadores (Ed. Especial). São Paulo: Editora Abril, n. 19, p. 92-94. jul. \n2008. Disponível em:&lt;http://revistaescola.abril.com.br/historia/pratica-pedagogica/ \nlev-vygotsky-teorico-423354.shtml>. \n \nMARTINS, João Carlos – Vygotsky e o Papel das Interações Sociais na Sala de \nAula: Reconhecer e Desvendar o mundo, 1993. \n \nOLIVEIRA, M. K. Vygotsky: Aprendizado e desenvolvimento, um processo sócio-\nhistórico. São Paulo: Scipione, 1993. \n \nSMOLKA, Ana Luiza e LAPLANE, Adriana Lia. Processos de cultura e \ninternalização. Viver Mente&amp;Cérebro, Coleção Memória da Pedagogia, n. 2: Liev \nSeminovich Vygotsky – Rio de Janeiro: Ediouro; São Paulo: Segmento-Duetto, 2005, \np. 76-83. \n \nSOUSA, Gabriela Maria Brabo – Avaliação Inicial do aluno com Deficiência Mental \nna perspectiva Inclusiva – Dissertação de Mestrado – Universidade Federal do Rio \nGrande do Sul - Faculdade de Educação. Programa de Pós-Graduação em \nEducação, 2007, Porto Alegre, BR-RS. \n \nVYGOTSKY, L. S. a construção do pensamento e linguagem. São Paulo: Martins \nFontes, 2001. \n \n \n \n \n\n\n\n 42 \n\nSites consultados: \n \n \n \n<http://daianematosestagio.pbworks.com/w/page/24596557/FrontPage>. \n \n<http://peadportfolio164278.blogspot.com/.."}]}}}