{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25164"}, {"@name": "filename", "#text": "977_neves_jp_me_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\nCAMPUS RIO CLARO \n\nPrograma de Pós-Graduação em Geologia Regional -  \n\nÁrea de Geologia Regional \n\n \n\n \n\n \n\nTAFONOMIA DAS ROCHAS CARBONÁTICAS CONCHÍFERAS \n\nDAS FORMAÇÕES TERESINA E RIO DO RASTO (PERMIANO, \n\nBACIA DO PARANÁ) \n\n \n\n \n\n \n\nJACQUELINE PEIXOTO NEVES \n\n \n\n \n\n \n\n \n\nOrientadora: Profa. Dra. Rosemarie Rohn Davies \n\nCo-orientador: Prof. Dr. Marcello Guimarães Simões \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRIO CLARO (SP) \n\n2009 \n\n \n\n\n\nUNIVERSIDADE ESTADUAL PAULISTA \n\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS \n\nCAMPUS RIO CLARO \n\nPrograma de Pós-Graduação em Geologia Regional -  \n\nÁrea de Geologia Regional \n\n \n\n \n\nTAFONOMIA DAS ROCHAS CARBONÁTICAS CONCHÍFERAS \n\nDAS FORMAÇÕES TERESINA E RIO DO RASTO (PERMIANO, \n\nBACIA DO PARANÁ) \n\n \n\n \n\nJACQUELINE PEIXOTO NEVES \n\n \n\n \n\nOrientadora: Profa. Dra. Rosemarie Rohn Davies \n\nCo-orientador: Prof. Dr. Marcello Guimarães Simões \n\n \n\n \n\nDissertação de Mestrado \n\nelaborada junto ao Programa \n\nde Pós-graduação em \n\nGeologia Regional para \n\nobtenção de título de mestre \n\nem Paleontologia. \n\n \n\n \n\n \n\nRIO CLARO (SP) \n\n2009 \n\n\n\n i \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n\nDedico minha dissertação de mestrado \n à minha querida família e amigos do  \n\ncoração, meus incentivadores! \n \n \n \n\n\n\n ii \n\nAgradecimentos \n \nEm primeiro lugar agradeço à força maior que me conduz em tudo que \n\nfaço, Deus! Obrigada pela vida, oportunidade evolutiva em minha \ntrajetória de iluminação e crescimento. Obrigada principalmente pelos \nmomentos difíceis, pois com eles cada dia posso me tornar uma pessoa \nmelhor... Obrigada pelas pessoas em meu redor, que para mim são degraus \nque me ajudam a subir para sempre evoluir... \n\nWaldemar e Zenaide, minha essência, minhas raízes firmes!  Giane, \nGiovani, Bruno e Thiago, minhas eternas ligações... Obrigada! \n\nRosemarie Rohn Davies e Marcello Guimarães Simões, meus \norientadores... Obrigada por todos os ensinamentos, orientação e exemplos \na serem seguidos! \n\nSuzana, pelo companheirismo no laboratório e ajuda sempre que \nprecisei... Assim como a Juliana David e Christiano Ng pelo auxílio no \ntrabalho de campo... Obrigada! \n\nPaulo Tibana, pela disponibilidade em auxiliar nas análises \npetrográficas... Obrigada!  \n\nJuliana e Hamilton, por todo auxílio técnico e disposição em \najudar... Obrigada! \n\nAos amigos de intensa convivência no decorrer da elaboração dessa \ndissertação, que ficarão em meu coração para não mais saírem, vocês são \nmuito importantes para mim: Babalu, Bianca, Sabrina, Juliana Leme, \nKarina, Juliana Pomari, Negin, Cristiano (Loly) e Joana... \nObrigada! \n\nAline e Cidinha... Obrigada por estarem sempre ao meu lado! \n \nÀ Fapesp, agência financiadora desse projeto... Muito obrigada! \n\n \n \n \n\n\n\n iii \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n\n \n\n \n\n“A mente que se abre a uma nova idéia jamais \n\nvoltará ao seu tamanho original”. \n\n(Albert Einstein) \n\n\n\n iv \n\n \n\nRESUMO \n \n\nBivalves fósseis são comuns em rochas siliciclásticas e carbonáticas das \n\nformações Teresina e Rio do Rasto (Permiano Médio/Superior), Bacia do Paraná. \n\nEntretanto, a gênese das camadas de conchas carbonáticas ainda é pouco conhecida. \n\nCinco camadas de calcários do centro-sul e norte do Estado do Paraná foram \n\nselecionados para estudo tafonômico: dois grainstones oolíticos a bivalves \n\n(Prudentópolis) e um grainstone a peloides e bivalves com intraclastos e oncoides (Rio \n\nPreto) da Formação Teresina; um packstone e um wackestone a bivalves e oncoides \n\n(Ribeirão Claro) da Formação Rio do Rasto. As camadas carbonáticas (? 45 cm de \n\nespessura), estão intercaladas entre rochas pelíticas, possuem contato basal erosivo, \n\nquantidade variável de intraclastos pelíticos, valvas caoticamente distribuídas com \n\ngradação vertical descontínua e empacotamento denso a disperso. As conchas \n\nencontram-se desarticuladas, comumente fragmentadas, às vezes incrustadas por \n\ncianobactérias, e correspondem a espécies alóctonas que viviam em substratos distintos. \n\nAs assembléias de bivalves representam, portanto, tanatocenoses em tempestitos \n\nproximais amalgamados, gerados em água rasa com frequentes modificações por \n\nbioturbação e baixa taxa de sedimentação. A presente pesquisa corrobora outras \n\nevidências de que acumulações de conchas paleozóicas em mares epicontinentais \n\nresultaram de história tafonômica complexa com acentuada mistura temporal e espacial \n\ndos bioclastos sob influência de tempestades. \n\n \n\nPalavras-chave: Tafonomia, rochas carbonáticas, moluscos bivalves, Permiano, Grupo \n\nPassa Dois. \n\n \n\n\n\n v \n\nABSTRACT \n\n \n\nBivalve fossils are common in siliciclastic and carbonate rocks of the Teresina and Rio \n\ndo Rasto formations (Middle to Late Permian), Paraná Basin. However, little is known \n\nabout shell concentrations in carbonates. Five limestone beds in south-central and \n\nnorthern Paraná State were selected for a taphonomic study: two oolite-bivalve \n\ngrainstones at Prudentópolis and one peloid-bivalve grainstone with intraclasts and \n\noncoids at Rio Preto, from Teresina Formation; one packstone and one wackestone with \n\nbivalves and oncoids at Ribeirão Claro, from Rio do Rasto Formation. The limestone \n\nbeds (? 45 cm thick) are intercalated with pelitic rocks; the basal contact is sharp and \n\nerosive, with variable amount of pelitic intraclasts. Shells are randomly oriented (many \n\nnested/stacked), showing dense to disperse packing, and discontinuous grading. The \n\nshells are disarticulated, commonly fragmented, sometimes encrusted by stromatolites, \n\nand correspond to allochthonous specimens winnowed from distinct life-substrates. The \n\nbivalve concentrations were generated in shallow water settings punctuated by storms, \n\nunder very low sedimentation rates, with frequent intrastratal bioturbation. Hence, the \n\nconcentrations are amalgamated proximal tempestites. This work corroborates previous \n\nevidences that Paleozoic shell beds from the epeiric seas have complex taphonomic \n\nhistories and result from strong temporal/spatial mixing of bioclasts under storm \n\ninfluence. \n\n \n\nKeywords: Tafonomy, limestone, bivalve molluscs, Permian, Passa Dois Group. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n vi \n\n Índice \n\nPágina  \n\n1. INTRODUÇÃO          01 \n\n1.1. PROBLEMÁTICA ENVOLVIDA        02 \n\n1.2. OBJETIVOS DO ESTUDO        04 \n\n2. MATERIAIS E MÉTODOS         05 \n\n2.1. LOCALIZAÇÃO DAS CAMADAS CARBONÁTICAS ESTUDADAS     05 \n\n2.2. ATIVIDADES DE CAMPO         07 \n\n2.3. ATIVIDADES DE LABORATÓRIO        07 \n\n2.3.1. Descrição macroscópica das amostras       08 \n\n2.3.2. Descrição microscópica da amostras       09 \n\n     2.3.3. Classificação das rochas carbonáticas       10 \n\n2.3.4. Identificação das espécies        11 \n\n2.4. ATIVIDADES DE GABINETE         11 \n\n3. CARACTERIZAÇÃO DOS CALCÁRIOS CONCHÍFEROS ESTUDADOS   13 \n\n3.1. GRAINSTONE OOLÍTICO A BIVALVES DA PEDREIRA PRU 1 DE PRUDENTÓPOLIS   13 \n\n3.2. GRAINSTONE OOLÍTICO A BIVALVES E PELÓIDES DA PEDREIRA PRU 2  \n\nDE PRUDENTÓPOLIS          23 \n\n3.3. GRAINSTONE / PACKSTONE A PELÓIDES E BIVALVES COM INTRACLASTOS, OÓIDES E ONCÓIDES  \n\nDE RIO PRETO          30 \n\n3.4. CAMADAS CARBONÁTICAS DE RIBEIRÃO CLARO      40 \n\n3.4.1. PACKSTONE A BIVALVES E ONCÓIDES DO AFLORAMENTO 1 DE  \n\nRIBEIRÃO CLARO          42 \n\n3.4.2. WACKESTONE A BIVALVES E ONCÓIDES DO AFLORAMENTO 2 DE  \n\nRIBEIRÃO CLARO          50 \n\n3.5. DESCRIÇÃO E CLASSIFICAÇÃO DAS ROCHAS CALCÁRIAS CONCHÍFERAS  \n\nESTUDADAS           55 \n\n4. DISCUSSÃO          57 \n\n4.1. GÊNESE E HISTÓRIA TAFONÔMICA DAS CONCENTRAÇÕES FÓSSEIS ESTUDADAS   57 \n\n4.2. IMPLICAÇÕES PALEONTOLÓGICAS:        68 \n\n5. SUMÁRIO &amp; CONCLUSÕES        70 \n\n6. REFERÊNCIAS          72\n  \n \n\n \n\n \n\n \n\n \n\n\n\n vii \n\nListra de ilustrações \n \nLista de figuras \n \n\nCapitulo 1                                                                                                              Página \n\nFigura 1.1 – Coluna cronoestratigráfica da Bacia do Paran    02 \n\nCapitulo 2 \n\nFigura 2.1 - Mapa da porção leste da Bacia do Paraná    06 \n\nFigura 2.2 – Gênese de concentrações fossilíferas (Kidwell, 1991)   09 \n\nCapitulo 3 \n\nFigura 3.1 – Grainstone oolítico a bivalves      13 \n\nFigura 3.2 – Perfil colunar da pedreira velha de Prudentópolis   14 \n\nFigura 3.3 – Estratificações cruzadas hummocky (Pru 1)    15  \n\nFigura 3.4 – Marcas onduladas e gretas de contração (Pru 1)   15 \n\nFigura 3.5 – Desenhos de cortes verticais (Pru 1)     17 \n\nFigura 3.6 – Amostra média inferior de Pru 1- (lâmina 1)    18 \n\nFigura 3.7 – Amostra média inferior de Pru 1- (lâmina 2)    19 \n\nFigura 3.8 – Amostra média inferior de Pru 1- (lâmina 3)    20 \n\nFigura 3.9 – Amostra superior de Pru 1- (lâmina 1)      21 \n\nFigura 3.10 – Desenhos de cortes verticais (Pru 1)     22 \n\nFigura 3.11 – Contato inferior da camada carbonática de Pru 2   23 \n\nFigura 3.12 – Perfil colunar dos afloramentos de Pru 2    24 \n\nFigura 3.13 – Contato superior da camada carbonática de Pru 2   25 \n\nFigura 3.14 – Espécimes de Prudentópolis (Pru 2)     25 \n\nFigura 3.15 – Vista superior da amostra de Pru 2     25 \n\nFigura 3.16 – Amostra de Pru 2 (lâmina 1)      27  \n\nFigura 3.17 – Amostra de Pru 2 (lâmina 2)      28 \n\nFigura 3.18 – Desenhos de cortes verticais (Pru 2)     29 \n\nFigura 3.19 – Pedreira de Rio Preto       30 \n\nFigura 3.20 – Contato basal da camada de Rio Preto    31 \n\nFigura 3.21 – Contato superior da camada de Rio Preto    31 \n\nFigura 3.22 – Perfil colunar do afloramento de Rio Preto    32 \n\nFigura 3.23 – Camada carbonática de Rio Preto     33 \n\nFigura 3.24 – Estratificações cruzadas na camada de Rio Preto   33  \n\nFigura 3.25 – Espécimes de Rio Preto      34  \n\n\n\n viii \n\nFigura 3.26 – Parte I da camada de Rio Preto     36  \n\nFigura 3.27 – Parte II da camada de Rio Preto     37  \n\nFigura 3.28 – Parte III da camada de Rio Preto     38 \n\nFigura 3.29 – Parte IV da camada de Rio Preto     39  \n\nFigura 3.30 – Perfil colunar dos afloramentos de Ribeirão Claro   41 \n\nFigura 3.31 – Camada do afloramento 1 de Ribeirão Claro-Carlópolis (PR) 44 \n\nFigura 3.32 – Parte 1 da camada de Ribeirão Claro (afloramento 1)  45 \n\nFigura 3.33 – Parte 2 da camada de Ribeirão Claro (afloramento 1, lâmina 1) 46 \n\nFigura 3.34 – Parte 2 da camada de Ribeirão Claro (afloramento 1, lâmina 2) 47 \n\nFigura 3.35 – Parte 3 da camada de Ribeirão Claro (afloramento 1)  48 \n\nFigura 3.36 – Desenhos de cortes verticais de Ribeirão claro (afloramento 1) 49 \n\nFigura 3.37 – Vista geral do Afloramento 2 de Ribeirão Claro    50 \n\nFigura 3.38 – Camada A do afloramento 2 de Ribeirão Claro   51 \n\nFigura 3.39 – Detalhe da camada A       52 \n\nFigura 3.40 – Amostra da Camada A (lâmina 1)     53 \n\nFigura 3.41 – Amostra da Camada A (lâmina 2)     54 \n\nCapítulo 4 \n\nFigura 4.1 – Eventos responsáveis pela gênese das rochas estudadas  58 \n\nFigura 4.2 – Esquema do registro preservado     59 \n\n \n\nLista de quadros \n \n\nQuadro 1 - Ficha de descrição microscópica das amostras    10 \n\n \n\nLista de tabelas \n \n\nTabela 1 – Classificações das concentrações estudadas    56 \n \n\n \n\n \n\n \n\n\n\n 1 \n\n1. INTRODUÇÃO \n\nO registro estratigráfico da Bacia do Paraná documenta uma progressiva tendência à \n\ncontinentalização dos sistemas deposicionais, assumindo, a partir do Permiano, a fisiografia de \n\nmar interior (Beurlen, 1957, Runnegar &amp; Newell, 1971; Simões et al., 1998, Milani, 2004). \n\nConchas de moluscos bivalves se destacam como os principais elementos do registro fóssil de \n\nmacro-invertebrados da sucessão permo-carbonífera da Bacia do Paraná (Simões et al., 1998), \n\ntendo sido depositadas sob distintas condições de sedimentação. Conforme longamente \n\ndestacado na literatura (vide Mendes, 1952; Runnegar &amp; Newell, 1971; Simões et al., 1998; \n\nWesselingh, 2007), no Grupo Passa Dois (Cisuraliano Superior a Lopingiano Inferior, Fig. 1.1), \n\nas assembléias de bivalves são pouco diversificadas e dominadas por gêneros e espécies \n\nendêmicas à Bacia do Paraná ou com distribuição restrita às bacias do Gondwana Ocidental. \n\nO Grupo Passa Dois subdivide-se nas Formações Irati, Serra Alta, Teresina e Rio do Rasto. \n\nMoluscos bivalves são de ocorrência rara nas rochas da Formação Irati (Beurlen, 1957; Kazubek \n\n&amp; Simões, 2002, 2003a, b; Lages, 2004) e permanecem ainda hoje inadequadamente descritos, \n\ntanto em termos taxonômicos, como tafonômicos. Na Formação Serra Alta, embora os bivalves \n\nsejam ligeiramente mais comuns, em geral, estão preservados em folhelhos (Simões et al., 2000). \n\nAs principais ocorrências estão presentes na Formação Teresina e, na parte média/superior da \n\nFormação Corumbataí, onde as conchas estão tipicamente preservadas em tempestitos, na forma \n\nde arenitos bioclásticos (Simões &amp; Kowalewski, 1998) ou coquinas (Simões et al., 1996; Simões \n\n&amp; Torello, 2003). Do mesmo modo, os bivalves ocorrem em rochas carbonáticas ainda na \n\nFormação Teresina e em alguns intervalos da Formação Rio do Rasto, conforme estudos \n\nrealizados por Rohn (1994, 2001, 2007), Lourenço (2003), Rohn et al. (2003) e Meglhioratti \n\n(2005, 2006).  \n\nConforme demonstrado pelos estudos tafonômicos de detalhe dos arenitos bioclásticos e \n\ndas coquinas da Formação Corumbataí (Simões &amp; Torello, 1994, 2003; Simões et al., 1996; \n\nSimões &amp; Kowalewski, 1998), tais acumulações compreendem concentrações fossilíferas \n\ninternamente complexas (vide Kidwell et al., 1986; Fürsich &amp; Oschmann, 1993), onde as feições \n\nda matriz sedimentar e as assinaturas tafonômicas em seu conjunto, fornecem elementos para a \n\ndeterminação dos processos de fundo (e.g., condições reinantes no dia-a-dia) e os processos \n\nresponsáveis pela deposição final (e.g., agente de deposição). Do mesmo modo que o observado \n\npara as rochas siliciclásticas (arenitos bioclásticos) da Formação Corumbataí, as diferentes \n\n\n\n 2 \n\nsituações tafonômicas observadas nas camadas carbonáticas das formações Teresina e Rio do \n\nRasto refletem, ao que tudo indica, distintas histórias de sedimentação. \n\n \n\n \nFigura 1.1 –Posição estratigráfica dos afloramentos estudados na coluna da Bacia do Paraná \n\n(Estratigrafia conforme Rohn, 1994, 2007). \n \n\n1.1. PROBLEMÁTICA ENVOLVIDA \n\nAs rochas carbonáticas aqui estudadas oferecem exemplos diversificados de situações \n\ntafonômicas/sedimentológicas e de suas relações complexas com rochas siliciclásticas. Na \n\nFormação Teresina, a maioria das assembléias de bivalves está preservada em biooesparitos, \n\nbiomicritos e coquinas. Porém, esta unidade é constituída predominantemente por rochas \n\nsiliciclásticas finas, em grande parte rochas heterolíticas com interlaminações de folhelhos cinza \n\ne arenitos muito finos com acamamento flaser, wavy e lenticular, às vezes com gretas de \n\ncontração. Também ocorrem arenitos finos com laminações cruzadas por ondas ou estratificação \n\ncruzada hummocky. As rochas siliciclásticas estão organizadas em sucessões cíclicas \n\n\n\n 3 \n\ngranocrescentes, de 0,5 a 6 m de espessura, começando com alguns centímetros de folhelhos \n\nescuros e terminando com rochas heterolíticas arenosas.  \n\nOs estratos carbonáticos apresentam espessuras de alguns milímetros até 40 cm, porém \n\nexcepcionalmente apresentam mais do que 4 m de espessura (e.g., em Taguaí, SP). Além das \n\nrochas já mencionadas, também existem biolititos estromatolíticos e brechas carbonáticas. \n\nMuitas vezes, sua organização interna é bastante complexa e bioturbada, notando-se complexa \n\nhistória deposicional (Rohn 2001, Meghioratti, 2006).  \n\nOs bivalves da Formação Teresina fazem parte das biozonas Pinzonella illusa e Pinzonella \n\nneotropica. As espécies que denominam as zonas são muito abundantes em comparação às \n\ndemais. A diversidade não é alta, existindo cerca de 10 espécies na primeira biozona e seis na \n\nsegunda. As espécies evoluíram de ancestrais marinhos (Simões et al., 1997, 1998; Ghilardi &amp; \n\nSimões, 2002), todavia nenhum fóssil da Formação Teresina pode ser considerado como \n\nevidência irrefutável de conexão da Bacia do Paraná a um corpo marinho. Contudo, análises \n\ngeoquímicas de algumas rochas carbonáticas do Grupo Passa Dois, indicam sedimentação em \n\ncondições hipersalinas (Rodrigues &amp; Quadros, 1976). As porções carbonáticas poderiam estar \n\nrelacionadas a condições climáticas mais secas que as siliciclásticas e/ou condições \n\ntransgressivas (quando o aporte de siliciclastos à bacia diminuiu). Contudo, estas interpretações \n\nnão satisfazem todas as situações estratigráficas e tafonômicas observadas. Portanto, os estudos \n\ntafonômicos dos bivalves poderiam resultar em novas alternativas de interpretação. \n\nQuanto à Formação Rio do Rasto, a maior parte dos bivalves fósseis encontra-se \n\npreservada em pelitos e arenitos finos. Somente num intervalo do Membro Serrinha (divisão \n\ninferior daquela unidade), no nordeste do Estado do Paraná, ocorre freqüência maior de rochas \n\ncarbonáticas (Lourenço, 2003; Rohn et al., 2003; Meglhioratti, 2005, 2006). Estas rochas são \n\ngeralmente biomicritos e coquinas, não existindo oosparitos. Pequenos estromatólitos \n\ndesenvolvidos sobre conchas foram observados em alguns afloramentos. \n\nO Membro Serrinha diferencia-se da Formação Teresina pela proporção maior de rochas \n\nareníticas e diminuição de rochas heterolíticas com acamamento wavy. Os arenitos, às vezes com \n\nmais do que 2 m de espessura, podem apresentar grânulos de quartzo na base e ligeira \n\ngranodecrescência. Alguns arenitos podem corresponder a tempestitos e outros aparentemente \n\nsão depósitos de desembocadura de rios efêmeros. A maior parte dos depósitos provavelmente se \n\noriginou em condições lacustres. Os bivalves são de espécies completamente distintas em relação \n\n\n\n 4 \n\nàquelas da Formação Teresina, pertencentem à Zona Leinzia similis (fig. 1.1) e, possivelmente, a \n\numa outra biozona, na porção basal da Formação Rio do Rasto; associam-se a eles \n\nconchostráceos (Rohn, 1994). \n\nO estudo tafonômico da preservação diferencial de partes duras, principalmente com \n\nrelação à orientação dos bioclastos na matriz sedimentar, a articulação, a fragmentação e a \n\ncorrosão estão relacionadas à variações nas taxas de sedimentação e energia do ambiente (Brett \n\n&amp; Baird, 1986). Biofábrica e qualidade de preservação dos bioclastos podem indicar parâmetros \n\nbióticos e abióticos do ambiente e fornecer evidências sobre os processos biológicos envolvidos \n\nna sua formação, tais como taxa de produção de partes duras e bioturbação (Füsich &amp; Oschmann, \n\n1993; Fürsich &amp; Pandey, 1998). Tais estudos podem ter aplicações estratigráficas mais amplas, \n\ncontribuindo para reconstituir a história deposicional de bacias. No caso da Bacia do Paraná são \n\nainda mais relevantes, pois a interpretação de alguns ambientes ainda apresenta controvérsias. \n\nA maior parte dos estudos tafonômicos anteriores a esta investigação concentrou-se no \n\nEstado de São Paulo, na Formação Corumbataí (e.g., Torello &amp; Simões, 1994; Simões et al., \n\n1996; Simões &amp; Kowalewski, 1998; Simões &amp; Torello, 2003), a qual é correlacionável \n\nprincipalmente à Formação Teresina dos estados mais meridionais do Brasil. Tais estudos \n\nabrangeram rochas siliciclásticas e coquinas. As considerações tafonômicas anteriores para \n\nrochas carbonáticas nos estados do Paraná e de Santa Catarina foram pouco detalhadas, pois \n\nfizeram parte de pesquisas estratigráficas mais amplas (Rohn, 1994; Lourenço, 2003; Castro et \n\nal., 2001; Meglhioratti, 2005, 2006). \n\nA despeito dos estudos acima mencionados, as rochas carbonáticas do Grupo Passa Dois \n\nainda são pouco estudadas, persistindo controvérsias quanto aos ambientes deposicionais e \n\nquanto ao ambiente no qual os moluscos bivalves viveram. Portanto, o presente estudo fornece \n\ninformações adicionais para o melhor entendimento das complexas relações entre as rochas \n\ncarbonáticas e siliciclásticas e seus processos e ambientes deposicionais. \n\n \n\n1.2. OBJETIVOS DO ESTUDO \n\nTendo em vista a problemática discutida acima, o presente estudo tem por objetivos: \n\na- descrever, em detalhe, as características tafonômicas das concentrações fossilíferas contendo \n\nconchas de bivalves e outros bioclastos, presentes em coquinas e rochas carbonáticas \n\nconchíferas das formações Teresina e Rio do Rasto (Membro Serrinha); \n\n\n\n 5 \n\nb- interpretar a gênese das concentrações bioclásticas estudadas, procurando classificá-las \n\nsegundo os processos de deposição e a resolução paleoecológica das mesmas; \n\nc- estabelecer modelos de deposição das concentrações estudadas, buscando-se interpretações \n\nsobre os seus possíveis significados paleoambientais e a integração com as informações de \n\ncunho estratigráfico e sedimentológico. \n\n \n\n2. MATERIAIS E MÉTODOS \n\nSeguindo as recomendações de Simões &amp; Gilardi (2000), preliminarmente ao início das \n\natividades de coleta das amostras, foi realizada a delimitação do escopo do estudo e dos tipos de \n\nconcentrações fossilíferas que poderiam ser amostradas ao longo do intervalo estratigráfico \n\nestudado. Em decorrência disso, e considerando as informações previamente disponíveis na \n\nliteratura, cinco afloramentos de rochas carbonáticas ricas em bioclastos foram selecionadas para \n\nesse estudo tafonômico. Em Prudentópolis e, em Rio Preto (centro-sul do Estado do Paraná), as \n\ncamadas conchíferas foram estudadas a partir de pedreiras, onde há boas exposições da \n\nFormação Teresina (Suguio et al., 1974; Petri &amp; Coimbra, 1982; Rohn, 1994; Andreis &amp; \n\nCarvalho, 2001). Em Ribeirão Claro (norte do Estado do Paraná), camadas de rochas contendo \n\nbioclastos, pertencentes à Formação Rio do Rasto, foram analisadas a partir de um longo corte de \n\nestrada, na rodovia PR 151 (Meglhioratti, 2006), conforme descrito a seguir. \n\n \n\n2.1. LOCALIZAÇÃO DAS CAMADAS CARBONÁTICAS ESTUDADAS \n\nPara o presente estudo foram selecionadas as regiões de Prudentópolis, Irati (Distrito de \n\nRio Preto) e Ribeirão Claro, no Estado do Paraná (Fig. 2.1), pois essas oferecem, conforme \n\nacima mencionado, exemplos diversificados de situações tafonômicas e de relações complexas \n\nentre rochas carbonáticas e siliciclásticas. \n\nDuas pedreiras foram visitadas em Prudentópolis, as quais são aqui informalmente \n\ndesignadas de Pru 1 e Pru 2 (vide Rohn, 1994). Essas pedreiras expõem, provavelmente, a parte \n\nsuperior da Formação Teresina. A primeira pedreira (Pru 1) localiza-se próximo à área urbana, a \n\nleste do centro e imediatamente ao norte do Arroio Xaxim, afluente do rio dos Patos, nas \n\ncoordenadas UTM 22J 0503,55 km E/ 7211,55 km N. A altitude na base da pedreira é de 760 m \n\n(precisão +/- 10 m). Essa pedreira está desativada apresentando melhor exposição ao longo de \n\numa distância de 45 m. Apenas os 3 metros basais foram descritos em detalhe, pois outras partes \n\n\n\n 6 \n\nestão encobertas pela vegetação. A segunda pedreira de Prudentópolis (Pru 2), nas coordenadas \n\nUTM 22J 504,79 km E/7211,9 km N, está ativa e localiza-se cerca de 200 metros do rio dos \n\nPatos e 900 metros da rodovia Ponta Grossa-Guarapuava (BR 373), no acesso secundário a \n\nPrudentópolis (não pavimentado), aproximadamente 1,8 km a ENE da pedreira antiga de \n\nPrudentópolis. A pedreira apresenta grande exposição, estendendo-se por mais de 200 metros no \n\nsentido horizontal e 30 metros, no vertical, estando a base da pedreira a aproximadamente 740 \n\nmetros de altitude. \n\nJá a pedreira de Rio Preto está localizada na estrada Irati/Rio Preto, cerca de 3 km antes da \n\núltima localidade e 0,7 km a oeste da ponte sobre o rio Corrente, nas coordenadas UTM 22J \n\n0525,29 km E/ 7176,88 km N, à altitude (na base) de aproximadamente 840 metros. Essa \n\npedreira ainda ativa tem uma frente de cava com cerca de 30 metros de extensão e outra \n\nortogonal com 20 metros e altura máxima de 22 metros. \n\n \n\n \nFigura 2.1 - Mapa da porção leste da Bacia do Paraná, destacando-se a parte aflorante do Grupo \n\nPassa Dois, em verde, e as regiões de estudo. \n \n\n\n\n 7 \n\nAs camadas conchíferas de Ribeirão Claro (nos afloramentos 1 e 2) localizam-se na estrada \n\nRibeirão Claro-Carlópolis (PR 151), num trecho íngreme da estrada com bons afloramentos do \n\nMembro Serrinha às duas margens da pista, aproximadamente 7 km de Ribeirão Claro e 24 km \n\nde Carlópolis. O afloramento 1 situa-se cerca de 600 m a noroeste da igreja São Sebastião, no km \n\n23,3 da estrada, às coordenadas UTM 22K 0627,13 km E/ 7425,76 km N, à altitude aproximada \n\nde 550 m. O afloramento 2 localiza-se cerca de 300 m rumo a Ribeirão Claro, próximo ao km 23 \n\nda  estrada,  às coordenadas  UTM 22K  0626,98 km E/ 7426,00 km N, à  altitude de 575 m.  \n\n \n\n2.2. ATIVIDADES DE CAMPO \n\nNo presente estudo foram empregados os esquemas de descrição em campo de \n\nconcentrações fossilíferas sugeridos por Kidwell (1991) e Kidwell &amp; Holland (1991), \n\ncomplementados pelas recomendações de coleta de Simões &amp; Kowalewski (1998) e Simões &amp; \n\nGhilardi (2000). Assim sendo, as amostras foram coletadas na forma de blocos centimétricos, \n\ndada a impossibilidade de coleta e transporte de blocos métricos, seja pela espessura menor dos \n\ndepósitos fossilíferos, seja dureza das camadas. No campo, as observações qualitativas foram \n\nrealizadas com especial atenção à espessura, continuidade lateral, geometria, contatos, grau de \n\nempacotamento e assinaturas tafonômicas dos bioclastos. Foram levantados perfis faciológicos \n\npara cada afloramento e fotografadas as principais feições estratigráficas, sedimentológicas e \n\ntafonômicas macroscópicas observáveis em campo. Procurou-se amostrar as camadas de \n\ninteresse de modo mais completo possível, desde a base até o topo, representativas em termos de \n\nvariações laterais e, quando possível, incluindo ainda partes das camadas sub e sobrejacentes \n\npara o estudo detalhado dos contatos entre elas. No caso das camadas mais espessas, ou muito \n\ncompactas, não foi possível coletar blocos inteiros com toda sua extensão vertical, mas blocos \n\nmenores, que em conjunto, representam todo o intervalo. Tais blocos foram numerados e \n\nreconstituídos no laboratório com relação à orientação original.  \n\n \n\n2.3. ATIVIDADES DE LABORATÓRIO \n\nOs trabalhos foram realizados conforme o protocolo tafonômico/ paleoautoecológico de \n\nSimões &amp; Ghilardi (2000), adaptado para o contexto de rochas carbonáticas. Tais atividades \n\nforam executadas, em parte, no Laboratório de Paleontologia coordenado pela orientadora Profa. \n\nDra. Rosemarie Rohn (Departamento de Geologia Aplicada, IGCE-UNESP Rio Claro) e, em \n\n\n\n 8 \n\nparte, no Laboratório de Paleozoologia Evolutiva coordenado pelo co-orientador Prof. Dr. \n\nMarcello Guimarães Simões (Departamento de Zoologia, IBB-UNESP Botucatu). \n\n \n\n2.3.1. Descrição macroscópica das amostras \n\nPara a descrição dos atributos ou assinaturas tafonômicas foram utilizadas, principalmente, \n\nas nomenclaturas sugeridas por Kidwell et al. (1986), Brett &amp; Baird (1986), Fursich &amp; Oschman \n\n(1986, 1993) e Kidwell &amp; Holland (1991). As concentrações fossilíferas foram analisadas e \n\ndescritas obedecendo, sempre que possível, os seguintes critérios recomendados por Kidwell &amp; \n\nHolland (1991): \n\n? Feições sedimentológicas do depósito: \n\n- empacotamento dos bioclastos; \n\n- percentual, em volume, dos bioclastos no depósito; \n\n- seleção dos bioclastos; \n\n- tipo de matriz; \n\n- estruturas sedimentares biogênicas e físicas associadas. \n\n? Feições tafonômicas dos bioclastos: \n\n- orientação no plano horizontal e em seção; \n\n- grau de articulação dos restos esqueletais; \n\n- fragmentação; \n\n- arredondamento; \n\n- abrasão, corrosão, bioerosão ou incrustação na superfície. \n\n? Atributos paleoecológicos dos bioclastos: \n\n- número de espécies; \n\n- abundância relativa das espécies; \n\n- hábito de vida; \n\n- idade ontogenética dos indivíduos/tamanho dos exemplares; \n\n- mineralogia e estruturas originais. \n\n \n\nFinalmente, em função dos objetivos do estudo, a classificação genética das concentrações \n\nfossilíferas seguiu Kidwell (1991) e Fürsich &amp; Oschmann (1993) a qual reconhece quatro tipos \n\nprincipais de acumulação (Fig. 2.2), com relação às taxas de sedimentação: 1- event-\n\n\n\n 9 \n\nconcentration; 2- composite-concentration; 3- hiatal/condensed concentration, e 4- lag-\n\nconcentration. \n\n \n\n \n \n\nFigura 2.2 – Gênese de concentrações fossilíferas, segundo as taxas de sedimentação \n(Kidwell, 1991). \n\n \n\n2.3.2. Descrição microscópica da amostras \n\nOs blocos de rochas foram, inicialmente, mergulhados em recipientes com água para \n\neliminar poeira e outros resíduos (e.g., raízes) das amostras. Em alguns casos, os blocos foram \n\nmergulhados e deixados, por um ou dois dias, em solução de água sanitária a fim de remover \n\nmusgos e líquens incrustados na superfície das rochas. Após a limpeza, as amostras foram \n\nfotografadas com câmera digital com o objetivo de documentar o material antes de seu \n\nseccionamento. \n\nEm laboratório, os blocos coletados em campo foram preparados de acordo com as \n\ntécnicas utilizadas por Feldmann et al. (1989) e, posteriormente, seccionados verticalmente com \n\nserras diamantadas, com a finalidade de se obter superfícies planas, permitindo observar melhor \n\n\n\n 10 \n\nas características tafonômicas das rochas estudadas e selecionar as regiões mais interessantes \n\npara a confecção de lâminas delgadas. A confecção das lâminas foi realizada por técnico do \n\nLaboratório de Laminação do IGCE/Unesp, Rio Claro. Em alguns casos, foram confeccionadas \n\nmais de uma lâmina por amostra, conforme se julgou necessário. Foram analisadas 43 lâminas \n\ndelgadas das amostras a fim de melhor detalhar aspectos tafonômicos dos bioclastos e classificar \n\nas rochas carbonáticas em estudo. Esta etapa foi realizada no laboratório de Microscopia do \n\nDepartamento de Petrologia e Metalogenia do IGCE/UNESP. \n\nPara auxiliar a descrição microscópica foram utilizadas fichas conforme modelo abaixo: \n\n \n\n1) Tipo de rocha carbonática: (   ) micrítica  (   ) esparítica; \n\n2)  Presença de: \n\nR – raros; C – comuns; F/A – freqüentes – abundantes: \n\n- Grãos aloquímicos:  \n\n (   ) Oóides      (   ) Oncóides    (   ) Pellets    (   ) Pelóides    (   ) Intraclastos \n\n- Grãos bioclásticos:  \n\nMoluscos:  (   ) Gastrópodos  (   ) Bivalves     \n\n(   ) Ostracodes   (   ) Algas calcárias          (   ) Espículas de esponja    \n\n(   ) -  Estromatólitos      (   ) Outros \n\n3) Minerais não carbonáticos: \n\n(   ) Quartzo   (   ) Mica  (   ) Feldspato    (   ) Glauconita   (   ) Pirita \n\n      3.1) Feições diagenéticas: \n\n(   ) Estilolito     (   ) Cimento       (   ) Franja  (   ) Mosaico \n\n4) Classificação: ____________________________________________________ \n\n5) Descrição da lâmina: _______________________________________________ \n\nQuadro 1 - Ficha de descrição microscópica das amostras. \n\n \n\n2.3.3. Classificação das rochas carbonáticas \n\nAdotou-se a classificação de Dunham (1962) para todas as amostras analisadas. O autor \n\nclassifica os carbonatos com relação ao arranjo (empacotamento) entre grãos, aspecto relevante \n\nem se tratando de um estudo tafonômico de moluscos bivalves. Na descrição das amostras \n\nentende-se por grãos: oncóides, clastos e bioclastos. Cabe lembrar ainda que nas localidades de \n\n\n\n 11 \n\nPrudentópolis (Pru 2), Rio Preto e Ribeirão Claro, as rochas carbonáticas apresentam quantidades \n\nsignificativas de grãos de quartzo do tamanho silte a areia muito fina, devendo-se acrescentar, nas \n\ndesignações acima, respectivamente, os termos “siltoso” ou “arenoso” (Mount, 1985). \n\n Em diversas amostras, as conchas de bivalves são compostas por cristais de calcita e \n\napresentam superfície externa escura. Segundo Flügel (1982), esta situação resulta da dissolução \n\ndo carbonato de cálcio original das conchas (aragonita) e precipitação de calcita no respectivo \n\nespaço. A superfície escura é uma película micrítica, resultante de intensas microperfurações por \n\nmicroorganismos, muito comum em conchas de moluscos fossilizadas, a qual permitiu a \n\npreservação da sua forma original. Tendo em vista o caráter cristalino das conchas fossilizadas \n\npor tal processo, a literatura paleontológica utiliza amplamente o termo \"recristalização\" para \n\ndenominá-lo, embora seja mais correto o termo \"substituição\" ou \"calcitização\". Na presente \n\ndissertação, é utilizado o termo \"recristalização\", porém com as ressalvas apresentadas. \n\n \n\n2.3.4. Identificação das espécies \n\nPara identificação dos espécimes de moluscos bivalves presentes nas amostras estudadas \n\nfoi adotada a classificação de Runnegar &amp; Newell (1971).  \n\n \n\n2.4. ATIVIDADES DE GABINETE \n\nAs atividades de gabinete incluíram (a) confecção de perfis colunares, (b) elaboração de \n\nbanco de imagens e (c) levantamentos bibliográficos. Os perfis faciológicos levantados em \n\ncampo, em papel quadriculado, foram redesenhados ao computador através do software \n\nCorelDraw 12.  \n\nCom o intuito de complementar a descrição macroscópica das rochas estudadas, foi \n\norganizado um banco de imagens, através das fotografias de lâminas delgadas das rochas. Essa \n\natividade foi executada para 43 lâminas anteriormente preparadas, gerando um banco de, \n\naproximadamente, 800 imagens. Para cada região fotografada das lâminas, foi tomado o cuidado \n\nde obter a imagem com os nicóis cruzados e paralelos, a fim de auxiliar na identificação dos \n\nminerais e ressaltar certas características tafonômicas dos bioclastos, ora melhor visíveis com \n\nnicóis paralelos, ora com nicóis cruzados. As imagens digitais dos afloramentos e das amostras \n\ncoletadas (antes e após os cortes) também foram organizadas somando cerca de 970 imagens. \n\n\n\n 12 \n\nPara cada amostra foi confeccionada uma estampa contendo uma imagem da seção da amostra e \n\nimagens das respectivas lâminas petrográficas. \n\nFinalmente, o levantamento bibliográfico incluiu a pesquisa de artigos relativos a rochas \n\ncarbonáticas, tafonomia e ao Grupo Passa Dois, em especial às formações Teresina e Rio do \n\nRasto. Programas de busca, a partir dos recursos da Internet, como o de referências geológicas e \n\nde base de dados (Sibi, GeoRef, Portal Capes), foram empregados nessa atividade. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 13 \n\n3. CARACTERIZAÇÃO DOS CALCÁRIOS CONCHÍFEROS ESTUDADOS \n\n3.1. GRAINSTONE OOLÍTICO A BIVALVES DA PEDREIRA PRU 1 DE PRUDENTÓPOLIS \n\nConforme já mencionado no capítulo Material &amp; Métodos, a região de Prudentópolis, no \n\nEstado do Paraná, apresenta dois afloramentos da Formação Teresina que foram detalhadamente \n\nestudados (Fig. 2.1). No afloramento PRU 1, a camada carbonática é lateralmente extensa (>45 \n\nm), com aproximadamente 21 a 30 cm de espessura (Fig. 3.1), intercalada em rochas \n\nsiliciclásticas finas (arenitos/folhelhos interlaminados com acamamento wavy; Fig. 3.2). O corpo \n\nsobrepõe uma superfície de erosão aproximadamente plana (Fig. 3.1) e apresenta ondulações \n\nsimétricas ou irregulares no topo (Figs. 3.1., 3.3., 3.4), aparentemente bifurcadas, alcançando 3 \n\ncm de altura, 30 a 40 cm de comprimento de onda e direção das cristas quase N-S (N 85o). \n\nSegundo Castro et al. (2001), é um tempestito carbonático grosso composto por calcarenito \n\noolítico/bioclástico e, de acordo com a classificação adotada neste trabalho, trata-se de um \n\ngrainstone oolítico a bivalves (conforme justificado no item 2.3.3). Na porção superior da \n\ncamada há laminações cruzadas por ondas ou, segundo Castro et al. (2001), estratificação \n\nondulada truncante ou microhummocky (Fig. 3.3).  \n\n \n\n \nFigura 3.1 – Camada de grainstone oolítico a bivalves de  PRU 1. O contato inferior é uma \nsuperfície de erosão e o superior é ondulado. Escala = 15 cm. \n\n\n\n 14 \n\n \nFigura 3.2 – Perfil colunar de PRU 1 (vide legenda na folha ao lado). \n\n\n\n 15 \n\n \nFigura 3.3 – Laminações cruzadas por ondas (microhummocky) na parte superior da camada \ncarbonática em PRU 1. Topo ondulado sobreposto por folhelhos e arenitos ondulados. Escala = \n15 cm. \n\n \n\nAs ondulações do calcário estão sobrepostas por drape de folhelho preto com pequenas \n\ngretas de contração e quatro camadas de arenito fino, também drapeadas por folhelho preto com \n\ngretas, alcançando cerca de 5 cm de espessura (Fig. 3.4). Tais camadas têm ondulações herdadas \n\nda camada carbonática, gradualmente horizontalizadas rumo ao topo. \n\n \n\n \nFigura 3.4 – Drape de folhelho com gretas de contração sobreposto ao calcário de PRU 1, \nseguindo-se quatro delgadas camadas de arenito (indicadas por seta na foto “a”), também com \ndrapes de folhelhos e gretas, onduladas conforme o topo do calcário e gradualmente \nhorizontalizados no sentido ascendente. Escala em “a” = 15 cm; em “b” com maiores divisões \nem centímetros. \n\n\n\n 16 \n\nLigeiramente acima das camadas onduladas seguem-se principalmente siltitos, nos quais \n\nocorrem moldes de bivalves, caules de licófitas, glossopterídeas, pecopterídeas e oogônios de \n\ncarófitas (Rohn, 1994). \n\nO grainstone oolítico a bivalves de PRU 1, conforme já está implícito na nomenclatura \n\nadotada, é uma rocha carbonática esparítica com abundantes oóides. Estes são principalmente \n\nesféricos, envelopando valvas de ostracodes, grãos de quartzo e mais raramente fragmentos de \n\nmoluscos bivalves (Figs. 3.6 a 3.9). Sua micro-estrutura interna é radial formada por cristais de \n\ncalcita relativamente grossos e, secundariamente, com discreta micro-estrutura concêntrica \n\n(tangencial). Existem alguns oóides com envelopamento lobado. O tamanho dos oóides varia de \n\n0,5 a 1 mm. Muitos oóides estão silicificados, adquirindo coloração alaranjada (Fig. 3.7). Alguns \n\npelóides ocorrem misturados com os oóides, similares quanto ao tamanho, com forma esférica ou \n\nalongada.  \n\nOs bivalves, em lâmina petrográfica, geralmente são compostos por calcita espática, sem \n\nestruturas internas, e têm uma finíssima borda micrítica de coloração mais escura (e.g., diversos \n\nexemplares nas Figs. 3.6 a 3.8). O tipo de fossilização equivale ao que normalmente se denomina \n\n“recristalização”. Porém, conforme já comentado no ítem 2.3.4 da presente dissertação, o caráter \n\ncristalino das conchas provavelmente resultou da cristalização de calcita no espaço resultante da \n\ndissolução das conchas, exceto nos bordos micritizados. Bioclastos adicionais no calcário, \n\nembora raros, são escamas e outros pequenos restos de peixes, cuja composição fosfática foi \n\nmantida.  \n\nÉ nítida a subdivisão da camada calcária em duas porções sucessivas de sedimentitos \n\ngrossos, gradando para finos, ou seja, com granodecrescência ascendente (fig. 3.5). Logo acima \n\nda base do primeiro intervalo, há valvas de bivalves com cerca de 2 cm de comprimento, em \n\nsedimento de granulação grossa (areia). Gradualmente aparecem fragmentos menores em faixas \n\nirregulares aproximadamente horizontais silicificadas, de cor cinza (veja melhor na fig. 3.10). Os \n\noóides gradam para granulação fina a muito fina, com conchas dispersas e caoticamente \n\ndistribuídas. O intervalo 2 da camada (fig. 3.5) apresenta uma sucessão semelhante à primeira, \n\nou seja, valvas maiores e espessas distribuídas em sedimento de granulação areia grossa, com \n\nfaixas horizontais silicificadas, gradando para granulação mais fina, com menor quantidade de \n\nconchas, todas de tamanho pequeno (aproximadamente variando de 2 mm a 1 cm de \n\ncomprimento, em corte).  \n\n\n\n 17 \n\n \n\n \nFigura 3.5 – Porção média-inferior da camada de PRU 1 (fig. 3.2) com destaque para dois \nintervalos sucessivos com bioclastos mais grossos, gradando para uma camada com finos \n(granodecrescência ascendente). \n\n\n\n 18 \n\nHá clastos de siltito com até 5 cm de comprimento distribuídos entre os bioclastos. As \n\nvalvas estão caoticamente distribuídas em toda a camada e o empacotamento varia de disperso a \n\ndenso, dependendo da região observada (veja desenhos na figura 3.10). Os restos de peixes \n\nocorrem muito dispersos, aparentemente sem organização definida. \n\n \n \n \n \n\n \n \nFigura 3.6 – Grainstone a oóides e bivalves (PRU 1). Porção média-inferior da camada carbonática \n(fig. 3.2); foto A – corte vertical da amostra com indicação das porções usadas nas lâminas \npetrográficas; fotos B, C e D - porções com oóides diferentemente preservados; fotos B´, C´ e D´ - \ndetalhes das fotos B, C e D; foto D´ mostrando um oóide em estágio inicial de envelopamento \n(superior direito) e outro de formato circular, estágio avançado (esquerda). Nicóis paralelos para todas \nas fotos. \n \n\n \n\n \n\n \n\n\n\n 19 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 3.7 – Grainstone a oóides e bivalves (PRU 1). Porção porção média-inferior da camada \ncarbonática (fig. 3.2); foto A – corte vertical da amostra com indicação das porções usadas nas \nlâminas petrográficas; fotos B e D - mistura de oóides silicificados (cor alaranjada) e oóides \nparcialmente micritizados (escuros); foto B´, mostrando oóide silicificado (esquerda) ao lado de outro \ncom núcleo de ostracode (direita). Nicóis paralelos para todas as fotos. \n \n \n \n \n \n \n \n\n\n\n 20 \n\n \n \n \n \n \n \n\n \n\n \n \nFigura 3.8 – Grainstone a oóides e bivalves (PRU 1). Porção média-inferior da camada carbonática \n(fig. 3.2), foto A – corte vertical da amostra com indicação das porções usadas nas lâminas \npetrográficas; fotos B, C e D - fragmentos variados de bivalves distribuídos entre os oóides; fotos B´, \nC´ e D´ - detalhes das fotos B, C e D mostrando micro-estrutura radial dos oóides (C´), com variações \nna forma e no tamanho; fragmento de concha micritizado nas bordas (B´), ligeiramente envelopado \npor material carbonático similar ao dos oóides e parte interna com calcita espática. Nicóis paralelos \npara todas as fotos. \n \n \n\n \n\n \n\n \n\n\n\n 21 \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 3.9 – Grainstone a oóides e bivalves (PRU 1). Porção superior da camada carbonática (fig. \n3.2), foto A: corte vertical da amostra com indicação das porções usadas nas lâminas petrográficas; \nfotos B e C- Abundantes oóides no cimento esparítico, a maioria com formato circular e micro-\nestrutura radial; Fotos B´ e C´- Detalhe das fotos B e C, mostrando oóides envelopando ostracode \n(B´), oóides circulares e pelóide (C´). Nicóis paralelos para todas as fotos. \n \n \n\n \n\n \n\n\n\n 22 \n\n \n \nFigura 3.10 - Desenhos de seções verticais da porção média-inferior de PRU 1 (fig. 3.2). As \nseções A, B e C são de um bloco amostrado e as seções D e E são de outro bloco menor do \nmesmo intervalo carbonático. As porções representadas em cinza são regiões silicificadas. Na \nporção basal das seções A e E ocorrem as maiores valvas do intervalo, as quais estão \nrecristalizadas. Todas as seções, especialmente B e C, mostram uma evidente distribuição caótica \ndas conchas. A seção D evidencia claramente dois intervalos com gradação vertical, ocorrendo \nmaiores concentrações de conchas nas porções inferiores de cada intervalo, onde os oóides são \nmais grossos.  \n \n\n\n\n 23 \n\n3.2. GRAINSTONE OOLÍTICO A BIVALVES E PELÓIDES DA PEDREIRA PRU 2 DE \n\nPRUDENTÓPOLIS \n\nNo afloramento Pru 2, a camada carbonática investigada (Fig. 3.11) situa-se próximo à \n\nbase da pedreira (fig. 3.12), ocorrendo diversas outras camadas carbonáticas, nos 30 metros de \n\nexposição, com destaque para um banco estromatolítico, silicificado, a cerca de 20 metros da \n\nbase da pedreira, na parte média/superior da Formação Teresina (Ng &amp; Rohn, 2008). As camadas \n\ncarbonáticas normalmente apresentam espessuras entre 8 e 30 cm, intercalando-se entre rochas \n\nsiliciclásticas finas. Predominam rochas heterolíticas formadas por folhelhos escuros e arenitos \n\nmuito finos com acamamento wavy/flaser/lenticular. Ocorrem também camadas relativamente \n\nespessas de folhelhos (~1 m), às vezes, com gretas de contração (num intervalo da parte inferior \n\nda pedreira), siltitos e delgados arenitos muito finos com ondulações, laminações cruzadas por \n\nondas ou estratificações cruzadas hummocky. \n\nA camada carbonática estudada apresenta cerca de 10 cm de espessura, contato basal \n\nirregular, evidenciando superfície de erosão (Fig. 3.11) e contato superior levemente ondulado \n\n(Fig. 3.13). \n\n \n\n \nFigura 3.11 - Camada carbonática conchífera da pedreira PRU 2 de Prudentópolis, havendo \ncontato inferior com superfície de erosão (seta). \n\n\n\n 24 \n\n \nFigura 3.12 – Perfil colunar de Pru 2 (vide legenda na folha ao lado). \n\n\n\n 25 \n\n \nFigura 3.13 - Contato superior ondulado (seta) da camada carbonática conchífera da pedreira \nnova de Prudentópolis e recobrimento por drape de folhelho. Escala= 1 cm. \n\n  \n\nDe uma amostra de PRU 2, foram extraídos bivalves identificados como Pinzonella \n\nneotropica (Reed) e Jacquesia elongata (Holdhaus) conforme comparações com exemplares em \n\nRunnegar &amp; Newell (1971) (Figs. 3.14 e 3.15).  \n\n \nFigura 3.14 – 1: Pinzonella neotropica, valva esquerda, silicificada; 2: Jacquesia elongata, valva \nesquerda, silificada. Afloramento Prudentópolis Pru 2.  Escala gráfica = 1 cm.  \n\n \n\n \nFigura 3.15 - Vista superior da amostra de Pru 2, da qual foram extraídos os espécimes \napresentados na figura 3.14. Há outros espécimes de Pinzonella neotropica (centro inferior) que \nnão puderam ser retirados da amostra. Escala = 1 cm. \n\n\n\n 26 \n\nOs carbonatos de PRU 2 foram classificados como grainstone oolítico a bivalves e \n\npelóides, semelhante à camada de PRU 1. Nesse caso, entretanto, trata-se de grainstone impuro, \n\npor apresentar lama misturada ao cimento esparítico (Fig. 3.17, cimento de coloração escura). Os \n\nbioclastos estão caoticamente distribuídos e muito fragmentados (Fig. 3.16, foto C e Fig. 3.18); \n\nsão raras as valvas inteiras (Fig. 3.16, foto B) e não foram encontradas conchas articuladas. Há \n\nintraclastos de siltito e argilito que podem atingir até 10 cm de comprimento e 3 cm de largura \n\n(Fig. 3.16, foto A). O empacotamento dos bioclastos é predominantemente denso (coquina) (Fig. \n\n3.18).  \n\n \n\n\n\n 27 \n\n \n \nFigura 3.16 – Grainstone a oóides, bivalves e pelóides (Pru 2). Foto A – Corte vertical da \ncamada (fig. 3.4) com indicação das porções usadas nas lâminas petrográficas; foto B e C- \nfragmentos de bivalves, com variação de tamanhos misturados aos oóides e pelóides; foto B´ - \ndetalhe de oóide (esquerda inferior) e dois fragmentos de bivalves; foto C´ - detalhes de oóides \ncom diversidade de tamanhos e formas. Fotos das lâminas petrográficas obtidas com nicóis \nparalelos. \n\n\n\n 28 \n\n \n \nFigura 3.17 – Grainstone a oóides, bivalves e pelóides (Pru 2). Foto A – Corte vertical da \ncamada (fig. 3.4) com indicação das porções usadas nas lâminas petrográficas; foto B - \nfragmentos de bivalves misturados a pelóides e oóides; foto B´ - detalhe da foto B, mostrando \noóide (direita superior) e fragmentos de bivalves; foto C- Abundantes pelóides e ostracodes no \ncimento impuro; foto C´- detalhe da foto C, mostrando ostracodes, alguns sendo envelopados \npor oóides (esquerda, superior). Fotos das lâminas petrográficas obtidas com nicóis paralelos. \n\n\n\n 29 \n\n \n \nFigura 3.18 – Desenhos de quatro seções verticais da camada carbonática conchífera da pedreira \nPRU 2 de Prudentópolis, sendo A e B paralelas entre si e C e D perpendiculares às primeiras. As \nestruturas com formato variando de oval a circular são representações de clastos de siltito em \ncorte. A seção A mostra um intraclasto de aproximadamente 10 cm de comprimento. Há valvas \nrecristalizadas, representadas pelas conchas de maior espessura em todos os desenhos e conchas \nmais delgadas com a composição carbonática mantida ou silicificadas. As porções superiores das \nseções C e D mostram valvas dipostas perpendicularmente ao plano de acamamento, feição \ntipicamente gerada por bioturbação. \n \n\n\n\n 30 \n\n3.3. GRAINSTONE / PACKSTONE A PELÓIDES E BIVALVES COM INTRACLASTOS, OÓIDES E \n\nONCÓIDES DE RIO PRETO \n\nNa pedreira de Rio Preto, a camada carbonática analisada está intercalada entre rochas \n\nsiliciclásticas predominantemente pelíticas da Formação Teresina (Fig. 3.19 e 3.22). Há mais \n\nduas camadas carbonáticas na exposição, aparentemente sem conchas. São especialmente \n\nnotórias grandes gretas de contração no piso da pedreira e vegetais fósseis nos siltitos \n\nsobrepostos às gretas. Entre os vegetais, destacam-se delicadas e abundantes briófitas, até o \n\nmomento encontradas somente neste afloramento da formação, e oogônios de algas carófitas \n\n(Rösler, 1982; Rohn, 1994; Cortez et al. 2008).  \n\n \n\n \nFigura 3.19 - Rochas predominantemente pelíticas na pedreira de Rio Preto e três camadas \ncarbonáticas (setas), das quais a central foi estudada em detalhe.  \n \n\nA camada estudada é tabular ao longo da exposição da pedreira, apresentando espessura \n\nem torno de 45 cm e contato inferior e superior abrupto, ligeiramente irregular, com rochas \n\nsiliciclásticas constituídas por folhelhos pretos e arenitos muito finos interlaminados ondulados \n\n(Figs. 3.20, 3.21). As últimas lâminas arenosas da rocha heterolítica sotoposta são mais espessas \n\ne já parcialmente carbonáticas (Fig. 3.20). O topo da camada carbonática, em algumas porções, \n\ntem aparência ondulada (Fig. 3.21).  \n\n\n\n 31 \n\n \nFigura 3.20 – Contato entre a camada carbonática de Rio Preto (seta) e as rochas siliciclásticas \nsubjacentes (arenitos e folhelhos interlaminados com acamamento wavy). Escala (régua) = 15 \ncm. \n\n \n\n \nFigura 3.21 – Superfície de erosão (seta) e possíveis ondulações entre a camada carbonática e as \nrochas siliciclásticas sobrejacentes, na pedreira de Rio Preto. Na parte superior da camada \ncarbonática há pequenas concreções. Régua com divisões maiores em centímetros. \n\n \n\nA grosso modo, a camada carbonática apresenta quatro subdivisões conforme variações \n\nverticais na concentração de conchas (Figs. 3.22 e 3.23). Contudo, as subdivisões não são nítidas, \n\npois ocorrem passagens relativamente graduais e irregulares entre as porções densamente \n\nempacotadas e as frouxamente empacotadas. Localmente, na parte superior da camada, há \n\norientação oblíqua dos intraclastos e das maiores conchas, sugerindo a presença de estratificação \n\ncruzada, porém não foi possível reconhecer claros sets cruzados (Fig. 3.24). \n\n \n\n\n\n 32 \n\n \n \n\nFigura 3.22 – Perfil colunar do afloramento de Rio Preto (vide legenda na folha ao lado). \n\n\n\n 33 \n\n \nFigura 3.23 – Camada carbonática estudada, alternando-se regiões com empacotamento denso de \nbioclastos e intraclastos (setas), e regiões com empacotamento disperso. \n\n \n\n \nFigura 3.24 – Aparente estratificação cruzada na parte superior da camada carbonática em Rio \nPreto, sugerida pela orientação oblíqua dos intraclastos e bioclastos. A seta mostra o contato do \ncarbonato com pelitos sobrejacentes. As partes irregulares na parte inferior da foto correspondem \na porções silicificadas. Régua com divisões maiores em centímetros. \n\n\n\n 34 \n\n \nNesses calcários foi possível identificar alguns bivalves, ao nível específico, de acordo \n\ncom a classificação em Runnegar &amp; Newell (1971), incluindo: Pinzonella neotropica, Jacquesia \n\nelongata, Pyramus anceps e Ferrazia cardinalis (Fig. 3.25). Em associação aos bivalves, \n\nocorrem folhas de licófitas permineralizadas por sílica e raras escamas e dentes de peixes, cuja \n\ncomposição fosfática original foi mantida. \n\n \n\n \nFigura 3.25 - Bivalves da pedreira Rio Preto. 1: Pyramus anceps, valva direita; 2: Pinzonella \nneotropica, valva direita; 3: Jacquesia elongata, valva esquerda; 4: Ferrazia cardinalis, valva \nesquerda. Todas as conchas estão silicificadas. Escala gráfica = 1 cm. \n\n \n\nNa camada carbonática de Rio Preto, diferentemente das de Prudentópolis, junto aos \n\nbioclastos há poucos oóides, quantidade muito grande de pelóides (Fig 3.26, foto B), grãos de \n\nquartzo da granulação areia fina/muito fina e intraclastos, além de porções com matriz micrítica \n\ne não espática. Portanto, a rocha foi classificada como grainstone/packstone a pelóides e \n\nbivalves com intraclastos, oóides e oncóides. \n\nAs valvas de bivalves, em geral, apresentam alto grau de fragmentação. Os fragmentos de \n\nbivalves, ostracodes e grãos de quartzo encontram-se parcial ou totalmente envelopados por uma \n\nmassa micrítica (fig. 3.29, foto C), similar àquela dos pelóides, aproximadamente com as \n\n\n\n 35 \n\nmesmas dimensões (5µm de diâmetro). Não apresentam as feições típicas radiais e concêntricas \n\ndos oóides, nem as laminações dos oncóides. Contudo, amostras de oncóides (no caso, lâminas \n\nmicrobiais desenvolvidas sobre conchas de bivalves) foram encontradas anteriormente na mesma \n\ncamada (Rohn, 1994). Há clastos sílticos com até 5 cm de comprimento e 3 cm de largura. \n\nAs descrições abaixo e as respectivas ilustrações baseiam-se não em divisões naturais da \n\ncamada, mas na sucessão de amostras que puderam ser coletadas (da base para o topo). \n\nNa porção basal da camada os bioclastos apresentam tamanhos milimétricos com o \n\nempacotamento variando de disperso a frouxo (Fig. 3.26). Um pouco acima, os fragmentos \n\nbioclásticos são maiores, atingindo 2 cm de comprimento, com empacotamento variando de \n\nfrouxo a denso, retornando, em seguida (~4 cm), a uma situação de empacotamento frouxo \n\nsimilar ao primeiro intervalo. Na parte média-inferior (Fig. 3.27) segue-se uma alternância de \n\npartes densamente empacotadas (~4 cm) com partes frouxamente empacotadas (~6 cm). Nas \n\nporções mais densamente empacotadas, a disposição das conchas tende a ser mais caótica. A \n\nporção média-superior (Fig. 3.28) continua com a mesma tendência das partes inferiores, apenas \n\naumentando as espessuras das partes com empacotamento denso (~5 cm) e empacotamento \n\nfrouxo (~9 cm). O comprimento dos fragmentos varia de 1 a 8 mm e, predominantemente, \n\napresentam arestas arredondadas. Alguns estão com a composição carbonática mantida e outros \n\nsilicificados. No último intervalo até o topo da camada carbonática, as conchas estão oblíquas de \n\nmodo paralelo à estratificação cruzada (Fig. 3.24) ou apresentam distribuição caótica onde não \n\nhá estratificação (Fig. 3.29). Conforme já mencionado, o contato com o depósito sobrejacente é \n\nirregular, correspondendo a uma superfície de erosão, localmente com aparência ondulada (fig. \n\n3.20. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 36 \n\n \n\n \n\n \n\n \n\nFigura 3.26 – Grainstone a pelóides e bivalves com intraclastos, oóides e oncóides (Rio Preto). \nFoto A- vista lateral da parte I (fig. 3.7) da camada; foto B- cimento com grãos peloidais, oóides e \nalguns fragmentos de conchas, com cerca de 2 mm; foto C- pelóides e frequentes fragmentos de \nconchas;  foto D- detalhe da foto C, mostrando pelóides com diferentes tamanhos (direita) ao lado \nde um pequeno fragmento de concha. Todas as fotos das lâminas petrográficas obtidas com nicóis \nparalelos. \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 37 \n\n \n\n \n\n \n\nFigura 3.27 – Grainstone a pelóides e bivalves com intraclastos, oóides e oncóides (Rio Preto). \nFoto A- vista lateral da parte II da camada (fig. 3.7); foto B- cimento com grãos peloidais e raros \nfragmentos de concha de bivalve; foto C- fragmento de bivalve silicificado com mais de 1 cm de \ncomprimento (superior), ao lado de outro fragmento (inferior) com bordos micritizados e interior \ncalcítico (por dissolução e preenchimento diagenético). Todas as fotos das lâminas petrográficas \nobtidas com nicóis paralelos. \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 38 \n\n \n\n \n\n \n\n \n\nFigura 3.28 – Grainstone a pelóides e bivalves com intraclastos, oóides e oncóides (Rio Preto). \nFoto A- vista lateral da parte III da camada (fig. 3.7); foto B- cimento esparítico com grãos \npeloidais, fragmentos de conchas de bivalves silicificados (cor amarela) e outro com bordos \nmicritizados (porção superior direita)  e interior calcítico (por dissolução e preenchimento \ndiagenético); foto C- detalhe da foto B, mostrando pelóides e um pequeno fragmento de concha \nparcialmente silicificada (amarelo).; foto D– cimento esparítico e um fragmento de bivalve com \ncerca de 1 cm de comprimento, misturado aos pelóides e oóides. Todas as fotos das lâminas \npetrográficas obtidas com nicóis paralelos. \n \n\n \n\n \n\n \n\n \n\n1 cm \n\n\n\n 39 \n\n \n\n \n\n \n\nA\n\nB\n\nC\n\nB\n\n1 cm\n\n1 mm\n\n1 mm\n \n\nFigura 3.29 – Grainstone a pelóides e bivalves com intraclastos, oóides e oncóides (Rio Preto). \nFoto A – Parte IV da camada (porção superior, fig. 3.7) com indicação da lâmina petrográfica; foto \nB- cimento esparítico com grãos peloidais, ostracodes, um oóide (direita-superior) e prováveis \nfragmentos de concha de bivalve; Foto C- Detalhe de um pelóide (direita), ostracode envolvido \npor capa micrítica (esquerda) e um provável fragmento de bivalve (superior). Todas as fotos das \nlâminas petrográficas obtidas com nicóis paralelos. \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 40 \n\n3.4. CAMADAS CARBONÁTICAS DE RIBEIRÃO CLARO \n\nNa região de Ribeirão Claro-Carlópolis, no Estado do Paraná, próximo ao limite com o \n\nEstado de São Paulo, as camadas carbonáticas estudadas fazem parte de uma exposição com \n\naproximadamente 107 metros de espessura de rochas da Formação Rio do Rasto, Membro \n\nSerrinha, as quais são sobrepostas, discordantemente, pela Formação Pirambóia (Meglhioratti, \n\n2006). Ao longo da sucessão examinada predominam arenitos tabulares muito finos cimentados \n\npor calcita, com espessuras entre 0,5 e 4 metros, caracterizando-se por laminações plano-\n\nparalelas a onduladas, às vezes com interlaminações pelíticas, formando acamamento flaser ou \n\nwavy (Meglhioratti, 2006). Em proporção ligeiramente menor ocorrem siltitos cinza a \n\nesverdeados, igualmente com espessuras entre 0.5 e 4 metros (Meglhioratti, 2006).  \n\nNa metade inferior da sucessão de Ribeirão Claro destacam-se seis corpos carbonáticos \n\nmicríticos com espessura de 0,1 a 0,6 metros. Para o presente estudo, foram selecionados dois, \n\ntendo em vista suas características tafonômicas peculiares (Fig. 3.30). O primeiro, contido no \n\nintervalo aqui informalmente designado como “Afloramento 1”, corresponde à visada M03 do \n\nperfil “Mirante” de Meglhioratti (2006). O segundo corpo carbonático estudado pertence ao \n\nchamado “Afloramento 2” (Fig. 3.30) e corresponde à visada M17 daquele autor, estando cerca \n\nde 24 metros acima do primeiro. \n\nA posição litoestratigráfica da exposição não pôde ser determinada com precisão, pois, na \n\nárea de estudo, o contato entre as formações Teresina e Rio do Rasto está encoberto. Além disso, \n\nas características do Membro Serrinha da região norte do Estado do Paraná são distintas daquelas \n\nobservadas em áreas situadas mais a sul, particularmente pela maior proporção de rochas \n\ncarbonáticas e pelas espessuras muito menores do membro como um todo. Entre os fósseis \n\nidentificados no Membro Serrinha da região de Ribeirão Claro, nenhum é diagnóstico das \n\nbiozonas propostas em Rohn (1994). De acordo com as correlações de Meglhioratti (2006) entre \n\no perfil “Mirante” de Ribeirão Claro e outros perfis da região de Congonhinhas-Sapopema (PR), \n\no Afloramento 1 estaria situado próximo à base do Membro Serrinha. \n\n \n\n\n\n 41 \n\n \n \n\nFigura 3.30 – Perfil colunar dos afloramentos de Ribeirão Claro  \n\n(vide legenda na folha ao lado). \n\n\n\n 42 \n\n3.4.1. PACKSTONE A BIVALVES E ONCÓIDES DO AFLORAMENTO 1 DE RIBEIRÃO CLARO \n\nA camada carbonática do Afloramento 1 (Fig. 3.31), classificada como packstone a \n\nbivalves e oncóides, tem geometria relativamente tabular ao longo de aproximadamente 6 metros \n\nde exposição, com pequenas variações na espessura, sempre próxima a 40 cm. Os contatos \n\ninferior e superior são abruptos com siltitos avermelhados, notando-se ligeira irregularidade na \n\nbase do carbonato e superfície praticamente plana no topo. Há muitos grãos de quartzo \n\nmisturados à micrita da matriz. \n\nOs bioclastos são representados por ostracodes, conchas de bivalves e escamas de peixes. \n\nOncóides, correspondendo a pequenos estromatólitos semi-esféricos arredondados, por vezes \n\nmicro-colunares são abundantes. Tais oncóides são similares aos de Joaquim Távora (PR) \n\ndescritos por Rohn &amp; Fairchild (1986) e de diversos outros afloramentos ou testemunhos de \n\nsondagem das formações Teresina e Rio do Rasto registrados por Lourenço (2003) e \n\nMeglhioratti (2006). Os elementos carbonáticos duros que serviram como substrato para a \n\nincrustação das primeiras cianobactérias dos estromatólitos, vistos a olho nu em corte, \n\nassemelham-se a fragmentos de conchas de invertebrados (e.g., moluscos bivalves). Entretanto, \n\nessa interpretação não é completamente destituída de dúvidas, pois tais supostos bivalves estão \n\nmal preservados, alguns apresentam forma plana ou placóide ao invés da forma côncavo-\n\nconvexa que seria normal em conchas, e nenhum corte permitiu reconhecer algum umbo ou \n\ncharneira. Uma hipótese alternativa a ser considerada é que os estromatólitos se desenvolveram \n\nsobre intraclastos micríticos placóides resultantes de ressecamento e retrabalhamento de lama \n\ncarbonática. Entretanto, tais intraclastos provavelmente não seriam tão delgados (?1 mm), nem \n\napresentariam espessura tão uniforme, muito menos “ornamentação” ondulada (Fig. 3.35, foto \n\nD). Por essas razões, supõe-se que os estromatólitos estejam incrustados sobre conchas de \n\nbivalves.  \n\nA camada carbonática é amalgamada e formada por distintas porções (partes 1, 2 e 3, fig. \n\n3.31), segundo as estruturas sedimentares, o grau de empacotamento e o arranjo dos bioclastos \n\nna matriz. Estas porções são facilmente reconhecíveis a olho nu, pois suas diferenças tornaram-\n\nse destacadas por ação do intemperismo. Em toda a camada, a distribuição dos grãos é caótica. O \n\nempacotamento pode variar de disperso a denso, tanto na vertical, quanto na horizontal.  \n\nA parte 1 corresponde aos 15 cm basais da camada carbonática, subdividindo-se, por sua \n\nvez, em três porções mais discretas, com espessuras próximas a 2 cm na porção inferior e na \n\n\n\n 43 \n\nsuperior, e 11 cm na porção média principal. Na primeira, os fragmentos de conchas apresentam \n\n0,5 mm de comprimento, alguns alcançando 3 cm (Fig. 3.32). Há conchas incrustadas por \n\nlâminas estromatolíticas, especialmente as maiores. O empacotamento é disperso (Fig. 3.32, \n\nfotos C e C´). Na porção média da parte 1, o empacotamento varia de disperso a frouxo. Os \n\nbioclastos possuem tamanho médio de 2 mm, raros atingindo 7 mm de comprimento. Há \n\nostracodes, cuja carapaça apresenta comprimento médio de 0,5 mm. Nesse caso, ocorre menor \n\nquantidade de clastos incrustados. Também foram observadas raras escamas de peixe. A parte \n\nsuperior da parte 1 possui características muito semelhantes à porção inferior. Há bioclastos \n\nempilhados, em posição aproximadamente concordante ao acamamento.  \n\nA parte 2 da camada (fig. 3.31), com aproximadamente 23 centímetros de espessura, \n\napresenta proporção muito maior de oncóides em comparação às partes 1 e 3. Quase todos os \n\nbioclastos estão incrustados pelos estromatólitos, os quais comumente têm espessura (ou altura) \n\npróxima a 1 cm. No geral, predominam aqueles oncóides denominados como “tipo A” por Rohn \n\n&amp; Fairchild, (1986) (veja fig. 3.34) e são menos comuns aqueles com minúsculas colunas, do \n\ntipo B (fig. 3.33). Em muitos, o crescimento estromatolítico ocorreu em ambos os lados dos \n\nbioclastos. Geralmente, os raros oncóides do “tipo B” apresentam de 4 a 5 colunas, \n\naproximadamente 2 cm de comprimento (em corte) e possuem espaço intercolunar com menos \n\ngrãos de quartzo e lama do que na matriz da rocha (Figs. 3.33B, C). Os oncóides estão \n\ncaoticamente arranjados na matriz, alguns em posição concordante ao acamamento, com a parte \n\nsuperior voltada para cima (foto A, figs. 3.33 e 3.34), outros invertidos ou oblíquos. O \n\nempacotamento dos grãos (oncóides e ostracodes) é muito denso nas porções inferior e superior \n\nda parte 2, porém varia verticalmente, havendo regiões matriz-suportadas, principalmente na \n\nporção central.  \n\nFinalmente, a parte 3 (fig. 3.31) corresponde aos 10 cm superiores da camada carbonática \n\nestudada, sendo caracterizada por grande proporção de conchas fragmentadas e a presença \n\nsubordinada de oncóides (Fig. 3.35). A maioria das incrustações estromatolíticas possui \n\nespessuras inferiores a 1 mm, podendo ocorrer em ambas as superfícies das conchas. Alguns \n\npoucos oncóides assemelham-se aos tipos A ou B de Rohn &amp; Rösler (1986), notando-se que nos \n\nespaços intercolunares há menos lama do que na matriz da rocha (Fig. 3.35B, C). Na porção \n\nbasal da camada (aproximadamente 2 cm espessura) há poucos oncóides, muitos bioclastos não \n\nincrustados por estromatólitos e carapaças de ostracodes. Os grãos estão frouxamente \n\n\n\n 44 \n\nempacotados na matriz. Rumo ao topo as conchas fragmentadas e não incrustadas estão \n\ndensamente empacotadas, formando uma coquina. Também estão presentes ostracodes, com as \n\nvalvas articuladas fechadas (raros). Os bioclastos encontram-se em variadas posições, com \n\nvalvas (incrustadas ou não) concordantes, oblíquas e até perpendiculares em relação ao plano de \n\nacamamento (Fig. 3.36). Do ponto de vista diagenético, houve incipiente dissolução do \n\ncarbonato de cálcio de parte dos oncóides, tanto no contato com a matriz (Figs. 3.34C), quanto \n\ninternamente, conforme evidenciado pela presença de micro-estilólitos. \n\n \n\n \nFigura 3.31 – Camada carbonática do Afloramento 1 de Ribeirão Claro-Carlópolis (PR), \nclassificada como packstone a bivalves e oncóides, dividida em três partes conforme os tipos de \ngrãos predominantes (conchas bivalves e/ou oncóides), o empacotamento e o arranjo na matriz. \nO intemperismo destacou os oncóides, muito abundantes na parte 2. A camada apresenta \ncontatos abruptos com os siltitos adjacentes, sendo ligeiramente irregular na base. Altura do \nmartelo ~30 cm.  \n\n \n\n\n\n 45 \n\n \nFigura 3.32- Packstone a bivalves e oncóides de Ribeirão Claro, Afloramento 1. Foto A- corte \nvertical da parte 1 da camada (fig. 3.31), mostrando a posição das lâminas petrográficas; foto B- \noncóide do tipo A, incrustado sobre concha de bivalve e matriz micrítica com grande abundância \nde grãos de quartzo e alguns fragmentos de conchas de bivalves; foto B´-detalhe da foto B, \nmostrando a incrustação em ambos os lados da valva, porém mais espessa em um dos lados; foto \nC- matriz micrítica impura; foto C´- detalhe da foto C, grãos de quartzo (brancos), fragmentos de \ncarapaças de ostracodes (delgadas e côncavo-convexas) e fragmentos de conchas de bivalves \n(mais espessas e mais irregulares). Fotos das lâminas petrográficas obtidas com nicóis paralelos. \n \n\n\n\n 46 \n\n \nFigura 3.33- Packstone a bivalves e oncóides do Afloramento 1 de Ribeirão Claro. Foto A- corte \nvertical da parte 2 da camada (fig. 3.31), mostrando a posição das lâminas petrográficas; foto B- \nparte de duas colunas de estromatólitos e espaço inter-colunar; foto B´- detalhe do \npreenchimento inter-colunar; foto C- estromatólito incrustado sobre concha de bivalve e \npequenos fragmentos de conchas com formas irregulares; Foto C´- detalhe da laminação \nestromatolítica. Fotos das lâminas petrográficas obtidas com nicóis paralelos. \n \n\n\n\n 47 \n\n \nFigura 3.34- Packstone a bivalves e oncóides do Afloramento 1 de Ribeirão Claro. Foto A- corte \nvertical da parte 2 da camada (fig. 3.31), mostrando a posição das lâminas petrográficas; foto B- \nfragmentos de bivalves caoticamente distribuídos na matriz; foto B´- detalhe de um fragmento \nde bivalve disposto de forma oblíqua; foto B´- detalhe da foto B, mostrando um bivalve \nfragmentado e valvas desarticuladas de ostracode (direita-inferior); foto C- três fragmentos de \nbivalves incrustados por estromatólitos; Foto C´- detalhe da laminação em um dos oncóides. \nFotos das lâminas petrográficas obtidas com nicóis paralelos. \n\n\n\n 48 \n\n \nFigura 3.35- Packstone a bivalves e oncóides do Afloramento 1 de Ribeirão Claro. Foto A- corte \nvertical da parte 3 da camada (fig. 3.31), mostrando a posição das lâminas petrográficas; foto B- \noncóide do tipo B; detalhe mostrando as estruturas colunares e preenchimento intercolunar \ndistinto do material micrítico do packstone; foto C- oncóide também com diferença entre o \nmaterial intercolunar e o externo, e feições diagenéticas de dissolução; foto D- Empacotamento \ndenso de fragmentos de bivalves incrustados ou não por lâminas estromatolíticas; foto E- \nConcha incrustada por lâmina estromatolítica muito espessa e fragmentos de conchas incrustadas \npor lâminas delgadas ou sem incrustação. Fotos das lâminas petrográficas obtidas com nicóis \nparalelos. \n\n \n\n\n\n 49 \n\n \nFigura 3.36 – Desenhos de cortes verticais da camada carbonática do Afloramento 1 de Ribeirão \nClaro. Os traços grossos nos oncóides correspondem a prováveis conchas de bivalves, sobre as \nquais ocorreu a incrustação estromatolítica. A e A´ são referentes à parte inferior da camada \n(parte 1); B e B´ são relativos à porção intermediária (parte 2); C e C´ são da parte superior \n(parte 3). \n\n \n\n \n\n\n\n 50 \n\n3.4.2. WACKESTONE A BIVALVES E ONCÓIDES DO AFLORAMENTO 2 DE RIBEIRÃO CLARO \n\nNo afloramento 2, ocorrem rochas de granulação síltica e cor geral rósea, destacando-se \n\nquatro camadas (A, B, C e D) que reagem fortemente ao HCl. Intercalam-se siltitos maciços ou \n\nligeiramente interlaminados com arenitos, formando discreto acamamento lenticular. Para o \n\npresente estudo tafonômico interessa especialmente a camada carbonática inferior (aqui \n\ninformalmente designada como camada A, figs. 3.30, 3.37), constituída por wackestone com \n\nbivalves e oncóides. \n\n \n\n \n\nFigura 3.37 - Vista geral do Afloramento 2 de Ribeirão Claro (altura ~4,5 m), com indicação das \ncamadas carbonáticas (A, B, C, D) intercaladas por siltitos e arenitos muito finos.  \n\n \n\nA camada carbonática é caracterizada pela presença de conchas de bivalves incrustadas por \n\nestromatólitos, como ocorre no afloramento 1, porém aqui a espessura é menor, alcançando \n\n\n\n 51 \n\napenas 4 a 5 cm (fig. 3.38), e a proporção de oncóides, conchas de bivalves e ostracodes também \n\né relativamente menor. A base e o topo da camada são bem irregulares e os contatos podem ser \n\nreconhecidos com maior clareza onde a rocha carbonática é amarelada ou variegada \n\nesbranquiçada (Figs. 3.38, 3.39). A disposição dos bioclastos e oncóides é caótica, predominando \n\na posição horizontal. Nota-se empacotamento mais ou menos denso de conchas pequenas e/ou \n\nfragmentadas na porção inferior da camada e relativa concentração de longos oncóides (? 3 cm) \n\nna parte superior. \n\n \n\n \nFigura 3.38 - Camada A do afloramento 2 de Ribeirão Claro (cor esbranquiçada) entre pelitos \navermelhados. Divisões maiores da régua em centímetros.  \n\n \n\nAs figuras 3.40 e 3.41 mostram cortes do calcário micrítico, do pelito sobreposto e lâminas \n\ndelgadas. Algumas prováveis conchas possuem porções constituídas por material opaco \n\n(principalmente na Fig, 3.41D’), introduzindo-se a alternativa, ainda que remota, de que não \n\nsejam conchas, mas algum tipo de intraclasto. Por outro lado, as manchas escuras nas prováveis \n\nconchas podem ser devidas à introdução secundária de óxidos. Há situações diversas de \n\nincrustação dos supostos bivalves pelos estromatólitos (sobre a superfície externa ou sobre \n\nambas as faces das valvas). Destacam-se alguns oncóides do tipo B de Rohn &amp; Fairchild (1986) \n\nrelativamente longos e que possuem espaços intercolunares preenchidos pela micrita impura da \n\n\n\n 52 \n\nmatriz da rocha e não por algum material distinto. Nota-se que ocorreu dissolução parcial de \n\nmuitas colunas (Fig. 3.40 B, C).  \n\n \n\n \nFigura 3.39 – Detalhe da camada A do afloramento 2 de Ribeirão Claro. As estruturas escuras \nalongadas são estromatólitos incrustados sobre conchas de bivalves (oncóides). \n\n \n\nA rocha é suportada pela matriz micrítica e há significativa proporção de grãos de quartzo. \n\nEm algumas porções, os grãos de quartzo se concentram irregularmente, evidenciando provável \n\nbioturbação. Nas lâminas petrográficas, é possível reconhecer alguns ostracodes com carapaças \n\ndesarticuladas e suas dimensões situam-se entre 0,5 e 1 mm. Os ostracodes são mais comuns em \n\nalguns níveis com maior quantidade de grãos de quartzo. Também há restos de peixes como \n\nescamas e dentes.  \n\n\n\n 53 \n\n \n \nFigura 3.40 – Wackestone a oncóides e bivalves do Afloramento 2 de Ribeirão Claro. Foto A- \nVista lateral da camada carbonática (porção cinza-esverdeada) e do siltito róseo sobreposto, com \nindicação das posições das lâminas petrográficas; foto B- estromatólito do tipo B, com quarto \ncolunas incrustado sobre provável concha de bivalve; foto C- detalhe de estromatólito do tipo ? e \nprovável fratura preenchida por carbonato e óxidos; foto C´- detalhe; foto D - siltito sobreposto, \nmostarndo laminação. Fotos das lâminas petrográficas obtidas com nicóis paralelos. \n  \n\n\n\n 54 \n\n \n\n \n \nFigura 3.41 – Wackestone a oncóides e bivalves do Afloramento 2 de Ribeirão Claro. Foto A- \nVista lateral da camada carbonática (porção cinza-esverdeada) e do siltito róseo sobreposto, com \nindicação das posições das lâminas petrográficas; fotos B e C- delgadas incrustações em \nconchas; foto D- envelopamentos de prováveis conchas por lâminas estromatolíticas de distintas \nespessuras; foto D´- detalhe. Fotos das lâminas petrográficas obtidas com nicóis paralelos. \n \n \n\n\n\n 55 \n\n 3.5. DESCRIÇÃO E CLASSIFICAÇÃO DAS ROCHAS CALCÁRIAS CONCHÍFERAS ESTUDADAS \n \n\nConforme mostrado na tabela 1, as rochas carbonáticas investigadas compreendem 04 tipos \n\nprincipais, isto é, grainstone oolítico a bivalves; grainstone/packstone a pelóides e bivalves com \n\nintraclastos, oóides e oncóides; packstone a bivalves e oncóides e wackestone com bivalves e \n\noncóides. Essas rochas são descritas a seguir. \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 56 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nUnidade Fm. Atributos Estratigráficos Atributos Sedimentológicos Atributos Tafonômicos Classificação \nConcentração Espessura Geometria Contatos Conteúdo \n\nnão \nbiogênico \n\nConteúdo \nBiogênico \n\nCondição \nTafonômica \n\nArranjo na \nMatriz \n\nPetrográfica \nDunham \n\n(1962) \n\nTafonômica \nFürsich &amp; \nOschmann \n\n(1993) \n\nTafonômica \nKidwell \n(1991) \n\nFm. Rio do \nRasto \n\nRibeirão Claro \n/ \n\nAfloramento \n01 \n\n40 cm Tabular \nirregular \n\nInferior \nerosivo, \nsuperior \nplano, \nbrusco \n\nMicrita, \ncom \n\nabundantes \ngrãos de \nquartzo \n\nOstracodes, \nescamas de \n\npeixes, \nestromatólitos \n\nFragmentação, \ndesarticulação, \n\nincrustação \n\nCaótico, \nempacotamento \n\ndisperso a \ndenso \n\nPackstone a \nbivalves e \noncóides \n\ncom \nostracodes \n\n \nConcentração \n\ngerada por \ntempestade \n\n \nConcentração  \namalgamada \n\nFm. Rio do \nRasto/Ribeirão \n\nClaro \nAfloramento 2 \n\n04 a 05 \ncm \n\nTabular \nirregular \n\nInferior \nerosivo, \nsuperior \nplano, \nbrusco \n\nMicrita, \ncom \n\nabundantes \ngrãos de \nquartzo \n\nRaros \nostracodes, \n\nestromatólitos \n\nDesarticulação, \nincrustação \n\nCaótico, \nempacotamento \n\ndisperso a \nfrouxo \n\nWackestone \na oncóides e \n\nbivalves \n\n \nConcentração \n\ngerada por \ntempestade \n\n \n \n\nConcentração  \namalgamada \n\nFm. Teresina \nAfloramento \n\nRio Preto \n\n45 cm Tabular \nirregular \n\nInferior \nerosivo, \nsuperior \n\nondulado, \nbrusco \n\nCimento \nimpuro, \nlamoso \n\nBivalves, \nostracodes, \n\nrestos egetais \n(silicificados) \n\ne de peixes \n(fosfatizados) \n\nDesarticulação, \nfragmentação \n\nCaótico, \nempacotamento \ndenso a frouxo, \n\nconchas \naninhadas \n\nGrainstone a \npelóides e \nbivalves, \n\ncom \nintraclastos, \n\noóides e \noncóides \n\n \nConcentração \n\ngerada por \ntempestade \n\n \n \n\nConcentração  \namalgamada \n\nFm. Teresina \nAfloramento \n\nPedreira Velha \nPrudentópolis \n\n25 cm Tabular \nirregular \n\nInferior \nerosivo, \nsuperior \nondulado \n\nCimento Bivalves, \nostracodes e \n\nraras escamas \nde peixes \n\nFragmentação, \ndesarticulação, \nraras conchas \n\narticuladas \n\nCaótico, \nempacotamento \ndenso a frouxo, \n\nconchas \naninhadas \n\nGrainstone a \noóides e \nbivalves \n\nConcentração \ngerada por \ntempestade \n\n \nConcentração  \namalgamada \n\nFm. Teresina \nAfloramento \n\nPedreira Nova \nPrudentópolis \n\n10 cm ? Inferior \nerosivo, \nsuperior \n\nondulado, \nabrupto \n\nCimento \nimpuro \n\nAbundantes \nbivalves, \n\nostracodes e \nraras escamas \n\nde peixes \n\nFragmentação, \ndesarticulação \n\nCaótico, denso Grainstone a \noóides, \n\nbivalves e \npelóides \n\nConcentração \ngerada por \ntempestade \n\n \nConcentração  \namalgamada \n\n\n\n 57 \n\n4. DISCUSSÃO \n\n4.1. GÊNESE E HISTÓRIA TAFONÔMICA DAS CONCENTRAÇÕES FÓSSEIS ESTUDADAS \n\n \n\nDurante a deposição da Formação Teresina e unidades coevas, prevaleceram condições de \n\nbaxíssimas taxas de sedimentação na Bacia do Paraná, as quais foram pontuadas por episódios \n\nmais energéticos de sedimentação, influenciados por tempestades (vide Cunha &amp; França, 1994; \n\nRohn, 1994, 2001; Castro et al., 2001). Consequentemente, as concentrações fossilíferas \n\ngeradas, em ambiente siliciclástico ou carbonático, são internamente complexas, registrando \n\ndiversos episódios de exumação, transporte/retrabalhamento, retroalimentação tafonômica e \n\nsoterramento dos bioclastos (vide Torello &amp; Simões, 1994; Kidwell et al., 1996; Simões et al., \n\n1996, Simões &amp; Kowalewski, 1998). Em suma, os arenitos bioclásticos, as coquinas, e os \n\ngrainstones, packstones e wackestones aqui descritos, representam exemplos de tempestitos \n\nproximais, gerados em distintos subambientes de águas rasas, de um imenso lago/mar de uma \n\nbacia intracratônica. Em geral, essas acumulações possuem contato basal abrupto e erosivo, \n\nmatriz com quantidade variável de intraclastos, conchas caoticamente distribuídas na matriz, às \n\nvezes aninhadas ou empilhadas e, na maioria dos casos, gradação descontínua. Essas feições são \n\nindicativas de deposição sob influência de correntes turbulentas, geradas por tempestades (veja \n\nsíntese em Fürsich &amp; Oschmann, 1993; Simões &amp; Kowalewski, 1998; Simões &amp; Torello, 2003). \n\nA figura 4.1 apresenta uma síntese dos possíveis eventos e processos que participaram na \n\ngênese de cada uma das acumulações estudadas. É importante salientar que o registro preservado \n\nnão necessariamente materializa todos os eventos ocorridos durante a gênese de uma dada \n\nconcentração fossilífera (vide Simões &amp; Kowalewski, 1998, para uma discussão desse assunto). \n\nIncluem-se alguns casos em que determinados eventos se repetiram duas ou mais vezes e outros, \n\nnos quais alguns eventos não aconteceram . Os processos diagenéticos não foram considerados \n\nna ilustração, sendo discutidos ao longo do texto. Na figura 4.2 estão representados esquemas \n\nsintéticos dos atributos tafonômicos de cada rocha carbonática estudada e a sua história \n\ntafonômica através do ordenamento das etapas indicadas na figura 4.1.  \n\n \n\n\n\n 58 \n\n \nFigura 4.1 – Síntese dos principais eventos que podem ter participado na gênese das rochas \ncarbonáticas conchíferas estudadas. Não necessariamente ocorreram todos os eventos, nem nesta \nordem, incluindo a possibilidade de repetição de alguns.  \n \n\nGrainstones oolíticos a bivalves de Prudentópolis (PRU 1 e PRU 2): Os corpos \n\ncarbonáticos das duas pedreiras têm diversas características em comum, podendo ser discutidos \n\nem conjunto, exceto nos casos explicitados. A história tafonômica teve início com a colonização \n\ndo substrato por moluscos bivalves. Considerando-se a paleoecologia das espécies identificadas \n\ne daquelas mais comuns da Formação Teresina (Ghilardi, 1999), os bivalves devem ter sido de \n\ninfauna rasa e suspensívoros em substrato lamoso, obviamente em condições oxidantes. Além da \n\npresença da biocenose, ocorria gradual incorporação de conchas dos indivíduos mortos na lama \n\ndo substrato, cuja concentração deve ter variado conforme a taxa de sedimentação e o tempo de \n\nacumulação. Da mesma forma, ocorria lenta acumulação natural de restos de peixes \n\n(principalmente escamas e dentes isolados) que viveram, morreram e sofreram decomposição no \n\nbiótopo dos bivalves ou nas proximidades. \n\n\n\n 59 \n\n \n \n\nFigura 4.2 - Fotos representativas das rochas estudadas e respectivos esquemas mostrando o \nregistro preservado e a sucessão de eventos ocorridos para a sua gênese. As letras usadas para \nindicar os eventos referem-se àquelas da figura 4.1, sendo que as letras entre parêntesis sugerem \nacontecimentos presumíveis, todavia sem evidências concretas. \n\n\n\n 60 \n\n Interrompendo um período de relativa estabilidade no habitat dos bivalves, sucedeu-se \n\num evento de alta energia hidráulica, ou seja, uma tempestade, na qual fortes ventos induziram \n\nondas na água e fluxos derivados. As conchas (vivas e mortas) foram exumadas do substrato e \n\nficaram susceptíveis ao transporte e retrabalhamento na zona tafonomicamente ativa, em parte, \n\nreferente à interface água/sedimento. Em decorrência dessas condições, a maioria das valvas \n\nsofreu desarticulação e fragmentação, raras permanecendo articuladas.  \n\n O processo de exumação das conchas obviamente esteve associado à colocação dos \n\nsedimentos mais finos do substrato em suspensão e sua provável remoção para outras áreas do \n\nambiente deposicional. Conforme as condições da energia hidráulica, as próprias conchas podem \n\nter sido transportadas em suspensão, senão por tração, e os choques entre os bioclastos causaram \n\nsua gradual fragmentação. Na camada carbonática de PRU 2, onde há maior proporção de \n\nconchas fragmentadas do que em PRU 1, os processos de alta energia provavelmente foram mais \n\nintensos ou tiveram maior duração. Também pode ter havido recorrência dos episódios de \n\ntempestade, pois a etapa B na Fig. 4.1 não necessariamente representa \n\nexumação/retrabalhamento numa única tempestade. \n\n Ao contrário das conchas de bivalves, a maioria dos ostracodes reconhecidos nas lâminas \n\npetrográficas de PRU 1 e PRU 2 está com as valvas das carapaças apenas desarticuladas e não \n\nfragmentadas. Por serem muito menores que as conchas de bivalves, em condições turbulentas, \n\nas carapaças normalmente podem ser colocadas em suspensão, transportadas flutuando acima do \n\nsubstrato e poupadas da fragmentação, ao contrário dos bioclastos transportados por tração (Holz \n\n&amp; Simões, 2002). \n\n Tendo em vista que a biocenose vivia em substrato lamoso e que, por outro lado, as \n\nconchas estão preservadas num grainstone oolítico, está claro que este corpo carbonático é \n\nconstituído por grãos alóctonos ou parautóctonos. Os oóides também devem ter alcançado o sítio \n\ndeposicional sob influência de fluxos induzidos pelas tempestades. A organização interna dos \n\noóides, sem camadas concêntricas bem desenvolvidas, e a forma por vezes alongada ou irregular \n\ndos oóides (especialmente em PRU 2), são típicas de ambientes carbonáticos restritos e não de \n\nregiões costeiras de mares abertos (Strasser, 1986; Flügel, 2004). Valvas desarticuladas de \n\nostracodes estavam disponíveis no ambiente, pois constituem o núcleo de acresção de grande \n\nparte dos oóides. A origem dos oóides na Formação Teresina é discutida em Rohn (1994, 2001), \n\nLourenço (2003) e Meglhioratti (2006). Formaram-se em em bancos rasos (shoals) de ambientes \n\n\n\n 61 \n\ncom águas claras, limpas, sem terrígenos em suspensão, alcalinas, possivelmente hipersalinas, \n\nsob influência esporádica ou frequente de ondas (girando os oóides). Intensas tempestades \n\nredistribuiam os oóides dos bancos rasos para áreas mais extensas da bacia (Rohn, 1994, 2001). \n\n Ao fim da tempestade, quando a energia hidráulica estava abrandando, procedeu-se a \n\ndeposição final dos grãos, com organização granodescendente ascendente (fase D da Fig. 4.1). \n\nNo caso de PRU 1 e PRU 2, tais grãos foram as conchas, os oóides, alguns raros pelóides, alguns \n\ngrãos de quartzo procedentes de sítios não carbonáticos, assim como raros clastos geralmente \n\nangulosos de folhelhos/argilitos. Tais clastos provavelmente são derivados de gretamento de \n\nlama por exposição subaérea antes da tempestade ou refletem erosão do substrato nas fases mais \n\nintensas da tempestade. O contato irregular entre as camadas carbonáticas e as rochas \n\nsiliciclásticas subjacentes em PRU 1 e PRU 2 constitui evidência de um acentuado processo \n\nerosivo ocorrido durante a tempestade, antes do início da sedimentação. \n\n Após a tempestade, organismos bioturbadores colonizaram o depósito, alterando feições \n\nda biofábrica ou biotrama, geradas pela tempestade, o que proporcionou uma distribuição caótica \n\ndos bioclastos no depósito, quase obliterando a granodecrescência ascendente dos grãos.  \n\n No caso de PRU 1, o corte vertical da rocha (fig. 3.11) mostra uma nítida divisão da \n\ncamada em duas partes, cada qual com sedimentos grossos gradando para finos, embora \n\ndesorganizados e pouco nítidos por efeito de bioturbação. Portanto, a segunda parte revela que \n\ntodas as etapas se repetiram: exumação, morte e retrabalhamento dos bioclastos, mistura com \n\noóides e outros clastos, deposição final dos grãos e posterior bioturbação. Entre os dois eventos \n\nhouve alguma erosão da parte superior do primeiro depósito. A história tafonômica da camada \n\nPRU 1 encerrou-se com mais uma deposição de oóides num último episódio de energia \n\nrelativamente alta, quando se originaram laminações cruzadas por ondas e leito ondulado. A \n\ncamada calcária, portanto, trata-se de corpo amalgamado e complexo, cuja origem incluiu a \n\nparticipação de pelo menos três episódios de tempestade. \n\n No caso de PRU 1, após a deposição do calcário, já em condições de baixa energia, \n\nocorreu decantação de argila (evidenciada pela fina lâmina de folhelho escuro sobreposta ao \n\ncalcário) e exposição subaérea, processo que formou gretas de contração. Seguiram-se quatro \n\npequenos ciclos de sedimentação, cada qual representado pela deposição de uma delgada \n\ncamada de areia ondulada, novo drapeamento por argila e ressecamento. Considerando-se que as \n\nexposições subaéreas provavelmente aconteceram pouco tempo após a deposição da camada \n\n\n\n 62 \n\ncarbonática e que neste curto período, portanto, não devam ter ocorrido grandes oscilações da \n\nprofundidade do ambiente deposicional, pode-se inferir que a camada carbonática se originou \n\nem condições de águas muito rasas. Da mesma forma, os macrofitofósseis encontrados um \n\npouco acima dos níveis das gretas (Rohn, 1994) também sugerem relativa proximidade das áreas \n\nemersas. Junto aos macrofitofósseis há oogônios de algas carófitas, indicativas de águas, no \n\nmáximo, salobras. No entanto, a camada carbonática pode representar uma fase em que a \n\nsalinidade era mais alta (local ou regionalmente). \n\nDentre os processos pós-deposicionais destaca-se, nas camadas carbonáticas de PRU 1 e \n\nPRU 2, a micritização microbial, que resultou na formação de envelopes de micrita em torno dos \n\nbioclastos e em grãos sedimentares. A micritização é reconhecível pela borda escura de algumas \n\nconchas (Figs. 3.6, 3.7, 3.8, 3.16, 3.17) e normalmente é causada pelo ataque de microrganismos \n\n(ex.: algas, cianobactérias e fungos) nas superfícies dos bioclastos (Flügel, 1982; Tucker, 1992). \n\nPosteriormente, na diagênese, a aragonita original das conchas, ainda não micritizada, foi \n\ndissolvida e o respectivo espaço foi preenchido por calcita espática. Os envelopes micríticos têm \n\no importante papel da manutenção da morfologia externa original das conchas (Tucker &amp; \n\nWright, 1990; Flügel, 1982). Na diagênese em PRU 1, de acordo com as condições físico-\n\nquímicas, algumas conchas ou algumas porções da rocha tiveram substituição do carbonato por \n\nsílica. \n\nFácies de bancos calcários oolíticos maciços, descritos por Aigner (1984) na sequência \n\nepicontinental do sul da Alemanha, apresentam características semelhantes à camada carbonática \n\nde PRU 1. São oosparitos e oobiosparitos (grainstones oolíticos a bivalves, Dunham, 1962) bem \n\nselecionados, onde os grãos bioclásticos estão geralmente arredondados e a maioria têm \n\nenvelopes micríticos bem desenvovidos. Embora o ambiente deposicional do exemplo da \n\nAlemanha tenha sido menos restrito do que aquele da Bacia do Paraná, com fósseis realmente \n\nmarinhos, as tempestades teriam sido mais importantes na geração e na sedimentação final dos \n\noóides do que as marés (Aigner, 1984).  \n\n \n\nGrainstone/packstone a pelóides e bivalves com intraclastos, oóides e oncóides (Rio \n\nPreto): possui história tafonômica semelhante às camadas de Prudentópolis, começando com \n\numa comunidade de moluscos bivalves que sofreram exumação e morte. Porém, acredita-se que \n\no período e a intensidade de retrabalhamento a que as conchas estiveram submetidos foi maior, \n\n\n\n 63 \n\npois todos os bioclastos estão muito fragmentados e apresentam as arestas arredondadas, \n\nevidenciando abrasão mecânica, além dos choques uns contra os outros. A história tafonômica \n\nmais complexa também é evidenciada pela presença de algumas conchas incrustadas por \n\nestromatólitos, assim como a mistura de conchas com micrófilos de licófitas permineralizados \n\npor sílica e alguns restos de peixes. A acumulação contém grande quantidade de intraclastos \n\ndistribuídos entre os fragmentos de bivalves, evidenciando eventos de erosão do substrato. \n\nPouquíssimas conchas encontram-se inteiras e em determinadas regiões, elas estão muito \n\ndensamente empacotadas, formando coquinas, porém não em toda a camada. \n\nA presença de micrófilos de licófitas permineralizados por sílica misturados com as \n\nconchas e outros grãos faz supor que, após sua abscisão da planta-mãe, os micrófilos chegaram a \n\num corpo d’água com saturação em sílica. A condição saturada pode estabelecer-se quando há \n\nmuita evaporação de água, o pH sobe e alguns minerais silicáticos, como o feldspato, sofrem \n\ndissolução. Soluções ricas em sílica penetram nos espaços vazios e nas células mortas dos \n\nvegetais, ainda suportadas pela celulose. Em tais espaços, a sílica precipita (vide Marinho &amp; \n\nRohn, 2009). Os micrófilos já permineralizados foram posteriormente retrabalhados e \n\nmisturados com as conchas e os outros grãos (Rohn, 1994). Cabe ser ressaltado que a \n\npermineralização dos micrófilos ocorreu antes da sua mistura com as conchas porque ambos os \n\ngrupos tiveram um comportamento hidráulico mais ou menos similar e principalmente porque os \n\nmicrófilos se encontram retilíneos (o que se depreende inclusive através da observação de \n\nfragmentos pequenos). Se eles tivessem sido depositados com as conchas antes da \n\npermineralização, apresentariam características tafonômicas bem distintas devido ao seu peso \n\nespecífico muito menor (maior flutuabilidade) e à baixa dureza (deformabilidade). \n\nOutra característica que distingue a camada carbonática de Rio Preto daquelas de \n\nPrudentópolis é a presença de alguma micrita/lama na matriz, não sendo totalmente esparítica. \n\nTal micrita representa uma inversão textural, já que a lama normalmente decantaria lentamente, \n\nmas a estratificação cruzada na parte superior da camada reflita condições de energia hidráulica \n\nmuito mais alta. Situação similar foi observada por Lourenço (2003) numa camada carbonática \n\nda Formação Teresina em testemunho de sondagem na região de Congonhinhas. É possível que \n\nparte dos grãos carbonáticos, depositados em condições de energia relativamente alta, tenha \n\nsofrido completa micritização posterior (El-Sammak, 2001; Saner et al., 2005).  \n\n\n\n 64 \n\nEm bancos calcários de seqüências epicontinentais da Alemanha (Triássico), Aigner \n\n(1984) descreveu “graded skeletal sheets” que apresentam características comuns à camada de \n\nRio Preto. Possuem base erosiva brusca e camadas compostas constituídas por sucessões de \n\nbioclastos e intraclastos que representam amalgamação de muitos eventos interrompidos por \n\nbioturbação. Sucessões similares têm sido registradas em muitos depósitos, tanto de plataforma \n\ncarbonática quanto siliciclática. Em trabalhos anteriores do mesmo autor (Aigner, 1979, 1982), \n\nessas camadas foram descritas e interpretadas como depósitos de submaré. Depois foi \n\nreconhecida a importante influência das tempestades na sua origem. Análogos modernos \n\nincluem camadas geradas por tempestades em plataformas continentais como, por exemplo, no \n\nGolfo do México (síntese em Aigner, 1984). \n\n \n\nPackstone e wackestone a oncóides com ostracodes (Ribeirão Claro): A história \n\ntafonômica desses carbonatos é, conforme discussão a seguir, bastante complexa. As \n\nobservações de campo e a análise tafonômica dos níveis carbonáticos micríticos de Ribeirão \n\nClaro-Carlópolis sugerem história deposicional em área com pouco aporte de terrígenos, o que \n\npermitiu o desenvolvimento junto ao fundo de esteiras de cianobactérias, que incrustaram as \n\npartículas duras disponíveis no ambiente. Conforme já discutido no capítulo 3.2.3, tais partículas \n\nduras provavelmente são conchas bivalves, lembrando, no entanto, existem alguns \n\nquestionamentos sobre tais “estranhas” valvas. \n\nA hipótese mais provável para a formação do packstone estudado do Afloramento 1 de \n\nRibeirão Claro é a de que foi gerado em condições proximais, de águas muito rasas e calmas \n\ncom constante influência de eventos de alta energia que remobilizaram e retrabalharam os grãos \n\nantes da deposição final. Tais eventos, incluindo a deposição final, foram governados por ondas \n\nde tempestades.  \n\nAs condições de águas rasas, sem terrígenos em suspensão, promoveram a disponibilidade \n\nda luz necessária para o desenvolvimento das cianobactérias. Certamente, as condições de \n\ntemperatura também foram adequadas, conforme os modelos normais modernos de \n\nsedimentação carbonática (veja Flugüel, 2004). Pouco pode ser presumido em relação às \n\ncondições químicas da água, pois cianobactérias toleram desde água doce até condições \n\nhipersalinas (veja Flugüel, 2004). Normalmente, colônias de cianobactérias formam \n\nestromatólitos em ambientes estressantes, os quais excluem os raspadores e outros potenciais \n\n\n\n 65 \n\npredadores das esteiras de “algas”. A principal causa de stress normalmente é a hipersalinidade. \n\nEntretanto, não se pode afirmar de tal condição vigorou durante o crescimento dos estromatólitos \n\nde Ribeirão Claro. É possível que as comunidades de cianobactérias tenham sido coevas, em \n\nparte, à comunidade bentônica dominada por moluscos bivalves. O mesmo pode ser considerado \n\nem relação às carapaças de ostracodes, igualmente abundantes nas camadas, geralmente com \n\nvalvas desarticuladas, porém não fragmentadas. \n\nA condição ambiental que provavelmente não era favorável para o amplo desenvolvimento \n\nde estromatólitos era o substrato. A baixa energia hidráulica nos períodos de “bom tempo” (entre \n\nos episódios de tempestades) resultava numa lenta decantação de lama carbonática, de modo que \n\nquase todo o fundo do corpo aquoso provavelmente se tornava lamoso e inadequado para a \n\ncolonização pelos microrganismos. Os únicos substratos duros disponíveis no ambiente devem \n\nter sido as valvas de moluscos, em posições aproximadamente horizontais devido a \n\nretrabalhamentos/remobilizações anteriores. Enquanto algumas partículas estavam expostas na \n\ninterface água/sedimento, susceptíveis à incrustação, outras estavam parcial ou totalmente \n\nsoterradas pela lama micrítica. As superfícies convexas de muitas valvas possivelmente \n\nrepresentavam os pontos mais altos do substrato e eram colonizadas preferencialmente (Rohn &amp; \n\nFairchild, 1986). A posição convexa para cima também era a mais estável em termos \n\nhidrodinâmicos; por esta razão, poucas conchas foram incrustadas na superfície côncava. Os \n\neventos de tempestade subsequentes causavam novas remobilizações de modo que alguns \n\noncóides eram sobrepostos por conchas ainda não incrustadas e, portanto, mais leves; outros \n\noncóides apenas tiveram inversão de orientação (e.g., da convexa para a côncava para cima); \n\nalguns foram sepultados pela lama micrítica; etc. Quando retornavam as condições de baixa \n\nenergia, reiniciava-se mais uma fase de crescimento estromatolítico sobre os novos “substratos” \n\nduros da interface água-sedimento e, assim, sucessivamente. Nos processos de retrabalhamento, \n\nas menores partículas que ainda não foram incrustadas, fragmentavam-se ainda mais. As valvas \n\npequenas ou os fragmentos menores nunca foram colonizados pelos microrganismos, pois nunca \n\nconstituíram substrato duro “alto” e estável. Durante as tempestades ocorria alguma \n\nincorporação de grãos de quartzo à lama micrítica. No caso do Afloramento 2 de Ribeirão Claro, \n\nonde a proporção de grãos de quartzo é maior, a camada carbonática talvez tenha sido depositada \n\nem região mais próxima das áreas continentais. \n\n\n\n 66 \n\nAs diferenças morfológicas entre os estromatólitos dos tipos A e B dizem respeito a \n\nligeiras diferenças na energia hidráulica e/ou taxa de sedimentação durante o seu \n\ndesenvolvimento. Os representantes com microcolunas devem ter sido originados em águas \n\nligeiramente mais movimentadas e com menores taxas de sedimentação (Rohn &amp; Fairchild, \n\n1986). Esta interpretação condiz com o tamanho das conchas que serviram como substrato: \n\nsomente aquelas com as maiores dimensões apresentam estromatólitos com microcolunas, pois \n\nelas eram um pouco mais pesadas e provavelmente ficavam mais firmemente “ancoradas” sobre \n\nos sedimentos em comparação às conchas menores, as quais eram mais facilmente arrastadas ou \n\ncolocadas em suspensão quando havia algum tipo de fluxo.  \n\nCabem considerações a respeito do arranjo caótico das conchas e dos oncóides nas rochas \n\ncarbonáticas. Em primeiro lugar, diferentemente das camadas estudadas de Prudentópolis e Rio \n\nPreto, aquelas de Ribeirão Claro têm composição principalmente micrítica, o que significa que a \n\nlama micrítica original teve grande redução de volume devido à compactação. Portanto, as \n\nconchas e os oncóides estavam empacotados de modo bem menos denso e a sua posição relativa \n\nfoi modificada durante a diagênese. A despeito deste fato, interpreta-se também que os depósitos \n\nforam bioturbados após o último evento deposicional. A posição dos grãos oncolíticos, muitos \n\nestando arranjados de modo oblíquo e até perpendiculares ao plano de acamamento, constitui \n\nforte indício de bioturbação ( vide Brett, 2003). A existência de oncóides com 3 cm de \n\ncomprimento ao lado de conchas menores que 5 mm também sugere bioturbação, pois são grãos \n\nhidraulicamente incompatíveis para terem sido depositados lado a lado. O aninhamento de \n\nconchas é outro exemplo de arranjo atribuível à bioturbação (vide Fürsich &amp; Pandey, 1999). \n\nAlém disso, processos hidráulicos não são capazes de empilhar partículas na vertical, como está \n\nrepresentado em todos os desenhos da figura 3.36 para a camada do Afloramento 1 de Ribeirão \n\nClaro. Esses desenhos mostram que a distribuição dos grãos (oncóides e clastos não \n\nincrustados), com dimensões maiores que 5 mm, é caótica em toda a camada e o empacotamento \n\nvaria de disperso a denso, dependendo da região analisada (vide Bottjer &amp; Droser, 1991). O \n\nmesmo ocorre com os grãos menores que 5 mm, como os ostracodes, melhor observados em \n\nlâminas petrográficas. Outra feição tipicamente gerada pela bioturbação é a variação irregular na \n\nrocha entre partes suportadas pelos bioclastos e partes com “vazios” suportadas pela matriz. \n\nPortanto, se originalmente havia certa gradação vertical de grãos devido à deposição controlada \n\npor ondas de tempestade, tal organização foi obliterada pela ação de organismos bioturbadores. \n\n\n\n 67 \n\nÉ comum encontrar bioturbação em carbonatos fossilíferos, como ocorre em camadas de \n\nmudstones no Devoniano (Parsons et al., 1988) e, em calcários micríticos do Permiano (Simões \n\net. al., 2008). Portanto, atribui-se a trama caótica dos grãos das camadas de Ribeirão Claro à \n\ncolonização de organismos infáunicos após o último evento de tempestade. \n\nOs depósitos da Formação Rio do Rasto acumularam-se num contexto de baixa taxa de \n\nsedimentação durante o Meso e Neopermiano, devido ao caráter intracratônico da bacia do \n\nParaná. Brett &amp; Baird (1986) mostraram a relação entre feições bioestratinômicas de partículas \n\n(reorientação, desarticulação, fragmentação, bioerosão e incrustação) e taxas de sedimentação. \n\nNormalmente, elevadas taxas de incrustação representam um longo tempo de residência das \n\npartículas duras no fundo (Fürsich &amp; Oschmann, 1993; Fürsich &amp; Pandey, 1998), como parece \n\nser o caso dos packstones e wackestones aqui estudados. O grau de fragmentação as conchas \n\ntambém sugere retrabalhamentos recorrentes.  \n\nFácies de carbonatos epicontinentais, como os do sul da Alemanha (Muschelkalk \n\nSuperior), apresentam características comuns com os carbonatos aqui estudados. Aigner (1984), \n\npor exemplo, descreveu na fácies denominada “wackestone e packstones oncolíticos”, grãos \n\nbioclásticos ou intraclastos que serviram como núcleos para o crescimento oncolítico, \n\napresentando lâminas geradas em múltiplas fases, como é comum nos calcários de Ribeirão \n\nClaro-Carlópolis. Segundo o autor (apud Wilson 1975), oncóides são típicos de ambientes rasos \n\ne relativamente calmos, o que corrobora a hipótese paleoambiental dos calcários de Ribeirão \n\nClaro-Carlópolis. Os depósitos foram descritos pelo autor como depósitos típicos de ambiente de \n\nmargens de lagos e canais. Provavelmente, também as camadas de Ribeirão Claro-Carlópolis \n\nforam geradas em ambientes de margem de grandes lagos com deposição final por tempestades. \n\n \n\n\n\n 68 \n\n4.2. IMPLICAÇÕES PALEONTOLÓGICAS: RESOLUÇÃO PALEOECOLÓGICA DAS \n\nCONCENTRAÇÕES ANALISADAS \n\n \n\nConforme longamente sabido, concentrações fósseis, a moda de coquinas e arenitos \n\nbioclásticos são a fonte primordial e alvo preferencial de amostragens para estudos \n\npaleontológicos. Entretanto, a pesquisa tafonômica especialmente desenvolvida nas décadas de \n\n1980 e 1990 demonstrou, claramente, que tais concentrações esqueletais são enviesadas (biased), \n\ncom respeito a uma série de parâmetros (e.g., fidelidade composicional, fidelidade ecológica, \n\nresolução temporal etc.). Paralelamente, diversos estudos (veja Kidwell, 1993 e Holz &amp; Simões, \n\n2005, para sínteses) demonstraram que tais concentrações não estão distribuídas aleatoriamente \n\nnas sucessões sedimentares, já que são os produtos das variações no nível de energia do \n\nambiente, das taxas de sedimentação e produtividade bentônica observadas longo de gradientes \n\nbatimétricos (e.g., águas rasas/profundas) (Holz &amp; Simões, 2005). \n\nConforme discutido em Kidwell (1991, 1993) as concentrações esqueletais podem ser \n\nclassificadas como (a) concentrações por evento, (b) concentrações compostas, (c) concentrações \n\namalgamadas e (d) concentrações residuais (Fig. 2.3). Concentrações por evento materializam \n\num único evento de deposição, representativo de um breve episódio de concentração de partes \n\nduras, biogênicas. Tais concentrações podem ter origem estritamente sedimentológica ou \n\nbiológica. As concentrações compostas compreendem concentrações formadas por múltiplos \n\neventos de acresção ou amalgamento, em geral, sob condições de altas taxas de sedimentação. \n\nSão concentrações internamente complexas, muitas vezes mostrando mistura de elementos \n\nesqueletais muito distintos. Já as concentrações “verdadeiramente” amalgamadas, representam \n\nconcentrações formadas por múltiplos eventos de acresção ou amalgamento, formadas durante \n\nperíodos de baixa taxa de sedimentação, materializando importantes hiatos. Finalmente, as \n\nconcentrações residuais (lags transgressivos) possuem geometria em forma de lente, com base \n\nerosiva, intraclastos e elementos esqueletais das formas, em geral, mecanicamente mais \n\nresistentes. Materializam também importantes hiatos. Assim sendo, a fidelidade composicional e \n\ntemporal é bastante baixa. \n\nO caráter raso e as baixíssimas taxas de sedimentação que caracterizaram o lago/mar que \n\ndominou a paisagem da Bacia do Paraná, durante o Permiano, em associação aos eventos \n\nepisódicos de tempestades, condicionaram intensos retrabalhamentos dos bioclastos.  \n\n\n\n 69 \n\nSeqüências epicontinentais são comuns durante o Paleozóico (Aigner (1984). Repetidos \n\neventos de tempestades foram os agentes deposicionais responsáveis por gerar a mistura espacial \n\ne temporal das partículas bioclásticas presentes, na maior parte das concentrações investigadas. \n\nDe acordo com Kreisa &amp; Bambach (1982), tempestades foram os principais agentes \n\ndeposicionais em ambientes do Paleozóico. Acredita-se, portanto, que o registro sedimentar \n\nestudado é constituído de depósitos previamente formados e constituídos por restos esqueléticos \n\nque foram retrabalhados mais tarde por outros eventos de tempestades, incorporando sedimento \n\ne organismos de eventos anteriores. Portanto, essas acumulações são, na sua maior parte, \n\namalgamadas, apresentando baixa resolução temporal e espacial. De fato, grainstones e \n\npackstones gerados por tempestades são acumulações que não refletem a densidade original de \n\nconchas, de uma dada biocenose, e sim repetidos eventos de retrabalhamento das partículas, \n\nformando acumulações amalgamadas, geradas por eventos de alta energia (Drummond &amp; Sheets, \n\n2001). \n\nEvidências de que as acumulações acima não correspondem a registros autóctones (sensu \n\nKidwell et al., 1986), sem mistura temporal e espacial não faltam nas acumulações investigadas. \n\nPor exemplo, nos packstones a bivalves e oncóides foram encontrados sedimentos de \n\nconstituição diferente da matriz da rocha, no espaço entre as colunas dos oncóides tipo ?. Isso, \n\nalém de indicar que o grão oncolítico é alóctone, também implica num grande lapso de tempo \n\nentre o ambiente de formação dos oncóides e sua deposição final. Já nos grainstones a oóides e \n\nbivalves (Pru1) ocorrem conchas silicificadas, fragmentadas, articuladas fechadas, etc. e outras \n\nainda não silicificadas, apontando para a presença de mistura de bioclastos com história \n\ndiagenética distinta, em uma mesma acumulação. Por fim, nos grainstone a pelóides, oóides e \n\nbivalves com intraclastos existe a mistura de elementos ecologicamente distintos, em uma \n\nmesma acumulação. Por exemplo, a morfologia funcional dos bivalves do Grupo Passa Dois é \n\nmuito bem conhecida, a partir dos estudos de Ghilardi (1994) e Simões &amp; Ghilardi (2000). Esses \n\nautores demonstraram que Ferrazia cardinalis, presentes nos grainstones é um bivalve \n\nsuspensívoro, escavador raso, lento e que, preferencialmente, colonizava substratos de \n\ngranulometria areia, enquanto Pyramus, outra forma ocorrente nos grainstones, é uma forma \n\nsuspensívora, escavadora rápida, que deveria viver em substrato lamoso. Em outras palavras, \n\nambas as espécies não deveriam ter colonizado juntas o mesmo tipo de substrato. \n\n \n\n\n\n 70 \n\n5. SUMÁRIO &amp; CONCLUSÕES \n\n \n\n1- Para o presente estudo foram examinadas cinco camadas carbonáticas fossilíferas, no centro-\n\nsul do Estado do Paraná, formações Teresina e Rio do Rasto; \n\n \n\n2- Na Formação Teresina foram identificadas (a) duas camadas de grainstones oolíticos a \n\nbivalves (seção de Prudentópolis, PRU1 e PRU2) e (b) uma camada de grainstone a pelóides e \n\nbivalves, com intraclastos, oóides e oncóides (seção de Rio Preto); \n\n \n\n3- Na Formação Rio do Rasto foram identificados (a) packstone a bivalves e oncóides com \n\nostracodes e um wackestone a bivalves e oncóides (seção de Ribeirão Claro), ambos na \n\nFormação Rio do Rasto; \n\n \n\n4- Os grainstones oolíticos a bivalves (Pru 1) são rochas carbonáticas oolíticas, com \n\nempacotamente variando de frouxo a denso, no cimento esparítico. O contato basal é brusco e \n\nerosivo, e o superior com marcas onduladas e gretas de contração no folhelho imediatamente \n\nacima. São comuns conchas fragmentadas e inteiras, silicificadas ou preservadas como \n\ncontramoldes de calcita espática, distribuídas caoticamente, com graus de empacotamento \n\nvariável ao longo da camada. Os oóides possuem micro-estrutura predominantemente radial. Sua \n\ngênese está provavelmente relacionada à ambientes de águas rasas e alta energia, sob influência \n\nde ondas de tempestade. O processo envolveu, provavelmente, o retrabalhamento de um banco \n\nde oóides, gerado em águas rasas restritas. Os bioclastos apresentam qualidade de preservação \n\nvariável, apontando para mistura temporal dos mesmos. A distribuição caótica das conchas é \n\nfruto do processo final de deposição por agentes energéticos, bem como pela atividade biológica \n\nintra-estratal, pós-tempestade; \n\n \n\n5- Os grainstones a pelóides, oóides e bivalves com intraclastos (Pru 2) são também rochas \n\ncarbonáticas oolíticas, com conchas densamente empacotadas, no cimento esparítico (caráter \n\ncoquinóide). Ocorrem abundantes grãos peloidais, conchas fragmentadas e matriz de lama \n\nargilosa. A distribuição dos bioclastos na matriz é caótica. Sua origem está relacionada a \n\nambiente de águas rasas e alta energia, muito proximal dada à presença de grãos siliciclásticos \n\n\n\n 71 \n\nmal selecionados (quartzo). A falta de organização dos bioclastos na matriz sedimentar resulta, \n\nem parte, da influência da bioturbação registrada nesses carbonatos; \n\n \n\n6- Os grainstones a pelóides e bivalves com intraclastos, oóides e oncóides (Rio Preto) são \n\nrochas carbonáticas coquinóides oolíticas, com o empacotamento dos bioclastos variando de \n\nfrouxo a denso, no cimento esparítico. O contato basal é brusco e erosivo, com a presença de \n\nabundantes intraclastos sílticos misturados aos bioclastos, assim como fragmentos \n\npermineralizados por sílica de folhas de licófitas. A distribuição dos bioclastos é caótica, exceto \n\nna parte superior da camada, onde os bioclastos estão paralelos aos sets de estratificação cruzada \n\ne estão predominantemente fragmentados. Esses carbonatos foram gerados em ambiente de \n\náguas rasas e alta energia. Intraclastos evidenciam erosão de pelitos semi-consolidados, em áreas \n\npróximas ao sítio deposicional (talvez remoção de sedimentos gretados). Antes do evento \n\ndeposicional final, deve ter ocorrido retrabalhamento de conchas e sua fragmentação. A mistura \n\ntemporal é evidenciada pela presença adicional de algumas conchas não fragmentadas, e a \n\nmistura de restos vegetais e oncóides aos bivalves. Na última fase da deposição da camada \n\nocorreram processos tracionais que produziram a estratificação cruzada e a orientação dos \n\nbioclastos. Portanto, a formação da camada envolveu múltiplos eventos; \n\n \n\n7- Já os packstones a oncóides com ostracodes e wackestones (Ribeirão Claro-Carlópolis) \n\nsão dois carbonatos micríticos, com proporção significativa de grãos de quartzo e abundância de \n\nconchas de bivalves incrustados por estromatólitos, caoticamente distribuídos na matriz \n\nsedimentar. Nesses calcários são freqüentes ostracodes, alguns articulados. O empacotamento \n\ndos bioclastos e oncóides varia verticalmente de frouxo a denso. Sua origem está relacionada à \n\nretroalimentação tafonômica, onde, em uma primeira etapa, a exumação, o transporte e o \n\nretrabalhamento das conchas de bivalves, em ambiente de águas rasas, produziram bioclastos \n\ncom distintos estados de fragmentação. Em seguida, em condições de energia relativamente mais \n\nbaixa, esteiras algálicas colonizaram as conchas de bivalves (preferencialmente as com maiores \n\ndimensões). Posteriormente, deve ter ocorrido episódio de maior energia que misturou os \n\nestromatólitos, a lama carbonática e os fragmentos de conchas não incrustados. Finalmente, pode \n\nter ocorrido bioturbação que modificou a posição dos bioclastos e oncóides; \n\n \n\n\n\n 72 \n\n8- Do ponto de vista genético, as concentrações acima, mas especialmente os grainstones \n\noolíticos de Prudentópolis e Rio Preto, apresentam contato basal brusco e erosivo, matriz com \n\nquantidade variável de intraclastos, conchas caoticamente orientadas na matriz, às vezes \n\naninhadas ou empilhadas e, na maioria dos casos, clara gradação descontínua. Tais feições são \n\nindicativas de deposição sob influência de correntes turbulentas, geradas por tempestades e, \n\nportanto, essas acumulações representam tempestitos proximais; \n\n \n\n9- Todos os tempestitos investigados são amalgamados e, portanto, representam concentrações \n\ninternamente complexas. Desse modo, a utilização da informação paleoambiental dessas \n\nconcentrações fossilíferas deve ser feita, a partir da perspectiva de que elas registram apreciável \n\nmistura temporal (102 a 104 anos, com base em exemplos do Recente, vide Simões &amp; \n\nKowalewski, 1998) e, possivelmente, espacial (por exemplo, folhas de licófitas silicificadas com \n\nconchas de bivalves), nos grainstones a pelóides, oóides e bivalves com intraclastos; \n\n \n\n10- A pesquisa tafonômica conduzida com as rochas carbonáticas conchíferas demonstrou que, \n\nassim como para as rochas siliciclásticas (e.g., arenitos bioclásticos) tempestades foram os \n\nprincipais agentes responsáveis pela deposição final das concentrações estudadas. Trata-se do \n\nmesmo padrão já observado para ocorrências em mares epicontinentais do Devoniano (e.g., \n\nGrupo Hamilton, EUA e Canadá) e do Mesozóico, por exemplo. Portanto, as concentrações \n\nestudadas refletem, em maior ou menor grau, o caráter raso do lago/mar da bacia do Paraná, com \n\nbaixíssimas taxas de sedimentação, pontuadas por eventos de alta energia (tempestades). \n\n \n\n6. REFERÊNCIAS \n \nANDREIS, R. R. &amp; CARVALHO, I. S. A. Formação Corumbataí (Permiano Superior-Triássico \n\nInferior, Bacia do Paraná) na pedreira de Pau Preto, Município de Taguaí, São Paulo, Brasil: \n\nAnálise paleoambiental e das pegadas fósseis. Revista Brasileira de Paleontologia, Rio de \n\nJaneiro, v. 2, p. 33–46, 2001. \n\nBEURLEN, K. Faunas salobras fósseis e o tipo ecológicopaleogeográfico das faunas \n\nGondwânicas no Brasil. Anais da Academia Brasileira de Ciências, v. 29, n. 2, p. 229-241, \n\n1957. \n\n\n\n 73 \n\nBOTTJER, D.J. &amp; DROSER, M.L. Ichnofabric and basin analysis. Palaios, Tulsa, v.6, p. 199-\n\n205, 1991. \n\nBRETT, C. E. Taphonomy: sedimentological implications of fóssil preservation. In: \n\nMIDDLETON, G. (Ed). Encyclopedia of Sedimentology. Elsevier, 2003. \n\nBRETT, C. E. &amp; BAIRD, G. C. Comparative taphonomy: a key to paleoenviromental \n\ninterpretation based on fossil preservation. Palaios, Tulsa, v. 4, p. 303-309, 1986. \n\nCASTRO, J.C. de; ROHN, R.; CASTRO, M.R. de; TOLEDO, C.E.V. Camadas de tempestito \n\ngrosso (coarse grained storm beds): exemplos do Permiano da bacia do Paraná. Revista Escola \n\nde Minas, Ouro Preto, v.54, n. 3, p. 179-184, 2001. \n\nCortez, I.; Ricardi-Branco, F.; Rohn, R. Briófitas da Formação Teresina de Rio Preto, PR (Grupo \n\nPasa Dois, Permiano Médio). In: 44o Congresso Brasileiro de Geologia, Curitiba, PR. Anais, \n\nSBG. p. 782, 2008. \n\nCUNHA, P.R.C. &amp; FRANÇA, A.B. Estudo das taxas de sedimentação das formações Teresina e \nRio do Rasto - Bacia do Paraná. Boletim de Geociências da Petrobrás, v. 8 n. (2-4): p. 347-359, \n1994. \n \nDUNHAM, R. J. Classification of carbonate rocks according to depositional texture. Memoir \n\nAAPG, v. 1, p. 108-121, 1962. \n\nDRUMMOND, C. &amp; SHEETS, H. Taphonomic reworking and stratal organization of tempestite \n\ndeposition: Ordovician Kope Formation, Northern Kentucku, USA. Journal of Sedimentology \n\nResearch, Tulsa, v. 71, n. 4, p. 621-627, 2001. \n\nEL-SAMMAK, A. A. Nature and genesis of silt-size carbonate sediments; northern Red Sea, \n\nEgypt. Carbonates and Evaporites. v. 16, n. 1, p. 37-45, 2001. \n\nFELDMANN R. M.; CHAPMAN, R.E.; HANNIBAL  J. T. Paleotechiques. The \n\nPaleontologycal Society Special Publications, Tennesse, n. 4, 358p. 1989. \n\nFLÜGEL, E. Microfacies analysis of limestones. Berlim:. Springer-Verlag. p. 633, 1982. \n\nFLÜGEL, E. Microfacies of carbonate rocks. Analysis, interpretation and application. \n\nBerlim: Springer Verlag, p. 976, 2004. \n\nFURSICH, F. T. &amp; OSCHMANN, W. Storm shell beds of Nanogyra virgule in the Upper \n\nJurassic of France. N. Jb. Geol. Paläont.,Abh, Stuttgart, v. 172, p. 141-161, 1986. \n\n FURSICH, F. T. &amp; OSCHMANN, W. Shell beds as tool in basin analysis: The Jurassic of \n\nKachchh, western Índia. Journal of the Geology Society, London, v. 150. p. 169-185, 1993. \n\n\n\n 74 \n\nFURSICH F. T. &amp; PANDEY D. K. Genesis and environmental significance of Upper Cretaceous \n\nshell concentration from the cauvery basin, southern India. Palaeogeography, \n\nPalaeoclimatology, Palaeoecology, Amsterdam, v. 145, p. 119-139, 1999. \n\nGHILARDI, R.P. Paleoautoecologia dos bivalves do Grupo Passa Dois (Neopermiano) no \n\nEstado de São Paulo: bivalves fósseis como indicadores da dinâmica sedimentar. 160p. \n\nDissertação (Mestrado em Geologia Sedimentar) – Instituto de Geociências, Universidade de \n\nSão Paulo, São Paulo, 1999.  \n\nGHILARDI, R.P. &amp; SIMÕES, M.G. Foram os bivalves do Grupo Passa Dois (Exclusive \n\nFormação Rio do Rasto), Neopermiano, invertebrados tipicamente dulcícolas? Pesquisas em \n\nGeociências, Porto Alegre, v. 29, n. 1, p. 91-99, 2002. \n\nHOLZ M. &amp; SIMOES M. G. Elementos fundamentais de tafonomia. Porto Alegre: UFGRS, \n\n240p. 2002. \n\nHOLZ, M. &amp; SIMOES, M. G. Taphonomy: an Overview of Main Concepts and Applications to \n\nSequence Stratigraphic Analysis. In: KOUTSOUKOS, E.M.C. (Org.). Topics in Geobiology: \n\nApllied Stratigraphy. 1 ed. USA: Springer, v. 23, p. 249-279, 2005. \n\nKAZUBEK, M. F. &amp; SIMOES, M. G. The lost fauna unearthed: Permian bivalves of the Irati \n\nFormation (Passa Dois Group), Paraná Basin, Brazil.. In: Reunião Paleo, v. 40. p. 31-32, 2002, \n\nFlorianópolis. Paleontologia em Destaque… Porto Alegre: SBP, 2002. \n\nKAZUBEK, M. F. &amp; SIMOES, M. G. Permian bivalves of the Irati Formation (Passa Dois \n\nGroup, Paraná Basin) and their paleoecological significance. In: Congresso Brasileiro de \n\nPaleontologia, XVIII, p. 161-161, 2003, Brasília: Boletim de Resumos, 2003. \n\nKAZUBEK, M. F. &amp; SIMOES, M. G. Feições sedimentológicas, bioestratinômicas e \n\nestratigráficas das concentrações de bivalves do Membro Taquaral (Formação Irati, Grupo \n\nPassa Dois, Bacia do Paraná) e seus significados. In: Paleo-2003, v. 44, p. 29-29, 2003, \n\nCuritiba. Paleontologia em Destaque, Porto Alegre: SBP, 2003. \n\nKREISA R. D. &amp; BAMBACH R. K. The role of storm processes in generating shell beds in \n\nPaleozoic Shelf Enviroments. In: EINSELE, G.; SEILACHER, A. (Eds). Cyclic and Event \n\nStratification. Berlim: Springer, p. 200- 222, 1982. \n\nKIDWELL, S.M. Paleobiological and sedimentological implications of fossil concentrations. \n\nNature, Londres, v.18, 457-460, 1985. \n\n\n\n 75 \n\nKIDWELL, S. The stratigraphy of shell concentrations. In: ALLISON, P.A. &amp; BRIGGS, D.E.G. \n\n(Eds.). Taphonomy: Releasing Data\\Locked in the Fossil Record. - Topics in Geobiology. \n\nNew York: Plenum Press, v. 9, p. 211-290, 1991. \n\nKIDWELL, S.M. Influence of subsidence on the anatomy of marine siliciclastic sequences and \n\non the distribution of shell bone bed. Journal of the Geology Society, Londres, v. 150, p. 165-\n\n167, 1993. \n\nKIDWELL, S.M &amp; HOLLAND, S.M. Field description of coarse bioclastics fabrics. Palaios, \n\nTulsa, v. 6, p. 426-434, 1991. \n\nKIDWELL, S. M.; FURSICH F. T; AIGNER T. Conceptual framework for the analysis of fossil \n\nconcentrations. Palaios, Tulsa, v. 1, p.228-238, 1986. \n\nLAGES, L. C. A Formação Irati (Grupo Passa Dois, Permiano, Bacia do Paraná) no furo de \n\nsondagem FP-01-PR (Sapopema, PR). 117 p. Dissertação (Mestrado em Geologia Regional) \n\n- Instituto de Geociências e Ciências Exatas, Universidade Estadual Paulista, Rio Claro. 2004.  \n\nLOURENÇO, A.T.A. As formações Serra Alta, Teresina e Rio do Rasto (Grupo Passa Dois, \n\nBacia do Paraná, Permiano) na região de Sapopema - São Jerônimo da Serra, PR. 87p. \n\nTrabalho de Conclusão de Curso (Graduação em Geologia) - Instituto de Geociências e \n\nCiências Exatas, Universidade Estadual Paulista, Rio Claro. 2003. \n\nMEGLHIORATTI, T. Estratigrafia do Grupo Passa Dois na região de Sapopema-\n\nCongonhinhas/PR (Permiano, Bacia do Paraná). 64p. Trabalho de Conclusão de Curso \n\n(Graduação em Geologia) - Instituto de Geociências e Ciências Exatas, Universidade Estadual \n\nPaulista, Rio Claro, 2005. \n\nMEGLHIORATTI, T. Estratigrafia de seqüências das formações Serra Alta, Teresina e Rio \n\ndo Rasto (Permiano, Bacia do Paraná) na porção nordeste do Paraná e centro-sul de São \n\nPaulo. 132p. Dissertação (Mestrado em Geologia Regional) - Instituto de Geociências e \n\nCiências Exatas, Universidade Estadual Paulista, Rio Claro, 2006. \n\nMILANI, E. J. Comentários sobre a origem e evolução tectônica da Bacia do Paraná. In: \n\nMANTESSO-NETO V.; BARTORELLI A.; CARNEIRO C. D.R.; BRITTO-NEVES, B.B. \n\n(Eds.). Geologia do continente sul-americano: evolução da obra de Fernando Flávio \n\nMarques de Almeida. São Paulo: Ed. Beca, cap. 16, p. 265-279, 2004. \n\nMOUNT, J. Mixed siliciclastic and carbonate sediments: aproposed first-order textural and \n\ncompositional classification. Sedimentology,  v. 32, p. 435-442. 1985. \n\n\n\n 76 \n\nNG, C. &amp; ROHN, R. Estromatólitos permianos da Formação Teresina em Prudentópolis. In: \n\nCongresso Brasileiro de Geologia, 44, p. 1041-1041, 2008, Curitiba. Anais... Curitiba: SBG, \n\n2008.  \n\nPARSONS K.M.; BRETT, C. E.; MILLER, K. B. Taphonomy and depositional dynamics of \n\nDevonian shell-rich mudstones. Palaeogeography, Palaeoclimatology, Palaeoecology, v. 63, \n\np. 109-139, 1988. \n\nPETRI, S. &amp; COIMBRA, A M. Estruturas sedimentares das Formações Irati e Estrada Nova \n\n(Permiano) e sua contribuição para a elucidação dos seus paleoambientes geradores, In: \n\nCongresso Latino-americano de Geologia, 5, v. 2, p. 353-371, 1982. Actas... 1982. \n\nRODRIGUES, R. &amp; QUADROS, L.P. Mineralogia das argilas e teor de boro das formações \n\npaleozóicas da Bacia do Paraná. In: Congresso Brasileiro de Geologia, 29, 1976, Ouro Preto. \n\nAnais... v. 2, p. 351-379, 1976. \n\nROHN, R. Evolução Ambiental da Bacia do Paraná durante o Neopermiano no leste de \n\nSanta Catarina e do Paraná. 2v, 386p. Tese (Doutorado em Geologia Sedimentar) -  Instituto \n\nde Geociências, Universidade de São Paulo, São Paulo, 1994.  \n\nROHN, R. A estratigrafia da Formação Teresina (Permiano, Bacia do Paraná) de acordo com \n\nfuros de sondagem entre Anhembi (SP) e Ortigueira (PR). In: MELO, J.H.G. &amp; TERRA, \n\nG.J.S. (eds.) Correlação de seqüências Paleozóicas Sul-Americanas. Ciência-Técnica-\n\nPetróleo. Seção: Exploração de Petróleo, 20: p. 209-218, 2001. \n\n ROHN, R. The Passa Dois Group (Paraná Basin, Permian): investigations in progress. In: \n\nWorkshop - Problems in the Western Gondwana Geology, South America - Africa correlations: \n\ndu Toit revisited, 1, p. 151-157, 2007, Gramado. Extended Abstracts... Porto Alegre: UFRG, \n\n2007.  \n\nROHN, R.&amp; FAIRCHILD, T. Estromatólitos Permianos em calcário coquinóide do Grupo Passa \n\nDois, Nordeste do Paraná. Anais da Academia Brasileira de Ciências, v. 58, n. 3, p. 433-444, \n\n1986. \n\nROHN, R.; LOURENÇO, A.T.A.; MEGLHIORATTI, T. As formações Serra Alta, Teresina e \n\nRio do Rasto no furo de sondagem SP-23-PR (Permiano, Grupo Passa Dois, Borda Leste da \n\nBacia do Paraná). In: Congresso Brasileiro de P &amp; D em Petróleo e Gás, 2, p. 40-40, 2003, Rio \n\nde Janeiro. Resumos... Rio de Janeiro: UFRJ, Petrobras. 2003.  \n\n\n\n 77 \n\nRÖSLER, O. Novo afloramento fossilífero (Rio Preto) da Formação Teresina (Permiano Superior) \n\nno Estado do Paraná. Anais da Academia Brasileira de Ciências, v. 54, n. 1, 252p., 1982. \n\nRUNNEGAR, B. &amp; NEWELL, N. D. Caspian-like relict molluscan fauna in South American \n\nPermian. Bulletin of American Museum of Natural History, Nova York, v. 146, p.1-66, \n\n1971. \n\nSANER, S.; BABALOLA L. O; ABDULGHANI W. M. Overburden compaction and pseudo-\n\nmicritization; the most effective pore-deteriorating processes in the carbonate reservoirs. In: \n\nAnnual Meeting American Association of Petroleum Geologists, 14. Abstracts volume, \n\nAAPG. P. A122. 2005. \n\nSIMÕES, M. G. Tafonomia, “time-averaging\" e resolução espacial de concentrações fossilíferas \n\ninternamente complexas: um estudo de casos do Permiano, Bacia do Paraná- Brasil e suas \n\nimplicações paleoecológicas. Tese (Livre docência) – Instituto de Biociências, Universidade \n\nEstadual Paulista, Botucatu, 1998.  \n\nSIMÕES, M. G. &amp;  KOWALEWSKI, M. Shell beds as paleoecological puzzles: a case study \n\nfrom the Upper Permian on the Paraná Basin, Brazil. Fácies, Erlangen, v. 38, p. 175-196, \n\n1998. \n\nSIMOES, M. G. &amp; GHILARDI, R. P. Protocolo tafonômico/paleoautoecologico como ferramenta \n\nna análise paleossinecologica. Pesquisas em Geociências, Porto Alegre, v. 27, n. 2, p. 3-13, \n\n2000. \n\nSIMÕES, M. G. &amp; TORELLO, F. F. Modelo de tafofácies para os moluscos bivalves do Grupo \n\nPassa Dois (Formações Serra Alta, Teresina e Corumbataí), Permiano Superior, Bacia do \n\nParaná, Brasil. Revista Brasileira de Geociências, Brasília, v. 33, n. 3, p. 1-10, 2003. \n\nSIMÕES, M.G.; TORELLO, F.F.; ROCHA-CAMPOS, A.C. Gênese e classificação da coquina \n\nde Camaquã, Formação de Corumbataí (Neopermiano), na Região de Rio Claro, SP. Anais da \n\nAcademia Brasileira de Ciências, São Paulo, v. 68, n. 4, p. 545-557, 1996. \n\nSIMÕES, M. G.; ROCHA-CAMPOS, A. C.; ANELLI, L.E. Paleoecology and evolution of \n\nPermian pelecypod assemblages (Paraná Basin) from Brazil. In:  JOHNSTON, P.A. &amp; \n\nHAGGART, J. W. (Eds.) Bivalves - An Eon of evolution - Paleobiological studies honoring \n\nNorman D. Newell. Calgary: University of Calgary Press. p. 443-452, 1998. \n\nSIMÕES, M.G.; NEVES, J.P.; ROHN, R. Sedimentologic and paleoenvironmental significance \n\nof the biogenic stratification on Permian micritic limestones (Teresina Formation), Paraná \n\n\n\n 78 \n\nBasin, Brazil. In: Congresso Brasileiro de Geologia, 44, 2008, Curitiba. Anais... Curitiba: SBG. \n\np 1048, 2008. \n\nSIMÕES, M. G.; MARQUES A. C.; MELLO, L. H. C.; ANELLI, L. E. Philogenetic analysis of \n\nthe genera of the extinct family Megadesmidae (Pelecypoda, Anomalodesmata), with remarks \n\non its paleoecology and taxonomy. Journal of Comparative Biology, Ribeirão Preto, v. 2, p. \n\n75-90, 1997. \n\nSIMÕES, M. G; TORELLO, F. F.; MELLO, L.H.C., GHILARDI, R.P. O conteúdo fossilífero de \n\nnovos afloramentos do Grupo Passa Dois (Neopermiano), nas porções centro sul e nordeste do \n\nEstado de São Paulo: implicações bioestratigráficas e paleoecológicas. Acta Geologica \n\nLeopoldensia, São Leopoldo, v. 23, n. 50, p. 61-90, 2000. \n\nSTRASSER, A. Ooids in Purbeck Limestones (Lowermost Cretaceous) of the Swiss and French \n\nJura. Sedimentology, 33: p. 711-727, 1986. \n\nSUGUIO, K.; SALATI, E.; BARCELOS, J.H. Calcários oolíticos de Taguaí (SP) e seu possível \n\nsignificado paleoambiental na deposição da Formação Estrada Nova. Revista Brasileira de \n\nGeociências, v. 4, p. 142-166, 1974. \n\nTAVARES, T.M.V. &amp; ROHN, R. 2009. First record of petrified Permian pecopterids from the \n\nParaná Basin, Brazil (Corumbataí Formation, Passa Dois Group, northeastern State of São \n\nPaulo): Morphology, anatomy and paleoecological implications. Journal of South American \n\nEarth Sciences, v. 27, p. 60-73, 2009. \n\nTORELLO, F. F. Bioestratinomia de concentrações fossilíferas da assembléia de Pinzonella \n\nneotropica (Read) Formação Corumbataí (Permiano), Tambaú, São Paulo. 130p. \n\nDissertação (Mestrado em Geologia Sedimentar) - Instituto de Geociências, Universidade de \n\nSão Paulo, São Paulo. 1999. \n\nTORELLO, F. F. &amp; SIMOES, M. G. Características tafonômicas da assembléia de Pinzonella \n\nillusa Reed, Formação Corumbataí (Neopermiano), Bacia do Paraná, Brasil. Acta Geoógica. \n\nLepondensia, São Leopoldo, v. 39, p. 159-173, 1994. \n\nTUCKER, M. E. Sedimentary Petrology – An introduction  to the origin of sedimentary \n\nrocks. 3 ed.  Blackwell, 252 p. 1992. \n\nTUCKER, M. E. &amp; WRIGHT, V.P. Carbonate sedimentology. Oxford: Blackwell Scientific, \n\n482p. 1990. \n\n\n\n 79 \n\nWESSELINGH, F.P. Long-lived lake molluscs as island faunas: a bivalve perspective. In: \n\nRENEMA, W. (ed.). Biogeography, time and place: distributions, barriers and islands. \n\nDordrecht: Springer, v. 1, cap. 9, p. 275-314, 2007. \n\n \n\n \n\n \n\n \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tEPÍGRAFE\n\tRESUMO\n\tABSTRACT\n\tÍndice\n\tListra de ilustrações\n\t1. INTRODUÇÃO\n\t1.1. PROBLEMÁTICA ENVOLVIDA\n\t1.2. OBJETIVOS DO ESTUDO\n\n\t2. MATERIAIS E MÉTODOS\n\t2.1. LOCALIZAÇÃO DAS CAMADAS CARBONÁTICAS ESTUDADAS\n\t2.2. ATIVIDADES DE CAMPO\n\t2.3. ATIVIDADES DE LABORATÓRIO\n\t2.4. ATIVIDADES DE GABINETE\n\n\t3. CARACTERIZAÇÃO DOS CALCÁRIOS CONCHÍFEROS ESTUDADOS\n\t3.1. GRAINSTONE OOLÍTICO A BIVALVES DA PEDREIRA PRU 1 DE PRUDENTÓPOLIS\n\t3.2. GRAINSTONE OOLÍTICO A BIVALVES E PELÓIDES DA PEDREIRA PRU 2 DEPRUDENTÓPOLIS\n\t3.3. GRAINSTONE / PACKSTONE A PELÓIDES E BIVALVES COM INTRACLASTOS, OÓIDES EONCÓIDES DE RIO PRETO\n\t3.4. CAMADAS CARBONÁTICAS DE RIBEIRÃO CLARO\n\t3.5. DESCRIÇÃO E CLASSIFICAÇÃO DAS ROCHAS CALCÁRIAS CONCHÍFERAS ESTUDADAS\n\n\t4. DISCUSSÃO\n\t4.1. GÊNESE E HISTÓRIA TAFONÔMICA DAS CONCENTRAÇÕES FÓSSEIS ESTUDADAS\n\t4.2. IMPLICAÇÕES PALEONTOLÓGICAS: RESOLUÇÃO PALEOECOLÓGICA DASCONCENTRAÇÕES ANALISADAS\n\n\t5. SUMÁRIO &amp; CONCLUSÕES\n\t6. REFERÊNCIAS"}]}}}