{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.10503"}, {"@name": "filename", "#text": "15622_2013-09805-ribeiro.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "CIÊNCIA PARA TODOS\nBARBOSA-RIBEIRO, J. O.; PAIVA, I.R.; LATTARI-TESSARIN, G. W.; LIMIERI, L. L.; PIMENTA, T. F.; CRUZ-RIZZOLO, R. J. (Orientador). Departamento de Ciências Básicas, Faculdade de Odontologia de Araçatuba, UNESP; e-mail: jessica.contato91@hotmail.com\nIntrodução. “Nós criamos uma civilização global em que os elementos mais cruciais - o transporte, as comunicações e todas as outras indústrias, a agricultura, a medicina, a educação, o entretenimento, a proteção ao meio ambiente e até a importante instituição democrática do voto dependem profundamente da ciência e da tecnologia. Também criamos uma ordem em que quase ninguém compreende a ciência e a tecnologia. É uma receita para o desastre. Podemos escapar ilesos por algum tempo, porém mais cedo ou mais tarde essa mistura inflamável de ignorância e poder vai explodir na nossa cara.”. Nada melhor que este texto de Carl Sagan para sintetizar os motivos que nos levaram a criar este projeto, que coloca a Universidade Pública como protagonista na inadiável tarefa de contribuir para o letramento científico da sociedade e a percepção pública da ciência. Objetivos. Popularizar a cultura da ciência. Associar nacional e internacionalmente a UNESP com os processos de ciência, tecnologia e inovação (CT&amp;I). Democratizar o método científico utilizando a ciência como instrumento de inclusão social. Métodos. Para atingir os objetivos propostos alcançando todas as faixas etárias, nosso grupo desenvolve atividades periódicas não formais de educação científica nas escolas da rede pública do ensino fundamental e médio, coordena eventos de popularização científica como a Semana Nacional da Ciência e Tecnologia, mantém coluna de divulgação na área de CT&amp;I em jornal de grande circulação regional (Folha da Região, Araçatuba, SP), com blog associado ao portal do referido periódico. Resultados. Em aproximadamente cinco anos de atividades, o projeto Ciência Para Todos levou educação científica não formal a milhares de crianças da rede pública de ensino fundamental e médio, e publicou centenas de trabalhos de divulgação científica e tecnológica na imprensa escrita e na mídia virtual. Levando em conta o público potencial de leitores do jornal (800.000) e do blog associado (mais de 175.000 acessos desde diversos países), milhares de pessoas no Brasil e no exterior tiveram acesso a divulgação científica de qualidade e associaram o nome da UNESP aos processos de ciência, tecnologia e inovação."}]}}}