{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.13813"}, {"@name": "filename", "#text": "1994_4224_8097.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DA BEIRA INTERIOR \nCiências Sociais e Humanas \n \n\n \n \n \n \n \n \n \n\nInteração dos Preços do Petróleo com a Atividade \nEconómica: O caso dos EUA \n\n \n \n \n\nCarlos Daniel Matos Fonseca \n \n \n \n\nDissertação para obtenção do Grau de Mestre em \n\nEconomia  \n(2º ciclo de estudos) \n\n \n \n \n \n \n \n \n \n \n\nOrientador: Prof. Doutor José Alberto Serra Ferreira Rodrigues Fuinhas \n \n \n \n \n\nCovilhã, Junho de 2015 \n\n\n\nii \n \n\nAgradecimentos \n\nEm primeiro lugar, queria deixar o meu profundo agradecimento aquelas pessoas que ao longo \n\ndesta etapa não podendo acompanhar-me de perto estiveram sempre a torcer pelo meu \n\nsucesso transmitindo força, tranquilidade e coragem para a conclusão deste trabalho. A todas \n\nelas, expresso o meu muito obrigado.  \n\nAo professor Doutor José Alberto Fuinhas, orientador da minha dissertação, pela pessoa \n\nincansável, por toda a sua disponibilidade, simpatia, estimulo e pelas palavras amigas. Todo o \n\nseu acompanhamento foi Indispensável para a conclusão do trabalho. Agradeço francamente \n\ntodo o conhecimento que me transmitiu que me enriquecerá a todos os níveis.  \n\nAo Professor Doutor António Marques pelo apoio e simpatia. Não posso nunca esquecer o \n\nincentivo que foi dado para a investigação académica, fazendo-me despertar o gosto pela \n\ninvestigação. \n\nAgradeço também o apoio da minha namorada, por ter sido um pilar sólido, ao longo destes \n\nanos. Toda a paciência, carinho, compreensão que demonstrou para comigo foi essencial para \n\nque o percurso se tornar-se mais fácil. Obrigado por me teres sempre valorizado, fazendo-me \n\nacreditar que não existem impossíveis.  \n\nNão me querendo alongar agradeço a todas as amizades que o curso me proporcionou. Pelo \n\ncompanheirismo, amizade e espirito de camaradagem um obrigado a todos os meus amigos de \n\ncurso. De maneira especial queria agradecer á Bruna Andrade pelo acompanhamento, \n\nsimpatia, amizade e pelo espirito de solidariedade. Agradeço as palavras amigas dirigidas em \n\nsituações mais difíceis e pelo apoio incansável prestado ao longo destes anos. Com enorme \n\norgulho te vejo completar esta etapa ultrapassando todas as dificuldades. Para ti um obrigado \n\ne boa sorte para o futuro.  \n\nNão posso deixar a minha palavra de agradecimento á Daniela Fernandes pelo incentivo dado \n\npara a conclusão da dissertação, pela generosidade e pela amizade. Obrigado por todas as \n\npalavras de incentivo.   \n\n \n\nPor último e não menos importante, agradeço a toda a minha família. Ao meu irmão pela \n\ncamaradagem e por todo o apoio e em especial aos meus pais por todo o esforço que fizeram \n\npara que a conclusão do meu curso fosse possível. Por todo o apoio, carinho, ajuda e \n\ncompreensão, um enorme e sincero obrigado. \n\n\n\niii \n \n\nResumo \n\nA interação entre as variáveis preços do petróleo WTI, preços do ouro, taxa de juro LIBOR, \n\nagregado monetário M1 e a taxa de inflação é testada para os Estados Unidos da América. Em \n\nresultado da oscilação dos preços e de uma forte taxa de importação de petróleo é avaliado o \n\nimpacto que os preços deste recurso energético têm na atividade económica do país. A \n\nrelação de causalidade entre as variáveis é também testada. Os dados utilizados são mensais \n\ne cobrem o período de Janeiro de 1986 a Setembro de 2014. A escolha do horizonte temporal \n\nrecaiu no facto de este ser controverso na literatura onde a Guerra do Golfo e a crise do \n\nsubprime provocaram maiores oscilações dos preços reais do petróleo. Para a deteção de \n\nefeitos anómalos nas séries recorreu-se á utilização do processo Census X-13, ajudando a uma \n\nmelhor modelização do modelo vetorial de correção dos erros. A causalidade Granger, \n\nvariância de decomposição e função de impulso resposta foram mecanismos utilizados na \n\ndiscussão dos resultados. Todas as variáveis á exceção dos preços do ouro e da taxa de juro \n\nLIBOR revelaram-se endógenas. Foi ainda detetada causalidade de Granger bidirecional entre \n\nas variáveis inflação e agregado monetário e causalidade unidirecional entre preços do \n\npetróleo e a inflação, entre a inflação e o Índice de Produção Industrial e entre o agregado \n\nmonetário e o Índice de Produção Industrial. Os resultados indicam que a inflação pode ser o \n\nprincipal canal entre os quais os preços do petróleo afetam a atividade económica. \n\n \n\n \n\nPalavras-chave \n\n \n\nPreços do petróleo; Atividade económica; VEC; Causalidade Granger; Census X-13 \n\n\n\niv \n \n\nAbstract \n \n\nThe interaction between oil price WTI, gold price, Libor interest rate, and monetary \n\naggregate M1 and inflation rate variables is tested for the United States of America. As result \n\nof the price oscillation and a strong oil importation rate, the impact of the price of this \n\nenergetic resource on the economic activity of the country is evaluated. The used data is \n\nmonthly and covers the period of January 1986 and September 2014. This choice was based \n\nsince this is a controversial timeline in literature, where the Golf War and the Subprime crisis \n\nprovoked higher oscillations of the real oil prices. For the detection of anomalous effects in \n\nthe series the process Census X-13 was used, aiding to a better modelling of the vector model \n\nof error correction. The Granger causality, decomposition variance and impulse response \n\nfunction where mechanisms used in the results discussion. All the variables with the \n\nexception of gold prices and Libor interest rate revealed to be endogenous. Bidirectional \n\nGranger causality was detected between the inflation and monetary aggregate. A \n\nunidirectional causality was detected between oil prices and inflation, between inflation and \n\nindustrial production index and between the monetary base and industrial production index. \n\nThe results indicate that the inflation is the principal channel through which the oil prices \n\naffect the economic activity.  \n\n \n\n \n\nKeywords \n\n \n\nOil Prices; Economic activity; VEC; Granger Causality; Census X-13 \n \n\n \n\n \n\n\n\nv \n \n\nÍndice \n\n \n\n1. Introdução 1 \n\n2. Debate da relevância do petróleo e do ouro no crescimento económico 3 \n\n2.1. A importância dos preços do petróleo na atividade económica  3 \n\n         2.2. A importância do ouro em períodos de recessão 7 \n\n3. Metodologia 8 \n\n3.1.Dados 8 \n\n3.2. Modelo 13 \n\n4.Resultados 14 \n\n5.Discussão 18 \n\n6. Conclusão 19 \n\n7. Referências Bibliográficas 20 \n\nApêndices 24 \n\n \n\n\n\nvi \n \n\nLista de Figuras \n\n \n\nFigura 1- Preços do petróleo reais e Índice de Produção Industrial  \n\nFigura 2- Consumo de petróleo  \n\nFigura 3- Taxa de juro Libor e Effective Federal Funds Rate \n\n \n\n\n\nvii \n \n\nLista de Tabelas \n\n \n\nTabela 1 – Estatísticas Descritivas e definição das variáveis \n\nTabela 2- Testes de raiz unitária \n\nTabela 3 – Testes Diagnósticos \n\nTabela 4- Causalidade de Granger/ Bloco de exogeneidade \n\nTabela 5 – Ordenação da variável mais endógena para a mais exogénea segundo o teste de \n\nGranger \n\nTabela 6- Decomposição de Variância  \n\nTabela 7 – Função de Impulso Resposta \n\n\n\nviii \n \n\nLista de Acrónimos \n\n \n\nBCE Banco Central Europeu \n\nFRED Federal Reserve Economic Data \n\nLIBOR London Interbank Offered Rate \n\nPIB Produto Interno Bruto \n\nVAR Vetor Auto-regressivo \n\nVEC Modelo Vetorial de Correção dos Erros \n\nWGC World Gold Council \n\nWTI West Texas Intermediate \n\n  \n\n \n\n\n\n1 \n \n\n1.Introdução \n \n\nA dependência dos países em relação ao petróleo ainda é elevada, apesar do esforço \n\nque se tem feito para a sua diminuição. A economia mundial tem sido confrontada com a \n\nforte volatilidade dos preços do petróleo ao longo dos últimos anos. Sendo o petróleo o \n\ncombustível que impulsiona a economia, devido á sua importância no mundo industrializado, \n\no seu preço torna-se um importante indicador da atividade económica. Conflitos políticos, \n\nfatores meteorológicos, guerras, flutuações das taxas de juro são exemplos de \n\nacontecimentos geradores de um choque petrolífero que por sua vez prejudicam indicadores \n\neconómicos como é exemplo o emprego (Dog ?rul e Soytas, 2010), a taxa de inflação (Cologni e \n\nManera, 2008) e o Produto Interno Bruto (PIB) (Katircioglu et al., 2015). \n\nOs Estados Unidos da América apesar da sua produção de óleo de xisto extraído \n\natravés do xisto betuminoso\n1\n, que pode ser substituto do petróleo convencional,\n\n \nainda \n\napresentam uma forte taxa de importação de petróleo (Cavalcant e Jalles, 2013). A sua \n\nelevada dependência face ao exterior e a forte propensão ao consumo do recurso não \n\nrenovável (Katircioglu et al., 2015) torna o país vulnerável às oscilações dos seus preços (ver \n\nGupta, 2008). Como um país fortemente industrializado todo o impacto das alterações de \n\npreço são importantes no efeito que provocam sobre a atividade económica. Askari e \n\nKrichene (2010a) ao explorarem os canais de transmissão da política monetária para os preços \n\ndo petróleo mostram que as baixas taxas de juro levam a um crescimento da economia \n\nmundial e com isso a um aumento da procura de petróleo. A relação inversa dos preços do \n\npetróleo com a atividade económica não é nova e tem recebido especial atenção ao longo das \n\ndécadas (por exemplo (Brown e Yücel, 1999) (Lardic e Mignon, 2008) (Aye et al., 2014) \n\n(Katircioglu et al., 2015)) sendo a literatura unanime ao concordar que choques petrolíferos \n\nsão significativos quando daí resulta um aumento dos preços. Contudo não se tem verificado \n\nque um aumento da atividade económica possa levar a uma diminuição dos preços do \n\npetróleo. \n\nApesar de autores como Hooker (1996) indicar que depois de 1980 o efeito dos preços \n\ndo petróleo é menor devido a diversos fatores, como exemplo a instabilidade da amostra, \n\ncerto é dizer que o impacto na atividade económica não deixa de ser avaliado apesar das \n\nrecentes oscilações no preço do petróleo. A sua relevância tem levado a que a relação com \n\nindicadores económicos, como a taxa de fundos federais, seja atual (por exemplo (An et al., \n\n                                                 \n1\n Xisto betuminoso: É uma rocha sedimentar que contem uma mistura de compostos químicos orgânicos \n\ndo qual podem ser produzidos hidrocarbonetos líquidos a qual se dá o nome óleo de xisto. O óleo de \nxisto pode ser um substituto do petróleo convencional, contudo tem um forte impacto ambiental devido \ná necessidade de um maior número de perfurações. Para as companhias de extração tornava-se \napetecível recorrer a esta solução se os preços do petróleo convencional se mantivessem muito \nelevados, por outro lado o seu custo de extração elevado comparativamente com o convencional conduz \na que não seja equacionada essa solução (Bullis, 2012).  \n\n\n\n2 \n \n\n2014)). As taxas dos fundos federais mostram movimentos ascendentes quando se verifica um \n\naumento dos preços de petróleo (An et al., 2014) semelhante aos apresentados pela taxa de \n\njuro Libor, que será utilizada neste estudo. Após o atentado de 11 de setembro de 2001 nos \n\nEstados Unidos os Bancos Centrais decidiram descer ligeiramente as suas taxas de juro com o \n\nobjetivo de tentar estimular a economia. Os créditos de habitação de alto risco, concedido a \n\npessoas que não ofereciam garantias suficientes aumentaram, colocando em risco as \n\ninstituições financeiras. O excesso de moeda em circulação fez com que a Reserva Federal \n\nNorte Americana para o controlo da inflação elevasse a sua taxa de juro. No mesmo período, \n\npor volta do ano de 2004 a taxa de juro Libor seguia a mesma tendência ascendente. Com o \n\npreço das habitações a baixar devido a pouca procura as novas hipotecas começaram a possuir \n\nvalores menores desencadeando-se a crise do subprime onde foram arrastados vários bancos \n\npara situações de insolvência. A taxa de juro Libor sendo uma taxa de juro interbancária que \n\nestá muitas vezes anexada a diversos produtos bancários como exemplo a hipotecas e a \n\ncontas poupança optou-se pela sua inclusão no estudo. O objetivo deste trabalho é estudar a \n\ninteração dos preços do petróleo na atividade económica dos Estados Unidos num período \n\ncom constantes oscilações dos preços do recurso não renovável. O horizonte temporal \n\nescolhido foi Janeiro de 1986 a Setembro de 2014, onde se apresentam dois períodos \n\ndestintos, um onde se encontra uma certa estabilidade e outro onde os preços do petróleo \n\napresentam um nível crescente estabelecendo-se em 2010 a um nível superior ao de 1992. \n\nA análise da relação entre os preços do petróleo e das variáveis económicas foi \n\ndesenvolvida usando o modelo de vetores auto-regressivos (VAR), contudo a presença de pelo \n\nmenos um vetor de cointegração conduziu á utilização do modelo Vetorial de Correção dos \n\nErros (VEC). Com uma forte presença outliers nas nossas séries, optou-se pela deteção dos \n\nmesmos através do processo Census X-13 para que possam ser corrigidos. As questões ais quais \n\nse procura resposta são: (i) Os preços do petróleo exercem elevada pressão na taxa de \n\ninflação? (ii) Os preços do petróleo têm um impacto negativo sobre a atividade económica dos \n\nEstados Unidos da América? \n\nOs resultados sugerem que os preços do petróleo causam a inflação. O que pode \n\nindiciar que durante o período em estudo a inflação é o principal canal pelo qual os preços do \n\npetróleo afetam a atividade económica. A relação inversa entre os preços do petróleo e a \n\natividade económica foi igualmente identificada. As variáveis taxa de juro Libor e preços do \n\nouro revelaram-se variáveis exogéneas. \n\nO Trabalho encontra-se estruturado da seguinte forma. No ponto 2 é feito um breve \n\nDebate onde se refere a importância do petróleo na atividade económica. A abordagem entre \n\na taxa de juro Libor com a taxa de fundos federais e a importância do ouro em tempos de \n\nrecessões é também discutida. No ponto 3 é feito a apresentação dos dados e as respetivas \n\nanálises preliminares. No ponto 4 serão expostos os resultados seguidos da respetiva discussão \n\nque se encontra no ponto 5. O último ponto, o ponto 6 é reservado apenas para a conclusão. \n\n\n\n3 \n \n\n2.Debate da relevância do petróleo e do ouro no crescimento \n\neconómico. \n\n2.1. A importância dos preços do petróleo na atividade económica  \n\n \n\nOs preços do petróleo têm sido um dos principais indicadores da economia. Na década \n\nde 1970, os choques petrolíferos, provocaram uma maior volatilidade nos preços do petróleo. \n\nDesde então a variação do seu preço tem sido seguida com especial atenção ao longo dos anos \n\n(por exemplo (Hamilton, 1996) (Brown e Yücel, 1999) (Lardic e Mignon, 2008) (Hamilton, \n\n2009) (Ahmed e Wadud, 2011) (Aye et al., 2014) (Katircioglu et al., 2015) dando especial \n\nreparo a relação inversa que apresenta com o crescimento económico. Os conflitos políticos, \n\nfatores meteorológicos, guerras e as flutuações das taxas de juro são exemplos de \n\nacontecimentos geradores de um choque petrolífero que por sua vez têm efeitos na atividade \n\neconómica prejudicando indicadores económicos como é exemplo do Produto Interno Bruto \n\n(Jones et al., 2004), da taxa de inflação (Cologni e Manera, 2008) e do emprego (Dog ?rul e \n\nSoytas, 2010).  \n\nApós a Segunda Guerra Mundial verificou-se que as recessões dos EUA surgiram depois \n\nde aumentos súbitos do preço do petróleo (Hamilton, 1983). Visivelmente os anos seguintes a \n\n2000 os preços do petróleo sofreram um maior aumento em termos reais o que prejudicou o \n\ncrescimento económico. Na figura 1 observa-se que o Índice de Produção Industrial apresenta \n\num crescimento mais acelerado nos dez anos anteriores a 2000 quando os preços do petróleo \n\nse apresentavam de certa forma estáveis. Com os aumentos dos preços reais do petróleo o \n\nÍndice de Produção Industrial nos EUA contrai-se.  \n\nFigura 1- Preços reais do petróleo e Índice de Produção Industrial \n\n \n \n\nFonte: Cálculos do autor baseados nos dados do Federal Reserve Economic Data (FRED) \n\n\n\n4 \n \n\nA redução da atividade económica é facilmente identificada nos anos de 2001, devido \n\ná queda das torres gémeas e em 2008 durante a grande recessão que se fez sentir \n\nglobalmente. Após estes acontecimentos o ritmo de crescimento do Índice de Produção \n\nIndustrial abrandou, em simultâneo os preços do petróleo apresentam-se a um nível mais \n\nalto.  \n\n Recentemente Herrera et al. (2015) exploraram a assimetria dos choques do preço do \n\npetróleo na produção industrial. O estudo recai essencialmente sobre quatro países, o Canadá \n\ne a Noruega, com o estatuto de maiores exportadores de petróleo, e os EUA e o Japão, que se \n\nencontram no lado inverso possuindo o título de maiores importadores. As suas principais \n\nconclusões acerca dos EUA são que o choque gerado através de um aumento dos preços de \n\npetróleo é superior ao de uma diminuição. Um aumento dos preços provocará assim uma \n\ncontração na produção industrial cerca de 0,26%. Os resultados são consistentes com o \n\nesperado para países importadores de petróleo.  \n\nNos países exportadores é esperado que as diminuições dos preços do petróleo \n\nprovoquem impacto negativo na receita desses mesmos países. Ainda em Herrera et al. \n\n(2015), foi visível que esse impacto depende da proporção que a produção de petróleo \n\nrepresenta no PIB de cada país. No ano de 2008 na Noruega o petróleo representava 26% do \n\nPIB, já no Canadá o peso era apenas de 8%. Os resultados identificaram que um aumento \n\ninesperado dos preços provocaria uma contração de 0,02% e de 0,40% na produção industrial \n\nno Canadá e na Noruega respetivamente. Já uma descida de preços provocaria uma contração \n\nde 0,17% para o Canadá e 0,23% para a Noruega, identificando assim que para os países \n\nexportadores tanto os aumentos como as descidas dos preços tem implicações na produção \n\nindustrial. Um aumento dos preços provocaria que os países importadores diminuíssem a \n\nprocura pelo recurso energético, provocando excesso de oferta pelos países exportadores. Por \n\noutro lado, uma diminuição do preço faz com que estes países diminuam as suas receitas, o \n\nque para um país como a Noruega onde o petróleo representa cerca de 26% do PIB pode ser \n\nprejudicial. \n\nPara uma amostra de economias europeias Cuñado e Gracia (2003) demonstraram que \n\nos choques petrolíferos têm um efeito significativo no crescimento económico desde que esse \n\nchoque resultasse em um aumento dos preços. Esta consequência ocorre devido aos países \n\neuropeus serem sobretudo importadores de petróleo e a sua maior dependência do recurso \n\nnão renovável torna o país mais vulnerável às súbitas mudanças dos preços (Gupta, 2008).  \n\nOs EUA, apesar de terem elevado a sua capacidade produtora, ainda se podem \n\nconsiderar muito dependentes do exterior. Como país industrializado apresenta forte \n\npropensão ao consumo de petróleo como o observado na figura 2. Apesar de o seu consumo \n\nter sido mais ou menos constante, ainda é demasiado elevado o que leva a que se tenha de \n\nsocorrer do exterior. A maioria dos países do G-20 são importadores do recurso não renovável \n\n\n\n5 \n \n\ndevido ao alto consumo de petróleo o que torna ainda mais preocupante as frequentes \n\noscilações dos preços do petróleo. Quando observamos o aumento do consumo de petróleo da \n\nChina, percebemos melhor o porquê de ser considerada como uma mercadoria vital para o \n\ncrescimento de todas as economias. Quero com isto dizer que a China tem vindo a aumentar o \n\nseu PIB e com isso o consumo de petróleo tem vindo a seguir a mesma tendência ascendente. \n\nFigura 2- Consumo de petróleo \n\n \n\n \n\n Fonte: BP Statistical Review of World Energy 2014 \n\nMehrara e Mohaghegh (2011) relatam que os preços do petróleo não é uma razão \n\nessencial para gerar inflação. Contudo a volatilidade da inflação após 1980 nos EUA é \n\nprovocada essencialmente pelos choques petrolíferos apesar de esses terem menos \n\nintensidade sobre o PIB do que tinham anteriormente (Cavalcant e Jalles, 2013).  \n\nA análise empírica da relação entre o preço do petróleo e de variáveis económicas \n\nrevela riqueza nas metodologias seguida, bem como ausência de unanimidade no que diz \n\nrespeito a qual deveria ser utilizada (Kilian e Vigfusson, 2011), tendo colocado em causa a \n\nexistência de uma relação inversa entre o preço do petróleo e o PIB nos EUA. A temática dos \n\npreços do petróleo e da atividade económica tem seguido diversos caminhos. Aastveit (2014) \n\nexaminou que as súbitas mudanças de preço do petróleo são importantes para explicar a \n\ninteração entre o mercado do petróleo e a macroeconomia concluindo que as variáveis \n\nmacroeconómicas têm diferente resposta a choques do preço do petróleo.  \n\nVariáveis como taxa de inflação, taxa de juro, Produto Interno Bruto e taxa de \n\ndesemprego são comuns na literatura. No modelo aqui desenvolvido as variáveis utilizadas \n\nsão: o Índice de Produção Industrial; taxa de inflação; taxa de juro Libor; preços do ouro; \n\nagregado monetário (M1) e preços do petróleo. O respetivo apoio das variáveis escolhidas são \n\napresentadas mais a frente.  \n\n\n\n6 \n \n\nApós a revisão da literatura é visível que o continuo aumento dos preços do petróleo \n\nfará retardar o crescimento económico renovando as preocupações dos países emergentes que \n\npor norma consomem grandes quantidades de petróleo. Se por um lado um aumento dos \n\npreços gera um impacto negativo no crescimento de um país, já uma aceleração da atividade \n\neconómica não parece fazer com que os preços do petróleo diminuam, indiciando uma \n\ncausalidade unidirecional.  \n\nOs bancos Centrais foram adaptando ao longo dos tempos a sua forma de reagir aos \n\nmovimentos do preço do petróleo de forma a minimizar os efeitos negativos provocados no \n\nPIB (Hooker, 1999). Através de um modelo VAR Bernanke et al. (1997) demostraram que o \n\nbaixo crescimento económico observado após os choques de petróleo são em grande parte \n\nexplicados pelos movimentos ascendentes da federal funds rate. O duplo objetivo de \n\nestabilidade de preços e estabilização do produto faz com que a Reserva Federal Norte \n\nAmericana se torne menos reativa aos choques do petróleo (Lóeillet e Licheron, 2012). A \n\ninterferência nos preços do petróleo da política monetária pode acontecer através de \n\ndiferentes canais entre os quais a taxa de juro. O Banco Central Europeu (BCE) ao ter como \n\nobjetivo principal a estabilidade de preços, um movimento mais acentuado dos preços do \n\npetróleo faz com que a sua reação seja rápida ajustando as taxas de juro. As baixas taxas de \n\njuro conduzem a uma maior facilidade na obtenção de crédito e consequente aumento de \n\ncirculação de moeda. O excesso de moeda em circulação leva á depreciação do dólar (Askari \n\ne Krichene, 2010b) preocupando os principais exportadores de petróleo já que é a moeda de \n\nreferência para as transações do recurso não renovável. \n\nA relação entre os fundos federais com os preços de petróleo e o PIB foi utilizando por \n\nBrown e Yücel (1999) que usou o procedimento de impulso resposta e identificou que um \n\nchoque no preço do petróleo provoca um aumento das taxas de fundos federais e a queda do \n\nPIB. A figura 3 mostra a subida da taxa de fundos federais nos EUA durante o período de 2006 \n\na 2008, onde em paralelo se verificava a movimentação ascendente dos preços reais do \n\npetróleo (figura 1). A taxa de juro Libor seguia entretanto os mesmos movimentos que a taxa \n\nde fundos federais.  \n\nA taxa de fundos federais e a taxa de juro Libor estão relacionadas com a taxa de \n\nempréstimos interbancários. A taxa de fundos federais é uma taxa de juro que tem mais \n\ninfluência na economia dos EUA uma vez que as suas movimentações fazem prever que \n\ntenham incidência no emprego, no crescimento e na inflação. \n\n \n\n \n\n \n\n\n\n7 \n \n\nFigura 3- Taxa de juro Libor e Effective Federal Funds Rate \n\n \n\nFonte: FRED \n\nA taxa de juro Libor é calculada pela Thomson Reuters segundo as informações \n\nfornecidas pelos bancos, com maior cota de mercado, das taxas de juro que está a ser \n\npraticada. É retirado 25% das taxas de juro mais baixas e mais altas realizando-se de seguida \n\numa média para chegar a taxa de juro oficial LIBOR, com as restantes 50%. O método de \n\ncálculo pode levar as instituições bancárias a relatar taxas inferiores às praticadas com \n\nobjetivo de obter um ganho adicional por parte dos bancos, visto que 25% das taxas mais \n\nbaixas serão retiradas (Monticini e Thornton, 2013). Se os fundos federais forem baixos, é \n\nesperado um custo menor na obtenção de crédito, no entanto se a taxa de juro Libor for \n\nelevada os bancos vão praticar taxas de juro superiores restringindo a facilidade ao crédito \n\npodendo provocar uma desaceleração da economia. \n\n \n\n2.2. A importância do Ouro em períodos de recessão \n\n \n\nO ouro é considerado entre os metais o mais importante em termos económicos. O \n\npreço do ouro é denominado em dólares e é considerado a melhor mercadoria para preservar \n\ncapital em tempos de recessões não sendo sensível a más noticias (Hammoudeh e Yuan, \n\n2008). Sobretudo durante as recessões, os investidores tendem a querer preservar o seu \n\ncapital e para isso optam por adquirir ouro. A capacidade de servir como hedge contra a \n\ninflação é testada por Beckmann e Czudaj (2013) que concluiu que a capacidade de proteção \n\ndo ouro contra a inflação, a longo prazo, tem maior força em países como EUA e Reino Unido \n\nem comparação ao Japão e a área euro.  \n\nCom o aumento dos preços do petróleo é esperada que a inflação aumente. Com o \n\naumento da inflação o ouro elevará a sua procura podendo os seus preços sofrer uma \n\nalteração. Para Tully e Lucey (2007) os preços do petróleo e a inflação são as principais \n\nvariáveis que influenciam o mercado do ouro. Quando é reduzida a taxa de juro da FED para \n\n\n\n8 \n \n\nimpulsionar a economia, o excesso de moeda em circulação a que isso provoca conduzirá a \n\numa desvalorização do dólar. O mercado poderá ver isso como um sinal de uma recessão nos \n\nEUA. Os investidores ao usarem o ouro para proteger o seu capital fazem com que os preços \n\ndo ouro se elevem (Wang e Chueh 2013) devido á crescente procura pelo metal. \n\nPara Shafiee e Topal (2010) existe uma correlação entre os preços do petróleo e do \n\nouro a rondar os 85%. Zhang e Wei (2010) através de um estudo empírico examinam a \n\ninteração entre o mercado do ouro e do petróleo, a nível global, a partir da causalidade e da \n\ncointegração dos preços chegando a conclusão que o impacto dos preços do ouro sobre os \n\npreços do petróleo é superior ao impacto que os preços do petróleo exercem sobre os preços \n\ndo ouro. A longo prazo as oscilações do preço do petróleo bruto causam o preço do ouro mas \n\no mesmo não acontece em direção inversa. Por outro lado não foi detetada relação de \n\nequilíbrio de longo prazo. \n\nEm suma, o ouro ao não ser sensível a más notícias é um metal que não perde valor ao \n\nlongo do tempo tornando-o apetecível em tempos de recessões. Com o aumento da procura \n\ndeste metal precioso os seus preços podem subir influenciando os preços do petróleo. As \n\noscilações provocadas nos preços do petróleo podem trazer um impacto negativo para a \n\natividade económica.  \n\n \n\n3.Metodologia \n\n \n\nA interação de variáveis económicas no estudo do preço do petróleo não é nova na \n\nliteratura. A técnica VAR trata as variáveis como potencialmente endógenas e avalia as \n\nrelações existentes entre as mesmas. Esta técnica foi utilizada em estudos que relacionavam \n\nos preços do petróleo com os preços do ouro (Bellamy, 2006), com as taxas de fundos federais \n\n(Bernanke et al., 1997) e ainda o relacionamento do índice de preços do consumidor e o \n\nagregado monetário (M2) (Browne e Cronin, 2010). \n\n \n\n3.1. Dados \n\n \n\nO estudo utiliza dados mensais abrangendo o período de Janeiro de 1986 até \n\nSetembro de 2014, acomodando um total de 345 observações. A tabela 1 mostra a definição e \n\na estatística descritiva das variáveis.  \n\n \n\n \n\n \n\n\n\n9 \n \n\nTabela 1-Estatísticas Descritivas e definição das variáveis \n\n \n\nVariável Definição \n\n \n \n\nEstatísticas descritivas \n\nObs.\n \n\nMédia Desvio \n\npadrão \n\nMin.\n \n\nMax.\n \n\n       \n\nLl Logaritmo da taxa de \n\njuro Libor \n\n345 1.241783 0.825247 -0.619432 2.390208 \n\nLm1 Logaritmo do agregado \n\nmonetário M1 \n\n345 7.103307 0.347825 6.418039 7.949656 \n\nLipc Logaritmo do índice de \n\npreços ao Consumidor \n\n345 5.130803 0.224546 4.687671 5.473711 \n\nLipi Logaritmo do Índice de \n\nProdução Industrial \n\n345 4.382874 0.195066 4.003991 4.654653 \n\nLppr Logaritmo dos preços \n\nreais do petróleo \n\n345 2.976392 0.500993 1.931601 4.114240 \n\n \n\nLpo Logaritmo dos preços \n\nreais do ouro  \n\n345 5.687375 0.438946 4.992112 6.660489 \n\n \n\nComo pode ser observado, no modelo aqui desenvolvido as variáveis utilizadas são:  \n\n? Taxa de juro Libor que por definição é uma taxa média de juros entre o qual um \n\ngrupo de bancos efetua empréstimos entre si no mercado Londrino. Encontra-se \n\nmuitas vezes anexada a diversos produtos bancários como exemplo contas poupança, \n\nempréstimos e hipotecas. Os seus movimentos são muito semelhantes ao das taxas de \n\nfundos federais. Apesar de ambas estarem relacionadas com empréstimos \n\ninterbancários elas são destintas em vários pontos, desde logo a forma como são \n\ncalculadas. Os dados acerca da Libor foram obtidos na base de dados da Federal \n\nReserve Economic Data. A sua frequência diária necessitou da sua conversão para \n\nmensal com o intuito de ir ao encontro da periodicidade das restantes variáveis. A \n\nconversão procedeu-se na introdução da série no programa EViews 9 através do \n\ncomando “frequency conversion” onde o método escolhido foi o da média das \n\nobservações diárias. \n\n?  Índice de Produção Industrial é utilizado no estudo como indicador da atividade \n\neconómica. Como as oscilações dos preços têm impacto na produção prejudicando o \n\ncrescimento económico optou-se pela introdução do Índice de Produção Industrial á \n\nsemelhança do que foi feito por Ahmed et al., (2012). O ano de referência para o \n\ncálculo do índice é o ano de 2007 e os dados foram recolhidos na FRED com a \n\nperiodicidade mensal.  \n\n? Índice de preços do consumidor foi obtido através da FRED. A taxa de inflação é uma \n\nvariável vulgarmente utilizada na literatura quando se aborda este tipo de relação \n\n\n\n10 \n \n\ninversa existente entre os preços do petróleo e a atividade económica (Cologni e \n\nManera 2008) (Cunado e Gracia, 2005) (Wu e Ni, 2011). Aumentos dos preços de \n\npetróleo impulsionam o índice de preços do consumidor (Gao et al., 2014) devido ao \n\naumento dos produtos energéticos. Ao surgir uma mudança inesperada dos preços de \n\nenergia os consumidores terão de reduzir o seu consumo de matérias não energéticas \n\nvisto a incapacidade de ajustar o seu orçamento (Edelstein e Kilian, 2009) devido á \n\ndependência que o mundo enfrenta perante produtos energéticos, prejudicando o \n\nbom funcionamento da atividade económica.  \n\n? Preços do ouro é uma variável expressa em dólares por onça obtida através da World \n\nGold Council (WGC) sendo devidamente deflacionada, de acordo com a equação (1).  \n\n \n\n/100consumidor do preços de Indices\n\n ouro do nominais Preços\nouro do reais Preços ?   (1) \n\n \n\nO ouro é uma importante mercadoria conservadora de valor, não sensível a \n\nmás notícias tornando-se bom investimento para preservar o capital. Em alturas de \n\nrecessões os investidores aumentam a procura do ouro fazendo subir o seu preço. \n\nPara os EUA o ouro apresenta uma forte capacidade de servir como hegde contra a \n\ninflação (Beckmann e Czudaj, 2013).  \n\n?  A variável Agregado monetário (M1) encontra-se expressa em bilhões de dólares, com \n\numa frequência mensal. A variável foi obtida através da FRED e é composto pela \n\nmoeda em circulação mais os depósitos á ordem, apresentando liquidez imediata. Os \n\nBancos centrais perante um choque dos preços do petróleo têm vindo a mudar a sua \n\nforma de atuar, permitindo diminuir as perdas do PIB. As autoridades monetárias \n\npodem moldar a sua atuação. Se atuarem para impedir a inflação, com o aumento das \n\ntaxas de juro o crescimento económico será afetado com o recuo do consumo e \n\ninvestimento. Por outro lado se as autoridades monetárias intervirem injetando \n\ndinheiro na economia tentando impulsioná-la de forma a diminuir as perdas do PIB \n\nisso fará aumentar a inflação tornando as compensações do PIB temporárias (Brown e \n\nYücel, 2002).  \n\n? Os Preços do petróleo têm sido um dos principais indicadores económicos. A sua \n\nrelação inversa com o crescimento económico tem sido debatida ao longo dos anos \n\n(por exemplo (BjØrnland, 2000), (Hamilton, 2003) (Herrera et al., 2015). Os aumentos \n\npersistentes sensivelmente após o ano de 2000 preocupam as economias \n\nindustrializadas ainda muito dependentes deste recurso não renovável. O impacto dos \n\nmovimentos dos preços sobre diversas variáveis macroeconómicas encontra-se sujeita \n\ná dependência que os países apresentam em relação ao petróleo (Katircioglu et al., \n\n2015). O uso de energia alternativa poderá fazer com que a economia seja menos \n\nafetada pelos preços do petróleo. A variável encontra-se quantificada em dólares por \n\n\n\n11 \n \n\nbarril e foi recolhida na FRED e devidamente deflacionada utilizando o mesmo \n\nprocesso da equação (1).  \n\n \n\nTodas as variáveis foram tratadas com frequência mensal num horizonte temporal que \n\nabrange de Janeiro de 1986 a Setembro de 2014. Para além das variáveis acima descritas, foi \n\nnecessário recorrer á introdução de impulse e stability dummys para absorver acontecimentos \n\nanómalos nas séries. Com o intuito de detetar as anomalias recorreu-se ao processo Censos X-\n\n13 que identificou os outliers presentes em cada série. Apesar do grande número de outliers \n\ndetetados optou-se apenas pela inclusão dos mais significativos, de modo a tornar válido o \n\nnosso modelo. \n\n  Em uma primeira análise, percorrendo a história dos EUA encontram-se \n\nacontecimentos dos quais são relevantes a sua correção. Os efeitos mais pronunciados são:  \n\ni) Em 1990 a Guerra do Golfo, que surgiu quando as tropas iraquianas invadiram o Kuwait com \n\na justificação que estes estavam a praticar preços muito baixos prejudicando o seu comércio \n\nde petróleo. A guerra veio trazer consequências ambientais e económicas para o Kuwait que \n\nviu reduzida a sua capacidade de produção após as tropas iranianas incendiarem poços de \n\npetróleo gerando aumentos do seu preço. ii) Em Setembro de 2001 com a queda das torres \n\ngémeas os EUA sofreram um choque negativo no PIB e em simultâneo as economias mundiais \n\natravessavam uma fase critica especialmente nos países industrializados que apresentavam \n\nquebras no seu crescimento. Nos mercados mundiais a New York Stock Exchange (NYSE), a \n\nAmerican Stock Exchange (AMEX) e a Nasdaq não abriram a 11 de Setembro. Na reabertura do \n\nmercado o Dow Jones Industrial Avarage (DJIA) atingiu recordes negativos só ultrapassados \n\nmais tarde com a crise financeira em 2008. O governo federal necessitou da injeção dinheiro \n\nna economia com o objetivo de a impulsionar. iii) Em setembro de 2005 o furacão Katrina, \n\ndestruiu uma parte dos EUA tendo sido considerado um dos furações mais destrutivos. O \n\nfuracão paralisou a extração de petróleo no golfo do México. O governo de Bush apesar da \n\ninjeção de dinheiro que realizou para a reconstrução da região não foi o suficiente para fazer \n\nface aos prejuízos para a economia causados maioritariamente pela interrupção do \n\nfornecimento de petróleo. iv) No ano de 2006 a crise do subprime levou alguns bancos a \n\ninsolvência. As baixas taxas de juro conduziram á facilidade de obtenção de crédito, sendo \n\nalguns de alto risco. A obtenção de crédito por credores com poucas garantias levou mais \n\ntarde á rutura de algumas instituições financeiras. v) A grande recessão que surgiu no ano de \n\n2008, atingindo o seu pico em Setembro onde se verificou a queda do índice Down Jones. \n\nForam identificados outros outliers dos quais foram escolhidos aqueles que se tornaram \n\nsignificativos para uma melhoria do modelo estimado. \n\nTendo em atenção a elevada sensibilidade dos testes de raiz unitária á presença de \n\noutliers e á utilização posteriormente, aquando nas regressões, de impulse e stabilities \n\ndummys utilizou-se o processo Censos X-13 no cálculo dos habituais testes de raiz unitária. \n\n\n\n12 \n \n\n Para garantir então que as variáveis são integradas de ordem I(1) trabalhou-se sobre \n\nas análises gráficas das variáveis em nível e em primeiras diferenças e dos respetivos \n\ncorrelogramas. Em seguida realizaram-se os habituais testes de raiz unitária, Augmented Dick \n\nFuller (ADF), Phillips Perron (PP) e Kwiatkowski Philips Schmidt Shin (KPSS) (tabela 2). \n\nA não estacionaridade das séries poderá conduzir á formação de regressões espúrias. \n\nPara evitar esse acontecimento procedeu-se aos testes de raiz unitária. O teste ADF e PP, \n\nambos têm como hipótese nula de que as variáveis possuem uma raiz unitária, ou seja a \n\nvariável é não estacionária. Para o teste ADF foi utilizado o critério Schwarz com um máximo \n\nde 16 desfasagens. No teste PP utilizou-se o método de estimação espectral Bartlett Kernel e \n\nNewey-West Bandwidth como largura de banda. Como teste de confirmação, utilizou-se o \n\nteste KPSS testando a hipótese nula de estacionaridade. \n\n \n\n Tabela 2- Testes de raiz unitária \n \n\nNota: a) representa a estatística de teste com tendência e constante; b) representa a estatística de \nteste com constante; c) representa a estatística de teste sem tendência e constante; ***,** e * denotam \no nível de significância de 1%, 5% e 10% respetivamente. No teste Kpss o método de estimação espectral \nutilizado foi o quadratic spectral Kernel \n\n \n\n \n\nOs resultados dos testes de raiz unitária apresentados na tabela 2 confirma a hipótese \n\nlevantada com a visualização dos gráficos das variáveis em primeiras diferenças, ou seja todas \n\nas variáveis são I(1). Após essa verificação, o seguinte passo a dar é a identificação do número \n\nótimo de desfasagens para que depois se possa verificar através do teste de cointegração de \n\nJohansen se existe algum vetor de cointegração. \n\nVariáveis ADF PP KPSS \n\na) b) c) a) b) c) a) b) \n\nLl -2.1007 -0.0503 -1.2661 -1.7516 -0.3033 -1.3757 0.1796** 1.5722 \n\nLm1 -0.0406 1.3204 3.5165 -0.0463 1.0708 5.1132 0.2826*** 2.0008*** \n\nLipc -1.9129 -3.3014** 6.6110 -1.3291 -2.7997* 11.0205 0.3831*** 2.2265*** \n\nLipi -2.7069 -1.7348 1.8777 -1.5294 -1.2792 2.7688 0.4146*** 2.0470*** \n\nLppr -3.3791 -2.0108 0.1782 -2.8579 -1.6450 0.0683 0.4023*** 1.6069*** \n\nlpour -1.1134 -0.4585 0.5859 -1.0023 -0.2845 0.690371 0.5173*** 0.8098*** \n\nDll -8.1632*** -6.4685*** -6.3568*** -9.0228*** -9.0694*** -9.0542*** 0.0548 0.1308 \n\nDlm1 -5.6207*** -5.4462*** -2.8395*** -7.9819*** -7.8213*** -5.2072*** 0.3328*** 0.4706** \n\nDlipc -12.5172*** -8.7290*** -5.0706*** -11.3954*** -11.3814*** -8.2853*** 0.0506 0.6119** \n\nDlipi -4.4279*** -4.3699*** -3.8987*** -4.8734*** -4.8159*** -4.3043*** 0.0735 0.1602 \n\nDlppr -13.5154*** -13.5378*** -13.5439*** -13.0972*** -13.1271*** -13.1417*** 0.0253 0.0668 \n\nDlpo -8.4848*** -8.3679*** -8.3523*** -11.1937*** -11.2309*** -11.2322*** 0.1165 0.3397 \n\n\n\n13 \n \n\n3.2. Modelo \n \n\nO modelo vetor autorregressivo (VAR) é frequentemente utilizado para testar a \n\nexistência de relações entre séries temporais. É um sistema de equações em que cada \n\nvariável é explicada pelos próprios valores desfasados e os valores desfasados das variáveis \n\nrestantes, permitindo com isso descrever as relações estatísticas presentes entre elas. Para \n\nselecionar as desfasagens ideais para o modelo VAR, foram utilizados os critérios tradicionais \n\npara obter o número ótimo de desfasamentos. Os critérios utilizados foram o critério de \n\ninformação de Akaike, Hanan - Quinn e o Schwarz. Após a realização do teste o número de \n\ndesfasamentos utilizados foi 13 de acordo com o critério de Akaike (anexo 2). \n\nApesar de os diferentes critérios optarem por um número de desfasamentos \n\ndiferentes a nossa escolha recaiu por aquele onde a autocorrelação era praticamente \n\ninexistente. A existência de um grande número de pontos extremos fez com que a \n\nautocorrelação não fosse eliminada completamente, apresentando autocorrelação de segunda \n\nordem. \n\nCom a finalidade de testar a presença de cointegração realizou-se o teste Johansen. \n\nAs relações de cointegração das variáveis foram definidas para o modelo VAR com 13 \n\ndesfasagens como identificado anteriormente. Os resultados sugerem que existe pelo menos \n\num vetor de cointegração. Constatada a presença de pelo menos um vetor de cointegração, o \n\nmodelo a usar será o modelo vetorial de correção dos erros (VEC), como representado na \n\nequação (2) que tem em conta as relações de longo prazo. \n\n? ttktt\nk\n\ni\ni DXX C ????? ??\n\n?\n\n?? 1\n1\n\nXt    (2) \n\nEm que Xt é o vetor das variáveis endógenas; Dt é o vetor das variáveis exógenas; ?  e \n\nC são as matrizes dos coeficientes das variáveis endógenas e exogéneas respetivamente. ? t  \n\nindica os resíduos e k o número ótimo de desfasamentos. O vetor das variáveis endógenas é \n\nentão composto da seguinte forma Xt= (lm1, inf, lipi, lppr) sendo o vetor das variáveis \n\nexógenas composto por Dt=(ll, lpo, ID01, ID02,ID03, ID04, ID05, ID06, ID07, ID08, ID09, ID10, \n\nID11, ID12), onde ID01, ID02,…,ID12 são as dummmy´s inseridas para controlo de fenómenos \n\nextremos anteriormente detetados. \n\nO primeiro procedimento a realizar no estudo é o teste de causalidade Granger para \n\nestimar a relação de causalidade entre as variáveis. O passo seguinte será a realização da \n\ndecomposição de variância que permite avaliar como cada uma das variáveis responde a \n\nchoques em variáveis específicas e por último a análise de impulso resposta, onde através de \n\ngráficos é possível observar como cada variável individualmente responde a inovações de \n\noutras variáveis.  \n\n\n\n14 \n \n\n4. Resultados \n \n\nPara levar a cabo a estimativa do modelo VAR através dos critérios tradicionais \n\nAkaike, Hanan – Quinn e Schwarz, escolheu-se o número ótimo de desfasamentos. Foram \n\nidentificados três valores diferentes, entre eles 2,3 e 13 (Apêndice 1). A escolha recaiu em 13 \n\ndesfasamentos. \n\nApós o teste de cointegração Johansen, verificou-se a existência de pelo menos um \n\nvetor de cointegração o que levou á utilização do VEC. A validade do modelo estimado foi \n\ntestada através dos testes diagnósticos. Para testar a normalidade foi utilizado o teste Jarque \n\nBera (tabela 3). A Autocorrelação e a heterocedasticidade foram testadas através do LM teste \n\ne do teste de White (sem termos cruzados) respetivamente (Apêndice 2). \n\nTabela 3-Testes diagnósticos  \n\n \nTestes de Normalidade \n\nComponentes Skewness Chi-sq Kurtosis Chi-sq Jarque-Bera \n\nLm1 0.042761 0.100871 2.948948 0.035945 0.136816 \n\nInf 0.229061 2.894545 3.644879 5.735532 8.630077 \n\nLipi 0.194130 2.079034 3.391605 2.115009 4.194043 \n\nlppr -0.023648 0.030850 2.684325 1.374352 1.405202 \n\njoint  5.105300  9.260838 14.36614 \n\n  \n\n Resumindo, a especificação do modelo VEC ultrapassa os testes diagnósticos \n\nrelevantes. Os testes demonstram a evidência de normalidade tanto para os componentes \n\nindividuais como em conjunto. A ausência de heterocedasticidade também foi confirmada. ´ \n\n A causalidade de Granger permite-nos identificar a relação causal existente entre \n\nas variáveis. Foi com esse intuito que se procedeu ao teste, com os resultados apresentados \n\nna tabela 4. \n\nTabela 4- Causalidade de Granger/ Bloco de exogeneidade. \n\n \n\n Variável Dependente \n\nLM1 Inf LIpi LPpr \n\nLm1 não causa - 39.30481*** 30.27983*** 16.81098 \n\nInf não causa 30.14448*** - 27.04244** 10.28609 \n\nLIpi não causa 15.55322 14.98447 - 17.32930 \n\nLPpr não causa 25.04634** 43.59176*** 12.84304 - \n\nAll 68.63740*** 110.6322*** 61.22123** 52.59647* \n\nNota: “All” denota o teste de causalidade para todas as variáveis independentes. ***, ** e * denotam \nsignificância de 1%, 5% e 10% respetivamente. \n\n\n\n15 \n \n\nNuma rápida análise é visível que a variável Índice de Produção Industrial não causa \n\nnenhuma das variáveis assim como os preços de petróleo não são causados a nível individual. \n\nContudo a nível conjunto os preços do petróleo apresentam uma significância de 10%. Ao \n\ntomar em atenção a variável dependente Índice de Produção Industrial é observado que tanto \n\na variável agregado monetário M1, como a inflação apresentam uma relação causal de 1% e \n\n5% respetivamente. Todas as variáveis, á exceção do Índice de Produção Industrial, causam \n\ninflação com um nível de significância de 1%. \n\nEm resumo o teste de causalidade Granger detetou causalidade bidirecional entre a \n\ninflação e o agregado monetário (Inf<->Lm1). Outras relações de causalidades foram \n\napresentadas nos seguintes sentidos: LPpr-> Lm1, LPpr->Inf, Lm1->LIpi e Inf->LIpi. Com base \n\nno teste de Causalidade Granger, na tabela 5 encontram-se as variáveis ordenadas segundo o \n\ngrau de endogeneidade. \n\n \n\nTabela 5-Ordenação da variável mais endógena para a mais exogénea segundo o teste de causalidade de \nGranger \n\n \nMais endógeno Variável Chi-sq\n\n \n\n1º Inf 110.6322 \n2º Lm1 68.63740 \n3º Lipi 61.22123 \n4º Ppr 52.59647 \n\n \n \n\nO teste permitiu classificar as variáveis de forma a gerar funções de resposta a um \n\nimpulso sob um critério estatisticamente consistente (tabela 7). A seguir na tabela 6 está \n\nrepresentado a decomposição da variância que nos permite avaliar como uma variável \n\nresponde a choques em variáveis específicas.  \n\nTabela 6- Decomposição da variância \n\n \nMês SE Inf Lm1 Lipi Lppr \n\nDecomposição de Inf      \n\n1 0.007628 0 100 0 0 \n\n4 0.014170 0.528156 83.28388 1.517788 14.67018 \n\n8 0.021661 0.959885 81.56521 3.601886 13.87302 \n\n12 0.028389 3.147672 78.11503 4.461272 14.27602 \n\nDecomposição de Lm1      \n\n1 0.002105 99.66879 0.331207 0 0 \n\n4 0.002459 94.49365 3.591963 1.567415 0.346976 \n\n8 0.002551 90.18648 3.316615 6.048926 0.447980 \n\n12 0.002650 88.13454 3.507334 8.024523 0.333605 \n\n\n\n16 \n \n\nDecomposição de Lipi      \n\n1 0.004913 0.012475 2.590116 97.39741 0 \n\n4 0.010248 1.001516 12.72935 85.91682 0.352314 \n\n8 0.017188 5.865221 23.08031 69.33364 1.720832 \n\n12 0.023931 7.916304 30.86430 58.37931 2.840084 \n\nDecomposição de Lppr      \n\n1 0.066724 0.002015 17.04026 1.002706 81.95502 \n\n4 0.149408 2.502521 9.781726 3.914432 83.80132 \n\n8 0.195873 3.447112 10.82022 5.961174 79.77149 \n\n12 0.232233 4.533524 9.545182 6.312939 79.60835 \n\n \n\n A resposta de impulso na figura 7 permite analisar o comportamento das variáveis \n\nsegundo o impulso existente em outra variável. Como poderemos observar uma inovação na \n\nvariável preços do petróleo conduz de imediato a um aumento da variável inflação. Para \n\ncontrolar a inflação é esperado que as autoridades monetárias provoquem uma redução de \n\ncirculação de moeda. Esse acontecimento é visível na tabela 7, pois uma inovação na inflação \n\nfaz a variável agregado monetário retrair-se. O resultado é consistente com o que foi \n\nobservado na tabela 6. \n\n Quando focamos a variável preços de petróleo na tabela 6 no primeiro período, ou \n\nseja no primeiro mês, Lm1 explica cerca de 17% da sua variância. O seu valor vai diminuindo \n\nao longo dos períodos começando a crescer no período 8 quando em simultâneo Lppr começa \n\na diminuir o seu valor. \n\n Um impacto de um choque para a Inf provoca aumentos em todas as variáveis. O \n\nmais significativo é no caso da Lm1. No fim de 8 períodos, choques na Inf explicam cerca de \n\n90% da variância da variável Lm1. A variável lm1 não responde em imediato a um aumento \n\ndos preços de petróleo. A resposta irá surgir quando esse aumento dos preços do petróleo \n\nfizer aumentar a inflação, para que os níveis de inflação se estabeleçam a níveis \n\nconsideráveis. \n\n Um choque na variável lipi ao fim de 12 períodos explica 6% da variância dos \n\npreços de petróleo. A inflação no mesmo período é responsável por cerca de 5 % da sua \n\nvariação. Na figura 7, com o efeito de controlar o comportamento de cada variável, com \n\naumentos de uma única variável específica, bem como a duração do seu efeito, as funções \n\nresposta impulso são testadas. \n\n \n\n \n\n\n\n17 \n \n\nFigura 4-Função Impulso Resposta \n\n \n\n \n\n.000\n\n.001\n\n.002\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of INF to INF\n\n.000\n\n.001\n\n.002\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of INF to LM1\n\n.000\n\n.001\n\n.002\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of INF to LIPI\n\n.000\n\n.001\n\n.002\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of INF to LPPR\n\n-.005\n\n.000\n\n.005\n\n.010\n\n.015\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LM1 to INF\n\n-.005\n\n.000\n\n.005\n\n.010\n\n.015\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LM1 to LM1\n\n-.005\n\n.000\n\n.005\n\n.010\n\n.015\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LM1 to LIPI\n\n-.005\n\n.000\n\n.005\n\n.010\n\n.015\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LM1 to LPPR\n\n-.008\n\n-.004\n\n.000\n\n.004\n\n.008\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LIPI to INF\n\n-.008\n\n-.004\n\n.000\n\n.004\n\n.008\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LIPI to LM1\n\n-.008\n\n-.004\n\n.000\n\n.004\n\n.008\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LIPI to LIPI\n\n-.008\n\n-.004\n\n.000\n\n.004\n\n.008\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LIPI to LPPR\n\n-.04\n\n-.02\n\n.00\n\n.02\n\n.04\n\n.06\n\n.08\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LPPR to INF\n\n-.04\n\n-.02\n\n.00\n\n.02\n\n.04\n\n.06\n\n.08\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LPPR to LM1\n\n-.04\n\n-.02\n\n.00\n\n.02\n\n.04\n\n.06\n\n.08\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LPPR to LIPI\n\n-.04\n\n-.02\n\n.00\n\n.02\n\n.04\n\n.06\n\n.08\n\n2 4 6 8 10 12 14 16 18 20 22 24\n\nRes pons e of LPPR to LPPR\n\n \n \n\n \n A reação da variável Índice de Produção Industrial a um choque da inflação é \n\nbastante significativa comparada por exemplo com a reação dos preços de petróleo expostos \n\nao mesmo choque. A resposta da variável índice de produção industrial a choques do preço de \n\npetróleo era a espera, ou seja provoca um impacto negativo. Curiosamente preços de \n\npetróleo respondem positivamente a um choque na produção industrial. Com este resultado \n\npodemos afirmar que apesar do aumento do Índice de Produção Industrial, os preços não \n\nsofrem uma diminuição. Por outro lado um aumento dos preços do petróleo provoca um \n\ndecréscimo no Índice de Produção Industrial, o que confirma o impacto negativo dos preços \n\nde petróleo sobre a atividade económica dos EUA.   \n\n\n\n18 \n \n\n5.Discussão \n\n \n A elevada dependência dos países em relação ao petróleo ainda é elevada, apesar do \n\nesforço que se tem feito para a sua diminuição. Sendo o petróleo o combustível que \n\nimpulsiona a economia, devido á sua importância num mundo industrializado, o seu preço \n\ntorna-se um importante indicador da atividade económica. A volatilidade dos preços do \n\npetróleo traz sempre uma incerteza no crescimento económico essencialmente em países \n\nimportadores de petróleo. \n\n Apesar da produção de petróleo através de xisto betuminoso, que pode ser \n\nsubstituto do petróleo convencional, os EUA ainda é muito dependente do exterior devido aos \n\nseus elevados níveis de consumo. Todavia comparado com outros países importadores de \n\npetróleo, como países europeus, os EUA não são os mais sensíveis a choques do preço (Gupta \n\n2008) talvez devido às suas reservas internas. Mesmo comparado com países fortemente \n\nconsumidores como a China o Japão e India os EUA apresentam uma sensibilidade inferior aos \n\naumentos do preço de petróleo.  \n\n Após a apresentação dos resultados foi confirmada a relação inversa entre o petróleo \n\ne o Índice de Produção Industrial, dando força á hipótese levantada na literatura. A \n\nimportância dos preços do petróleo no crescimento económico foi demonstrada através dos \n\nresultados. O impacto dos preços do petróleo no Índice de Produção Industrial mostra-se \n\nsignificativo, isto é, um aumento do seu preço provoca um decréscimo no índice de Produção \n\nIndustrial. Por outro lado o Índice de Produção Industrial não causa os preços de petróleo. \n\nComo se pode observar na figura 7 um aumento da atividade económica não gera \n\nnecessariamente um decréscimo dos preços de petróleo. Apesar do efeito negativo dos preços \n\nna atividade económica, a inflação apresenta o mesmo efeito mas a um nível superior sobre o \n\nÍndice de Produção Industrial.  \n\n A decomposição de variância permitiu a verificação de uma relação dinâmica entre \n\nas variáveis. O choque na variável preços do petróleo explica sobretudo a variância da \n\ninflação, enquanto a inflação explica cerca de 8% da variância do índice de produção \n\nindustrial. \n\n Em suma, no horizonte temporal em estudo foi verificado que um choque dos preços \n\ndo petróleo tem pouca influência sobre o Índice de Produção Industrial comparativamente \n\ncom a inflação. Contudo não deixa de ser negativo e sempre prejudicial. Este resultado vai ao \n\nencontro do apresentado nas tabelas 6 e 7. \n\n \n\n\n\n19 \n \n\n6. Conclusão \n\nO estudo incidiu sobre os EUA no período de Janeiro de 1986 a Setembro de 2013 \n\nabrangendo um total de 345 observações. O período é caracterizado pelas grandes oscilações \n\napresentadas, no preço do petróleo, sensivelmente após o ano de 2000. Os preços tomaram \n\numa tendência crescente, estabelecendo agora um nível superior, preocupando as economias \n\nindustrializadas. Após uma recolha de informação prévia, notou-se uma movimentação da \n\ntaxa de juro Libor muito semelhante á apresentada pela taxa de fundos federais. \n\nEncontrando-se a taxa de juro muitas vezes anexada a hipotecas a sua inclusão no estudo \n\npareceu interessante num ambiente onde surgia a crise de subprime. Contudo a variável taxa \n\nde juros Libor revelou-se exógena assim como a variável preços do ouro. \n\n Foi detetado pelo menos um vetor de co-integração o que nos levou á utilização do \n\nmodelo VEC. As principais relações de causalidades identificadas através do teste de \n\ncausalidade Granger foram: Inf<->Lm1, LPpr->Inf, Inf->LIpi e  Lm1->LIpi. A utilização do \n\nprocesso Census X-13, não sendo utilizado por autores anteriores, revelou-se essencial como \n\num procedimento lógico para a deteção de acontecimentos anómalos nas séries, fazendo com \n\nque o modelo se torna-se capaz de ultrapassar os testes diagnósticos. \n\nNossos resultados estão em concordância com Cavalvant e Jalles (2013) onde referem \n\nque a inflação após 1980 nos EUA é provocada essencialmente pelos choques petrolíferos. \n\nContudo a variável Lm1 possui um papel significativo nesse campo, pois as autoridades \n\nmonetárias possuem instrumentos capazes de manipular a inflação. Na tabela 7 é visível que o \n\nimpacto de um choque dos preços do petróleo no Índice de Produção Industrial não é \n\nimediato, respondendo a esse choque cerca de 3 meses após a inovação. \n\nOs preços de petróleo ao provocarem inflação, e a inflação ao provocar o Índice de \n\nProdução Industrial podem levar á conclusão que neste período de tempo a inflação é o \n\nprincipal canal pelo qual os preços do petróleo afetam o Índice de Produção Industrial. O \n\nimpacto na inflação explica cerca de 8% da variação do índice de produção. Respondendo às \n\nquestões colocadas, os preços do petróleo tem um impacto negativo, mas inferior ao que a \n\ninflação exerce no Índice de Produção Industrial. Como observado na tabela 6 é também \n\nvisível que um choque na variável Lm1 tem um efeito bastante considerável na variação do \n\nÍndice de Produção Industrial. \n\nEm suma os preços do petróleo provocam um impacto negativo nos EUA, podendo ser \n\nexplicada pela dependência face ao exterior. Contudo através do canal da inflação o impacto \n\ndos preços do petróleo na atividade económica torna-se superior. A volatilidade da taxa de \n\ninflação deve-se essencialmente aos preços de petróleo.  \n\n \n\n\n\n20 \n \n\n7. Referências Bibliográficas \n\n \nAastveit, K. A., (2014), “Oil price shocks in a data-rich environment”, Energy Economics, \n\nV.45, pp.268-279 \n\nAhmed, H. J. A., Bashar, O. H. M. N., Wadud, I. K. M. M., (2012), “The transitory and \n\npermanent volatility of oil prices: What implications are there for US industrial \n\nproduction?”, Applied Energy, V.92, pp.447-455 \n\nAhmed, H. J. A., Wadud, I. K. M. M., (2011), “Role of oil price shocks on macroeconomic \n\nactivities: An S-VAR approach to the Malasyan economy and monetary response”, \n\nEnergy Policy, V.39, pp. 8062-8069 \n\nAn, L., Jin, X., Ren, X., (2014), “Are the macroeconomic effects of oil prices shocks \n\nsymmetric?: A factor-augmented Vector Autoregressive approach”, Energy Economics, \n\nV.45, pp.217-228 \n\nAskari, H., Krichene, N,, (2010a), “An oil demand and supply model incorporating monetary \n\npolicy”, Energy, V.35, pp.2013-2021 \n\nAskari, H., Krichene, N., (2010b), “The impact of monetary policy on oil process parameters \n\nand market expectations”, Global Finance Journal, V.21, pp.186-200 \n\nAye, G. C., Dadum, V., Gupta, R., Mamba,B., (2014), “Oil Price uncertainty and \n\nmanufacturing production”, Energy Economics, V.43 pp. 41-47 \n\nBeckmann, J., Czudaj, R., (2013), “Gold as an inflation hedge in a time-varying coefficient \n\nframework”, The North American Journal of Economics and Finance,V.24, pp.208-222 \n\nBellamy, D., (2006),”The macroeconomic effects of the crude oil price on the South African \n\neconomy”. Unpublished Master´s Disseration, University of Cape Town \n\nBernanke, B. S., Gertler, M., Watson, M., (1997), “Systematic monetary policy and the effects \n\nof oil price shocks”, Brookings papers on Economic Activity, issue 1, pp. 91-157 \n\nBjØrnland, H. C., (2000), “The Dynamic effects of aggregate demand, supply and oil price \n\nshocks- A comparative Study” The Manchester School, V.68, nº5, pp.578-607 \n\nBrown, S. P. A., Yücel, M. K., (1999), “Oil prices and U.S. Aggregate Economic Activity: A \n\nQuestion of Neutrality”, Economic and Financial review second quarter pp.16-53 \n\n\n\n21 \n \n\nBrown, S. P. A., Yücel, M. K., (2002), “Energy prices and aggregate economic activity: An \n\ninterpretative survey”, The Quarterly Review of Economics and Finance, V.42, \n\npp.193-208 \n\nBrowne, F., Cronin, D., (2010), “Commodity prices, money and inflation”, Journal of \n\nEconomics and Bussiness, V.62, Issue 4, pp.331-345 \n\nBullis, K., (2012), “Shale oil will Boost U.S. Production, but it Won´t Bring Energy \n\nIndependence” The U.S. will still need more big breakthroughs to eliminate the need \n\nfor imported oil. Energy news disponivel em: \n\nhttp://www.technologyreview.com/news/507446/shale-oil-will-boost-us-production-\n\nbut-it-wont-bring-energy-independence/ \n\nCavalcant, T., Jalles, J. T., (2013), “Macroeconomic effects of oil price shocks in Brazil and in \n\nthe United States”, Applied Energy, V.104, pp.475-486 \n\nCologni, A., Manera, M., (2008), “Oil prices, inflation and interest rates in a structural \n\ncointegrated VAR model for the G-7 countries”, Energy Economics, V.30, pp.856-888 \n\nCuñado, J., de Gracia, F. P., (2003), “Do Oil Price shocks matter? Evidence for some European \n\ncountries”, Energy Economics, V.25, issue 2, pp. 137-154 \n\nCunado, S., Gracia, F. P., (2005), “Oil prices, economic activity and inflation: evidence for \n\nsome Asian countries”, The Quarterly Review of Economis and Finance, V.45, pp.65-\n\n83 \n\nDog ?rul, H. G., Soytas, U., (2010), “Relationship between oil prices, interest rate, and \n\nunemployment: Evidence from an emerging market”, Energy Economics, V.32, \n\npp.1523-1528 \n\nEdelstein, P., Kilian, L., (2009), “How sensitive are consumer expenditures to retail energy \n\nprices?”, Journal of Monetary Economics, V.56, Issue 6, pp.766-779 \n\nGao, L., Kim, H., Saba, R., (2014), “How do oil prices shocks affect consumer prices?”, Energy \n\nEconomics, V.45, pp.313-323 \n\nGupta, E., (2008), “Oil vulnerability index of oil-importing countries”, Energy Policy, V.36, \n\npp.1195-1211 \n\nHamilton, J. D., (1983), “Oil and Macroeconomy since World War II”, The journal of political \n\nEconomy”, V. 91, issue 2, pp. 228-248 \n\n\n\n22 \n \n\nHamilton, J. D., (1996), “This is what happened to the oil price-macroeconomy relationship”, \n\nJournal of Monetary Economics, V.38, Issue 2, pp.215-220 \n\nHamilton, J. D., (2003), “What is an oil shock?”, Journal of Econometrics, V.113, pp.363-398 \n\nHamilton, J. D., (2009), “Causes and consequences of the oil shocks of 2007-08”, Bookings \n\npapers on Economic Activities, V.40, pp.215-283 \n\nHammoudeh, S., Yuan, Y., (2008), “Metal volatility in presence of oil and interest rate \n\nshocks”, Energy Economics, V.30, pp.606-620 \n\nHerrera, A. M., Lagalo, L. G., Wada, T., (2015), “Asymmetries in the response of economic \n\nactivity to oil Price increases and decreases?”, Journal of International Money and \n\nFinance, V.50, pp. 108-133 \n\nHooker, M. A., (1996), “What happened to the oil price-macroeconomy relationship”, Journal \n\nof Monetary Economics, V.38, pp.195-213 \n\nHooker, M. A., (1999), “Oil and the macroeconomy revisited” Board of Governors of the \n\nFederal Reserve System, working paper \n\nJones, D. W., Leiby, P. N.,Paik, I. K., (2004), “ Oil Price shocks and the macroeconomy: What \n\nhas been learned since 1996”, The Energy Journal, V.25 Issue 2, pp.1-32 \n\nKatircioglu; S. T., Sertoglu, K., Candemir, M., Mercan, M., (2015), “Oil price movements and \n\nmacroeconomic performance: Evidence from twenty-six OCDE countries”, Renewable \n\nan Sustainable Energy Review, V.44, pp.257-270 \n\nKilian, L., Vigfusson, R. J., (2011), “Are the responses of the U.S. economy asymmetric in \n\nenergy price increase and decreases?, Quantative Economics, V.2, Issue 3, pp.419-453 \n\nLardic, S., Mignon, V., (2008), “Oil prices and economy activity: An asymmetric cointegration \n\napproach”, Energy Economics, V.30 PP.847-855 \n\nLóillet, G., Licheron, J., (2012), “How does the European Central Bank react to oil prices?”, \n\nEconomic Letters, V.116, pp.445-447 \n\nMehrara, M., Mohaghegh, M., (2011), “Macroeconomic Dynamics in the oil exporting \n\ncountries: A panel VAR study”, International Journal of Business and Social Science, \n\nV.2, pp. 288-295 \n\nMonticini, A., Thornton, D. L., (2013), “The effect of underreporting on LIBOR rates”, Journal \n\nof Macroeconomics, V.37, pp. 345-348 \n\n\n\n23 \n \n\nShafiee, S., Topal, E., (2010),” An overwiew of global gold market and gold price \n\nforecasting”, Resources Policy, V.35, pp.178-189 \n\nTully, E., Lucey, B. M., (2007), “A power GARCH examination of the gold market”, Research \n\nin International Business and Finance, V.21, issue 2, pp.316-325 \n\nWang, Y. S., Chueh, Y. L., (2013), “ Dynamic transmission effects between the interest rate, \n\nthe US dollar, and gold and crude oil prices”, Economic Modelling, V.30, pp.792-798 \n\nWu, M. H., Ni, Y. S., (2011), “The effects of oil prices on inflation, interest rates and money”, \n\nEnergy, V.36, pp.4158-4164 \n\nZhang, Y. J., Wei, Y. M., (2010), “The crude oil market and the gold market: Evidence for \n\ncointegration, causality and price discovery” Resource Policy, V.35, pp.168-177 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n24 \n \n\nApêndices \n\n \nApêndice 1- Critério de seleção do número ótimo de desfasamentos \n\n \nLag LogL LR FPE AIC SC HQ \n\n0 1433.720 NA 7.22e\n-12 \n\n-8.626707 -8.557786 -8.599218 \n\n1 5176.067 7326.408 1.36e\n-21 \n\n-31.02156 -30.53911* -30.82914 \n\n2 5280.178 200.0442 9.00e\n-22 \n\n-31.43310 -30.53714 -31.07575 \n3 5349.006 129.7525 7.38e\n\n-22 \n-31.63145 -30.32196 -31.10917* \n\n4 5391.320 78.23735 7.11e\n-22 \n\n-31.66961 -29.94659 -30.98240 \n5 5418.544 49.34884 7.51e\n\n-22 \n-31.61658 -29.48004 -30.76444 \n\n6 5431.084 22.27619 8.67e\n-22 \n\n-31.47483 -28.92477 -30.45776 \n7 5455.653 42.75418 9.33e\n\n-22 \n-31.40576 -28.44217 -30.22375 \n\n8 5495.035 67.10404 9.18e\n-22 \n\n-31.42619 -28.04908 -30.07926 \n9 5536.711 69.50178 8.92e\n\n-22 \n-31.46049 -27.66986 -29.94862 \n\n10 5573.506 60.02883 8.93e\n-22 \n\n-31.46529 -27.26114 -29.78850 \n11 5617.045 69.45121 8.61e\n\n-22 \n-31.51084 -26.89317 -29.66912 \n\n12 5657.187 62.57781 8.48e\n-22 \n\n-31.535871 -26.50467 -29.52921 \n13 5751.430 143.5009* 6.04e\n\n-22 \n-31.88780* -26.44307 -29.71621 \n\n \n\n \nApêndice 2- Teste de Autocorrelação LM e teste White sem termos cruzados \n\n \nLags LM-Stat \n\n1 26.05909 \n\n2 32.38124 \n\n3 21.56599 \n\n4 16.52719 \n\n5 18.80045 \n\n6 21.51978 \n\n7 24.02813 \n\n8 16.65258 \n\n9 17.95315 \n\n10  8.169657 \n\n11 8.856281 \n\n12 24.67063 \n\nHeterocedasticidade White Chi-sq \n\n 1773.542"}]}}}