{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09114"}, {"@name": "filename", "#text": "14069_ribeiro_mcs_me_rcla.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "BIBLIOTECA DIGITAL DE TESES E DISSERTAÇÕES UNESP\nRESSALVA\nAlertamos para ausência das Figuras 6, 8, 20, 27 e 44 não incluídas pelo autor no arquivo original.\nUNIVERSIDADE ESTADUAL PAULISTA\nINSTITUTO DE GEOCIÊNCIAS E CIÊNCIAS EXATAS\nCAMPUS DE RIO CLARO\nHistória Tectônica e Exumação das Serras da Bocaina e Mantiqueira, SP/RJ\nMarli Carina Siqueira Ribeiro\nOrientador: Prof. Dr. Peter Christian Hackspacher\nDissertação de Mestrado elaborada junto ao Programa de Pós - Graduação em Geociências Área de Concentração em Geologia Regional para obtenção do Título de Mestre em Geologia Regional\nRio Claro (SP)\n2003\nComissão Examinadora\nProf. Dr. Peter Christian Hackspacher (IGCE/UNESP/RIO CLARO - SP)\nProfa. Dra. Iandara Alves Mendes (IGCE/UNESP/RIO CLARO - SP)\nProf.Dr. Sandro Guedes de Oliveira (IFGW/UNICAMP/CAMPINAS - SP)\n- Aluna (o) - Marli Carina Siqueira Ribeiro\nRio Claro, 01 de___________julho___________de 2003\nResultado: Aprovada com louvor e distinção\n“Quem dirá tudo aquilo que sabem estas pedras nuas, tudo aquilo que ouviram naqueles dias em que eram novas e quando a terra não lhes havia subido até o pescoço?\nGustave Flaubert - Viagens\nDedicatória\nAos meus pais Antônio e Melina, ao meu marido Luiz Felipe (Montanha), e aos meus tios Marcos e Aparecida pelo\namor, carinho e incentivo.\nAGRADECIMENTOS\nAo Prof. Dr. Peter Christian Hackspacher pela oportunidade de participar de seu grupo de pesquisa pelo incentivo, sugestões, críticas e sua preciosa orientação durante todas as fases de realização deste trabalho.\nÀ Fundação de Amparo à Pesquisa do estado de São Paulo (FAPESP) pelo projeto temático de equipe “História de Exumação da Plataforma Sulamericana a exemplo da região sudeste brasileira: Termocronologia por traços de fissão e sistemáticas Ar/Ar e Sm / Nd.” Sob a coordenação dos Profs. Drs. Peter Christian Hackspacher (DPM/UNESP) &amp; Julio Cesar Hadler Neto (IFGW/UNICAMP) (processo FAPESP 00/03960-5) e pelo financiamento desta dissertação (FAPESP/ Processo: 01/04420 -7)\nÀ Prof. Dra. Iandara Alves Mendes pessoa a quem devo o meu muito obrigado por sua imensa contribuição em minha formação como geógrafa durante o período de iniciação científica que ficarão para sempre guardados em minha memória.\nAo Prof. Dr. Julio César Hadler Neto e equipe pelo inestimável auxílio na datação pelo método de traços de fissão em apatitas. Ao Prof.Dr. Pedro Iunes por ter me convidado para trabalhar com traços de fissão no final de 1999. Ao Prof.Dr. Carlos Alberto Tello Sáenz pelo apoio durante a iniciação científica.\nAo Prof. Sandro Guedes pelas sugestões, proveitosos esclarecimentos e auxílios diversos ao longo de todas etapas do desenvolvimento deste trabalho.\nAo Prof. Dr. Antônio Carlos de Barros Correia pelas sugestões e discussões efetuadas nos seminários semanais e no exame de qualificação.\nAos professores do Departamento de Petrologia e Metalogenia (DPM) - UNESP - Rio Claro - SP, pelo apoio e auxílios diversos ao longo do desenvolvimento desta dissertação.\nAos funcionários da Biblioteca : Meire, João, Rosângela e Moema pela amizade e atenção prestada.\nAos meus amigos do laboratório de traços de fissão: Ana, Valter, Altino, Fúlvia, Daniel\nAo pessoal do CNA, especialmente para a Márcia, Liane e Patrícia pela amizade, apoio e incentivo.\nÀs minhas irmãs Maria Estela e Márcia e ao meu irmão Márcio pelo incentivo sempre prestado.\nÀ minha mãe Aparecida pelo afeto e por sua dedicação em sempre ter desejado o melhor para mim.\nÀ João Ribeiro Jr. e Domingas e a Tia Lúcia pelo apoio em todos os momentos.\nFinalmente, agradeço ao meu marido Luiz Felipe, por todo amor e carinho que me dedica e, sobretudo pela compreensão e paciência nos momentos difíceis.\nSUMÁRIO\níndice\ti\nResumo\tix\nAbstract\tx\n1.0 - Introdução\t1\n2.0 - Materiais e Métodos\t4\n3.0 - Contexto Geológico Regional\t16\n4.0 - Contexto Geomorfológico Regional\t34\n5.0 - Modelos Evolutivos da Paisagem\t42\n6.0 - Descrição e Análise dos perfis geomorfológicos\t59\n7.0 - Correlações das Análises geomorfológicas e análise de traços de fissão em apatitas\n85\n8.0 - Conclusões\t104\n9.0 - Referências Bibliográficas\t109\nÍNDICE\n1.1\t-Objetivosl\n1.2\t- Localização e vias de acesso\t2\n2.0 - MATERIAIS &amp; MÉTODOS\t4\n2.1\t- LEVANTAMENTO BIBLIOGRÁFICO E CARTOGRÁFICO\t4\n2.2\t- MATERIAIS E ETAPAS DE TRABALHO\t4\n2.3\t- METODOLOGIA\t5\n2.3.1-\tAnálise Geomorfológica\t5\n2.3.1.1\t- Perfis Geomorfológicos e Mapa de Níveis Planálticos\n5\n2.3.2- Análise de Traços de Fissão em Apatitas (ATFA)\t7\n2.3.2.1-\tFundamentos Teóricos do Método\t7\n2.3.2.2.- Cálculo da idade\t9\n2.3.2.3\t- Utilização do método dos traços de fissão para a reconstrução de\nhistórias térmicas\t11\n2.3.2.4\t- Calculo do Total Denudado e Taxa de Erosão\t13\n3.0- CONTEXTO GEOLÓGICO REGIONAL\t16\n3.1-\tGeologia da área de estudo\t20\n3.1.1-\tComplexo Amparo\t20\n3.1.2-\tComplexo Varginha - Guaxupé\t21\n3.1.3\t- Complexo Piracaia\t21\n3.1.4-\tComplexoParaisópolis\t21\n3.1.5\t- Complexo Juiz de Fora\t22\n3.1.6\t- Complexo Paraíba do Sul\t22\n3.1.7\t- Complexo Costeiro\t23\n3.1.8\t- Metassedimentos Neoproterozóicos/ Eopaleozóicos\n3.1.9\t- Rochas Alcalinas\t23\n3.1.10\t- Sedimentos Terciários (Bacia de Taubaté)\t24\n3.1.11\t- Sedimentos Terciários (Bacia de Aiuruoca)\t24\n3.1.12\t- Depósitos Terciários\t25\n3.1.13\t- Sedimentos Quaternários\t27\n4.0 - CONTEXTO GEOMORFOLÓGICO REGIONAL\t34\n4.1\t- PLANALTO ATLÂNTICO\t34\n4.1.1\t- Planalto do Alto Rio Grande\t34\n4.2\t- PLANALTO ATLÂNTICO\t36\n4.2.1\t- Serra da Mantiqueira\t36\n4.3\t- PLANALTO ATLÂNTICO\t37\n4.3.1\t- Planalto do Paraitinga\t37\n4.4\t- PLANALTO ATLÂNTICO\t38\n4.4.1\t- Planalto da Bocaina\t38\n5.0 - MODELOS EVOLUTIVOS DA PAISAGEM\t42\n5.1\t- INTRODUÇÃO\t42\n5.2\t- MODELO DAVISIANO\t42\n5.3\t- MODELO DE PRIMÂRRUMPF E PIEDMONTREPPEN\t43\n5.4\t- O MODELO DE PEDIPLANIZAÇÃO\t45\n5.5\t- MODELO DE ETCHPLANAÇÃO (ETCHPLAIN)\t47\n5.5.1\t- Comparações entre África e Brasil através dos estudos de etchplanação\n49\n5.6\t- CONSIDERAÇÕES SOBRE A EVOLUÇÃO MORFOGENÉTICA EM\nMARGENS PASSIVAS\t51\n5.7\t- FORMAS DE RELEVOS ASSOCIADOS COM FALHAMENTOS\nPRIMÁRIOS E SECUNDÁRIOS\t54\n5.8\t- CONSIDERAÇÕES SOBRE A MORFOGÊNESE E TECTÔNICA NO SUDESTE BRASILEIRO DURANTE O MESO - CENOZÓICO\n55\n6.0 - DESCRIÇÃO E ANÁLISE DOS PERFIS GEOMORFOLÓGICOS\t59\n6.1\t- ÁREA DE CACONDE - SP\t61\n6.2\t- ÁREA DE POUSO ALEGRE - MG\t67\n6.\t3 - ÁREA DE ITAJUBÁ - MG\n73\n6.4\t- ÁREA DE CUNHA - SP\n7.0 - CORRELAÇÕES DAS ANÁLISES DE TRAÇOS DE FISSÃO EM APATITAS\n7.1\t- ÁREA DE CACONDE - SP\n7.2\t- ÁREA DE POUSO ALEGRE - MG\n7.3\t- ÁREA DE ITAJUBÁ - MG\n7.4\t- ÁREA DE CUNHA - SP\n8.0 - CONCLUSÕES\n9.0- REFERÊNCIAS BIBLIOGRÁFICAS\n78 GEOMORFOLÓGICAS E ANÁLISE\n85\n86\n91\n94\n96\n104\nÍNDICE DE FIGURAS\nFigura 1: Localização da área de estudo\nFigura 2: Aspectos de formação dos traços de fissão latentes em um cristal de apatita (Modificado de MIZUSAKI et al, 1994)\t8\nFigura 3 Amostras coletadas a diversas altitudes são plotadas em gráficos de idade versus altitude, as amostras que possuírem a mesma idade em altitudes diferentes, são indicativas de soerguimento tectônico, portanto não houve erosão significativa entre estas amostras\n14\ndurante o\nFigura 4: Ponto de inflexão a paleotemperatura que afetou estas amostras soerguimento\nFigura 5: Principais unidades tectónicas de parte norte da Província Mantiqueira (Modificado de CORDANI et. al., 2000)\t20\nFigura 6: Mapa Geológico da área (CPRM,1999)\nFigura 7 : Relação entre a estratigrafía e a tectónica no Rift Continental do Sudeste do Brasil (Modificado RICCOMINI 1989, RICCOMINI &amp; COIMBRA 1992)\n32\n15\n31\nFigura 8: Coluna aloestratigráfica elaborada para o Quaternário superior da região de Bananal (SP/RJ (Modificado de MOURA &amp; MELLO 1991)\n33\nFigura 9 : Mapa Geomorfológico do estado de São Paulo (Modificado de IPT, 1981)\n40\nFigura 10: Compartimentação morfoestrutural da Bacia do Alto Rio Grande (Modificado de SAADI, 1990)\t41\nFigura 11: O modelo Davisiano\nFiguras 12 a,b,c, d, e : Modelo de W. Penck para a elaboração de uma escadaria de piedmont\n45\n43\nFigura 13: Esquema da estratigrafía em relação entre os sedimentos e superfícies erosivas\n47\nFigura 14: Seção esquemática das Montanhas Sula - Serra Leoa, mostrando sucessivos estágios de desenvolvimento do perfil de intemperismo.(Modificado de THOMAS, 1994)\n50\n54\nFigura 22: Perfil Geomorfológico Longitudinal - Pouso Alegre (E/W)\t71\nFigura 23: Mapa de Níveis Planálticos de Pouso Alegre - MG\t72\nFigura 24: Modelo colocado por SCHUMM &amp; DUMONT (2000) onde o relevo do nível planáltico superior forma um bloco soerguido, seguido por retilinização no padrão da rede de\ndrenagem e maior dissecação da Serra do Cervo em seu reverso\t73\t\t\nFigura 25: Perfil Geomorfológico Transversal - Itajubá (N/S)\t\t75\t\nFigura 26: Perfil Geomorfológico Longitudinal - Itajubá (E/W)\t\t76\t\nFigura 27: Mapa de Níveis Planálticos de Itajubá - MG\t\t77\t\nFigura 28: Perfil Geomorfológico Transversal - Cunha (N/S)\t\t81\t\nFigura 29: Perfil Geomorfológico Longitudinal - Cunha (E/W)\t\t\t82\nFigura 30: Mapa de Níveis Planálticos de Cunha - SP\t\t83\t\nFigura 31 : História Térmica da amostra Div - 01\t\t\t88\nFigura 32 : História Térmica da amostra Div - 03\t\t\t89\nFigura 33: História Térmica da amostra Div - 04\t\t\t89\nFigura 34: História Térmica da amostra Ca - 19\t\t\t90\nFigura 35: Escarpas de linha de falha na região de Caconde - SP\t\t\t90\nFigura 36 : História Térmica da amostra S - 1 A\t\t\t93\nFigura 37: História Térmica da amostra S - 1 B\t\t93\t\nFigura 38 : História Térmica da amostra S - 3B\t\t\t95\nFigura 39 : História Térmica da amostra S- 3C\t\t\t96\nFigura 40 : História Térmica da amostra S - 10\t\t101\t\nFigura 41: História Térmica da amostra S - 11\t\t101\t\nFigura 42 : História Térmica da amostra S - 12\t\t102\t\nFigura 43 : História Térmica da amostra S - 14\t\t\t102\nFigura 44 : História Térmica da amostra S - 19\t\t103\t\nFigura 45: Total Denudado da área de estudo\t\t104\t\nFigura 46: Taxa de erosão da área de estudo\t\t105\t\nÍNDICE DE FOTOGRAFIAS\nFoto 1: Relevos representando os níveis planálticos superior (a), médio (b) e inferior (c).Localização: Vista do Mirante da Represa da Graminha (1030 metros de altitude) -região de Caconde -SP\t63\nFoto 2: Relevos representando os níveis planálticos superior (a), médio (b) e inferior (c).Estrada Pouso Alegre - Senador José Bento (MG) - altitude - 700 metros 69\nFoto 3: Relevos que representam os níveis planálticos superior (a) e médio (b). Estrada Itajubá (MG) para Delfim Moreira (MG) - altitude 1400 metros\t78\nFoto 4: Feições morfológicas referentes a relevos dos níveis planálticos Superior (a), Médio (b) e Inferior (c). Estrada Cunha (SP) para Campos de Cunha (S) - altitude 820 metros\t84\nÍNDICE DE TABELAS\nTabela 1: Aspectos regionais e locais das áreas estudadas neste trabalho\t39\nTabela 2: Dados das amostras datadas por traços de fissão em apatitas\t100\nRESUMO\nEste trabalho teve como propósito estudar a influência dos processos tectônicos e denudacionais, analisando o arranjo e padrão de distribuição das morfologias e sedimentação frente aos agentes morfogenéticos atuantes desde o Cretáceo Superior. Para a reconstrução tectônica e denudacional. Foram utilizadas análises geomorfológicas, geológicas e termocronológicas (datação por traços de fissão em apatitas). Dados relacionados à análise de traços de fissão em apatitas estes demonstraram 4 eventos bem marcados: o primeiro no Cretáceo hferior/ Superior (120 - 90 Ma), o segundo no Cretáceo Superior/ Paleoceno (80 - 60 Ma); o terceiro no Eoceno/ Oligoceno (40 - 30 Ma) e o quarto no Mioceno (20 - 10 Ma); tais eventos estão relacionados com a tectônica de abertura continental (1° evento); a formação da superfície Sul - Americana (2° evento); o último registro do magmatismo alcalino (3° evento) e o soerguimento da plataforma no Oligoceno/Mioceno. Os resultados obtidos possibilitaram realizar a compartimentação dos diferentes níveis planálticos baseando -se na individualização de morfologias indicativas de movimentação tectônica associadas às reativações de antigas estruturas e à cronologia e sucessão dos eventos morfotectônicos e denudacionais que condicionaram a configuração destes distintos compartimentos geomorfológicos ao longo da área de estudo nesta pequena porção da região sudeste do Brasil.\nPalavras chave: Análise Geomorfológica, Denudação,Traços de Fissão em Apatitas, Serra do Mar, Serra da Mantiqueira.\nABSTRACT\nThe objective of this work is to study tectonic and denudational process, of the relief and sedimentation of morfogenetics agents as Upper Cretaceous as nowadays. Tectonic and denudational reconstruction throught geomorphologic, geologic and thermocronologic methodologies. Fission tacks results showing four (4) events: the first event in the upper Cretaceous (120 - 90 My), Upper Cretaceuos/Paleocene (80 - 60 My); the Eocene/Oligocene (40 - 30 My) and Miocene (20 - 10 My). This events relationship for continental break - up (1° event), the formation of Soutth American Surface (2° event); the final phase of alkaline magmatism (3° event) and plataform uplift (Oligocene/ Miocene). This results of compartment for differents levels indicates reactivation of faults and blocks tectonics\nKey Words: Geomorphologic Analysis, Senudation, Fission track, Serra do Mar Mountain Range, Mantiqueira Mountain Range\n1.0-INTRODUÇÃO\nExistem várias evidências de que a região sudeste do Brasil foi palco de inúmeras reativações gerando soerguimentos, subsidências e acentuação dos processos denudacionais; além da formação de superfícies erosivas que requerem um período de estabilidade tectónica para a origem e evolução das mesmas. Estas feições morfológicas têm sido vistas como testemunhos de uma história tectónica e denudacional que sofreu variações ao longo do tempo geológico; muitas vezes a cronologia relativa destes testemunhos geomorfológicos são dadas apenas pela sua distribuição ao longo das cotas topográficas, tornando a cronologia destes eventos incerta. Para melhor estabelecer a cronologia dos eventos morfodinâmicos que atuaram na elaboração destes compartimentos geomorfológicos com características bem distintas, elaboramos primeiramente a setorização dos diversos níveis planálticos através da diferenciação altimétrica entre um nível e outro, passando logo a seguir à análise da compartimentação do relevo, levando em conta as diferentes morfologias que auxiliaram na determinação destes distintos níveis planálticos.\nEm seguida, foram examinados os conjuntos dos níveis planálticos definidos na área de pesquisa (Caconde - SP, Pouso Alegre- MG, Itajubá - MG e Cunha - SP). Dentro desses níveis planálticos, procuramos verificar a existência de um escalonamento dos níveis de cimeira, para constatar se estes eram restritos ou generalizados. Esta verificação levou -nos juntamente com as análises geológicas constatar a ocorrência alternada de formação destes níveis planálticos com características denudacionais e tectónicas distintas, responsáveis pela origem das superfícies de cimeira locais e reafeiçoamento de antigos pedimentos e superfícies.\n1.1\t- OBJETIVOS\nPara a elaboração do presente trabalho foram realizados trabalhos de campo para obtenção de dados geológicos, geomorfológicos e coletas de amostras para datação; além da utilização de metodologias baseadas na análise geomorfológica, modificado de ORTIZ (1990), PANIZZA &amp; CASTALDINI (1987) correlacionando - os com modelos de evolução da paisagem propostos por KING (1956), THOMAS &amp; SUMMERFIELD (1985); GILCHRIST e SUMMERFIELD (1991, 1994) e análise de traços de traços de fssão em apatitas, com o cálculo da idade aparente; corrigida; seção denudada total; taxa de denudação e reconstrução das histórias térmicas.\nEsta dissertação teve como intuito contribuir para o entendimento dos processos morfotectônicos e denudacionais que atuaram ao longo do perfil NW/SE englobando as áreas entre Caconde (SP) e Parati (RJ), nos diferentes compartimentos geomorfológicos, a partir das seguintes tarefas realizadas:\n-\tanálise gráfica do relevo dos setores Caconde - Divinolândia (SP), Pouso Alegre -Itajubá (MG) e Cunha (SP) - Parati (RJ),\n-\tAnálise de traços de fissão em apatitas;\nIntegração dos resultados e discussão sobre os eventos que auxiliaram na configuração da morfologia durante o Meso - Cenozóico.\n1.2\t- LOCALIZAÇÃO E VIAS DE ACESSO\nA área de estudo está dividida em seis áreas - chave que constituem as zonas geomorfológicas do Planalto do Alto Rio Grande, Serra da Mantiqueira, Médio Vale do Paraíba, Planalto do Paraitinga e Planalto da Bocaina.\nEstas áreas são respectivamente: a) região de Caconde e Divinolândia, b) Pouso Alegre (MG) - Itajubá (MG); d) Cunha (SP) - Parati (RJ) que perfazem um perfil com sentido NW/SE (Figura - 1).\n• * ’ * 0 ClKttDífcf Ihsirwil^ndi^ a\t1 |fUlL'lhüS ft flmpcUrr Eoçusdt* ( «Ida» $hj«> hii CmííIiu\ta\t<L\t\n4 . %IM • 1\t• -Mfjl»,\t'linas\tGerais\n\t♦\tMa Mia\t\n■\t(\t—1\tk Mputaí\t\n1\twK4»rd.&lt;h Mita\tf ha juba\t\n1\t\t\t. * • \"\n*\t*\ttlinlhtrçii\t\t* •\n\t1 1\t\t\n\t» /\t• • •\t\n\t‘ .. , '\tUauipo.\t\n\t\t\tuàpjmuüiiíu\n\t\t\tOi 4 liliffa\tJfl\n\tSão Paulo\t\tiíA\n\t\t\tuuhj /\n\t\tSiu tuia f\t\n\t\tdu ParaMiifiu ^4\tOceano\n\t1\t\t\nLEGENDA\nCidades\nRodovia BR ■ 116\nLimite entre estados\nfigura L Mapa dc localização da arca de estudo\nFigura- 1: Localização da área de estudo\n2.0 - MATERIAIS &amp; MÉTODOS\n2.1\t- LEVANTAMENTO BIBLIOGRÁFICO E CARTOGRÁFICO\nNa etapa inicial do trabalho foram pesquisadas e analisadas as documentações bibliográfica e cartográfica disponíveis, visando a obtenção de dados através da literatura, com o intuito de realizar um levantamento sobre os trabalhos já efetuados na área de estudo em escala regional e local.\nEsta pesquisa foi executada em duas etapas, a primeira englobando a revisão trabalhos fundamentais ao interesse do projeto e o segundo revisão dos trabalhos realizados sobre o contexto geomorfológico, geológico, alguns temas enfatizando a evolução morfodinâmica da paisagem e seus agentes condicionadores, e outros trabalhos levantando possíveis hipóteses sobre o desenvolvimento da margem continental passiva do sudeste brasileiro.\n1\t- Na elaboração dos perfis geomorfológicos complexos baseado em ORTIZ (1990) foram utilizadas as cartas topográficas na escala 1:50. 000 IBGE: Caconde (1971), Pouso Alegre (1971), Itajubá (1971) e Cunha (1974).\n2\t-Para a compilação dos dados relacionados às unidades geológicas dos perfis foi utilizado o mapa geológico preliminar da folha Ilha Grande do projeto Integração Geológica e Mapa geológico da folha Guaratinguetá na escala 1: 250 000, elaborado pela Companhia de Pesquisa de Recursos Minerais (CPRM) em 1999, abrangendo a porção da área de estudos equivalente aos estados de São Paulo, Minas Gerais e Rio de Janeiro.\n3\t- Para a realização dos Mapas de Níveis Planálticos foram utilizadas as cartas topográficas na escala 1:50. 000 IBGE: Caconde (1971), Pouso Alegre (1971), Itajubá (1971) e Cunha (1974).\n2.2\t- MATERIAIS E ETAPAS DE TRABALHO\nPara o desenvolvimento da pesquisa foram utilizados os seguintes materiais:\na)\tCartas topográficas na escala 1:50. 000 IBGE: Caconde (1971), Pouso Alegre\n(1971), Itajubá (1971) e Cunha (1974).\nb)\tBritadores, peneiras, bateias, separador magnético e químico do laboratório de preparação de amostras pedológicas e geológicas, situado no Departamento de Petrologia e Metalogenia - Unesp - IGCE - Rio Claro - SP.\nc)\tUtilização de lupas com aumento de 40 x auxiliando na separação manual dos minerais para obtenção do mineral apatita.\nd) Utilização do reator nuclear (IPEN/ São Paulo) para irradiação das amostras de apatitas.\ne)\tMontagem de resinas.\n1) Uso de politriz mecânica para o polimento das amostras.\ng)\tUso de microscópio com aumento 1000 vezes (Zeiss - Axioplan) do laboratório de Traços de Fissão em apatitas, situado no Departamento de Petrologia e Metalogenia - UNESP - Rio Claro - SP.\nh)\tPrograma THA® - (Thermal Histories Analysis) (HADLER et al, 2000).\ni)\tPrograma Origin 5.0® - tratamento estatístico dos dados de traços de fissão.\nj)\tPrograma Corel Draw 9.0® - confecção dos perfis geomorfológicos complexos e Mapas de níveis planálticos.\n2.3\t- MÉTODO\n2.3.1-\tANÁLISE GEOMORFOLÓGICA\n2.3.1.1\t- PERFIS GEOMORFOLÓGICOS E MAPA DE NÍVEIS PLANÁLTICOS\nEste método modificado de ORTIZ (1990) adotada na presente pesquisa, consiste na construção de perfis longitudinais e transversais delimitando as formas de relevos principais em níveis planálticos e caracterizando feições derivadas de processos tectónicos e erosivos em cada nível. Segundo ORTIZ (1990) os perfis longitudinais seguem o traçado da direção do eixo maior das estruturas formadas por arqueamento tectónico. Alguns elementos do relevo são representados ao longo do perfil que permite reconhecer as suas expressões através:\na)\tDas estruturas deformadas originadas pelo soerguimento, sendo estas classificadas em função de sua intensidade,\nb)\tDo arranjo e distribuição das áreas de maior atividade tectónica ocasionando soerguimentos, abatimentos de blocos e aceleração dos processos erosivos;\nc)\tDa relação entre os processos erosivos e denudacionais do relevo, examinados como uma reação aos impulsos da intensidade dos movimentos tectónicos.\nPara ORTIZ (1990) os perfis transversais cortam perpendicularmente o eixo longitudinal de áreas soerguidas como (flancos de dobras, encostas íngremes e depressões) que circundam áreas soerguidas e deprimidas respectivamente. Nos perfis transversais, interpretações possibilitam reconhecer morfologias associadas a:\na)\tAos diferentes mecanismos que envolvem a formação de escarpas, rupturas de declive que conforme a sua origem podem ser tectónicas, erosivas, litológicas ou a interação entre estes fatores,\nb)\tA relação direta e/ ou indireta entre as estruturas geológicas e o relevo;\nc)\tO caráter estrutural e/ ou tectónico na dissecação vertical, a hierarquia e a disposição da rede fluvial em função da posição dos níveis de base e a relação com a disposição do potencial para dissecar o relevo;\nd)\tA distribuição e disposição altimétrica das superfícies de nivelamento planar e sua possível relação com os períodos de estabilidade orogênica;\ne)\tMudanças na velocidade de dissecação fluvial condicionada por mudanças no nível de base, identificando as principais etapas do corte erosivo fluvial (escalonamento de terraços fluviais),\nf)\tA disposição topográfica e estrutural que aliada aos processos endogenéticos e exogenéticos demonstram sua expressão no relevo.\nA caracterização de algumas formas tectónicas e climáticas foram modificadas pelos estudos realizados por PANIZZA &amp; CASTALDINI (1987), IBGE (1995) e BERGSTROM (1996). Para melhor visualização dos níveis altimétricos foram elaborados mapas de níveis planálticos para cada área aborda da.\nDiversos autores (TWIDALE, 1970; STEWART &amp; HANCOCK, 1994, SUMMERFIELD, 1991, 2000) colocam que as formas dos relevos expressam um amplo espectro de feições topográficas que podem ser empregadas como indicadores de magnitude, taxa ou medida de tempo dos fenómenos tectónicos e oscilações climáticas através do tempo geológico.\nSegundo STEWART &amp; HANCOCK (1994) existem dois tipos de relevos tectónicos; o primário seria formado pelo deslocamento direto da superfície, e o secundário que seria uma forma de relevos modificados por fenómenos tectónicos posteriores, fazendo com que a gênese fosse compensada e/ou deformada, podendo esta modificar ou preservar as feições geomorfológicas posteriores na paisagem. Na maioria das vezes, no caso de áreas de margens passivas e ambientes tropicais, a distinção entre relevos primários e secundários torna - se muito difícil, fazendo com que pesquisadores procurem novos fatores que exerçam uma influência indireta na evolução do relevo ao longo do tempo geológico.\n2.3.2-\tANÁLISE DE TRAÇOS DE FISSÃO EM APATITAS (ATFA)\nPara a auxiliar nas análises geomorfológicas e geológicas foram utilizados o método de traços de fissão em apatitas. As análises integradas destas diferentes técnicas permitiram em alguns casos levantar hipóteses sobre possíveis fatores que contribuíram na configuração dos diferentes níveis planálticos.\nA metodologia utilizada baseia - se nos trabalhos de FLEISCHER et al., (1975), modificada por HADLERet. al., (1995), TELLO (1994, 1998) e IUNES (1999).\n2.3.2.1-\tFUNDAMENTOS TEÓRICOS DO MÉTODO\nO método de datação por traços de fissão baseia - se na análise de defeitos ou “traços” causados pela fissão espontânea do 238U, o isótopo mais abundante do urânio natural, que tem meia vida de fissão espontânea de 8,2 x 1015 anos. Quando este evento ocorre, os fragmentos de fissão, partículas pesadas altamente carregadas, se afastam em direções opostas, liberando » 170 Mev de energia dentro da estrutura do mineral, ionizando e deslocando os átomos que se encontram nas vizinhanças de suas trajetórias. Os átomos ionizados se afastam devido à repulsão coulombiana, dando origem a uma zona desarranjada denominada traço latente. Se o mineral é atacado quimicamente, o traço latente é amplificado de modo que pode ser analisado ao microscópio óptico.\nEstudos efetuados na década de 60 demonstraram que uma característica importante dos traços de fissão é a sua sensibilidade a tratamentos térmicos (BIGAZZI, 1967;\nWAGNER, 1968), ou seja, o traço latente que resulta da fissão espontânea é um fenômeno reversível. A partir de tratamentos térmicos de uma certa intensidade, a rede cristalina dos minerais pode se reorganizar na região do traço latente, o que pode levar ao “apagamento” (ou annealing) total do mesmo. Se a temperatura não for tão intensa esse apagamento pode ocorrer apenas parcialmente.\nOs traços latentes são produzidos a uma taxa constante no mineral ao longo de sua história geológica. No caso da apatita, eles são totalmente apagados quando a rocha hospedeira deste mineral sofreu temperaturas maiores do que 120 °C, que é o limite superior da chamada zona de annealing parcial da apatita.\nEsta temperatura aparece na isoterma de aproximadamente 3 km de profundidade (HAMZA et al., 1989). Com base neste parâmetro, as datações obtidas pela análise de traços de fissão em apatitas (ATFA), indicam a passagem da rocha por esta isoterma.\n2.3.2.2.- CÁLCULO DA IDADE\nNeste trabalho foi utilizado o método das populações, onde cada amostra é dividida em duas partes. Uma contém informação sobre a idade do mineral, através dos traços de fissão espontânea do 238U (os traços “fosseis”) e a outra, após um aquecimento conveniente onde todos os traços fósseis são apagados, é irradiada com nêutrons térmicos em um reator nuclear, induzindo-se assim, em princípio, fissões do 235U. A determinação da idade através da razão entre a equação dos traços fósseis e a dos induzidos evita as medidas de parâmetros trabalhosos como a quantidade de urânio contida no mineral e o fator de eficiência deste procedimento. Este método de datação foi proposto por (FLEISCHER, PRICE &amp; WALKER, 1975) no início dos anos 60. A idade do mineral (T) pode ser obtida após as duas partes do mineral terem sido tratadas adequadamente (montadas sobre resina, polidas e atacadas quimicamente, no caso da apatita, coletada em grãos) e observadas ao microscópio óptico para a contagem das densidades superficiais de traços fósseis e induzidos, ps e pi, respectivamente:\nT = — ln[1 +\nl\n)] (1)\nls0f 0 ( PS\nP,\nonde:\nl é a constante de decaimento total do 238U Oo é a seção de choque do 235U para fissão por nêutrons térmicos lf é a constante de decaimento por fissão espontânea do 238U f o é a fluência de nêutrons térmicos h é a razão entre a concentração isotópica do U e a do U\nDesde o início da década passada a utilização da calibração Zeta foi aconselhada para a dosimetria de nêutrons em quase todos os procedimentos adotados dentro do MTF (HURFORD, 1990). Uma exceção era a datação de apatitas com o método das populações. Por outro lado, no final da mesma década, o próprio HURFORD (1998) deixava claro achar oportuno que problemas metodológicos do MTF voltassem a ser discutidos. Por outro lado, IUNES (1999) mostrou que a apatita de Durango, um dos padrões de idade utilizado dentro do MTF, apresenta uma razão Th/U de aproximadamente 30, o que significa que há cerca de 11% de fissões espúrias, induzidas pelo 232Th, numa posição de irradiação que pode ser considerada boa, ou seja, com razão cádmio para ouro igual a 6. Assim, para levar em conta também o conteúdo de Th dos minerais e o fato de que posições de irradiação nem sempre têm contribuição desprezível de nêutrons epitérmicos, um procedimento abrangente que pode ser adotado refere-se a uma dosimetria de nêutrons absoluta, baseada na utilização de filmes finos de urânio e tório naturais (IUNES, 1999; BIGAZZI et al., 1999; BIGAZZI et al., 2000), levando a uma modificação da Equação 1:\nT = — ln\nl\n1 + (P S/ P, )\nV r A rm\nC\n(2)\n\" A (e237e,) [ Â-\nF 238 '!\nonde:\nC238 é a concentração isotópica do 238U\nlF = (8.35 ± 0.24) x 10-17 é valor compatível com esta dosimetria (Guedes et al., 2000, 2003)\ne (e238) é um fator de eficiência que representa a razão entre o número de traços de fissão induzida (espontânea), observados por unidade de superfície, e o número de fissões induzidas (espontâneas), ocorridas dentro do mineral, por unidade de volume\nRM é a probabilidade total, por átomo alvo de U, de indução de fissão durante a irradiação com nêutrons\nE também temos que:\níN\nRm = Ru +\t'\tRTh\t(3)\nè Nu )\nonde:\nRU (Th) é a probabilidade, por átomo alvo, de indução de fissão em U e Th durante a irradiação com nêutrons, respectivamente\nNU (Th) é a quantidade, por unidade de volume, de urânio e tório no mineral, respectivamente.\nRU (Th) pode ser medido, acoplando-se filmes finos de U (Th) ao mineral durante as irradiações. Ru pode também ser medido, alternativamente, através de vidros carregados com urânio (CN 1; CN 2; CN 5 da Corning e IRMM-540, Universidade de Gent, Bélgica) que tenham sido previamente calibrados contra filmes finos de urânio ou contra dosímetros de folhas, como Au. Com informação segura, as medidas diretas e/ou inferência geológica, de que a razão Th/U das amostras de apatita é baixa (menor que 3), pode-se desprezar o segundo termo do lado direito da Equação 3, se a razão cádmio para ouro da posição de irradiação estiver entre 3,5 e 6. Nesse caso, então, torna-se desnecessário o uso de filmes de tório.\nA idade obtida através da Equação 2 é a idade aparente do mineral (Tap), se o fator e 238/e da Equação 2 é tomado como 1, o que significa que os traços fósseis não sofreram annealing. No caso da idade corrigida (Tcorr), e 238/e é calculado através de uma curva de correção. Neste trabalho emprega-se o método da correção por tamanho (STORZER &amp;\nWAGNER, 1969), que é baseada em medidas dos comprimentos dos traços. Este método consiste na comparação do tamanho médio dos traços de fissão fósseis com o tamanho médio dos traços induzidos. Do grau de redução do tamanho dos traços, a densidade superficial original pode ser obtida usando-se a correlação experimentalmente estabelecida entre redução de densidade superficial e redução do tamanho devido ao apagamento dos traços de fissão confinados (annealing). Tais curvas de correção são denominadas curvas de correção pelo tamanho (TELLO, 1998). Desta forma, as idades obtidas (idades corrigidas) compensam os efeitos do tempo de permanência do mineral na Zona de Annealing Parcial (ZAP), o que acaba levando a uma idade menor do que a real, que é a idade aparente.\n2.3.2.3\t- UTILIZAÇÃO DO MÉTODO DOS TRAÇOS DE FISSÃO PARA A RECONSTRUÇÃO DE HISTÓRIAS TÉRMICAS\nAs histórias térmicas obtidas pela análise dos traços de fissão em apatitas podem ser modeladas através de um modelo que é basicamente empírico e que foi desenvolvido por pesquisadores australianos (GREEN et al., 1986; LASLETT et al., 1987; DUDDY et al., 1988), sendo reformulado com melhores representações gráficas, por LUTZ &amp; OMAR (1991). A metodologia utilizada baseia - se nestes artigos, contendo, no entanto, algumas modificações realizadas por HADLER et al., (1993) e TELLO (1994) Estas modificações foram:\na)\tutilização de software desenvolvido no Grupo de Cronologia do Departamento de Cronologia e Raios Cósmicos do Instituto de Física da Unicamp- Campinas - SP;\nb)\tprocedimento de, em geral, não se buscar histórias térmicas de amostras individuais, mas de grupos de amostras que apresentam características geológicas comuns (dados tectônicos “in situ” (falhas), tipo de rocha hospedeira da apatita, geomorfologia da região em estudo, idade das amostras etc.).\nAs histórias térmicas foram obtidas usando-se caixas de simulação de Monte Carlo, que são áreas, onde se delimitam a ocorrência aleatória de pontos simulados nas histórias térmicas. Estes pontos são unidos por segmentos de reta e formam curvas dentro de um gráfico tempo versus temperatura. Para construir uma história térmica é\num conjunto de semi-retas que unem os pontos sorteados em cada caixa. Somente o ponto escolhido na última caixa é fixo (Tempo = 0 e Temperatura = 25°C), pois ele representa as condições atuais. Esta história térmica gera um valor de idade aparente e um histograma de comprimentos de traços de fissão, os quais são então comparados com os valores experimentais correspondentes. Uma dada história térmica é aceita se ela preenche duas condições: a idade aparente calculada cai dentro do intervalo definido por seu valor experimental mais ou menos 2 desvios sigma e se o histograma de comprimentos calculado e o experimental são compatíveis dentro do teste do %2. Repetindo-se este procedimento entre 500 a 2000 vezes, por amostra, é usual, pelo menos no início do processo, que algumas amostras tenham histórias térmicas aceitas e outras não. A história aceita tem sua importância dada por servir de guia para que na próxima etapa do processo se possam diminuir as áreas das caixas de Monte Carlo ou para nova subdivisão destas caixas. Em geral, uma história térmica comum a um grupo de amostras com características geológicas comuns tem sido obtida na grande maioria dos casos (AMARAL et al, 1995; AMARAL et al, 1997). Embora informações geológicas tenham sido utilizadas nas várias etapas deste processo, é preciso, ainda, se buscar uma interpretação da história obtida, ou seja, estudar se as informações que ela contêm possuem significado geológico.\n2.3.2.4\t- CALCULO DO TOTAL DENUDADO E TAXA DE EROSÃO\nRAAB (2001) propôs uma nova metodologia para encontrar o total denudado de uma região e a taxa de erosão. Esta metodologia, publicada posteriormente em RAAB et al., (2002), parte do principio de que as idades obtidas por traços de fissão em diversas altitudes poderiam indicar a taxa de denudação de um maciço e conseqüentemente a quantidade total denudada. Ao relacionar as idades com a altitude da amostra, podemos observar que, amostras que possuem a mesma idade em altitudes diferentes, são indicativas de soerguimento tectônico, portanto não houve erosão significativa entre estas amostras (Figura - 2). Nestas amostras, foram modelados diagramas de tempo versus temperatura mostrando esfriamento rápido através da zona de annealing parcial. Neste ponto é obtido a paleotemperatura modelada (Figura 3).\nA paleotemperatura obtida é a temperatura da superfície no tempo quando a seção de subsuperfície iniciou o resfriamento a partir da temperatura máxima do traço fissão. Estes resultados plotados em um gráfico paleotemperatura versus elevação, onde foram encontrados a reta média (regressão linear) permitem encontrar a paleotemperatura para outras amostras da região. Sabendo esta paleotemperatura podemos chegar ao total denudado desde aa idade de traaços de fissão obtidos através da fórmula:\nD\nG\n0\nOnde:\nD = é o total denudado (km), T = a paleotemperatura modelada (° C); To = é a temperatura\nda superfície (°C) e G = o gradiente geotérmico atual de 32°C (°C/km).\nEstes resultados pontuais permitem a elaboração de mapas e perfis indicando o total denudado e através disso inferir a exumação e/ou soerguimento.\nA metodologia para a quantificação das taxas de denudação, também foi proposta por RAAB (2001), só pode ser feita se uma fase de erosão acelerada exumou a zona de annealing total da apatita, ou seja somente podem ser obtidas no segmento onde as idades forem diferentes em diversas altitudes abaixo do ponto de inflexão (Figura 2). É obtido através da fórmula:\nR = AE/At\nOnde R é a taxa de erosão (km/Ma), AE é a diferença na elevação atual (km) e At é o intervalo de tempo (Ma).\nComprimento médio dos traços (wm)\nFigura 2: Amostras coletadas a diversas altitudes são plotadas em gráficos de idade versus\naltitude, as amostras que possuírem a mesma idade em altitudes diferentes, são indicativas de soerguimento tectónico, portanto não houve erosão significativa entre estas amostras .\nTdiiigJò (Míi)\tCüiUpt iiiüiilo ziiedto «.lüs liaçüs |4í1|\nFigura 3: Ponto de inflexão a paleotemperatura\nque afetou estas amostras durante o\nsoerguimento\n3.0- CONTEXTO GEOLÓGICO REGIONAL\nA área está inserida na Província Tectônica Mantiqueira que inclui uma série de fragmentos crustais de diferentes idades e evoluções tectônicas (Figura - 4). Esta província surgiu da aglutinação do supercontinente Gondwana durante o Neo - Proterozóico (CORDANI et al., 2000).\nO segmento central do setor nordeste da Província Mantiqueira insere - se em um sistema de nappes frontais, os Terrenos Socorro - Guaxupé, que estão estruturalmente controlados por cavalgamentos com orientações de rumo ENE, respectivo ao grupo Araxá (CAMPOS NETO &amp; CABY, 1999). Este sistema inclui rochas do embasamento de diferentes idades, incluindo gnaisses de alto grau do complexo Amparo de idade arqueana, assembléias de arco magmático e unidades vulcano - sedimentares do Mesoproterozóico ao Neoproterozóico. Estas rochas foram deformadas por um grande evento colisional, no momento em que o cráton do São Francisco colidiu com a área cratônica do Paraná em episódios anteriores à Orogênese Brasiliana na aglutinação do oeste do Gondwana (CORDANI et al, 2000).\nParte da área de estudo está inserida no Cinturão Ribeira. Este setor é cortado por zonas de cisalhamento de direções nordeste, separando os blocos tectônicos nos quais estão inseridos os terrenos Juiz de Fora, Costeiro, Apiaí, Embu, Socorro - Guaxupé.\nO Cinturão Ribeira (CR) possui idade Neoproterozóica ao início do Paleozóico, estende - se por 1400 km aproximadamente com direções NE - SW ao longo da costa brasileira (CORDANI et al., 2000). Uma reconstrução tectônica mostra que (CR) é parte de um largo sistema orogênico desenvolvido em resposta à convergência do cráton do São Francisco, Congo e um terceiro bloco presentemente escondido sob as seqüências paleozóicas da Bacia do Paraná (BRITO NEVES &amp; CORDANI, 1991; CAMPOS NETO &amp; FIGUEIREDO, 1995; HEILBRON et al., 2000). Em direção ao sul, o Cinturão Ribeira é limitado pelo cráton Luís Alves. Ao norte existe uma transição lateral para o Cinturão Araçaí. À noroeste e sudeste do estado de Minas Gerais é limitado pelo Cinturão Brasiliano.\nO Cinturão Ribeira faz parte de uma rede contínua de cinturões móveis do Neoproterozóico ao início do Paleozóico gerados a cerca de 700 a 450 Ma, durante a\namalgamação do supercontinente Gondwana (TROMPETTE, 1994). Na América do Sul e Africa estes eventos orogênicos são referidos como orogenias Brasilianas e Pan - Africanas respectivamente. O principal período de atividade orogênica do Cinturão Ribeira ocorreu durante o intervalo 670 a 480 Ma (TROW et al., 2000).\nUma característica particular do Cinturão Ribeira é a presença de zonas de cisalhamento com movimento destral que foram responsáveis pela geração de uma importante componente transpressional na evolução do cinturão (TROW et al., 2000). A mais importante destas zonas é a Zona de Cisalhamento Paraíba do Sul (CAMPANHA &amp; FERRARI, 1984; HEILBRON et al., 1998) denominada também de Cinturão de Cisalhamento do Atlântico (MACHADO &amp; ENDO, 1993). Nestes compartimentos tectônicos, ocorre uma grande variedade de corpos de rochas granitóides pertencentes a muitos complexos intrusivos, formados durante episódios tectonomagmáticos do ciclo Orogênico Brasiliano. Estes corpos foram provavelmente formados por fusão parcial de material crustal antigo, em que um componente paleoproterozóico é muito difundido. O outro grupo de granitóides intrusivos do sistema Ribeira pertence a microplaca Serra do Mar (CAMPOS NETO &amp; FIGUEIREDO, 1995), um terreno alóctone que originou da colagem prévia do processo de aglutinação do oeste do Gondwana.\nA presença desta zona de cisalhamento e a inflexão do cinturão ao redor do cráton do São Francisco têm feito com que muitos pesquisadores proponham um modelo de convergência lateral E - W e uma tectônica de escape relacionada a um encurvamento ao redor da extremidade do cráton do São Francisco (TROMPETTE et al, 1993).\nNo Cinturão Ribeira são reconhecidas quatro associações litológicas:\na)\tEmbasamento Paleoproterozóico/ Arqueano retrabalhado,\nb)\tSucessões Neoproterozóicas a Mesopaleoproterozóicas deformadas;\nc)\tRochas granitóides Brasilianos.\nApós os episódios da Orogênese Brasiliana inicia - se a formação de bacias do tipo pull - apart (afastamento), onde ocorre a deposição de sedimentos molassóides. A Bacia de Pouso Alegre, situada na região de Pouso Alegre e Eleutério, possuem idade eopaleozóica e juntamente com os depósitos da Bacia Eleutério são os únicos depósitos eopaleozóicos da região (TEIXEIRA, 1995).\nO Paleozóico foi um período no qual foram instalados, no sul do país, a Bacia do Paraná, não perfazendo a área de trabalho deste estudo. Este período estendeu - se até o final do Triássico, quando então tiveram início os processos de abertura continental, culminando com manifestações magmáticas de natureza básica - intermediária, alcalina e alcalina ultrabásica. Na área de estudo o magmatismo básico sofreu grande influência de diques com direção nordeste que geraram o enxame de diques máficos da Serra do Mar (EDSM) (PEATE et. al., 1990).\nDurante o Cretáceo o surgimento da intrusão alcalina de Poços de Caldas, originou uma feição positiva entre as rochas do embasamento da região oriental da estrutura Socorro - Guaxupé, sendo esta formada por rochas nefelinas - sienitos, brechas, fonólitos, piroclásticas. Esta estrutura soergueu os sedimentos da Bacia do Paraná, pois são encontrados arenitos dentro do Maciço Alcalino de Poços de Caldas (correlacionáveis à Formação Botucatu) (ULBRICH &amp; ULBRICH, 1992). Além dos demais tipos de rochas são também encontradas rochas sedimentares epiclásticas observadas comumente como ocorrências descontínuas ao longo do corpo alcalino e no embasamento; geralmente cortadas por diques e corpos menores de fonolito (ULBRICH &amp; ULBRICH, 1992).\nA ocorrência de sedimentos terciários encontram - se na porção sudeste do perfil na Bacia de Taubaté. RICCOMINI (1989) atribuiu a designação de Rift Continental do Sudeste do Brasil (RCSB) à feição denominada anteriormente de sistema de rifts da Serra do mar (ALMEIDA, 1976) representada por uma estreita faixa alongada e deprimida de direção ENE, com extensão aproximada de 800 km, englobando as Bacias de Curitiba (PR), São Paulo, Taubaté (SP), Resende, Volta Redonda, Itaboraí e Barra de São João (RJ), e os grabens de Sete Barras (SP) e da Guanabara (RJ).\nSegundo RICCOMINI (1989), no Paleogéno (Eoceno - Oligoceno) teria ocorrido à formação da depressão original, um hemi - graben, contínuo na porção compreendida pelas atuais bacias de São Paulo, Taubaté, Resende e Volta Redonda, como resultado de esforços trativos de direção NNW- SSE, impostos pelo basculamento termomecânico na Bacia de Santos. O preenchimento vulcano - sedimentar sintectônico desta fase, denominado de Grupo Taubaté, compreende o sistema de leques aluviais associados à planície fluvial meandrante da Formação São Paulo, além do Basanito Casa de Pedra, inter - relacionados, possuindo idade paleogênica. No Neógeno, possivelmente no Mioceno, o início do\ntectonismo deformador estaria associado um binário transcorrente sinistral de direção E -W, responsável pela geração dos altos estruturais de Arujá (separando as drenagens dos rios Tiête e Paraíba do Sul) e Queluz e de bacias pull - apart (afastamento), tendo nestas ocorrido a deposição do sistema fluvial entrelaçado da Formação Itaquaquecetuba. Provavelmente no Plioceno ao Pleistoceno Inferior, haveria a implantação de um novo sistema fluvial meandrante, a Formação Pindamonhangaba da porção central da Bacia de Taubaté. O Pleistoceno Superior inicialmente teria uma fase de estabilidade tectónica, com a deposição de sedimentos colúvio - aluviais resultantes de remodelamento do relevo em função de variações climáticas e, posteriormente, por nova deformação relacionada a um binário transcorrente destral, de direção E - W, com a geração de outras soleiras e definição da distribuição atual dos sedimentos nas bacias, num arranjo lazy - Z. No Holoceno, extensão de direção WNW - ESSE teria deixado seus registros como falhas normais em depósitos de baixos terraços ligados à rede de drenagem do rio Paraíba do Sul, enquanto que, atualmente, a região estaria sob vigência de esforços compressivos.\nRICCOMINI (1989) relacionou a alternância entre transcorrência sinistral e destral e, conseqüentemente de esforços trativos para compressivos, respectivamente, ao balanço entre as taxas de abertura na cadeia Meso - Atlântica e de subducção da Placa de Nazca sob a Placa Sul - Americana.\nCobrindo as áreas do cristalino ocorrem diversos corpos sedimentares caracterizados por depósitos sedimentares caracterizados por depósitos fluviais, clásticos e epiclásticos gerados por barramentos tectónicos e oscilação climática durante Terciário.\nGrande parte do registro sedimentar neoquaternário foi identificado na região de Bananal (SP/RJ) por MOURA &amp; MELLO (1991) ordenado com base em suas relações aloestratigráficas, evidenciando freqüentes intercalações entre depósitos de encosta e fluviais, sendo reconhecidas regionalmente.\nL' l'lulHÍunnu iLijnbui\nCinturão\nCinturón Eqpiu haça.\n&lt;T-jtiih Süri Frjndvco\n---ir 1\nTtrrritn 1 ndtetáiulls\nStipiñnasuia —\n5iu Jtjñti DiJ Ri'k\nklTelli)\n— i-r$\nl'inlurüu Rii> Purdu\nGuanhües\nJui¿&lt;l&lt;Foi-j\n____------Fnigmenlo Criitótiiro Litts Ahcs\ntpv\tw\nCiiho I'riu\nTerreno Ctrl)iba\nda áiTit de csiulIú\nAjJñí\n, Hlmi» ItidliiK\ní Í11I indo RllivJr.i\nSrrru da Mur\nJerreno Sernt da Miiuliquitiru\nFigura 4: Principais unidades tectônicas de parte norte da Província Mantiqueira (Modificado de CORDANI et. al., 2000)\n3.1-\tGEOLOGIA DA ÁREA DE ESTUDO\n3.1.1-\tCOMPLEXO AMPARO\nO Complexo Amparo situado na Província Mantiqueira (CORDANI et. al., 2000) ocorre na região noroeste, dentro do sistema Nappe Socorro - Guaxupé (CAMPOS NETO,\n2000). O Complexo Amparo ocorre nas regiões de Caconde, Pouso Alegre e Itajubá, ocorrendo sob a forma de corpos alongados, paralelos às principais zonas de cisalhamento Extrema e Camanducaia, entre outras. Seu arcabouço litológico é constituído por gnaisses com graus variados de migmatização que apresentam paleossomas cinza escuros,\ncompostos predominantemente por biotitas, feldspato potássico, plagioclásio e granadas com neossoma constituído de material granítico a pegmatóide (SCHOBBENHAUS et. al., 1981, WERNICK, 1990) (Figura - 5).\n3.1.2-\tCOMPLEXO VARGINHA - GUAXUPÉ\nO Complexo Varginha - Guaxupé está inserido na Província Mantiqueira (CORDANI et. al., 2000) no sistema da Nappe Socorro - Guaxupé (CAMPOS NETO, 2000) ao norte da falha de Jacutinga.\nEste complexo ocorre nas regiões de Guaxupé e Caconde sendo formados por granulitos ácidos a básicos, gnaisses, granitóides e migmatitos variados, e intercalados de quartzitos, mármores, rochas cálcio - silicáticas e gonditos. Tratam - se de rochas orto e parametamórficas, de ordenação e evolução intricadas (Figura - 5).\n3.1.3\t- COMPLEXO PIRACAIA\nO Complexo Piracaia segundo CAMPOS NETO et. al., (1983) aflora numa extensa faixa de direção NE a sul da área de afloramento do Complexo Paraisópolis; situa - se no extremo sul do perfil N- S Itajubá (MG).\nEste complexo é formado por rochas ortoderivadas e supracrustais metamorfizadas no grau médio a alto, atingindo localmente condições de pressão e temperatura suficientes para causar anatexia. Os litotipos que compõem esse complexo são xistos, gnaisses -biotiticos, localmente com sillimanita, granada e cordierita; muscovita quartzitos feldspáticos, rochas calciossilicáticas, mármores, gonditos, gnaisses bandados e ortognisses granitos a granodioriticos (CPRM, 1999).\n3.1.4\t- COMPLEXO PARAISÓPOLIS\nO Complexo Paraisópolis encontra -se na Província Mantiqueira (CORDANI et. al., 2000) perfazendo parte do sistema Nappe Socorro - Guaxupé (CAMPOS NETO, 2000). Este complexo perfaz parte dos perfis N S e E - W de Itajubá - MG. É formado por faixas\nde rochas granulíticas intercaladas em ortoganisses migamtíticos, gnaisses, rochas máficas, ultramáficas e metassedimentos; gnaisses granulíticos de natureza charnockítica a enderbítica e hornblenda - granada granulitos e granada - horblenda - biotita, gnaisse bandados com níveis de anfibolitos e de rochas ultrabásicas (CAVALCANTE et. al., 1979) (Figura - 5).\n3.1.5\t- COMPLEXO JUIZ DE FORA\nRegionalmente este complexo está situado na Província Mantiqueira (CORDANI et. al., 2000), situado no Cinturão Ribeira descrito por HEILBRON et. al, 1995 e MACHADO et.al., 1995. Na área de estudo o Complexo Juiz de Fora localiza na região de Cunha - SP, sendo formado por rochas granulíticas migmatizadas representadas por charnockitos, enderbitos, gnaisses quartzo - feldspáticos, biotita - gnaisses (MACHADO et. al., 1983, HASUI &amp; OLIVEIRA, 1984; CAMPOS NETO &amp; FIGUEREIDO, 1990; CPRM, 1999) (Figura - 5).\n3.1.6\t- COMPLEXO PARAÍBA DO SUL\nO Complexo Paraíba do Sul situa - se na Província Mantiqueira (CORDANI et. al., 2000), no Cinturão Ribeira descrito por HEILBRON et. al, 1995 e MACHADO et.al.,\n1995.\tÉ formado por biotita gnaisses, biotita xistos, gnaisses migmatíticos, metapelitos com sillimanita, intercalações de quartzitos, calciossilicáticas, mármores e anfibolitos; e rochas graníticas e granitóides diversos (HASUI &amp; OLIVEIRA, 1984; CAMPOS NETO &amp; FIGUEREIDO, 1990; CPRM, 1999)(Figura - 5).\n3.1.7\t- COMPLEXO COSTEIRO\nO Complexo Costeiro está inserido na Província Mantiqueira (CORDANI et. al., 2000) dentro do Cinturão Ribeira, limitado pelas zonas de cisalhamento Paracambi -Arcádia Areal e Cubatão Paraíba do Sul.\nO Complexo Costeiro é caracterizado por granitos, gnaisses e migmatitos bandados com intercalações de rochas calciossilicáticas e metavulcânicas, quartzitos, e núcleos esparsos ou bolsões de charnockitos e kinzigitos enderbitos (HASUI et. al., 1984, CAMPOS NETO &amp; FIGUEREIDO, 1990, CPRM, 1999) (Figura -5).\n3.1.8\t- METASSEDIMENTOS NEOPROTEROZÓICOS/ EOPALEOZÓICOS\nNa área de estudo são representados pela Formação Pouso Alegre situados na região de Pouso Alegre - MG. Estes sedimentos ocorrem como metassedimentos imaturos, anquimetamórficos, preenchendo pequenas bacias alongadas na direção NE - SW, associado às zonas de cisalhamento transcorrentes (CPRM, 1999) (Figura - 5).\nSegundo o trabalho realizado por CAVALCANTE et. al., (1979) ao longo da serra de Santo Antônio, ao norte da cidade mineira de Pouso Alegre, ocorre uma estreita faixa da seqüência de rochas com características bem distintas das regionais. Trata - se de um conjunto originalmente sedimentar pouco metamorfizado, mostrando nítidos contatos tectônicos com as rochas encaixantes de maior grau metamórfico e mais antigas. Esta faixa possui um aspecto sinuoso, estando alinhada segundo ENE - WSW, com mergulhos para sul, estendendo - se desde as vizinhanças de Borda da Mata até Pouso Alegre.\nEsta unidade perfaz uma área de aproximadamente 14 km2, a Formação Pouso Alegre inicia com metaconglomerados, passando gradativamente para metarenitos conglomeráticos e metassiltitos calcíferos que, por sua vez, gradam para meta - arcóseos dominantes. Todos esses membros mostram mergulhos acentuados, comprovando o complexo padrão tectônico a que foram submetidos (CAVALCANTE et. al., 1979).\n3.1.9\t- ROCHAS ALCALINAS\nNa área de estudo essas rochas intrusivas foram encontradas em afloramentos isolados no extremo sul e sudeste da folha Caconde - SP.\nSegundo OLIVEIRA et. al., 1983 ocorrem sob a forma de diques radiados, brechados e irregulares, formando corpos alongados, com espessura máxima de dezenas de metros atingindo até poucos quilômetros de comprimento (Figura - 5).\nSão constituídos principalmente por tinguaítos, apresentando textura afanítico -porfirítica com fenocristais de feldspato alcalino e nefelina. Possuem coloração verde escuro a quase preto, quando alterados formam camadas de cangas limoníticas e lateritas.\n3.1.10\t- SEDIMENTOS TERCIÁRIOS (BACIA DE TAUBATÉ)\nParte da área corta transversalmente a Bacia de Taubaté em sua porção mais ao norte, próximo a Aparecida/ Guaratinguetá no setor sudeste do perfil (Figura - 6).\nSegundo RICCOMINI (1989) os sedimentos cenozóicos que preenchem a Bacia de Taubaté pertencem a sistemas deposicionais diferenciados, subdividas em três seqüências da base para o topo (Figura - 6):\na)\tGrupo Taubaté: compreende as formações Resende, Tremembé e São Paulo, além do Basanito Casa de Pedra, inter - relacionados, possuindo idade paleogênica.\nA formação Resende corresponde a um sistema de leques aluviais associados à planície fluvial de rios entrelaçados, de idade oligocênica, com sedimentação composta por rochas rudáceas sustentadas por matriz lamítica e conglomerados.\nA formação São Paulo corresponde a um sistema meandrante sobreposto aos leques aluviais e sistema lacustre. Este sistema é representado por arenitos grossos, conglomeráticos, com granodecrecência ascendente até siltitos e argilitos.\nb)\tFormação Itaquaquecetuba de idade neogênica (COIMBRA et. al., 1983) encontra -se alojada em contatos ora erosivos, ora tectónicos, sobre rochas do embasamento pré - cambriano, sendo representada por um sistema fluvial entrelaçado e composta por arenitos médios a grossos, mal selecionados, arcóseos, com níveis conglomeráticos.\nc)\tFormação Pindamonhangaba (RICCOMINI, 1989) é representada por um sistema fluvial meandrante, de idade neogênica a pleistocênica. Apresenta um nível conglomerático basal, em sentido ascendente para arenitos argilosos, grossos e mal selecionados e no topo para siltitos maciços ou estratificados.\n3.1.11\t- SEDIMENTOS TERCIÁRIOS (BACIA DE AIURUOCA)\nNo trabalho realizado por SANTOS (1999) no sul de Minas Gerais, na região de Aiuruoca foi mapeada a Bacia de Aiuruoca, situada entre a borda norte da Serra da Mantiqueira e a borda sul da Serra do Minduri no Planalto do Alto Rio Grande, ocorrendo sob a forma de porções aflorantes e subaflorantes descontínuas, de dimensões variadas, predominantemente recobertas, discordantemente, por depósitos pleistocenos latossolizados, e localmente por depósitos areníticos da seqüência fluvial entrelaçada holocênica.\nSegundo SANTOS (1999), os principais tipos litológicos são arcóseos, diamictitos, brechas sedimentares,e secundariamente, conglomerados, argilitos e folhelhos papiráceos, estes últimos ocorrendo restritamente nos arredores do Córrego Entre Córregos (pertencente à Bacia do rio Ingaí), a aproximadamente 10 km a nordeste da cidade de Aiuruoca (MG). Tal conjunto de rochas constitui corpos predominantemente tabulares em escala de afloramento, apresentando contatos gradacionais lateralmente e verticalmente e abruptos verticalmente e também contatos laterais por falhas.\nOs diamictitos, as brechas sedimentares e os arcóseos ocorrem em voçorocas ou próximos às drenagens (em meia e baixa encosta) e secundariamente em topos de morros. Quanto ao folhelho, este aflora apenas ao longo da drenagem e em ravinas associadas a esta. As cores variam de verde - oliva e roxa para os diamictitos e brechas sedimentares, cinza no caso do folhelho, branca e variegada (plintificação) quando laterizadas, principalmente nos arcóseos e argilitos (SANTOS, 1999).\nPosteriormente SANTOS (1999) individualizou duas unidades litoestratigráficas, designadas de Formação Pinheirinho e Formação Entre - Córregos. A formação Pinheirinho é caracterizada por fáceis fanglomerática (leques aluviais), constituída por depósitos de fluxo gravitacional de caráter proximal (conglomerados e brechas sedimentares) e intermediário (arcóseos e diamictitos), representados por sedimentos imaturos, mal selecionados de alta e média energia, cujas características mineralógicas e texturais indicam proximidade da área - fonte. A fomação Entre - Córregos é formada por fácies lacustre, constituída por sedimentos pelíticos (folhelhos), cujas características mineralógicas e fossilíferas indicam ambiente redutor, continental.\n3.1.12\t- DEPÓSITOS TERCIÁRIOS\nNa região entre Atibaia, Bragança Paulista, Santa Isabel e Igaratá (SP) foi realizado estudo por BISTRICHI (2001) caracterizando os diferentes depósitos sedimentares em três compartimentos estratigráficos distintos: o Compartimento de Atibaia - Bragança Paulista, o Compartimento Pinhalzinho e o Compartimento de Santa Isabel - Igaratá.\nSegundo BISTRICHI (2001) o compartimento de Atibaia - Bragança Paulista em termos de associações faciológicas sobre o embasamento cristalino ora ocorrem conglomerados suportados por seixos, ora ocorrem diamictitos, existindo setores co a ocorrência de finos (siltitos/ argilitos), e de arenitos. Esse contexto faciológico, no seu geral, em ordem ascendente, materializa o predomínio de fluxo de detritos (para os conglomerados basais), em transição para os fluxos de correntes de turbidez de alta concentração e para correntes de turbidez de baixa concentração. É válido lembrar a presença nesse compartimento dos seguintes aspectos:\na)\tos diamictitos, no geral, iniciam - se com matriz arenosa, passando em direção ao topo, para matriz arenosa;\nb)\tacima dos diamictitos ocorrem pacotes de argilitos (alguns espessos, com 1.5 metros de espessura), exibindo estruturas resultantes de bioturbação. Tais argilas exibem, na base, estratificação plana - paralela, e no topo mostram -se maciços;\nc)\tpresença de argilitos recobrindo o embasamento, em nítido caráter onlap;\nd)\tno diamictito de matriz arenosa ocorre um conglomerado que corta abruptamente o diamictito subjacente, na forma de canal; tal fato corrobora a constante de influência terrígena, ocasionada por possíveis pulsos tectônicos no ambiente lacustre;\ne)\tpresença de leques (ou cunhas);\nf)\tpresença de espessas camadas de arenitos dentro de pacotes pelíticos;\ng)\tpresença de estruturas de bioturbação em vários afloramentos, na forma de tubos verticais ressaltados pela oxidação;\nh)\tpresença de inunditos (ou possíveis lobos de suspensão), em meio a ocorrência de seções de arenito médio a grosso, com gradação inversa (granocrescência ascendente), intercalado em argilitos aparentemente maciços, logo acima, registra - se seção típica de turbiditos lacustres.\nSegundo BISTRICHI (2001) o compartimento Pinhalzinho em todos os pontos exibem o embasamento recoberto por sedimentos, que se iniciam com conglomerados; sobrepostos ocorrem arenitos e, sucessivamente, espessos pacotes de diamictitos. Com base nos escassos dados disponíveis, pode - se supor o seguinte quadro deposicional:\na)\tsobre o embasamento ocorrem fluxos de detritos canalizados, que em razão da alta viscocidade representam fluxos coesivos de material heterogêneo,\nb)\tsobre tais depósitos, ocorrem espessos pacotes de diamictitos, resultantes de condições não - confinadas. Esses diamictitos parecem materializar fluxos de detritos em transição para correntes de turbidez de baixa concentração.\nNo compartimento de Santa Isabel - Igaratá descrito por BISTRICHI (2001) foram reconhecidas três seqüências estratigráficas:\na)\ta primeira seqüência preservada é constituída por depósitos turbidíticos, onde estes estariam evidenciando o predomínio de correntes de turbidez de baixa concentração, em trato não - confinado,\nb)\ta segunda seqüência representada na grande maioria dos pontos deste\ncompartimento, é constituída pelo seguinte trato de fácies: conglomerado suportados por matriz arenosa/ argilosa (recobrindo\to embasamento),\npassando para arenitos, e posteriormente para argilitos, em nítido caráter fning upward;\nc)\ta terceira seqüência corresponderia aos depósitos do Plioceno ao recente, verificados nos demais compartimentos.\n3.1.13\t- SEDIMENTOS QUATERNÁRIOS\nNa área não foram estudadas as formações superficiais e suas possíveis correlações com as aloformações descritas por MOURA &amp; MELLO (1991) na região de Bananal\n(SP/RJ) situada no sopé da Serra da Bocaina, dentro da área de abrangência do médio vale do rio Paraíba do Sul.\nAs seqüências sedimentares descritas por MOURA &amp; MELLO (1991) evidenciam descontinuidades morfológicas e estratigráficas que parecem estarem relacionadas a eventos evolutivos diferenciados. De acordo com os estudos realizados os autores definiram nove aloformações (Figura - 7).\na)\tAloformação Santa Vitória: possui idade pleistocênica é caracterizada por uma seqüência de colúvios avermelhados, mapeáveis exclusivamente em subsuperfícies, encontrados, em geral, em inconformidade com o embasamento cristalino muito alterado, algumas vezes delineado por linhas de seixos, estando preservados em interflúvios ou encostas laterais de anfiteatros (MOURA &amp; MELLO, 1991). A Aloformação Santa Vitória parece corresponder a depósitos colúviais resultantes do retrabalhamento direto do embasamento cristalino alterado, ao qual a camada inferior assemelha - se bastante. A camada superior apresenta indícios de forte pedogênese ferralítica. O fato de esses depósitos estarem associados a feições geomorfológicas quaternárias (rampas de colúvio), estratigraficamente abaixo de uma seqüência coluvial cujo solo nela desenvolvido data de aproximadamente 10000 anos.\nb)\tAloformação Rio do Bananal: de idade pleistocênica é formada por uma seqüência coluvial que parece representar uma fase de intensa atividade na dinâmica de encostas, produzindo um espesso pacote coluvial que preencheu as reentrâncias dos anfiteatros (MOURA &amp; MELLO, 1991).\nc)\tAloformação Rio das Três Barras: de idade holocênica, correspondem a uma seqüência argilosa sendo dividida em duas camadas superpostas: a camada inferior é representada por argila cinza - escuro, apresenta laminações horizontais milimétricas, preservando matéria orgânica em grande quantidade (troncos e restos vegetais em geral). A camada superior é formada por material argiloso, rosado, também apresenta laminações horizontais milimétricas, com finos níveis de areia de granulometria fina intercamados, indícios de bioturbação e restos vegetais. A gênese para os depósitos da unidade Rio das Três Barras parece estar ligada a paleolago holocênico resultantes de represamentos locais\ndos cursos fluviais pela elevação de níveis de base locais, associados ao entulhamento dos fundos de vale pelos depósitos de encosta que compõem a aloformação Rio do Bananal.\nd)\tAloformação Cotiara: de idade holocênica. Os depósitos da unidade Cotiara caracterizam - se como materiais argilo - arenosos a areno - argilosos, amarelos, com freqüentes grânulos de quartzo, extremamente mal selecionados, maciços, bastante friáveis, apresentando estrutura pedológica granular e podendo preservar localmente o paleo - horizonte A . A Aloformação Cotiara parece representar o retrabalhamento da unidade Rio do Bananal, documentado pelas relações texturais, que apresentam decréscimo na fração de finos e pelas relações mineralógicas, bastante semelhantes. É encontrada somente no domínio das encostas, na tendo sido registradas relações de contato direto com os depósitos fluviais.\ne)\tAloformação Rialto: de idade holocênica. É representada por uma seqüência predominantemente arenosa, onde podem ser reconhecidas três camadas principais. A camada inferior é caracterizada por areias médias a grossas, mal selecionadas, de cores variadas, esbranquiçadas, amareladas, avermelhadas, com freqüentes níveis de oxidação, apresentando estratificações cruzadas de médio porte, planares e acanaladas, com estratos bem desenvolvidos e níveis de cascalho fino. Uma camada intermediária caracteriza - se pela interceptação de lentes arenosas, silticas e cascalhos. A camada superior apresenta areias finas finas a médias, mal selecionadas, esbranquiçadas a acastanhadas, com estratificações cruzadas planares de pequeno porte; essencialmente quartzosas e micáceas. A gênese das areias da unidade Rialto parece estar relacionada a ambiente fluvial do tipo (braided) (entrelaçado).\nf)\tAloformação Manso: possui idade holocênica. A composição dos seus depósitos é caracterizada por uma extrema heterogeneidade lítica, em nítida discordância erosiva sobre as unidades subjacentes, podendo mesmo ser encontrado em inconformidade com o embasamento cristalino alterado. A Aloformação Manso engloba uma seqüência sedimentar constituída por depósitos de encosta e fluvial intimamente intergitados, sendo reconhecidas três associações de fácies\nsedimentares principais, informalmente denominadas como fácies Campinho, fácies Quebra - Canto e Fácies Fazendinha, distinguíveis em superficie e subsuperfície (MOURA &amp; MELLO, 1991).\ng)\tAloformação Piracema: de idade holocênica. São depósitos que constituem uma seqüência coluvial em nítida discordância erosiva sobre as unidades subjacentes. Estes depósitos são encontrados em diversas situações quanto à topografia das encostas, nos interflúvios, encostas laterais ou preenchendo as reentrâncias dos anfiteatros, sendo registrados freqüentemente no topo dos terraços fluviais mais antigos (T1) (MOURA &amp; MELLO, 1991).\nh)\tAloformação Resgate: possui idade holocênica. A principal feição distintiva da Aloformação resgate corresponde à notável discordância erosiva que separa a unidade dos depósitos fluviais mais antigos, relacionada a eventos, dentro da dinâmica neoquaternária de evolução da paisagem, de entalhe erosivo dos canais fluviais e formação do nível intermediário do terraço fluvial (T2).\ni)\tAloformação Carrapato: idade holocênica. A última unidade individualizada na coluna estratigráfica corresponde a uma seqüência coluvial. A Aloformação Carrapato é litologicamente constituída por materiais areno - argilosos castanhos, com grânulos de quartzo, extremamente mal selecionados, maciços, apresentando estrutura pedológica incipiente, com espessuras registradas da ordem de um metro. Esta seqüência coluvial parece registrar uma fase mais recente de remodelamento das encostas, que seria o último dos principais eventos identificados nos depósitos quaternários encontrados na região de Bananal para a dinâmica das encostas.\nFigura 6: Mapa Geológico da área (CPRM,1999)\nFigura 6 : Relação entre a estratigrafía e a tectónica no Rift Continental do Sudeste do\nBrasil (Modificado RICCOMINI 1989, RICCOMINI &amp; COIMBRA 1992)\nALOESTRATIGRAFIA\nDomínio de Encosta\nDominio Fluvial\nAloformação Carrapato\nAloformaçao Resgate\nAloformação Manso\nAloformaçao Piracema\nácies Campinho\n*»•••••\t•\t• A\nÀlptorip^çãp Rii\\ltQ\nAloformaçao C otiara\n• •\nAloformação Santa\nFigura 7: Coluna aloestratigráfica elaborada para o Quaternário superior da região de Bananal (SP/RJ). A Subdivisão em domínios de encosta e fluvial representa os compartimentos geomorfológicos em que os depósitos são encontrados, não indicando, necessariamente sua gênese (Modificado de MOURA &amp; MELLO 1991)\n4.0 - CONTEXTO GEOMORFOLÓGICO REGIONAL\nDentro do contexto das características geomorfológicas regionais as quatro áreas enfocadas neste trabalho: Caconde (SP), Pouso Alegre (MG), Itajubá (MG) e Cunha (SP) perfazem parte da Província do Planalto Atlântico definida por IPT (1981) (Figura -8) (Tabela - 1). Suas principais características morfológicas são as grandes extensões de terras altas, constituídas predominantemente por rochas cristalinas pré - cambrianas e cambro -ordovicianas, cortadas por intrusivas básicas e alcalinas meso- cenozóicas, e pelas coberturas das bacias sedimentares de São Paulo e Taubaté.\n4.1\t- PLANALTO ATLÂNTICO\n4.1.1\t- PLANALTO DO ALTO RIO GRANDE\nO planalto do sul de Minas Gerais ou do Alto Rio Grande é um dos planaltos cristalinos que constituem o Planalto Atlântico, estendendo - se por vasta porção do sul de Minas Gerais.\nSegundo IPT (1981) são reconhecidos setores de planalto maturamente dissecados e tectonicamente elevados, separados por regiões serranas, subdivididos em quatro sub -zonas: Planalto de Campos do Jordão, Planalto de Santo António do Pinhal, Serrania do Alto Sapucaí e Planalto de Caldas, sendo que este perfaz parte do perfil da área de estudo em seu extremo noroeste. Este planalto é formado por migmatitos, granulitos e granitos, além da intrusão alcalina Neo - Cretácea e das rochas pré - cambrianas fenitizadas, que envolvem, sobretudo a sudeste. Os rebordos do Planalto de Caldas não caracterizam linhas de crista de uma escarpa contínua ao redor da área elevada, apesar de existirem desníveis de mais de 400 metros entre os fundos de vales marginais e as partes mais elevadas da área planáltica; tal fato deve - se à influência das orientações estruturais na área pré -cambriana, possibilitando a ação das forças exogenéticas exercidas pela erosão diferencial frente à alternância das diferentes unidades litológicas; gnaisses e migmatitos, e à referida influência dos diques anelares (IPT, 1981). Ao sul do Planalto de Caldas, região de Poços de Caldas e Andradas, a área termina em elevada escarpa linear, com altitude de até 500 a 600 metros, na qual entram em contato por falha granitos e rochas migmatizadas, sendo que\nesta escarpa faz face a uma longa depressão que separa o Planalto de Caldas do Planalto de Senador Amaral (IPT, 1981) (Figura - 8).\nSAADI et. al., (1989) propuseram uma compartimentação para o sul de Minas Gerais (bacia do Alto Rio Grande) em dois domínios morfogenéticos, o primeiro ao sul, compreendendo a Serra da Mantiqueira e os compartimentos de planaltos superiores, demonstrando evidências de uma erosão intensa; o segundo mais ao norte, abrangendo as bacias e os compartimentos de planaltos baixos, alojados ao longo de zonas de falha e representando setores de retenção de sedimentos depositados bruscamente de vido a barreiras litoestruturais, e modificadas tectonicamente no Terciário Superior.\nSAADI (1990) realizou uma compartimentação morfoestrutural para o sul de Minas Gerais e adjacências, onde foram distinguidos seis compartimentos: escarpa Meridional, Degrau Superior; Degrau Intermediário; Planalto Madre de Deus de Minas; Planalto de Caldas - Machado e Corredor de Campo do Meio (Figura - 9).\nA Escarpa Meridional de origem liga os cumes da Serra da Mantiqueira ao vale do rio Paraíba do Sul, apresentando direção leste - nordeste devido ao controle de falhamentos. O trecho mais alto situa - se entre o Planalto de Campos do Jordão (2000 metros de altitude) e o maciço do Itatiaia (2787 metros de altitude). Nos dois sentidos a Serra da Mantiqueira vai se fragmentando em escarpas menores de direção leste - nordeste.\nO Degrau Superior (Serra da Mantiqueira) caracteriza - se por um conjunto de cristas alongadas com direção norte - nordeste, com faces expostas para sudeste ou sudoeste mais íngremes e desnudas. A feição mais marcante deste compartimento é o basculamento dos blocos tectônicos para noroeste ou nordeste. As bacias de cabeceira da rede de drenagem neste compartimento (rios Sapucaí, São Lourenço Velho, Verde, Preto, Grande e do Peixe) estão adaptadas a esse arranjo estrutural.\nO Degrau Intermediário diferencia - se do anterior por constituir um bloco com características fisiográficas de planalto com altitudes mais baixas, porém apresentando basculamento para noroeste (cotas de 2000 metros próximo a Campos do Jordão e 900 metros no sopé da Serra do Cervo). O relevo neste degrau apresenta - se intensamente segmentado em cristas alongadas segundo leste - nordeste a nordeste, controlada pelo sistema de falhas das zonas de Cisalhamento de Ouro Fino e Camanducaia. A repetição na\ndessimetria na forma destas cristas constitui a feição morfoestrutural dominate, resultado de basculamentos de grandes e pequenos blocos situados ao longo de falhas transcorrentes.\nO Planalto de Caldas - Machado coincide com o bloco tectónico da Cunha de Guaxupé, sendo delimitado pelos cinturões de cisalhamento de Ouro Fino e Campo do Meio.\nA forte influência desta estruturação na orientação das cristas ao longo de suas bordas, nordeste- sudoeste e noroeste - sudeste a norte. A porção centro - norte caracteriza\n-\tse por estruturas circulares e radiais devido à estrutura vulcânica de Poços de Caldas.\nO Planalto de Madre de Deus de Minas constitui um bloco orientado para nordeste, estendendo - se da região de Cruzília - Minduri às serras da região de São João Del Rei, sendo bruscamente interrompido por uma escarpa de 100 a 200 metros de altura. Caracteriza - se morfologicamente por colinas com perfis convexos suavizados e topos freqüentemente planos, separados por vales abertos e entulhados por aluviões, tais indícios sugerem uma verdadeira superfície de erosão preservados frente á atividade tectónica que afetou os demais compartimentos.\nO Corredor de Campo do Meio caracteriza - se por cristas alongadas com direções noroeste - sudeste controladas pelo Cinturão de Cisalhamento Campo do Meio, apresentando dessimetria entre os flancos sul e norte.\n4.2\t- PLANALTO ATLÂNTICO\n4.2.1\t- SERRA DA MANTIQUEIRA\nConforme os trabalhos realizados por IPT (1981) a zona Serra da Mantiqueira é sub\n-\tdividida em duas sub - zonas: a sub - zona Serra da Mantiqueira oriental e Ocidental, sendo que a definição destes dois compartimentos é devido a existência de várias distinções entre seus padrões de relevo.\nParte da área de estudo, setor Pouso Alegre e Itajubá (MG), estão situados na sub -zona Serra da Mantiqueira Oriental, sendo esta formada por escarpas festonadas que marcam os relevos de transição abruptos entre o Planalto de Campos do Jordão e sua continuação ao Itatiaia, e a região do Médio vale do Paraíba; limitando - se a oeste pela porção da Serra do Palmital voltada em direção à Bacia de Taubaté (Figura - 8).\nOs diferentes tipos de relevo em parte devem - se segundo ALMEIDA (1964) a diversidade litológica da área, que conseqüentemente acaba gerando uma variação frente à ação erosiva em seus diversos setores. Para ALMEIDA (1964) os relevos esculpidos em rochas xistosas são responsáveis pela abertura de vales longitudinais, constituindo a maior parte do relevo de morros baixos da serra limitam - se com a Bacia de Taubaté. Já os relevos formados por cristas e picos, morros testemunhos mais ou menos isolados são sustentados por rochas granitóides e quartzitos; os relevos que sustentam os divisores d’ água são formados em sua maioria por rochas graníticas.\nAs características morfológicas desta sub - zona segundo ALMEIDA (1964) apresenta -se como uma escarpa complexa, festonada, constituída por vales incisos em que se alojam os rios que descem precipitadamente as encostas deste planalto. O autor aponta para a ação das estruturas no traçado da rede de drenagem, sendo mais acentuada apenas nos afluentes menores ou em suas cabeceiras.\n4.3\t- PLANALTO ATLÂNTICO\n4.3.1\t- PLANALTO DO PARAITINGA\nNesta sub - zona está localizada a região de Cunha (SP) sendo formada por áreas serranas e áreas de morros que podem ser diferenciadas como compartimentos com características próprias (Figura - 8).\nSegundo IPT (1981) a porção referente a área de Cunha é formada por Morros Paralelos sendo o tipo de relevo mais característico da Morraria do Paraitinga. Suas principais características são apresentadas por drenagens encaixadas e as maiores dissecações do relevo não foram suficientes, contudo, para apagarem os indícios da primitiva superfície de erosão. Já o relevo mais ao norte de Cunha (SP) o Mar de Morros representa uma fase mais avançada da evolução geomorfológica, em que os morros já não refletem tão acentuadamente a estrutura e apresentam formas predominantemente mamelonares. Os coletores desenvolvem planícies aluviais, cuja la rgura pouco ultrapassa a faixa dos meandros. Este relevo passa gradualmente a relevos, e a diferença entre ambos os tipos prece refletir unicamente o estágio mais avançado da evolução, possivelmente\ncondicionado por litologias mais isotrópicas, ou por sua situação em relação à rede de drenagem. Ou ainda pela posição de níveis de base locais (IPT, 1981) (Figura - 8).\n4.4\t- PLANALTO ATLÂNTICO\n4.4.1\t- PLANALTO DA BOCAINA\nSegundo IPT (1981), a Serra da Bocaina é um planalto cristalino maturamente dissecado, inclinado para sudeste; suas maiores elevações situam - se à borda que cai para o Vale do Paraíba, a nordeste, atingindo altitudes de 1900 - 2000 metros (Figura - 8).\nNesta sub - zona geomorfológica a ação dos processos erosivos provocam um profundo entalhe erosivo. Esse entalhe teria sua evolução a partir da erosão diferencial atuando sobre rochas migmatíticas em relação aquelas granitóides, que sustentam as serras alongadas (IPT, 1981) (Figura - 8).\nNa tabela (1) são apresentados os aspectos gerais dos diferentes compartimentos geomorfológicos estudados, sendo que tais critérios de divisão e sub - divisão baseiam -se nos trabalhos realizados por IPT (1981), CAVALCANTE et al., (1979) e levantamentos das feições geomorfológicas mais proeminentes nos setores abordados pela análise dos perfis geomorfológicos complexos.\nTabela 1: Aspectos regionais e locais das áreas estudadas neste trabalho\nAmostras e Localização\tProvíncia Geomorfológica\t\tZona Geomorfológica\tSub - Zonas Geomorfológicas\tCaracterísticas Regionais\tCaracterísticas Locais\tAltitude em metros\nDiv - 01-Divinolândia\tPlanalto Atlântico\tPlanalto do Alto Rio Grande\t\tPlanalto de Caldas\tEscarpas Festonadas\tVertentes íngremes\t1030 metros\nDiv - 03 Divinolândia - SP\tPlanalto Atlântico\tPlanalto do Alto Rio Grande\t\tPlanalto de Caldas\tMar de Morros, Escarpas festonadas\tAnfiteatros desarticulados com o nível de base atual\t1016 metros\nDiv - 04 Divinolândia - SP\tPlanalto Atlântico\tPlanalto do Alto Rio Grande\t\tPlanalto de Caldas\tSerras alongadas direções ENE\tVertentes côncavas com caimento suave\t970 metros\nCa - 19 Caconde - SP\tPlanalto Atlântico\tPlanalto do Alto Rio Grande\t\tPlanalto de Caldas\tSerras alongadas\tRelevos pouco dissecados\t770 metros\nS - 01 A Pouso Alegre - MG\tPlanalto Atlântico\tSerra da Mantiqueira (SM*)\t\tSM* Oriental\tRelevos de transição\tRelevos isolados, vales retilíneos.\t863 metros\nS - 01B Pouso Alegre - MG\tPlanalto Atlântico\tSerra da Mantiqueira (SM*)\t\tSM* Oriental\tRelevos de transição\tRelevos íngremes, vales assimétricos.\t1124 metros\nS - 03B Itajubá - MG\tPlanalto Atlântico\tSerra da Mantiqueira (SM*)\t\tSM* Oriental\tRelevos com declives abruptos\tVales retilíneos e topos orientados N/S e E/W.\t1080 metros\nS- 03C -Itajubá - MG\tPlanalto Atlântico\tSerra da Mantiqueira (SM*)\t\tSM* Oriental\tRelevos com declives abruptos\tTopos orientados N/S e E/W.\t965 metros\nS- 10 Cunha - SP\tPlanalto Atlântico\tMédio Vale do Paraíba\t\tMorros Cristalinos\tMontanhas dissecadas\tMorros dissecados\t860 metros\nS- 11 Cunha - SP\tPlanalto Atlântico\tPlanalto do Paraitinga\t\tMorraria do Paraitinga\tMontanhas dissecadas\tMorros dissecados, anfiteatros soerguidos\t904 metros\nS- 12 Cunha - SP\tPlanalto Atlântico\tPlanalto do Paraitinga\t\tMorraria do Paraitinga\tMontanhas dissecadas\tAnfiteatros soerguidos, facetas triangulares.\t900 metros\nS- 14 Cunha/ Parati - SP/RJ\tPlanalto Atlântico\tPlanalto da Bocaina\t\tSerrania da Bocaina\tMorros paralelos e mar de morros\tRelevo íngreme com cristas orientadas NE/SW\t1268 metros\nS- 19 Parati - RJ\tPlanalto Atlântico\tPlanalto da Bocaina\t\tSerrania da Bocaina\tRelevos dissecados\tRelevos altamente dissecados\t259 metros\nFigura 8: Mapa Geomorfológico do estado de São Paulo (Modificado de IPT, 1981)\n22Í\nLegenda\nCinod'agia\nRepresa\n22°\nj-rO Escalpa mas baba acapa lile mediara\nW * Escapamas alta\n/ Crista quait tica ---Lh ne poico denudo z Pérfida arta de e su do\nf 1°\nKm\nFigura 9: Compaitimentagao morfoestmtiral da bacía do Alto Rio Grande (Modificado de SAADI, 1990)\nFigura 9: Compartimenta^ao morfoestrutural da Bacia do Alto Rio Grande (Modificado de\nSAADI, 1990)\n5.0 - MODELOS EVOLUTIVOS DA PAISAGEM\n5.1\t- INTRODUÇÃO\nNeste trabalho a compartimentação dos diversos níveis planálticos baseou - se na identificação, análise; classificação e interpretação genética das formas de relevo, variando conforme a ação dos agentes geodinâmicos (tectónicos e denudacionais) que atuam na paisagem.\nPara um melhor entendimento sobre os processos que influenciaram na evolução destes distintos níveis planálticos localizados nas áreas de Caconde (SP), Pouso Alegre (MG), Itajubá (MG), Cunha (SP) foi realizada uma pequena revisão dos modelos evolutivos da paisagem.\n5.2\t- MODELO DAVISIANO\nInúmeros trabalhos baseiam - se em modelos fundamentados na relação entre a geologia e os grandes compartimentos geográficos, com o intuito de analisar e classificar os processos genéticos das formas de relevo.\nOs trabalhos de DAVIS (1899) baseiam - se na teoria do rebaixamento contínuo e redução da declividade. No modelo de Davis (1899) o peneplano seria representado pelo manto de intemperismo que migraria pela ação da gravidade encosta abaixo, sendo removido posteriormente pela drenagem. No estágio de juventude, a capacidade de transporte da drenagem excederia a carga recebida das vertentes. O peneplano seria uma superfície ondulada de relevo suave, com elevações residuais ocasionadas referidas como monadnocks; a formação destes seria a soma da coalescência das planícies de inundação, bem como o rebaixamento dos interflúvios com redução da declividade das encostas.\nDe acordo com o modelo Davisiano a interrupção de um ciclo e o começo de outro daria origem a um relevo policiclico, com repetição de formas de relevo a diferentes altitudes, sendo que as sucessivas interrupções estariam relacionadas às variações do nível de base causada por fenómenos tectónicos e/ou mudanças climáticas (Figura - 10).\nJuventude\nEstágios evolutivos da paisagem\nMaturidade '\nSenilidade\nI\nFigura 10: O modelo Davisiano\n5.3\t- MODELO DE PRIMÃRRUMPF E PIEDMONTREPPEN\nEm 1924 foi proposto por Walther Penck o modelo de evolução da paisagem baseado no soerguimento tectónico rápido precedido por um soerguimento dômico, processando - se de um modo contínuo. Segundo PENCK (1924) este soerguimento\nprocessaria - se de maneira lenta, com aceleramento progressivo até atingir a sua intensidade máxima, onde iniciaria - se uma fase simétrica de desaceleração gradual do soerguimento.\nPara PENCK (1924) a ascensão da massa continental seria tão lenta no período inicial que precede o soerguimento, que acabaria não produzindo nenhuma elevação real da superfície. Tais condições favoreceriam o estabelecimento de uma superfície rebaixada, a qual foi denominada de primarrumpf ou superfície primária (Figura - 11 A). Com o aumento da velocidade do soerguimento teria - se o início a diferenciação de amplitude das porções centrais e distais do domo em formação e o aumento da ação dos processos erosivos em torno da porção central do domo em soerguimento, onde o relevo aplanado começaria a ser substituído por um relevo dissecado, originando posteriormente uma superfície de piemonte (piedmontflachen) (Figura - 11 B e C). O resultado final seria um modelado dômico, cujas bordas seriam ocupadas por uma sucessão de planos erosivos semelhantes a um piedmont. Para este tipo de estágio PENCK (1924) denominou - o de piedmontreppe (Figura - 11 D, E) que seria a representação de ciclos erosivos mais recentes em direção a base do domo, originado pelo movimento ascensional contínuo e rápido da superfície.\nDe acordo com PENCK (1953) a evolução de vertentes seria um processo erosivo diferencial realizado através da interação de dois fatores agindo em conjunto: levantamento crustal e denudação. O mesmo autor coloca que durante o processo de evolução das encostas são encontradas em várias situações:\n►\tDesenvolvimento convexo, quando o levantamento crustal se opera rapidamente mais que a denudação (perfis convexos),\n►\tDesenvolvimento estacionário, quando o levantamento crustal se dá na mesma velocidade que a denudação (recuo paralelo e retilíneo das encostas);\n►\tDesenvolvimento côncavo, no qual a denudação é mais rápida que o levantamento crustal (perfis côncavos).\nFiguras 11 A, B, C, D, E : Modelo de W. Penck para a elaboração de uma escadaria de piedmont. Legenda: So - primãrrumpf, S1, S2, S3 - aplanamentos periféricos, superfícies de piedmont, piedmontflãchen; a,b, c, d, e - nível de base local para as porções de relevo imediatamente mais elevadas, i - relevos residuais; R1, R2, R3 - vales fluviais.\n5.4\t- O MODELO DE PEDIPLANIZAÇÃO\nO modelo de KING (1953,1956,1962) em relação ao nível de base pressupõe a permanência e a generalização dos mesmos, partindo do princípio que qualquer ponto de uma drenagem é considerada como nível de base para todos os demais pontos a montante, assim como cada ponto de uma vertente representa um nível de base para a parcela da vertente situada imediatamente acima. Desse modo, a erosão continental não responde unicamente ao nível de base geral, característica essa que permite o desenvolvimento de um ciclo erosivo em qualquer setor das massas continentais.\nSegundo KING (1953, 1962) um ciclo de evolução da paisagem é iniciado a partir de um soerguimento tectónico em escala subcontinental, com estabelecimento de novos níveis de base em função dos quais a erosão possa atuar. Os processo erosivos instalam - se\nseqüencialmente a partir de cada novo ciclo na seguinte ordem: (a) incisão fluvial, (b) regressão paralela das encostas acompanhada por pedimentação, e (c) rastejamento do regolito junto aos relevos aplanados. O mesmo autor considera que os condicionantes físicos da evolução da paisagem são os mesmos sob todos os climas. Para o autor, as influências das mudanças climáticas como fatores atuantes no modelado fora das áreas submetidas a climas glaciais, periglaciais e extremamente áridos não afetam o esquema fundamental da evolução das vertentes. Uma encosta teria de cima para baixo uma seção convexa, uma face nua, uma seção detrítica e um pedimento. O pedimento representa uma superfície suavemente inclinada situada no sopé de uma encosta mais íngreme, cortando a rocha do substrato. Este seria separado da vertente superior por uma rápida mudança do ângulo de declividade (ângulo de piemonte) na zona de piemonte.\nA formação de pedimentos é explicada pelo escoamento difuso parcial, escoamento dendrítico, aplanamento lateral pela drenagem paralela; recuo paralelo de vertentes. Todos os processos podem ser agrupados como agentes de pedimentação.\nA coalescência regional de pedimentos dá origem ao pediplano, o qual constitui uma superfície de baixo relevo interrompida, ocasionalmente por elevações residuais (inselbergs). Para KING (1953) os pediplanos, pedimentos e inselbergs são formas atuais ainda em evolução com inúmeras diversidades em decorrência das condições climáticas. Entretanto, estas desempenham um papel diferencial extremamente importante no desenvolvimento das diversas formas de relevo.\nNo Brasil, estudo realizado por BIGARELLA &amp; ANDRADE (1965) caracteriza o quaternário no Brasil por grandes e extremas mudanças climáticas, que ao longo de épocas semi - áridas alternou - se em climas mais úmidos. Durante os períodos semi - áridos, a erosão mecânica com planação lateral desenvolveu pedimentos e pediplanos. Em épocas úmidas o intemperismo químico estava formando regolitos; juntamente com a erosão linear o que acabou acentuando os talvegues, rejuvenescendo os pediplanos e desenvolvendo uma topografia mais dissecada.\nBIGARELLA &amp; ANDRADE (1965) definiram três épocas de morfogênese mecânica no quaternário brasileiro correspondendo aos pediplanos e pedimentos que foram designados\tem\ttrabalhos de campo\tde\tPd1, P2\te P1; sendo que\tum remanescente do\npedimento\tP3 foi encontrado\tna Serra\tdo Mar, este\tcorrespondendo ao\nPdi.Topograficamente, os pediplanos e pedimentos são bem representados, e seus níveis\nsão bem marcados no relevo (Figura - 12).\nLegenda\nSuperficie Pdl\nSuperficie P’\nPj-Pih\nSuperfície P2\nSuperficie P1\nEmbasamento cristalino\nFigura 12: Esquema da estratigrafía em relação entre os sedimentos e superficies erosivas. A figura (A) mostra o pediplano Pd1 (superfícies Chãs e Taboleiro no estado de Pernambuco - PE); a figura (B) mostra a relação entre as rochas e os pedimentos detritícos. As espessuras dos pedimentos detritícos resultam da epirogênese positiva e dissecação intensa durante a fase de clima úmido.\n5.5\t- MODELO DE ETCHPLANAÇÃO (ETCHPLAIN)\nO conceito de Etchplain foi introduzido por WAYLAND (1933). O etchplano (etchplain) representaria uma superficie de gradiente suave, sem qualquer relevo que se destacasse de forma marcante em uma paisagem de clima sazonal. Nesse ambiente, o movimento da água subterrânea seria predominantemente vertical em vez de horizontal, favorecendo a alteração química das rochas (corrosão = etching) até profundidade de mais de 10 metros, com exceção daquelas mais resistentes, como os quartzitos (PASSOS &amp; BIGARELLA, 1998).\nNo aplanamento por corrosão do manto de intemperismo seria continuamente removido pelos agentes denudacionais durante os movimentos de levantamento regional, os quais poderiam ter sido recorrentes com a epirogênese lenta ou descontínua (WAYLAND,\n1933). Os aplanamentos resultantes seriam indicativos de instabilidade tectónica, no decorrer do tempo o manto superficial de alteração seria gradualmente removido pelas correntes episódicas e/ou pela erosão laminar.\nSemelhante tema foi pesquisado por Jülius Büdel em 1957 reconhecendo o papel do intemperismo na evolução da paisagem de áreas tropicais úmidas, apontando para uma dupla superfície de aplanamento (Doppelten Eeinebmungsflãchen) desenvolvida graças ao avanço da frente de intemperismo; sendo que esta atuaria somente na porção superior do solo durante a estação úmida, enquanto a alteração química intensa da rocha agiria o ano todo na superfície basal do intemperismo na qual permanece úmida durante a estação seca. A erosão e a alteração desempenhariam funções distintas no processo de aplanamento (BÜDEL, 1957).\nSegundo BÜDEL (1957) a formação do etchplano está associada particularmente com a sazonalidade dos trópicos (estações chuvosas de 6 a 9 meses) e áreas tectonicamente inativas.\nEm seus trabalhos o mesmo autor considera quatro circunstâncias para indicar a etchplanação:\na)\tEspessura do solo de 3 - 30 metros,\nb)\tHomogeneização do perfil de solo, indicando uma evolução dinâmica e constante;\nc)\tUma transição nítida do manto de intemperismo em relação a rocha sã;\nd)\tExtensas áreas com zonas de decomposição mais profunda, cerca de 100 - 150 metros (200 metros nas partes mais grossas).\nPosteriormente, este modelo foi retomado enfatizando o aprofundamento geoquímico apresentando sérias restrições tais como, para a preservação de superfícies erosivas o soerguimento deveria ser lento e a na maioria das vezes o material de alteração ficaria sob a forma de espessas lateritas, sendo que estas não seriam transportadas e nem erodidas (WIDDOWSON &amp; COX, 1996).\nUm avanço nas teorias de superfícies erosivas foi proposta por MILLOT (1977) colocando que o manto de alteração nutre - se na base e sofre destruição nos topos, aprofundando - se na paisagem, sendo que a interação desses fenómenos conduz a uma redução dos desníveis e a um aplanamento generalizado. NAHON (1977 apud VARAJÃO,\n1998) verificou que a evolução geoquímica das fáceis couraçadas ocorre da jusante para a montante, e que continua a formação e a destruição de fáceis de couraça no perfil, conduzindo a um lento aprofundamento da couraça à custa do manto de alteração. Essas transformações concorrem através do tempo para a suavização do relevo. Este foi o motivo que levou NAHON (1976 apud VARAJÃO, 1998) a introduzir o conceito de aprofundamento geoquímico (Enfoncement Géochimique), afirmando que não é necessário imaginar perfis de erosão colossais para explicar paisagens com relevos residuais conhecidos atualmente.\nMILLOT (1983) salienta que o aplanamento por aprofundamento geoquímico não é atual, e sim causado por várias sucessões climáticas. As superfícies de aplanamento mapeadas pelos geomorfológos encontram - se em zonas climáticas caracterizadas por uma alternância de estações. Nestas regiões ocorrem transformações que resultam em um horizonte superior mais móvel, coberto por vegetação dispersa e sujeito ablação superficial. No final do processo evolutivo, os desníveis decrescem, os interflúvios rebaixam e a espessura do manto diminui.\n5.5.1\t- COMPARAÇÕES ENTRE ÁFRICA E BRASIL ATRAVÉS DOS ESTUDOS DE ETCHPLANAÇÃO\nExemplos de estudos realizados como no Suriname, por KROONEMBERG &amp; MELITZ (1983 apud THOMAS, 1994) concluíram que controles litológicos, operando primariamente por meio do intemperismo através do aprofundamento químico, verificando - se uma intensa diversidade de diferenciação vertical no relevo. Outro exemplo, em Sierra Leoa, considera que o crescimento diferencial da erosão foi sempre constante desde o início do Mesozoico (THOMAS 1980 apud THOMAS, 1994) (Figura - 13).\nKROONEMBERG &amp; MELITZ (1983 apud THOMAS, 1994) tem enfatizado a importância da alternação das condições climáticas úmidas e áridas no direcionamento dos períodos de etchplanação e denudação dos mantos de saprólitos.\nSegundo HACK (1979) as grandes tensões acumuladas ocasionaram o soerguimento diferencial, acompanhado por movimentos em larga - escala ao longo de falhamentos pré -existentes nos Apalaches. Os papéis dos falhamentos na geração de relevos em terrenos\nantigos permanecem incertos, mas estes parecem ter sido os maiores contribuidores para a formação de relevos na Guiana Venezuelana, Brasil, Sierra Leoa (MACFARLANE et.al., 1981 apud THOMAS, 1994, THOMAS &amp; SUMMERFIELD, 1987), e no sudeste africano (SUMMERFIELD, 1991).\nFigura 13: Seção esquemática das Montanhas Sula - Serra Leoa, mostrando sucessivos estágios de desenvolvimento do perfil de intemperismo. São considerados o rebaixamento do relevo adjacente à granitos e gnaisses (I- IV); escorregamentos superficiais (Modificado de THOMAS, 1994)\n5.6\t- CONSIDERAÇÕES SOBRE A EVOLUÇÃO MORFOGENÉTICA EM MARGENS PASSIVAS\nInúmeros trabalhos têm procurado compreender o processo de rifteamento e a formação de margens continentais, correlacionando os processo de soerguimento e mudanças do nível de base.\nTHOMAS &amp; SUMMERFIELD (1987) propuseram um modelo retratando a evolução morfológica a longo prazo das margens passivas, baseando - se na dinâmica entre os processos ascensionais, subsidência, denudação e sedimentação junto à margem continental (Figura - 14).\nEm larga escala, os escarpamentos são feições comuns em margens de riítes que possuem grandes elevações. Como exemplos podemos citar o sudeste da África, a porção leste do Brasil, o oeste da índia e o Mar Vermelho (GILCHRIST &amp; SUMMERFIELD, 1994). Estes escarpamentos algumas vezes chegam a atingir 1 km de altura e prolongar -se por centenas de km ao longo da linha costeira, geralmente separados por relevos mais baixos.\nSegundo OLLIER (1985) estes escarpamentos são relacionados geneticamente ao rifteamento continental, sendo que a retração no interior continental ocorre a partir da zona do eixo principal de rifteamento desde a abertura continental, onde o nível de base local é rebaixado, e as margens dos flancos são soerguidas. Algumas destas interpretações são baseadas nas concepções de GILCHRIST &amp; SUMMERFIELD (1990), GILCHRIST et. al., (1994); (KOOI &amp; BEAUMONT, 1994):\n►\tOs escarpamentos são semi - paralelos à linha costeira existente atualmente (GILCHRIST &amp; SUMMERFIELD, 1990),\n►\tNas áreas de costa, a drenagem é paralela a linha costeira e perpendicular ao escarpamento, quando a região é mais elevada, a drenagem tem tendência a ter um padrão mais complexo (GILCHRIST &amp; SUMMERFIELD, 1990);\n►\tA evolução do novo padrão da rede de drenagem sin - rifte drena em direção aos flancos do rifte, formados por canais fluviais íngremes, alinhados e perpendiculares à nova linha de costa. As atividades tectônicas posteriores acabam gerando rupturas no nível de base, promovendo a rápida incisão e crescimento das nascentes, ocasionados pela retração da cabeceira de drenagem; tais processos geram um rejuvenescimento contínuo dentro deste setor formado por morfologias íngremes. Alguns fatores adicionais, especialmente variações no estilo tectônico ao longo dos eixos da bacia rifte podem modificar o padrão da rede de drenagem primário GILCHRIST et. al., (1994) (Figura -15 a) ;\n►\tA rápida incisão no exterior das nascentes conduz a uma alta taxa de denudação e soerguimento isostático, sendo este conseqüentemente superior nas nascentes do lado de\nlinha de costa. Os sistemas de drenagem defletidos situados no interior continental das margens ascendentes podem correr paralelos a margem continental (GILCHRIST et. al., (1994) (Figura - 15 b));\n►\tA incisão de rios nas bacias de captação divide e retrai os sistemas de drenagem em direção ao interior continental. Este padrão de drenagem conduz a um crescimento e aumento da competição entre os sistemas de drenagem vizinha, com capturas das regiões mais elevadas adjacentes estas bacias de captação GILCHRIST et. al., (1994) (Figura - 15\nc). No caso de algumas camadas apresentarem resistência quando expostas em diferentes elevações, isto pode ser a indicação de uma ruptura isolada no nível de base ou resistência litológica (Figura - 15 d).\n►\tExemplos da Bacia Karoo no continente Africano retratam a exposição de antigos estratos ao longo da margem oeste e sudeste, indicando que houve uma erosão significativa na área. No interior continental os efeitos das ações erosivas são bem menores; a preservação de sedimentos recentes e perfis intempéricos cenozóicos na Bacia Karoo indicam uma taxa de denudação inferior no escarpamento do interior continental pós - rifte (KOOI &amp; BEAUMONT, 1994);\n►\tOs resultados de traços de fissão em apatitas sugerem uma denudação mais profunda em drenagens situadas na linha costeira do que nas localizadas no interior continental (BROWN et. al., 1990), GALLAGHER et.al., (1994); COCKBURN et. al., (2001); HACKSPACHER et.al., (2002,2003 a, b); RIBEIRO et.al., (2003).\nFigura 14 : Fatores tectônicos controladores da evolução morfológica a longo prazo em margens continentais passivas. Legenda: UT = soerguimento termal, UI = soerguimento isostático associado ao alívio de carga em decorrência dos processos denudacionais; ST = subsidência termal; SI = subsidência isostática associada ao acumulo sedimentar; r = rotação da margem em função de U e SI; E = processo de retração de escarpas relacionados ao rejuvenescimento episódico e/ou estruturalmente controlado; C = topografia gerada por vulcanismo e intrusões associadas ao rifteamento. (Modificado de THOMAS &amp; SUMMERFIELD, 1987).\nFigura 15 a , b, c e d : Revisão conceituai do modelo de evolução da paisagem da margem de rifte no sudeste Africano mostrando a evolução morfológica do padrão da rede de drenagem.\n(a) Sin - rifte. (b) Algum tempo após o rifteamento. (c) Abertura da margem soerguida pela ação erosiva da rede de drenagem. (d) Desenvolvimento de patamares no relevo devido à resistência litológica frente aos processos denudacionais (Modificado de GILCHRIST et. al, 1994) .\n5.7\t- FORMAS DE RELEVOS ASSOCIADOS COM FALHAMENTOS PRIMÁRIOS E SECUNDÁRIOS\nSegundo STEWART &amp; HANCOCK (1994), as formas de relevo tectônico expressam um amplo espectro de feições topográficas que podem ser empregadas como indicadores de estilo, magnitude, taxa ou medida de tempo dos movimentos tectônicos. Nesta discussão foram discriminados dois tipos de morfologias tectônicas. A primeira seria a forma de relevo tectônico primário que seria o resultado direto do deslocamento da\nsuperfície terrestre, e o segundo o relevo tectônico secundário que seria relevo modificado pela ação dos agentes erosivos e reativações tectônicas posteriores.\nAs áreas de margens de placas são regiões invariavelmente de falhamentos ativos, onde as suas formas de relevos estão associadas a movimentos crustais. Estes falhamentos podem gerar escarpas de falhas que inicialme nte possuem um ângulo que reflete o mergulho do plano da falha (relevo primário), mas com o decorrer do tempo as ações intempéricas começam a destruir a forma original e reduzir o ângulo da vertente afetada pelo falhamento (relevo secundário). As escarpas de falha são formadas somente quando ocorre uma ruptura ocasionada por falhas na superfície, sendo que posteriormente esta desaparece lateralmente (SUMMERFIELD, 1991).\nSegundo TWIDALE (1971) é muito comum, formas de relevo geradas por falhamentos terem como resultado os escarpamentos, nos quais ocorrem sob a forma de diferentes padrões e mecanismos de formação (horsts, grabens). Algumas vezes a evolução precisa destas escarpas geradas por falhas é extremamente difícil, em alguns casos quase impossíveis de se elucidar. Para analisar a geração de uma escarpa é necessário distinguir dois mecanismos genéticos: a escarpa de falha, no qual o mecanismo gerador atuante para a sua formação é a tectônica e escarpa de linha de falha no qual os mecanismos atuantes pela sua forma original são os processos erosivos, podendo ser a destruição da feição primária, a escarpa de falha, ou apenas um nível de erosão em contato com uma rocha de litologia mais resistente.\n5.8\t- CONSIDERAÇÕES SOBRE A MORFOGÊNESE E TECTÓNICA NO SUDESTE BRASILEIRO DURANTE O MESO - CENOZOICO\nInúmeros trabalhos retratam a natureza dos processos morfogenéticos e tectônicos da região sudeste durante o Meso - Cenozóico, abordando a importância destes processos para a configuração morfológica atual.\nFREITAS (1947) realiza uma caracterização da geomorfologia do litoral Atlântico meridional do Brasil em uma série de patamares cujas cristas crescem do mar para o interior. Os primeiros se acham em parte submersos e formando as ilhas, os seguintes formam os conhecidos maciços isolados, miniaturas da topografia da Serra do Mar, como\npor exemplo a Serra da Carioca no Rio de Janeiro e o Planalto do Juriquequerê em frente à ilha de São Sebastião.\nAlgumas hipóteses sobre a origem e evolução da Serra do Mar são abordadas por FREITAS (1951) posicionando alguns argumentos sólidos a favor de uma origem tectônica, estes seriam demonstrados por:\n►\tAlinhamento das cristas: quando uma escarpa encontra - se alinhada seguindo uma mesma direção. Em alguns setores do litoral, onde tem - se o desenvolvimento de montanhas para oeste, simula - se um arqueamento para oeste, como em São Sebastião -SP e Cabo Frio - RJ, tratam - se de patamares, também orientados de ENE - WSW a SE, nestes lugares temos um desenvolvimento maior de degraus, devido à manifestação de importantes maciços, como de São Sebastião - SP e Cabo Frio - RJ;\n►\tBordos retilíneos: o aspecto retilíneo do bordo abrupto cortando o planalto representa uma linha de fratura tectônica e subseqüente movimento na forma de uma falhamento normal;\n►\tVales suspensos: tal morfologia evidencia a presença de falhamentos;\n►\tAssimetria do relevo: interpretação fisiográfica representa a ação de falhamentos na morfogênese da Serra do Mar.\nALMEIDA (1976) ao estudar as bacias cenozóicas continentais denominadas de sistemas de rifte da Serra do Mar, propôs uma evolução durante o Albiano (112 Ma) para a área. Durante a época de deposição dos evaporitos aptianos (120 Ma) na Bacia de Santos, a Serra do Mar ancestral não existia relevo adjacente a bacia. A geração do sistema de Rifte da Serra do Mar teria sido o resultado de três pulsações tectônicas principais ocorridas durante o Campaniano/Paleoceno, Oligoceno/Mioceno e Plioceno. A última reativação seria responsável pela acentuação dos deslocamentos verticais ao longo dos riftes, com entulhamento das bacias, acentuação do basculamento dos testemunhos da superfície de erosão Japi e dissecação do relevo, tanto das vertentes da parte meridional da Serra do Mar e setentrional da Mantiqueira, quanto da borda sudoeste da Bacia do Paraná.\nRICCOMINI (1989) reconheceu que durante o Terciário existiram 2 eventos tectônicos: extensão NNW-SSE no Paleógeno responsável pela origem da depressão inicial do Rift onde se alojaria a bacia terciária do Rift Continental do Sudeste do Brasil e transcorrência sinistral no Neógeno relacionada à deriva da placa para oeste e que\nparecem ter sido responsáveis pelo soerguimento da Soleira de Queluz, devido à geração de zonas transpressionais modificadoras da forma original do rift.\nNo trabalho realizado por BACOCCOLI &amp; ARANHA (1984 apud AZEVEDO JR. 1991) os autores propuseram dois mecanismos capazes de causar instabilidade tectônica no embasamento adjacente às bacias ao longo da margem continental do sudeste brasileiro. O primeiro mecanismo é proveniente da denudação da faixa emersa continental transformada em área - fonte para as bacias marginais, que após o período de estiramento e estabelecimento do processo de subsidência térmica passou a se comportar como um conjunto de bacias capazes de receber quantidades ilimitadas de sedimentos. Durante este período geológico, os reajustes isostáticos ocorreram face à redução da sobrecarga litostática, devido à denudação). O segundo mecanismo seria resultante da atuação de tensões geradas nos limites de placa e transmitidas para o seu interior. Neste sentido, partes ou segmentos da Placa Sul - Americana apresentariam comportamentos distintos em seus movimentos relativos. Estes dois mecanismos teriam - se interagido mutuamente, atuando em 4 pulsos denominados: Ciclos da Serra do Mar I (Cretáceo Superior 80 Ma), Serra do Mar II(transição Paleoceno/Eoceno 60 Ma), Serra do Mar III (transição Oligoceno/ Mioceno 20 Ma) e Andino (transição Plioceno/ Pleistoceno).\nMACEDO et. al., (1991) estudando a porção marinha da região sudeste brasileira realizaram seções de reflexão sísmica nas bacias de Campos e Santos, indicando que na porção intermediária entre essas duas bacias, a plataforma de Cabo Frio e adjacências sofreu intenso tectonismo, sendo este responsável pela criação de amplos dobramentos, grabens, intrusões e extrusões de corpos magmáticos. Durante o Eoceno (50 Ma) têm - se a ocorrência de um volume muito intenso de rochas vulcânicas piroclásticas, com grandes cones vulcânicos, estes também vistos em linhas de reflexão sísmica.\nGALLAGHER et. al., (1994) realizaram estudos no sudeste brasileiro na margem continental entre o Rio de Janeiro - RJ e Rio Grande do Sul - RS, através da análise de traços de fissão em apatitas, constando que as idades mais jovens (~60 Ma) estão situadas próximas a margem continental e as idades tornam - se mais antigas em direção ao interior continental (135 Ma) em rochas vulcânicas da formação Serra Geral.\nNo trabalho realizado por ALMEIDA &amp; CARNEIRO (1998) os autores consideraram que as escarpas da Serra do Mar teriam se desenvolvido bem mais a leste da\nporção geográfica atual. A mudança de posição da serra teria sido em decorrência do recuo erosivo diferencial, de sudeste para noroeste, a partir da falha situada na atual plataforma continental condicionada pelas estruturas e unidades pré - cambrianas. Os autores neste trabalho colocam que os sistemas montanhosos originaram - se durante o Paleoceno.\nGONTIJO (1999) estudando a região da Serra da Bocaina entre os estados de São Paulo e Rio de Janeiro definiu a atuação de dois pulsos tectônicos principais que atuaram durante o Terciário Superior adentrando para o Quaternário, incluindo o Holoceno. O primeiro pulso foi definido entre o Plioceno e o Pleistoceno, associado a um vetor transpressivo com a movimentação dextral de direção nordeste e leste - nordeste, responsável pela geração e/ou reativação de falhas normais de direção leste - nordeste e norte - sul. O segundo pulso, ainda transpressivo, teria reativado falhas de direção leste -oeste e gerado falhas normais de direção noroeste, controlando o reafeiçoamento da paisagem através de processos de dissecação do relevo, a evolução e formação das cabeceiras de drenagem, capturas e deflexões, e a sedimentação coluvial.\nTrabalhos realizados pelo método de traços de fissão em apatitas auxiliadas por análises geológicas e geomorfológicas (GUEDES et. al., 2000) na Serra do Mar relataram que a possível origem da serra estaria vinculada a idade de 80 Ma, mostrado por histórias térmicas das amostras TF - 21 e 22, nas quais são registrados esfriamentos contínuos durante este período.\nCobbold et al. (2001) propôs que no Paleógeno houve deformação transtensional produzindo as bacias do rift continental do sudeste do Brasil e as bacias costeiras e uma fase no Neógeno de deformação transpressional que parcialmente inverteu estas bacias.\nEstudos realizados por HACKSPACHER et. al., (2001, 2003) sobre a evolução Cenozóica na região da Serra do Mar utilizando traços de fissão em apatitas indicaram que a 65 Ma foi observada uma aceleração nos processos denudacionais com uma taxa de esfriamento de 1.5°C/Ma. Tais evidências estão associadas às atividades epirogênicas e processos de retração de escarpa ocorridos na Serra do Mar.\n6.0 - DESCRIÇÃO E ANÁLISE DOS PERFIS GEOMORFOLÓGICOS\nDe acordo com os trabalhos realizados para a confecção dos perfis geomorfológicos foram possíveis a compartimentação de diversos níveis planálticos nas áreas de Caconde (SP), Pouso Alegre (MG), Itajubá (MG) e Cunha (SP) (Figura - 16).\nA compartimentação dos diferentes níveis planálticos baseia - se na individualização de níveis topográficos que auxiliados pelos diversos agentes formadores e modeladores da paisagem, configuram estes padrões morfológicos diferenciados, provavelmente relacionados com os modelos propostos por KING (1952, 1963) nas áreas localizadas no interior continental, enquanto que em alguns setores na margem continental foi aplicado o modelo proposto por THOMAS &amp; SUMMERFIELD (1987) e GILCHRIST et.al., (1994). A metodologia adotada baseia - se na análise dos elementos constituidores da morfologia local, servindo de apoio para análise da reconstrução da história evolutiva do relevo (ORTIZ, 1990, PANIZZA &amp; CASTALDINI 1987; IBGE 1995; BERGSTROM, 1996). Para uma melhor visualização dos níveis planálticos foram elaborados mapas de níveis planálticos respectivos a cada área focalizada neste estudo.\nJi- .V\nMd\nfEEHLÍSrn.LiADO PJ\n-■Vtfud\n. JJ,\nL\np.\n4 TJTptíTTí\nMinai Gmn\nmak\nuiaidi\n\n\nIEGÍNDA\nS\n\nüi«a P.iiilo\nCidades\n. ' RadaAK secundártas\nRccfcriaBR -116\nUni® êrtrB eslKtos\n' LcealzaçSo das atas esludadas\nJú\tdl: maidi ednto\nFigura 16: Mapa de Localização das áreas enfocadas neste trabalho\n6.1\t- ÁREA DE CACONDE - SP\na) Caconde - Perfil Geomorfológico Transversal - (N/S)\nA análise geomorfológica do perfil (N/S) possibilitou compartimentá - lo em três níveis planálticos estes definidos pela metodologia baseada em ORTIZ (1990) (ver capítulo - 2) : nível planáltico superior (1400 a 1260 metros), nível planáltico médio (1350 a 1010 metros) e o nível planáltico inferior (1000 a 940 metros) (Figuras 18 e 19) (Foto - 1).\nOs níveis planálticos neste perfil apresentam morfologias mais altas e dissecadas na porção ao sul. Ao norte a morfologia é formada por vertentes pouco dissecadas e com um manto de alteração espesso e drenagens bem desenvolvidas. Exemplos: rio Bom Jesus e rio Pardo.\nAs morfologias situadas ao sul do perfil (N/S), nível planáltico superior e o nível planáltico médio caracterizam - se por morros com encostas íngremes, com alinhamentos de topos, vales assimétricos; morfologias semi - anelares, fazendo contato litológico entre rochas pré - cambrianas e rochas alcalinas do ma ciço alcalino de Poços de Caldas constatando que a instabilidade tectônica gerada pela intrusão das rochas alcalinas alçou a porção do perfil mais ao norte. Nas altitudes entre 1380 metros (Serra do Boqueirão) dentro das morfologias semi - anelares; os interflúvios apresentam um forte nivelamento em seus topos com desenvolvimento de perfis bauxíticos com cerca de 49 cm de espessura em média.\nO nível planáltico médio é formado por relevos dissecados, vales assimétricos e alguns locais apresentam anfiteatros suspensos e vales retilinizados.\nO nível planáltico inferior caracteriza - se por vertentes suaves e alongadas com grau de dissecação alto nos interflúvios e nos vales, marcado por drenagens de ordem 3 e 4 no conceito de STRALHER (1952) com capacidade maior de transporte e deposição do sistema fluvial. O rio Bom Jesus é um exemplo de fluxo muito intenso de transporte de sedimentos, formando extensas planícies fluviais, meandramento do canal e assimetria do vale.\nb) Caconde - Perfil Geomorfológico Longitudinal - (E/W)\nA análise geomorfológica deste perfil (E/W) teve como enfoque ressaltar a presença de controles geológicos na conformação do relevo, como fator de avaliação para verificar fatos de natureza tectônica e áreas susceptíveis ao acúmulo e preservação de depósitos sedimentares.\nAtravés da análise do perfil geomorfológico longitudinal foi possível compartimentá - lo em três níveis planálticos: nível planáltico superior (1400 a 1260 metros), nível planáltico médio (1350 a 1010 metros) e o nível planáltico inferior (1000 a 940 metros) (Figuras - 17 e 19).\nO nível planáltico superior é formado por vertentes íngremes, anfiteatros suspensos, sendo que estes obedecem a uma orientação preferencial no relevo (SW - NE).\nO nível planáltico médio possui em sua morfologia superfícies escalonadas. O padrão da rede de drenagem é subdendrítico nas cabeceiras e sub - paralelos na jusante, possivelmente em decorrência do grau de sedimentação ao longo das encostas. Ao longo do perfil geomorfológico longitudinal no nível planáltico é notável a ocorrência de falhas inversas e transcorrentes de acordo com o mapa geológico elaborado por OLIVEIRA et. al., (1983) controlando os depósitos sedimentares situados ao longo das cabeceiras dos vales dos ribeirões Santo Antônio e Pirapetinga formando extensas depressões com direções (NE/SW).\nNo nível planáltico médio foram descritos dois depósitos sedimentares. O primeiro está localizado próximo ao córrego Pirapetinga, sendo formado por sedimentos maturos, de coloração amarela a avermelhada, estrutura maciça apresentando grãos sub - angulosos de feldspato da ordem de 0.1 cm a 2 cm. A segunda ocorrência foi descrita primeiramente por OLIVEIRA et. al., (1975) e reconhecido em campo. Este depósito sedimentar é formado por sedimentos grosseiros mal selecionados, com matriz arenosa e intercalações de corpos irregulares de rochas vulcânicas (traquitos ?), brechas vulcânicas e graníticas.\nO nível planáltico inferior é caracterizado por vertentes suaves e alongadas, drenagem sub - dentrítitca com baixo grau de dissecação e presença de anfiteatros com nascentes pouco desenvolvidas e espessas coberturas de alteração neste nível. É notável\nobservar que as ocorrências de espessas coberturas intempéricas ocorrem apenas nos níveis inferiores da área de Caconde (SP).\nAnalisando o mapa de níveis planálticos da área de Caconde (SP) nota - se o padrão escalonado do relevo, formando morfologias menos dissecadas na porção sul, enquanto que ao norte temos morfologias mais dissecadas. Ao longo do perfil geomorfológico temos vários níveis embutidos cada um com o nível de base local remobilizando e reafeiçoando o material sedimentar possivelmente de idade terciária retrabalhado nas porções superiores e médias, enquanto que na porção inferior temos a presença de espessos manto de intemperismo.\nMvprcsa\n_da Gratnfnha lliri Pardn\nNJvei Rljinjiltíríi Siiperlnr\nPlinilrim Inferior\nPlanúllicd\nT Médio\nFoto 1: Relevos representando os níveis planálticos superior (a), médio (b) e inferior (c).\nLocalização: Vista do Mirante da Represa da Graminha (1030 metros de altitude) - região de Caconde -SP\n14JC£JL JtMJJUULQJLD UUliiJLJLlWL\nIrnra 5? Feiiil G«uiPii»li)>gj« ■ Ln^tuina I - Qsooide i E \"*7h\nl'jmI fbmftw Erfimcr\nLigird-rf\nLHO. CtS vECWOff OLXEAS\nIjiilH esne u> H-dj FtnkfcK\nCuflJE Lnaat\njHMfi tit MB\nrn Ei :ispiEr«h J\n7. :-'.|v^mf\n-i-lD«C<iiirtjidMb -Mkhflkil\nn I Cmtiiie\n| Akira hmm at lopcra\nmi;^up«tfcifr Fm ftj K.nliitai HU IIE1E\titH4\naaii. soioa\nCDH«H;flEi^EOUjBIG*E\nFCifrll HKTrtj iSiMUJtotijr»\n'. Dn^K> E*r:t<jLfii n carati ritwh*ra\nLHE^DEt GEOLXKIU3 FROTEKHGE D- JbRttUFAIIO\nFM»:l»pa3ICCTJIl( UlllEkTLi OL Win* at. Al. 1113\nL«iAL£ddgci\nU-TO! SMtfUM»\n■ Jjnn--.t rit::: letsmpcrfndazs;\n___| >4grnmoFgroritraF0arnMtiJkrKtmMa$\n__] ¿mfwquafca ■ W:p.tfrr . barrt*fcir\n: .-I : ■ I. .\t■ , |-.i; I ini .i.i,.\n.►enirtrtce pnnMx-talEIE\nfall E-W\n-.rti Fill J ■.>rr«t\nUfrshl MCWiBGC.IWI) Hmrodtt Mun Ca-jni Sgaaw Eibau\nFigura 17: Perfil Geomorfologico Longitudinal - Caconde (E/W)\nFigura 18: Perfil Geomorfológico Transversal - Caconde (N/S)\n\nFigura 19: Mapa de Níveis Planálticos de Caconde - SP\n6.2\t- ÁREA DE POUSO ALEGRE - MG\na) Pouso Alegre - Perfil Geomorfológico Transversal - (N/S)\nA análise geomorfológica do perfil teve como enfoque principal ressaltar a presença de controles geológicos e estruturais, disposição dos níveis planálticos e feições morfológicas associadas a possíveis reativações de antigas zonas de fraqueza crustal.\nAtravés da análise do perfil geomorfológico transversal foi possível compartimentá - lo em três níveis planálticos: o nível planáltico superior (1080 a 940 metros), o nível planáltico médio (920 a 860 metros) e o nível planáltico inferior (850 a 816 metros) (Figuras - 20 e 22) (Foto - 2).\nOs níveis planálticos apresentam - se escalonados de norte para o sul, ocorrendo uma variação em sua amplitude altimétrica na altura da Serra Espírito Santo do Dourado, e as porções inferiores preenchidas por sedimentos quaternários dos rios do Cervo e Sapucaí (Figura - 20).\nO nível planáltico superior (1080 a 940 metros) seciona perpendicularmente a feição geomorfológica mais proeminente da área de Pouso Alegre (MG), as serras do Cervo e Espírito Santo do Dourado com direções ENE - WSW, ambas constituídas por gnaisses; com padrões de drenagem sub - paralelos e sub - dendríticos. Este nível é formado por escarpas erosivas e vales assimétricos. Tais feições são indicativas do resultado dos processos erosivos em vales de falhas, possivelmente paleoformas resultantes de fases sucessivas de aplainamento lateral e dissecação vertical, sob influência de movimentos ascensionais positivos neste setor, onde tivemos a atuação erosiva do nível de base local como no modelo proposto por KING (1952, 1963). No perfil geomorfológico complexo transversal (N/S) no nível planáltico superior (Figura - 20), temos evidências de falhamentos inversos indicativos de uma tectônica transpressiva (Figura -23). As evidências no relevo são mostradas na Serra do Cervo que possui cristas orientadas, associadas às feições morfoestruturais indicativas de soerguimento, como áreas de agradação na base da serra, vales assimétricos, indicando o desnivelamento acentuado do relevo. Tais evidências corroboram com o modelo colocado por SCHUMM &amp; DUMONT\n(2000) onde o relevo do nível planáltico superior forma um bloco soerguido, seguido por retilinização no padrão da rede de drenagem e maior dissecação da Serra do Cervo em seu reverso (Figura - 23).\nO nível planáltico médio estende - se por toda a área da carta topográfica de Pouso Alegre - MG. (Figura -20). Os compartimentos de relevos são constituídos por topos arredondados e aplainados que sustentam evidências de uma paleosuperfície (Sul -Americana?) proposto por KING (1956). A maioria dos topos neste nível planáltico apresentam - se alinhados seguindo direções NE/SW e E/W , paralelos ao rio do Cervo e ribeirão dos Cristais. Os vales são retilíneos, com caimento suave em direção ao nível planáltico inferior, provavelmente obedecendo a direção de falhas mais antigas e posteriormente reativadas, como discutido por (FERREIRA, 2001). Uma observação muito importante neste nível planáltico é a distribuição uniforme deste tipo de relevo na área, fator indicativo de um soerguimento em bloco do nível planáltico.\nO nível planáltico inferior possui vales alargados, assimétricos na porção devido à barreira erosiva imposta pelas serras do Cervo e Santo Antônio do Dourado (Figura -20). Ao longo do perfil nas áreas do rio do Cervo e Sapucaí estes são formados por uma área de agradação de sedimentos, constituindo a ampla bacia quaternária da região de Pouso Alegre.\nb) Pouso Alegre - Perfil Geomorfológico Longitudinal - (E/W)\nOs níveis planálticos possuem uma maior dissecação em relação ao perfil (N/S). O perfil (E/W) é formado em sua maioria por extensas drenagens tributárias das bacias do rio do Cervo e Sapucaí, apresentando vales mais extensos, alargados e dissecados. Os desníveis altimétricos no perfil são da ordem de 100 a 50 metros (Figuras - 21 e 22) (Foto - 2).\nAs áreas mais elevadas estão relacionadas a morros residuais situados ao longo do perfil (E/W). No perfil nota - se o embutimento dos níveis planálticos inferiores dentro dos níveis planálticos médios, ocorrendo sob a forma de extensos compartimentos face ao rebaixamento lateral por erosão das cabeceiras de drenagem do nível planáltico médio.\nNa área de estudo, o nível planáltico superior representa os relevos que compõem o conjunto de morros residuais com direções (ENE), a partir dos quais instalaram - se os níveis mais rebaixados, extensos e aplanados (Figura -21).\nO nível planáltico médio é formado em sua maioria por topos arredondados, com vales retilíneos, apresentando uma forte assimetria a oeste, o que caracteriza um aumento da denudação, indicando uma tectónica em blocos nas áreas de contato com o nível planáltico inferior (Figuras - 21 e 22).\nO nível planáltico inferior possui vales extensos, planícies acumuladas por sedimentos quaternários (Figuras - 21 e 22).\nFoto 2: Relevos representando os níveis planálticos superior (a), médio (b) e inferior (c).\nEstrada Pouso Alegre - Senador José Bento (MG) - altitude - 700 metros.\nFigura 20 : Perfil Geomorfológico Transversal - Pouso Alegre (N/S)\nHirel Plunlti» o\nffmell tankioo Inferior\nPERFIL CE OM OR FOL Ó GJC □ LONCTTOHHAL\nFçura 21: Perfil Geoinorfológico Loiigihuial - Pouso Alegre (EJW)\nLegenda\nUNIDADES GEOMORFOLÓGICAS H Lirntes entre os Nveis Planálticos j-g fj Cristas Lineares |\t| Níveis erosivos\n[o-o-gl Escarpa Erosiva I y Va les Retiíineos Q Vales Assimétricos Pesco ntinu idade alti métrica I---1 de cristas\n| H | Cimeiras l-’-l Alinhamentos de Topos Fotte: Adaptado cie Pai tza e Carta dlil (I967). IBGE (1995) e BergctrCm (1996)\nJr*l1bnacco\nSuperior\n(fonle :Profe to tolegrajãoGedogica-lleüogeneica FotH RJode Jarrero (199)\nCarla Georgia\nGujalnjjeH-SF23-Y-B\nESCALA 1:250000\n0M.i:am lkm\nE Falha inferida\n3 Cortato Litdógico\n| Direção de mergulho da camada I\nI Falha imersa\nCENOZOICO\nCobertiras Sedmertares\n□ Depósitos aluvionales re ce ríes\nARQUEA NO • EOPA LEOZÓICO\nDOMINIO DA FAIXA ALTO RIO GRANDE\nComplexos Amparo/Sao Gonzalo Sapucá\nOfrtognaisses macizos e bandados, alternados com anfobolitos.granodicritos, tonalites, dbritos. gafaros e mipnatitos locais(Corrplexo Sao Gonzalo Sapucal)\nCONVENÇÕES GEOLÓGICAS\nUNIDADES GEOLÓGICAS\nPerfil E-W\n755tÇZ|7550\nFonte: Folha Pouso Alegre escáa 1:50 0Ü0 (IBGE,1971) Baborado: Marli Carlna Siqueira Ribeiro\nFigura 21: Perfil Geomorfológico Longitudinal - Pouso Alegre (E/W)\n«liWWM-irM\nMAPA DE rsilX/EIS planAlticos -folha pouso ALEGRE - IV1G\n\nLuJl\nbiaüoraao por: iviar J r jrvel Rlanaitlco l nferlor 850 - 8 16 metros\nFigura 22: Mapa cie Turveis Flzuiálticos cie Pouso Alegre\nMG-\nFigura 22: Mapa de Níveis Planálticos de Pouso Alegre - MG\nFigura 23: Modelo colocado por SCHUMM &amp; DUMONT (2000) onde o relevo do nível planáltico superior forma um bloco soerguido, seguido por retilinização no padrão da rede de drenagem e maior dissecação em decorrência da mudança do nível de base local na\nSerra do Cervo e em seu reverso.\n6. 3 - ÁREA DE ITAJUBÁ - MG\nNo perfil geomorfológico da região de Itajubá - MG foi possível definir apenas dois grandes níveis planálticos bem distintos, baseando - se nos critérios utilizados na compartimentação dos níveis planálticos (Figura -24 e 26) (Foto - 3).\na)\tItajubá - Perfil Geomorfológico Transversal - (N/S)\nO nível planáltico superior (1540 a 1200 metros) é formado por setores mais íngremes, apresentando vales assimétricos, cristas lineares com direções (NE), alinhamentos de topos com direções (NE), além da presença da escarpa erosiva, no contato mais ao sul com vale do rio Sapucaí. (Figuras - 24 e 26) (Foto - 3).\nO nível planáltico médio (1000 a 860 metros) é formado por vários patamares erosivos, vales assimétricos e encaixados.\nb)\tItajubá - Perfil Geomorfológico Longitudinal - (E/W)\nO nível planáltico superior (1540 a 1200 metros) é formado por topos desnivelados com direções de cristas (ENE) estas representando as superfícies de cimeiras locais, vales assimétricos e retilíneos, obedecendo a estruturação geológica local, possivelmente associado às reativações de zonas de falhas transcorrentes mapeadas por CPRM (1999) (Figura - 25).\nO nível planáltico médio (1000 a 860 metros) é formado por morros esparsos e dissecados com topos aplanados com direções (E/W), (N/S), vales retilíneos e assimétricos apresentando alinhamento de topos (NE) entre o rio Lourenço Velho e (NE) entre a Serra do Ano Bom e do Juru. Provavelmente, o condicionamento deste relevo esteja auxiliado pela presença de falhas com direção nordeste neste nível planáltico reativadas durante o fanerozóico (Figura - 25).\nZona de dsatianenlot arcarem I\nJnellbnakEO Siporior « R,\n1'ERTIL GEOMO BIOLÓGICO TRAIU VERSAL\nIfrvd HuLÍátc foyepíT\nUIIDADESGEOLÒGCAS\nCristas Lineares\nNíveis erosivos\nCompleto Raraiwpolis\nEscarpa Erosiva\nO\nGrasses grauíiíooschanoquiícos aenderttiios\nO\nAlinh a mentos de Topos\n, fadiaios\nGiupo Carrancas\nGranada - homblenda bioí ia - gnasãe\nFigura 24: Perfil Geomorfblogico Traisvesal- Itajiíb a (N/S)\nDescontinuidade altimétrica de cristas\nCimeiras\n(Graiadap- Inri lenda-bei la grasses baldados, oxn magneíta.m lenizados, migrnafcados.com nueis arrfcoliícos e locafcnente de rochas Jtáiasrcas\nFonte Adaptado de Partrzae CasHdlrt (1067). IBGE(1996) e Bergsrom (1996)\nLegenda\nUNIDADES GEOMORFOLÓGCAS\nifonp Prop b rt 9a çk Grotesca-Uetto^m Ica Fifia fio o* Jar»ro(i99ty\nCara GtMOda\nGmaíigurS-SFíJ-Y-B\nESCALAI:25D 000\nCompleto Rracaia\n(Granada-silinaria) • b ¡oí ia gnaése s b aliado s.mig ma ííicos. locamente can intercáagões de bioita grasses granices\nDCM'INIO DA FAIXAAITO RO GRANDE\nRocha ígneas\nBioí la- gr aitos crea-rosados paíriícos\n(Senado Alecrim)\nFonte: Folha Itaiubá escala 1:50 00O(ISGE,1971,CPR M, 1999) Elaborado: Mar# Carina Siqueira Ribeiro\nAROUEAio-eomi Eceâco COMIIIO SOCORRO-GHAXÜPfe Ro cha signen\nMetgg^ro faiado\nCONVENÇÕES GEOLÓGCAS • | Fa b a iite rida\nZ. Co i tato L rto bg co\nPerfil N - S\n.460 ,\n=\n|:. vales Retilíneos vales Assimétricos\nS\nE\nBaborado:klarii Carina Siqueira RibeirQ7fi\náuiionaes recentes\nUNIDADES GEOMORFOLÓGICAS\nU «IDADES GEOLÓGICAS CEIOZOICO Coberturas Sedimentares\nARQUEA UO-EOPAIEOZÔICO DOülllO SOCORRO -GUAXU PÈ\n• • | uales Assimétricos\nDescontinuidade aKimétrica r----ide cristas\nI fi I Qmeiras s Alinhamentos de Topos\nCompleto Paraisopolis\ngmaílos de anafexiacom esliuLias diversas frequentemente polifeicos, .mneossamagianiícoagiandiofíícoe resílos aníbdííoos e btoíílicos; paleossomade or tognatsses tnatiícosiboíla-gnassesporfotodásicos e nfercáações de melassedimentos diter sos; rochas máícas e dkanáfcas oom ousem hpers feno, maciças ou gnassiícadas.\nrsisses bandados, can m agrafía, mikri izad os,\nPERHL LONGITUDINAL jE-WF-F\nPERFL LONGITUDINAL (Ê-W)F-F’\n* Notar quQ a falha está separando oá d$s níveis planáJticcs, além de estar controlando a mnrfogênese em arnhos os níveis\nNível Planâítfco Médio\nNjvel Phnáltko Superior\nFoto 3: Relevos que representam os níveis planálticos superior (a) e médio (b). Estrada\nItajubá (MG) para Delfim Moreira (MG) - altitude 1400 metros.\n6.4\t- ÁREA DE CUNHA - SP\nNo mapa de níveis planálticos da região de Cunha - SP (Figura - 29) (Foto - 4) foram observados que os níveis planálticos encontram - se basculados para noroeste, representando as áreas de maior rebaixamento dos níveis planálticos classificados na área,\napresentando uma dissecação muito alta neste setor devido à variação no nível de base local; provavelmente estas morfologias foram desenvolvidas em grande parte em decorrência dos processos morfodinâmicos colocados por KING (1952, 1963). Na direção sudeste o relevo da área é formada por níveis planálticos escalonados com caimento abrupto na área que faz limite entre a Serra do mar e o nível de predomínio da Morraria Costeira, onde os modelos propostos por THOMAS &amp; SUMMERFIELD (1987) e GILCHRIST et. al., (1994) auxiliam na configuração desta porção da margem passiva do sudeste brasileiro.\na) Cunha - SP - Perfil Geomorfológico Transversal - (N/S)\nNo nível planáltico superior (1600 a 1310 metros), o relevo encontra -se na direção preferencial (NE/SW). No extremo sul do perfil são observados um maior avanço da erosão ao longo do front que separa a Serra do Mar dos níveis mais rebaixados formados pela Morraria Costeira. Este nível é formado por vales retilíneos que descem abruptamente o nível superior até o nível do mar, com direções (E/W) em sua maioria. Na faixa próxima a transição de sul para norte entre o nível planáltico superior e médio, existe um alinhamento de topos com direção (NNE) muito marcante no relevo da área (Figuras - 27 e 29).\nO nível planáltico médio (1300 a 1010 metros) é constituído por relevos dissecados representados pela transição de diferentes morfologias entre o nível médio e superior. Situado no nível planáltico médio, temos vales assimétricos com direções (E/W), além de algumas áreas de acúmulo de sedimentos aluviais com direções (N/S). Este nível apresenta planaltos intermontanos, áreas que são mais afetadas pelas ações erosivas mais atuantes e com um maior desenvolvimento das drenagens. Provavelmente, estas áreas estão associadas à ação tectônica e aos agentes exogenéticos. Tais premissas são adotadas devido à existência de feições morfológicas indicativas de movimentação no relevo (Foto - 4).\nO nível planáltico inferior é formado por vales assimétricos em alguns setores, com ocorrência de topos alinhados com direções nordeste. Geralmente, nestas porções temos a presença de planícies aluviais bem desenvolvidas. Exemplo: Ribeirão do Bugio (Figura -29).\nb) Cunha - SP - Perfil Geomorfológico Longitudinal - (E/W)\nO nível planáltico superior é formado pela porção que abrange o Parque Nacional da Serra da Bocaina e Serra do Mar. Este nível é caracterizado por descontinuidades altimétricas, principalmente na área da Serra do Mar , representado pela porção mais a leste e sudeste no mapa de níveis planálticos (Figuras - 28 e 29).\nO nível planáltico médio constitui - se por descontinuidades altimétricas de cristas, com presença de vales assimétricos e no extremo oeste do perfil apresentando topos alinhados nas direções (NNE).\nNo nível planáltico inferior (990 a 480 metros) existem inúmeros níveis escalonados, representando a ação erosiva na retração da Serra do Mar com vales retilíneos com direções (E/W) e (E / SE).\nFigura 27: Perfil Geomorfológico Transversal - Cunha (N/S)\n1EKHL GEOMOMO LÓ(300 TRANSVERSAL\nFçitr.i 28: Perfil Geomorfòlogico Transversal - Cunln (N/S)\nLegenda\nUNIDADES G EOMORFOLÓG CAS\nH L m He s e itre os N'«e s P ta« á tcos e Cristas Lineares | Níveis erosivos |n o o1 Escarpa Erosiva [;> vales Retilíneos Q | vales ^«simétricos |. 4 -. Descontinuidade altimétrica . de cristas\n| R I Cimeiras\nAlinhamentos de Topos\nFome: Adaptado de Partnae CasHdrt (1967), IBGE(1995) e BergSlOm (1996)\nRocias graiito despo (finteas de grai ilação grossa, graiitoides iidrfe rei dados\nHobè ida - bkrita g b i Ho a moisograi lo oi graiodiorib porfinteo caza\n□ G raiada -silfrnaiita birita giaEses.silhaiiia-bòtta xistos, com iite calções de mamores dobmíteos e estíticos.qiartzios e rocias calcòssilicaticas\n□ Silrnai ta - graiada - m isoov Ha - blotrta x stosos m gn aí tcos com iite rca àções de silfrnairta -gtaiada - gratada-misoovta-birita xstos\nUNIDADES GEOLÓGICAS A RQU EANO - ECPA LEOZÓCO DOMÍNIO JUIZ DE FORA/RARAÍBA DO SUL)\nKl Falia ii versa\nAcam ame ito\nCONVENÇÕES GEOLÓGICAS\nFala ife (iria\n0 Coitado Litolõgico\n■For* f rtplo hkgnçSoGrdd^ca -1*1 Jtoprílfca FofB Pio&lt;V Jnlro&lt;l93»\nCa1aOd<J0a\nta - CF2J - rE\nBX.M.*.l:SDaOO\nPerfll-S\nfi\nfale: fctaCutn\nesesta l:SaOD(IBGE.SfT4)\nBaborado: MartiCarina Siqueira Ribeirr\nFigura 28: Perfil Geomorfológico Longitudinal - Cunha (E/W)\nÍERFIL GEOMOMOLÓGICO LDIiGnUHHAL\nEi* iam\nLegenda\nUNIDADES G EOMORFOLÓGCAS\n00 MENÇÕES GEOLÓGICAS Fala iife rida 0 Coi tato L ftobgbo ?• • i Zona de dsalhanenfc\nU N IDA DE S G EOLÓG CA $\nARQUEANO- EOPALEOZÓIOO DOMÍNIO J UE DE FORA/ PAR A IBA DO S U L)\nólb grai itico mesocrátioo de grai ilação fia a mé d à, isotópico\niai tos atoialrtos com ai tobólo, poifrftbos de grau lação grossa, isotópicos a to lados\nHo b leida - bkrtrtagrai rto amoi^ogiairtooi graiodioiito porfirrtico ciiza\nS Descontinuidade altimétrica\nI----ide cristãs\nI fi | Cimeiras j Alinhamentos de Topos\nf onh: Auap aio de Paizza e C astaMiri (1967).\nIBGE (1995) e Bergstom (1996)\nHo ble ida -bbttagiaisses de oom pos ijaog raí itica atoia i tica, iieqi igra litares 01 porfiroe ásticos, beato e lie m gn attoos\n>illrn a irte - g ai ada-m iscovta-biotrta x stoses m igmatiticos com iiie icalagoes\nJe s ¡lima i ría -giaiada-graiada -m iscovrta -biotita xistos\nfon! P ro)r 0 tikgra$3o G» dftjfca -1* Qogtne lea FotiaRiodf Jai»lro(i999) Carta GeoBiJa Guniiaiil-SF23-¥«\nESCALA 1:250000\nFçura 29: PerfilGeomoifologico Longitudinal - Canta (E/W)\nElaborado: Marli Carina Siqueira Ribeirc\nFigura 29: Mapa de Níveis Planálticos de Cunha - SP\nFoto 4: Feições morfológicas referentes a relevos dos níveis planálticos Superior (a),\nMédio (b) e Inferior (c). Estrada Cunha (SP) para Campos de Cunha (S) - altitude 820\nmetros\n7.0 - CORRELAÇÕES DAS ANÁLISES GEOMORFOLÓGICAS E ANÁLISE DE TRAÇOS DE FISSÃO EM APATITAS\nAs correlações entre as diversas metodologias (ver capítulo - 2) permitiram quantificar e datar os processos que auxiliaram na formação da morfologia atual. As metodologias geomorfológicas baseadas nos trabalhos de ORTIZ (1990), PANIZZA &amp; CASTALDINI (1987); BERGSTROM (1996); SUMMERFIELD (2000); BURBANK &amp; ANDERSON (2001) e WHIPPLE et.al., (1999) permitiram compartimentar o relevo e reconhecer feições originadas por eventos climáticos e tectônicos. Esta compartimentação foi correlacionada com os dados geológicos obtidos através da compilação de trabalhos anteriores (CPRM, 1999, OLIVEIRA et.al., 1975, 1983, SANTOS, 1999, BISTRICHI, 2001, AMADOR, 1980) e dados de campo.\nA correlação destes dados com os resultados obtidos pela análise de traços de fissão em apatitas (ATFA) (FLEISHER et. al., 1975) modificada por HADLER et. al., (1995), TELLO (1994, 1998), IUNES (1999) e GUEDES et. al, (2000, 2003); possibilitaram uma correlação da tectônica com eventos de soerguimento e alçamento de blocos tectônicos. As modelagens de histórias térmicas GLEADOW et. al., (1986) com algumas modificações realizadas por HADLER et. al., (1993) e TELLO (1994, 1998) mostrou ser uma boa ferramenta nas interpretações sobre erosão e soerguimento. Finalmente com os cálculos do total denudado e da taxa de erosão proposta por RAAB (2001) e RAAB et. al., (2001).\nAs interações destas metodologias forneceram subsídios para a interpretação da evolução da paisagem na área proposta por este trabalho. Para facilitar o estudo, o perfil foi dividido em 4 áreas - chave: Caconde (SP), Pouso Alegre (MG); Itajubá (MG) e Cunha (SP), cada uma com uma interpretação morfológica diferente:\n(2000, 2003) e modelagens de histórias térmicas LUTZ &amp; OMAR (1991) com algumas modificações realizadas por HADLER et. al. (1993) e TELLO (1994) e cálculos da seção denudada total e taxa de erosão baseando - se em RAAB (2001) e RAAB et. al., (2001).\n7.1\t- ÁREA DE CACONDE - SP\nAs idades corrigidas obtidas nesta área (tabela - 2), indicam dois períodos principais de reativação. A primeira durante o Jurássico Superior e a segunda durante O Cretáceo; sendo que ambas estão associadas a eventos tectônicos distintos.\nOs resultados das idades corrigidas das amostras Div - 03 (180±15 Ma) e Div - 04 (143±13 Ma) (Tabela - 2) estão relacionadas a um evento tectônico no Jurássico (Tabela -2) este evento indica provavelmente a idade da origem dos pseudotaquilitos encontrados na área. Estudos realizados na região de Bragança Paulista (SP) e Sorocaba (SP) em corpos de pseudotaquilitos estudados por RIBEIRO et. al., (2003), constatam outro evento registrado durante o Jurássico interpretado como um soerguimento em escala regional em toda a Bacia do Paraná que ocasionou uma remogeneização isotópica do estrôncio em todas as seqüências sedimentares (CORDANI et. al., 2000).\nA história térmica da amostra Div - 03 (Figura - 31) apresenta um esfriamento constante do Jurássico (~200 Ma) até o Mioceno (10 Ma) seguido de um esfriamento rápido. A história térmica da amostra Div - 04 (Figura - 32) indica um esfriamento constante e lento do Jurássico (165 Ma) até o cretáceo (90 Ma), seguido de um esfriamento rápido até os dias atuais. Estes períodos de esfriamento estão relacionados a uma exumação, alçando os pseudotaquilitos que anteriormente encontravam - se em níveis mais profundos e que após esta fase, o nível planáltico médio serviu de nível de base para a porção localizada mais ao sul.\namostras Div - 01 e Ca - 19 (Tabela - 2) estão correlacionadas com a movimentação destes blocos, gerando um alçamento da isoterma de 120 °C nesta época.\nDe acordo com os cálculos do total denudado para a amostra Div - 01 (2094 metros) e a amostra Ca - 19 (2281 metros), o nível planáltico inferior (Ca - 19) (Figuras -45 e 46) que o nível planáltico inferior sofreu uma maior denudação devida à subida rápida do seu nível de base e posterior retração de escarpa superior em relação ao nível planáltico médio (Figuras 17 e 34) (Tabela -2).\nAs análises das histórias térmicas da região de Caconde (SP) das amostras Ca - 19 e Div - 01, registraram um esfriamento rápido a 100 Ma possivelmente correlacionado a um soerguimento de toda área e reativação de antigas estruturas. Geomorfologicamente, amplitude altimétrica atual é baixa entre os diferentes níveis planálticos, corroborando com este soerguimento regional a 100 Ma.\nO nível planáltico inferior (N/S) é caracterizado por vertentes suaves e alongadas, drenagem sub - dentrítitca com baixo grau de dissecação e presença de anfiteatros com nascentes pouco desenvolvidas e espessas coberturas de alteração neste nível. É notável observar que a ocorrência espessas coberturas intempéricas ocorrem apenas nos níveis inferiores da área de Caconde (SP). Tais processos morfogenéticos possivelmente foram registrados no aquecimento rápido até 20 Ma da amostra Ca - 19 (Figura - 33), constatando que a atuação dos processos erosivos de retração lateral e vertical neste nível foram mais atuantes, devido a este encontrar - se mais rebaixado em relação ao nível planáltico médio. O limite entre o nível planáltico médio e inferior é uma extensa escarpa erosiva que foi o resultado da erosão lateral após o falhamento inverso sofrido na área (Figura - 34).\nDe acordo com a modelagem da história térmica da amostra Div - 01(Figura - 30), o período entre 90 a 40 Ma marca o início de uma zona de estabilidade que pode estar correlacionada com os processos erosivos responsáveis pela retração lateral da escarpa neste nível planáltico, onde o retrabalhamento deste nível planáltico ocasionou o desnível altimétrico entre o nível planáltico médio e inferior (Figura - 17).\neste esfriamento está relacionado à ascensão dos relevos situados ao sul, representando por morfologias semi - anelares sustentadas por rochas alcalinas (Figura - 17), constatando que a instabilidade tectónica gerada pela intrusão das rochas alcalinas alçou a porção o nível planáltico superior em altitudes de 1380 metros (Serra do Boqueirão), neste local as morfologias são semi - anelares; os interflúvios apresentam um forte nivelamento em seus topos, com desenvolvimento de perfis bauxíticos com cerca de 49 cm de espessura em média.\nTabela 2: Dados das amostras datadas por traços de fissão em apatitas\nAmostras\tElevação (m)\tp s/p i\tLs/Lj m m\tTap (Ma)\tTcorr. (Ma)\tSeção Denudada total\t(Ma)- Gradiente Geotérmico 32°C/km\tTaxa de erosão\n\t\t\t\t\t\t\t(metros/Ma)\nDiv - 01\t1036\t1.45\t0.83\t76.5±3 (4%)\t92±4 (4.3%)\t2094\t14.4\nDiv - 03\t980\t2.62\t0.74\t133 ±15 (11%)\t180 ±15 (8.3%)\t2344\t3.61\nDiv - 04\t970\t1.95\t0.78\t112 ±10 (9%)\t143 ±13 (9%)\t2031\t6.45\nCa - 19\t770\t1.90\t0.77\t86±3 (3.5%)\t112 ±4 (3.6%)\t2031\t14.4\nS - 1 A\t863\t0.83\t0.82\t37±4 (13.5%)\t45±6 (13.3%)\t1875\t5.9\nS - 1B\t1124\t0.18\t0.76\t62±7 (11%)\t89±10 (11.2%)\t1875\t5.9\nS - 3B\t1080\t1.97\t0.79\t79±9 (11%)\t100 ±11 (14%)\t1906\t7.1\nS - 3C\t965\t1.99\t0.76\t88±7 (8%)\t116 ±9 (8%)\t1906\t7.1\nS - 10\t860\t1.18\t0.84\t26±4 (15%)\t31±5 (16%)\t2281\t0.7\nS - 11\t904\t1.55\t0.74\t68±3 (6%)\t92±5 (5.4%)\t2250\t0.7\nS -12\t900\t1.73\t0.83\t75±3 (5%)\t90±4 (4.4%)\t1906\t0.6\nS - 14\t1268\t1.39\t0.82\t61±3 (6%)\t74±4 (5.4%)\t2051\t9.4\nS - 19\t259\t1.67\t0.86\t31±5 (16%)\t36±6 (16%)\t2344\t26.5\nps/pi - densidade média dos traços fósseis e induzidos\nLs/ L pm - comprimento médio dos traços fósseis e induzidos\nTap - idade aparente\nTcorr - idade corrigida\nFigura 30 : História Térmica da amostra Div - 01\n20-|\n40-\n/\nO ro 5— Z5 -t—* Cü 5— (D CL E o\n60-\n80-\n100-\n120-1----■----1---------1-----■----1-----■----1-\n250\t200\t150\t100\t50\nTempo (Ma)\n-i\n0\nFigura 31 : História Térmica da amostra Div - 03\nTemperatura (C)\nFigura 32: História Térmica da amostra Div - 04\nFigura 33: História Térmica da amostra Ca - 19\nÀFa!ha Inversa compilada de Oliveira et at , 19B3\nEscarpa erosiva\n^io Pardo\nWlvei pianáltlCQ Supenor\t5searpa d8 |lnfla ae fa|ha\nNível Planáltico Médio\n| Nível Pianálticolnfenor\nFigura 34: Escarpas de linha de falha na região de Caconde - SP\n7.2\t- ÁREA DE POUSO ALEGRE - MG\nConforme as observações realizadas no perfil geomorfológico complexo (E/W), Pouso Alegre é constituída por amplitudes topográficas diferenciadas, formadas por escarpas erosivas, vales retilíneos, alinhamentos de topos e níveis de cimeira nas porções mais elevadas. Segundo estudos realizados por IPT (1981) a Serra da Mantiqueira é formada por duas subzonas: a Mantiqueira ocidental e oriental. A Mantiqueira Oriental apresenta morfologias mais íngremes, com níveis de cimeira local bem definido, vales assimétricos; enquanto que a Mantiqueira Ocidental é composta por vales fluviais mais desenvolvidos com extensas áreas de agradação, vales retilíneos, vertentes longas e pouco dissecadas. Estas distribuições morfológicas nos diferentes níveis planálticos sugerem um condicionamento de uma tectónica em blocos, como podem ser observados nos perfis geomorfológicos complexos (Transversal e Longitudinal) (Figuras - 20 e 21). No perfil planáltico (E/W) entre o nível planáltico inferior e superior com a presença de falhamento normal que soergueu o nível planáltico superior.\nmorfológica e altimétrica entre os dois compartimentos topográficos já existiam durante a época de sua formação; pois os resultados referentes ao Otai denudado (1875 metros) e a sua taxa de erosão (5.9 metros/ Ma) são os mesmos para estes diferentes níveis planálticos.\nA análise da história térmica da amostra S - 1 A (Figura - 35) registra uma estabilização entre 40 - 20 Ma, podendo estar relacionada com o começo da dissecação dos níveis inferiores, servindo posteriormente de nível de base para a implantação dos sedimentos quaternários da Bacia de Pouso Alegre; prosseguiu de um aquecimento lento e gradual entre 30 e 15 Ma, que pode ser associado a processos que modelaram as áreas de deposição dos níveis planálticos inferiores e com posterior instalação de níveis erosivos que entalharam e nivelaram o nível planáltico médio. Cabe destacar aqui que este evento está associado com uma discordância de cunho regional e registrado em todas as bacias terciárias da região sudeste, sugerindo um episódio de erosão (Ciclo Velhas ?) ou não deposição (soerguimento ?) da plataforma (MELLO, 1997).\nNa história térmica da amostra S - 1 A um soerguimento rápido é registrado entre 20 a 10 Ma; podendo estar relacionado a uma estabilização entre os ciclos erosivos e soerguimento entre os níveis planálticos médio e inferior. Este evento foi registrado em toda a Serra da Mantiqueira, por um episódio de soerguimento (HACKSPACHER et. al., 1999, TELLO et.al., 2003) e também foi registrado em cidades próximas (Cambuí e Estiva) por RIBEIRO et. al. (2003 b). Tal hipótese corrobora com as morfologias situadas nos níveis planálticos representadas por vales retilíneos, assimétricos, encostas com escalonamentos pouco íngremes e áreas de sedimentação em seus níveis inferiores (Figuras - 20 e 21).\nA história térmica da amostra S - 1B, constata - se que a idade de seu início (Figura - 36) é marcada na história térmica por uma temperatura relativamente baixa (~80 °C), sugerindo que a idade de ~120 Ma seria a idade de origem da Serra da Mantiqueira, devido a um soerguimento rápido, não havendo tempo para que os traços de fissão fossem formados na temperatura de fechamento da apatita (~120 ° C). Tal hipótese é também relatada em trabalhos realizados por GUEDES et. al., (2000) TELLO et. al., (2003 a). Após este intervalo de esfriamento, a história térmica registra um intervalo de aquecimento de 100 - 60 Ma, possivelmente decorrente de reativações de falhas e soerguimentos locais devido a atuação de plumas (VANDECAR et. al., 1995) ocorridas durante o Cretáceo,\ncomo demonstrada pela idade corrigida da amostra (S - 1B - 89 ±10 Ma).Outro episódio marcado na história térmica da amostra S - 1 B é um soerguimento entre 20 a 10 Ma; estando relacionado a um período de intensa dissecação erosiva e sedimentação entre os níveis planálticos médio e superior e ao soerguimento já registrado na amostra S- 1 A e por TELLO et. al., (2003) e RIBEIRO et. al, (2003).\n0\n20\nCü\n0J\ni— (D CL\n40\n60\n80\nO\nE o\n100\n120\n50\n1 i l i l i l i l\n40\t30\t20\t10\t0\nTempo (Ma)\nFigura 35 : História Térmica da amostra S - 1 A\nFigura 36: História Térmica da amostra S - 1 B\n7.3\t- ÁREA DE ITAJUBÁ - MG\nNo mapa de níveis planálticos da região de Itajubá - MG é observado que os níveis classificados apresentam um caimento topográfico em direção a noroeste (Figura -26).\nConforme as análises realizadas no perfil geomorfológico complexo longitudinal (E/W) (Figura - 26), este apresenta no nível planáltico médio, relevos altamente dissecados, controlado pelo padrão nordeste das falhas reconhecidas em campo e compiladas através do mapa geológico elaborado por CPRM (1999) (Figura -25). Nesta seção do perfil, o relevo é formado por vales retilíneos e assimétricos, alinhamentos de topos com direção nordeste.\nbloco alto preservado e condicionado pela estruturação geológica local (Figura - 24). Este nível planáltico superior apresenta cristas lineares dissecadas, separadas pelo nível planáltico médio sendo este condicionado por uma zona de falhas transcorrentes. Suas morfologias expressam a atuação destes processos geológicos nos padrões retilíneos dos rios Sabará e rio Bom Jesus e maior dissecação do relevo neste nível planáltico (Figura -24).\nOs dados de traços de fissão em apatitas das amostras (S - 3 B e S - 3C), registraram idades corrigidas 100±11 Ma e 116±9 Ma (Tabela - 2) respectivamente, estes valores coincidem com a idade de 120 Ma quando ocorreu a abertura do Atlântico Sul (GUEDES et. al., 2000). Analisando as histórias térmicas (Figuras -38 e 39) observamos que ambas começam a uma temperatura relativamente baixa (~80 °C), sugerindo que a idade de ~120 Ma seria a idade de origem da Serra da Mantiqueira devido a um soerguimento rápido, não havendo tempo para que os traços de fissão fossem formados na temperatura de fechamento da apatita (~120 ° C). Tais hipóteses já foram propostas por GUEDES et. al., (2000) TELLO et. al., (2003).\nAnalisando a história térmica da amostra S- 03 B (Figura - 37) verifica - se um esfriamento contínuo, seguido por um esfriamento abrupto a partir de 20 Ma. A história térmica da amostra S- 03 C (Figura - 38) apresenta um aquecimento acompanhado por uma estabilidade, posteriormente seguido por um esfriamento até 20 Ma. De acordo com os dados obtidos para o total denudado (1906 metros) e taxa de erosão (7.1 metros/ Ma) (Tabela - 2), ambas apresentaram os mesmos índices para as duas amostras, isto nos permite levantar considerações sobre os eventos registrados nas histórias térmicas podem ser os registros decorrentes das manifestações ocasionadas pelos processos erosivos e atuação tectônica (falhas nordeste) (Figura - 25) que auxiliaram na distribuição homogênea do padrão de distribuição das morfologias situadas no nível planáltico médio.\nTemperaura( °C)\nFigura 37 : História Térmica da amostra S - 3B\n20\n40\n60\n80\n100\n120------■-----1----1-----L-\n120 100 80\n60\t40\t20\n0\nJ\n0\nTempo (Ma)\nFigura 38 : História Térmica da amostra S- 3C\n7.4\t- ÁREA DE CUNHA - SP\nDe acordo com as análises realizadas na área de Cunha (SP) utilizando os perfis geomorfológicos complexos (Figuras - 27 e 28) e as idades corrigidas, mostram morfologias controladas pela interação dos processos erosivos e tectónicos, como exemplos podemos ressaltar a presença de relevos escalonados, vales retilíneos e assimétricos, descontinuidades altimétricas de cristas e níveis mais rebaixados (depressões) embutidos em níveis mais elevados.\nDe acordo com as observações realizadas em campo, as amostras S- 10, S- 11 e S-12 estão situados próximos uma da outra, porém cada uma possuindo um padrão morfológico específico decorrente do padrão estrutural sustentado pela presença de falhas normais e transcorrentes reativadas (Figura - 28). Na área da amostra S- 10 as morfologias são representadas por vales assimétricos com desenvolvimento de planície fluvial de um lado e do outro uma encosta íngreme; vales retilíneos, alinhamentos de topos, anfiteatros desarticulados com o nível de base atual, anfiteatros entulhados. No setor da amostra S-11 o relevo apresenta níveis de cimeira escalonados, vales assimétricos, anfiteatros dissecados. Na área onde está situada a amostra S-12, suas morfologias são representadas por vertentes alongadas pouco dissecadas, vales assimétricos e retilinizados, com anfiteatros entulhados. Estas feições demonstram morfologias controladas pelo tectonismo.\nA amostra S 10 registrou idade corrigida de 31 ±5(Ma) (Tabela - 2), esta idade está correlacionada com a época do soerguimento e a reativação do falhamento normal que posteriormente ocorreu instalação do padrão retilíneo da drenagem e vales assimétricos em decorrência do recuo proporcionado pela erosão. Nesta amostra, foram calculados o total denudado de 2281 metros e taxa de erosão de 0.7 metros/Ma (Tabela -2) qre demonstraram índices baixos se comparados a altitude atual da mesma (840 metros). Tais cálculos sugerem que atuação do falhamento normal foi o responsável pelo aumento dos processos erosivos neste setor, ocasionando o desnivelamento altimétrico desta seção no nível planáltico médio.\nDe acordo com o padrão geomorfológico e estrutural da área onde a amostra S-11 foi coletada e a sua idade corrigida (92±5Ma) podemos observar que ela está limitada por\nfalhas normais e transcorrentes. Tais evidências sugerem que durante o Cretáceo Superior esta zona de falhas foi reativada, gerando um bloco mais elevado.\nNa amostra S - 11 foram calculadas o total denudado (2250 metros) e a taxa de erosão (0.67 metros) (Tabela -2), mostram que seus índices de seção denudada total e taxa de erosão sofreram uma variação maior mostrando que esta seção do nível planáltico sofreu alterações bruscas no nível de base local ocasionadas por soerguimento tectónico mais recente. Este condicionamento tectónico é representado na morfologia por níveis escalonados nesta porção do nível planáltico (Figura - 29).\nA amostra S - 12 registrou idade corrigida de (90±4Ma) (Tabela - 2), correlacionada com intensa erosão que se processou nesta faixa ocupada pela zona de cisalhamento de Taxaquara - Valença. De acordo com as características morfológicas da área amostrada, esta situa- se em um vale intermontano formado por vales alargados com extensas rebaixadas; manto de alteração espesso, vertentes alongadas, anfiteatros entulhados.\nCálculos do total denudado (1906 metros) e taxa de erosão (0.6 metros/ Ma) corroboram com as características morfológicas atuais na área, mostrando que a pequena variação dos processos erosivos foi pequena no decorrer do tempo deste setor possivelmente associado ao intenso processo de falhamento e tectónica em blocos (Tabela -2).\nEm direção a leste, no nível planáltico superior, a amostra S- 14 apresenta idade corrigida de 74±4Ma está associada à estruturação das morfologias características deste nível sendo este representado por níveis escalonados apresentando dissecação vertical intensa como o modelo proposto para margens passivas proposto por GILCHRIST &amp; SUMMERFIELD (1994). Dados referentes ao total denudado e taxa de erosão (Tabela - 2) apresentam índices elevados, indicando um rejuvenescimento contínuo da paisagem decorrente da ação conjunta da denudação e tectónica em um período mais recente.\nrelevos mais dissecados estão relacionados com a atuação dos processos erosivos verticais e laterais intensificados pela mudança de nível de base neste setor próximo a margem continental.\nA história térmica da amostra S - 10 (Figura - 39) apresenta um aquecimento durante o Oligoceno até o Mioceno (20 Ma), seguido por um esfriamento gradual no Mioceno Superior. Este aquecimento está relacionado com o alçamento das isotermas que geraram um soerguimento tectónico e está representado nas discordâncias das bacias marginais e continentais (MELLO, 1997, AMADOR, 1980, RIBEIRO et.al., 2003) precedido por esfriamento indicando a atuação dos processos erosivos que auxiliaram na manutenção dos níveis de base atuais.\nA história térmica da amostra S - 11 (Figura - 40), indica que durante o Cretáceo a área sofreu a atuação erosiva. A partir de 40 - 20 Ma, a história térmica registra um período de aquecimento acompanhado por um esfriamento rápido e posteriormente por um esfriamento contínuo. O aquecimento registrado nas amostras S- 11 e S-10 entre 40 - 20 Ma, demonstra que este aquecimento é o reflexo das movimentações ao longo das falhas, gerando um soerguimento em bloco e conseqüentemente ocorrendo um rebaixamento do nível de base neste bloco (Figura - 28).\nA história térmica da amostra S- 12 (Figura -41) apresenta uma zona de estabilidade com um esfriamento lento de 100 até 50 Ma, depois de 40 Ma um esfriamento lento precedido por uma zona de estabilidade. Nesta seção do perfil geomorfológico complexo (E/W), as morfologias nos indicam que atuação denudacional foi muito intensa, pois apresentam drenagens pouco desenvolvidas, vales entulhados e dessimétricos, anfiteatros com os fundos planos e entulhados com uma sedimentação mais recente prolongando - se até o nível de base local, topos aplanados e nivelados em um mesmo nível, indicando provavelmente um soerguimento lento e erosão.\nlitostático, como pode ser observado no relevo por vales entalhados, vales fluviais retilíneos e assimétricos, escalonamento das superfícies de cimeira locais.\nA história térmica da amostra S - 19 (Figura - 43) apresenta um período com um aquecimento lento 38 a 27 Ma, soerguimento da plataforma no Oligoceno/ Mioceno de 25 a 20 Ma um esfriamento mais acelerado e 18 Ma até os dias de hoje uma zona de estabilidade. A amostra S- 19 está situada no nível planáltico inferior, este nível é formado escarpas, decorrentes dos processos de retração lateral e vertical que se estendem ao longo deste setor na margem continental. A ação destes processos erosivos estão associados às zonas de estabilidade verificadas na história térmica, pois quanto maior a erosão lateral maior a retração da isoterma como proposto por STÜWE &amp; HINTMÜLLER (2000) o que acaba gerando um esfriamento gradual. No caso do esfriamento rápido verificado na história térmica no intervalo de 25 a 20 Ma, este está vinculado a uma mudança brusca do nível de base local ocasionada por uma tectônica miocênica e conseqüentemente uma aceleração no recuo lateral de escarpa nesta porção da Serra da Bocaina. Tais evidências marcam o padrão morfológico altamente dissecado nesta porção ao norte da Serra do Mar diferenciando - a das demais porções desta zona geomorfológica ao longo da margem continental.\nFigura 39 : História Térmica da amostra S - 10\n0\nO\nro i_ D\nro i_ (D Q\nE (D\n20\n40\n60\n80\n100\n100\ni i i i i i i i i\n80\t60\t40\t20\t0\nTempo (Ma)\nFigura 40: História Térmica da amostra S - 11\n0\n20\nO\nro i_ D\nro i_ (D Q_ E (D\n40\n60\n80\n100\n120------'----*—\n120 100\n80\ni i i i\n60\t40\nTempo (Ma)\n20\n0\nFigura 41 : História Térmica da amostra S - 12\n0\n20\n40\n05\n05\t60\n<D CL\no 80\nH\n100\n120\t 100\t1 1 80\t1 60\tl 1 1 1— 40\t20\n\t\t\tTempo(Ma)\nJ\n0\nFigura 42 : História Térmica da amostra S - 14\n0\nTemperatura (°C)\n20\n40\n60\n80\n120 u'---------------1-------1--------l-\n40\t30\t20\n1\n10\nJ\n0\nTempo (Ma)\n8.0 - CONCLUSÕES\nO presente trabalho nos permitiu compreender a gênese Meso - Cenozóica neste perfil compreendido entre Caconde e Cunha (SP), mostrando que as configurações morfológicas destes setores estiveram relacionadas a eventos tectónicos bem marcados, precedido, em alguns casos por um forte período erosivo.\nAs análises realizadas permitiram definir de três a dois níveis planálticos: o superior, o médio e o inferior. Esta divisão em níveis planálticos proporcionou uma melhor visualização da interação dos processos morfogenéticos frente às diferenças litoestruturais situadas em cada setor. Neste caso ressaltamos os resultados obtidos para a região de Caconde e Cunha - SP, onde os perfis geomorfológicos demonstraram a intervenção de falhamentos (Falhas de Areado e Taxaquara respectivamente) na formação de seus diferentes níveis planálticos, o que acabou contribuindo na compartimentação de níveis mais dissecados e um aumento progressivo nas taxas de erosão e total denudado. Nas áreas de Pouso Alegre e Itajubá (MG), alguns setores dos níveis planálticos foram formados por uma tectónica em blocos o que acabou gerando morfologias escalonadas com níveis inferiores bastante dissecados.\nDados relacionados à análise de traços de fissão em apatitas constataram 4 eventos bem marcados: o primeiro no Cretáceo Inferior/ Superior (120 - 90 Ma), o segundo no Cretáceo Superior/ Paleoceno (80 - 60 Ma); o terceiro no Eoceno/ Oligoceno (40 - 30 Ma) e o quarto no Mioceno (20 - 10 Ma); tais eventos estão relacionados com a tectónica de abertura continental (1° evento); a formação da Serra do Mar (2° evento); o último registro do magmatismo alcalino e soerguimento em toda a plataforma (3° evento) e o soerguimento da Serra do Mar Oligoceno/Mioceno (4° evento). As distribuições destes eventos foram correlacionados com a divisão dos níveis planálticos nas áreas abordadas. Na região de Caconde (SP) situada na Serrania de Lindóia, as morfologias mais elevadas, situadas no nível planáltico superior e médio, apresentaram evidências de retrabalhamento de superfícies mais antigas (Sul - Americana ?) entulhadas em níveis mais rebaixados e preservação de depósitos sedimentares possivelmente de idade terciária; morfologias semi -anelares sustentadas por rochas alcalinas na porção sul de Caconde (SP); topos aplanados\ncom desenvolvimento de perfis bauxíticos. Na porção norte de Caconde (SP), a reativação de falha inversa, configurou o desnível altimétrico entre o nível planáltico médio e inferior auxiliado pelo processo de retração de escarpa ao longo do perfil nesta porção.\nNa região de Pouso Alegre e Itajubá (MG) situadas na Serra da Mantiqueira ocidental e oriental, a variação da amplitude topográfica entre ambas variou de acordo com o maior desenvolvimento de seus sistemas de drenagem. De acordo com o reconhecimento e análise realizada nos níveis planálticos, a maioria destes níveis estão limitados por falhas que favoreceram o desenvolvimento dos sistemas fluviais e área de sedimentação nos níveis planálticos inferiores. Dados referentes à análise de traços de fissão em apatitas juntamente com evidências geológicas (falhas) e geomorfológicas, apontaram que o desenvolvimento dos níveis planálticos estão associados com uma tectônica em blocos.\nAnalisando as figuras 45 e 46, nota - se que na região da Serra do Mar possui níveis planálticos definidos e apresentam morfologias indicativas da atuação de falhamentos (Falha de Taxaquara) que pode ser observado nos perfis geomorfológicos complexos. A figura - 46 mostra que na região da zona de falha de Taxaquara as taxas de erosão são baixas, porém na mesma região o total denudado (Figura - 44) é alto, as relações entre os dados indicam a atuação de um falhamento normal; com basculamento de blocos associados à erosão, o que acabou ocasionando uma “aparente” seção denudada intensa. Tal hipótese já foi levantada em regiões dos Estados Unidos e Europa por BURBANK &amp; ANDERSON (2001) e BURBANK (2002) e foi denominada de Denudação Tectônica (Tectonic Denudation).\nTais evidências estão relacionadas com a forte variação das idades corrigidas ao longo do perfil E/W e o aumento significativo da seção denudada total e taxa de erosão ao longo do perfil. A configuração do sistema morfológico juntamente com os dados termocronológicos, demonstraram que a variação do nível de base foi decorrente de reativações ocorridas durante o Eoceno/ Mioceno. Esta hipótese de denudação tectônica também se aplica para a região entre Caconde e Divinolândia, porém temos evidências de uma forte regressão lateral da escarpa de falha, indicando de que a reativação foi mais antiga, provavelmente cretácea, como é indicado pela maioria das idades de traços de fissão em apatitas.\nAs análises geomorfológicas e termocronológicas ao longo do perfil entre Caconde (SP) e Cunha (SP) demonstraram que esta porção sofreu 4 períodos tectónicos que proporcionaram a formação, a preservação e o desmantelamento dos níveis planálticos com a atuação dos processos denudacionais mais acentuados na borda continental, conforme os modelos de regressão lateral de escarpa propostos por THOMAS &amp; SUMMERFIELD (1987) e GILCHRIST et. al., (1994) e com uma regressão erosiva mais suave em direção ao interior continental, onde temos a formação de níveis escalonados e mais dissecados, com retrabalhamento de antigas superfícies erosivas devido a variação do nível de base local em decorrência de soerguimentos tectónicos conforme o modelo de pediplanização proposto por KING (1952, 1963) (Figura - 44 e 45).\nFigura 44: Total Denudado da área de estudo\nTOTAL DENUDADO DA SEÇÃO ESTUDADA NESTE TRABALHO\nFigura 45: Total Denudado da área de estudo\n1Ú7\nFigura 45: Taxa de erosão da área de estudo\n___________________________________________________________________________________ 109 9.0- REFERÊNCIAS BIBLIOGRÁFICAS\nALMEIDA, F.F.M. de. Fundamentos geológicos do relevo paulista. Bol. Inst. Geogr.\nGeol., São Paulo, (41): p.169 - 263, 1964.\nALMEIDA, F.F.M. de. The system of continental rifts bordering the Santos Basin, Brazil. Anais da Academia Brasileira de Ciências, v. 48 (suplemento), p. 15- 26, 1976.\nALMEIDA, F.F.M. de. &amp; CARNEIRO, C.D.R. Origem e evolução da Serra do Mar.\nRevista Brasileira de Geociências, v. 28 (2), p. 135-150, 1998.\nAMADOR, E.S. Considerações sobre as fases de sedimentação dos depósitos continentais pleistocênicos In 31° Congresso Brasileiro de Geologia, Balneário de Camboriu, S.C. Anais...Balneário Camboriu, S.C. v.1, 530 -541, 1980.\nAMARAL, G.; BORN, H.; HADLER, J.C.; IUNES, P.J.; KAWASHITA, K.; MACHADO JR., D.L.; OLIVEIRA, E.P.; PAULO, S.R. &amp; TELLO, S.C.A. Fission track analysis of apatites from São Francisco Craton and Mesozoic alcaline-carbonatite complexes from central and southeastern Brazil. Journal of South American Earth Sciences. v.10, n.3 - 4, p. 285 -294. 1997.\nAZEVEDO JR., M. F. de. Integração entre o preenchimento sedimentar cenozóico das bacias de Campos e Santos e a evolução tectônica e geomorfológica das áreas continentais adjacentes. 1991.160 f. Dissertação (Mestrado em Geologia)-Departamento de Geologia, Universidade Federal de Ouro Preto, Ouro Preto - Minas Gerais.\nBERGSTROM, K.L. Long term morphotectonic evolution in Sweden. Geomorphology v. 16 p. 33 - 59, 1996.\nBIGAZZI, G., GUEDES, S., HADLER N., J.C., IUNES, P.J., ODONE, M., Osono, A . M.,\nPAULO, S.R.&amp; ZUNIGA, A. Potentialities and practical limitations of absolute neutron dosimetry using thin films of uranium and thorium applied to the fission track dating. Radiation Meassurements, v. 31, p. 651 - 656,1999.\nBIGAZZI, G., GUEDES, S., HADLER N., J.C., IUNES, P.J., PALUO, S.R. &amp; TELLO S.,\nC.\tA . Application of neutron dosymetry by natural uranium and thorium thin flims in fission tracks dating. In: Book of extend abstracts of 9th International Conference on Fission Track Dating and Termocronology. Lorne, Australia, 2000. p. 33 - 35.\nBISTRICHI, C. R. Análise estratigráfica e geomorfológica do cenozóico da região de Atibaia-Bragança Paulista, Estado de São Paulo. Tese de doutorado, IGCE, Unesp, Rio Claro, 184p. 2001.\nBÜDEL, J. Die “ Doppeiten Einebnungsflachen” in den feuchten tropen. Zeitschrift fur Geomorphologie, v. 1, p. 201-288, 1957.\nBRITO NEVES, B.B. &amp; CORDANI, H.G. Tectonic evolution of South American during the Late Proterozoic. Precambrian Research^. 53, 23 - 40,1991.\nBROWN, R.W.; RUST, D.J.; SUMMERFIELD, M.A.; GLEADOW, A.J.W.; De WIT,\nM.C.J. An early Cretaceous phase of accelerated uplift on the southwestern margin of Africa: evidence from apatite fission track analysis and the offshore sedimentary record. Nuclear Tracks Radiation Measurements, v.17, p.339-350, 1990.\nBURBANK,D.W. &amp; ANDERSON, R.S. 2001. Tectonic Geomorphology. Edit. Blackwell Science, 274p.\nBURBANK, D.W. Rates of erosion and their implications for exhumation. Mineralogical Magazine ,v. 6, 25 - 52. 2002.\nCAMPANHA, G.A.C. &amp; FERRARI, A .L. Lineamento Além Paraíba: um exemplo de zona de cisalhamento. In: 38 Congresso Brasileiro de Geologia, Rio de Janeiro, 12., 1984, Rio de Janeiro. Anais ... Rio de Janeiro: Sociedade Brasileira de Geologia, 1984. p. 5425 - 5432.\nCAMPOS NETO, M.C. da &amp; FIGUEREIDO, M.C.H. Evolução geológica dos terrenos costeiro, Paraíba do Sul e Juiz de Fora (RJ- MG- ES). In: 36th Congresso Brasileiro de Geologia, 6, p. 2631- 2648, 1990.\nCAMPOS NETO, M.C.da &amp; FIGUEIREDO, M.C.H. The Rio Doce Orogeny, southeastern Brazil. Journal South American Earth Sciences, v. 8, 143 - 162, 1995.\nCAMPOS NETO, M.C. da &amp; CABY, R. Neoproterozoic high - pressure metamorphism and tectonic constrain from de nappe system south of the São Francisco Craton, southeast Brazil. Precambrian Research, 97, 3- 27, 1999.\nCAMPOS NETO, M. C. da. Orogenic systems from southerwestern gondwana na approach to Brasiliano - Pan African cycle and orogenic collage in southeastern Brazil. IN: CORDANI, U.G. et. al., (edited) Tectonic Evolution of South America 1a. ed. Rio de Janeiro: 31st International Geological Congress, 2000, cap 12, p. 335-365.\nCAVALCANTE, et al,. Relatório Final de Geologia - Ministério das Minas e Energia. Departamento Nacional da Produção Mineral . Brasília.p. 299,1979.\nCOBBOLD, P.R.; MEISLING, K.E.; MOUNT, V.S. Reactivation of an obliquely rifted margin, Campos and Santos basins, southeastern Brazil. American Association of Petroleum Geologists, v.85, n°11, p. 1925 -1944, 2001.\nCOIMBRA, A .M., RICCOMINI, C., MELO, M.S. A formação Itaquaquecetuba: evidências de tectonismo no quaternário paulista. IN: Simpósio Regional de Geologia, 4, São Paul, Atas... São Paulo: SBG, p. 265- 285, 1983.\nCORDANI, U.G. 2000 et al., Crustal evolution of the South American Plataform. IN: CORDANI, U.G. et. al., (edited) Tectonic Evolution of South America 1a. ed. Rio de Janeiro: 31st International Geological Congress, 2000, cap. 1, p. 19 - 40.\nCPRM (1999). Programa de levantamentos geológicos básicos do Brasil: Folha Santos, Guaratinguetá, Ilha Grande, Campinas, escala 1: 250 000. Projeto de Integração geológica - serviço Geológico do Brasil - Superintendência Regional de São Paulo.\nDAVIS, W.M. The Geogrphical Cycle. Geographical journal, London, v.14, n°5, pp. 481 -484, 1889. In: IN: ADAMS, G.F.(edited) Planation Surfaces: Peneplains, Pediplains, and etchplains. Vol. 22. Stroudsburg, Pennsylvania, 1975, cap 1, p. 16-17.\nDUDDY, I.R. et. al., (1988). Thermal annealing of fission tracks in apatite 3. Variable temperature behaviour, Chem. Geol. (Isto. Geosci. Sect.) 73, 25 - 38 pp.\nFREITAS, R. O. de. Geologia e Petrologia da Ilha de São Sebastião, Fac. Fil. Ciên. E Letr., Universidade de São Paulo, Bol. LXXXV, Geol. N° 3- 244pp. 1947.\nFREITAS, R. O. de. (1951) Ensaio Tectônico do Brasil. Revista Brasileira de Geografia, Rio de Janeiro, 13: 171 - 222.\nFERREIRA, M.F.M. Geomorfologia e análise morfotectônica do alto vale do Sapucaí -Pouso Alegre - MG.2001.274f. Tese de Doutoramento em Geociências e Meio Ambiente - Universidade Estadual Paulista, Rio Claro - São Paulo.\nFLEISCHER, R. L.&amp; PRICE, P.B. Charged particle tracks in glass. Journal of Applied Physics, 34, 2903 - 2904, 1963.\nGALLAGHER, K., HAWKEWORTH, C. &amp; MANTOVANI, M. The denudation history of onshore continental margin of S.E. Brazil inferred from fission track data. Journal Geophysical Research, 99, p. 18117 - 18145, 1994.\nGALLAGHER, K.&amp; BROWN, R. The Mesozoic denudation history of the atlantic margins of southern Africa and Southeast Brazil and the relationship to offshore sedimentation. IN: CAMERON, N.R.; BATE, R.H.; CLURE, V.S. (editors). The oil and gas habitats of the Ssouth Atlantic, Geological Society Special Publication, n°153, 41 -54, 1999.\nGILCHRIST, A . R. &amp; SUMMERFIELD, M. A . Differential denutation and flexural isostasy in formation of rifted - margin upwarps. Nature, 346, pp. 739 - 742, 1990.\nGILCHRIST, A . R. &amp; SUMMERFIELD, M. A . Tectonics models of pasive margin evolution and their implications for theories of long - term landscape development. IN: Kirkby, M.J. (eds.) Process Models and Theoretical Geomorphology, Wiley, Chichester, p. 55 -84, 1994.\nGLEADOW, A.J.W.; DUDDY, I.R.; GREEN, P.F.; LOVERING, J.F. Confined fission track lenghts in apatite. A diagnostic tool for thermal history analisis. Contributions of Mineralogy and Petrology, v. 94, 405 -415, 1986.\nGONTIJO, A . H. F. Morfotectônica do nédio vale rio Paraíba do Sul: região da Serra da Bocaina, estados de São Paulo e Rio de Janeiro. 1999. 259f. Tese de Doutoramento em Geociências - Universidade Estadual Paulista, Rio Claro - São Paulo.\nGUEDES, S.; HACKSPACHER, P.C.; HADLER NETO, J.C.; IUNES, P.J.; PAULO, S.R.;\nRIBEIRO, L.F.B.; S. TELLO, C.A. 2000. Recognition of Cretaceous, Paleocene and Plio - Pleistocene activities, throught AFTA, in precambrian areas of the soutest Brazil: Association with the south atlantic ocean opening. In: INTERNATIONAL CONFERENCE ON FISSION TRACK DATING E GEOLOGICAL THERMOCHRONOLOGY, 9 2000, Australia, book of abstracts... Australia, 2000, p.139-141.\nGUEDES, S.; HACKSPACHER, P.C.; HADLER NETO, J.C.; IUNES, P.J.; PAULO, S.R.; RIBEIRO, L.F.B.; S. TELLO, C.A. 2000. Constraints on the evolution and thermal history of the continental platform of southeast Brazil, São Paulo State, using apatite fission track analysis (AFTA), Revista Brasileira de Geociências, especial congresso, p.107 -109.\nHACK, J.T. 1979. Rock control and tectonism their importance in shaping the Appalachian highlands. US Geological Survey Professional Paper, 1265, Washington.\nHACKSPACHER, P.C., FETTER, A . H., DANTAS, E.L., HADLER NETO, J.C., RIBEIRO, L.F.B., TELLO, C.E.S. (2001) Tectonothermal events of southeastern Brazil: Implications for consolidations of the South American platform In: South-American Symposium on Isotope Geology, 3, Pocún/Chile. Anais, p. 43.\nHACKSPACHER, P.C.; FETTER, A.H.; HADLER NETO, J.C.; RIBEIRO, L.F.B.;\nTELLO, C.E.S.; DANTAS, E.L.; SIQUEIRA, M.C.2002. Consolidation and Break up of South American platform at southeastern Brazil: tectonothermal and denudation process. GONDWANA 11 - International congress of Gondwana, 11.\nHADLER NETO, J.C. et. al.; Thermal history of coopper - bearing rocks form caribe mine, Brazil: preliminary results from fission track analysis. Expanded Abstract of\n3\t111 International Congress of the Brazilian Geophysical Society, vol. 2, p. 845 -850, 1993.\nHADLER NETO, J.C. Obtaining of thermal histories for sets of geologically compatible localities by using apatite fission track analysis. Revista de Física aplicada e instrumentação, v.10, p.1-10, 1995.\nHadler N., J.C., lunes, P.J., Paluo, S.R. and Tello S., C.A . (2000) The study of apatite\nfission tracks annealing: Experimental measurements of density and lenght in basal and randomly oriented faces. In: Book of extend abstracts of 9th International Conference on Fission Track Dating and Termocronology. Lorne, Australia, pp. 143 - 145.\nHADLER J.C.N. S.R. PAULO, P. J. IUNES, C.A. TELLO S., M. L. BALESTRIERI, G.\nBIGAZZI, E. A.C. CURVO, P. HACKSPACHER (2001) A PC compatible Brazilian software for obtaining thermal histories using apatite fission track analysis. Radiation Measurements, 34: 149-154.\nHAMZA et al. Mapas geotermais do Brasil. Relatório interno do instituto de pesquisas Tecnológicas, 1988, (n°27.069), 70p.\nHASUI, Y e OLIVEIRA, M. A . F. (1984). Província Mantiqueira, setor central. IN: O Pré - Cambriano do Brasil, eds. Almeida, F.F.M. e Hasui, Y. Edgard Blücher Ltda, São Paulo, 378pp.\n\t 116 thusted during the Pan\tafrican Oregon, International Geoscince\nJournal/Gondwana Research, 1 (3-4),pp. 373 -382.\nHEILBRON, M et al., (2000). The roots of the southeastern continental margin Brazil. IN: Mohriak, W.U. and Talwani, M. (eds). Atlantics rifts and continental margins. Washington, American Geophysical Union, Geoph. Monogr. Ser. 115, pp: 1 - 32.\nHEILBRON, M. et al., (2000). New constraints on the tectonic organization and structural styles related to the Brasiliano collage of the central segment of the Ribeiro Belt, SE Brazil, IN: Abstracts of the International Conference on Precambrian and Craton tectonics/14th International Conference on Basement Tectonics, Ouro Preto, Minas Gerais, Brazil, Extended Abstrcts, pp: 15 - 17.\nHURFORD, A.J. Standardization of fission track dating calibration: Recommendation by\nthe Fission Track Working Group of the I.U.G.S. Subcomission on Geochronology, Nuclear Tracks Radiation Measurements, v.11, p.329 - 333, 1990.\nIBGE (Instituto Brasileiro de Geografia e Estatística) Cartas Topográficas na escala 1:50.000: Caconde (1971), Pouso Alegre (1971), Itajubá (1971) e Cunha (1974).\nIBGE (Instituto Brasileiro de Geografia e Estatística) - Manual técnico de Geomorfologia -série manuais técnicos em geociências n°5, 111pp. 1995.\nIPT (Instituto de Pesquisas Tecnológicas do estado de São Paulo) - Mapa Geomorfológico do estado de São Paulo (IPT). Vol. I, 94pp. 1981.\nIPT (Instituto de Pesquisas Tecnológicas do estado de São Paulo) - Mapa Geomorfológico do estado de São Paulo. Vol .II, 1981.\nIUNES, P.J. Utilização da dosimetria de nêutrons através de filmes finos de urânio e de\n_______________________________________________________________________________________ 117 tório naturais na datação de minerais com o método dos traços de fissão ,1999, 111f Tese (Doutorado em Física) apresentada no instituto de física GLEB WATAGHIN - UNICAMP/Campinas.\nKARNER, G.D. &amp; DRISCOLL, N.W. T ectonic and stratigraphic development of the westafrican and eastern Brazilian margins: insights from quantitative Basin modelling. IN: CAMERON, N.R.; BATE, R.H.; CLURE, V.S. (editors). The oil and gas habitats of the South Atlantic, Geological Society Special Publication, n°153, 11 -40, 1999.\nKING, L.C. 1953. Canons of landscape evolution. Bull. Geol. Soc. Of América. New York, 64 (7). 721 - 752p.\nKING, L.C. (1956) A geomorfologia do Brasil Oriental. Revista Brasileira de Geografia, v.18, n.2, pp.147-265.\nKING, L. C. The Morphology of the Earth. Edinburgh: Ollier &amp; Boyd, 1962.\nLASLETT,G.M., et. al.; (1982). Bias in measurements of fission - track length distributions. Nuclear Tracks, 6: 79 - 85.\nLUTZ, T.M. &amp; OMAR,G. Na inverse method of modeling thermal histories from apatite fission - track data. Earth Planetary Science Letters, v. 104, p . 181 - 195, 1991.\nMACEDO, J.M., BACOCCOLI, G., GAMBOA, L.A . P. 1991. O tectomsmo Meso -Cenozóico da região sudeste. Atas - 2° Simp. Geol. Sudest - SBG/SP - RJ, São Paulo p. 429 - 437.\nMACHADO, R. &amp; ENDO, I. (1993). Estruturas Transcorrentes na borda sul do craton do São Francisco. IN: Simpósio sobre o craton do São Francisco, II, Salvador, Anais, Bahia, SBG, 269 - 271.\nMACHADO,N., VALLADARES, C.S., HEILBRON, M. &amp; VALERIANO, C.M. 1996. U/Pb Geochronology of central Ribeira Belt. Precambrian Research, 79, 347- 361.\nMELLO, C.L. (1997) Sedimentação e Tectônica cenozóicas no médio vale do Rio doce (MG, sudeste do Brasil) e suas implicações na evolução de um sistema de lagos, USP - IG - Tese de Doutoramento - Pós graduação em geologia sedimentar, 275p.\nMILLOT, G. (1983). Planation of continents by intertropical weathering and pedogenetic process in: International Symposium Laterization Process, II, 1982. sâo Paulo. Proceedings:IWGLP/IAG, 1983.pp.53-63.\nMOURA, J. R. S.; MELLO, C. L. Classificação aloestratigráfica do Quaternário superior da região de Bananal (SP/RJ). Revista Brasileira de Geociências. V. 21, p. 236 - 254, 1991.\nOLIVEIRA, M.A . F. et. al., Sedimentação associada ao vulcanismo alcalino de Poços de Caldas (Divinolândia - SP). Boletim IG, USP, v. 6 : 13 - 19.\nOLIVEIRA, M.A . F. et. al., Geologia da Porção paulista das quadrículas de Caconde e Guaxupé. Atas da 1° Jornada sobre a carta geológica do estado de São Paulo em escala de 1: 50 000, 171 - 172pp.\nORTIZ, M.A.(1990). Perfiles Geomorfológicos Complejos. Série Varia T. 1 n. 12 . México. 46pp.\nPANIZZA, M. and CASTALDINI, D. (1987). Neotectonic research in applied geomorphological studies. Zeistsch. Geomoph., Suplem. 631 (Neotectonics and Morphotectonics), p: 173 - 211.\nPASSOS, E. &amp; BIGARELLA, J.J. Superficies de erosão. In: Cunha, S.b. da &amp; Guerra, A . J. T. (eds.) Geomorfologia do Brasil, editora Bertrand Brasil, Capítulo 3, p. 107 -136.\nPENCK, W. (1924). Die morphologische analyse. Stuttgart journal engelhom’s nachf, 283p.\nPENCK, W. (1953). Morphological analysis of land forms: a contribuition to physical geology. London, Macmillan, 429p.\nPONÇANO, W.L. e ALMEIDA, F.F.M. de (1993). Superfícies erosivas nos planaltos cristalinos do leste paulista e adjacências: uma revisão. Cadernos IG/UNICAMP, 3 (1).pp. 55-90.\nRAAB, M.J. (2001) The geomorphic response of the passive continental margin of northern Namibia to Gondwana break - up and global scale tectonics. Doctoral Thesis, Universitat zu Gottingen, Gottingen, 253p.\nRAAB, M.J., BROWN, R.W., GALLAGHER, K., CARTER, A ., WEBER, K. Late Cretaceous reactivation of major crustal shear zones in northern Namibia: constraints from apatite fission track analysis. Tectonophysics (349): 75 - 92.\nRIBEIRO, L.F.B; HACKSPACHER, P.C.; HADLER NETO, J.C; GUEDES, S.O.; S. TELLO, C.A; IUNES, P.J; FRANCO, A. B. 2003. Reativação Meso -Cenozóica de áreas Pré - Cambrianas a nordeste da Bacia do Paraná, análise de traços de fissão em apatitas - Revista Brasileira de Geociências - submetido\n- RIBEIRO, M.C.S; HACKSPACHER, P.C.; RIBEIRO, L.F.B; HADLER, NETO, J.C GUEDES, S.; 2003 - Reativação Neocenozóica da Zona de Cisalhamento de Taxaquara - Serra do Mar na Região de Cunha - SP: Aplicações pelo Método de Traços de Fissão em Apatitas IX Simpósio Nacional de Estudos Tectônicos, IX SNET e III International Symposium on Tectonics - SBG Búzios - RJ - Boletim de resumos - 394 - 397.\nRICCOMINI, C. (1989). O rift continental do sudeste do Brasil. Tese de Doutoramento, Instituto de Geociências - USP, 256 pp.\nSAADI, A . ; QUINTÃO, N.H.; VALADÃO, R.C. 1989. Novos depósitos neocenozóicos no leste de Minas Gerais. IN: Simpósio de Geologia do Sudeste, 1, Rio de Janeiro, 1989. Anais... Rio de janeiro, SBG/RJ - SP, p. 101 -102.\nSAADI, A .1990 Ensaio sobre a morfotectônica de Minas Gerais. Belo Horizonte, IGC/UFMG. Tese de Professor Titular, 285 p.\nSANTOS, M. 1999. Serra da Mantiqueira e Planalto do Alto rio Grande: A Bacia Terciária de Aiuruoca e evolução morfotectônica volume 1 (texto), 134f. Tese de Doutoramento em Geociências - Universidade Estadual Paulista, Rio Claro - São Paulo.\nSCHOBBENHAUS, C.; CAMPOS,D.A; DERZE,G.R.; HASMUS,H.E. (coordenadores). 1981. Mapa geológico do Brasil e da área oceânica adjacente incluindo depósitos minerais, escala 1: 2 500 000- Brasília DNPM, 4 folhas, 400pp.\nSCHUMM, S.A., &amp; DUMONT, J.F. 2001. Active Tectonics anf alluvial rivers. Cambridge University Press, 273p.\nSUMMERFIELD, M. A . (1991). Global geomorphology. New York, Longman Scientif and Technical, 537pp.\nSUMMERFIELD, M . A . (2000) ed. Geomorphology and Global Tectonics. John Wiley &amp; Sons . 360 pp.\nSTEWART, I.S. and HANCOCK, P.L. (1994). Neotectonics. IN: Continental Deformation (ed. Hancock, P.L.) Pergamon, Oxford, p: 370-409.\nSTORZER, D. &amp; WAGNER, G. A . Corection of termally lowered fission track ages of tektites, Earth Planetary Sciences Letters, 5, 463 - 468.\nSTRAHLER, A. N. Dynamic basis of Geomorphology. Geol. Soc. America Bulletin (1952), 63, pp.923- 938.\nSTÜWE, K; WHITE, L.; BROWN, R. The influence of eroding topography on steady state isotherms: application to fission track analysis, Earth and Planetary Science Letters, v.124, 63 -74, 1994.\nSTÜWE, K &amp; HINTERMÜLLER, M. Topography and isoterms reviseted: the influence of laterally migrating drainage divides. Earth and Planetary Science Letters, v.184, 287 - 303, 2000.\nTEIXEIRA. A. L. 1995. Ambientes geradores dos sedimentos da bacia Eleutério. Dissertação de mestrado em Geologia Sedimentar. IG - US. 122pp.\nTELLO, S.C.A. 1994. Termocronologia de algumas regiões brasileiras através da análise de traços de fissão em apatitas. - Instituto de Física GLEB WATAGHIN - UNICAMP, (Tese de Mestrado), 103p.\nTELLO, S.C.A. 1998. Estudo de annealing de traços de fissão em apatitas, tanto em seções basais quanto em seções sem orientação preferencial, análise dos comprimentos dos traços de fissão. - Instituto de Física GLEB WATAGHIN - UNICAMP, (Tese de doutorado), 111p.\nTELLO, C.A.S ; GUEDES, S.; HACKSPACHER, P.; HADLER, J.C.; IUNES, P.J.; PAULO, S.R.; RIBEIRO, L.F.B. 2000 - Recognition of Cretaceous, Paleocene and Plio - Pleistocene Activities, Through Afta, in Precambrian Areas of The Southeast Brazil: Association with the South Atlantic Ocean Opening - JOURNAL OF SOUTH AMERICAN EARTH SCIENCES - 130-137.\nTHOMAS, M.F. Geomorphology in the tropics: a study of weathering and denudation in low latitudes, John &amp; Wiley Sons 460 p.\nTHOMAS, M.F. &amp; SUMMMERFIELD, M. A . 1987. Long- term landform development:\neditorial introduction. In: Gardiner, V. (eds.) International Geomorphology. John Wiley &amp; Sons, part II, p. 927 - 933.\nTROMPETTE, R. et al., (1993). Amalgamação do continente Gondwana no Panafricano -Brasiliano e o papel da geometria do CSF na arquitetura da Faixa Ribeira. Revista Brasileira de Geociências, 23 (3), 187 - 193.\nTROMPETTE, R. (1994). Geology of western Gondwana (2000 - 500 Ma). A . A . Balkuma, Rotterdam, 350 pp.\nTWIDALE, C.R. (1971). Structural landforms: Landforms associated with granitic rocks, faults and folded strata. Vol. 5. The Mit Press. 247 pp.\nULBRICH, H.H. &amp; ULBRILCH,M.N. 1992. O maciço alcalino de Poços de Caldas, MG -SP: características petrográficas e estruturais. Roteiros das Excursões do 37 Congresso Brasileiro de Geologia, São Paulo.\nULBRICHT, H.H.G.J.; VALACH, S.R.F.; ULBRICHT, M.N.C. e KAWASHITA, K (2002). Penecontemporaneous syenitic - phonolitic and basic-ultrabasic-carbonatitic rocks at the poços de caldas alkaline massif, SE Brazil: geologic and geochonologic evidence. Revista Brasileira de Geociências, 32 (1) - pp. 15-26.\nVALADÃO, R.C. (1998) Evolução de longo -termo do relevo do Brasil oriental (desnudação, superfície de aplanamento e soerguimentos crustais). Tese de doutoramento - UFBA. 243p.\nVARAJÃO, C.A.C. (1991). A questão da correlação das superfícies de erosão do Quadrilátero Ferrifero, Minas Gerais, Revista Brasileira de Geociências, (2) .pp. 1382245.\nVARAJÃO, C.A.C. (1998). As teorias geomorfológicas e a evolução da paisagem. Revista da escola de Minas, Ouro Preto, 51 (1)pp. 45 - 51.\nWAGNER, G. A . 1968. Fission Track dating of apatites. Earth Planetary Sciences Letters, 5: 463 - 468.\nWAYLAND, E.J. (1933). Peneplains and some other platforms. Annual Rep. Bull. Protectorate of Uganda Geol. Survey department of Mines, note 1:pp. 77 - 79 (trabalho parcialmente reimpresso em ADAMS, (1975)).\nWERNICK,E. (1990). Zoneamento magmatico regional de granitoides Brasilianos no Sudeste/ sul do Brasil. IN: Cong. Brasileiro de Geol., 32. Atas ...SBG, v.2: p.1668 -1683.\nWIDDOWSON, M. &amp; COX, K.G. (1996). Uplift and erosional history of the Deccan Traps, India: Evidence from laterites and drainage patterns of the Western Ghats and Konkan Coast. Earth and Planetary Science Letters, 137, pp. 57-69.\nWHIPPLE, K.E.; KIRBY, E.; BROCK, L.E.; AURST, S.H. Geomorphic limits to climate -induced increases in topographic relief, Nature, v.401, 39 - 43, 1999."}]}}}