{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.12037"}, {"@name": "filename", "#text": "17525_arquivo7412_1.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE FEDERAL DE PERNAMBUCO \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA DE PRODUÇÃO \n\n \n \n\n \n \n \n\nAVALIAÇÃO DA IMPLEMENTAÇÃO DO STP/MPT: UM \nESTUDO DE CASO  \n\nDISSERTAÇÃO SUBMETIDA À UFPE \n\nPARA OBTENÇÃO DE GRAU DE MESTRE \n\nPOR  \n\nMÉRI VEIGA DINIZ \n\nOrientador: Prof. José Lamartine Távora Júnior, DSc  \n\nRECIFE, MARÇO / 2004 \n \n \n \n \n \n \n\n\n\n         ii \n \n\n \n \n\nUNIVERSIDADE FEDERAL DE PERNAMBUCO \nPROGRAMA DE PÓS-GRADUAÇÃO EM ENGENHARIA DE PRODUÇÃO \n\n \n\nPARECER DA COMISSÃO EXAMINADORA \n\nDE DEFESA DE DISSERTAÇÃO DE MESTRADO DE \n \n \n\nMÉRI VEIGA DINIZ  \n\n \n \n\n“Avaliação da Implementação do STP/MPT: Estudo de Caso” \n\nÁREA DE CONCENTRAÇÃO: GESTÃO DA PRODUÇÃO  \n\n \n  A comissão examinadora composta pelos professores abaixo, sob a presidência do \nprimeiro, considera a candidata MÉRI VEIGA DINIZ __________________________ . \n \n  Recife, 01 de Março de 2004. \n\n________________________________________ \n   Prof. JOSÉ LAMARTINE TÁVORA JÚNIOR. DSc., (UFPE) \n\n________________________________________ \n   Prof. PAULO GHINATO, PhD (UFPE) \n\n_________________________________________ \n    Prof. ALEXANDRE STAMFORD SILVA, DSc (UFPE) \n\n  \n\n\n\n         iii \n \n\nAGRADECIMENTOS \n\n \n\nAgradeço, primeiramente, a Deus por ter estado sempre ao meu lado em todos os \n\nmomentos, nesta caminhada, dando-me força para ser perseverante. \n\n \n\nÀ minha família, pais, esposo, irmão e irmãs, tios e tias, cunhado, pela compreensão, pela \n\npaciência, pela força nos momentos difíceis e pelo apoio, sempre incondicional, ao sucesso \n\ndeste trabalho. \n\n \n\nAos meus pais, que sempre tiveram como meta a educação, como a maior das heranças que \n\nse pode oferecer a um filho, pois o conhecimento adquirido nos acompanha por toda a \n\nvida, como um bem do qual jamais nos separamos. \n\n \n\nAo meu orientador Prof. José Lamartine Távora Júnior, pela orientação e apoio neste \n\ntrabalho e pela atenção dispensada. \n\n \n\nÀ empresa onde foi realizado o estudo de caso e a seus funcionários, em especial ao Sr. \n\nDiógenes do Vale, que estiveram sempre dispostos, fornecendo informações, a colaborar \n\npara o desenvolvimento deste trabalho. \n\n \n\nAos professores que compuseram a parte teórica deste curso de Pós-Graduação, pela  \n\ncontribuição no meu crescimento intelectual, permitindo-me a base de desenvolvimento \n\ndesta pesquisa; em especial ao Prof. Ghinato, a quem admiro pelas qualidades pessoais e \n\nprofissionais, pelo estímulo à elaboração deste trabalho. \n\n \n\nAos funcionários do PPGEP, em especial à secretária Ivany Arruda, pelo apoio e \n\norientação nos assuntos administrativos e a CAPES - Instituição a qual forneceu apoio \n\nfinanceiro sob a forma de bolsa para a realização desta dissertação.   \n\n \n\nAgradeço, ainda, aos meus amigos, Antonio Nunes Barbosa Filho e Luciana Aiko \n\nHiramine, pela leitura e críticas ao trabalho. \n\n \n\n\n\n         iv \n \n\nRESUMO \n\nO Mundo dos negócios é, hoje, extremamente complexo e a globalização da economia \n\nfaz com que o mercado consumidor se torne cada vez mais bem informado e exigente.  A \n\nfreqüência das mudanças no ambiente empresarial exige que as empresas tenham uma \n\nelevada capacidade de adaptação para poderem responder ao mercado, determinando, \n\nassim, a necessidade da substituição de paradigma da produção em massa pela flexível.  \n\nAs indústrias têm adotado estratégias de ajuste ao nível da produção, dentre elas a \n\nimplementação do Sistema Toyota de Produção. Dessa forma elas podem atender às \n\nmudanças do mercado com maior rapidez e maior flexibilidade e capacidade de inovação. \n\nO Sistema Toyota de Produção -STP- constitui-se em um importante marco histórico no \n\ncontexto amplo da concorrência capitalista. Isso resultou do crescimento do Japão – em \n\nespecial da Toyota Motor Co. - depois da crise do petróleo, na década de 1970, onde \n\nmuitas empresas ocidentais, que adotavam a produção em massa, se encontravam com \n\ncrescimento zero ou até mesmo negativo.  \n\nNo momento da implementação do STP devem ser compreendidas como as técnicas se \n\nencaixam no quadro geral; e a influência do ambiente e cultura organizacionais. É mister o \n\nestudo da implementação desse sistema no cenário brasileiro para compreender suas \n\nlimitações. O estudo de caso é em uma empresa multinacional, situada em Pernambuco, \n\nque está implementando, simultaneamente, o STP e a MPT- Manutenção Produtiva Total. \n\nA empresa é destaque no Brasil de sucesso na implementação do STP. \n\nO objetivo desta dissertação é fazer uma análise crítica do método utilizado, pela \n\nempresa, na implementação do STP.   \n\n \n\n \n\nPalavras Chave: Sistema Toyota de Produção, Produção Enxuta, Just in Time, kanban, \n\nMPT \n\n \n\n \n\n \n\n\n\n         v \n \n\nABSTRACT \n\nNowadays business world is extremely complex and the global economy makes the \n\nconsumer market becomes even more informed and exigent. The frequency of changes in to \n\nbusiness environment claims that the companies must have an elevated capacity of adaptation \n\nto the market, determining the necessity of substituting the paradigm of production in masses \n\nto flexible one. \n\nThe industries have adopted strategies of agreement at the production level, among \n\nthem just in time – one of the pillars of Toyota Production System and  the TPM- Total \n\nProduction Maintenance. Thus, they have conditions to answer the changes in market with \n\ngreater speed, flexibility and capacity innovation. \n\nThe Toyota Production System- TPS- is an important historical mark on the wide \n\ncontext of capitalist competition. It resulted from a development in Japan – in special from \n\nToyota Motors Corp. – after the petrol crisis, on the decade of 70, when many occidental \n\ncompanies that accept the mass production, they were with development zero or even \n\nnegative. \n\nMany factors must be considered in the moment of implementation TPS that can limit \n\nthe total implementation of principle and tools of flexible production. The study of \n\nimplementation from that system on Brazil scenary is essential, where the example of one \n\nmultinational company, situated in Pernambuco, which is implementing the TPS with success. \n\nThe main purpose of this dissertation is to make a critical analysis of the way that the \n\nTPS  been on the company in study. \n\n \n\nKey words: Toyota Production System , Lean Production, Just in Time, Kanban and TPM  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n         vi \n \n\nSUMÁRIO \n\nAGRADECIMENTOS i \n\nRESUMO                                                                                                                          \n\nABSTRACT                                                                                                                     \n\nLISTA DE FIGURAS                                                                                                     \n\ni  ii \n\n  v \n\n vi\n\nLISTA DE TABELAS Ix\n\nLISTA DE ANEXOS x \n\nINTRODUÇÃO 1 \n\nCAPÍTULO 1  \n\n1.OBJETIVOS 5 \n\n1.1 Objetivo Geral 5 \n\n1.2 Objetivos Específicos 5 \n\n2. JUSTIFICATIVA 5 \n\n3.METODOLOGIA 11\n\n4. DELIMITAÇÃO DO TRABALHO 13\n\n5. ESTRUTURA DO TRABALHO 13\n\nCAPÍTULO 2  \n\n2.FUNDAMENTAÇÃO TEÓRICA 15\n\n2.1 O Sistema Toyota de Produção 15\n\n2.1.1 O Just-in-Time 33\n\n21.1.1 O Mecanismo do Kanban 40\n\n2.1.2 Autonomação 43\n\n2.2 TQM – Gerenciamento da Qualidade Total 45\n\n2.3 MPT – Manutenção Produtiva Total 49\n\nCAPITULO 3  \n\n3. A Empresa 64\n\nCAPITULO 4  \n\n4. Estudo de Caso 69\n\nCAPÍTULO 5  \n\n5. Análise dos Dados da Empresa 87\n\nCAPÍTULO 6  \n\n6. Conclusões e Sugestões para Trabalhos Futuros 92\n\n\n\n         vii \n \n\nBIBLIOGRAFIA 95\n\n\n\n         viii \n \n\nLISTA DE FIGURAS \n\nFigura 2.1- Curva do Ciclo do Produto 20 \n\nFigura 2.2- A estrutura da Produção 23 \n\nFigura 2.3- Estrutura do Sistema Toyota de Produção 27 \n\nFigura 2.4- Programas Componentes da Lean Production 29  \n\nFigura 2.5 - Cartões kanban 40 \n\nFigura 2.6 - Como circulam os cartões kanban 40 \n\nFigura 2.7-Mudanças nos conceitos dominantes de qualidade em empresas \n\njaponesas \n\n46 \n\nFigura 2.8 –A vida útil e as medidas contra falhas 52 \n\nFigura 2.9- TPM e o Sistema Toyota de Produção 62  \n\nFigura 4.1-Funcionamento do Fluxo de informações e de materiais antes da \n\nimplementação do STP \n\n69 \n\nFigura 4.2-Estrutura do ABS 70 \n\nFigura 4.3- Fatores críticos de sucesso na implementação do ABS 71 \n\nFigura 4.4-Média mensal do setup. 72 \n\nFigura 4.5-Eficiência Operacional dos Equipamentos 74 \n\nFigura 4.6- Identificação do gargalo 75 \n\nFigura 4.7- Volume de produção: Horas Necessárias X Horas Disponíveis 75 \n\nFigura 4.8- Recovery da Empresa 80 \n\nFigura 4.9- Novo foco na estrutura do ABS 81 \n\nFigura 4.10- Estrutura ABS/MPT 83 \n\nFigura 4.11- Histórico do Inventário 83 \n\nFigura 4.12- Performance de Entrega 84 \n\n  \n\n  \n\n\n\n         ix \n \n\nLISTA DE TABELAS \n \n\nTabela 1.1- Dados para Pesquisa 11 \n\nTabela 2.1- Ferramentas de Suporte para os Programas Componentes  \n\n                     do Lean Production 30 \n\nTabela 2.2- Interação entre os Subsistemas do Sistema Toyota de Produção 56 \n\nTabela 2.3-Os 7 Passos da Manutenção Autônoma 59 \n\nTabela 3.1 –Resultados da Implementação do STP .66 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n         x \n \n\nLISTA DE ANEXOS \n\nAnexo 1- Ficha de Registro do Problema \n\nAnexo 2 – Estrutura do STP proposta por Ghinato \n\nAnexo 3 – Ficha de análise de Problema \n\nAnexo 4 – Estrutura do STP proposta por Monden \n\n\n\n                                                                                                                                                                    Introdução \n\n1 \n\nINTRODUÇÃO \n\nEm diferentes momentos da história da produção industrial, se observa a preocupação \n\nem obter maior eficiência produtiva através do uso racional dos recursos produtivos. Com a \n\naceleração das mudanças tecnológicas e econômicas, as organizações têm reforçado a \n\nnecessidade de otimização dos custos e a redução de desperdícios para adquirir \n\ncompetitividade mercadológica, ou mesmo, garantir a sua sobrevivência. Junto a isso, a busca \n\nhumana por melhores condições de vida tem levado a um aperfeiçoamento dos métodos e \n\ntécnicas dos meios de produção. \n\nDurante décadas a produção em massa Fordista foi referência para as indústrias do \n\nmundo todo. Todavia, a inadequação desse sistema de produção ao novo quadro econômico \n\nde mercados fragmentados e demanda volátil permitiu o ressurgimento de formas de produção \n\nque privilegiam a flexibilidade em seus modos de trabalho e a diferenciação de produtos no \n\natendimento às preferências individualizadas dos consumidores. \n\nEsse novo quadro no mercado mundial surge com as mudanças; o desaparecimento do \n\ncrescimento regular e estável da demanda e a maior exigência dos clientes, determinando a \n\nnecessidade da substituição do paradigma da produção em massa para a produção flexível, \n\ncom o critério central da produtividade passando a ser a rapidez de resposta da empresa às \n\nmudanças impostas pelo mercado. \n\nCom o passar dos anos a concorrência aumentou no mercado mundial e a situação \n\nagravou-se em 1973 quando ocorreu a crise do petróleo, seguida de recessão, afetando \n\nempresas de todo o mundo. Algumas empresas japonesas se destacaram, frente a seus \n\nconcorrentes, com produto de qualidade superior e preço mais baixo. A Toyota Motor Co. \n\ndesenvolveu, ao longo de trinta anos, um sistema de produção flexível que garantiu a esta \n\nempresa uma posição de destaque diante de várias empresas japonesas e do mundo todo. O \n\nsistema desenvolvido na Toyota é uma alternativa bastante viável para as empresas que estão \n\nbuscando a flexibilidade para atender às exigências do mercado.  \n\nEste sistema, desenvolvido inicialmente pela Toyota Motor Co., é conhecido \n\nmundialmente como “Lean Manufacturing” – Produção Enxuta, termo cunhado no final da \n\ndécada de 1980 pelos pesquisadores do IMVP (International Motor Vehicle Program), ligado \n\nao MIT ( Massachusetts Institute of Technology), para estudar um sistema de produção muito \n\nmais eficiente, flexível, ágil e inovador do que a produção em massa: um sistema habilitado a \n\nenfrentar melhor um mercado em constante mudança. (WOMACK et al; 1992) \n\n\n\n                                                                                                                                                                   Introdução \n \n\n         2 \n \n\nA produção enxuta combina as vantagens da produção em massa com as da artesanal. A \n\nprodução artesanal tem uma força de trabalho altamente qualificada em projeto, operação de \n\nmáquinas, ajuste e acabamento, um volume de produção baixíssimo, atendendo às exigências \n\ndos clientes, no entanto com muito tempo e alto custo. A produção em massa, por sua vez, \n\nproduz produtos padronizados em altíssimos volumes, entretanto tem bastante dificuldade em \n\natender a uma demanda variada, utilizando um grande número de trabalhadores semi ou não-\n\nqualificados e com uma maquinaria altamente dispendiosa e especializada. A produção enxuta \n\nbusca evitar, por um lado, o alto custo da produção artesanal, mantendo a sua flexibilidade, de \n\noutro, a rigidez da produção em massa (WOMACK, 1992). \n\n“Produção Enxuta é um sistema de gerenciamento da produção, cujo objetivo é o \n\naumento do lucro através da redução de custos” (OHNO, 1997). Esta redução de custos ocorre \n\natravés da eliminação de perdas no sistema produtivo.  \n\n“A Produção Enxuta está estruturada sobre a base da completa eliminação de perdas, \n\ntendo o Just in Time e a Autonomação como seus dois pilares de sustentação” (GHINATO, \n\n1996). \n\n“Interpretar a Produção Enxuta como sendo essencialmente o Just in Time (JIT) \n\ndemonstra um entendimento limitado de sua verdadeira abrangência” (GHINATO,1996). \n\nO JIT é uma técnica amplamente difundida e conhecida nas empresas ocidentais de \n\ngestão que, tem por finalidade fazer com que cada processo seja suprido com os itens certos, \n\nno momento certo, na quantidade certa e no local certo, eliminando toda e qualquer perda \n\n(GHINATO, 1996). \n\nA palavra Autonomação (em japonês, “Ninben-no-aru Jidoka”, que freqüentemente é \n\nabreviada para “Jidoka”), não é automação, mas a verificação autônoma de irregularidades no \n\nprocesso (MONDEN, 1984). \n\nJunto a isso muitas empresas sentem a necessidade da máxima eficiência dos \n\nequipamentos para estabilizar o seu processo produtivo. Na década de 1970 surgiu no Japão a \n\nMPT - Manutenção Produtiva Total-, sendo conhecida no cenário brasileiro em 1986. \n\nA MPT é um programa de manufatura desenvolvido, primariamente, para maximizar a \n\nefetividade dos equipamentos através de toda sua vida útil; através da participação e \n\nmotivação de toda força de trabalho. \n\nO surgimento da produção flexível, muitas vezes é questionado, em ser uma revolução \n\nou evolução no modo de produção capitalista. E por esse sistema apresentar resultados \n\nsignificativos está despertando o interesse de muitas empresas ocidentais, que buscam a \n\ncompetitividade no mercado, na utilização dos seus conceitos e princípios adotados. No \n\n\n\n                                                                                                                                                                   Introdução \n \n\n         3 \n \n\nentanto, muitas empresas fracassam em suas tentativas devido à falta de compreensão de \n\ncomo os elementos se encaixam na estrutura do STP ou à dificuldade no gerenciamento da \n\nadaptação, deste sistema, à realidade organizacional. \n\n\n\nCapítulo 1                                                                                                                                                                   .                \n\n4 \n\nCAPÍTULO 1 \n\nO capítulo 1 trata dos objetivos, tanto gerais como específicos, da justificativa e \n\nmetodologia, delimitação do estudo e da estrutura do trabalho. \n\nO objetivo geral desta pesquisa é realizar uma análise crítica do método de \n\nimplementação do STP, sob o aspecto do desempenho da empresa ao longo dos cinco anos da \n\nadoção do STP; tomando como estudo uma empresa multinacional situada no estado de \n\nPernambuco. O objetivo específico é a identificação dos principais obstáculos à \n\nimplementação. \n\nA metodologia do trabalho consta de levantamento de dados: através de uma pesquisa \n\ndocumental na empresa, de pesquisa bibliográfica e de entrevistas não-estruturadas.  \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         5 \n \n\n1.1. OBJETIVO \n\n1.1.1 Objetivo Geral \n\nEsta pesquisa tem como objetivo realizar, através de um estudo de caso, uma análise \n\ncrítica do método de implementação do Sistema Toyota de Produção em uma empresa \n\nmultinacional que é destaque, no Brasil, de sucesso na implementação deste sistema.   \n\n1.1.2 Objetivos Específicos \n\nOs objetivos específicos estão compostos por: \n\n•    Identificar principais obstáculos à implementação; \n\n•    Identificar a relação entre o STP e a MPT através da análise da implementação de ambos.  \n\nDiante disso, apresentar as dificuldades e limitações diante da análise do método utilizado \n\npela empresa para implementar o STP. \n\n1.2. JUSTIFICATIVA \n\nSegundo o que revelou o estudo do Massachusetts Institute of Technology (MIT), a \n\nsubstituição do modelo de produção em massa pelo modelo de produção enxuta, parece se \n\napresentar como uma saída viável para as companhias que pretendem assegurar uma posição \n\ncompetitiva (GHINATO, 1996). \n\nO interesse do estudo nesse sistema resulta do desempenho demonstrado por empresas \n\ncomo a Toyota e da adoção crescente do STP em empresas situadas no cenário brasileiro. No \n\nentanto, muitas dessas empresas estão adotando sem perceber as diferenças culturais e \n\nambientais da organização resultando em fracassos, e ainda utilizando outros sistemas, por \n\nexemplo TQM e MPT, para obterem sucesso. \n\nNos tempos atuais, as organizações vêm experimentando novos modelos de produção \n\npara assegurar uma posição de destaque, ou até mesmo de sobrevivência, inseridos em \n\nmercados cada vez mais globalizados.  \n\nA cultura e costumes ocidentais precisam ser considerados pelas empresas, situadas no \n\ncenário brasileiro, no momento da adaptação do Sistema Toyota de Produção às suas \n\nparticularidades, já que este foi desenvolvido originalmente no Japão, possuidor de uma \n\ncultura bastante diferente da ocidental.  \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         6 \n \n\n                                                          \n\nUm exemplo dessa diferença pode ser demonstrada pela forma de organização, \n\npredominante há alguns anos atrás, do seu capital1; através dos “keiretsu”. \n\nSegundo GHINATO (1996; p.21) “o ‘keiretsu’ é uma organização que reúne diversas \n\nempresas através de um intricado sistema de propriedade interligada, num padrão circular, \n\nque faz com que as empresas, pertencentes ao grupo, tenham uma participação no controle \n\numa das outras e dividam um verdadeiro sentimento de interesse recíproco. ” \n\nA estrutura e o sucesso econômico japonês dependem, em grande medida, dessa \n\nsurpreendente e singular forma de organização: os “keiretsus”, que juntamente com os grupos \n\nindustriais, são o mais dinâmico e eficiente sistema de finanças industrial (WOMACK et al., \n\n1992). \n\nO destaque de algumas empresas japonesas no mercado global deveu-se também a \n\nmudanças no ambiente organizacional com o uso de sistemas de melhoria. \n\nSegundo o Prof. Richard J. Schonberger, especialista internacionalmente conhecido nos \n\nassuntos de produtividade, a segunda metade do Século XX foi a era dos “terremotos \n\ntecnogerenciais”. O maior “terremoto”, conforme Schonberger, veio na passagem da década \n\nde 1950 para a de 1960, quando o controle da qualidade, que tinha sentido corretivo e \n\ndefensivo, foi transformado em dinâmica da qualidade, capaz de fascinar e superar a \n\nexpectativa do consumidor. A competitividade internacional, então, começou a adquirir uma \n\nnova configuração; graças aos ensinamentos dos Profs. Deming e Juran, o Japão foi o pivô \n\nnessa transfiguração. Em 1991 Alvin Toffler, renomado autor sobre megatendências, prevê \n\npara década de 1990, o avanço do “mundo rápido e flexível’ sobre o “mundo lento e rígido” \n\n(SCHONBERGER apud SCHWARTZ,1995).  \n\n \n1 O governo japonês, por muito tempo, assumiu um papel intervencionista; devendo-se em grande parte a \n\nessa postura o fato de o Japão apresentar-se como uma das maiores potências industriais e militares do mundo, já \n\nna década de 30.  \n\nComo uma das conseqüências do isolacionismo, a economia japonesa era iminentemente agrícola, \n\npesqueira e industrial artesanal. Portanto o próprio governo teve que assumir o papel que caberia a classe \n\ncapitalista, construindo e gerenciando modernas fábricas. “Por força da conjuntura econômica sufocante, com \n\naltas taxas de inflação, o governo foi obrigado a desfazer-se de suas modernas fábricas. A Mitsui, a Mitsubishi, a \n\nFurukawa, são exemplos de empresas estatais vendidas a novos capitalistas.” (NAKAMAKI apud \n\nGHINATO,1996) \n\n \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         7 \n \n\nAlem disso, é de grande valia observar a experiência do Japão; para entender a \n\nnecessidade de suas mudanças. A natureza do capitalismo japonês se diferenciava bastante da \n\nocidental, por ser composto de parceiros de interesse convergente, preço-alvo competitivo, \n\ncrescimento antes do lucro, equipes multifuncionais, cooperação financeira mútua e \n\nparticipação nos resultados (SCHWARTZ,1995). \n\nA principal questão referente à transferibilidade torna-se, então, a extensão em que o \n\nJIT pode ser introduzido sem ser acompanhado por mudanças correspondentes na supervisão \n\ne nas políticas de pessoal. Para alguns autores, a adoção desse sistema é um processo total; \n\nadoção incremental e/ou parcial dificilmente produziriam os mesmos resultados obtidos pelos \n\njaponeses e nem mesmo se conseguiria aplicar o gerenciamento JIT no sentido pleno do termo \n\n(WOOD, 1991). \n\nOutros, mais pessimistas, vêem o JIT, um dos pilares do STP, de forma distorcida. \n\nHUMPHREY (apud WOOD, 1991), por exemplo, é contrário ao tratamento do modelo \n\njaponês como best practice. Ao discutir a possibilidade de implantação do JIT no Brasil, \n\nrefere-se portanto, a um tipo de metodologia taylorista, à medida que especula sobre seu \n\ndesenvolvimento sem a responsabilidade dos trabalhadores por sua própria qualidade, numa \n\nespécie de continuidade do contexto de práticas gerenciais coercitivas e não-participativas”. \n\nSegundo WOOD (1991) o JIT não é aplicado de maneira universal, mesmo na \n\nmanufatura japonesa, e quando o é pode assumir formas distintas. Um exemplo é a extensão \n\nem que o estoque de reserva irá variar, de acordo com as partes, inclusive dentro de uma única \n\nfabrica. O JIT é, para o autor, em grande parte, uma questão de grau.  \n\nTais considerações podem levar a aceitar a transferibilidade de maneira mais favorável. \n\nNão se pode negar, que empresas estão de fato tentando adotar métodos japoneses e/ou \n\nadaptá-los às suas condições. À medida que isso ocorre, estão provendo os cientistas sociais \n\nde um laboratório necessário à avaliação das questões referentes à transferibilidade (WOOD, \n\n1991). \n\nA transferibilidade do Sistema Toyota de Produção está associada ao total entendimento \n\ne compreensão das técnicas e ferramentas atreladas a esse sistema e não somente do Just in \n\nTime; e também à adaptação ao tipo do negócio, à cultura, costumes da organização e ao \n\nambiente sócio-econômico. \n\nUma das mudanças necessárias nos industriais é a visão de retorno de investimento para \n\nlongo prazo (crescimento antes do lucro), pois o STP, se implementado de forma completa, \n\nutilizando todas as suas ferramentas, leva tempo e esforço, tanto humano, operacional quanto \n\nfinanceiro. \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         8 \n \n\n“O processo de estruturação do STP foi, e ainda é, essencialmente um processo de \n\naprendizado e experimentação” (GHINATO, 1996). \n\nO STP tem como objetivo oferecer ao cliente produtos de mais alta qualidade, a um \n\npreço mais acessível e com menor tempo de entrega. A base do Sistema Toyota de Produção é \n\na busca incessante e a completa eliminação das perdas. Para a obtenção desses resultados a \n\nProdução Enxuta possui uma estrutura na qual seus pilares de sustentação são conhecidos por \n\nJust in Time (JIT) e Autonomação. \n\nPesquisas apontam que o sucesso do JIT não é automático; existem condições que têm \n\nde ser encontradas na função produção. Essa condição é crítica para as empresas poderem \n\nentender a melhor forma de implementação do STP para atingir seus resultados. Isso \n\ninfluencia na determinação do sucesso e na melhoria das operações do Just in Time \n\n(MARKHAM, 1998). \n\nA relevância desse estudo é justificada, ainda através de pesquisas realizadas por \n\nMCKONE et al (1998) tratando da MPT, TQM e JIT com empresas de diferentes países; \n\nEstados Unidos, Japão e Itália e de diferentes tipos de indústria: maquinaria, eletrônica e \n\nautomobilística demonstrando uma adoção da MPT, JIT e TQM; as quais perceberam \n\nsemelhanças e até a interdependência entre esses diferentes programas e sistemas. A primeira \n\ndelas aborda a relação entre três conceitos com a performance de manufatura. Poucas \n\npesquisas relacionam esses três conceitos, e muitas vezes os estudam separadamente. A \n\nsegunda refere-se ao estudo com os diferentes tipos de indústrias e ambientes. \n\nSegundo MCKONE et al. (2001) TQM, MPT e JIT têm objetivos fundamentais \n\nsimilares de melhoria contínua e de redução de desperdício; juntas formam um consistente \n\nconjunto de práticas direcionadas para a melhoria da performance. E muitas fábricas estão \n\npredispostas a combinar e implementar esses três conceitos. \n\nPara MCKONE et al. (2001) deve-se estudar a relação entre TQM, MPT e JIT quando \n\nse investiga a implementação e o impacto da MPT. A MPT tem uma relação direta e \n\nsignificativamente positiva com o JIT; pois diminuiu os custos, aumenta os níveis de \n\nqualidade e acarreta grandes melhorias de performance. Os três programas têm práticas \n\ncomuns; como o comprometimento da liderança, planejamento estratégico, treinamento \n\nmultifuncional, envolvimento dos empregados e uso de informações e o seu \n\nacompanhamento.  \n\nPara IMAI apud MCKONE et al.(2001) MPT e TQM são os dois pilares que suportam \n\no JIT. Para os autores, nesse estudo empírico, percebeu-se a importância da união desses três \n\nsistemas na implementação.  \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         9 \n \n\nNesta pesquisa o autor afirma que as empresas têm feito muitos esforços para aumentar \n\no desempenho organizacional através do investimento em sistemas, tais como JIT e TQM; \n\nentretanto os benefícios desses sistemas têm sido limitados por equipamentos não flexíveis ou \n\ncom baixa confiabilidade.  \n\nEntretanto muitas companhias (Procter Gamble, Dupont, Ford e Eastman Chemical) tem \n\nprocurado olhar em direção à MPT a fim de obterem maior confiabilidade dos equipamentos e \n\nse tornarem mais competitivas no mercado .  \n\nEm outro estudo, realizado por MCKONE et al.(1998), foi proposto um arcabouço \n\nteórico para o entendimento do uso de MPT e a dependência do JIT, TQM e envolvimento \n\ndos empregados. Depois fez-se uma análise, usando dados, em noventa e sete empresas de \n\ntrês diferentes países e tipos de indústria, estabelecendo-se três hipóteses.  \n\nA primeira hipótese é que fatores ambientais, país e indústria, explicam uma grande \n\nvariação nos níveis de implementação da MPT e daí considera-se itens contextuais específicos \n\na cada organização, como o tamanho da companhia; as experiências dos autores indicaram \n\nque grandes companhias estão mais aptas a investir no desenvolvimento da MPT. Segundo \n\nDAFT (1995) apud MCKONE et al. (1998) uma vantagem das grandes companhias é a \n\ndisponibilidade de recursos financeiros e humanos.   \n\nA segunda hipótese está relacionada a fatores organizacionais, como o tempo do \n\nequipamento, tamanho e tempo da indústria e sindicalização; esses fatores explicam a \n\nvariação na implementação da MPT. Alguns fatores podem ser influenciados pela gerência da \n\nfábrica; como o uso de JIT, TQM e do envolvimento dos funcionários que, por conseguinte \n\ntem relação com a MPT. Um exemplo é a redução de inventário, alcançada através da \n\nimplementação do JIT, que pode ser um risco para a empresa se não estiver associada à  MPT, \n\nmas à manutenção reativa. Para o autor o sistema JIT deve ser implementado \n\nconcomitantemente com a MPT, pois para existir o defeito zero o processo deve ter \n\nestabilidade. No entanto nessa análise não é perceptível o esclarecimento da ordem de \n\nimplementação dos sistemas, como o JIT, TQM e a MPT; mas tem-se a evidência de \n\nrelacionamento entre eles.  \n\nA terceira hipótese afirma que fatores contextuais de gerenciamento, uso de JIT, TQM, \n\ncontribuem para a explicação dos níveis de implementação da MPT. A tabela 1.1 descreve os \n\ndados utilizados para a pesquisa e utilizado como embasamento teórico para a identificação \n\ndas três hipóteses já descritas. \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         10 \n \n\nA teoria é que as práticas gerenciais não são universais, mas dependem do contexto e do \n\nambiente da empresa. Acredita-se que fatores contextuais fazem diferença quando e onde as \n\npráticas de MPT são adotadas. SCHONBERGER (1986) apud MCKONE et al. (1998) \n\nA hipótese do autor é que há uma significante diferença no nível de desenvolvimento da \n\nMPT e implementação que pode ser explicada por fatores gerenciais, organizacionais e \n\nambientais. \n\nAs conclusões são que MPT não é amplamente adotada em todo o tipo de fábrica; \n\nalgumas medidas contextuais e ambientais são responsáveis por uma variação na \n\nimplementação de MPT. Apesar de existirem diferenças entre países que implementam MPT, \n\nos fatores gerenciais são mais importantes para a implementação da MPT. Por exemplo, a \n\nfacilidade de adicionar tarefas aos operários japoneses se deu, em grande parte, devido à \n\nsindicalização. No Japão o sindicato não era estabelecido por tarefa como os da Europa e \n\nEUA; proporcionando uma maior mobilidade para os operadores desempenharem diferentes \n\ntarefas e as oportunidades estarem sempre presentes; favorecendo ao sentimento de valor por \n\nparte dos funcionários. \n\nAs companhias japonesas têm um sistema de planejamento que apóia fortemente os \n\nesforços de MPT; no entanto a Itália parece ter dificuldades nas práticas de manutenção \n\nautônoma. As variáveis gerenciais são mais importantes que variáveis organizacionais e \n\nambientais porque o uso da MPT está fortemente ligado ao gerenciamento da fábrica. \n\nÉ importante que os gerentes não considerem a MPT o melhor sistema de manutenção \n\npara todas as situações; questões ambientais e gerenciais devem ser consideradas quando \n\ndesenvolvendo ou melhorando um sistema de manutenção. A gerência deve identificar se a \n\nfábrica está preparada para implementar MPT unicamente ou adotá-la com outros sistemas. \n\nA pesquisa identificou potenciais benefícios desses sistemas, mas grande parte das \n\nempresas tem falhado em identificar situações nas quais esses sistemas são melhor aplicados. \n\nContudo, muitas empresas estão implementando a MPT porque a performance da sua \n\nmanufatura tem uma implicação estratégica no negócio. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         11 \n \n\nTabela 1.1: Descrição dos dados utilizados na pesquisa \n\n  PAÍS   INDÚSTRIA  \n\n Japão Itália USA Eletrônica Maquinaria Automobilística\n\nNúmero da \n\namostra \n\n33 34 30 32 33 32 \n\n% indústria \n\nClasse mundial \n\n58% 53% 50% 59% 55% 47% \n\n% indústria \n\ncom sindicatos \n\n82% 85% 27% 55% 84% 71% \n\nEmpregados \n\nsindicalizados \n\n96% 58% 77% 68% 73% 87% \n\nNumero de \n\nempregados \n\n4713 1602 21.376 12.516 5012 6418 \n\nIdade do \n\nequipamento \n\n9.3 8.4 9.3 6.1 11.4 9.6 \n\nIdade da planta 34 35 31 28 40 31 \n\nEquipamento \n\npadronizado \n\n46% 59% 42% 46% 64% 38% \n\nFonte: MCKONE et al.(1998) \n\n \n\nNesse contexto justifica-se a importância da elaboração deste trabalho em analisar o \n\nmétodo adotado pela empresa ao implementar o STP.  \n\n \n\n \n\n 1.3.METODOLOGIA \nToda pesquisa exploratória implica o levantamento de dados, de várias fontes, quaisquer \n\nque sejam os métodos ou técnicas empregadas. Esse material é útil por trazer conhecimentos \n\nque servem de embasamento teórico ao campo de interesse. \n\nO método de pesquisa escolhido foi o estudo de caso, satisfazendo adequadamente às \n\ncondições propostas por YIN (1994), por o tipo de questão ser exploratória. Dessa forma não \n\nexiste controle da pesquisadora sobre os eventos. \n\nSegundo YIN (1994) existem seis fontes de evidência potenciais em um estudo de caso: \n\n• Documentação; \n\n• Registro de arquivos; \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         12 \n \n\n• Entrevistas; \n\n• Observação direta; \n\n• Observação participante; \n\n• Artefatos físicos; no entanto a pesquisadora utilizará entrevistas, documentação e \n\nobservação direta. \n\nO estudo de caso é aplicável a esse trabalho por permitir um estudo organizacional que \n\nidentifique as razões da implementação do STP com a MPT. E ainda, esse estudo propicia \n\numa investigação e compreensão dos fatos contemporâneos na vida real. \n\nEssa pesquisa é desenvolvida através do levantamento de dados pelos processos da \n\ndocumentação indireta e direta. A documentação indireta é a fase da pesquisa, levantamento \n\nde dados, realizada com o intuito de recolher informações prévias sobre o campo de interesse. \n\nO levantamento de dados pode ser de duas formas: pesquisa documental e pesquisa \n\nbibliográfica. \n\nA pesquisa documental, fonte primária, tem como fonte de coleta de dados os \n\ndocumentos, escritos ou não, que podem ser os arquivos, fontes estatísticas, publicações. A \n\npesquisa bibliográfica, fonte secundária, abrange toda a bibliografia já tornada pública em \n\nrelação ao tema de estudo; desde de publicações avulsas, revistas, jornais, livros (LAKATOS, \n\n1991). \n\nA documentação direta se constitui no levantamento de dados, na unidade fabril, através \n\nde pesquisa de campo. Nesta se utilizará técnicas de observação e entrevistas.  \n\nPara MARCONI (1991) a observação é uma técnica de coleta de dados para conseguir \n\ninformações e utiliza os sentidos na obtenção de determinados aspectos da realidade. Não \n\nconsiste apenas em ver e ouvir, mas também em examinar fatos ou fenômenos que se desejam \n\nestudar. Desempenha papel importante nos processos observacionais, no contexto da \n\ndescoberta, e obriga o investigador a um contato mais direto com a realidade. \n\nA autora utiliza meios da observação não-estruturada, individual e não-participante. A \n\nobservação não-estruturada consiste em recolher e registrar fatos da realidade sem o \n\npesquisador utilizar meios técnicos especiais; observação não-participante e individual é a não \n\nintegração da autora no grupo e a realização da observação de forma individual. \n\nA metodologia utilizada, para a realização deste trabalho, se baseia, como explicitado \n\nanteriormente, em pesquisa exploratória. A pesquisa exploratória tem como objetivo aumentar \n\na familiaridade com o ambiente para modificar ou esclarecer conceitos. Obtém-se \n\nfreqüentemente descrições tanto quantitativas como qualitativas do objeto de estudo. A coleta \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         13 \n \n\nde dados pode ser feita através de entrevistas, observação e análise de conteúdo \n\n(LAKATOS,1991). \n\nEsse estudo de caso teve, em maior parte, a coleta de dados através de entrevistas com o \n\ngerente do ABS, o coordenador do ABS e o gerente da área estudada.  \n\nO trabalho a ser realizado consta das seguintes etapas: \n\n• Fundamentação Teórica (livros, documentos da empresa em estudo, artigos, revistas e \n\npublicações); \n\n• Coleta de dados e informações na empresa em estudo; \n\n• Análise dos dados; \n\n• Conclusões e Recomendações para trabalhos futuros. \n\n \n\n1.4. DELIMITAÇÃO DO ESTUDO \n\nO trabalho foi desenvolvido no âmbito de uma das seis unidades produtivas de uma \n\nempresa multinacional, instalada em Pernambuco, para permitir uma análise da \n\nimplementação do Sistema Toyota de Produção. \n\nA análise dessa implementação sem estar incorporado à organização não é uma tarefa \n\nfácil, tendo em vista a complexidade do assunto e a freqüência de acessibilidade à empresa. A \n\npesquisa foi realizada durante o quinto ano de implementação do STP, buscando o \n\nentendimento de como se deram os acontecimentos desde a fase inicial e fazendo uma análise \n\ndo método de implementação aplicado. \n\n1.5. ESTRUTURA DO TRABALHO \n\nO trabalho é composto por um referencial teórico e por um estudo de caso. O referencial \n\nteórico representa uma pesquisa literária constituída por pesquisa bibliográfica, ou seja, uma \n\nanálise de conceitos e pesquisas publicadas sobre o tema, abrangendo material coletado em \n\nlivros, artigos, pesquisados em bibliotecas e em banco de dados na Internet.  \n\nEssa pesquisa bibliográfica tem como objetivo deixar bem definidos os conceitos \n\nbásicos necessários para o bom entendimento do tema. O corpo da dissertação apresenta-se \n\ndividido em seis capítulos. O primeiro capítulo está composto pelos objetivos gerais e \n\nespecíficos, justificativa, metodologia, delimitação e estrutura do trabalho. A fundamentação \n\nteórica é essencial para dar sustentabilidade ao trabalho e o capítulo dois aborda o Sistema \n\nToyota de Produção, Just in Time, Autonomação, TQM-Gerenciamento da Qualidade Total e \n\nMPT- Manutenção Produtiva Total.  Como o trabalho desenvolvido é um estudo de caso, o \n\n\n\nCapítulo 1                                                                                                                                                                   . \n\n         14 \n \n\ncapítulo três expõe qual o objeto de estudo, no caso uma empresa multinacional, e dados \n\nrelativos à empresa. Já no capítulo quatro são descritos os resultados que a empresa em estudo \n\nobteve desde a implementação do STP. No capítulo cinco a pesquisadora faz uma análise dos \n\nresultados alcançados pela empresa em estudo. E por fim, o capítulo seis contém as \n\nconclusões deste trabalho, as recomendações e as sugestões para trabalhos futuros. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica.                \n\n15 \n\nCAPÍTULO 2- FUNDAMENTAÇÃO TEÓRICA \n\nO capítulo dois aborda a fundamentação teórica composta pelos itens: Sistema Toyota \n\nde Produção, Just in Time, Mecanismo do kanban, Autonomação, Gestão da Qualidade Total \n\n(TQM) e pela Manutenção Produtiva Total (MPT). \n\nFez-se necessário abordar a gestão da qualidade e a MPT, pois a empresa em estudo, no \n\nmomento da implementação do just in time, detectou a importância em adquirir maior \n\nqualidade e estabilidade do processo. E principalmente a MPT, pois a empresa atrelou muitos \n\nresultados positivos do sistema puxado à estabilidade do processo alcançada pela \n\nimplementação desta ferramenta. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         16 \n \n\n                                                          \n\n2. O SISTEMA TOYOTA DE PRODUÇÃO \n\nNa fase da história econômica ocidental (1760-1840)2, hoje conhecida como Revolução \n\nIndustrial, foram lançados os fundamentos das empresas dedicadas à produção em massa, por \n\nmeio da concentração de equipamentos e trabalhadores num único lugar - a fábrica- e com a \n\nfinalidade de produzir mercadorias em grande quantidade para atender a um consumo em \n\nmassa.  \n\nA Revolução Industrial provocou um processo de profundas mudanças e inovações na \n\norganização da produção. As mudanças fundamentaram-se no conceito de divisão do trabalho \n\nou especialização das tarefas. A divisão do trabalho tornou as tarefas simplificadas e mais \n\nmecânicas do que até então. Tal tendência combinada à introdução de várias formas de \n\ngeração e suprimento de energia originou a mecanização que se tornou, então, a força-motriz \n\nna promoção de avanços na natureza do trabalho. \n\nNos anos que se seguiram à Revolução Industrial a produção em massa se impôs como \n\nparadigma hegemônico de produção, atingindo a culminância na primeira metade do Século \n\nXX, graças principalmente à integração das idéias de organização do trabalho preconizadas \n\npor Frederick Winslow Taylor com as ações práticas de Henry Ford – na Ford Motor \n\nCompany- e de Alfred Sloan na General Motors, razão porque a indústria automotiva tornou-\n\nse seu símbolo global (WOMACK et al., 1992). \n\nA Teoria da Administração Científica, de acordo com Stoner e Freeman (1985) apud \n\nTAYLOR (1990), é uma abordagem formulada por Frederick W. Taylor e outros, entre 1890 \n\ne 1930, que buscavam determinar cientificamente os melhores métodos para a realização de \n\nqualquer tarefa e selecionar, treinar e motivar os trabalhadores. Taylor baseou seu sistema de \n\nadministração no estudo de tempos e movimentos na linha de produção; usando como base o \n\nestudo de tempos, dividiu cada função em seus componentes e projetou os métodos melhores \n\ne mais rápidos para executar cada um desses componentes. \n \n\n  2 Este período foi estabelecido, pelo historiador inglês Arnold Toynbee (1853-1883), devido à ocorrência \n\nda Revolução Industrial na Inglaterra, que popularizou a própria expressão “Revolução Industrial”. Mas os \n\nhistoriadores têm plena consciência de que nem o princípio nem o fim das profundas transformações \n\nprovocadas pela Revolução Industrial podem ser categoricamente definidos; ela deve ser considerada mais \n\ncomo processo, do que como um período de tempo”. (Encyclopedia Brittanica, ed.1973,vol 12, p.210)  \n\n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         17 \n \n\n                                                                                                                                                                                    \n\nNo início do século XX, Taylor se propôs a analisar cientificamente o modo como se \n\ndesenvolve o trabalho no “chão-de-fábrica”, de forma a decompô-lo nas suas diversas tarefas \n\npara, a partir dessas, mensurar os tempos e movimentos gastos na sua execução de modo a \n\nestabelecer um tempo “ideal” a ser perseguido como forma de aumentar a produtividade. \n\nTaylor já percebia a necessidade de eliminar tempos que acarretassem prejuízo ao produto ou \n\nao trabalhador. \n\nTaylor mostrou sua preocupação com as perdas no sistema produtivo quando inseriu o \n\nestudo da produção científica. Ele observou que, quando reduzia as perdas, a eficiência \n\nindustrial era aumentada. Taylor relacionou as perdas aos desperdícios dos materiais que, \n\nsegundo ele, é a causa fundamental e pode ser superada a partir de gerenciamento adequado \n\nno uso dos recursos produtivos (TAYLOR,1990). \n\nEm sua visão de perdas, Ford procura em seus escritos derrubar o paradigma industrial \n\nhegemônico na época, postulando que é necessário desvencilhar-se da “velha concepção de \n\nque uma coisa vale mais do que um homem” (ANTUNES,2003). Ford parte do princípio \n\nsegundo o qual “os materiais nada valem, adquirindo importância na medida em que chegam \n\nàs mãos dos industriais” (FORD apud ANTUNES, 2003). Ford associa o desperdício ao \n\ntrabalho humano, pois os materiais são valorizados a partir da sua transformação ao longo do \n\ntempo produtivo e o ato de utilizá-los na produção de forma racional é que provoca a \n\ndiminuição do desperdício. \n\nDe acordo com FORD (1988) “o elemento tempo na produção estende-se do momento \n\nem que a matéria–prima é separada do solo até o momento em que o produto acabado é \n\nentregue ao consumidor final3”. \n\nOs processos de produção e venda de bens requerem que “no final, a melhor mercadoria \n\nseja produzida em quantidade suficiente e com o menor custo para o consumidor” FORD \n\n(1988). Percebe-se nos pensamentos de Ford a necessidade de reduzir custos; no entanto, \n\ntalvez, não existia uma visão clara das perdas no sistema produtivo. \n\nWOMACK (1992) afirma que, por volta de 1890, o sistema produtivo automobilístico \n\nera predominantemente artesanal. Henry Ford trabalhou maneiras de superar os problemas \n\ndeste modelo de produção, praticados até então, criando novas técnicas que reduziriam \n\ndrasticamente os custos, aumentando ao mesmo tempo a qualidade do produto. Ford percebeu \n\n \n \n3Henry Ford, Today and Tomorrow,p.112. Publicado originalmente em 1926, este livro foi reeditado pela \n\nProductivity Press em 1988. A citação se baseia na reedição. \n\n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         18 \n \n\nque a intercambiabilidade das peças e a facilidade de ajustes, poderia trazer benefícios \n\nfinanceiros que resultariam em redução de custos de montagem. \n\nA capacidade do homem de transformar o ambiente em que vive pela busca de novas \n\nformas de trabalho é refletida na evolução da forma de produção industrial.  \n\nComo a produção em massa baseava-se na produção repetitiva de produtos similares em \n\ngrandes quantidades, era vista como a maneira economicamente mais eficiente de produzir \n\nbens materiais para consumo em massa. A produção de bens ‘fora-de-série’, ou com \n\ncaracterísticas únicas, necessitava de um sistema de produção distinto; uma nova forma de \n\norganização da produção. \n\nEm meio ao aumento da competitividade e do acirramento da concorrência, as empresas \n\nbuscam formas de se tornarem cada vez mais eficientes na otimização de seus recursos. E, ao \n\nlongo da história, se acompanha, neste cenário, o surgimento de novas concepções de \n\nsistemas produtivos. \n\nPor volta dos anos de 1950, Eiji Toyoda saiu para conhecer uma das fábricas da Ford, \n\nem Detroit. Antes disso seu tio Kiichiro Toyoda já a havia visitado em 1929: o objetivo era o \n\nperfeito entendimento de como funcionava uma indústria automobilística para daí nascer a \n\nToyota Motor Co. (GHINATO, 1996).  \n\nA Toyota ingressou na indústria automobilística especializando-se em caminhões para \n\nas forças armadas, mas com o firme propósito de entrar na produção em larga escala de carros \n\nde passeio. No entanto a II Guerra Mundial adiou seus planos. \n\nDepois da Guerra a Toyota tentou produzir automóveis em larga escala, mas esbarrou \n\nem uma série de problemas: o mercado japonês era limitado e demandava diversos modelos \n\ndiferentes de automóveis, sendo que cada modelo não possibilitava escala para produção em \n\nmassa; a força de trabalho nativa do Japão se organizou formando sindicatos fortes que \n\nexigiam maiores garantias de emprego, conseguindo restringir bastante os direitos das \n\nempresas de demitir empregados, o que ocorre com freqüência na produção em massa; e a \n\neconomia do país, devastada pela guerra, não dispunha de recursos para realizar os altos \n\ninvestimentos necessários para a implantação da produção em massa (MATTAR,1997). \n\nEm 1956, o engenheiro Taiichi Ohno da Toyota Motor Co. visitou uma das fábricas da \n\nFord, em Detroit, e concluiu que a produção em massa precisava de muitos ajustes e \n\nadaptações para o mercado japonês, bem menor que o norte americano e de demanda variada \n\nde produtos (GHINATO, 1996). \n\n“O sucesso do sistema de produção em massa Fordista inspirou diversas iniciativas em \n\ntodo o mundo. A Toyota Motor Co. tentou por vários anos, sem sucesso, reproduzir a \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         19 \n \n\norganização e os resultados obtidos nas linhas de produção da Ford, até que em 1956, Taiichi \n\nOhno percebeu que os trabalhadores eram sub-utilizados, as tarefas eram repetitivas além de \n\nnão agregar valor, existia uma forte divisão (projeto e execução) do trabalho, a qualidade era \n\nnegligenciada ao longo do processo de fabricação e existiam grandes estoques intermediários” \n\n(GHINATO, 2000). \n\nDe volta à fábrica da Toyota, Ohno deu início às experiências. Seu primeiro passo foi \n\nagrupar os trabalhadores em equipes, com um líder de equipe no lugar do supervisor, como \n\nera na Ford. Cada equipe era responsável por um conjunto de etapas de montagem e a uma \n\nparte da linha se pedia que trabalhassem em grupo, executando da melhor forma possível as \n\noperações necessárias. O líder da equipe, além de coordená-la, realizava tarefas de montagem; \n\neventualmente na substituição de trabalhadores faltosos – conceitos esses inéditos nas fábricas \n\nde produção em massa (WOMACK et al., 1992). \n\nO passo seguinte de Ohno foi atribuir à equipe as tarefas de limpeza, pequenos reparos \n\nde ferramentas e controle de qualidade. Como último passo, depois que as equipes estavam \n\nfuncionando a contento, estabeleceu um sistema de consultas para a equipe sugerir, em \n\nconjunto, medidas para melhorar o processo (WOMACK et al., 1992).  \n\nOhno observou o problema do retrabalho, onde na Ford os defeitos eram detectados no \n\ndecorrer da montagem do carro; no entanto só era consertado no final da linha para não \n\n“perderem tempo”. Percebeu, aquele, que a prática da produção em massa, de deixar passar os \n\nerros para manter a linha funcionando, fazia com que esses se multiplicassem \n\nincessantemente. Era normal o trabalhador achar que os erros acabariam sendo detectados no \n\nfinal da linha e que seria punido se a fizesse parar. O erro inicial acabava passando pelos \n\ndemais montadores no restante da linha. Uma vez a peça defeituosa entranhada num veículo \n\ncomplexo, o trabalho de reparo poderia ser imenso. E, porque o problema só viria a ser \n\ndescoberto bem no final da linha, grande número de veículos com o mesmo defeito teriam \n\nsido montados até que o problema fosse detectado (WOMACK et al., 1992).  \n\nAssim Ohno, na Toyota, responsabilizou cada estação de trabalho, instruindo os \n\ntrabalhadores a pararem imediatamente toda a linha de montagem caso surgisse um problema \n\ne daí toda a equipe se concentrava em consertar aquele problema. No começo a linha parava \n\ntoda hora. Com o tempo, foram solucionando todos os possíveis problemas, o rendimento \n\naumentou até que hoje o número de paradas é muito pequeno. Atualmente as montadoras da \n\nToyota praticamente não possuem área de reparos e quase não os executam (WOMACK et al, \n\n1992).  \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         20 \n \n\nApós a Segunda Guerra Mundial e, mais intensamente, a partir da crise do petróleo de \n\n1973, “quando o ‘rápido crescimento’ parou, tornou-se bastante óbvio que uma empresa não \n\npoderia ser lucrativa usando o sistema convencional de produção em massa americano que \n\nhavia funcionado tão bem por tanto tempo” (OHNO, 1997). \n\nA partir de 1970, deu-se início a um processo de reestruturação no sistema produtivo, \n\npois num ambiente que se modificou muito rapidamente este sistema começou a dar sinais de \n\nfraquezas diante de um mercado cada vez mais competitivo; dando espaço para que outros \n\nsistemas produtivos fossem desenvolvidos.  \n\nGALBRAITH (1977) sugere que o esgotamento do paradigma da produção em massa se \n\ndeu por causa do aumento de risco para as empresas, em decorrência do aumento das \n\nincertezas do mercado.  \n\nOutra hipótese é a de que este esgotamento foi provocado pelos planos de recuperação \n\neconômica dos países que saíram derrotados do conflito (o Plano Marshall para a Alemanha e \n\na Itália, o Plano Truman para o Japão), ao estimularem as empresas destes países a adotar \n\nmedidas para absorver choques econômicos e mão-de-obra com baixo custo, que no Japão \n\nlevaram ao surgimento das ‘Keiretsu’ (COUSINS, 1999). \n\nA Toyota Motor Co., começou a se destacar e chamar a atenção das empresas do mundo \n\ntodo depois da crise do petróleo, quando muitas empresas sucumbiram e as que persistiram \n\ntiveram taxas de crescimento próximas ou igual a zero.  \n\nEmbora os lucros tenham diminuído, na Toyota Motor Co, ganhos maiores do que \n\noutras empresas foram mantidos em 1975, 1976 e 1977. A diferença, cada vez maior, entre \n\nessa e as outras companhias fez com que as pessoas as perguntassem sobre o que estaria \n\nacontecendo na Toyota (OHNO, 1997).  \n\nMuitas empresas japonesas conseguiram destacadas posições no cenário competitivo \n\nmundial. A sofisticação do marketing, a qualidade e funcionalidade superior dos produtos, o \n\npreço mais baixo, é apenas um dos exemplos de fatores que garantiram a estas empresas uma \n\ndestacada vantagem frente a seus concorrentes.   \n\nA estratégia da Toyota, no período pós-guerra foi de tentar sobreviver num mercado \n\nonde a demanda era doméstica, discreta, marcada pela exigência de produtos cada vez mais \n\ndiferenciados e assim não podia trabalhar em grandes lotes, para isso ela procurou um sistema \n\nde produção baseado em pequenos lotes, quando detectou perdas na produção em massa. \n\nNeste raciocínio, o “princípio do não custo” fundamenta a perseguição às perdas; \n\ninvertendo a lógica tradicional de que o preço deve ser resultante da soma do custo mais o \n\nlucro pretendido, para a idéia de que o mercado determina o preço do produto.   \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\nNesse novo cenário os fabricantes não sobreviveriam sustentados pelo “princípio do \n\ncusto”, no qual consiste na lógica que o preço de venda é composto pelo custo de produção \n\nmais o lucro pretendido, praticado com sucesso pelos fabricantes até o advento da crise do \n\npetróleo. O preço era imposto ao mercado e o fabricante não se preocupava em reduzir \n\ndesperdícios/perdas4 e aumentar a eficiência do seu processo para aumentar o seu lucro; e \n\nassim os custos adicionais provenientes de ineficiências no processo produtivo eram \n\n“repassados” aos clientes. O princípio do custo consiste em: \n\nPREÇO = CUSTO + LUCRO \n\nCom o aumento da exigência dos consumidores, que buscam produtos de alta qualidade \n\ncom baixos preços; o mercado passa a determinar o preço de venda dos produtos. Assim a \n\nlógica tradicional é invertida: o lucro pretendido pela empresa passa a ser definido pela \n\ndiferença entre o preço de venda do produto e o custo de fabricação, onde o poder dos \n\nconsumidores é que passa a determinar o preço de venda. Esta nova definição é conhecida no \n\nSTP como o Princípio do “Não- Custo”:  \n\nPREÇO – CUSTO = LUCRO \n\nPode-se fazer uma analogia ao surgimento do “não-custo” através da curva do ciclo do \n\nproduto.  \n\n \n\nII \n\nIII\n\nI  \n\n                             \n\n \nRetorno  \n\n \n\n \n\n \n\n \n\n                             \n\nInvestimento  \nFigura2.1: Curva do ciclo do produto \nFonte: A própria autora \n\n         21 \n \n\n                                                           \n4 Na produção enxuta, segundo Ohno (1997), desperdício se refere a todos os elementos de produção que só \n\naumentam os custos sem agregar valor, como estoque, etc. No entanto Ghinato (1996) considera essa definição \n\ncomo perda; e o desperdício atrelado a fatores que não estão ligados diretamente ao sistema produtivo. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         22 \n \n\nAtravés dessa curva pode-se verificar que no período I o investimento é maior que o \n\nretorno- R1-. O investimento pode ser em tecnologia de ponta, em projetos e se tem um \n\nretorno pequeno devido ao período de adaptação do produto ao mercado. O período II é \n\ncaracterizado pela concorrência imperfeita: o comprador ou vendedor pode influenciar no \n\npreço; tem poder de mercado. O caso da Ford, se encaixa nesse período, no início do Século \n\nXX, onde o princípio utilizado foi o do custo: PREÇO = CUSTO + LUCRO. O investimento \n\né menor e o retorno é bem maior, pois a demanda está estável. No período III já se pode falar \n\nem concorrência perfeita: há muitos compradores e vendedores e nenhum deles tem total \n\ncontrole sobre o preço; o princípio predominante é do “não-custo”: LUCRO = PREÇO – \n\nCUSTO; quem determina o preço é o mercado. O investimento e o retorno são menores, pois \n\njá existem produtos substitutos e similares ocupando espaço no ‘marketshare’ (segmento de \n\nmercado). Aqui a organização necessita de implementar novas estratégias de produção para \n\naumentar a qualidade a custos mais baixos e diminuir o prazo de entrega. O objetivo é \n\ndiferenciar-se da concorrência para obter vantagem competitiva. \n\nNos anos de 1950 a Toyota encontrava-se no período III: seu produto –caminhões- não \n\ntinha mais demanda e partiu para a fabricação de carros de passeio. Diante desse cenário o \n\nJapão procurou focar seus objetivos e adaptar-se à sua realidade de mercado discreto, bastante \n\nexigente e de produtos variados. A Toyota não podia implantar a produção em massa na sua \n\nrealidade de mercado e por isso estudou as suas limitações e os recursos disponíveis para, \n\nassim, surgir o STP. Enquanto muitas empresas se encontravam em recessão. Em 1970, o \n\nJapão se destacou por ter obtido crescimento. \n\nJá no Brasil, nos anos de 1990, as empresas precisaram adotar estratégias no sistema \n\nprodutivo para poder competir com o mercado internacional; foi a era da globalização e o país \n\nse viu invadido pela concorrência internacional; vivenciando a passagem da superinflação \n\npara a recessão e oscilações associadas à estabilização da moeda. No momento de crise \n\nsurgem as maiores iniciativas nas empresas. Nesse momento, talvez, o Brasil pudesse ter \n\ndesenvolvido algum sistema de produção que o fizesse adquirir vantagem estratégica ou ter \n\ntomado medidas para diminuir a dependência do mercado estrangeiro; por exemplo ter \n\ninvestido mais em tecnologia de ponta, em desenvolvimento de projetos. Porém o Brasil não \n\ntem uma cultura forte de visão a longo prazo e se adaptou às mudanças do mercado de forma \n\ndiferente do Japão. O Japão, no entanto, passou mais de trinta anos para obter os resultados do \n\nseu investimento. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         23 \n \n\nGHINATO (1996) ressalva que o Princípio do “Não-Custo” só é efetivamente aplicado \n\nse a linguagem de custeio puder ser traduzida operacionalmente e praticada em todos os \n\nníveis da organização. \n\n“O custo deve ser entendido como resultante da combinação de vários recursos \n\naplicados na geração de um produto/serviço. A minimização do custo é obtida pela \n\nracionalização na utilização dos recursos necessários. Se um determinado \n\nproduto/serviço é fabricado com a utilização de um dado volume de recursos \n\n(material, mão-de-obra, máquinas, tempo,...) que podem ser reduzidos gerando um \n\nmenor custo, então pode se dizer que esta redução é obtida através da eliminação da \n\nparcela de recursos utilizada desnecessariamente. Em outras palavras, esta parcela \n\nde recursos é essencialmente ‘Perda” (GHINATO;1996, p.53). \n\nA partir dessa visão, Ohno estruturou o processo sistemático de identificação e \n\neliminação das perdas, que caracteriza o Sistema Toyota da Produção. “A identificação das \n\nperdas no processo produtivo exige um estudo detalhado da rede de processos e operações \n\nque compõe a estrutura da produção” (GHINATO; 1996, p.53). \n\n A análise do mecanismo da função produção é fundamental para a introdução de \n\nmelhorias em um sistema produtivo. O entendimento de que processos e operações são \n\nfunções distintas e se interceptam ortogonalmente é essencial para o estabelecimento das \n\nprioridades de melhorias na estrutura. \n\nSHINGO (1996a) conceitua produção como sendo uma rede de processos e operações. \n\nProcesso é visualizado como o fluxo de materiais no tempo e no espaço; é a transformação da \n\nmatéria-prima em componentes semi-acabados e daí o produto acabado. Já as operações \n\npodem ser visualizadas através do trabalho realizado para efetivar essa transformação e da \n\ninteração do fluxo de equipamento e operadores no tempo e no espaço. A análise do processo \n\nexamina o fluxo de material ou produto; a análise das operações examina o trabalho realizado \n\nsobre os produtos pelo trabalhador e pela máquina. Essa rede de processos e operações pode \n\nser melhor compreendida através da figura 2.2. \n\nShingo propôs quatro elementos distintos a serem identificados no fluxo de \n\ntransformação de matérias-primas em produtos: Processamento: uma mudança \n\nfísica no material ou na sua qualidade. As melhorias devem ocorrer através da \n\nengenharia de valor que questiona como o produto pode ser redesenhado para \n\nmanter a qualidade e reduzir os custos de fabricação. A análise do valor procura \n\nmelhorar os métodos de fabricação. Inspeção: comparação com o padrão \n\nestabelecido; podem ser usados dispositivos à prova de falhas que permitem a \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\neliminação de defeitos. Transporte: movimento de materiais ou produtos, mudando \n\nas suas posições. O aprimoramento do layout da fábrica possibilita a redução da \n\nnecessidade de transporte, ou mesmo, a sua eliminação. Espera: período de tempo \n\ndurante o qual não ocorre nenhum processamento, inspeção ou transporte. A espera \n\npode ser de dois tipos: espera do processo e espera do lote. O STP persegue o ideal \n\ndo estoque zero; portanto, procura eliminar as esperas do processo pela \n\nsincronização da produção; bem como as esperas do lote através do fluxo contínuo” \n\n(SHINGO, 1996a) . \n\n \n\n \n \n\nFigura 2.2: A estrutura da produção \nFonte: SHINGO (1996a) \n\nPara GHINATO (1996), através da análise dos processos e operações é possível \n\nperceber claramente a existência de cada um dos fenômenos que compõem o processo; \n\ntransporte, inspeção, processamento e espera. Destes quatro fenômenos somente o \n\nprocessamento em si agrega valor ao produto. Assim deve-se buscar a redução e eliminação \n\ndas atividades que não agregam valor ao produto. Ohno classificou sete perdas fundamentais \n\nexistentes no processo produtivo; são elas: \n\n         24 \n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         25 \n \n\n                                                          \n\n• Perda por Superprodução: A Perda por superprodução é a mais danosa, pois ajuda a \n\nesconder as outras perdas; pode ser por quantidade, onde são produzidos volumes além \n\ndo programado, e por antecipação, onde os volumes são produzidos antecipadamente para \n\natender as necessidades dos estágios subseqüentes;  \n\n• Perda por Transporte: A Perda por transporte é toda aquela relacionada diretamente com \n\na movimentação de materiais, geram custo e não agregam valor ao processo; \n\n• Perda no Processamento em si: Esse tipo de perda é inerente ao processo e aparece em \n\nsituações em que o seu desempenho está aquém do ideal; essa perda geralmente tem \n\norigem em situações de ajustes mal feitos, projetos inadequados, etc.;  \n\n• Perda por Fabricação de produtos defeituosos: Perda por fabricação de produtos que não \n\natendem às especificações do projeto;  \n\n• Perda por Movimentação: Perda relacionada aos movimentos desnecessários realizados \n\npelos operadores na execução de uma operação;  \n\n• Perda por Espera5: Está associada ao intervalo de tempo em que não é executado nenhum \n\nprocessamento, transporte ou inspeção. \n\n• Perda por Estoque: Perdas por estoque resultam da existência de estoques de matéria-\n\nprima, material em processamento e produtos acabados. A manutenção de estoques \n\nelevados faz crescer os custos com armazenamento, empatam capital e propiciam a perda \n\nde oportunidades de negócio. \n\nSegundo MONDEN (1984) embora a redução de custos seja a meta mais importante do \n\nSistema Toyota de Produção, ele tem que alcançar três outras submetas interdependentes, em \n\nordem, para garantir seu objetivo original. São elas: \n\n Controle de qualidade, que envolve a capacidade do sistema em adaptar-se às flutuações \n\ndiárias e mensais da demanda em termos de quantidade e variedades; \n\n Qualidade assegurada, o que garante que cada processo será suprido somente com \n\nunidades boas para os processos subsequentes; \n \n\n5 De acordo com Shingo (1997) há dois tipos de perda por espera: Perda por espera no processo: o lote inteiro \n\naguarda o término da operação que esta sendo executada no lote anterior, até que haja disponibilidade para o \n\ninício da operação. Perda por espera do lote: é a espera de uma peça componente de um lote até que todas as \n\npeças do lote sejam processadas. Segundo Ghinato (2000) pode-se destacar um terceiro tipo de espera: Perda por \n\nespera do operador: ociosidade gerada quando o operador é forçado a permanecer junto à máquina, de forma a \n\nacompanhar/monitorar o processamento do início ao fim; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         26 \n \n\n                                                                                                                                                                                    \n\n Respeito à condição humana, o qual deve ser cultivado enquanto o STP utiliza o recurso \n\nhumano para atingir seus objetivos de custos. \n\n“Os princípios por trás da produção enxuta não são rigorosamente novos; muitos deles \n\ntêm suas origens rastreadas nos trabalhos de pioneiros como TAYLOR e seus princípios de \n\nadministração científica, GILBRETH com os estudos de movimentos no posto de trabalho, \n\nSKINNER com seus estudos de estratégias de produção, DEMING em suas pesquisas sobre \n\nqualidade, alem de vários outros pesquisadores contemporâneos SHINGO; HILL; KARLSON \n\net al. (1994) apud MACHADO (1999)”. \n\n“No entanto, embora o conceito de produção enxuta já pudesse ter sido modelado com \n\nbase nesses trabalhos conduzidos ao longo do último século, somente após o estudo da \n\nindústria automobilística japonesa, todo o potencial dessa nova forma de administração da \n\nprodução pode ser compreendido” MOORE &amp; GIBBONS (1997) apud MACHADO (1999). \n\n“A Produção Enxuta ou Sistema Toyota de Produção é um sistema integrado de \n\nprincípios, práticas operacionais e ferramentas que possibilita a contínua busca da perfeita \n\ngeração de valor para o cliente” (GHINATO, 1996). \n\nA “Lean Production” (Produção Enxuta) pode ser definida por vários autores como uma \n\nestratégia de modernização das organizações, que visa sua adequação à nova realidade \n\nindustrial e que requer mudanças graduais para atingir padrões mundiais de competitividade; \n\nou ainda como um conjunto de técnicas que buscam a melhoria constante do desempenho dos \n\nsistemas produtivos (PIZZOL, 2003). \n\nPara entender melhor a produção enxuta WOMACK et al. (1992) modela essa nova \n\nfilosofia de produção da seguinte forma: \n\n• É um sistema produtivo integrado, com enfoque no fluxo de produção, produção em \n\npequenos lotes seguindo o Just in Time e um nível reduzido de estoques; \n\n• Envolve ações de prevenção de defeitos em vez de correção; \n\n• Trabalha com produção ‘puxada’ em vez de produção ‘empurrada’ baseada em \n\nprevisões de demanda; \n\n• É flexível, sendo organizado através de grupos de trabalho formados por mão-de-obra \n\npolivalente; \n\n• Pratica um envolvimento ativo na solução das causas de problemas com a finalidade \n\nda maximização da agregação de valor ao produto final; \n\n \n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         27 \n \n\n• Trabalha com um relacionamento de parceria intensivo desde o primeiro fornecedor \n\naté o cliente final. \n\nKOSKELA (1992) apud HEINECK (1997) em um trabalho direcionado para a \n\ndefinição da base conceitual da produção enxuta, sustenta que esta nova filosofia de \n\nprodução trata-se de uma síntese e da generalização de diferentes modelos de produção, \n\noriundos de diversas propostas sustentadas fundamentalmente pelo Just in Time e pelo \n\nGerenciamento da Qualidade Total (TQM). Para esse autor, este novo modelo de produção \n\npode ser definido da seguinte forma: \n\nA produção é um fluxo de materiais e informações desde a matéria-prima até o \n\nproduto acabado. Nesse fluxo o material pode estar sendo processado, inspecionado ou \n\nmovimentado. Tais atividades as quais o material pode ser submetido são inerentemente \n\ndiferentes. O processamento representa o aspecto de conversão do sistema de produção; \n\na inspeção; a movimentação e a espera representam os aspectos do fluxo de produção. \n\nOs processos referentes a fluxos podem ser caracterizados por tempo, custo e valor. \n\nValor refere-se ao atendimento das necessidades dos clientes. Em grande parte dos \n\ncasos, somente as atividades de processamento proporcionam a agregação de valor ao \n\nproduto (KOSKELA, 1992 apud HEINECK, 1997). \n\nUm fluxo contínuo da produção ou a adaptação às mudanças da demanda em \n\nquantidades e variedades é criado pela obtenção de dois conceitos chaves: Just in Time e \n\nAutonomação (MONDEN, 1984). Estes dois conceitos sustentam a estrutura do Sistema \n\nToyota de Produção, a qual pode ser representada na figura 2.3: \n\nO just in time é um sistema de trabalho projetado para atingir a produção conforme à \n\nespecificação na quantidade e tempo certos, utilizando estoques mínimos (sendo o ideal o \n\nestoque zero) de matéria-prima, estoques intermediários e bens acabados.  \n\nNa concepção de LADEIRA, porém não concordando, que (1997) “Just in Time é uma \n\nfilosofia de produção que se consolidou no Japão na metade da década de 1970, com o \n\npropósito de substituir os métodos ortodoxos da produção em massa e superar suas maiores \n\ncontradições no plano da produção.” \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nSegurança \nMMoorraall \n\nSeparação \nHomem/ \nMáquina \n\nJJuusstt--IInn--TTiimmee JJiiddookkaa \n\nOOppeerraaççõõeess  PPaaddrroonniizzaaddaass  Heijunka \n\nEstabilidade \n\nKaizen \n\nFluxo Contínuo\n\nTTaakktt  TTiimmee\n\nProd. Puxada\nPPookkaa--YYookkee  \n\nCLIENTE Menor \nLead Time \n\nCusto \nMais   Baixo \n\nMais Alta \nqualidade \n\n \n\nFigura 2.3: Estrutura do STP  \nFonte: Ghinato , 2000. (p.2 )  \n\nPara WOOD (1991) o Just in Time é muito mais que um sistema de estoque zero; é um \n\nsistema de administração da produção. No método convencional, sistema ‘empurra’, as \n\nmatérias-primas são ‘empurradas’ através do sistema, com base em julgamento sobre pedidos \n\ne previsão de vendas. Diferentemente desse sistema tradicional, o JIT é caracterizado como \n\num sistema que ‘puxa’ o produto da pessoa alocada no próximo estágio na cadeia de \n\nprodução, como se ela fosse um consumidor a demandar algo do estágio anterior ou do \n\nestoque. Em cada estágio do sistema de produção essa pessoa é um cliente interno. A idéia é \n\nque só se produz, nesse sistema, quando algo é requerido pelo consumidor e não por \n\nantecipação a uma demanda. \n\nO sistema JIT pode ser melhor compreendido através da análise do processo de trabalho \n\nentre os dois diferentes tipos de sistemas. O processo de trabalho sob o sistema de produção \n\nenxuta é muito diferente da produção em massa. Inverte-se a lógica de organizar o processo; \n\nmuda-se o ângulo de visão sobre como o trabalho deve ser organizado. No sistema de \n\nprodução em massa, tudo se passa como se o processo de trabalho fosse concebido para \n\nempurrar a produção para fora da fábrica a partir de seu próprio interior, cabendo ao \n\n         28 \n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         29 \n \n\ndepartamento de vendas a responsabilidade de encontrar demanda para o produto que está \n\nsaindo da linha de produção.  \n\nJá sob o sistema de produção enxuta, ao contrário, a produção sai da empresa como se \n\nfosse puxada desde o seu exterior. A partir da demanda preexistente é que se vai dar ordens de \n\nfabricação, solicitando materiais ao longo do processo produtivo em sentido inverso ao da \n\nprodução em massa. A indústria “enxuta” vê o cliente como parte da sua equipe, da sua cadeia \n\nprodutiva e o coloca no começo do ciclo de produção e não no fim deste ciclo, como ocorre \n\nna produção em massa. Esse método de processo de trabalho é concebido com o objetivo de \n\nevitar desperdícios e conseguir aumentos de produtividade e reduções de custos. O efeito \n\ndesse procedimento, naturalmente, é chegar o mais próximo possível do estoque zero, \n\neliminando estoques–reserva dentro do sistema.  \n\nO JIT é responsável por uma maior pressão colocada por grandes firmas que comandam \n\no sistema sobre seus fornecedores, para que haja 100% de qualidade em qualquer material, \n\nsem partes defeituosas e com entrega feita no tempo apropriado (WOOD, 1991). \n\n“A autonomação (“Jidoka”) é a automação com o toque humano; significa a \n\ntransferência de inteligência humana para uma máquina” (OHNO; 1997, p.129). Com a \n\nautonomação se impede a fabricação de produtos defeituosos e a superprodução, pois se for \n\ndetectado algum problema a linha de produção pára automaticamente, com a formação de \n\ngrupos, para solucionar o problema.  \n\nAinda devem ser destacados na estrutura do STP: o nivelamento da produção \n\n(Heijunka), a melhoria contínua (Kaizen) e as operações padronizadas. De acordo com \n\nGHINATO (2000) respectivamente podem ser conceituadas como:   \n\nHeijunka é a programação nivelada através de seqüenciamento de pedidos em um \n\npadrão repetitivo e do nivelamento das variações diárias de todos os pedidos para \n\ncorresponder à demanda a longo prazo. Este pode ser entendido como o nivelamento das \n\nquantidades e tipos de produtos e permite a produção em pequenos lotes e a minimização dos \n\ninventários; \n\nKaizen é a melhoria incremental e contínua de uma atividade, focada na eliminação das \n\nperdas, de forma a agregar mais valor ao produto/serviço com um mínimo de investimento; \n\nOperação padronizada é o método efetivo e organizado de produzir sem perdas; \n\nprocura-se obter o máximo de produtividade através da identificação e padronização de \n\nelementos que agregam valor ao produto. \n\nSPEARS &amp; BOWEN apud PICCHI (2001) procuram generalizar o STP e entender seus \n\nelementos fundamentais através de quatro regras: \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n• Trabalho: deve ser altamente especificado quanto a conteúdo, seqüência e ritmo; \n\n• Conexões: todas as comunicações devem ser diretas e sem ambigüidades; \n\n• Caminho: para todo produto e serviço, deve ser simples e direto; \n\n• Melhorias: devem ser feitas usando um método científico nos mais baixos níveis \n\n         hierárquicos da organização. \n\nEsses autores acreditam que estas regras criam um ambiente com alto grau de delegação \n\nque viabiliza mudanças contínuas sem o surgimento de conflitos. \n\nO Programa “Lean Production” -Produção Enxuta- não se apóia em um modelo teórico, \n\nmas baseia-se nas práticas e resultados de organizações produtivas que mostram os melhores \n\nresultados de desempenho, criando a partir desta identificação, o conjunto de técnicas que \n\ncompõem o padrão “lean” (PIZZOL, 2003). \n\nSegundo esse autor pode-se considerar, em termos gerais, que os objetivos de um \n\nprograma Lean, são: melhorar a qualidade e a produtividade dos sistemas produtivos e \n\notimizar os recursos produtivos disponíveis, adotando uma postura de busca constante de \n\nmelhorias.  \n\nPIZZOL (2003) afirma que o programa Lean Production (Produção Enxuta) é composto \n\npor quatro componentes, que podem ser chamados de “configuração básica de suporte”: \n\n \n\n  Lean Production \n\nProgramas para \nGarantia da \nQualidade \n\nFábricas \nFocalizadas/ \n\nUnidades \nIndependentes \n\nProgramas para \nControle de Inventário \n\nMáximo Rendimento \nDos Equipamentos \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\nFigura 2.4: Programas componentes da Lean Production \nFonte: Pizzol (2003) \n\nO máximo rendimento dos equipamentos refere-se à maximização da performance; \n\nsignifica a melhoria da qualidade, do custo, prazo de entrega e ainda, um ambiente de trabalho \n\nagradável e seguro; contribuindo para a motivação dos trabalhadores. \n\n         30 \n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         31 \n \n\nEsses programas são apoiados pela aplicação de métodos e ferramentas para sua \n\noperacionalização. As ferramentas tradicionalmente usadas para suportar os programas são \n\napresentadas na tabela 2.1: \n\n \n\nTabela 2.1: Ferramentas de Suporte para os programas componentes do Lean Production \n\nPrograma Ferramentas de Suporte \n\nControle de Inventário Sistema Just in Time \n\nGarantia de Qualidade Gerenciamento Total da Qualidade (TQM) \n\nRendimento Máximo dos Equipamentos Manutenção Produtiva Total (MPT) \n\nFábricas focalizadas/ unidades \n\nIndependentes \n\nManufatura Celular \n\nSistema Rápido de Troca de Ferramentas \n\n(SMED) \n\nPrincípio da Busca Contínua de Melhorias Mapeamento do Fluxo de Valor \n\nFonte: Pizzol (2003) \n\nNo entanto, o Mapeamento do Fluxo de Valor não pode ser considerada uma ferramenta \n\nde transformação e sim uma ferramenta para ajudar a enxergar e entender o fluxo de material \n\ne de informação na medida em que o produto segue o fluxo de valor. \n\nO STP está ligado a conceitos como a melhor alocação dos recursos disponíveis, \n\naperfeiçoamento da mão-de-obra, redução de estoques e aquisição de uma melhor visão do \n\nque realmente agrega valor ao produto para o cliente; onde seu maior objetivo é reduzir \n\nperdas e agregar o máximo de valor ao produto. Neste contexto, a mentalidade enxuta6, \n\nbaseada no STP, é uma filosofia de negócios que olha para as atividades básicas identificando \n\no que é perda e o que é valor sob a ótica do cliente.  \n\nO termo “enxuto” foi adotado visando caracterizar este novo paradigma de produção, \n\nque em comparação ao paradigma anterior da produção em massa, utiliza menor esforço dos \n\noperários em fábrica, menor espaço de fabricação, menor investimento em ferramentas, \n\nmenor número de horas de planejamento para desenvolver novos produtos em menor tempo. \n\n                                                           \n6 Essa mentalidade foi revelada ao mundo no início da década de 1990, após um amplo estudo comparativo de \n\nsistemas de produção e tornou-se o novo paradigma empresarial. Fonte: Folder Fórum Lean Nordeste \n\n(GHINATO, 2003) \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         32 \n \n\nRequer também bem menos estoques atuais de fabricação, além de resultar em menos defeitos \n\ne produzir uma maior variedade de produtos (WOMACK, 1992). \n\nSegundo GHINATO (1996) a eliminação de toda e qualquer forma de perda busca a \n\nmaximização do trabalho que adiciona valor e a redução progressiva do que não adiciona \n\nvalor. \n\n“Um fluxo de valor é toda a ação (agregando valor ou não) necessária para fazer passar \n\num produto por todos os fluxos essenciais de produção: o fluxo de produção desde a matéria-\n\nprima até o consumidor e o fluxo de projeto do produto, da concepção ao lançamento” \n\n(SHOOK,1999). \n\nO fluxo de valor pode incluir todo o fluxo de um sistema produtivo, desde a entrada do \n\nmaterial na fábrica até a entrega do produto final, incluindo até atividades de fornecedores e \n\ndistribuidores, e em alguns casos o desenvolvimento do produto. O objetivo da análise do \n\nfluxo de valor é manter um fluxo contínuo desde a matéria-prima até o produto final. \n\nCompreende-se a importância estratégica do enfoque no fluxo de valor através dos \n\ncinco princípios da mentalidade enxuta definidos por SHOOK (1999): \n\n1. Definir o que é valor: o cliente é quem define o que é valor, de acordo com suas \n\nnecessidades e a empresa deve procurar satisfazê-las; \n\n2. Identificar a Cadeia de Valor: significa dissecar a cadeia produtiva e separar os \n\nprocessos em três tipos: (a) que efetivamente geram valor, (b) que não geram valor, mas \n\nsão necessários para o processamento, (c) que não agregam valor algum e devem ser \n\neliminados; \n\n3. Fazer o valor fluir sem interrupções: deve-se dar fluidez aos processos que efetivamente \n\ngeram valor e que são realmente necessários; \n\n4. Deixar que o cliente “puxe” valor do produto: o efeito da criação de um fluxo de valor \n\npode ser sentido na redução dos tempos de concepção de produtos, de processamento de \n\npedidos e em estoques, refletindo uma rapidez no processo. Isso permite inverter o fluxo \n\nprodutivo no qual passa a ser “puxado” pelo cliente; \n\n5. A busca da perfeição: A perfeição segundo o Lean Enterprise Institute7 deve ser uma \n\nrealidade; e o seu alcance não é difícil em um processo transparente, onde todos os \n\nmembros da cadeia tenham conhecimento do processo como um todo. \n\nA partir da adoção dos princípios norteadores da mentalidade enxuta, obtêm-se maior \n\neficiência produtiva, pois as perdas no sistema produtivo podem ser identificadas, reduzidas \n\nou até eliminadas. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         33 \n \n\n                                                                                                                                                                                    \n\n “Manufatura Enxuta engloba um conjunto de técnicas que compõem um sistema, o qual \n\nderiva de uma filosofia” (SHOOK, 1999). \n\nAs técnicas são o elemento mais visível, sendo por vezes mal compreendidas, \n\nconfundindo-se com o próprio sistema. Segundo SHINGO (1989) muitas pessoas indagadas \n\nsobre o que é STP, respondem: “STP é Kanban”, mas em sua opinião STP é somente 5% \n\nkanban, 15% sistema de produção e 80% eliminação de desperdícios. O entendimento do \n\nsistema e filosofia que está por trás das técnicas é fundamental.  \n\nDesde que estes autores chamaram a atenção para este novo paradigma da produção, \n\ndiversos setores de diversos países procuram implementar esse sistema. No entanto a \n\ncompreensão sistêmica dos conceitos e experiências desenvolvidas hoje é um grande desafio \n\npara muitas empresas que buscam o uso do conceito. A Mentalidade Enxuta é uma complexa \n\ncombinação de filosofia, sistema e técnicas, e a má compreensão e utilização desta \n\ncombinação; como por exemplo focar somente o kanban, é um das razões mais freqüentes de \n\nimplementações parciais e sem resultados significativos. \n\n2.1.1. JUST-IN-TIME \n\n“O Just in Time é, provavelmente, o mais discutido e estudado elemento da moderna \n\nadministração industrial. Uma ‘verdadeira revolução’ e ‘mudança de paradigma’ são \n\nexpressões comumentes associadas ao JIT que traduzem o impacto exercido sobre as práticas \n\ngerenciais” (GHINATO, 1996). \n\nOHNO (1997) afirma que o conceito de Just in Time surgiu da idéia de Kiichiro Toyoda \n\nde que, numa indústria automobilística, o ideal seria ter todas as peças ao lado das linhas de \n\nprodução no momento exato de sua utilização. \n\n“O sistema de trabalho Just in Time tem como propósito a redução de estoques em toda \n\ncadeia de suprimentos, produção e, conseqüentemente, a distribuição física. A redução de \n\nestoque é um dos marcos do STP” (SHINGO, 1996a).  \n\n“Just in Time significa que, em um processo de fluxo, as partes necessárias à \n\nmontagem, alcançam a linha de montagem no momento em que são necessárias e somente na \n\nquantidade necessária. Uma empresa que estabeleça um fluxo integralmente pode chegar ao \n\nestoque zero; sendo este o estágio ideal” (OHNO; 1997, p. 26). Nesse caso o custo de manter \n\nestoques é reduzido e a rotatividade do capital de giro aumentada; sendo indicadores \n\nimportantes para as empresas. \n\n \n7 O Lean Enterprise Institute é uma instituição de pesquisa e treinamento na área de STP. www.lean.org.br  \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         34 \n \n\nÉ fundamental que se entenda que o JIT é somente um “meio” de alcançar o verdadeiro \n\nobjetivo do STP: o aumento dos lucros através da completa eliminação das perdas \n\n(GHINATO, 1996). \n\nSegundo CORRÊA (1996) o Just in Time é muito mais do que uma técnica ou um \n\nconjunto de técnicas de administração da produção, sendo considerado como uma completa \n\nfilosofia, a qual inclui aspectos como a administração de materiais, gestão da qualidade, \n\narranjo físico, projeto do produto, organização do trabalho e gestão de recursos humanos. \n\nDe acordo com Motta, e estando de acordo com sua colocação, haveria uma completa \n\nfalta de coerência na forma como a expressão “Just In Time” é utilizada (MOTTA) apud \n\nGHINATO (1996). \n\nMuitos autores definem Just in Time como filosofia, ferramenta, sistema, técnica, \n\nprojeto, abordagem, estratégia. No entanto, a respeito das diferentes visões do JIT é \n\nimportante esclarecer o seu verdadeiro conceito. O Just in time é uma técnica de \n\ngerenciamento que está inserida no contexto do Sistema Toyota de Produção.  \n\nO que Motta conclui, contra diversas definições apresentadas e por ele analisadas, é \n\nque: \n\n“O Just in Time não é uma ciência, uma vez que não tem por objetivo estabelecer \n\nhipótese, teorias ou leis sobre a realidade organizacional. Seus objetivos, ao \n\ncontrário, são de interferir, modificar essa realidade. [...] o Just in Time é, única e \n\nexclusivamente, uma técnica que se utiliza várias normas e regras para modificar o \n\nambiente produtivo, isto é, uma técnica de gerenciamento, podendo ser aplicada \n\ntanto na área de produção como em outras áreas da empresa” (MOTTA) apud \n\nGHINATO (1996: p. 80). \n\nAs peças chegam na estação de trabalho seguinte “justo a tempo”, são concluídas e \n\natravessam a operação rapidamente. O objetivo é atingir desvios próximos de zero dentro da \n\nprogramação. Isso significa que produzir uma peça a mais é tão ruim quanto produzir uma \n\npeça a menos (DAVIS, 2001). \n\nNa verdade, qualquer coisa acima da quantidade mínima necessária é vista como perda, \n\npois o material gasto para algo não necessário não pode mais ser utilizado e neste material \n\nestá incluso investimentos, salários, tempo gasto, etc. \n\nNo JIT, o tamanho do lote ideal é uma peça. Os japoneses vêem o processo de \n\nmanufatura como uma rede gigante de centros de trabalho interconectados, onde a \n\norganização perfeita seria aquela em que todo trabalhador concluísse sua tarefa e a passasse \n\ndiretamente ao próximo, no exato momento em que o trabalhador seguinte estivesse pronto \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         35 \n \n\ncom outra peça. A idéia consiste em reduzir todas as filas com o propósito de minimizar o \n\ninvestimento em estoque; reduzir tempos de atravessamento de produção; reagir rapidamente \n\nàs mudanças de demanda e descobrir quaisquer problemas de qualidade (DAVIS, 2001). \n\nUm desafio enorme de um sistema de produção industrial é encontrar o ponto de \n\nequilíbrio entre trabalhar sem estoque, sem permitir interrupções na linha de produção por \n\nfalta de peças (matéria-prima) e abastecer a parcela do mercado que a empresa possui, com os \n\nprodutos solicitados acompanhando a flutuação de demanda. E para isso é mister que todas as \n\ntécnicas do STP tenham sido implementadas com sucesso e adaptadas ao tipo de negócio. \n\nGHINATO (2000) enfatiza que o objetivo do JIT é identificar, localizar e eliminar as \n\nperdas; garantindo um fluxo contínuo de produção. Elementos importantes para a viabilização \n\ndo JIT podem ser considerados: \n\n• Redução de estoques - O JIT tem como objetivos fundamentais a eliminação de perdas e \n\no melhoramento contínuo do processo produtivo. A perseguição destes objetivos se dá a \n\npartir de um mecanismo de redução de estoques, buscando, assim, a identificação de \n\nproblemas que costumam ficar escondidos atrás dos estoques excessivos (CORREA et \n\nal, 1996). E com um fluxo contínuo não há existe estoque e propicia uma melhor \n\nvisualização de possíveis perdas existentes no processo;  \n\n• Redução do lead time - o lead time curto é de grande importância na produção enxuta \n\npor ele aumentar a flexibilidade em relação ao seu concorrente. O lead time é o tempo \n\nque decorre desde o momento em que uma ordem de produção é colocada até que o \n\nmaterial esteja disponível para uso (é o tempo de atravessamento); \n\n• Redução do setup - Um setup curto ajuda na flexibilidade do processo, pois não \n\ncompromete a produção, proporcionando uma adaptação de forma ágil às flutuações de \n\ndemanda. Para se chegar a lotes de produção menores, ou unitários, deve-se buscar a \n\nredução do tempo de setup; pois quanto maiores os custos na preparação dos \n\nequipamentos, tanto maiores poderão ser também os lotes de fabricação de um \n\ndeterminado produto para poder compensar a perda de tempo no setup; \n\n• Redução dos lotes de produção – os lotes quando menores forçam os erros, na linha de \n\nprodução, a aparecerem; \n\n• Layout celular – Ele se apresenta sobre a forma de “U”, ou seja; os postos de trabalho \n\nestão bastante próximos uns dos outros, evitando a necessidade de equipamentos para \n\nmovimentação de material. No entanto, para funcionar eficazmente é necessário que os \n\ntrabalhadores sejam multifuncionais e estejam bastante envolvidos; pois eles poderão \n\noperar várias máquinas num mesmo ciclo produtivo; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         36 \n \n\n• Envolvimento dos trabalhadores - Nas empresas que adotam o just in time precisa \n\nexistir maior participação e envolvimento da mão-de-obra; já que além de serem \n\nmultifuncionais, devem controlar a qualidade, fazer pequenas manutenções e decidir se \n\nvai parar a linha de montagem na ocorrência de algum problema.    \n\n• Takt-time - É o tempo necessário para produzir um componente ou um produto \n\ncompleto, baseado na demanda do cliente, também se pode dizer que o takt-time associa \n\ne condiciona o mix de produção ao ritmo das vendas; \n\n• Kanban – É um meio para a administração do sistema JIT e funciona como requisição \n\nde produção (MARTINS, 1993 apud BONADIO). O Kanban é um sistema de \n\ninformação que controla as quantidades de produtos em todos os processos; \n\n• Parceria entre cliente e fornecedor – O JIT enxerga a relação cliente-fornecedor como \n\numa parceria, pois é necessário que o fornecedor dê suporte para que o fluxo seja \n\nsempre contínuo. \n\nSegundo LADEIRA (1997) para que sejam possíveis a implantação do JIT e o melhor \n\naproveitamento dos recursos materiais e humanos disponíveis na manufatura. Algumas \n\nalterações são necessárias no conjunto de operações e nos processos do chão-de-fábrica, como \n\numa redução do setup e:  \n\n• Mudanças no arranjo produtivo: Como um dos objetivos do JIT é a redução dos estoques \n\ne dos lotes de fabricação, fluxo contínuo na produção, qualidade na fonte da fabricação e \n\naprimoramento contínuo dos processos e dos trabalhadores; para isso mudanças \n\nsignificativas devem ser realizadas no layout das fábricas. O arranjo físico utilizado no \n\nambiente JIT é o arranjo celular da produção, que, na verdade, representa uma tentativa \n\nde se conciliar a flexibilidade do arranjo funcional com as vantagens do arranjo linear. \n\n “O arranjo físico celular, associado a uma técnica denominada tecnologia de grupo, \n\nprocura trazer as vantagens do layout linear, sem restringir demais a variedade possível de \n\nprodutos. Tecnologia de grupo é uma técnica que permite o agrupamento de componentes \n\nfabricados em famílias cuja característica principal são os roteiros de fabricação. \n\nIdealmente, os componentes de uma família terão dimensões e formas similares, visando \n\npossibilitar um tempo mínimo de preparação dos equipamentos a cada momento em que \n\nse passa da produção de um componente para outro. Em geral, a forma das células tem \n\nforma de ‘U’, onde apresenta algumas vantagens: menos estoques de produtos em \n\nprocesso, menores custos de movimentação de materiais, menores leadtimes de produção, \n\nplanejamento da produção mais simplificado, controle visual das operações e menos \n\ntrocas de ferramentas” (CORREA et al.,1996). \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         37 \n \n\n• Operadores multifuncionais - a utilização de profissionais multifuncionais aponta uma \n\ntendência à reversão da excessiva rigidez e fragmentação do dogma Taylorista/Fordista \n\nna produção com uma modificação concreta do trabalho participativo e interativo dentro \n\ndas empresas. A multifuncionalidade apresenta algumas vantagens, como: \n\n• Melhor aproveitamento dos operadores e das máquinas; \n\n• Capacidade dos operadores de identificar e solucionar possíveis problemas no \n\nprocesso; \n\n• Maior responsabilidade para os operadores. \n\nNo entanto, a multifuncionalidade requer a participação e envolvimento da mão-de-\n\nobra, além da ênfase no trabalho em equipe e o treinamento em todas as operações da célula \n\npara que a mão-de-obra esteja apta a tomar decisões. \n\n• O controle da qualidade: A qualidade de produtos e processos é um ponto fundamental \n\npara a realização e o êxito do JIT. Com o JIT se fabrica em pequenos lotes e com pequenos \n\nestoques, favorecendo a identificação de problemas no sistema, o que exige maior e melhor \n\ncontrole da qualidade em cada operador e a partir de cada operador para a garantia de um \n\nfluxo contínuo sem interrupções por defeito no produto; \n\n• E por fim o sistema kanban e a autonomação. É importante observar, que no ambiente \n\nJIT, os trabalhadores devem possuir as condições e autonomia necessárias para a interrupção \n\ndos processos, uma vez que tenham identificado defeitos ou anormalidades na produção. \n\nO sistema de informações é alimentado pelo sistema Kanban e deve carregar os pedidos \n\nde produção de acordo com o sistema de produção. Para otimizar o JIT os trabalhadores \n\ndevem ser designados de tal forma que produzam um produto a cada ciclo de produção, o que \n\né possível devido à multifuncionalidade. \n\nPara incorporar adequadamente o conceito de JIT é necessário que a produção flua tão \n\nsuavemente quanto possível na fábrica. O ponto de partida é que os japoneses chamam de \n\ncarregamento uniforme da planta; seu objetivo é reduzir as ondas de reação que, \n\nnormalmente, ocorrem em resposta a variações de programação. Um exemplo é quando há \n\numa mudança significativa na montagem final; ele cria mudanças nas necessidades das \n\noperações de alimentação, as quais são, geralmente, amplificadas por causa das regras de \n\ntamanho dos lotes, de setups, de filas, e de tempo de espera (DAVIS, 2001). \n\nMuitos japoneses afirmam que a única maneira de eliminar este problema é fazer com \n\nque as pertubações no final da linha sejam as menores possíveis. Algumas empresas japonesas \n\nconseguem isso com o estabelecimento de um plano firme de produção mensal. Esses \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         38 \n \n\njaponeses superam essa questão através do planejamento do mix de produção todos os dias, \n\nmesmo se as quantidades totais são pequenas (DAVIS, 2001). \n\n“A produção JIT não dá margem a contingências. Toda peça deve estar correta no \n\nmomento do recebimento. Toda máquina deve estar disponível quando necessário para a \n\nprodução de peças. Todo comprometimento de entrega deve ser honrado na hora exata em que \n\nestá sendo programado. Consequentemente, os japoneses dão grande ênfase na qualidade, na \n\nmanutenção preventiva e na confiança mútua entre todos os participantes no empreendimento \n\nmanufatureiro” (DAVIS, 2001). \n\nO kanban parte integrante do STP e da abordagem do Just in time visa abastecer a \n\nunidade fabril sem perdas e geração de estoques. O kanban é um sistema de informação do \n\nSTP, baseado na idéia de funcionamento de um supermercado e colocado em funcionamento \n\nna Toyota por Ohno, por volta de 1953. Geralmente o kanban é utilizado sob a forma de um \n\npedaço de papel ou uma placa; onde a informação pode ser dividida em três categorias: \n\ninformações de coleta, informação de transferência e informação de produção. \n\nPortanto, no STP é necessário enxergar o fluxo de produção inversamente; um operador \n\nde um certo processo vai ao processo anterior retirar as unidades necessárias, na quantidade \n\nnecessária e no tempo necessário. Assim o processo anterior só tem que produzir a quantidade \n\nsuficiente de unidades para repor àquelas que foram retiradas. Essa quantidade é tida de \n\nunidade necessária e são descritas no cartão kanban. São usados dois tipos principais de \n\ncartão: kanban de requisição e kanban de ordem de produção. O kanban de requisição detalha \n\no que está sendo requerido e deverá ser retirado pelo processo subsequente e o kanban de \n\nprodução determina a quantidade que o processo anterior deverá produzir. Na fábrica da \n\nToyota esses cartões circulam dentro e fora dela; com as fábricas do grupo e com os seus \n\nfornecedores. \n\nMONDEN (1984) afirma que no Sistema Toyota de Produção, o kanban é baseado em \n\nProdução nivelada: a uniformização da produção para minimizar o tamanho do lote e a \n\nflutuação da produção; redução de tempo de preparação; layout das máquinas, mudança do \n\nlayout linear para layout tipo ‘U’; padronização dos trabalhos; aperfeiçoamento das atividades \n\ne autonomação. \n\nNo chão de fábrica JIT significa interação de estação de trabalho, devido à \n\ninterdependência dos processos. O JIT deverá minimizar a demanda flutuante, através do \n\nplanejamento de lotes, acarretando um inventário mínimo. Segundo REDA (1987) kanban é \n\num sistema de informações com o qual se operacionaliza o JIT: ele controla a produção das \n\npartes necessárias, para que chegue no momento certo e na quantidade certa.  \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         39 \n \n\nPor intermédio do kanban parte-se das necessidades da demanda final e todo o processo \n\nprodutivo é ‘puxado’ até que se alcance as necessidades de produção do primeiro recurso \n\nfabril. Para viabilizar esse tipo de sistema, cartões do tipo kanban são utilizados, os quais \n\ndeterminam um lote de peças para cada item do mix de produção da fábrica (SOUZA, 2002). \n\nPercebe-se um avanço na uniformização do conceito de kanban por alguns autores; todavia \n\nmuitos autores confundem os conceitos kanban, JIT e STP.  \n\nNo entanto, mesmo com as vantagens que se possam adquirir com a implementação do \n\nSTP, existem questionamentos sobre o Just in time. Em 1997 os japoneses questionaram o \n\nJIT, pois em 4 de março deste ano houve um incêndio que destruiu a fornecedora exclusiva de \n\nválvulas da Toyota o que acendeu debate sobre a vulnerabilidade desse sistema de gestão \n\n(GUIMARÃES, 1997).  \n\nDepois desse acontecimento o primeiro passo dado pela Toyota (maior montadora do \n\nJapão) foi alterar a sua estrutura de compras de autopeças de um único fornecedor para uma \n\ndiversificação de fornecedores.  \n\n“A montadora teve um prejuízo estimado em US$ 300 milhões, deixando de produzir \n\npelo menos 70 mil carros em duas semanas de paralisação; colocando em evidência uma \n\nvulnerabilidade nunca antes testada do sistema kanban. O acidente levou a montadora a \n\ndecidir pela diversificação no momento das compras das pecas, em lugar da atual estrutura \n\nque favorece um único fornecedor” (GUIMARÃES, 1997). \n\nPrática que igualmente contribui com a redução de custos para a empresa, as \n\nencomendas de autopeças feitas exclusivamente a uma só firma integram a estrutura do \n\n“Keiretsu”. Nela, a fornecedora de determinado componente a seu maior comprador atua \n\npraticamente como uma filial do mesmo, tamanha a dependência que tem sobre os pedidos \n\ndaquele cliente especifico. No caso deste acidente, a Aishin Seiki – fabricante de válvulas \n\npara freios, fornecia cerca de 99% dos componentes usados pela Toyota. Diante dessa \n\ndiscussão surgiram algumas correntes: \n\nA união foi questionada, mantendo laços rigorosamente fortes entre todas as empresas \n\nenvolvidas no sistema “Keiretsu’, com base no que especialistas e acadêmicos classificam \n\ncomo “o outro lado da moeda”. De acordo com a análise, enquanto as integrantes do processo \n\nganham em competitividade pela eficiência do sistema, elas pagam um preço considerável em \n\nrazão do alto nível de risco envolvido. A mesma corrente alerta para o fato de que um \n\nprecedente já deveria ter sido tomado como referencial importante na discussão do processo; \n\npois em 1994, com o terremoto de Kobe, a produção nas grandes montadoras também foi \n\nseriamente prejudicada.; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         40 \n \n\nA outra linha confia na “força da indústria japonesa’’ e afirma: “Esse tipo de acidente (o \n\nincêndio na Aishin-Seiki), só acontece uma vez a cada 10 anos. Além disso, uma mudança \n\ncom a introdução de aumento de estoques nas linhas de produção, implicaria o uso de um \n\nespaço cinco vezes maior, ao custo de US$ 1 milhão por mês” afirma o executivo da \n\nMitsubishi Motors (GUIMARÃES,1997). \n\nNo entanto, nesse exemplo exposto pode-se questionar a existência da melhoria \n\ncontínua na fábrica de válvulas - local do incêndio. O Sistema Toyota de Produção é \n\ncomplexo e não traz resultados com a implementação isolada de técnicas. A melhoria \n\ncontínua é a busca da melhoria do processo, buscando a eliminação das perdas e procurando \n\nmaneiras de impedir que os problemas ocorram, fazendo parte da implementação do sistema. \n\nO fator segurança, também, não deverá nunca ser esquecido; mesmo porque segurança e \n\nmoral fazem parte da estrutura do STP.  \n\nNão é fácil fazer uso de elementos teóricos e práticos numa organização; quanto mais \n\ndiferentes as suas práticas, mais difíceis de modelar as atividades de produção (FROHNER, \n\n1996).   \n\n2.1.1.1. O Mecanismo do Kanban \n\nPara minimizar os estoques de bens acabados, STP está basicamente orientado rumo à \n\nprodução ‘contrapedido’; onde se utiliza o sistema ‘puxar’, no qual os processos se sucedem. \n\n“O kanban é uma ferramenta para se obter produção no tempo exato” (MONDEN, \n\n1984). Os principais tipos de kanban são o de requisição e o de produção. Um kanban de \n\nrequisição especifica o tipo e quantidade do produto a ser retirado pelo processo subseqüente \n\ndo processo precedente; já o kanban de produção especifica o que será produzido pelo \n\nprocesso precedente. \n\nO kanban tem como objetivo o controle e a manutenção do fluxo contínuo de produção, \n\na eliminação das perdas, a reposição baseada no consumo e um controle visual do fluxo ao \n\nlongo da cadeia de valor. As funções do kanban são a de proporcionar informação de retirada \n\nou de transporte, de produção; funcionando como uma ordem de serviço anexa às peças. E \n\nainda, evita a superprodução e o transporte desnecessário, ajuda a identificar a origem dos \n\ndefeitos e revelar os problemas existentes e manter o inventário sob controle. \n\nO kanban apresenta algumas regras, como: \n\n• O processo subseqüente retira do processo precedente somente o que for necessário; \n\n• O processo inicial produz itens na quantidade e seqüência indicados pelo kanban; \n\n• Nenhum item é produzido ou transportado sem um kanban; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n• Não mandar produtos defeituosos para o processo subseqüente; \n\n• O número de kanban deve ser minimizado; aumentando a sensibilidade aos problemas. \n\n               Kanban de requisição                                         Kanban de produção \n                                          Processo  \n              CASTER           Precedente           \nHora entrega: 10:40 \n \nDescrição=folha 3305        Refusão \nQuant: 3 bobinas                                          \n                     P/  KASA                   \n\nDescrição = folha3300    Processo: \n \n           LASA                     pintura \n \n \nQuant.= 3 bobina \n\n \n\n \n\n \n\n \n\n \n   \nFigura 2.5: Cartões kanban \nFonte: A própria autora \n\nO fluxo do kanban pode ser descrito da seguinte forma: \n\n             1               2                  3                4             5                6                  7 \n\n         41 \n \n\n \n\n \n\n \n\n \n\nProcessamento de                     Montagem de                      Montagem Final                 \n\nPeças                                          Peças \n\n \n\n  Produtor de materiais                                                             Instruções de produção \n\nS2 \nP1 S\n\n1\n\nS\n1 P2 P3 \n\nS\n2 S2 \n\nFigura 2.6: Como circulam os kanbans \n\nFonte: Shingo:1996, p. 217  \n\nLegenda: \n\nS= Estoque \n\nP= Processamento  \n\n1= Materiais utilizados; \n\n2= kanban de produção; \n\n3=Transporte de peças; kanban de movimentação; \n\n4=peças utilizadas; \n\n5= kanban de produção; \n\n6= transporte de peças; kanban de movimentação; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         42 \n \n\n7= Peças utilizadas. \n\nA Figura representa o fluxo dos kanbans, onde pode ser explicada: \n\n1. Quando as peças ao lado da linha de montagem são usadas pela primeira vez, um \n\nkanban de movimentação é removido e colocado em um local específico; \n\n2. Um operador leva esse kanban de movimentação ao processo precedente para \n\napanhar itens processados. Ele retira um kanban de produção do palete e coloca-o \n\nem local determinado. O kanban de movimentação é colocado no palete e esse é \n\ntransportado até a linha. \n\n3. O Kanban de produção retirado do palete no processo anterior serve como etiqueta \n\nde instrução de tarefa para que se execute o processamento dos itens \n\nsemiprocessados, alimentados pelo processo imediatamente precedente. \n\n4. Quando isso acontece, a etiqueta de estoque intermediário do processo anterior ao \n\nprecedente é retirada e substituída por um kanban de movimentação. \n\n“Assim, uma reação em cadeia de trocas de kanban de movimentação e de produção \n\ndesenvolve-se no sentido inverso da seqüência de processamento. Com esse sistema, somente \n\nno final da linha de montagem, uma mudança de planos precisará ser indicada. A notícia \n\ndessa mudança fluirá de maneira simples, automática e confiável aos processos a montante.” \n\n(SHINGO; 1996 a ,p.217) \n\nDessa forma, o trabalho administrativo é simplificado. Quando a produção é \n\n‘empurrada’ as instruções são dadas em cada processo; onde algumas podem sofrer atrasos \n\ngerando um estoque desnecessário. Já, com a produção ‘puxada’ (enxuta) as instruções são \n\ndadas somente no processo final e atravessam os processos anteriores fáceis e claramente, \n\nmesmo que ocorram flutuações de demanda. \n\nSegundo SHINGO (1996a) o STP tem o objetivo de minimizar a geração de estoques \n\nintermediários, assim como de bens acabados. Por essa razão, ele requer produção com lotes \n\npequenos, com numerosas entregas e transporte freqüente, onde os tempos e locais de \n\nentregas são especificados detalhadamente. O sistema é estabelecido com entregas \n\nacontecendo várias vezes ao dia, pontos físicos de entrega são especificados com detalhe para \n\nevitar a colocação de peças em área de armazenagem e depois ter de procurá-las para retornar \n\nà linha; e por fim, o espaço disponível para estocar itens é limitado de forma a impossibilitar a \n\ngeração de estoque em excesso. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         43 \n \n\nEnfim, o movimento do kanban regula o movimento dos produtos. Ao mesmo tempo, o \n\nnúmero de kanban restringe o número de produtos em circulação, devido à dependência da \n\ncirculação do produto com o cartão kanban.     \n\n“Ao processar muitos e diferentes tipos de peças, é extremamente importante, para que \n\no estoque se mantenha mínimo, que o processamento seja iniciado com as peças cujos \n\nKanban circulam rapidamente e, então, prosseguir em ordem” (SHINGO, 1996). \n\nMuitas vezes, para a viabilidade do sistema é necessário realizar adaptações ao cenário \n\nonde está sendo implementado. O tipo de produto pode influenciar, ou até mesmo determinar, \n\nno fluxo produtivo, se contínuo ou com estoques, a utilização do tipo de kanban. Diante disso, \n\nverifica-se a classificação dos diferentes tipos de puxada via kanban: kanban A, kanban B e o \n\nkanban C. O kanban tipo A funciona com supermercados intermediários entre os processos e \n\nque pode oferecer um tempo de entrega menor ao cliente; no entanto é difícil funcionar com \n\nmuitas especificações devido à estocagem. O kanban tipo B é o “make to order”, quer dizer, \n\nfazer sob pedido; o tempo de entrega é maior que o kanban tipo A por não ter estoque, mas \n\ntem facilidade de fabricar muitas especificações. O kanban tipo C é uma combinação do tipo \n\nA e do tipo B usados no mesmo centro de produção.    \n\nDiante do exposto verifica-se a importância do kanban para o bom funcionamento do \n\nJust in Time; pois ele regula o fluxo de materiais/produtos, mantém o estoque de um tamanho \n\nmínimo e proporciona controle visual. Outra questão importante do kanban é a autonomia \n\ndada ao chão-de-fábrica, o que possibilita responder a mudanças com maior flexibilidade. \n\n2.1.2 AUTONOMAÇÃO \n\nO conceito de autonomação (“Jidoka”) foi desenvolvido por Sakichi Toyoda, o qual \n\ninventou o tear auto-ativado que interrompia o funcionamento automaticamente sempre que \n\numa linha se rompesse, essa invenção aplicada às máquinas da Toyota Motor Co. deu origem \n\na esse conceito. Segundo GHINATO (1996) a idéia central da autonomação é impedir a \n\ngeração e propagação de defeitos e eliminar qualquer anormalidade no processamento do \n\nfluxo de produção. O autor, ainda acrescenta que a autonomação consiste em facultar ao \n\noperador ou à máquina a autonomia de parar o processamento sempre que for detectada \n\nqualquer anormalidade.  \n\nÉ importante salientar que o conceito de autonomação tem muito mais identidade com \n\nautonomia do que com automação. Esse conceito é uma combinação de dois outros: \n\nautonomia e automação. O conceito de automação se refere a uma operação realizada somente \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         44 \n \n\npela máquina, sem a interferência humana e a autonomação é a automação com o toque \n\nhumano; é a transferência da inteligência humana para a máquina.  \n\nAs máquinas são equipadas com dispositivos de parada automática, como o sistema \n\npoka-yoke à prova de falhas, para impedir produtos defeituosos. Outro dispositivo que permite \n\num controle visual é o andon; um quadro indicador de parada da linha. Dessa forma não é \n\nnecessária a presença do operador enquanto a máquina está funcionando e daí ele fica \n\ndisponível para atender a várias máquinas; diminuindo o número de operadores e aumentando \n\na eficiência da produção. A eliminação de funções que proporcionam perda e que não agrega \n\nvalor enfatiza o valor do trabalho para os funcionários. \n\nO objetivo de Ohno era ao parar a máquina, devido a algum problema, forçar todos a \n\ntomarem conhecimento do fato. Quando o problema é claramente compreendido, a melhoria é \n\npossível (OHNO, 1988). Para existir a eficiência desse resultado é preciso que existam \n\nprocedimentos de trabalho padronizados para os operadores e estejam bem visíveis nas \n\ncélulas de manufatura para quando o andon sinalizar o local e o tipo de problema saberem que \n\nações tomar. \n\nDessa forma a autonomação está eliminando a perda por espera do operador, por \n\nprodutos defeituosos e ainda por superprodução e o operador pode cuidar de várias máquinas \n\ne desenvolver outras habilidades. Diferentemente da produção em massa onde o funcionário \n\noperava uma única máquina, um operador especializado, e muitas vezes ao surgir um \n\nproblema ele mesmo corrigia, sem chegar ao seu supervisor, sem buscar a causa-raiz.  \n\nSHINGO (1996a; p.197) destaca que “a introdução de inteligência humana nas \n\nmáquinas” tornou possível a clara separação entre o trabalhador e a máquina. Essa noção, por \n\nsua vez evoluiu até as operações multimáquinas e ajudou a elevar a produtividade humana”. \n\nSHINGO (1996a) e MONDEN (1984) explicam que o conceito de divisão do trabalho, \n\numa das inovações trazida pela revolução Industrial, combinada com a introdução de várias \n\nformas de energia; levou à mecanização. No entanto, com a mecanização as máquinas \n\ntrabalham automaticamente supervisionadas pelos trabalhadores. É negligenciada, por muitas \n\nempresas, a mecanização de outra importante função humana: a inteligência para detectar \n\nsituações anormais. Transferindo essa função para as máquinas, os trabalhadores podem ser \n\nliberados da necessidade de permanecerem próximos as suas máquinas. Essa função é \n\nchamada de pré-automação, sendo denominada autonomação no Sistema Toyota de Produção. \n\n(SHINGO, 1996a) \n\nAinda, para MONDEN (1984) a Autonomação pode ser livremente interpretada como \n\ncontrole autônomo de defeitos. Ela apóia o JIT por construir num mecanismo um meio para \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         45 \n \n\nprevenir materiais defeituosos em máquinas ou linhas de produtos, não permitindo que \n\nunidades defeituosas de um processo precedente sigam o fluxo e atrapalhem um processo \n\nsubsequente. O propósito de introduzir o conceito de autonomação é para assegurar que não \n\nexista parte defeituosa no sistema, ademais fazendo o JIT fluir de forma contínua. \n\nMuitos autores enfatizam bastante o just in time e o kanban; no entanto a autonomação \n\ntem um papel fundamental na operacionalização do JIT; já que para o funcionamento deste é \n\nmister a eliminação da perda por superprodução e por produtos defeituosos. \n\nGHINATO (1996) demonstra a importância da autonomação através da eliminação de \n\ntrês perdas: \n\n• Perda por super-produção: o dispositivo da máquina pode determinar o número exato do \n\nlote; \n\n• Perda por espera: se a máquina tem autonomia para parar, devido à qualquer situação \n\nanormal, não é mais necessária a presença do operador; \n\n• Perda por produtos defeituosos: capacidade de detectar qualquer anormalidade no \n\nproduto e parar o processo produtivo até que o operador elimine a causa do problema. \n\n2.2 TQM -Gerenciamento da Qualidade Total  \n\nAo analisar a estrutura do STP da empresa Alfa verifica-se mudanças no foco, pois \n\ninicialmente foi dado na implementação imediata do Just in time, através do kanban. No \n\nentanto, percebeu a necessidade de qualidade e estabilidade no processo, suporte e \n\nconfiabilidade dos equipamentos para adquirir bons resultados. Ao analisar a estrutura do STP \n\npercebe-se a importância da existência do gerenciamento da qualidade total de produtos e \n\nprocessos para o alcance dos objetivos. Ao analisar, sucintamente, a evolução do conceito de \n\nqualidade nas empresas percebe-se o impacto das mudanças no sistema de gestão da \n\nqualidade.  \n\nSegundo PALADINI (1995) a alteração do conceito da qualidade dentro do ambiente \n\nprodutivo sempre foi decorrente das mudanças do mercado consumidor. \n\nA percepção sobre qualidade tem uma evolução histórica desde a antiguidade até os \n\ndiais atuais. O período da Antiguidade pode ser caracterizado pela alta qualidade e padrões \n\npara artes em geral; o período da Idade Média foi marcado pelos primeiros operadores de \n\ncontrole de qualidade; o terceiro período: de 1900 a 1930 marca o aparecimento dos primeiros \n\ngráficos de controle; os anos 1940 marcam o nascimento do Controle Estatístico da \n\nQualidade, que formalizou as técnicas desenvolvidas em anos anteriores.  Os anos 1950 \n\nmarcam a era da qualidade no Japão, onde o que o diferenciou dos países ocidentais foi a \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         46 \n \n\nintrodução da noção da qualidade de vida; colocou-se a qualidade como uma questão \n\neminentemente cultural. Daí fixado o conceito no nível de sociedade, foi extremamente fácil \n\nintroduzir no interior dos sistemas produtivos. E os anos 1960 a 1980 ficaram marcados pelo \n\nconceito de qualidade total, estruturação do zero-defeito e o aparecimento dos círculos do \n\ncontrole da qualidade (PALADINI, 1995) \n\nNos dias atuais a qualidade não é vista como responsabilidade única da empresa; mas \n\ntambém do fornecedor; devendo-se considerar seu processo produtivo como uma extensão \n\nnatural do próprio processo produtivo da empresa; o maior interesse de ambos é produzir com \n\nqualidade e menor custo. \n\nAs mudanças no mercado ocasionaram mudanças na percepção do sistema da qualidade \n\ninserido na empresa. Esse sistema não é mais representado por um departamento específico, \n\nmas também por todas as áreas da empresa. Ao passar dos anos verificou-se que a qualidade \n\ndeixou de estar direcionada principalmente para o chão-de-fábrica e passou a envolver todos \n\nos processos da organização. \n\nComo a percepção dos clientes sobre a qualidade evolui com o tempo, tornando-se \n\ndinâmica; ouví-los, permanentemente, torna-se condição essencial para a sobrevivência das \n\nempresas.  \n\nPode-se observar ainda mudanças no conceito de qualidade na evolução da adequação \n\nao padrão às necessidades latentes dos clientes (SHIBA et al.apud MARTINS, 1998).  Com \n\nbase na evolução da adoção da gestão pela qualidade total no Japão, quatro fases de evolução \n\ndo conceito de qualidade podem ser identificadas na Figura 2.7  \n\nNa primeira fase, adequação ao padrão, o foco era a qualidade de conformação obtida \n\nbasicamente por meio de inspeção. A empresa considerava que o projeto do produto atendia \n\nàs necessidades dos clientes, sendo a qualidade um problema de conformação. \n\nNa segunda fase, adequação ao uso, o foco era a qualidade do projeto que assegurasse a \n\nsatisfação das necessidades de fato dos clientes e não aquilo que os projetistas pensavam ser. \n\nEntretanto, a adequação ao uso era obtida basicamente por inspeção, o que elevava o custo de \n\nqualidade. \n\nNa terceira fase, adequação ao custo, o foco era a qualidade da conformidade de acordo \n\ncom as reais necessidades dos clientes. Era necessário obter alta qualidade combinada com \n\nbaixos custos.  \n\nNa quarta fase, adequação às necessidades latentes, o foco é a concepção de produtos ou \n\nserviços que venham satisfazer àquelas necessidades dos clientes as quais eles ainda não têm \n\nconsciência plena.  \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n                                                                                          \n\n     \n\n \n\n              Produção em massa \n\n         47 \n \n\n1950s \n\n \n\n  \n\n                      Revolução do consumidor \n\n \n\n1960s \n\n                                Crise do petróleo \n\n1970s \n\n \n\n                        Competição de países \n\n                         recém- industrializados \n\nAdequação ao padrão \n\nAdequação ao uso \n\nAdequação ao custo \n\nAdequação às necessidades \nlatentes \n\nQualidade do  \n Projeto \n\nQualidade da \nConformação \n\n \n\n1980s \nFigura 2.7. Mudanças nos conceitos dominantes de qualidade em empresas japonesas líderes  \n\nFonte: (SHIBA et al, 1993: apud MARTINS, 1998) \n\nSegundo o BVQI (Bureau Veritas Quality International) existem oito princípios que \n\ndevem nortear o Sistema de Gestão da Qualidade: \n\n• Foco no cliente: As organizações dependem de seus clientes e, portanto, precisam \n\nidentificar e compreender suas necessidades atuais e futuras, atender aos seus requisitos \n\ne procurar exceder às suas expectativas; \n\n• Liderança: líderes estabelecem a unidade de propósito e o rumo da organização. \n\nConvém que eles criem e mantenham um ambiente interno, no qual as pessoas possam \n\nficar totalmente envolvidas no propósito de alcançar os objetivos da organização; \n\n• Envolvimento das pessoas: pessoas de todos os níveis são a essência de uma \n\norganização, e seu total envolvimento possibilita que as suas habilidades sejam usadas \n\npara o benefício da organização; \n\n• Abordagem do processo: Um resultado desejado é alcançado mais eficientemente \n\nquando as atividades e os recursos relacionados são gerenciados como um processo; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         48 \n \n\n• Abordagem sistêmica para a gestão: Identificar, entender e gerenciar os processos inter-\n\nrelacionados, como um sistema para a eficiência e eficácia da organização no sentido \n\ndesta atingir os seus objetivos;  \n\n• Melhoria Contínua: Convém que a melhoria contínua do desempenho global da \n\norganização seja um objetivo permanente; \n\n• Abordagem factual para tomadas de decisão: Decisões eficazes são baseadas na análise \n\nde dados e informações; \n\n• Benefícios mútuos nas relações com fornecedores: Uma organização e seus \n\nfornecedores são interdependentes, e uma relação de benefícios mútuos aumenta a \n\ncapacidade de ambos agrega valor. \n\nSegundo MCKONE et al. (2001) o arcabouço gerencial da qualidade tipicamente \n\nsobressalta a importância do gerenciamento do processo sistemático. Portanto se enfatiza o \n\nenvolvimento dos parceiros para assegurar a qualidade de produtos e processos. \n\nO Total Quality Management (TQM) e o Just in Time fazem parte de diversas \n\nabordagens e programas que têm sido propostos, desenvolvidos e aplicados à Gestão da \n\nProdução. \n\nO novo modelo de organização da produção (Produção Enxuta) promoveu a introdução \n\ndo TQM e do JIT. SCHONBERGER (1984) em sua exposição do “modelo japonês” discute o \n\nTQM e o JIT como programas que surgiram com o objetivo comum de obter alta qualidade e \n\nmantê-la nesse nível, buscando constantemente aumentar a produtividade. MORITA &amp; \n\nFLYNN (1997) apud CERRA et al.(2000) realizaram uma pesquisa em 46 empresas \n\njaponesas e comprovaram que as empresas que adotam o TQM e o JIT têm desempenho \n\nsuperior as que não adotam (CERRA et a.l 2000). \n\nNo início da década de 1980, a qualidade tornou-se palavra mágica no ocidente; e nesta \n\ndécada, a expressão Total Quality Management (TQM) se popularizou. No entanto não existe \n\num consenso sobre o que é qualidade nem uma definição única para o TQM HARRINGTON \n\n(1997) apud CERRA et al.(2000). Para SLACK et al. (1997), TQM é uma forma de pensar e \n\ntrabalhar que se preocupa com o atendimento das necessidades e das expectativas dos \n\nconsumidores, e também se dedica à redução dos custos de qualidade e ao processo de \n\nmelhoria contínua. \n\nALLIPRADINI &amp; TOLEDO (1993) definem como fundamento do TQM os seguintes \n\nprincípios (extraídos dos pontos em comum entre as propostas de Feigenbaum, Juran, \n\nDeming, Ishikawa e Crosby): satisfação dos clientes, constância dos propósitos e \n\ncompromisso da alta administração com a qualidade, desenvolvimento dos recursos humanos \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         49 \n \n\nde uma empresa, com treinamento, educação e delegação de responsabilidades aos seus \n\nfuncionários, gerência participativa, garantia da qualidade e aperfeiçoamento contínuo de \n\nprodutos/processos, disseminação e padronização das informações e a não aceitação de erros. \n\nSegundo CERRA et al. (2000) existem alguns dos elementos do JIT que contribuem \n\ndiretamente para o aperfeiçoamento do TQM. A fabricação de lotes pequenos elimina \n\nproblemas da produção que resultam em baixa qualidade e produtividade, contribuindo para \n\nque possíveis defeitos que apareçam na linha sejam mais facilmente eliminados, reduzindo-se \n\nassim custos associados com a qualidade. A redução do lead time e do setup contribuem para \n\nque as entregas sejam feitas nos prazos estipulados, o que gera satisfação dos clientes. E, \n\nainda, o trabalho com layout celular possibilita aos trabalhadores se tornarem polivalentes e \n\nqualificados, o que contribui para o desenvolvimento dos recursos humanos. \n\nDa mesma forma, segundo CERRA et al. (2000) o TQM contribui para o \n\naperfeiçoamento do JIT, ou seja, o comprometimento da alta administração com a garantia da \n\nqualidade, aperfeiçoamento contínuo de produtos e processos e a não aceitação de erros \n\nimpõem à empresa determinadas práticas que a conduzem aos objetivos fundamentais do JIT ; \n\na eliminação de perdas e o melhoramento contínuo do processo produtivo.  \n\nE ainda, alguns elementos do JIT como o envolvimento dos trabalhadores e a parceria \n\ncom fornecedores são fundamentais para ambos. No TQM todas as pessoas da organização, da \n\nalta administração aos operários, devem estar envolvidas e comprometidas com a qualidade; e \n\na parceria com fornecedores garante a qualidade e as entregas freqüentes.  \n\nGUPTA &amp; SRUPARAVASTU (1997) apud BONADIO et al. (2000) já haviam \n\nchegado a esta conclusão com base num estudo empírico realizado com 600 empresas \n\namericanas, cujo resultado mostrou que as empresas que trabalharam com ambos os \n\nprogramas (TQM e JIT) tiveram melhorias significativas em qualidade e produtividade, \n\nenvolvimento dos trabalhadores, redução de custos e participação dos fornecedores quando \n\ncomparadas às empresas que implementaram apenas o TQM . \n\nO enfoque na qualidade é mister para qualquer sistema produtivo a ser adotado para \n\npoder atender a um mercado muito mais exigente. \n\n \n\n2.3. MPT – MANUTENÇÃO PRODUTIVA TOTAL \n\nCom a alta competitividade, muitas companhias estão fazendo esforços para melhorar a \n\nqualidade, a produtividade e reduzir custos; ao mesmo tempo, surgem estratégias e programas \n\npara que as empresas optem como utilizá-las. O baixo desempenho dos equipamentos pode \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         50 \n \n\nresultar em refugo, produtos defeituosos e em uma menor vida útil, ocasionando uma \n\nfreqüente substituição de equipamentos. A manutenção sempre foi estudada nas indústrias, \n\ndesde de quando os equipamentos e ferramentas eram rudimentares e hoje muitas empresas, \n\nque possuem grande investimento em maquinaria, estão focando estrategicamente. \n\nSegundo ALMEIDA; SOUZA (2001) a manutenção passou por uma evolução durante \n\nos tempos. No final do Século XIX, com a mecanização das indústrias, surgiu a necessidade \n\nde reparar as máquinas. Esta tarefa, a princípio, era executada pelo mesmo efetivo de pessoal \n\nutilizado na operação. Com a Primeira Guerra Mundial e a introdução, por Henry Ford, da \n\nprodução em série sentiu-se a necessidade de formar equipes específicas para efetuar o reparo \n\ndas máquinas, no menor tempo possível. Durante todo esse período a atividade de \n\nmanutenção teve um caráter puramente corretivo, reagindo somente quando da ocorrência de \n\numa falha. Foi a fase da manutenção por quebra/ manutenção corretiva. \n\nCom o advento da Segunda Guerra Mundial, face à necessidade de incrementar a \n\nvelocidade de produção, o foco passou a ser também, evitar que as falhas ocorressem, e não \n\nmais se limitando à simples correção de falhas. Durante a década de 1950, a Manutenção \n\nPreventiva foi consolidada, a partir da criação da Engenharia de Manutenção, que ficou \n\nresponsável pelo seu planejamento e controle e pela análise das causas e efeitos das falhas. \n\nA manutenção preditiva é uma evolução da manutenção preventiva. Segundo \n\nALMEIDA, Tadeu (1995) a premissa comum da manutenção preditiva é que o \n\nmonitoramento regular da condição mecânica real, o rendimento operacional, e outros \n\nindicadores da condição operativa das máquinas e sistemas de processo fornecerão os dados \n\nnecessários para assegurar o intervalo máximo entre os reparos. Ela também minimizaria o \n\nnúmero e os custos de paradas não-programadas criadas por falhas da máquina. \n\nDurante a década de 1970, face aos avanços na área de qualidade no Japão, resultado \n\nfinal dos esforços de recuperação após a Segunda Guerra Mundial, surgiram novas demandas \n\nnas estratégias para a manutenção das suas plantas industriais. Como resposta veio a \n\nproposição da MPT.  \n\nA manutenção preventiva surgiu nos EUA e evoluiu para a MPT no Japão. As empresas \n\njaponesas conheceram essa técnica no início da década de 1950, evoluiu para a manutenção \n\ndo sistema de produção e na década de 1970 se firmou como MPT.  \n\nSegundo NAKAJIMA (1989) a manutenção nas empresas japonesas passou por quatro \n\nestágios. O primeiro foi a manutenção corretiva, depois a manutenção preventiva; em seguida \n\no sistema de produção com conceitos de confiabilidade, segurança e economicidade bastante \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         51 \n \n\n                                                          \n\nvisualizados. E por fim, o diferencial do Japão, foi a MPT com ênfase na administração \n\nparticipativa e a visão de um sistema global. \n\nSegundo NAKAJIMA (1988) MPT significa a falha zero e quebra zero das máquinas, \n\nao lado do defeito zero nos produtos e perda zero no processo. \n\nA MPT tem muitos pontos em comum com o TQM, alguns deles são a necessidade do \n\ncompleto envolvimento da alta gerência com o programa e a palavra “Total” significando que \n\ntoda a fábrica está envolvida na cultura e nas atividades do MPT, desde a gerência até os \n\noperários da linha de produção; \n\nUm longo período de maturação deve ser previamente aceito, antes que os primeiros \n\nresultados relevantes apareçam. Este tempo é, também, avaliado como o necessário para que \n\numa nova cultura, um novo padrão de comportamento, fiquem consolidados em toda a \n\nempresa. Segundo NAKAJIMA (1989) o período de maturação da MPT é, em média, de 3 \n\nanos. \n\nA MPT abrange um conjunto de atividades de manutenção que visa melhorar o \n\ndesempenho e a produtividade dos equipamentos de uma fábrica, atingindo o máximo \n\nrendimento global do parque instalado (NAKAJIMA8) apud ALMEIDA &amp; SOUZA(2001).  \n\nSegundo MCKONE et al. (1999), MPT é a gerência da manutenção projetada para \n\nmelhorar a efetividade dos equipamentos através de um sistema que envolve a participação \n\ndos funcionários. A MPT é um programa de manufatura que objetiva a melhoria contínua e a \n\nqualidade de produtos e processos através da capitalização do envolvimento dos gerentes, \n\noperadores, fornecedores e clientes (MCKONE et al.,2001). \n\nO MPT significa a própria integração da manutenção com a produção através do \n\nenvolvimento dos operadores na manutenção das máquinas que operam, com atividades de \n\nlimpeza, conservação, para que aumente a efetividade do equipamento e se possa alcançar a \n\nconfiabilidade do processo.  \n\nSWANSON et al. (2001) afirma que uma estratégia de manutenção agressiva, como o \n\nMPT, procura melhorar a operação do equipamento no geral. MPT é uma filosofia de \n\ngerenciamento de manutenção desenvolvida no Japão, nas plantas da manufatura, para apoiar \n\na implementação do JIT. \n\nNAKAJIMA(1989) afirma que a MPT, em 1971, foi definida pelo JIPM- Instituto \n\nJaponês de Manutenção Industrial- a partir de cinco objetivos básicos: \n\n \n8 Seiichi Nakajima foi vice-presidente do JIPM- Japan Institute of Plant Maintenance; o qual estabeleceu os \n\nfundamentos da MPT. www.jipm.or.jp\n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         52 \n \n\n• Maximização do rendimento global dos equipamentos; \n\n• Sistema total que engloba toda a vida útil do equipamento; \n\n• Envolver todos os departamentos, planejamento, projeto, utilização e manutenção, na \n\nimplantação da MPT; \n\n• Um sistema que congrega a participação de todos, desde os da alta direção até os \n\noperadores; \n\n• Movimento visando à motivação gerencial, através do desenvolvimento de atividades \n\nautônomas de melhorias por pequenos grupos. \n\nAs suas características peculiares são: \n\n• A busca da economicidade; \n\n• Sistema Total – integração da Manutenção Corretiva, da Manutenção Preventiva e da \n\nPrevenção da Manutenção; \n\n• Manutenção voluntária por parte dos operadores (NAKAJIMA, 1989). \n\nO sistema de manutenção preventiva e a prevenção da manutenção ressaltam a busca da \n\neconomicidade. O enfoque sistêmico é recomendado no sistema da prevenção da manutenção. \n\nTodavia a manutenção voluntária, através dos trabalhos desenvolvidos por grupos, é \n\ndecorrente, essencialmente, da Manutenção Produtiva Total. \n\nSegundo SWANSON et al. (2001) as diferentes estratégias de manufatura têm \n\ndiferentes impactos na performance. As estratégias de manutenção agressiva e proativa ( \n\nmanutenção preditiva e MPT) espera-se que sejam associadas à melhoria de performance; já \n\nque essas abordagens requerem alto nível de treinamento, recursos e integração entre os \n\ndiferentes níveis da indústria. \n\nA evolução da manutenção preventiva para a prevenção da manutenção se deu em \n\ndecorrência de que segundo a engenharia da confiabilidade, as máquinas apresentam um \n\ncomportamento dinâmico, que se altera ao longo do tempo; como é demostrado na figura 2.8 \n\n(NAKAJIMA, 1988). Este gráfico tem, no eixo vertical, o índice das ocorrências e, no eixo \n\nhorizontal, o tempo; é conhecido como a curva da vida média.   \n\nSegundo NAKAJIMA (1989) deve-se visualizar os fatores incidentes em cada uma das \n\nfases. As instabilidades iniciais decorrem geralmente das falhas de projeto; as quebras e falhas \n\nesporádicas decorrem dos erros de operação ou de manutenção, que serão solucionados \n\natravés da elaboração de manuais de trabalho, associados ao programa de educação e \n\ntreinamento. Os desgastes e os atritos provocam alterações na vida média das máquinas. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\nAtravés da manutenção preventiva, deve-se introduzir modificações que possibilitem o \n\nprolongamento desta vida útil.  \n\nA manutenção preventiva, por si só é insuficiente para uma conquista de quebra e falha \n\nzero. Há a necessidade de integração dos setores de engenharia das máquinas, do processo e \n\nda produção para concretização deste esforço em conjunto e a MPT se propõe a isto. \n\n \n\n         53 \n \n\n Fase de \ninstabilidade \ninicial \n\nFase de \nestabilidade \ncom quebra \nesporádica \n\nFase de \ninstabilidade \ndecorrente \ndos desgastes  \n\n \n\n \n\n \n\nÍndice de \nquebra/falha \n\n \n\n \n\n \n\n   \n\n \n\nNível de \nquebras/falhas \nconsideradas \ncomo aceitáveis 1 2 \n\n                       \n\n                                            1                                   2                                 3 \n\nSetor Quebra/falha inicial Quebra/falha \n\nEsporádica \n\nQuebra/falha \n\nPor desgaste \n\nFator Falha de projeto/ \n\nmanufatura \n\nFalha de operação Fim da vida útil \n\nMedidas Condução da pré-\n\noperação \n\nadministração da fase \n\ninicial \n\nOperações \n\nconforme as \n\nrecomendações \n\nManutenção \n\npreventiva \n\nincorporação das \n\nmelhorias \n\n prevenção Da manutenção \n\n3 \nAumento da vida útil \ndecorrente da \nmanutenção \n\nFigura 2.8: A vida útil e as medidas contra as falhas/ Curva da vida média \n\nFonte: NAKAJIMA (1989) \n\nO objetivo da MPT é maximizar a performance operacional das máquinas; para que isso \n\nseja viável é preciso eliminar as suas seis “Grandes Perdas”: \n\n• Perda por parada acidental; \n\n• Perda durante a mudança de linha; \n\n• Operação em vazio/ pequenas paradas; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         54 \n \n\n• Queda de velocidade de trabalho; \n\n• Defeito no processo; \n\n• Defeito no início da produção. \n\nGHINATO (1996) afirma que este grupo de perdas é uma tradução particular ou \n\ndesdobramento das sete perdas do STP aplicadas especificamente para o monitoramento das \n\ncondições de máquinas e equipamentos. \n\nNAKAJIMA (1989) define cinco medidas para conquista da Quebra Zero/ Falha Zero: \n\n1. Definição das condições básicas (limpeza, lubrificação, etc); \n\n2. Obediência e respeito às condições de uso; \n\n3.  Recuperação das degenerações; \n\n4. Sanar as deficiências existentes no projeto original; \n\n5. Maior capacitação técnica tanto da produção como da manutenção. \n\nSegundo NAKAJIMA (1989) ao se zerar cada uma das seis grandes perdas o máximo \n\ndo rendimento operacional global: IOG tornar-se-á efetivo. \n\nSegundo ALMEIDA &amp; SOUZA (2001) o IOG - Índice Operacional Global, proposto \n\npor Nakajima na época de concepção do MPT, foi um fator fundamental para despertar o \n\ninteresse pela adoção desta estratégia de manutenção. Diversas fontes de perdas de eficiência \n\nnos processos industriais, em geral esquecidas, são consideradas na metodologia do cálculo. \n\nAlém disto, uma vez que as fontes de perda são identificadas, o MPT propõe medidas para \n\navaliá-las e combatê-las. \n\nO IOG é o produto de três outros índices: \n\n• Índice do Tempo Operacional:  \n\n ITO= tempo em funcionamento/ tempo de carga, onde \n\n Tempo de carga= tempo total de observação – tempo das paradas programadas, \n\n Tempo de funcionamento= tempo de carga – tempo das paradas não-programadas; \n\n• Índice de Desempenho Operacional: \n\n IDO= ciclo teórico/ ciclo efetivo: quantidade produzida X ciclo efetivo/ tempo \n\nfuncionamento. \n\n• Índice de Produtos Aprovados: é o índice de produtos aprovados pelo controle de \n\nqualidade final. \n\nNAKAJIMA (1989) afirma que para obter um valor adequado do Índice de Rendimento \n\nOperacional Global, seus índices componentes devem atingir os seguintes patamares: \n\n• Índice do Tempo Operacional superior a 90%; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         55 \n \n\n• Índice de Desempenho Operacional superior a 95%; \n\n• Índice de Produtos Aprovados superior a 99%. \n\nSegundo ALMEIDA &amp; SOUZA. (2001) a MPT busca usufruir de benefícios advindos \n\nde cinco Pontos-Chave: \n\n• Criar uma cultura coletiva ligada à obtenção da máxima eficiência em todo o processo \n\nprodutivo; \n\n• Estar presente em todos os aspectos da empresa, desde a engenharia, passando pela \n\nprodução e manutenção, até a integração, inclusive, da administração; \n\n• Estabelecer um sistema para a detecção e a prevenção das perdas produtivas, de \n\nqualquer natureza, atingindo os patamares de “nível zero de defeitos”, “nível zero de \n\nquebras” e “nível zero de acidentes”; \n\n• Incentivar as atividades de pequenos grupos autônomos de trabalho, integrados ao \n\nsistema produtivo, que se responsabilizam pela análise e proposição de soluções para os \n\nproblemas no seu ambiente de trabalho; \n\n• Reforçar as atribuições e poderes do pessoal da produção, para que, de forma autônoma, \n\niniciem as ações de manutenção, tendo em vista ser aquele com maior contato direto \n\ncom as máquinas. Os funcionários envolvidos atuam como verdadeiros sensores \n\nhumanos. \n\nCom a MPT muda-se a concepção de que a manutenção é um “mal necessário” e passa \n\na ser considerada uma parte necessária e vital ao negócio. Todas as paradas para manutenção \n\nsão programadas como parte do processo diário de manufatura e, em alguns casos, tais como \n\nas mudanças de linha de produção, fazem, necessariamente, parte deste processo. As \n\natividades de manutenção não mais são relegadas apenas aos períodos nos quais há \n\ninterrupção do fluxo de materiais da produção. A meta é ter as manutenções de emergência, \n\nnão-programadas, em seu patamar mínimo. \n\nA adoção da MPT não implica na necessidade de abandonar qualquer outro sistema de \n\ngestão que esteja sendo desenvolvido pela empresa. Todos podem, com algumas adaptações, \n\nserem acomodados dentro de um contexto abrangente. Assim, em sua definição atual, MPT \n\nestá se transformando em “Gerenciamento Produtivo Total”: o método, inicialmente aplicado \n\nnas fábricas, passou a ser adotado para todos os processos da empresa, incluindo as atividades \n\nde melhoramento da qualidade, segurança e cuidados ambientais, etc. Por conta disto, muitos \n\ndefendem que MPT é a estratégia mais adequada para se atingir competência de classe \n\nmundial (ALMEIDA &amp; SOUZA, 2001). \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         56 \n \n\nPara ALMEIDA &amp; SOUZA (2001) a MPT é uma filosofia e possui algumas linhas \n\nmestras como principais agregadoras e direcionadoras para as suas ações. Estas linhas mestras \n\nde ação são denominadas de pilares da MPT; são elas: \n\n• Pilar Educação e Treinamento: o objetivo deste pilar é capacitar os funcionários, \n\ninvestir na formação destes para que tenham condições de desempenhar de forma mais \n\nefetiva suas funções e lhe permitam adotar as atitudes e procedimentos que garantam a \n\nsua integridade física. O objetivo deste pilar é estimular o desenvolvimento do \n\nconhecimento, da habilidade e da atitude; \n\n• Pilar Controle do Ciclo de Vida: quando se avalia o ciclo de vida de um produto: \n\nprojeto, implantação e exploração; deve-se analisar o seu custo-benefício à empresa e \n\nnão analisar, somente, o custo baixo de aquisição; \n\n• Pilar Melhorias Específicas: é o conjunto de atividades que busca obter a eficiência \n\nmáxima dos equipamentos pela utilização plena de suas respectivas funções e \n\ncapacidades. É neste pilar que são combatidas a perda de eficiência associada a \n\npequenas paradas, em geral não computadas, mas que têm um forte impacto no IOG;  \n\n• Pilar Manutenção Autônoma: o processo tem como foco o desenvolvimento das \n\nhabilidades dos operadores, de forma que os mesmos tenham domínio sobre os seus \n\nequipamentos. Na tabela 2.3 tem-se os sete passos para a implantação da manutenção \n\nautônoma: \n\n• Pilar Manutenção Planejada: desenvolve os mantenedores de forma que os mesmos \n\npossam estabelecer um sistema de manutenção mais efetivo e, juntamente com o \n\npessoal da operação, possam eliminar as perdas relativas às quebras e falhas, re-\n\ntrabalhos de manutenção, falhas de operação, produtos defeituosos e pequenas paradas. \n\nO que o MPT traz de novo é o desenvolvimento das pessoas e as mudanças de papéis \n\nque ocorrem em função do próprio surgimento da manutenção autônoma; \n\n• Pilar Segurança e Meio Ambiente: este pilar vem ao encontro de atender às exigências \n\nda sociedade no tocante à segurança de instalações e, principalmente, das pessoas e do \n\nmeio ambiente; \n\n• Pilar Manutenção Qualidade: este pilar cuida da definição de parâmetros, métodos e \n\nferramentas para avaliar a interferência que as condições operativas dos equipamentos \n\ntêm na qualidade do produto ou serviço oferecido; \n\n• Pilar Controle Administrativo: tem foco para aos aspectos administrativos que \n\ninterferem nas atividades de produção. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         57 \n \n\nTabela 2.3: Os 7 Passos da Manutenção Autônoma \n\nPASSO AQUISIÇÕES BÁSICAS AQUISIÇÕES \n\nAVANÇADAS \n\nLimpeza Inicial   \n\nEliminação das fontes de \n\nsujeira e locais de difícil \n\nacesso. \n\nHabilidade para \n\ndeterminar anomalias na \n\nmáquina \n\nDesenvolver a habilidade de \n\nidentificar as anomalias e as \n\noportunidades, fazer melhorias \n\ne resolver as anomalias. \n\nElaboração de normas \n\nprovisórias de limpeza, \n\ninspeção e lubrificação \n\nHabilidade para projetar e \n\nimplantar melhorias. \n\nOs operadores determinam por \n\nsi mesmos o que têm de fazer. \n\nInspeção geral Entendimento dos \n\nprincípios de operação da \n\nmáquina e cada um de seus \n\nsistemas. \n\nOs operadores mais experientes \n\ne os técnicos de manutenção \n\nensinam aos menos \n\nexperientes. \n\nInspeção Autônoma Entendimento da relação \n\nentre as condições do \n\nequipamento e a qualidade \n\ndo produto. \n\nOrganização da informação \n\npara descrever as condições \n\nótimas e como mantê-las. \n\nPadronização   \n\nGerenciamento Autônomo   \n\nFonte: ALMEIDA &amp; SOUZA (2001) \n\nEm suas etapas iniciais de desenvolvimento, a manutenção autônoma utiliza, como \n\nagente catalizador, a implantação do Programa 5S, onde têm o significado: \n\n• Seiri: Seleção, Utilização - identificação do que é essencialmente necessário e utilizado \n\nno trabalho; \n\n• Seiton: Organização, Arrumação - tudo deve estar disposto de modo a facilitar seu \n\nacesso; \n\n• Seiso: Limpeza - a sujeira no ambiente deve ser eliminada, facilitando a inspeção no \n\nambiente em busca de problemas e não-conformidades; \n\n• Seiketsu: Padronização - na padronização de hábitos e procedimentos encontra-se a \n\ngarantia de não retroceder nos benefícios alcançados nos três itens anteriores; \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         58 \n \n\n• Sitsuke: Disciplina - manter as conquistas, cumprindo com rigor as normas e \n\nrespeitando os padrões estabelecidos. \n\nA manutenção autônoma é considerada como o pilar responsável pelo sucesso da \n\nimplementação da MPT. Para MCKONE et al. (1998) a manutenção autônoma pode ser \n\nmelhor definida considerando os quatro objetivos principais do MPT: \n\n1. A MPT faz a formação de grupos do pessoal de produção e manutenção; \n\n2. Desenvolve efetivamente e divide as responsabilidades das tarefas de manutenção diárias \n\ncríticas na produção com as pessoas de produção e de manutenção que melhora o estado \n\ngeral do equipamento. Além da manutenção autônoma os operadores aprendem a fazer \n\ntarefas diárias muito importantes que o pessoal da manutenção não disponibiliza de \n\ntempo; como limpeza e inspeção, lubrificação e outras tarefas de manutenção fáceis que \n\npodem ser divididas em 5S. NAKAJIMA (1998); TAJIRI &amp; GOTOH (1992); SUZUKI \n\n(1992) apud MCKONE (1998); \n\n3. A MPT é criada para ajudar os operadores a aprenderem mais sobre como seus \n\nequipamentos funcionam; quais problemas comuns podem ocorrer e porque e como esses \n\nproblemas podem ser prevenidos através de detecção precoce e tratamento das condições. \n\nEsse treinamento permite que os operadores mantenham o equipamento e identifique e \n\nresolva muitos problemas básicos do equipamento. NAKAJIMA (1998); TAJIRI &amp; \n\nGOTOH (1992) apud MCKONE (1998); \n\n4.  E por fim, a MPT promove o envolvimento do operador, tenta preparar o operador para \n\nse tornar um parceiro ativo com o pessoal de manutenção e engenharia e melhorar a \n\nperformance geral e a confiabilidade do equipamento.   \n\nTorna-se claro que para alcançar o objetivo da manutenção autônoma deve envolver \n\ngrupos de pessoas de manutenção e produção, treinar os operadores para se tornarem \n\nhabilitados a desenvolverem tarefas de manutenção, realizar atividades diárias para manter em \n\nboas condições os equipamentos e a participação do pessoal de operação no processo de \n\nmanutenção. \n\nA MPT não significa a simples transferência de tarefas de técnicos de manutenção para \n\nos operadores. O objetivo da MPT é que o equipamento seja cuidado pelo seu “próprio \n\ndono”; ou seja, pelo operador que trabalha na máquina e por isso tem mais acessibilidade9 e \n\ntempo com a máquina para pequenas manutenções que os técnicos de manutenção e \n\nconsegue, com a capacitação adequada, identificar alguma deficiência na máquina nos \n\nestágios iniciais. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         59 \n \n\n                                                                                                                                                                                    \n\nA MPT significa a própria integração da manutenção com a produção com o \n\nenvolvimento dos operadores na manutenção das máquinas que operam para que aumente a \n\nefetividade do equipamento e se alcance a confiabilidade do processo. \n\nPara NAKAJIMA (1989) os operadores devem ter responsabilidade direta pelos \n\nequipamentos que operam. O pessoal específico alocado na manutenção, por sua vez, é \n\nresponsável por tarefas mais complexas que incluem: a inspeção periódica do equipamento e \n\nos reparos preventivos. Desta forma, a Manutenção Preventiva corretamente executada reduz \n\no número de quebras, contribuindo definitivamente para o incremento da vida útil dos \n\nequipamentos.  \n\nSegundo a visão mais ampla exposta por NAKAJIMA (1989) a utilização da \n\nManutenção Preventiva como base para a MPT permite com que, com baixos custos de \n\nprevenção dos equipamentos, sejam reduzidos os custos totais envolvidos na manutenção.  \n\nNo sistema just in time não é viável o fluxo de produtos com defeito, pois assim não mais \n\nterá a entrega da quantidade certa e na hora certa e o STP recomenda a eliminação de todo \n\ntipo de desperdício.  \n\nGHINATO (1996) propõe, em sua pesquisa, uma estrutura para o STP – em anexo - \n\nonde a MPT, ‘quebra-zero’, os ‘5S’, controle de qualidade total, dentre outros formam uma \n\nbase essencial para o just in time. No seu entendimento a MPT e a quebra zero são uma \n\nconseqüência da introdução do CQZD e de sua aplicação às máquinas, equipamentos e \n\ninstalações fabris.  \n\nANTUNES (2002) faz uma análise dos inter-relacionamentos entre os diferentes \n\nsubsistemas do STP e demonstra a importância da MPT no STP na Tabela 2.2: \nLegenda: \n\nS1:Quebra-Zero (MPT) \n\nS2: Defeito-Zero (CQZD/Autonomação) \n\nS3A:TRF- Troca Rápida de Ferramentas \n\nS3B: Operação-padrão \n\nS3C: layout celular e produção em fluxo unitário \n\nS4: sincronização e Melhorias Contínuas.  \n\n \n\n \n\n \n\n \n\n \n9 Acessibilidade são as condições favoráveis e padronizadas de acesso às partes do equipamento. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\nTabela 2.2 : Interação entre os Subsistemas do Sistema Toyota de Produção \n\n S1 S2 S3A S3B S3C S4 \n\nInfluência \n\nde S1 em  \n \n\n     \n\nInfluência \n\nde S2 em \n\n \n \n\n    \n\nInfluência \n\nde S3A em \n\n  \n \n\n   \n\nInfluência \n\nde S3B em \n\n   \n \n\n  \n\nInfluência \n\nde S3C em \n\n    \n \n\n \n\nInfluência \n\nde S4 em \n\n     \n \n\nFonte: ANTUNES (2001) \n\nLegenda:  \n\n Interação Forte \n\n \n\n Interação Moderada \n\n \n\n Interação Fraca \n\n \n\n Nenhuma interação \n\n \n\n \nPercebe-se que a MPT (S1) tem uma forte interação com o subsistema de zero-defeito \n\n(CQZD/Autonomação), de layout celular e produção de fluxo unitário e com o de \n\nSincronização e melhorias Contínuas; moderada com o subsistema de Troca Rápida de \n\nFerramenta e com interação fraca com Operação–padrão. Não existe nenhum subsistema que \n\na MPT não tenha nenhuma interação comprovando o seu papel relevante na estrutura do \n\nSTP. Diante disso, para que a implementação do STP seja eficaz é mister a compreensão dos \n\nseus subsistemas e como estão inter-relacionados para que as ações não tenham efeitos \n\nisolados. \n\n         60 \n \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         61 \n \n\nNAKAJIMA (1989) comenta que o STP preconiza a eliminação de “todas as formas de \n\ndesperdício”. Trata-se do ponto de partida para a “não geração de defeitos”, produzindo o \n\nessencialmente necessário por ocasião do seu uso. Como resultado tem-se o estoque zero, \n\npois não há necessidade da reserva estratégica. Trata-se da síntese para eliminação das “Seis \n\nGrandes Perdas”. \n\nAssim NAKAJIMA (1989) afirma que a quebra zero e a falha zero passam a ser \n\ncompulsórias quando se cogita a adoção da autonomação. E que o sucesso do grupo Toyota, \n\ncom suas diversas conquistas mercadológicas, está intimamente associado também com as \n\nconquistas no campo da manutenção.  \n\nO STP busca a eliminação de toda e qualquer perda; para isso é importante a eliminação \n\ndas seis perdas que acarretam uma performance negativa às máquinas.  \n\nComo demonstrado na figura 2.9 a perda por parada acidental está relacionada com:  \n\n• o estabelecimento do fluxo: a eliminação dessa perda ajuda a manter um fluxo contínuo; \n\n• estoque zero: para a não-existência de estoque é necessário o número mínimo de \n\nparadas; exceto para manutenção planejada; \n\n• o tempo de ciclo deve ser pequeno para poder atender ao pedido do cliente; \n\n• a seqüência da operação e a padronização são interferidas por todas as perdas; exceto a \n\nde queda do rendimento; \n\n•  E por fim, a parada acidental prejudicará a consolidação da sistemática de manutenção. \n\nA perda por mudança de linha está relacionada com:  \n\n• a manutenção do estoque zero, pois essa perda ocasionará a existência de estoques de \n\namortecimento; \n\n• o tempo de setup interfere nessa perda; a TRF (Troca Rápida de Ferramentas) tem como \n\nobjetivo eliminá-la; \n\nA perda por pequenas paradas prejudica: \n\n• o tempo de ciclo, podendo aumentá-lo e atrasando a entrega do produto, a seqüência e \n\npadronização da operação; \n\n• o controle visual exercido pelo andon avisa a ocorrência da parada. \n\nA perda por queda de velocidade operacional é resultante de produtos com defeitos e \n\nque podem modificar o tempo de ciclo e o sequenciamento da operação. E, certamente, que a \n\nnão geração de produtos defeituosos não provocará esse tipo de perda no processo produtivo e \n\nnem, também, na queda do rendimento. \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n         62 \n \n\nAtravés da eliminação das seis grandes perdas percebe-se uma semelhança de objetivos \n\ncom as sete perdas definidas por Ohno; no entanto o STP tem uma visão mais geral do \n\nsistema; é o estado ideal, e o MPT é apenas uma ferramenta que pode auxiliar a alcançar o \n\nestado ideal.   \n\n\n\nCapítulo 2                                                                                                                            Fundamentação Teórica. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\n \n\nMaximização da \nperformance operacional \n(eliminação das seis \ngrandes perdas) \n\nPerda por parada \nacidental\n\nPerda por mudança de \nlinha (preparação das \nmáquinas) \n\nPerda por pequenas \nparadas\n\nQueda da velocidade \noperacional \n\nPerda resultante de \nprodutos com defeito \n\nQueda do rendimento \n\nFundamentos \ndo STP \n\nOperários polivalentes \n\nEstabelecimento de \nfluxo\nNão geração de \nprodutos com defeito\n\nProdução just-in-time \n\nAdoção do \nkanban \n\nNivelamento da produção \n\nLotes de tamanho reduzido, \nset-up e mudança de linha \nacelerada \n\nEstoque zero\n\nConsolidação da norma de \ntrabalho \n1: tempo do ciclo \n2:sequência da operação \n3:padrões em vigor\n\nAutonomação \n\nControle visual              andon \n\nÍndice de disponibilidade \noperacional\n\nConsolidação da \nsistemática de manutenção\n\nRedução do tempo de \npreparação (set-up) \n\nPassar de “melhoria da operação” \npara “melhoria do maquinário” \n\nSTP: eliminação de todas as formas de desperdícios e \nperdas (perguntar o por quê ou a razão de ser pelo menos \ncinco vezes) \n\nTPM/ MPT \n\nFigura 2.9: TPM e o Sistema Toyota de Produção \n\nFonte: OHNO apud NAKAJIMA (1989) \n\n         63 \n \n\n\n\nCapítulo 3                                                                                                                                                 A Empresa.                \n\n64 \n\nCAPÍTULO 3  \n\nO capítulo 3 trata de uma breve apresentação da empresa, objeto de estudo, a qual tem \n\nsua identidade denominada por empresa Alfa e o seu sistema por ABS (Alfa Business \n\nSystem). Este capítulo apresenta os objetivos traçados pela empresa ao implementar o Sistema \n\nToyota de Produção com a MPT, seus princípios e expectativas. E ainda, relata alguns \n\nresultados alcançados através da implementação do ABS em outras unidades da América \n\nLatina \n\n\n\nCapítulo 3                                                                                                                                                  A Empresa \n\n         65 \n \n\n3. A Empresa \n\nA empresa, objeto de estudo, foi fundada nos Estados Unidos em 1888. No Brasil está \n\npresente desde de 1965 com cerca de seis mil funcionários; na empresa Alfa, em Pernambuco, \n\ntem cerca de mil funcionários. \n\nA empresa atua nos segmentos de transporte automobilístico, industrial e construção \n\ncivil. No setor industrial atua em bens de consumo duráveis e não duráveis, bens \n\nintermediários e indústria em geral. \n\nNo mercado mundial é líder na produção e tecnologia do desenvolvimento do seu \n\nproduto com faturamento global de US$ 20,2 bilhões em 2002; estando presente em 39 países \n\nempregando mais de cento e vinte e sete mil funcionários. \n\nA iniciativa para a implementação do STP se deve a busca pela vantagem competitiva \n\nno mercado externo; já que no Brasil a empresa Alfa é líder e mercado e atende perfeitamente \n\naos padrões de qualidade dos seus clientes. No entanto, concorrendo com os competidores \n\nestrangeiros percebeu que o seu produto apresentava problemas de qualidade; de performance \n\nde atendimento e não tinha capacidade produtiva para atender a demanda. \n\nSendo assim, esta empresa iniciou a implementação do Sistema Toyota de Produção (a \n\nempresa adotou outra denominação, onde será representado pela autora por ABS) em 1998. \n\nOs benefícios gerados já são visíveis em todas as unidades da América Latina desta empresa. \n\nSegundo o presidente: “O ABS está nos ajudando a eliminar os desperdícios e melhorar as \n\ncondições de trabalho. Tem nos ensinado a otimizar funções e a concentrar a nossa atenção \n\nnas reais necessidades dos clientes. Atualmente esse sistema é o nosso diferencial competitivo \n\nmais importante”. (Exame, 2002) \n\nSegundo a Revista Exame (2002), em uma entrevista com executivos do grupo desta \n\nempresa no período de quatro anos de implementação o sistema já tinha resultado numa \n\neconomia mundial de 1 bilhão de dólares, outro bilhão, se pretendeu, em corte de custos neste \n\nano corrente. Seus estoques foram reduzidos, sem comprometer a sua capacidade anual de \n\nprodução, em 4,5 milhões de toneladas. A empresa buscou um modelo de gestão que, de uma \n\nsó vez, reduzisse custos de produção, garantisse 100% de qualidade aos produtos e encurtasse \n\no lead time. Para chegar a esse ponto foi preciso criar um modelo único de planejamento de \n\nprodução, seguido por cerca de 300 unidades de negócios espalhadas em 39 países.  \n\nDurante um ano e meio um grupo de executivos, da empresa,  percorreu várias fábricas \n\ndeste grupo no mundo para diagnosticar os pontos de mudança. Depois, em parceria com a \n\n\n\nCapítulo 3                                                                                                                                                  A Empresa \n\n         66 \n \n\n                                                          \n\nUniversidade Harvard e a consultoria Beta10, o sistema de produção da Toyota foi adaptado à \n\nrealidade da empresa. Segundo o presidente da empresa, da América Latina, nesse processo o \n\nmais difícil foi dar a partida inicial. Foi preciso convencer o chão-de-fábrica de que havia uma \n\nmaneira diferente de fazer as coisas e explicar aos gerentes que tanto as matérias-primas como \n\nas informações gerenciais deveriam seguir um roteiro determinado para garantir ciclos \n\nreduzidos. Enfim, especificar minuciosamente todas as tarefas para atingir o resultado \n\nestabelecido. Segundo ele, ao seguir tais regras a empresa foi obrigada a redesenhar as linhas \n\nde produção de quase todas as suas fábricas para que os materiais e os serviços seguissem um \n\nfluxo simples. \n\nEste executivo afirma que é um processo que exige liderança em todos os níveis. Dos \n\nmais de oito mil funcionários 70% já passaram por treinamentos focados no ABS. Desses, \n\n800 são considerados líderes. No início do processo, a remuneração variável esteve vinculada \n\nao sucesso da implementação do novo modelo de produção e gestão; mas depois de algum \n\ntempo o ABS foi incorporado aos valores da empresa. Em uma das fábricas os 890 \n\nfuncionários, no ano de 2001, foram responsáveis por 11 mil sugestões de melhorias no \n\nprocesso de gestão. Até o mês de outubro de 2002, 70% delas tinham sido implementadas. \n\nEm uma das fábricas o principal ajuste foi feito no layout da fábrica; o que fez ganhar \n\n30% em produtividade, além de eliminar o desperdício de tempo dos funcionários. Nessa \n\nfábrica o lead time passou de uma semana para quatro horas e os estoques foram reduzidos a \n\n50%, gerando uma economia de mais de 10 milhões de dólares nos últimos três anos. Alguns \n\nresultados da empresa em toda a América Latina em quatro anos estão apresentados na tabela \n\n3.1. \n\nO ABS é o sistema de gerenciamento da unidade em Pernambuco e tem como objetivos: \n\n• A busca do Estado Ideal- o termo foi usado para definir um plano de ação para 2020, que \n\nengloba vários objetivos: alta estabilidade, uma empresa totalmente responsável \n\nsocialmente, economicamente e em relação à Segurança, Saúde e Meio Ambiente. Na \n\nvisão do ABS, no âmbito da fábrica, a busca do estado ideal é atingir o estoque unitário \n\ncom custo “zero’ sem defeitos com segurança e respostas imediatas; \n\n• Orientado pelos Princípios Básicos – fazer para uso, eliminar desperdícios e as pessoas \n\nrepresentando a sustentação do sistema; \n\n \n10 Uma empresa italiana de consultoria foi contratada, para auxiliar na implementação da MPT, pela empresa \n\nAlfa por ser a mesma do seu principal cliente.  \n\n\n\nCapítulo 3                                                                                                                                                  A Empresa \n\n         67 \n \n\n• Sistema de medição consistente para direcionar as decisões, comportamentos, processos \n\nem todas as áreas de trabalho. \n\nEste sistema (ABS) não é somente para produção e é aplicável com a mesma lógica para \n\ntodas atividades e em todas as áreas: \n\n• Segurança, Saúde e Meio-Ambiente –EHS; \n\n• Gerenciamento &amp; Desenvolvimento de Pessoas –RH; \n\n• Clientes/Foco no Mercado; \n\n• Processos de suporte (Financeiro, Auditoria, Vendas, etc.) \n\n \nTabela 3.1 : Resultados da implementação do STP \n\nAs principais medidas Quanto economizou \n\nPRODUÇÃO \n\nA manufatura passou a ser gerenciada pelos \n\npedidos dos clientes e não mais pela \n\ncapacidade das fábricas. As linhas de \n\nprodução foram redesenhadas para criar um \n\nfluxo contínuo de materiais. \n\n57 milhões de dólares \n\nESTOQUES \n\nOs inventários de matérias-primas, produtos \n\nacabados foram reduzidos a 50%. \n\n17 milhões de dólares \n\nADMINISTRAÇÃO \n\nO fluxo de dados comerciais e financeiros \n\nentre as 35 diferentes unidades de negócios \n\nfoi otimizado. O balanço mensal que levava \n\n50 horas para ficar pronto, hoje é feito em \n\noito horas. \n\n12 milhões de dólares \n\n               Fonte: Revista Exame/ 2002 \n\nO objetivo da empresa é a absoluta satisfação das necessidades dos seus clientes através \n\nda excelência e perfeição. Esse objetivo pode ser alcançado através de várias metas, tais \n\ncomo: Segurança – Zero Incidentes; Qualidade: atender às necessidades dos clientes com \n\nperfeição; Tempo de atendimento: Zero; Valor: Melhor relação custo/benefício possível; \n\nCusto: produção mais eficiente, com mais baixos custos de produtos e serviços; Crescimento: \n\n\n\nCapítulo 3                                                                                                                                                  A Empresa \n\n         68 \n \n\nCrescer a participação de mercado em todos os seus mercados estratégicos; Rentabilidade: \n\ntodas as unidades de negócio devem, no mínimo, cobrir o custo do capital investido. \n\nAlguns dos objetivos da empresa Alfa são:  \n\n• Produzir e entregar produtos e serviços que atendam aos requisitos dos seus clientes, na \n\nquantidade exata, com qualidade e no tempo exato; \n\n• Buscar a excelência de todas as áreas. Tempo, movimentação, espaço, energia, \n\nmateriais, ferramentas e máquinas, dados e atividades humanas que não contribuem \n\ncom valor para seus produtos e serviços são formas de desperdícios que devem ser \n\neliminadas; tendo assim o custo reduzido. \n\nPara a empresa as pessoas e líderes é que fazem acontecer, por isso é dada bastante \n\nimportância aos seus recursos humanos: \n\n“Pessoas são recursos com capacidade criativa para pensar, produzir e melhorar o valor \n\ndos produtos e serviços para os nossos clientes. As pessoas são o elo dos elementos do ABS \n\ndentro do sistema, na busca da melhoria contínua para maximizar o valor para os Clientes. A \n\nempresa proverá um ambiente de confiança, dignidade e respeito que eduque e motive todas \n\nas pessoas a destacar-se em seus trabalhos”. (Documento coletado na empresa Alfa) \n\n\n\nCapítulo 4                                                                                                                                          Estudo de Caso.                \n\n69 \n\nCAPÍTULO 4 \n\nEste capítulo refere-se ao estudo de caso, contendo as informações coletadas através do \n\nlevantamento de dados. Os dados retratam a performance da empresa Alfa desde o início da \n\nimplementação do ABS, em 1998, até o ano de 2003. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n4 Estudo de Caso \n\nA empresa Alfa iniciou a implementação do STP em 1998 com o sistema produtivo \n\nrepresentado da seguinte forma: \n\nA ordem de pedido do cliente era orientada para a área comercial da empresa, depois \n\ndirigida ao PCP (Planejamento e Controle de Produção) e ao fornecedor e logo em seguida às \n\nunidades de produção com a quantidade e especificação de cada produto para cada processo; \n\no tradicional sistema ‘empurrado’.  \n\n \n\n \n\n \n\n \n\n      \n\n \nFigura 4.1: Funcionamento do Fluxo de informações e de materiais antes da implementação do STP. \n\nFonte: Empresa Alfa \n\nLegenda: \n\n         = estoque intermediário  \n\n         = estoque de produto acabado \n\n     P  = processo  \n\n               Fluxo de informação \n\n               Fluxo de materiais \n\nA quantidade planejada de produção era determinada pelas previsões de demanda \n\natravés do modelo de evolução de consumo sujeito à tendência e de acordo com a capacidade \n\nprodutiva da fábrica; todavia a produção era antecipada e absorvida pelo mercado através da \n\nárea de vendas. O fluxo de informação conduzia as informações de produção, ao mesmo \n\ntempo, a todos os processos; e, muitas vezes, era distorcida, no meio do processo, gerando \n\naltos estoques. \n\nNo entanto, no sistema “puxado” a informação flui entre os processos e se dirige, muitas \n\nvezes, a um único processo para ser “puxada” pelo processo antecedente. Os processos são \n\ninterdependentes e nenhum deles pode fabricar sem o pedido do processo anterior; dessa \n\nforma o risco é bem menor da informação ser distorcida. \n\nPCP \n\nCOMERCIAL\n\nP3 P4 P5 P1 P2 \n\nF \nO \nR \nN \nE \nC \nE \nD \nO \nR \n\nCLIENTE P6 \n\n         70 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nEm 1998 foi definida a estrutura do ABS. Neste ano a empresa Alfa apresentava um \n\nlead time de 30 dias, quer dizer; o produto passava trinta dias para chegar até o cliente depois \n\nda ordem de pedido; a performance de entrega era em média de 65% e o nível de inventário \n\nera de 90 dias.  \n\nA estrutura do Alfa Business System é demonstrada conforme a Figura 4.2: \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nPESSOAS\n\nFOCO \n\nSegurança \nMMoorraall \n\nSeparação \nHomem/ \nMáquina \n\nJJuusstt--IInn--TTiimmee JJiiddookkaa \n\nOOppeerraaççõõeess  PPaaddrroonniizzaaddaass  Heijunka \n\nCONFIABILIDADE \nConfiabilidade do Equipamento, Processo Estável, Qualidade, Fornecedores. \n\nKaizen \n\nFluxo Contínuo\n\nTTaakktt  TTiimmee\n\nProd. Puxada\nPPookkaa--YYookkee  \n\nABS \n\nCusto \nMais Baixo \n\nMais Alta \nqualidade \n\nMenor \nLead Time \n\n \n\n \n\n \n\n \n\n \n\nFig 4.2. Estrutura do ABS \n\nFonte: A empresa Alfa \n\nNa implementação do ABS a empresa destacou alguns fatores críticos de sucesso –\n\nfigura 4.3- que deveriam ser priorizados para que se obtivessem resultados positivos com o \n\nABS. Na concepção da empresa o sistema dependia do conhecimento do método, por parte \n\ndos funcionários, e, principalmente, das ações da liderança com um apoio gerencial sem \n\nparadigmas. Era necessário que os gerentes se desvencilhassem de muitos conceitos fordistas; \n\nos quais foram desenvolvidos durante a carreira profissional para adquirir uma mentalidade \n\n‘enxuta’. \n\n         71 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nNo início da implementação do ABS o sistema estava focado no just in time e no \n\nkanban, com os objetivos principais na diminuição dos estoques e no atendimento aos seus \n\nclientes em menor tempo. \n\n \n\n                                                      Estrutura ABS \n\n         72 \n \n\n \n\n \n\n \n\n \n\n \nFigura 4.3: Fatores críticos de sucesso na implementação do ABS \n\nConhecimento  \nmétodo\n\nFoco na \nliderança \n\nFonte: A Empresa Alfa \n\nNo entanto, no decorrer dos anos, a empresa percebeu que se o sistema produtivo não \n\ntem estabilidade, confiabilidade dos equipamentos e qualidade não há como a produção ser \n\njust in time; e naquele momento a empresa apresentava essa deficiência.  \n\nO JIT significa produzir peças ou produtos exatamente na quantidade requerida e apenas \n\nquando necessário. Quando há confiabilidade dos equipamentos e estabilidade dos processos \n\nnão se tem quebra de máquina constante, há manutenção preventiva e disponibilidade integral \n\ndas máquinas podendo responder às variações de demanda. E ainda o funcionamento de uma \n\nmáquina ou equipamento sob condições precárias aumentaria o risco de geração de produtos \n\ndefeituosos, o que também afetaria o fluxo de produção. (GHINATO, 1996) \n\nNo início havia altos estoques entre os processos e de produto acabado; na concepção da \n\nempresa o estoque não representava um estoque de amortecimento, mas o reflexo de uma \n\nprodução antecipada. Nos anos que seguiram, a redução do leadtime foi resultado do sistema \n\n‘puxado’ com o uso dos cartões kanban e com lojas dimensionadas nos pontos específicos do \n\nprocesso.  No entanto, da abordagem inicial que foi desenvolvida onde se teve grande parte da \n\nfábrica funcionando com o sistema ‘puxado’, com os cartões kanban, muitas iniciativas se \n\nperderam exatamente pelo aspecto do sistema não ter estabilidade. \n\nEm 2001 percebia-se algumas mudanças nos resultados: \n\n• Redução do lead time de 30 dias para 7 dias dos produtos que utilizavam o kanban tipo \n\n“A” e para 15 dias dos produtos que utilizavam o kanban tipo “B”; \n\n• Redução do inventário em mais de 50%; \n\n• Melhoria na performance de entrega de 65%, no ano de 1997, para 95% no ano de 2001. \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nNaquela época algumas ações foram desenvolvidas como a redução do setup, com a \n\ntransformação do setup11 interno em setup12 externo. O número de paradas de máquinas era \n\ngrande devido a vários motivos; tais como falha de operação, quebra de máquinas, defeito no, \n\ninício do processo e pela mudança de linha de produto. \n\nA experiência, inicial com setup de máquina foi bastante positiva; um exemplo foi a \n\nmáquina –Lasa- que teve uma redução de setup de 40 min. para 10min. Todavia, não se \n\nmanteve e hoje, já está próximo dos 40 min. porque a empresa não focou as reais \n\nnecessidades dos clientes, mas objetivos isolados no interior da fábrica. Na época a demanda \n\ndesse produto era grande e o setup foi um fator crítico; mas não estava associada aos objetivos \n\nda empresa e não existia um acompanhamento dessas ações.  \n\nNa máquina –Kasa- o setup era de 5 minutos e foi reduzido para menos de 2,5 minutos e \n\na melhoria se manteve por haver um acompanhamento. Essa ação foi importante no \n\natendimento da demanda pois liberou três horas de produção; com esse ganho as máquinas \n\nsão desligadas no horário de ponta de energia para realizar manutenção planejada. Dessa \n\nforma a manutenção passou a ser feita de uma vez ao mês para três vezes por semana. O \n\ninvestimento nessa ação teve o foco bem direcionado, sendo desenvolvida com um roteiro \n\npré-definido e com o treinamento da equipe pela consultoria Beta contratada pela empresa no \n\nano de 2002 para auxiliar na implementação da MPT.  \n\nTempo Médio Mensal de Troca de Bobina - KASA\n\n4,\n61\n\n4,\n35 4,\n\n45 4\n,6\n\n5 4,\n81 4,\n86\n\n4,\n55 4\n\n,7\n86 4,\n97\n\n4\n\n4,\n45\n\n3\n\n3,\n59\n\n7\n\n2,\n99\n\n3\n\n3,\n09\n\n5\n\n2,\n93\n\n7\n\n2,\n90\n\n2\n\n2,\n65\n\n8\n\n2,\n41\n\n2\n\n2,\n33 2,\n\n45\n15\n\n66\n95\n\n2\n\n2,\n40\n\n5\n\n2,\n35\n\n9\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n37\n25\n\n7\n\n37\n28\n\n8\n\n37\n31\n\n6\n\n37\n34\n\n7\n\n37\n37\n\n7\n\n37\n40\n\n8\n\n37\n43\n\n8\n\n37\n46\n\n9\n\n37\n50\n\n0\n\n37\n53\n\n0\n\n37\n56\n\n1\n\n37\n59\n\n1\n\n37\n62\n\n2\n\n37\n65\n\n3\n\n37\n68\n\n1\n\n37\n71\n\n2\n\n37\n74\n\n2\n\n37\n77\n\n3\n\n37\n80\n\n3\n\n37\n83\n\n4\n\n37\n86\n\n5\n\n37\n89\n\n5\n\n37\n92\n\n6\n\n37\n95\n\n6\n\nTe\nm\n\npo\n d\n\ne \nTr\n\noc\na \n\n(m\nin\n\n)\n\nMédia Mensal\n\n Meta antiga = 3,80 min\n\n Meta atual = 3,0 min\n\n \nFigura 4.4: Média mensal de setup de uma das máquinas do processo produtivo. Fonte: Empresa Alfa \n\n                                                           \n11 Setup interno - operações de setup que somente podem ser executadas quando a máquina estiver parada. \n\n \n12 Setup externo - operações de setup que devem ser concluídas quando do funcionamento da máquina. \n\n         73 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         74 \n \n\nEsse roteiro pré-definido é desenvolvido através de filmagens e outras ferramentas já \n\nutilizadas em várias empresas, como o diagrama de causa e efeito (Ishikawa), PDCA. O \n\ndiferencial desse roteiro é o método utilizado com a formação de grupos, definição de metas e \n\ndisciplinamento das ações. Com isso procura-se criar uma visão, por todos os integrantes do \n\ngrupo, da importância do trabalho e da metodologia estabelecida. Através desse roteiro pode-\n\nse padronizar e garantir o alcance dos resultados com a sistematização das ações, o sistema de \n\nanálise de reocorrência do problema e o sistema de medição dos indicadores; dessa forma \n\nhaverá auditorias para a certificação do alcance das metas estabelecidas. Através do \n\ndesenvolvimento dos operadores e das melhorias atingidas a empresa detém segurança para \n\nexpandir e padronizar essa metodologia para outros processos.  \n\nNos primeiros anos, a empresa falhou em não ter direcionado as ações do ABS para os \n\nseus clientes e os resultados do negócio. A visão da empresa Alfa, depois de várias \n\nexperiências, está focada para a análise das suas reais perdas e na necessidade de iniciativas \n\nadequadas e focalizadas. E então, verificou-se que um dos problemas, para a empresa, era a \n\nconfiabilidade dos equipamentos e máquinas. \n\nA máquina Fosa apresentou problemas de disponibilidade e foi considerada um gargalo. \n\nSendo assim formaram-se grupos de melhoria de setup, grupos de redução de quebra, grupos \n\nde aumento de velocidade com o objetivo da eliminação do gargalo e o aumento de \n\ndisponibilidade. Porém, o resultado foi uma análise cheia de falhas; descobriu-se, \n\nposteriormente, que o grande motivador que reduziu o gargalo da máquina foi a qualidade do \n\nmaterial do processo anterior. Dessa forma, não houve necessidade de dispender tempo e \n\ninvestimento em ações neste processo; já que o problema foi detectado no fornecimento de \n\nprodutos defeituosos do processo anterior.  \n\nUma das formas, utilizada pela empresa, para identificar as reais perdas dos \n\nequipamentos foi através da utilização do conceito de OEE - Eficiência Operacional dos \n\nEquipamentos, na figura 4.5, para identificar o tempo produtivo, a perda por qualidade, \n\neficiência produtiva e a disponibilidade do equipamento e, enfim, visualizar o gargalo do \n\nprocesso. \n\nO exemplo, na figura 4.5, utiliza as máquinas separadeiras 3 e 4; demonstrando \n\nproblemas de disponibilidade.  \n\n \n\n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n0%\n\n20%\n\n40%\n\n60%\n\n80%\n\n100%\n\nCa\nste\n\nr\nKa\n\nsa\n\nJu\nnk\n\ner\n\nCo\nsim\n\nFo\nsa\n\n 1\n\nDu\npl\n\nad\neir\n\na\n\nFo\nsa\n\n 2\nFo\n\nsa\n 3\n\nSe\np. \n\n3\nSe\n\np. \n4\n\nFo\nrn\n\nos\n\nIOG Recovery Disponibilidade Eficiência\n\nFigura 4.5: Eficiência Operacional dos Equipamentos \n\nFonte: Empresa Alfa \n\nComo os grupos de melhoria estão focados nos gargalos, utilizou-se uma matriz na qual \n\ntem como identificá-los. Nessa matriz se insere o volume desejado e se tem a capacidade da \n\nmáquina. De acordo com o volume desejado para cada máquina tem-se o número de horas de \n\nprodução disponível. Se o número de horas necessárias para a produção for maior que o \n\nnúmero de horas disponíveis; deve-se analisar o IOG. Se o IOG é alto não há necessidade de \n\numa ação imediata; no entanto se for baixo surge a necessidade da formação de grupos de \n\nmelhoria para a eliminação do gargalo.  \n\nO IOG e o produto de três outros índices:  \n\n Índice do tempo Operacional; \n\n Índice de Desempenho Operacional; \n\n Índice de Produtos Aprovados. \n\n \n\n \n\n \n\n \n\n         75 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n \n\nFigura 4.6: Identificação do gargalo \n\nFonte: Empresa Alfa \n\n \n\n0,00\n\n100,00\n\n200,00\n\n300,00\n\n400,00\n\n500,00\n\n600,00\n\n700,00\n\n800,00\n\n900,00\n\nCaster Kasa Junker Cosim Fosa I Fosa II Fosa III Sep 3 e 4 Fornos\n\nHORAS TOTAIS NECESSÁRIAS HORAS TOTAIS DISPONÍVEIS\n\nVOL\n\n \nFigura 4.7: Volume de Produção do produto X/ Horas necessárias e disponíveis \n\nFonte: Empresa Alfa \n\nComo demonstrado na tabela 4.6 as separadeiras 3 e 4 possuem um déficit alto do \n\nnúmero de horas disponíveis (191 horas) e o seu IOG é de 15,3%;  dessa forma merece maior \n\natenção para identificação e eliminação de possíveis perdas; diferentemente da máquina \n\n         76 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         77 \n \n\nCaster, com IOG de 84,2%. Os parâmetros foram definidos por uma equipe da própria \n\nempresa; as quais alimentam o sistema de informações da empresa.. \n\nA figura 4.7 é um exemplo de uma análise da disponibilidade das máquinas para a \n\nidentificação do gargalo. \n\nCom a formação de grupos de melhoria para a eliminação dos gargalos percebeu-se \n\nresultados positivos na fábrica fornecedora. Esta fábrica apresentou melhorias no tempo de \n\ntroca de produto; quando em 1998 a troca do tipo de produto na máquina era realizada uma \n\nvez por semana e diminuiu para uma vez ao dia. Hoje existem algumas máquinas dedicadas \n\nao fornecimento de um tipo específico de produto, mas devido à sua demanda. Com essas \n\nações percebe-se uma diminuição de 48% no estoque em processo.  \n\nO processo de estabilização, nesta fábrica, hoje, está no início, mas não inserido no \n\nnovo modelo do ABS; quer dizer, não está utilizando todos os elementos e ferramentas do \n\nmodelo ABS, busca primeiramente a estabilização do processo para depois efetivar a \n\nimplementação da produção enxuta. Mesmo assim, com a aplicação do modelo de MPT \n\nobteve recorde de tempo de máquina produzindo sem quebra através do grupo de gestão \n\nautônoma da referida máquina; proporcionando assim condições para iniciar o \n\ndesenvolvimento do processo adotando a estrutura ABS. \n\nNesses anos de experiência percebeu-se a necessidade da precisão da informação. Por \n\nisso o Sistema de Informações tem um papel importante a desempenhar no processo produtivo \n\ndentro da estrutura do ABS: o de captar as informações corretas para identificar as perdas; e \n\nainda que algumas melhorias alcançadas, mas que não geraram resultados visíveis e \n\nquantificáveis, não gerem discredibilidade para as pessoas envolvidas por não ter atendido às \n\nsuas expectativas.  \n\nFoi identificada na máquina Fosa cem horas de máquina parada por falta de material e \n\ndaí analisou-se os processos anteriores sem dispender tempo na análise de possíveis perdas na \n\nprópria máquina. \n\nHoje se tem gráficos de disponibilidade (figura 4.7); onde os dados, as horas necessárias \n\ne as disponíveis, não tem interferência do operador; são automaticamente identificados pela \n\nmáquina. Antes essa informação era captada pelo operador, o tempo e o motivo de máquina \n\nparada, e no final do mês o número de horas disponíveis somado com o número de horas não \n\ndisponíveis não correspondia ao total de horas trabalhadas no mês. Daí sentiu-se a \n\nnecessidade da informação correta para se direcionar as ações de melhoria. \n\nA questão da informação está sendo tratada através da formação de um grupo composto \n\npor pessoas da área de sistemas de informação, engenheiros eletrônicos das áreas e pela \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         78 \n \n\ngerência da empresa Alfa. Sendo assim criou-se um sistema em que o operador, com o uso de \n\nsoftware, só poderá passar para a tela seguinte se informar o motivo da máquina parada. O \n\nobjetivo é ter um sistema de informação mais confiável. Existem, hoje, duas máquinas que \n\npodem fornecer o motivo ao qual a perda está associada e daí definir grupos e ações para \n\neliminar essa perda. Ainda há um risco da veracidade do motivo da informação, porém o \n\nnúmero de horas - a disponibilidade- da máquina estará sempre correto.  \n\nO Sistema de Informações contempla três aspectos: \n\n• O entendimento das perdas através da estratificação (perda de disponibilidade/ \n\nvelocidade/recovery) para um melhor direcionamento de ações; \n\n• A introdução de parâmetros de processo na máquina, independentemente do manuseio \n\ndo operador: o produto chega até a máquina com os parâmetros, futuramente com um \n\ncódigo de barra, e a máquina se auto- ajusta para novos parâmetros; \n\n• Associação de parâmetros de qualidade com parâmetros de processo: através da \n\nmonitoração dos processos mais críticos, e futuramente de todos os processos, tem-se \n\numa maior probabilidade de afirmar se o produto será produzido com qualidade porque \n\ntodos os parâmetros estão sob controle e se não estiver duas ou três máquinas \n\nidentificarão após o processo. A idéia é a retroalimentação do sistema para que aumente \n\no nível de confiabilidade entre os parâmetros de qualidade e processo. \n\nA identificação da qualidade do produto pode ser, muitas vezes, após dois ou três \n\nprocessos devido à existência de variáveis do processo que vão se comportar de diferentes \n\nformas, por exemplo a temperatura, a planicidade; influenciando na composição do produto. \n\nExiste um banco de dados que, em um certo período, é alimentado com informações através \n\ndo processo de inspeção; tendo assim como identificar períodos com maior número de \n\nrejeições, como exemplo. A máquina é alimentada com uma referência ideal do produto não \n\ngarante o atingimento dessas especificações. O objetivo é criar um padrão para poder entender \n\no comportamento de cada uma das dessas variáveis de processo que afetam a qualidade do \n\nproduto. \n\nEssa iniciativa surgiu da necessidade de adquirir informações precisas para identificar \n\nas verdadeiras perdas no processo. O resultado foi que se tinha bastante informação \n\ndesnecessária. É básico ter informação confiável; no entanto é bastante difícil. \n\nNo ano de 2002 o sistema ‘puxado’ e o baixo lead time eram importantes, mas não \n\ncondição suficiente para implementar uma conexão segura com seu cliente principal. O \n\nmelhor entendimento para ambos, requerimento do cliente e condição necessária para \n\nencorajá-los a abandonar a tradicional cadeia, conduziu a trabalhar com grupos na planta do \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         79 \n \n\ncliente, por aproximadamente dois meses, juntamente com um especialista em qualidade \n\ndesse cliente. Esse cliente tem uma larga experiência em qualidade e obteve o prêmio “World \n\nClass Manufacturing” em 2001. \n\nA implementação da MPT busca a confiabilidade dos equipamentos e a qualidade dos \n\nprocessos e produtos; dessa forma deve-se direcionar várias ações para o sistema de \n\nqualidade. Depois disso a empresa Alfa mudou o seu foco criando um senso de urgência, em \n\nse tratando da qualidade, para implementar o ABS. O fator crítico para a produção era o \n\nresultado de defeitos e daí buscou-se alinhar os objetivos do ABS com os requerimentos do \n\ncliente principal e uma concepção e adoção de solução rápida de problemas na cadeia. A \n\ncadeia de ajuda funciona da seguinte forma: a partir da identificação do problema o operador \n\ntem 5 min para entender, procurar resolver e registrar no livro de ocorrência; se não for \n\nresolvido passa para o próximo estágio; o líder do grupo tenta resolvê-lo em 1 hora; se não \n\nconseguir passa para o superintendente da área e se o resultado for negativo o problema vai \n\npara o gerente de área e, por fim, até o último escalão; o gerente de operações. No total tem-se \n\n5 horas no máximo para resolver o problema. Depois da resolução do problema a decisão é \n\ncomunicada aos gerentes para que eles tomem as devidas ações e registrem as decisões no \n\nlivro de ocorrência. Existem dois documentos utilizados na resolução do problema pela \n\ncadeia: o registro de problema (em anexo) e a ficha de análise de problema (em anexo). \n\nO sistema de gestão da qualidade na empresa Alfa já foi tratado de uma maneira isolada \n\n-departamental- com melhorias direcionadas exclusivamente para as auditorias; mantendo \n\numa unidade corporativa central em São Paulo. Hoje, as unidades fabris tratam de seu sistema \n\nde gestão da qualidade isoladamente, mas trocam informações entre as diferentes unidades. E \n\ndentro da unidade Alfa as diferentes áreas estão unidas, têm seus coordenadores de qualidade \n\ne estão subordinadas à uma mesma gerência; cada pessoa de cada fábrica é responsável pela \n\nqualidade dos seus produtos.  \n\nCriou-se o Sistema de Gestão da Qualidade -SGQ- aproveitando os seus pontos \n\npositivos e adicionando novos objetivos. Antes da implementação do ABS o foco era na \n\ndevolução de materiais e na redução do número de não-conformidades alcançadas em \n\nauditorias. Hoje, através do sistema de informação, se obtém as reclamações dos clientes e os \n\nmotivos; tais como técnicos, administrativos, saques, transporte, armazenagem. Através do \n\natendimento on line -aol-, analisa-se por cliente a reclamação específica, as causas e o período \n\ne tem-se uma maior proximidade na relação cliente-fornecedor.  \n\nLogo que a reclamação ou devolução é analisada por um técnico da empresa, localizado \n\nem São Paulo, e responsável pelo contato direto com o cliente; será analisada pelos \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         80 \n \n\ncoordenadores de qualidade nas áreas da empresa utilizando a técnica dos cinco porquês- \n\ntécnica adotada por Ohno na Toyota Motor Co.- para se descobrir a causa-raiz do problema.  \n\nO início do uso desse sistema de informações foi em abril de 2003 e tem previsão de \n\ntrês anos, estimada pela empresa, para atingir o seu objetivo: obter a veracidade das \n\ninformações nos diferentes estágios do processo e o uso dessas informações para atender ás \n\nnecessidades dos clientes.  Isso se deve também ao trabalho focado em treinamento e na \n\nconscientização dos operadores sobre a importância da precisão das informações.  \n\nO SSP (Sistema de Solução de Problemas) foi estruturado para que a análise e controle \n\nda qualidade sejam uniformes em todas as áreas, pois antes da implementação do ABS essa \n\nanálise e controle eram feitos isoladamente. \n\nO funcionamento do SSP é realizado através de formulários de registro de problema, \n\nregistro da qualidade -RQ- e da ficha de análise de problema existentes nas máquinas. O \n\nregistro da qualidade é um documento que percorre, no produto, por todo o processo \n\nprodutivo; desde da entrada na linha de produção até a sua saída; cada produto tem seu \n\nregistro de qualidade. Neste documento contém todas as informações necessárias sobre o \n\nproduto; como seu roteiro, suas especificações e espaços para que o operador complemente \n\ncom informações necessárias ou observações. No entanto, hoje a maior dificuldade é ter os \n\nregistros completos e com todas as informações corretas preenchidas pelos os operadores.  \n\nSe existir algum problema com o produto deverá haver o seu registro na ficha de \n\nregistro para ter condições de analisá-lo. No SSP existem fatores críticos que são definidos \n\npelos supervisores do equipamento de acordo com critérios estabelecidos; por exemplo a \n\nvelocidade da máquina, a temperatura do produto. O problema pode ser de manutenção, \n\nqualidade, processo ou até de fluxo de produção. O produto, ao sair da máquina, tem cinco \n\nalternativas de destino: aprovado, rejeitado, liberado condicional, retrabalho ou desvio; onde \n\nessa análise é feita pelo operador. Se for rejeitado deve classificar o motivo; liberado \n\ncondicional é quando o produto apresenta defeito, mas no processo seguinte poderá ser \n\ncorrigido; o retrabalho o produto volta para o processo anterior e desvio é quando ele não \n\natende às especificações de um determinado cliente mas pode ser utilizado por outro cliente. \n\nAqui, verifica-se a importância do poder de decisão do operador; ele será o responsável do \n\nprocesso fluir sem produtos defeituosos. \n\nNas máquinas tem-se os procedimentos e o plano de controle de qualidade, onde o RQ é \n\ncomplementar. Uma dificuldade, hoje, dos coordenadores de qualidade é a atualização dos \n\nprocedimentos e a consulta pelos operadores. Para mudar isso, a empresa está atualizando os \n\nprocedimentos; que hoje são 2.047 e muitos são bastante longos e com um projeto de torná-\n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nlos mais visíveis através de ilustrações de cada procedimento em um microcomputador em \n\ncada máquina.  \n\nNa empresa Alfa o Pilar Qualidade Progressiva determina objetivos relacionados a \n\ntodos os outros pilares da MPT. Alguns desses objetivos são a qualidade do produto e \n\nprocesso do fornecedor, a qualificação dos funcionários, a utilização do Sistema de Solução \n\nde Problemas –SSP, a diminuição de desperdício de produto e o aumento do recovery. \n\nAtravés desse pilar são formadas as diretrizes da qualidade. Hoje, o foco é na redução de não-\n\nconformidade e sucata; as quais perdas são muitas vezes geradas por questões disciplinares \n\ndos operadores. Essas não-conformidades são relacionadas diretamente com os interesses dos \n\nclientes.  \n\n \n\nRECO VERY / EM PRESA ALFA\n\n30\n\n35\n\n40\n\n45\n\n50\n\n55\n\n60\n\n65\n\n1998 1999 2000 2001 2002 2003ytd\n\n(%\n)\n\n \n \nFigura 4.8: Recovery . \n\nFonte: Empresa Alfa  \n\nO Recovery é a recuperação do produto; representa o percentual de utilização da \n\nmatéria-prima na transformação do produto acabado. A média do recovery neste segmento de \n\natuação é de 60%. A empresa estabeleceu como meta para o ano de 2004 o recovery de 75%. \n\nO recovery baixo da empresa, durante alguns anos, deveu-se aos desperdícios na \n\nfabricação do produto. Como existiam diversas larguras, o produto era fabricado com largura \n\ncima do especificado para não gerar problemas de qualidade e quebra do produto. O resultado \n\nera desperdício de produto pela não-utilização de todo o material e, somente, do especificado. \n\nEsse problema foi solucionado com uma melhoria tecnológica, melhoria do processo, \n\n         81 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\npossibilitando a fabricação de diversas larguras sem comprometer a qualidade do produto. \n\nNos primeiros anos, o recovery foi baixo devido à grande variedade e baixo volume de \n\nprodução ocasionando bastante quebra de máquina. \n\nA implementação da MPT iniciou-se na empresa em 1996; no entanto fracassou por não \n\nter percebido a importância do total envolvimento de todos os funcionários; considerando \n\nimportante apenas os treinamentos necessários para os operadores desenvolverem atividades \n\nde manutenção. O foco no ABS foi modificado acreditando alcançar, em menor tempo, os \n\nobjetivos deste sistema. \n\n \nCusto  \n\nMais Baixo \n\n         82 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n\nFigura 4.9: Novo foco na estrutura ABS \n\nFonte: A Empresa Alfa \n\nCom o apoio e orientação da consultoria Beta, a empresa implementou a MPT através \n\nda metodologia com uma avaliação preliminar da fábrica, com duração de dois meses, plano \n\nde projeto e sistema programado de controle. Depois dessa etapa a direção empresarial definiu \n\no projeto piloto, com onze grupos e mais quatorze grupos na fase de expansão horizontal, \n\nenvolvendo gerência intermediária e assistentes; sendo cinco grupos de manutenção \n\nplanejada, três grupos de gestão autônoma, quatro de qualidade progressiva, um de melhoria \n\nPESSOAS\n\nSegurança \nMMoorraall \n\nSeparação \nHomem/ \nMáquina \n\nJJuusstt--IInn--TTiimmee \n\nABS Mais Alta \nqualidade \n\nMenor \nLead Time \n\nJJiiddookkaa \n\nFluxo Contínuo\n\nTTaakktt  TTiimmee\n\nProd. Puxada\nPPookkaa--YYookkee  \n\nOOppeerraaççõõeess  PPaaddrroonniizzaaddaass  \nNivelamento \n“Heijunka” \n\nCONFIABILIDADE \nConfiabilidade do Equipamento, Processo Estável, Qualidade, Fornecedores. \n\nMelhoria contínua \n“Kaizen” \n\nFOCO \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         83 \n \n\nfocada e um de educação e treinamento. Logo depois, realizaram-se projetos com grupos \n\nautônomos e tendo operadores atuando como líderes.    \n\nDentre esses onze grupos, alguns dos projetos foram melhorar o nível de velocidade da \n\nmáquina separadeira, reduzir o número de quebras do produto, reduzir o tempo de espera do \n\nproduto entre os processos. O objetivo maior na definição dessa metodologia foi o foco nos \n\ngrupos de melhoria. \n\nOs resultados iniciais, em muitos processos, não foram imediatos e nem todos \n\nsatisfatórios, pois a implementação aconteceu em um tempo menor que o recomendado pela \n\nconsultoria Beta. Alguns fatores contribuíram para o estacionamento da implementação da \n\nMPT, no início do ano de 2002, tais como: os pilares da MPT não foram implementados \n\npasso a passo; foi ministrado um grande número de treinamento e, no meio do ano, com o \n\naumento dos juros, houve uma queda no mercado. Depois desse período a empresa redireciou \n\no seu foco e aumentou o número de pilares implementados para finalizar o ano com resultados \n\npositivos. A nova estrutura do modelo a ser adotado foi ABS/MPT.  \n\nA empresa acredita que a MPT segue um roteiro que facilita a implantação e seus \n\nresultados estão diretamente relacionados com o ABS. A empresa percebe também que a \n\nimplementação do sistema ‘puxado’ e suas ferramentas dão mais resultados à empresa que a \n\nimplementação isolada da MPT. Um exemplo é a visualização de algumas perdas no processo \n\na partir da redução de estoques. Para a empresa a MPT é uma ferramenta no alcance dos \n\nobjetivos do ABS. \n\nOs resultados alcançados, tais como o aumento do recovery, diminuição do tempo de \n\nsetup, diminuição do inventário, melhoria na performance de entrega, ao longo desses anos, \n\nrefletem a importância estratégica da implementação simultânea da MPT com o ABS para a \n\nempresa Alfa.  \n\nDe acordo com a figura 4.11 o primeiro aumento no inventário decorreu da \n\ndesvalorização do dólar; onde repercutiu negativamente para a empresa; já que o seu produto \n\né negociado em dólar. O segundo aumento decorreu de uma tentativa da empresa aumentar \n\nseu faturamento comprando sua matéria-prima da Rússia, a qual era mais barata. No entanto \n\nesse produto continha elementos químicos e restrições em sua utilização, ocasionando o uso \n\nlento e comprometendo o seu nível de inventário. \n\n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nABS / MPT \n\nFigura10: Estrutura do ABS/MPT \n\nFonte:Empresa Alfa \n\nINVENTÁRIO\n\n0\n\n20\n\n40\n\n60\n\n80\n\n100\n\n120\n\njan\n/98\n\nma\ni/9\n\n8\nse\n\nt/9\n8\n\njan\n/99\n\nma\ni/9\n\n9\nse\n\nt/9\n9\n\njan\n/00\n\nma\ni/0\n\n0\nse\n\nt/0\n0\n\njan\n/01\n\nma\ni/0\n\n1\nse\n\nt/0\n1\n\njan\n/02\n\nma\ni/0\n\n2\nse\n\nt/0\n2\n\njan\n/03\n\nma\ni/0\n\n3\n\n \n\nDIAS \n\nFigura 4.11: Histórico de Inventário. \n\n        Fonte: A empresa Alfa \n\n         84 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\nPERFORMANCE DE ENTREGA \n\n0\n\n10\n\n20\n\n30\n\n40\n\n50\n\n60\n\n70\n\n80\n\n90\n\n100\n\n1997 1998 1999 2000 2001 2002 2003ytd\n\n(%\n)\n\n% Atend.\n\nFigura 4.12. Performance de entrega. \n\nFonte: Empresa Alfa \n\nDepois da implementação do ABS houve um significativo aumento na performance de \n\natendimento; no entanto nos anos seguintes a empresa tinha uma capacidade produtiva \n\nlimitada, mas com o objetivo de atender seus clientes de forma eficiente; dessa forma não \n\npriorizou o faturamento. No entanto, buscou-se o aumento do faturamento  adotando maior \n\nnúmero de clientes, sem comprometer o atendimento.   \n\nMuitos autores afirmam que o Sistema Toyota de Produção provoca a redução de mão-\n\nde-obra; no entanto, nesta empresa , houve um comprometimento em não gerar demissões em \n\ndecorrência da implementação do ABS. No decorrer dos anos as demissões decorreram de \n\nbaixo desempenho e não por motivo de redução de mão-de-obra. Em se tratando da \n\nperformance dos operários a empresa adota uma avaliação dos pares e da liderança que \n\nidentifica se o funcionário, inserido numa curva normal, está entre os 10% de pessoas \n\ninsatisfatórias, ou entre os 70% de pessoas em situação intermediária, ou ainda entre os 20% \n\nde pessoas diferenciadas. Sendo assim, busca-se suprir as deficiências dos funcionários \n\ninsatisfeitos e remaneja-los para um nível maior de satisfação. Observou-se que existiam \n\nmuitos funcionários que nunca haviam recebido um retorno do seu papel desempenhado na \n\nempresa. O sistema de avaliação não é só individual – chefia e subordinado-, mas também, \n\nem grupo, por todas as pessoas que trabalham diretamente com o avaliado, evitando assim \n\nalgum tipo de paternalismo por parte da chefia. \n\n \n\n         85 \n \n\n\n\nCapítulo 4                                                                                                                                           Estudo de Caso \n\n         86 \n \n\nA base do ABS são as pessoas e a liderança. No início da implementação a ação para \n\nenvolver as pessoas no ABS foi o treinamento, no entanto percebeu-se que só isso não era \n\nsuficiente para ter o envolvimento dos trabalhadores. O comprometimento a nível operacional \n\nse deu através do pilar de manutenção autônoma da MPT; onde a experiência entre \n\noperadores, técnicos, engenheiros é trocada. O objetivo das atividades baseadas no grupo é \n\naumentar a performance do equipamento através da melhor comunicação entre operadores, \n\nengenheiros e técnicos para a identificação de potenciais problemas no equipamento. Eles \n\ntrabalham juntos para identificar a condição correta que torne a manutenção acessível, \n\npermitindo que todo o leque de soluções seja considerado da forma mais apropriada. Dessa \n\nforma foram descobertas pessoas com grandes potenciais em motivação e capacidade.  \n\nA empresa Alfa, desde a implementação, desenvolveu quatro iniciativas nesta área: \n\n• Líderes de grupo no nível de operadores; \n\n• Gestão autônoma; \n\n• Coalizão; \n\n• Treinamento. \n\nMesmo com trabalhos direcionados aos recursos humanos, a maior restrição para a \n\nempresa, na implementação desse sistema, são as pessoas, a cultura e as iniciativas \n\nfracassadas do passado que deixaram muitas pessoas desacreditadas. Ainda existe uma grande \n\ndependência da informação em relação às pessoas. Outro fator influenciador é a mudança; \n\nesta incomoda as pessoas que estão em um nível de conforto na empresa e não sentem \n\nnecessidade de aprender uma nova lógica do sistema produtivo e se desvencilhar de conceitos \n\nfordistas. È interessante, mas, através de entrevistas e observação direta, percebeu-se que os  \n\noperadores estão mais aptos a aprender e às mudanças que o nível de supervisão e gerência.  \n\nNo início do ano de 2004 a empresa retomou às ações do ABS com o sistema \n\n‘puxado’e, já, tem melhorias significativas com a redução de estoque. Uma das oportunidades \n\nidentificada é a disponibilidade de área no chão-de-fábrica sem mudanças de layout; já que \n\nsuas máquinas são pesadas, chegando até quinze metros de comprimento, e caras. \n\nA empresa atribui, muitos dos resultados positivos, à implementação do ABS/MPT, o \n\nqual proporcionou estabilidade ao seu processo. \n\n\n\nCapítulo 5                                                                                                                              Análise dos Resultados.                \n\n87 \n\nCAPÍTULO 5 \n\nEste capítulo trata da análise dos dados coletados na empresa Alfa. A autora faz uma \n\nanálise do levantamento de dados através de informações documentais; entrevistas e \n\nobservação direta. E ainda mostra contradições percebidas ao longo da coleta de dados. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\nCapítulo 5                                                                                                                               Análise dos Resultados \n\n         88 \n \n\n5.1. Análise dos Resultados da empresa \n\nA empresa Alfa tem um histórico em implementações de programas e sistemas bem \n\nsucedidas (Qualidade Total, 5S’). Todavia na implementação do STP e da MPT, há alguns \n\nanos, existiram várias dificuldades. Quando a empresa Alfa iniciou o processo de \n\nimplementação da MPT, pela primeira vez, há oito anos, não percebeu que era essencial, além \n\nde treinamentos, o total envolvimento dos empregados e, então, não obteve sucesso.  \n\nO STP é um sistema composto por técnicas e ferramentas que devem ser implementadas \n\ncautelosamente e compreendidas como se encaixam no contexto geral. Os objetivos da \n\nempresa, redução de lead time, sistema puxado, continuaram os mesmos desde a \n\nimplementação dos ABS; o problema é que faltou um perfeito entendimento das ferramentas e \n\ndos objetivos do ABS e daí as ações foram tomadas sem direcionamento; acarretando nas \n\ndificuldades relacionadas anteriormente.  \n\nA implementação do STP, nesta empresa, ocasionou o aparecimento de perdas no \n\nsistema produtivo; entre elas, problemas no processo e problema de disponibilidade de \n\nequipamento e defeitos no produto. A perda por disponibilidade foi, muitas vezes, atrelada a \n\nfatores considerados difíceis ou quase impossíveis de serem solucionados. Um desses fatores \n\nfoi a complexidade da fabricação da matéria-prima e de ajustes para a mudança de produto. \n\nNo entanto, percebeu-se que tudo pode ser solucionado e melhorado com o uso de técnicas. \n\nDurante muitos anos, máquinas foram tidas como gargalos e, após a redução de inventário, \n\nvisualizou-se as verdadeiras causas dos problemas. Outra perda que afeta bastante o seu \n\nprocesso é a quebra de máquina e por isso, também, deu-se foco em confiabilidade do \n\nprocesso. \n\n A adoção desse sistema requer um processo de mudança na lógica do sistema \n\nprodutivo. A maior restrição para a empresa foi o gerenciamento desta mudança. As pessoas \n\nprecisam estar convictas da nova forma de se trabalhar, da consciência do valor agregado para \n\no produto, da importância da precisão da informação, enfim do comprometimento com o \n\nsucesso do negócio.  \n\nPercebeu-se resistência por parte do nível hierárquico intermediário, ou seja dos \n\ngerentes e supervisores, conforme prevê a literatura. Contudo, a nível operacional houve \n\nmaior flexibilidade: o incentivo aos operários é implementado através de treinamentos, \n\nprogramas de recompensas e acompanhamento dos seus desempenhos.  \n\nÉ verdade que o envolvimento dos operadores é alcançado, na concepção do STP e de \n\nacordo com a literatura, através da multifuncionalidade, e na prática sabe-se da grande \n\n\n\nCapítulo 5                                                                                                                               Análise dos Resultados \n\n         89 \n \n\ndificuldade em envolver pessoas atribuindo mais tarefas e responsabilidades. No entanto, o \n\nSTP tem ferramentas que aumentam a segurança e moral dos trabalhadores e facilitam o \n\nenvolvimento e a motivação. A autonomação, por exemplo, elimina a perda por espera do \n\ntrabalhador favorecendo a existência da multifuncionalidade através de novas atribuições. No \n\nmomento que o homem tem o potencial de desenvolver melhorias, é necessário o seu melhor \n\naproveitamento no processo de melhoria dos produtos e processos. \n\nComo afirma GHINATO (1996, p.146) “Capacitar os operadores de suas próprias \n\nmáquinas gera um aumento de sua auto-confiança e a valorização da sua capacidade de \n\ncontribuir para a otimização do sistema produtivo. Os operadores sentem-se motivados a \n\napresentar  e acolher sugestões do seu grupo de trabalho, pois percebem, entre outros \n\nbenefícios, a melhoria no ambiente e condições de trabalho.” \n\nO novo pensamento “enxuto” promove aos operadores o acesso direto à informação, \n\ndiminuindo a ênfase no nível de supervisão e gerência e descentralizando a tomada de decisão \n\ne responsabilidades. É necessário entender que o sistema “enxuto” é muito mais que um \n\nmétodo para eliminação de perdas do sistema produtivo, é uma nova maneira das pessoas \n\ntrabalharem comprometidas com o alcance dos objetivos organizacionais.  \n\nA adoção da MPT e STP dependerá bastante do tipo de indústria e de suas reais \n\nnecessidades para tornar-se competitiva. O negócio da empresa Alfa depende basicamente de \n\nseus equipamentos, fazendo da MPT uma ferramenta essencial na implementação do JIT. No \n\ncaso desta empresa, a estabilidade do seu processo é importante para obter sucesso na \n\nimplementação do STP: é preciso que os equipamentos e processos tenham confiabilidade \n\npara proporcionar o fluxo contínuo com uma produção sincronizada e o produto seja entregue \n\nno tempo, qualidade e quantidade certas. \n\nA empresa Alfa acredita que o STP é um status, e a literatura não ensina como chegar \n\naté esse status: é necessária a passagem por um processo de erros e acertos, de aprendizado \n\ncontínuo. Já com a MPT, principalmente através da manutenção autônoma, ela está \n\nconseguindo, mais facilmente, o envolvimento dos operadores e a multifuncionalidade. \n\nNa concepção da empresa o STP é muito eficaz em empresa com total estabilidade de \n\nprocesso e qualidade e, através da MPT, ela acredita alcançar esse status para ter sucesso na \n\nimplementação do STP. No entanto, o cenário competitivo sempre vai apresentar mudanças e \n\nsituações novas e o STP está estruturado para se adaptar às mudanças e instabilidades. A MPT \n\npode ser importante como uma ferramenta para auxiliar na eficácia da implementação do \n\nSTP, mas não é determinante se implementada isoladamente. \n\n\n\nCapítulo 5                                                                                                                               Análise dos Resultados \n\n         90 \n \n\nOs resultados obtidos pela empresa Alfa, como redução do inventário, do leadtime, \n\nmelhoria na performance de entrega, melhoria na qualidade, aumento do recovery e \n\nfaturamento pode ser atribuído, além da implementação da MPT, principalmente à \n\nmentalidade “enxuta” que a empresa está adquirindo e à adoção das técnicas “enxutas”.  \n\nTodavia, considerando as limitações do seu processo, já que não há: índice de \n\nmultifuncionalidade; medição do tempo de ciclo; takt time; nivelamento da produção; o que \n\ndemonstra o uso de técnicas e elementos do sistema isolados no contexto geral da estrutura do \n\nABS.  \n\nA estrutura proposta por GHINATO (1996) proporciona uma interpretação do STP na \n\nprática, sendo mais abrangente, e dessa forma se encaixando no interesse desse trabalho. Esta \n\nestrutura proposta tem relevância por refletir a interpretação do STP a partir da leitura de \n\ndiversas publicações, em especial de autores renomados como Ohno e Shingo.  \n\nDe acordo com GHINATO (1996), MONDEN (1984) não apresenta, em sua estrutura \n\n(em anexo), amplamente conhecida no meio acadêmico, elementos fundamentais para o \n\nequilíbrio do sistema e das diversas relações importantes entre os elementos. Como o foco da \n\nempresa Alfa, desde a implementação do STP, é o just in time, a análise restringe-se aos \n\nelementos relacionados com o JIT, como observado na estrutura proposta em anexo. \n\nNesta estrutura, a autonomação está apresentada como a base essencial para a \n\noperacionalização do just in time. Já na estrutura de Monden, a qualidade assegurada (através \n\nda autonomação) dá suporte ao sistema kanban, mas não existe relação direta entre a \n\nautonomação e o just in time. A autora não discorda dessa afirmação, sabendo da importância \n\ndo alcance do “zero defeito” para o JIT. Cabe ressaltar que a autonomação é tão importante \n\nquanto o just in time: o estudo focado no just in time não é uma demonstração da visão de \n\nmuitos autores na literatura brasileira e se deve à limitação do estudo de caso.  \n\nGHINATO (1996) aloca, na proposição da estrutura do STP, o controle da qualidade \n\ntotal como base de todos os elementos que compõem a estrutura do sistema. A importância do \n\ncontrole de qualidade total se dá como ponto de partida para atingir a melhoria de produtos e \n\nprocessos. Esse controle é dissipado nas empresas através das atividades de melhorias \n\npromovidas por pequenos grupos, como o CCQ´s – círculos de controle de qualidade: a \n\ninteração desses pequenos grupos é essencial para o alcance de muitos objetivos do STP, já \n\nque esse prevalece bastante o trabalho em equipe.  \n\nA estrutura utilizada comprova a importância dos pequenos grupos de qualidade para \n\ndar suporte às atividades da MPT. A qualidade do processo e a do produto estão interligadas, \n\n\n\nCapítulo 5                                                                                                                               Análise dos Resultados \n\n         91 \n \n\npois ambas buscam o zero-defeito. Com o TQC, todos têm a responsabilidade e devem estar \n\ncomprometidos com os resultados da empresa.  \n\nA empresa percebeu que, através do controle da qualidade total e de atividades de \n\nmelhoria promovidas por pequenos grupos, pode-se adquirir suporte para o sucesso da \n\nimplementação da MPT, obtendo-se uma quebra-zero das máquinas, favorecendo à produção \n\nsincronizada e ao funcionamento do sistema kanban.  \n\nCom a MPT, o nível de interação entre grupos aumenta bastante através da gestão \n\nautônoma. Os operadores desempenham funções de manutenção e discutem, após a \n\ndescoberta de problemas, com todas as pessoas envolvidas (operadores, técnicos de \n\nmanutenção e até supervisores ou gerentes) o desempenho do equipamento e buscam, através \n\nda análise dos 5 Porquês, a causa-raiz para evitar a reincidência. Dessa forma, os resultados \n\nsão mais fáceis de serem atingidos e o conhecimento é disseminado para todos os envolvidos.  \n\nEm se tratando dos resultados coletados na empresa, é importante relatar alguns pontos \n\nobservados, como é mostrado a seguir. \n\nO STP tem como princípio a redução de custos através da eliminação de perdas. \n\nContudo, a empresa Alfa não apresenta resultados na diminuição dos custos depois da \n\nimplementação do ABS em 1998. As empresas se erguem através de recursos produtivos, mas \n\nse não há a medição dos custos, como avaliar os seus resultados? No momento a empresa Alfa \n\nestá focada na melhoria da qualidade de produto e processo e no aumento do volume de \n\nprodução.  \n\nConforme a literatura, a empresa Alfa está caminhando em direção ao kanban tipo B na \n\nmaior parte da fábrica. Na concepção da empresa, o funcionamento 100% do seu processo \n\ncom kanban tipo B não implica na puxada desde seu fornecedor, devido ao tempo de \n\nfabricação e às próprias limitações de seu processo.   \n\nA empresa afirma estar utilizando o kanban tipo B para a maior parte da linha de \n\nproduto. No entanto, a nomenclatura utilizada pela empresa é o kanban tipo B com o uso de \n\nlojas dimensionadas em pontos estratégicos do processo. Para a literatura, o kanban tipo B é o \n\n“make to order”, feito sob encomenda, onde no processo produtivo não deve haver estoque, \n\nou pelo menos haveria estoque unitário. Hoje, o que acontece na empresa é a adoção do \n\nkanban tipo B combinado com o kanban tipo A em diferentes etapas do processo produtivo.   \n\nSugere uma série de melhorias que poderiam ser implementadas na empresa, tais como: \n\nmapeamento do fluxo de valor; nivelamento da produção; gerenciamento do fluxo de valor a \n\npartir do ritmo ditado pelo “takt- time”, para que a empresa caminhe para um processo mais \n\n“enxuto”.\n\n\n\nCapítulo 6                                                                                                                                               Conclusões.                \n\n92 \n\nCAPÍTULO 6 \n\nO capítulo seis trata das conclusões do estudo de caso e relata o aprendizado adquirido \n\npela autora. Este capítulo apresenta, ainda, recomendações para trabalhos que poderão vir a \n\nser realizados a partir deste estudo. \n\n\n\nCapítulo 6                                                                                                                                                 Conclusões \n\n         93 \n \n\n6.1 Conclusões e Recomendações para Trabalhos Futuros \n\nA mentalidade enxuta acarretou resultados positivos no Japão, especialmente em setores \n\nda produção fabril; no entanto não significa que o STP não possa obter sucesso em outras \n\nculturas ou em diferentes áreas no mercado. Todavia deve ser dada uma atenção especial à \n\nadaptação do sistema às diferenças culturais. \n\nA cultura e a realidade sócio-econômica influenciam no sucesso da implementação do \n\nSTP. Quando o Japão tentava reerguer sua economia no período pós-guerra, estava \n\ndeterminado a alcançar seus objetivos. Talvez devido à essa determinação, os japoneses \n\nvalorizam o trabalho em grupo, a coletividade e a solidariedade. O Japão praticamente se uniu \n\npara vencer seus principais concorrentes internacionais, tais como empresas norte-americanas \n\ne européias. O Brasil nunca passou por uma guerra dessa dimensão, mas já atravessou \n\ndiversas crises sócio-econômicas e talvez não tenha percebido, completamente, a necessidade \n\ne importância do trabalho em grupo e do sentimento de coletividade.  \n\nNo Brasil, muitas empresas estão buscando estratégias para se tornarem competitivas, \n\nsendo, uma dessas estratégias, o Sistema Toyota de Produção. No entanto, o STP promove \n\nmudanças no ambiente organizacional para que as empresas atinjam um estágio diferenciado \n\nde eficiência. É de suma importância o entendimento de suas particularidades e a atenção de \n\ncomo promover essas mudanças; o elemento humano pode ser considerado a maior restrição \n\npara a empresa no momento da implementação. \n\nO gerenciamento dessa mudança e da aplicação das técnicas é o determinante para o \n\nsucesso do STP. Em se tratando da mudança, no caso da empresa Alfa o elemento humano foi \n\nconsiderado a maior restrição ao longo da implementação. Percebeu-se, no momento da \n\nimplementação da MPT, em 1996, que a maior restrição foi a resistência do nível gerencial \n\nem aceitar a deficiência do seu sistema produtivo.  \n\nMesmo a empresa sendo multinacional e líder no mercado em que atua, existiram falhas \n\nno gerenciamento da implementação da MPT e do STP. No início da implementação da MPT, \n\nem 1996, a gerência não acreditava em ganhos nessa iniciativa e o sistema foi desacreditado. \n\nA maior dificuldade para a implementação do STP foi obter a confiabilidade do processo. \n\nPara a autora, através do estudo de caso, a realização deste trabalho demonstrou a \n\nnecessidade de estudos adicionais sobre o elemento humano inserido no processo de \n\nmudança, estudos estes que considerem o homem como fator chave para a implementação do \n\nSTP nas organizações. \n\n\n\nCapítulo 6                                                                                                                                                 Conclusões \n\n         94 \n \n\nO estudo favoreceu a um aprendizado para a autora fazendo-a ter certeza da importância \n\nda realização de pesquisas nesta área com empresas situadas no cenário nacional e \n\ninternacional, para avaliar o impacto cultural e sócio-econômico.  \n\nA iniciativa das empresas na adoção de novas estratégias, no nível de produção, \n\nproporciona amplas oportunidades de pesquisa. A partir deste referencial teórico e do estudo \n\nde caso desenvolvido, recomenda-se alguns possíveis trabalhos futuros: \n\n• O estudo do papel dos recursos humanos no sucesso/insucesso da implementação do \n\nSTP; \n\n• O estudo de empresas que implementaram isoladamente a MPT ou o STP, com a  \n\ncomparação entre os desempenhos alcançados; \n\n• A realização de uma análise comparativa com outra empresa do mesmo grupo, ou com \nconcorrentes do mesmo segmento de atuação, que tenham implementado o STP; \n\n• Analisar criticamente o modelo do STP; \n• Avaliar a implementação do STP em outro setor da indústria.\n\n\n\n                                                                                                                                                                 Bibliografia.                \n\n95 \n\nREFERÊNCIAS BIBLIOGRÁFICAS E BIBLIOGRAFIAS \n\n \n\nALMEIDA, Adiel Teixeira de; SOUZA, Fernando Campello. Gestão da Manutenção na \n\ndireção da competitividade. Recife-PE, 2001.  \n\nALMEIDA, Tadeu.  Manutenção Preditiva: Confiabilidade e Qualidade. Itajubá-MG, 199?. \n\nALTSHULER, Alan. The future of the automobile –the report of the MIT’s International \n\nAutomobile Program. Cambridge: MIT Press, 1986. \n\nALVAREZ, Omar. Manual de Manutenção Planejada. João Pessoa, Editora \n\nUniversitária/UFPB, 1988. \n\nAMASAKA, Kakuro. “New JIT”: A new management technology principle at Toyota. In: \n\nInternational Journal of production economics. Disponível em&lt;http// :  \n\nelsevier.com/locate/dsw acesso em 20/12/2003.  \n\nANTUNES Jr, José Antônio Valle. A Lógica das Perdas nos Sistemas Produtivos. Uma \n\nRevisão Crítica, Universidade Federal do Rio Grande do Sul- UFRGS, Rio Grande do Sul. \n\nDisponível em&lt;http//:www.abepro.com.br> acesso em 20/12/2003. \n\nANTUNES Jr, José Antônio Valle. Análise Crítica do inter-relacionamento das perdas e dos \n\nsubsistemas do Sistema Toyota de Produção. XXII Encontro Nacional de Engenharia de \n\nProdução. Curitiba-ABEPRO, PUC/PR, 2002. \n\nBAÑOLAS, Rogério G. O Just in Time para fortalecer a cadeia de suprimentos. Produto &amp; \n\nProdução, vol.5, n.1, fev. 2001. UFRGS, Porto Alegre/RS. \n\nBARTEZZAGHI, Emílio. The evolution os production models: is a new paradigm emerging? \n\nInternational Journal of Operations &amp; Production management. vol. 19, n. 2, 1999.     \n\nCARVALHO, Eduardo.  O envolvimento de empregados em atividades de manutenção \n\nautônoma. UNIFEI. Nov., 2002. Nitéroi-RJ \n\n\n\n                                                                                                                                                                 Bibliografia \n\n         96 \n \n\nCERRA, Aline L. BONADIO, Patrícia V. As Relações entre Estratégia de Produção, TQM e \n\nJIT – Estudos de caso em uma empresa do setor automobilístico e em dois de seus \n\nfornecedores. Gestão &amp; produção. UFSC, São Carlos. vol 7, nº3, Dez.-2000. \n\nCHAN, F.T.S. Effect of Kanban size on just-in-time manufacturing systems. Department of \n\nIndustrial and Manufacturing Systems Engineering, The University of  Hong Kong, \n\nNovember, 1999. \n\nCOHEN, A. Morris. Push and Pull in Manufacturing and  Distribution Systems. Journal of \n\nOperations Management, vol.9,nº1. January 1990. \n\nCORREA, Henrique L; GIANESI, Irineu G. Just in Time, MRP II e OPT. Um enfoque \n\nestratégico. 2.ed.São Paulo: Atlas, 1996.  \n\nCOUSINS,P.D. Supply base rationalisation myth or reality? European journal of Purchasing \n\nand Supply Management, v.5,n.3/4, p.143-155, 1999. \n\nCUSUMANO, Michael A . The japanese automobile industry. Cambridge: Harvard  \n\nUniversity Press, 1989. \n\nDAVIS, MARK et al. Fundamentos da Administração da Produção. 3.ed., Porto Alegre: \n\nBookman,2001. \n\nFERNANDES, Aguinaldo A . O Significado do TQM e Modelos de Implementação. In. \n\nGestão &amp; Produção, Revista do Departamento de Engenharia de Produção. UFSC, São \n\nCarlos; Vol 3,nº2-Ago,1996.  \n\nFLEURY, Afonso. Estratégias, Organizações e Gestão de Empresas em Mercados \n\nGlobalizados: A experiência recente no Brasil. Gestão &amp;Produção. UFSC, São Carlos; Vol.4, \n\nnº3, Dez,1997.  \n\nFORD, Henry. Today and Tomorrow. Productivity Press, p. 122, 1988. \n\nFORMOSO, Carlos T. Learning how to learn. Lean Construction Concepts and Principles. \n\nUFRGS, Rio Grande do Sul, 2003 (data de acesso). \n\n\n\n                                                                                                                                                                 Bibliografia \n\n         97 \n \n\nFREDDO,A . Carlos. Uma possibilidade de leitura: o Taylorismo como uma “tecnologia de \n\nsi”? RAP- Revista de Administração Pública, Rio de Janeiro 29/2:71-79, Abr/Jun, 1995. \n\nFRÖHNER, K.D. Evaluating designing principles of Japanese production systems. \n\nInternational journal of production economics.46-47 (1996 ). \n\nGALBRAITH,J. K. O novo estado industrial [ The new Industrial State, 1973]. Trad. \n\nLeônidas Gontijo de Carvalho. São Paulo: Pioneira, 1977. \n\nGEWANDSZNAJDER, Fernando. O Método nas Ciências Naturais e Sociais. Pesquisa \n\nQuantitativa e Qualitativa. 2 ed. São Paulo: Pioneira, 1998. \n\nGHEMAWAT,P.A estratégia e o cenário dos negócios. Porto Alegre: Bookman, 2000. \n\nGHINATO, P. Elementos fundamentais do sistema de produção. In: Produção &amp; \n\nCompetitividade: Aplicações e Inovações, ALMEIDA, Adiel Teixeira de Almeida &amp; SOUZA, \n\nFernando M.C., EDUFPE, Recife, 2000. \n\nGHINATO,P. Sistema Toyota de Produção: mais do que simplesmente Just- in Time. Caxias \n\ndo Sul: EDUCS,1996. \n\nGOLDENBERG, Mirian. A arte de pesquisar. 3 ed.Rio de Janeiro: Record, 1999. \n\nGUIMARAES, Helder. Os Japoneses questionam o “just in time”. Gazeta Mercantil.  \n\nSão Paulo, 04-Mar-97. \n\nHITOMI, Katsundo. The Japanese Way of Manufaturing and Production Management. \n\nAmsterdam: Elsevier Science Publishers, 1985. \n\nHOPP, Wallace J. Factory Physics – Foundations of manufacturing management. 2 sd \n\nBoston: McGraw-Hill 1996. \n\nHOTLER, Dave. Dynamic leans the way. IIE Solutions. Ago. 2002. Disponível em:&lt;http//: \n\nwww.sciencedirect.com.> acesso em 10/12/2003. \n\nHÜTINE, L.M. Metodologia Científica: caderno de textos e técnicas. 7ed, Rio de \n\nJaneiro:Agir,2000. \n\nhttp://www.sciencedirect.com/\n\n\n                                                                                                                                                                 Bibliografia \n\n         98 \n \n\nKLEIJNEN, Jack P.C. Short-term robustness of production management systems: a case \n\nstudy. Disponível em &lt;http: // www. sciencedirect.com > Acesso em 18/05/2003. \n\nLADEIRA, Marcelo. O just in time, a automação e o trabalho vivo. Revista Brasileira de \n\nAdministração, ano VII-n 19, maio;1997.  \n\nLAKATOS, Eva M. Metodologia do Trabalho Científico. 6 ed, São Paulo;Atlas, 2001. \n\nLEAN ENTERPRISE INSTITUTE. Lean Thinking. Conceitos e Aplicações.Disponível em &lt;\n\nhttp: //www.lean.org.br> Acesso em 15/02/2003. \n\nLEONARDO, Jefferson M. A A Guerra do Sucesso pelos Talentos Humanos. Revista \n\nAdministração, São Paulo; v.12 n.2 2002. \n\nMAÇADA, Antônio C. G. A validação de um instrumento para analisar o Sistema de \n\nProdução Enxuta (SPE) na percepção dos funcionários. XXII Encontro Nacional de \n\nEngenharia de Produção. ABEPRO, PUC/PR: 2002. \n\nMARKHAM, Ina S. A Rule Induction Approach for determining the number of Kanbans in a \n\njust-in-time production system. Disponível em &lt;http: //www. sciencedirect.com> acesso em \n\n18/05/2003. \n\nMARTINS, Roberto A . NETO, Pedro L. Indicadores de Desempenho para a Gestão da \n\nQualidade Total: Uma proposta de Sistematização. Gestão &amp; Produção, UFSC- São Carlos; \n\nvol5 n° 3- Dez. 1998.  \n\nMARX, Roberto. Fordismo e Novos Paradigmas de Produção: Questões sobre a Transição \n\nno Brasil. Revista de Produção,ABREPO, vol. 2 nº 2, Out 1991.  MATTAR, Fauze. A \n\nProdução enxuta no Brasil- o caso Ford. In: Anais do 2  Semead- AID. Revista FURB, \n\nOutubro,1997. \n\nMcKONE et al.. Total Productive Maintenance: a contextual view. In Journal of Operations \n\nManagement: 39-58, 2001. Disponível em&lt;http//: sciencedirect.com>acesso em 20/12/2003. \n\n\n\n                                                                                                                                                                 Bibliografia \n\n         99 \n \n\nMcKONE et al. The impact of total productive maintenance practices on manufacturing \n\nperformance. In Journal of Operations Management: 1998.Disponível em&lt;http//: \n\nwww.sciencedirect.com.> acesso em 20/12/2003. \n\nMcKONE, kathleen. Relationships Between Implementation of TQM, JIT, and TPM and \n\nmanufacturing performance. In Journal of Operations Management: 1998. Disponível em \n\n<http//: www.sciencedirect.com.> acesso em 20/12/2003. \n\nMONDEN, Y. Sistema Toyota de Produção. São Paulo: IMAM, 1994. \n\nNAKAJIMA, Seiichi. Introdução ao TPM. São Paulo: IMC, 1989. \n\nOHNO,T. Sistema Toyota de Produção- Além da Produção em Larga Escala. Porto Alegre: \n\nBookman, 1997. \n\nPALADINI, Edson Pacheco. As bases históricas da gestão da qualidade: a abordagem \n\nclássica da administração e seu impacto na moderna gestão da qualidade. UFSC- \n\nFlorianópolis, Revista de produção, SC. V.5, n. 3, p.168-186, Dez.1995. \n\nPETER, J.PAUL, Samuel C. Administração Estratégica. planejamento e implantação da \n\nEstratégia. São Paulo: Makron Books, 1993. \n\nPIZZOL, Wilson A . Implantação de Operações Enxutas: uma introdução ‘as normas SAE \n\nJ4000 e J4001. Delphi Automotive Systems. Disponível em&lt;http//:www.abepro.com.br> \n\nacesso em 20/12/2003. \n\nPICCHI, Flávio A . mentalidade Enxuta: avaliação sistemática do potencial de aplicação do \n\nsetor de construção. II SIBRAEQ- Simpósio Brasileiro de Gestão da Qualidade e Organização \n\ndo Trabalho no ambiente construído. Fortaleza-CE; Set., 2001. \n\nPORTER, Michael. Vantagem Competitiva. Rio de janeiro: Campus, 1992. \n\nREDA, M. Hussein. A Review of “Kanban” – The Japanese “Just-in-Time” Production \n\nSystem. Engineering Management International, University of Petroleum and Minerals, \n\nDhahran (Saudi Arabia),vol 4, Issue 2; 143-150, April- 1987. \n\nhttp://www.sciencedirect.com/\nhttp://www.sciencedirect.com/\n\n\n                                                                                                                                                                 Bibliografia \n\n         100 \n \n\nRÉGNIER, Karla. Alguns Elementos sobre a Racionalidade dos Modelos Taylorista, Fordista \n\ne Toyotista. Boletim Técnico do Senac, Rio de Janeiro,v.23,nº2. mai/agos,1997. \n\nSACOMANO, José B. Implantação de Kanban como técnica auxiliar do planejamento e \n\ncontrole da produção: um estudo de caso em fábrica de médio porte. Gestão &amp;Produção. \n\nUFSC, São Paulo. Vol 2, nº1-Abrl 1995. \n\nSARKER, Bhaba R. Operations planning for a multi-stage Kanban system. Departament of \n\nIndustrial and manufacturing Systems Engineering, Louisiana State University, LA, USA, \n\nAprilr, 1997. Disponível em &lt;http: //www. sciencedirect.com > acesso em 18/05/2003. \n\nSCHONBERGER, Richard J. Técnicas Industriais japonesas. 3 ed. São Paulo: Pioneira,1984. \n\nSCHWARTZ, G. Lições da economia japonesa. São Paulo: Saraiva,1995.  \n\nSEVERINO, A . J. Metodologia do Trabalho Científico. 21 ed, São Paulo; Cortez,2000. \n\nSHINGO, Shingeo. Sistema de Produção com estoque –zero: O sistema shingo para \n\nmelhorias contínuas. Porto Alegre: Bookman, 1996a. \n\nSHINGO, Shingeo. O Sistema Toyota de Produção do ponto de vista da engenharia de \n\nprodução. 2 ed. Porto Alegre: Bookman, 1996b. \n\nSHOOK, John; ROTHER, Mike. Aprendendo a Enxergar. São Paulo: Lean Institute Brasil, \n\nMarço; 1999. \n\nSOUZA, F. BERNARDI. A interdependência entre sistemas de controle de produção e \n\ncritérios de alocação de capacidades. Gestão &amp; Produção vol.9 nº2 São Carlos, Agosto.2002. \n\nDisponível em: ,http//:www.scielo.Br  .> Acesso em 20/12/2003. \n\nSWANSON, Laura. Linking maintenace strategics to performance. Disponível em:&lt;http//: \n\nwww.sciencedirect.com. > acesso em 20/12/2003. \n\nTAYLOR,F.W. Princípios de Administração Científica. São Paulo: Atlas, 1990. \n\nWOMACK, James P., JONES, Daniel T. &amp; ROOS, Daniel. A Máquina que mudou o Mundo. \n\n2 ed. Rio de Janeiro: Campus, 1992. \n\nhttp://www.sciencedirect.com/\n\n\n                                                                                                                                                                 Bibliografia \n\n         101 \n \n\nWOOD, Stephen. A administração japonesa. Revista de Administração, São Paulo  \n\nv.26,n.3,p.78-84, jul/set 1991. \n\nYAMAMOTO, Isao. Razões da crise do modelo de gestão japonês. Revista de \n\nAdministração, São Paulo v.32,nº1, p.38-46, jan/mar 1997. \n\nZARIFIAN, Philippe. Organização e Sistema de Gestão: à procura de uma nova coerência. \n\nGestão &amp; Produção. UFSC, São Carlos Vol 4, nº1, Abril-1997. \n\nZUKIN, Márcio. Flexibilidade de Manufatura na Indústria eletroeletrônica: Percepção \n\ngerencial e aplicação. Gestão &amp; Produção. UFSC, São Carlos Vol 5,nº1, Abril-1998. \n\nCOMMUNITY TECNOLOGT. Colorado Manufacturers Embrace ‘Lean Thinking’. \n\nDisponível em:&lt;http:://www.colorado.edu/EngMgmtProg/usrey/reserach/maaoe2000a \n\nhtml.>. Acesso em 10 set.2003, 18:38. \n\nYIN, Robert. Estudo de Caso: planejamento e métodos. Porto Alegre: Bookman, 2º Ed, 2001. \n\nREBOUÇAS, Lídia. Uma questão de valor. Revista Exame. São Paulo: Abril, jan. 2002. \n\n\n\n              \n\nANEXO 1 \n\nREGISTRO DE PROBLEMA Nº  \nRegistro Disponível para análise Máquina: Abertura do Registro: \n\n          /   /                        h       min \n Operador: Turma: Fechamento do Registro: \n\n         /   /                         h       min  \n\n102 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n\nTurno:            \n                             06h00  às  14h00                       14h00  às  22h00                22h00  às  06h00      \n             QUALIDADE               MANUTENÇÃO                   FLUXO                     PRODUÇÃO                     SSMA \n\nPROBLEMA: \n \n\n               1 .Faltando Ponte Rolante   \n         \n               2. Faltando Empilhadeira \n \n               3. Faltando AGV/Caminhão \n \n               4. Faltando Operador \n \n               6. Faltando Cilindro/Rolos \n \n               7. Faltando Espulas \n \n               8. Faltando Bobina / Bobina Quente \n \n               9. Faltando outros Suprimentos Op. \n \n               10. Set-up acima da meta \n \n                \n\n \n               11. Falha no Equipamento \n         \n               12. Comprimento/ Riscos SSMA \n \n               13. Velocidade abaixo da meta \n \n               14. Quebra do Material \n \n               15. Mudança de seqüência de produção \n  \n               16. Atraso Parada programada \n \n               17. Material não conforme/Rejeição * \n \n               18. Material não conforme/ Desvio * \n \n               19. Material não conforme/ Retrabalho * \n \n               20. Material não conforme/ Mat. Control. * \n \n               21. Outros (favor descrever no verso) \n\n                 \nSe Qualidade \nNº Bobina \n    Peso não Conforme: \n\nMotivo: \n\nDESCRIÇÃO DO PROBLEMA \n(a ser preenchido pelo executante) \n\nCONTRAMEDIDAS IMEDIATAS \n(a ser preenchido pelo executante) \n\n\n\n \n\n  \n\n         103 \n \n\n DIFICULDADES ENCONTRADAS PARA RESOLVER O PROBLEMA: \nMateriais: \n \n              1 .Sobressalente zerado. \n \n              2.Sobressalente for a da Localização. \n \n              3. Sobressalente em localização \ndifícil. \n \n              4. Sobressalente com armazenamento \ninadequado. \n \n              5. Sobressalente for a de \nespecificação. \n \n              6. Demora no atendimento. \n \n              7. Sobressalente incompleto. \n \n              8. Sobressalente apresentou \nproblemas durante a                \n               instalação   \n\nMão-de-Obra: \n \n              1 .Mão-de-obra insuficiente. \n \n              2.Dificuldades de localização de \npessoal de apoio. \n \n              3. Dificuldades de localização do \nplantonista. \n \n              4. Serviço nunca localizado / Sem \nprocedimento definido /                                    \n              Sem desenho \n \n              5. Deficuldades de deslocamento de \npessoal / material. \n \n               \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nRecursos Internos: \n \n              1 .Ferramental selecionado foi \ninadequado. \n \n              2.Ferramental selecionado estava \ndanificado. \n \n              3. Necessidade de confecção de \ndispositivos                \n              especiais. \n \n              4. Falta de ferramental adequado. \n \n              5. Equipamento auxiliar danificado. \n\nOperação: \n \n              1 .Demora na liberação do \nequipamento. \n \n              2.Área obstruída \n \n              3. Sem operador para realização de \ntestes. \n \n              4. Solicitado prioridade na resolução \nde outra ocorrência. \n \n              5. Falta de Conhecimento. \n\nMatéria - Prima \n \n              1 .Processo anterior não Disponível \nde imediato \n\n \n\n \n\n \n\n \n\n \n\n \nÁreas de Apoio: \n \n              1 .Team Leader não localizado. \n \n              2.Guindaste não disponível. \n \n              3. Oficina sem mão-de-obra \ndisponível. \n \n\n \n\n \n\n              4. Demora no atendimento. \n\nOutros – Detalhamento: \n\nOBS: \n\nAcionamento da Cadeia de Ajuda \n\nNão acionada \n\nHorário do acionamento \n \n\n  Chamado             \nAtendido \n\nTeam Leader / Matenedor   \n\nGroup leader   \n\nSuperintendente   \n\nGerente   \n\n  \n\nEquipe de Ação   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nANEXO 2 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n         104 \n \n\n \n\nAumento da receita Aumento de lucro sob crescimento lento ou em mercados em \nexpansão com produtos variados e diferenciados \n\nRedução de custo pela eliminação de perdas \n\nEliminação de inventários\n\nProdução adaptada às variações de \ndemanda\n\n(“Just – In – Time”) \n\nKanban\n\nP. sincronizada\n\nRedução do tempo de Quebra \nzero\n\nMPT Produção unitária  \nb alanceadas\n\nPequeno lote \n\nde produção \n\n“Nagara”\n\nRedução da mão-de-obra\n\nEstratégia \n\nMarketing\n\nQualidade \n\nRespeito \n\ncondição \n\nhumana \n\nAumento da moral/ \n\ntrabalhadores \nFlexibilidade \n\nda mão-de-\nobra \n\nOperações \n\npadronizadas \n\nRedução do tempo de \n\npreparação \n\n5 S\n\nLay-out do \nposto de \n\nOperários \n\nmultifuncionais\n\nAutomação \n(“Jidoka”) \n\nAdministração \n\nfuncional \n\nAtividades de melhorias promovidas por pequenos grupos ( APG’s)\n\nAção\n\nInspeção na \n\n“Poka-Yoke”\n\nZero defeitos\n\n                                                    Controle da Qualidade Total (TQC) \n\nEstrutura proposta por GhInato \n\nFonte: GHINATO (1996, p.132) \n\n\n\n \n\nANEXO 3 \n\nFAP – FICHA DE ANÁLISE DE PROBLEMA \n\nIDENTIFICAÇÃO DO PROBLEMA \n\n         105 \n \n\nFuncionário: Área: Cargo: \n\nCélula: Equipamento: Data: \n\nSTATUS: \n \n              Analisada                                      \nREGISTRO FAP: \n \n               Aprovada para Cadastro: \n                           \n                Pendente Plano Ação \n                          \n                Encerrada: \n\nORIENTAÇÃO PARA PREENCHIMENTO DDEETTAALLHHEESS  DDOO  FFEENNÔÔMMEENNOO  \n1-O que está acontecendo? (Identificar o problema de forma \nobjetiva) OO  qquuêê??  \n \n2- Onde aconteceu? ( Associar a estação, à sub-máquina ou ao \ncomponente da máquina) \n\nOOnnddee??  \n3-Em que fase, etapa da sequüência do processo de fabricação \nocorreu o problema? (Descrever em que momento o problema foi \nverificado) QQuuaannddoo??  \n4-O problema pode ser relacionado à habilidade? (Depende ou não \nde habilidade do operador/manutentor) QQuueemm??  \n5-Existe tendência na ocorrência deste problema? Qual? \n\n5W\n1H\n\n \n\nComo? 6-Como se encontra o estado da ocorrência (está mudado?) \ncomparado ao estado normal (ideal)? \n\n \n\nDescrição do Fenômeno (6 – 1 – 2 – 3 – 5 – 4)      \n\nDIAGRAMA DE CAUSA E EFEITO \n   \n\nMão de Obra Máquina \n\nMétodo Matéria Prima \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nANEXO 4 \n\n \n\nRedução de custo pela eliminação de\n\nAumento de lucro sob crescimento econômico lento Aumento da receita \n\n         106 \n \n\n     \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nEstrutura proposta por Monden \n\nFonte: GHINATO (1996, p. 131)                                                       \n\nEliminação de Redução da mão-de-\n\nControle da quantidade de \n\nprodução adaptado às variações de \n\n(“Just – In – Time”) \n\nSistema Kanban \n\nProdução\n\nRedução do tempo de atravessamento \n\nPequeno \n\nQualidade \n\nRespeito à \n\ncondição \nhumana \n\nAumento da moral dos \n\ntrabalhadores \n\nOperações \n\npadronizadas\n\nProdução unitária \n\nem linhas\n\nLay-out do posto \n\nde trabalho \nOperários com \n\nmúltiplas funções \n\nAutomação \n(“Jidoka”) \n\nRedução do \n\ntempo de \npreparação\n\nAdministraç\n\nAtividades de melhorias promovidas por pequenos grupos\n\nControle da Qualidade Total  \n\nFlexibilidade da \n\nmão-de-obra \n\n\n\tREGISTRO DE PROBLEMA Nº\n\t             QUALIDADE               MANUTENÇÃO                   FLUXO                     PRODUÇÃO                     SSMA\n\tSe Qualidade \n\tDESCRIÇÃO DO PROBLEMA \n\tCONTRAMEDIDAS IMEDIATAS \n\n\n\tDIFICULDADES ENCONTRADAS PARA RESOLVER O PROBLEMA:\n\tFAP – FICHA DE ANÁLISE DE PROBLEMA\n\tIDENTIFICAÇÃO DO PROBLEMA\n\tORIENTAÇÃO PARA PREENCHIMENTO\n\tDETALHES DO FENÔMENO\n\tO quê?\n\tOnde?\n\tQuando?\n\tQuem?"}]}}}