{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18298"}, {"@name": "filename", "#text": "2519_PAP89.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "MAPEAMENTO GEOLÓGICO DA FOLHA SERRA DA BORDA (SD.21-Y-A-IV), MATO GROSSO\nAnderson Alves de Souza1; Maria da Guia Lima2; Cassiano Costa e Castro3\n1 CPRM/REPO; 2 COMPANHIA DE PESQUISA E DE RECURSOS MINERAIS CPRM; 3 SERVIÇO GEOLÓGICO DO BRASIL\nRESUMO: A Folha Serra da Borda localiza-se no sudoeste do Estado de Mato Grosso, compreendem os municípios de Conquista D'Oeste, Nova lacerda e Vila Bela de Santíssima Trindade, totalizando uma área de 3.000 km2. Este levantamento integra o Programa de Cartografia da Amazônia com recursos oriundo do PAC e coordenado pelo SIPAM. O mapeamento consiste em levantamentos geológicos, geoquímicos e interpretações de dados geofísicos, na escala de 1:100.000. A área situa-se no sudoeste do Craton Amazônico e esta inserida no Domínio Tectónico Jauru (DTJ), que faz parte das províncias Rio Negro-Juruena (1.8-1.55 Ga), Rondôniana-San Ignácio (1.55-1.3 Ga) e Sunsás (1.3-1.0 Ga). As unidades litoestratigráficas que ocorrem na área são representadas por ortognaisses, anfibolitos, BIF's e xistos do Complexo Metavulcanossedimentar Rio Galera (Estateriano), localmente apresentam uma deformação dúctil pretérita com estruturação E-W e transposição desta estrutura segundo a direção NW. Intrusões graníticas da Suíte Intrusiva Pindaítuba (Calymiano), ocorrem sob a forma de corpos elípticos e alongados, estruturado segundo a direção NW e variam de sienogranito a monzogranito, apresentam foliação penetrativa, evidenciada pelo paralelismo de cristais de biotita e localmente desenvolvem foliação milonítica com fenocristais de feldspato potássico. Rochas metassedimentares da Formação Fortuna (Esteriano), ocorrem sustentando serras alongadas de direção NW. São constituídas por metarenitos quartzosos, metaconglomerado oligomítico basal e intercalações de lentes de metaconglomerados e metapelitos, apresentam estruturas primárias sedimentares ( estratificação cruzada de pequeno porte e plano-paralela). Esta unidade foi deformada durante a Orogenia Sunsás, desenvolvem dobramentos simétricos e metamorfismo na fácies xisto-verde. Diabásio encontram-se alojados em zonas de cisalhamento compressional desenvolvida em rochas do embasamento, apresentam isotropia e textura subofítica. Coberturas sedimentares de idade cenozóica ocorrem em todo porção oeste e parcialmente na porção norte, compreende perfis lateríticos e sedimentos inconsolidados depositados em sistemas fluviais. A deformação ocorrida durante a Orogenia Sunsás desenvolveu localmente zonas de cisalhamento compressional e metamorfismo na fácies xisto verde. Produtos oriundos da alteração hidrotermal ocorrem principalmente nos litotípos pelíticos da Formação Fortuna e na interface desta unidade com o embasamento. Localmente zonas de maior deformação associadas à alteração hidrotermal, desenvolvem depósitos de ouro em veio de quartzo e/ou ouro disseminado associado à sulfetação (principalmente pirita). Atualmente existem duas minas em atividade (minas de São Francisco e São Vicente), totalizando reservas em torno de 1.000.000 onças de ouro. Outras ocorrências existentes como o depósito da COOPROPOL, Nova Esperança, Lagarto estão em fase de pesquisa exploratórias e apresentam geologia similar as das minas em atividade, demonstrando um grande potencial da região para mineralizações auríferas.\nPALAVRAS-CHAVE: MAPEAMENTO GEOLÓGICO; AGUAPEÍ."}]}}}