{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18998"}, {"@name": "filename", "#text": "26091_2016_JulianadeAguiarGrossi.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JULIANA DE AGUIAR GROSSI \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nTRATAMENTO RESTAURADOR ATRAUMÁTICO COMO OPÇÃO \n\nRESTAURADORA PARA HIPOMINERALIZAÇÃO MOLAR-INCISIVO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nBRASÍLIA \n\n2016 \n\n\n\nUNIVERSIDADE DE BRASÍLIA \n\nFACULDADE DE CIÊNCIAS DA SAÚDE \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM CIÊNCIAS DA SAÚDE \n\n \n\n \n\n \n\n \n\n \n\nJULIANA DE AGUIAR GROSSI \n\n \n\n \n\n \n\nTRATAMENTO RESTAURADOR ATRAUMÁTICO COMO OPÇÃO      \n\nRESTAURADORA PARA HIPOMINERALIZAÇÃO MOLAR-INCISIVO \n\n \n\n \n\n \n\n \n\nDissertação apresentada como requisito \n\nparcial para a obtenção do Título de Mestre \n\nem Ciências da Saúde pelo Programa de Pós-\n\nGraduação em Ciências da Saúde da \n\nUniversidade de Brasília. \n\n \n\n \n\n \n\n \n\n \n\nOrientadora: Profª Drª Soraya Coelho Leal \n\n \n\n \n\n \n\nBRASÍLIA \n\n2016 \n\n\n\nJULIANA DE AGUIAR GROSSI \n\n \n\n \n\n \n\nTRATAMENTO RESTAURADOR ATRAUMÁTICO COMO OPÇÃO \n\nRESTAURADORA PARA HIPOMINERALIZAÇÃO MOLAR-INCISIVO \n\n \n\n \n\nDissertação apresentada como requisito \n\nparcial para a obtenção do Título de \n\nMestre em Ciências da Saúde pelo \n\nPrograma de Pós-Graduação em Ciências \n\nda Saúde da Universidade de Brasília. \n\n \n\n \n\n \n\n \n\nBANCA EXAMINADORA \n\n \n\n \n\nSoraya Coelho Leal (Presidente) \n\n \n\nUniversidade de Brasília \n\n \n\n \n\n \n\nFernanda Cristina Pimentel Garcia (Membro) \n\nUniversidade de Brasília \n\n \n\nDenise de Lima Costa Furlanetto (Membro) \n\nUniversidade de Brasília \n\n \n\nEliana Mitsue Takeshita (Suplente) \n\nUniversidade de Brasília \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nDedico essa Dissertação  \n\naos meus pais, \n\nPLÍNIO GROSSI E LUZIA MARIA DE AGUIAR GROSSI. \n\nGratidão é a palavra para expressar tudo que fizeram e fazem por mim. \n\nDesde os primeiros passos até a vida adulta, poder compartilhar minha vida com \n\nvocês é um presente de Deus, que me permitiu nascer num lar cheio de amor e paz. \n\nPor onde vou levo o orgulho de ser sua filha, o exemplo de ser humano que aprendi \n\ndentro de casa e a vontade incansável de ajudar o próximo através de minha \n\nprofissão. \n\n \n\n \n\nÀ minha querida tia, in memorian, \n\nMARIA DA GLÓRIA GROSSI, \n\nPor todo amor, dedicação à família GROSSI, incentivo e torcida para meu \n\ndesenvolvimento profissional. Se estivesse fisicamente aqui, tenho certeza \n\nque compartiharia mais esse momento comigo, mas sinto que de onde está \n\ncontinua vibrando e zelando por nossa família. Que prazer ter te encontrado \n\nnessa vida. \n\n\n\nAGRADECIMENTOS \n\n \n\n \n\nEste trabalho traz pra mim um significado enorme. Coroa uma conquista que \n\nsempre sonhei realizar e também representa, de certa forma, uma superação \n\npessoal frente aos desafios que enfrentei desde o início do Mestrado. \n\nAgradeço a Deus, o Criador de tudo e de todos. Sua inteligência suprema que \n\ntudo vê e sabe e que entrego minha vida e minhas decisões. Ele sabe o que é \n\nmelhor pra mim e eu só posso confiar minha vida a Ele. \n\nA minha família, por tanto amor ofertado e compreensão. Especial \n\nagradecimento aos meus pais, que me deram o dom da vida – Luzia e Plínio. Se \n\ncheguei onde estou hoje é pelo esforço, amor, paciência e dedicação que vocês \n\ntiveram e eu sempre levarei esse exemplo comigo. Gratidão eterna.  \n\nAgradeço os professores da minha graduação em Odontologia, que me \n\nensinaram como ser uma Cirurgiã-Dentista qualificada e comprometida com a \n\nciência e não com o empirismo. Onde tudo começou: FOA - UNESP- Araçatuba, \n\nminha eterna gratidão.  \n\nA minha orientadora Profª Drª Soraya Coelho Leal, gratidão por ter aberto as \n\nportas da Universidade de Brasília para mim e ter me aceitado como sua aluna. É \n\numa fonte de inspiração não só pela bela profissional que é, reconhecida \n\ninternacionalmente, mas como exemplo de ser-humano, incansável em ajudar o \n\npróximo e idealista nata. Ganhei de presente não só uma orientadora, mas uma \n\namiga para a vida. Esteja certa que pode contar comigo. \n\nA equipe de professores da UnB que convivi durante esses anos de \n\nMestrado, em especial Professora Simone Otero, Ana Paula Dias Ribeiro, Leandro \n\nHilgert: vocês me inspiram a ser uma profissional melhor. \n\nÀ amiga, Renata Nunes Cabral, por toda a paciência, disponibilidade e ajuda, \n\ndesde o início do projeto até o final. Você sempre esteve pronta para me ajudar. \n\nAprendi muito com você e te agradeço muito. Conte comigo sempre. \n\nA Professora Dra Ana Paula Dias Ribeiro por ter realizado a análise \n\nestatística desse trabalho. \n\nAgradeço as Professoras Dra. Denise Furlanetto, Fernanda Garcia, Eliana \n\nTakeshita por aceitarem fazer parte da banca de minha defesa de Mestrado. É uma \n\nhonra poder ter profissionais tão bem qualificadas compondo minha banca. \n\n\n\nAo grupo de pesquisadoras que trabalham junto com a professora Soraya \n\nLeal, em especial, Tereza, Maria José, Ana Luiza, Junia, Daniele, Isadora. Um \n\nverdadeiro time focado em pesquisa e pronto a ajudar a qualquer momento. Foi um \n\nprivilégio conviver com cada uma de vocês. \n\nÀ minha amiga Patrícia Bastos, meu agradecimento especial. Foi você, \n\nquerida amiga, que deu o pontapé para esse Mestrado. Uma amizade \n\nverdadeiramente pura, onde uma torce pela outra. Coisa rara de se ver hoje em dia.  \n\nÀ Secretaria de Educação do Distrito Federal (DF) e a cada uma das diretoras \n\ndas respectivas escolas que fizeram parte do estudo, por nos receberem de portas \n\nabertas, facilitando o desenvolvimento do trabalho. \n\nAos meus colegas de trabalho, em especial, Paulo e Gerlídia, pela \n\ncompreensão e apoio nos momentos difíceis, o meu muito obrigado. \n\nAo colega Dr. Marcelo Nogueira Aucélio, cirurgião dentista do Hospital \n\nRegional do Paranoá (HRPa) que muito nos ajudou durante esse estudo. \n\nAo colega Dr. César Augusto de Melo e Silva pela atenção e paciência nos \n\nensinamentos de estatística. \n\nA empresa Duflex do Brasil – SSWhite - com sede no Rio de Janeiro que \n\ngentilmente nos cedeu alguns KITS de ART para a realização desta pesquisa. \n\nA empresa GC que nos cedeu gentilmente o material restaurador utilizado \n\nnessa pesquisa. \n\nÀs crianças do Paranoá e suas famílias, que confiaram no nosso trabalho. \n\nSou muito grata a todos vocês.  \n\nPor fim, todos meus amigos, em especial Paula Lorena, que com paciência e \n\ncarinho, entenderam os momentos que tive que me ausentar da companhia deles \n\npara dedicar a esse projeto. Parafraseando Vinícius de Moraes: “A gente não faz \n\namigos, reconhece-os”. \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Quando vejo uma criança, ela inspira-me dois sentimentos: ternura pelo que \n\né, e respeito pelo que pode vir a ser.” \n\n              Louis Pasteur  \n\n\n\n \n\nRESUMO \n\n \n\n \n\nHipomineralização molar incisivo (HMI) é um defeito qualitativo do esmalte \n\ndentário envolvendo 1 ou até 4 primeiros molares permanentes, associado ou não a \n\ndefeitos nos incisivos permanentes. Clinicamente, os dentes apresentam esmalte \n\nporoso nas áreas demarcadas que, frequentemente, apresentam fratura de esmalte \n\npós-eruptiva, expondo dentina e facilitando o desenvolvimento de cárie. A literatura \n\nmostra que crianças com HMI recebem mais tratamentos dentários que crianças não \n\nafetadas. Além disso, os tratamentos tendem a ser mais invasivos, desafiando o \n\nprofissional quanto à escolha da melhor opção restauradora. Assim, o objetivo deste \n\ntrabalho foi avaliar a sobrevida de restaurações realizadas de acordo com o \n\nTratamento Restaurador Atraumático (ART) em primeiros molares afetados por HMI. \n\nPara isso, um estudo epidemiológico identificou 1971 escolares dos quais 184 eram \n\nportadores de HMI diagnosticadas por meio do critério da Academia Européia de \n\nOdontopediatria - EAPD. Destas, 60 crianças apresentavam grau severo de HMI \n\ncom cárie e sem envolvimento pulpar, das quais 44 compuseram a amostra desse \n\nestudo. Os tratamentos foram realizados na escola por um único dentista utilizando-\n\nse ionômero de vidro de alta viscosidade (Equia Forte, GC America) de acordo com \n\na técnica ART. Após 6 e 12 meses, um examinador independente avaliou as \n\nrestaurações por meio do critério ART modificado. Foram realizadas análise \n\ndescritiva dos dados e regressão logística [P?0.05; 95% intervalo de confiança]. \n\nForam tratados 60 dentes em um total de 44 crianças, sendo 24 meninas (54,54%) e \n\n20 (45,45%) meninos com idade média de 10,55 (±1,25) anos. Considerando o \n\nnúmero de superfícies, 29 (48,3%) das restaurações envolveram 1 face, 20 (33,3%) \n\nduas e 11 (18,4%) mais que duas faces. Quanto à extensão das restaurações, 25 \n\n(41%) apresentavam lesão em dentina sem enfraquecimento de cúspide, 23 (37,7%) \n\ncom lesão em dentina e enfraquecimento de cúspide, e 13 (21,3%) com lesões em \n\ndentina com destruição de uma ou mais cúspides. A anestesia foi necessária em 4 \n\ncasos. A taxa de sucesso após 6 e 12 meses foi de 98,3%, observando-se falhas em \n\nsomente 1 restauração. Uma análise bivariada mostrou que dentre as variáveis \n\nidade, sexo, dente, número de faces e extensão das cavidades apenas a variável \n\nnúmero de faces mostrou-se se estatisticamente associada a falhas (p=0,016), uma \n\n\n\nvez que a mesma ocorrereu em dente com três ou mais faces envolvidas. Porém, no \n\nmodelo de regressão logística no qual todas as variáveis foram incluídas, não se \n\napresentou significativo (p=0,276). Diante do exposto, concluiu-se que a maioria dos \n\ndentes com HMI não apresentou necessidade de tratamento, e aqueles com \n\nnecessidade de tratamento, requerem majoritariamente restaurações diretas. Dentes \n\nafetados por HMI apresentam cavidades atípicas, uma vez que foram associadas à \n\nquebra pós-eruptiva, não seguindo um padrão comum definido como ocorre para \n\ncárie dentária. As restaurações ART, colocadas em campo, para restauração em \n\nprimeiros molares permanentes afetados por HMI, mostraram-se eficazes para \n\npreservação da estrutura dentária desses dentes. Restaurações envolvendo três ou \n\nmais faces tiveram maior chance de falhar no período de 12 meses. \n\n \n\n Palavras-chave: Hipomineralização molar incisivo, tratamento restaurador \n\natraumático, cimento de ionômero de vidro, tamanho da cavidade, taxa de \n\nsobrevida. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n \n\nABSTRACT \n\n \n\n \n\nMolar-Incisor Hypomineralisation (MIH) is a qualitative enamel defect that \n\ninvolves hypomineralisation of 1 to 4 first permanent molars (FPM) associated or not \n\nwith affected permanent incisors. Clinically, MIH teeth present with demarcated \n\nenamel opacities that very often envolves post eruptive breakdown (PEB) wich \n\nexposes dentine facilitating caries development. The literature shows that children \n\nwith MIH receive more dental treatments than those who are not affected. Moreover, \n\ntreatments tend to be more invasive, challenging the professional with respect to the \n\nbest restorative approach. Thus, the aim of this study was to evaluate the survival \n\nrate of Atraumatic Restorative Treatment (ART) restorations in first permanent \n\nmolars affected by MIH. An epidemiological survey detected 1971 schoolchildren \n\nfrom whom 184 individuals were diagnosed with MIH using the EAPD criteria. From \n\nthis total, 60 schoolchildren presented severe MIH molars associated to carious \n\ndentine lesions without pulp involvement, from wich 44 composed the sample \n\nincluded in this trial. Treatments were performed by one trained dentist using the \n\nART approach at school premises. A high viscosity glass ionomer cement (GIC) \n\nrestorative system (Equia Forte, GC®) was used according to ART technique. \n\nTreatments were evaluated after 6 and 12 months by an independent examiner using \n\nthe ART modified criteria. Data analysis involved descriptive statistics and logistic \n\nregression [P?0.05; 95% confidence interval (95% CI)]. A total of 60 teeth were \n\ntreated in 44 children, 24 (54.54%) girls and 20 (45.45%) boys with a mean age of \n\n10.55 (±1.25) years. In regard to the number of surfaces involved in the restorations, \n\n29 (48.3%) of them involved one surface, 20 (33.3%) two and 11 (18.4%) more than \n\ntwo surfaces. Considering cavity size of the restorations, 25 (41%) presented dentine \n\ncavitation without cusp weakness, 23 (37.7%) large dentine cavitation with cusp \n\nweakness and 13 (21.3%) large dentine cavitation with one or more cusp breakdown. \n\nOnly 4 children required the use of local anaesthesia. A survival rate, after 6 and 12 \n\nmonths of 98,3% was observed, as only one restoration failed. A bivariate analysis \n\nshowed that variables age, gender, tooth, number of surfaces and cavity size only \n\n‘number of surfaces’ was considered significant (p=0.016) as all failures occurred in \n\nrestorations of three or more surfaces. However, in a logistic regression model, with \n\n\n\nall variables included, it were not considered significant (p= 0.276) as all the failures \n\noccurred in one restorations of three or more surfaces. From this preliminary data, it \n\nis possible to conclude that the majority of the teeth diagnosed with MIH didn’t \n\nrequire treatment and those who need it, direct restorations were indicated. MIH \n\nteeth have a different pattern of cavities design (atypical cavities) resulting from post \n\neruptive enamel breakdown. The ART restorations, performed in the field, showed to \n\nbe an effective treatment to preserve first permanent molars affected by MIH. \n\nRestorations with three or more surfaces had a higher chance to fail. \n\n  \n\nKeywords: MIH; Atraumatic Restorative Treatment, glass ionomer, cavity size, \n\nsurvival rate. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\nLISTA DE ILUSTRAÇÕES \n\n \n\n \n\nFigura 1 - a) Hipoplasia do esmalte dentário nos elementos 11,21,41; b) Opacidade \n\ndemarcada de cor amarelada na face oclusal do 36; c) Opacidade difusa \n\ngereralizada e associada à porosidade nos elementos 11 e 21 sugestiva de fluorose \n\ndentária; d) Amelogênese Imperfeita.........................................................................23 \n\nFigura 2 – Fluxograma com o número de crianças/dentes elegíveis e os que \n\ncompuseram a amostra do estudo.............................................................................45 \n\n \n\nFigura 3 - Porcentagem de crianças atendidas de acordo com a escola...................46 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n \n\n \n\n \n\nLISTA DE TABELAS \n\n \n\n \n\nTabela 1 – Critério para registro da HMI, seus códigos e classificação de acordo com \n\na gravidade, adaptado por Dra. Rita de Cássia Loiola \n\nCordeiro......................................................................................................................27 \n\nTabela 2 – Critério Nyvad utilizado para diagnóstico de cárie dentária ....................40 \n\nTabela 3 – Critério ART Modificado, seus códigos e a definição de sucesso e \n\nfalha............................................................................................................................42 \n\nTabela 4 – Sobrevida das restaurações de ART nos períodos de 6 e 12 meses \n\n...................................................................................................................................48 \n\nTabela 5 – Razão de chance e intervalos de confiança da sobrevida das \n\nrestaurações de acordo com as diferentes variáveis \n\nindependentes............................................................................................................49 \n\nTabela 6 – Características das famílias incluídas no estudo considerando renda, \n\nnível de escolaridade e condições de vida.................................................................50 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nLISTA DE ABREVIATURAS \n\n \n\n \n\nART – Tratamento Restaurador Atraumático \n\nCAPES– Coordenação de Aperfeiçoamento de Pessoal de Nível Superior \n\nCIV – Cimento de ionômero de vidro \n\nDDE– Defeitos de Desenvolvimento de Esmalte \n\nDF– Distrito Federal \n\nEAPD– European Academy of Paediatric Dentistry \n\nHMI – Hipomineralização Molar-incisivo \n\nHUB – Hospital Universitário de Brasília \n\nIBGE – Instituto Brasileiro de Geografia e Estatística \n\nPEB – Quebra de esmalte pós-erupção (enamel post-eruptive breakdown) \n\nSUS – Sistema Único de Saúde \n\nUNB – Universidade de Brasília \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\nSUMÁRIO \n\n \n\n \n\n1 INTRODUÇÃO ................................................................................................................................... 16 \n\n2 JUSTIFICATIVA ................................................................................................................................. 20 \n\n3 REVISÃO DE LITERATURA ............................................................................................................. 21 \n\n3.1.  O PROCESSO DE FORMAÇÃO DO ESMALTE  …………………………………………………..20 \n3. 2. DEFEITOS DE DESENVOLVIMENTO DO ESMALTE .............................................................. 22 \n3.3. HIPOMINERALIZAÇÃO MOLAR  INCISIVO (HMI) .................................................................... 24 \n\n3.3.1 Diagnóstico da HMI ....................................................................................................... 27 \n3.3.2 Diagnóstico Diferencial entre HMI, Hipoplasia, Amelogênese Imperfeita e Fluorose \n..............…………………………………………………………………………………………….……. 29 \n3.3.3  Manejo Clínico da Hipomineralização Molar Incisivo ............................................... 30 \n\n3.4.TRATAMENTO RESTAURADOR ATRAUMÁTICO .................................................................... 34 \n\n4 OBJETIVOS ....................................................................................................................................... 38 \n\n4.1 OBJETIVO GERAL ..................................................................................................................... 38 \n4.2 OBJETIVOS ESPECÍFICOS ....................................................................................................... 38 \n\n5 MATERIAL E MÉTODOS .................................................................................................................. 39 \n\n5.1 ASPECTOS ÉTICOS .................................................................................................................. 39 \n5.2. DESENHO CLÍNICO E SELEÇÃO DA AMOSTRA .................................................................... 39 \n5.3.  ENSAIO CLÍNICO ..................................................................................................................... 42 \n5.4.  ACOMPANHAMENTO LONGITUDINAL ................................................................................... 43 \n5.5. ANÁLISE ESTATÍSTICA ............................................................................................................ 44 \n\n6 RESULTADOS ................................................................................................................................... 45 \n\n6.1. NECESSIDADE DE TRATAMENTO .......................................................................................... 45 \n6.2 ANÁLISE DESCRITIVA DA AMOSTRA ...................................................................................... 46 \n\n6.2.1 Caracterização das lesões ............................................................................................ 46 \n6.2.2     Procedimento Restaurador .......................................................................................... 47 \n6.2.3     Falhas Das Restaurações ............................................................................................. 47 \n6.2.4 Questionário social pais/responsáveis ....................................................................... 49 \n\n7 DISCUSSÃO ...................................................................................................................................... 51 \n\n8 CONCLUSÃO .................................................................................................................................... 57 \n\nREFERÊNCIAS ..................................................................................................................................... 58 \n\nANEXOS ............................................................................................................................................... 70 \n\nANEXO A – DOCUMENTO DE APROVAÇÃO NO COMITÊ DE ÉTICA EM PESQUISA ................ 71 \nANEXO B – TERMO DE CONSENTIMENTO LIVRE E ESCLARECIDO ......................................... 73 \nANEXO C – TERMO DE ASSENTIMENTO DA CRIANÇA .............................................................. 75 \nANEXO D – QUESTIONÁRIO SÓCIO-ECONÔMICO ...................................................................... 76 \nANEXO E – FICHA DE ATENDIMENTO CLÍNICO ........................................................................... 77 \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n16 \n \n\n1 INTRODUÇÃO \n\n \n\n \n\nÉ cada vez mais comum a observação de defeitos de formação do esmalte, \n\ncuja presença pode influenciar no desenvolvimento de lesões de cárie e, \n\nconsequentemente, no seu tratamento. Como os dentes fazem parte de todo um \n\nsistema biológico, é importante estar atento ao fato de que doenças sistêmicas \n\npodem interferir negativamente na formação do elemento dentário. \n\nNesse aspecto, vários defeitos de desenvolvimento do esmalte (DDE) foram \n\ncatalogados e devidamente descritos pela comunidade científica, geralmente \n\nclassificados como hipoplasias e hipomineralizações (3,4, 22, 23, 25). A hipoplasia é \n\num defeito quantitativo, consequência de uma deficiência na secreção de matriz \n\nformadora do esmalte, que resulta na redução da espessura do esmalte formado (5, \n\n22). Já a hipomineralização é um defeito qualitativo, que não afeta a quantidade de \n\nmatriz secretada, mantendo normal a espessura do tecido, e caracteriza-se pela \n\ntranslucidez anormal do esmalte, também conhecida como opacidade do esmalte \n\n(6). \n\n Na década passada, um defeito de desenvolvimento sem associação com \n\nfluorose dentária foi descrito por Weerheijm et al (2001) (1). A afecção denominada \n\nHipomineralização Molar incisivo (HMI) é definida como uma alteração de \n\ndesenvolvimento relativamente comum, caracterizada por defeitos na mineralização \n\ndo esmalte dentário nos primeiros molares e incisivos permanentes. Pode acometer \n\nde 1 a 4 primeiros molares permanentes, com ou sem envolvimento dos incisivos \n\npermanentes.  Para um indivíduo ser diagnosticado como portador de HMI, este \n\ndeve possuir ao menos um primeiro molar permanente afetado. Caso a opacidade \n\nesteja presente em um incisivo isoladamente, este não se enquadraria na definição \n\nde HMI (1, 2). \n\nA literatura mostra que os defeitos no esmalte dentário de dentes afetados \n\npor HMI resultam de uma variedade de fatores ambientais, interagindo \n\nsistemicamente no período de desenvolvimento natal, perinatal e pós-natal da \n\ncriança, assim como condições médicas comuns na infância, a citar: catapora, febre \n\nalta, uso frequente de antibióticos, entre outros (9,10,21,26,39). \n\nClinicamente as lesões se apresentam como demarcações pontuais opacas \n\nenvoltas por esmalte sadio (1,24). Nessas demarcações, o esmalte possui \n\n\n\n17 \n \n\nespessura normal, porém de qualidade inferior em relação ao esmalte íntegro devido \n\nà presença de porosidades que se tornam progressivamente mais graves de acordo \n\ncom a cor, sendo que as opacidades mais escuras apresentam menor conteúdo \n\nmineral (20,21). Frequentemente, observa-se a quebra pós-eruptiva do esmalte \n\nafetado devido à ação de forças mastigatórias (1,19) o que, por conseguinte, leva a \n\num aumento de sensibilidade na região ao expor a dentina abaixo do esmalte \n\nfraturado.  \n\nDe acordo com a literatura, crianças com HMI apresentam 10 vezes mais \n\nchances de serem submetidas ao retratamento que crianças não afetadas por essa \n\ncondição (11,29). Devido à grande porosidade do esmalte afetado e, \n\nconsequentemente, baixa resistência mecânica, a HMI é considerada um fator de \n\nrisco para a cárie dentária em populações com baixa prevalência de cárie (1,17,18). \n\nDificuldade no atendimento da criança, bem como acúmulo de placa e rápido \n\ndesenvolvimento de cárie são fatores que desafiam o manejo clínico da HMI \n\n(7,8,27,31,32,39). \n\nQuimicamente, o esmalte defeituoso apresenta-se com grande quantidade de \n\ncarbono, baixa quantidade de cálcio e fósforo quando comparado ao esmalte sadio \n\n(1,24). Jalevik et al (2001) (3), observaram que a presença de grandes porosidades \n\nna microestrutura do esmalte hipomineralizado, afeta a performance adesiva das \n\nrestaurações em resina composta, levando à perda precoce de restaurações \n\nrealizadas com esse material em dentes com HMI. Assim, esses dentes acabam por \n\nnecessitar de repetidas intervenções, onerando o tratamento e dificultando o manejo \n\nda criança pelo profissional (11,12,24). \n\nMuitas opções de tratamento estão descritas para o manejo clínico de dentes \n\ncom HMI que já apresentam quebra pós-eruptiva como, por exemplo, coroas de aço \n\n(14), o uso da resina composta, e do cimento de ionômero de vidro (CIV) (15, 16) e a \n\nexodontia seguida de ortodontia. Porém, observa-se falta de consenso na literatura \n\nquanto à melhor opção restauradora para tal condição (19,24,29,33). \n\nDe fato, o tratamento restaurador de dentes afetados por HMI é um desafio, \n\nhaja vista as particularidades estruturais e técnicas acima elencadas. \n\nAdicionalmente, somam-se a esses fatores as dificuldades inerentes à saúde pública \n\nbrasileira. Sabe-se que, de maneira geral, o acesso ao tratamento dentário por parte \n\ndaqueles que dependem do serviço público é difícil e, usualmente, implica num \n\nlongo tempo de espera (83). Assim, diante desse quadro, pergunta-se qual a melhor \n\n\n\n18 \n \n\nforma de evitar que dentes com HMI sejam extraídos em função do limitado acesso \n\naos cuidados de saúde de grande parte da população brasileira? \n\nCom o objetivo de responder tal indagação, buscou-se avaliar a efetividade \n\ndo Tratamento Restaurador Atraumático (ART) como forma de manejo restaurador \n\nde dentes com HMI apresentando exposição de dentina/restauração não satisfatória \n\ne cárie associada. Para tanto, a população alvo foi composta por escolares de uma \n\ncomunidade socialmente vulnerável que possuem restrito acesso ao Sistema Único \n\nde Saúde (SUS). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n19 \n \n\n2 JUSTIFICATIVA \n\n \n\n \n\nA HMI é uma condição relativamente comum, com prevalência variando de 20 \n\na 40% dependendo da população estudada (13). Quando diagnosticada, exige uma \n\nabordagem rápida e eficiente uma vez que, na presença de quebra pós-eruptiva, \n\nobserva-se rápida progressão de cárie (7,8,27). \n\nAlém disso, características estruturais do esmalte afetado como aumento da \n\nporosidade, maior quantidade de carbono e menor quantidade de mineral \n\n(12,40,41,42) desafiam o clínico na escolha da melhor opção restauradora, \n\nprincipalmente, quando se opta por materiais adesivos. \n\nLançando um olhar para a saúde pública brasileira, apesar de todos os \n\navanços alcançados nas últimas décadas (83,85), são inquestionáveis as \n\ndificuldades que os usuários enfrentam na obtenção de pronto acesso ao tratamento \n\nodontológico. Dessa forma, a busca por um protocolo de tratamento que se adeque \n\nà realidade de crianças acometidas por HMI socialmente vulneráveis é, sem dúvida, \n\nde relevância social (19,24,29,33). Assim, este estudo propõe uma alternativa de \n\ntratamento que objetiva evitar que crianças tenham dentes extraídos precocemente. \n\nMuito provavelmente, após essa primeira abordagem, um tratamento mais definitivo, \n\ncomo por exemplo o uso de coroa protética, seja necessário. Entretanto, até lá, o \n\ndente afetado por HMI poderá ser mantido por meio de restaurações mais \n\nconservadoras. \n\n  \n\n\n\n20 \n \n\n3 REVISÃO DE LITERATURA \n\n \n\n \n\n3. 1. O PROCESSO DE FORMAÇÃO DO ESMALTE \n\n \n\n \n\nO órgão do esmalte é responsável pela formação do esmalte dentário, num \n\nprocesso conhecido como amelogênese (47). Este é um processo de múltiplas \n\netapas e intercorrências podem ser observadas em qualquer uma delas. Em geral, o \n\nesmalte dentário desenvolve-se em dois principais estágios: secreção e maturação. \n\nDurante a fase secretória, a matriz do esmalte é depositada e parcialmente \n\nmineralizada porém, a maior parte da mineralização da matriz ocorre durante a fase \n\nsubsequente de maturação (45).   \n\nAs alterações do esmalte dentário podem ser relativas a um defeito \n\nquantitativo (diminuição da espessura) ou qualitativo (hipomineralizações). Os tipos \n\nmais comuns de alterações na amelogênese resultam em: hipoplasia, opacidade \n\ndifusa e opacidade demarcada (47).  \n\n Fatores locais ou sistêmicos que interferem na formação normal da matriz \n\nprovocam defeitos e irregularidades no esmalte, denominados hipoplasias do \n\nesmalte. Fatores que interferem na mineralização e na maturação do esmalte \n\nproduzem uma condição denominada hipomineralização do esmalte (46). \n\nAssim, é importante conhecer a cronologia de formação dos elementos \n\ndentários, para que se possa correlacionar a presença de defeitos a fatos ocorridos \n\nnesse período.  As coroas dos dentes decíduos desenvolvem-se entre a 15ª semana \n\nde gestação e o primeiro ano de vida, enquanto o desenvolvimento das coroas dos \n\npermanentes estende-se desde aproximadamente os seis meses pré-natal até os 15 \n\nanos de idade (45). A duração do estímulo sobre os ameloblastos tem um grande \n\nimpacto na localização e aspecto do defeito no esmalte. Como consequência, o \n\nesmalte formado retrata todas as agressões significativas sofridas ao longo do \n\ndesenvolvimento do dente (45).  \n\n \n\n \n\n \n\n \n\n\n\n21 \n \n\n3. 2. DEFEITOS DE DESENVOLVIMENTO DO ESMALTE (DDE)  \n\n \n\n \n\nOs ameloblastos são células extremamente sensíveis aos estímulos externos, \n\ne muitos fatores podem resultar em anomalias do esmalte (45). Os fatores \n\nassociados aos defeitos do esmalte descritos na literatura podem ser agrupados de \n\nacordo com a origem em sistêmicos e locais (45). \n\nDentre os fatores etiológicos dos DDE de origem sistêmica, destacam-se: \n\ntraumas relacionados ao nascimento, alterações químicas (flúor, chumbo, \n\ntetraciclina, etc), anomalidades cromossômicas (trissomia do 21), infecções \n\n(caxumba, catapora, sarampo, infeções respiratórias, etc), doenças hereditárias \n\n(epidermólise bolhosa, galactosemia, fenilcetonúria, entre outras), desnutrição \n\n(deficiência de vitamina A, D, deficiência nutricional generalizada), alterações \n\nmetabólicas (hipocalcemia, hipotireoidismo, hipoparatireoidismo, doença renal, entre \n\noutras) e alterações neurológicas (paralisia cerebral, retardo mental, defeitos de \n\naudição sensorioneurais) (45). \n\nComo fatores locais aparecem o trauma mecânico local (quedas, ventilação \n\nmecânica neonatal, cirurgias, etc), queimadura elétrica, irradiação e infecção local \n\n(doença inflamatória periapical) (45). \n\nAs alterações na amelogênese são usualmente descritas como DDE (47) e \n\nsão elas: \n\n• Hipoplasia – é uma alteração do desenvolvimento do esmalte que está \n\nassociada à redução da espessura do mesmo. O esmalte pode apresentar \n\naparência opaca ou translúcida. Pode ocorrer na forma de fosseta ou sulco, \n\nambos de forma única ou múltipla e, também, haver ausência parcial ou \n\ncompleta de esmalte dentário sobre uma área considerável de dentina (47) \n\n(Figura 1a). \n\n• Opacidade demarcada – é uma alteração na translucidez do esmalte que \n\napresenta superfície afetada de aspecto liso, espessura normal e uma \n\ndelimitação clara com o esmalte normal adjacente. Pode apresentar \n\ncoloração branca, creme, amarela ou castanha. Pode apresentar locais de \n\ndesintegração do esmalte dentário pós-irrupção (47). Um exemplo dessa \n\ncondição é a hipomineralização molar-incisivo (Figura 1b). \n\n\n\n22 \n \n\n• Opacidade difusa – é uma alteração na translucidez do esmalte na qual o \n\nesmalte defeituoso possui espessura normal. Esta alteração de translucidez \n\ndo esmalte pode ocorrer em vários graus e com uma distribuição linear, \n\ncontínua ou na forma de manchas. Não existe delimitação clara da porção \n\nafetada com o esmalte normal adjacente. Parte ou todo o esmalte poderá \n\nser afetado e a escala de gravidade é baseada na extensão e profundidade \n\nem que o local foi afetado (47). A fluorose dentária é um exemplo de \n\nopacidade difusa (Figura 1c). \n\n• Amelogênese Imperfeita – é uma má formação do esmalte dental que pode \n\nafetar ambas as dentições, afetando todos os dentes e é transmitida \n\ngeneticamente. É, portanto, uma alteração hereditária estando restrita à \n\nestrutura do esmalte sem a presença de outros comprometimentos \n\nsistêmicos aparentes (47). A anomalia ocorre na população em geral, na \n\nproporção de 1 em 14.000 a 1 em 16.000, exibindo formas e aparências \n\nvariadas (46). No tipo hipoplásico, a matriz do esmalte parece ser formada \n\nimperfeitamente; embora ocorra a subsequente mineralização na matriz e o \n\nesmalte se torne duro; ele é deficiente em quantidade e apresenta \n\nsuperfície áspera, rugosa, com fossetas. No tipo hipomineralizado, a \n\nformação da matriz parece ser de espessura normal, mas a mineralização é \n\ndeficiente e o esmalte é amolecido. Em ambos os tipos, o defeito de \n\nesmalte se torna manchado, devido às irregularidades da superfície e à \n\npermeabilidade aumentada (46). Já no tipo hipomaturado, a matriz é \n\ndepositada apropriadamente e começa a mineralizar, porém há um defeito \n\nna maturação da estrutura cristal do esmalte (45). Os dentes afetados são \n\nnormais na forma, porém o esmalte é mais mole que o normal e tende a \n\nsoltar-se da dentina subjacente. Radiograficamente, o esmalte afetado \n\nexibe uma radiodensidade semelhante à da dentina (45) (Figura 1d). \n\n \n\nOs DDE apresentam importância clínica significativa, sendo causa de \n\nproblemas estéticos e sensibilidade dentária (35, 47, 48, 93,94). Portanto, é \n\nimportante fazer a distinção entre os tipos de defeito, uma vez que o tratamento \n\nrestaurador para a hipoplasia e hipomineralização, pode variar conforme a extensão \n\ne o grau de comprometimento do esmalte dentário (49). \n\n \n\n\n\n23 \n \n\n \n\n \n\n \n\n \n\n                   \n\n \n\nFigura 1. a) Hipoplasia do esmalte dentário nos elementos 11, 21, 41 (Fonte: Dra. \n\nRenata Cabral); b) Opacidade demarcada de cor amarelada na face oclusal do 36 \n\n(Fonte: Dra. Renata Cabral); c) Opacidade difusa gereralizada e associada à \n\nporosidade nos elementos 11 e 21 sugestiva de fluorose dentária (Fonte: Prof. Dra. \n\nSoraya Coelho Leal); d) Amelogênese Imperfeita (Fonte: Prof. Dr. Paulo Márcio \n\nYamaguti) \n\n \n\n             \n\n3.3. HIPOMINERALIZAÇÃO MOLAR  INCISIVO (HMI) \n\n \n\n \n\nComo já mencionado anteriormente, HMI é definida, segundo Weerheijm et al \n\n(2001), como uma alteração de desenvolvimento do esmalte de origem sistêmica na \n\n\n\n24 \n \n\nqual opacidades demarcadas estão presentes em pelo menos um dos primeiros \n\nmolares permanentes podendo, ainda, afetar ou não os incisivos permanentes (1,5). \n\nAs opacidades são bem demarcadas permitindo visualizar o limite entre o \n\nesmalte normal e o afetado, de coloração que varia de branco/amarelo até \n\ncastanho/amarronzado (5) (figura 1b). Tais opacidades estão mais concentradas nos \n\nterços oclusal e médio das coroas dentárias (51,72) e o esmalte das áreas afetadas \n\napresenta-se amolecido e poroso, porém, sem perda de espessura. Chawla et al \n\n(2008) (21) sugeriram que as opacidades amarelas/castanhas, por serem mais \n\ndesorganizadas estruturalmente que as brancas, são mais vulneráveis a fratura de \n\nesmalte pós-eruptiva. \n\nÁreas de porosidade de graus variados foram encontradas nas bordas do \n\nesmalte afetado com o esmalte sadio (1). Grande concentração de carbono \n\nassociada a baixos níveis de cálcio e fósforo no esmalte com HMI foram também \n\nregistrados (1). Acredita-se que esta variação na composição contribui para a menor \n\nresistência mecânica do esmalte afetado, uma vez que proporção de cálcio e fósforo \n\nno esmalte afetado pela HMI é 1,4 menor do que a encontrada no esmalte normal \n\n(11). Adicionalmente à redução do componente mineral, observa-se que o dente \n\ncom HMI possui maior quantidade de proteínas na sua composição com níveis de \n\namelogeninas similares ao esmalte sadio (54, 96). Este fato pode ser utilizado para \n\ndistinguir a HMI de outros defeitos do esmalte como amelogênse imperfeita e \n\nfluorose, que possuem altos teores de amelogeninas na sua estrutura(96). \n\nA avaliação microestrutural do esmalte afetado por HMI indicou que os \n\nprismas encontravam-se desorganizados (58), além de apresentarem-se mais \n\ndelgados, com o espaço interprismático maior em comparação ao esmalte normal. \n\nEsse tipo de desarranjo indica que os ameloblastos sofreram injúria durante a fase \n\nde maturação da matriz orgânica (58) e não na fase de secreção, como ocorre em \n\noutros defeitos do esmalte. \n\nFoi sugerido, ainda, que as opacidades amarelas/marrons são mais porosas \n\nque as opacidades brancas por possuírem maior concentração de matéria orgânica \n\n(21), e por conseguinte,  menor resistência mecânica (3,4). Já foi observado que o \n\nmódulo de elasticidade e a dureza nas áreas afetadas pela HMI encontram-se \n\nreduzidos em até 80% quando comparado ao esmalte sadio (40,51).  \n\nApesar da etiologia da HMI não estar totalmente esclarecida, alguns fatores \n\nsão descritos como possíveis causas da hipomineralização molar incisivo. Dentre \n\n\n\n25 \n \n\nesses destacam-se os fatores de natureza sistêmica, como algumas doenças \n\npróprias da infância que ocorreram nos primeiros três anos de vida, tais como \n\ncatapora, febre alta, asma, pneumonia, infecções de ouvido, dor de garganta e \n\nalergias (19, 20, 21, 22, 25,39). O uso de algumas drogas como amoxicilina e \n\nciclosporina, durante a primeira infância têm sido associadas com HMI (19, \n\n20,25,39,42), assim como parto prematuro e complicações durante o nascimento \n\n(20).  \n\n Em 2008, a Sociedade Européia de Odontopediatria (EAPD), considerou que \n\na HMI é de origem multifatorial, incluindo além de fatores sistêmicos, componentes \n\ngenéticos (39). Mesmo a causa da HMI permanecendo obscura, parece ser \n\nindiscutível a relação entre as más condições de saúde durante os três primeiros \n\nanos de vida e a ocorrência do problema (39). Dessa forma foi proposto que \n\ncrianças com saúde geral precária nos primeiros quatro anos de vida devem ser \n\nconsideradas de alto risco para o desenvolvimento da hipomineralização molar-\n\nincisivo (49). \n\nNo que se refere à prevalência de HMI, a média no mundo, segundo Fragelli \n\net al (2014) (48), varia de 2,4 a 40%. Com uma taxa de prevalência elevada e, \n\nextrapolando para o campo da saúde pública, esses defeitos devem possuir uma \n\natenção destacada durante o atendimento odontológico. Populações afetadas por \n\nessas mudanças requerem, prioritariamente, tratamento preventivo com atendimento \n\nrápido e eficaz. \n\nCom relação ao Brasil, existem poucos trabalhos publicados a respeito. \n\nSoviero et at (2009) (50) examinaram crianças de 7 a 13 anos no intuito de \n\ndeterminar a prevalência de opacidades demarcadas nos primeiros molares \n\npermanentes. Como resultado, verificaram que 40,2% das crianças examinadas \n\npossuíam pelo menos um primeiro molar afetado. Jeremias et al (2013) (95) \n\nestudaram a prevalência e a gravidade da HMI e sua relação com cárie dental em \n\numa população de escolares, de 6 a 12 anos, na cidade de Araraquara. A \n\nprevalência da HMI nessa população representou 12,3%, sendo o tipo leve o mais \n\nencontrado. Ainda, foi observada uma associação estatisticamente significante entre \n\ncárie e HMI somente nos dentes permanentes. Hoffmann et al (2007) (35), em um \n\nestudo transversal, avaliaram uma amostra de crianças de 5 a 12 anos na cidade de \n\nIndaiatuba. A prevalência de DDE, não só HMI, foi entre 20 e 30% para a dentição \n\n\n\n26 \n \n\ndecídua (5 anos) e permanente (12 anos), respectivamente, sendo que as \n\nopacidades demarcadas foram as mais prevalentes.  \n\n \n\n \n\n3.3.1 Diagnóstico da HMI \n\n \n\n \n\nO exame clínico para detecção de HMI deve ser realizado, segundo \n\nWeerheijm (2003) (12), com os dentes limpos (ausência de placa dentária), na idade \n\nde oito anos preferencialmente, pois nessa idade todos os primeiros molares e a \n\nmaioria dos incisivos permanentes já irromperam. \n\nDe acordo com a EAPD (41), o diagnóstico da HMI deve ser seguir os \n\nseguintes passos:  \n\n \n\n1. Primeiros molares e incisivos permanentes devem ser examinados; \n\n2. O exame deve ser realizado em dentes úmidos e limpos; \n\n3. A melhor idade para exame é aos oito anos; \n\n4. Cada dente deve ser registrado segundo a presença ou ausência de \n\nopacidades demarcadas, quebra de esmalte após erupção dentária, \n\nrestaurações atípicas, falha na erupção de molares ou incisivos permanentes \n\ne extrações relacionadas com HMI.  \n\n \n\nNa presente investigação, o critério para registro da HMI se baseou nas \n\nrecomendações da EAPD (41). Entretanto, como observado na Tabela 1, as \n\nclassificações clínicas foram adaptadas, entre elas restauração atípica, que foi \n\nsubdividida em satisfatória e não satisfatória. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n27 \n \n\n \n\nTabela 1 - Critério para registro da HMI, seus códigos e classificação de acordo \n\ncom a gravidade, adaptado por Dra.Rita de Cássia Loiola Cordeiro. \n\nEscore Descrição Gravidade \n\n0 Ausência de opacidade demarcada ------ \n\n1 Opacidade demarcada branco creme Leve \n\n2 Opacidade demarcada amarelo marrom Leve \n\n3 Fratura de esmalte sem exposição de dentina Moderada \n\n4 Fratura de esmalte com exposição de dentina Moderada \n\n5 Restauração atípica satisfatória Severa \n\n6 Restauração atípica não satisfatória Severa \n\n7 Extraído devido HMI Severa \n\n8 Extraído por outras razões Severa \n\n9 Não irrompido ------ \n\n10 Esfoliado ------ \n\n \n\nA gravidade e a extensão da alteração variam de acordo com o indivíduo, \n\npodendo atingir um ou todos os primeiros molares permanentes (7), podendo ainda \n\nser classificada em (4,19,55, 56, 57):  \n\n \n\n• Leve – opacidade presente, sem perda de estrutura de esmalte, com \n\nsensibilidade ocasional a estímulos externos. Tamanho do defeito é de \n\naproximadamente 2 mm. \n\n• Moderada – opacidade presente com pequena perda de esmalte. Tamanho \n\ndo defeito é de aproximadamente 3,5 mm. \n\n• Grave – perda de esmalte dentário presente com necessidade \n\nrestauradora/tratamento, restaurações atípicas, cárie e sensibilidade \n\nespontânea. Tamanho do defeito é maior ou igual a 4,5 mm. \n\n \n\nA título de explicação, restaurações atípicas são aquelas que possuem \n\ntamanhos e desenhos diferentes das tradicionais cavidades resultantes da atividade \n\nde cárie e com opacidades nas bordas entre o dente e a restauração (59). \n\nPortadores de HMI apresentam uma variedade de problemas associados \n\ncomo cárie, dor e sensibilidade dentária (18). Além disso, a placa dentária acumula-\n\nse com facilidade nas áreas de dentina que ficam expostas após a quebra de \n\n\n\n28 \n \n\nesmalte, dificultando a escovação e podendo mascarar a presença de uma \n\ncavidade. Dessa forma, é muito importante que o profissional esteja atento para \n\nidentificar todas essas variáveis, uma vez que o diagnóstico da HMI pode tornar-se \n\ndifícil quando apenas um dente está afetado já apresentando lesão de cárie \n\nassociada. \n\n \n\n \n\n3.3.2 Diagnóstico Diferencial entre HMI, Hipoplasia, Amelogênese Imperfeita e \n\nFluorose \n\n \n\n \n\nO diagnóstico diferencial dos diversos tipos de DDE é importante para se \n\nevitar erros de diagnóstico e, principalmente, de tratamento (39). \n\nClinicamente a hipoplasia é observada como alterações brancas no esmalte \n\nque pode estar parcialmente formado ou, em alguns casos, ausente. As alterações \n\npodem aparecer de forma simétrica ou de forma isolada. O limite entre estas e o \n\nesmalte sadio apresenta-se suave, liso, sem grandes demarcações. É um defeito \n\nquantitativo, ou seja, existe redução da espessura do esmalte (54,72). \n\nJá as lesões resultantes de HMI apresentam-se, clinicamente, bem \n\ndemarcadas, de coloração branca a amarelo-acastanhada e assimétricas. O esmalte \n\né poroso, sem espessura reduzida (defeito qualitativo). As bordas da lesão com \n\nesmalte sadio apresentam-se irregulares e é comum fratura do esmalte afetado pós-\n\nerupção deixando a dentina exposta (54,72). É importante ressaltar que a perda \n\nquantitativa de estrutura dentária ocorre após a erupção do dente, e não antes como \n\nnas hipoplasias. \n\nA amelogênese imperfeita já é uma alteração na formação do esmalte que \n\npode afetar ambas as dentições e é transmitida geneticamente (47). Todos os \n\ndentes encontram-se afetados e pode ser detectado antes mesmo da erupção por \n\nmeio do exame radiográfico (72). Um inquérito detalhado sobre o histórico familiar é \n\nessencial na diferenciação entre a amelogênese e outros tipos de DDE. \n\nA fluorose dentária apresenta-se clinicamente como opacidades difusas \n\npodendo afetar todos os dentes, além de serem simétricas e bilaterais (2). O esmalte \n\nnas áreas afetadas mostra-se cárie-resistente (2,72). A gravidade das alterações \n\n\n\n29 \n \n\nestá diretamente associada à quantidade, frequência e duração de ingestão de flúor \n\n(73). \n\n \n\n \n\n3.3.3  Manejo Clínico da Hipomineralização Molar Incisivo  \n\n \n\n \n\nO rápido desenvolvimento de cárie em dentes afetados por HMI foi observado \n\nna literatura (6,11,39,72). Por esta razão, é indicado que crianças com HMI sejam \n\nsubmetidas a ações preventivas tão logo esses dentes irrompam na cavidade bucal \n\n(61), uma vez que o tratamento restaurador em dentes afetados é desafiador para o \n\nprofissional. Além das alterações estruturais do dente afetado que limitam a escolha \n\ndo melhor material, a escassez de evidência e protocolos disponíveis na literatura \n\ntambém limitam a resolução do problema. \n\nGeralmente, dentes com HMI requerem tratamentos extensivos, o que pode \n\ngerar apreensão tanto para o profissional quanto para o paciente, devido à \n\ndificuldade de se restaurar e anestesiar adequadamente esses dentes (8,25).  \n\nAcredita-se que o esmalte poroso nas áreas afetadas facilite a penetração de \n\nbactérias na dentina subjacente, resultando em uma inflamação crônica da polpa, \n\ndificultando a efetividade do ato anestésico (62). \n\nEstudos verificaram que crianças com HMI receberam mais tratamentos \n\ndentários que crianças não afetadas (8,20). Jalevik et al (2002) (29) mostrou que aos \n\nnove anos de idade, crianças afetadas por HMI foram submetidas a procedimentos \n\nodontológicos, nos seus primeiros molares permanentes, aproximadamente dez \n\nvezes mais que crianças sem HMI e que, a média de tratamento foi de duas vezes \n\nmaior para cada dente.  \n\nA gravidade da HMI está correlacionada às necessidades de tratamento do \n\ndente afetado (28,47,59). Alguns defeitos do tipo leve requerem somente terapia \n\npreventiva, podendo ser monitorados sem qualquer intervenção invasiva. Defeitos \n\nmais graves, como quebra em esmalte, podem ser indicativos da necessidade de \n\ntratamentos mais invasivos e visitas de retorno com maior frequência (21). \n\nCrianças com HMI apresentam frequentes problemas de comportamento \n\nfrente ao tratamento dentário, sendo comumente relatado medo e ansiedade \n\n(29,72). Os problemas de comportamento podem estar relacionados a sucessivas \n\n\n\n30 \n \n\nintervenções e/ou consultas para o mesmo elemento dentário, dor, dificuldade de \n\nanestesia ou até mesmo tratamentos realizados sem a analgesia adequada (29,72). \n\nAdicionalmente, o esmalte altamente poroso, a baixa concentração de mineral \n\ne a alta concentração de matéria orgânica facilita a fratura das margens das \n\nrestaurações (59,72). Outro desafio refere-se à adesão deficiente que ocorre em \n\ndentes com HMI, muito em função da estrutura dentária alterada. O padrão de \n\ncondicionamento ácido em dentes hipomineralizados é pobre, na qual se observa \n\ndificuldade de formação de tags e, por conseguinte, dificuldade na retenção da \n\nrestauração adesiva (29,47,54,72). As repetidas fraturas nas bordas de restaurações \n\nrealizadas nesses dentes também dificultam a abordagem restauradora (25). \n\nWeerheijm (2004) (49) cita alguns materiais adesivos como opção de \n\ntratamento para dentes afetados por HMI - resina composta e cimento de ionômero \n\nde vidro -, porém, destaca que as restaurações devem possuir suas margens em \n\nesmalte sadio, preferencialmente. Apresenta, também, como opções de tratamento \n\nas coroas de aço e restaurações fundidas. Em outros casos, a indicação de \n\nexodontia seguida de correção ortodôntica está indicada. \n\nWilliam et al (2006) (10) elaboraram seis passos para facilitar a abordagem e \n\nmanejo dos dentes com HMI. São eles: \n\n \n\n1. Identificação do risco – identificar a história médica da criança \n\ncorrelacionando com possíveis fatores etiológicos da HMI. O risco de \n\ndesenvolver HMI deve ser identificado antes mesmo da erupção do primeiro \n\nmolar permanente, preferencialmente, e essa informação pode ser \n\nconseguido por meio da história médica da criança durante os seus três \n\nprimeiros anos de vida. \n\n2. Diagnóstico precoce – avaliação do risco de desenvolvimento da HMI por \n\nmeio do raio x, se possível, e monitoramento frequente desse dente durante a \n\nfase de erupção. \n\n3. Remineralização e dessensibilização – durante a erupção do dente, o esmalte \n\nhipomineralizado apresenta grande suscetibilidade à cárie e à erosão. Dessa \n\nforma, recomenda-se remineralização com a aplicação tópica de flúor, verniz \n\nfluoretado e uso de dentifrício fluoretado para dentes sensíveis e avaliação da \n\ndieta. As ações de remineralização e dessensibilização devem ser iniciadas \n\ntão logo o elemento dentário com defeito seja visível na cavidade bucal. \n\n\n\n31 \n \n\n4. Prevenção da cárie dentária e fratura do esmalte pós-erupção – reforço da \n\nhigienização em casa, adequação da dieta visando a redução da \n\ncariogenicidade e erosão da mesma, além do uso de selantes de fóssulas e \n\nfissuras. \n\n5. Restaurações e extrações dentárias -  restaurações em resina composta com \n\no uso de adesivos self-etching ou restaurações extracoronárias como coroas \n\nde aço, podem ser necessárias de acordo com a destruição do elemento \n\ndentário. O cimento de ionômero de vidro pode ser também considerado um \n\nagente restaurador. Abordagem ortodôntica pós-exodontia deve ser \n\nconsiderada.  \n\n6. Manutenção e monitoramento – realizado por meio do monitoramento das \n\nmargens restauradoras e possibilidade do uso de coroas dentárias a longo \n\nprazo. \n\n \n\nLygidakis et al (2010) (19), por sua vez, selecionaram diversas abordagens de \n\ntratamento de acordo com a gravidade da HMI. Para os casos leves sugerem ações \n\npreventivas, selantes, restaurações adesivas, com resina composta e microabrasão \n\ndentária. Nos casos graves estão indicados, além das abordagens utilizadas nos \n\ncasos leves, coroas metálicas pré-fabricadas, exodontia aliada à ortodontia e coroas \n\nunitárias (19). Já o tratamento restaurador dos incisivos permanentes acometidos \n\npor HMI, frequentemente ocorre por questões estéticas. Nesses casos, a \n\nrestauração em resina composta deve ser considerada como primeira opção (26). \n\nDe maneira geral, observa-se uma diversidade grande de possibilidades de \n\ntratamento para o mesmo problema (14,19,24,25,27,28,72), porém, sem consenso a \n\nrespeito de qual material ou técnica devam ser utilizados para um adequado e \n\nduradouro tratamento restaurador. Isso pode ser explicado pela falta de estudos \n\nclínicos que objetivaram avaliar, em longo prazo, a performance de diferentes \n\nprotocolos. \n\nAs dificuldades enfrentadas no manejo restaurador de dentes afetados por \n\nHMI são constantemente discutidas (19,24,25,27,28,72), sendo que a seleção do \n\nmaterial restaurador e a quantidade de tecido a ser removido constituem os \n\nprincipais pontos de divergência entre os autores (14,19,24,25,27,28,72). \n\n\n\n32 \n \n\nBasicamente, observam-se duas correntes quanto à quantidade de tecido a \n\nser removido: remoção de todo o esmalte afetado (toda a opacidade) e remoção \n\napenas da porção mais porosa da opacidade (19,24,25,26,27,28,72). \n\nQuando se remove todo o esmalte afetado, espera-se que a restauração \n\napresente uma longevidade maior, afinal, as bordas das restaurações encontrar-se-\n\não em esmalte sadio, portanto, não poroso, facilitando a adesão do material ao \n\ndente. Em contrapartida, a remoção de todo o esmalte defeituoso fragiliza muito a \n\nestrutura dentária, além da dificuldade de se delimitar a extensão exata da \n\nopacidade (26). Já a segunda opção, na qual se remove apenas a porção mais \n\nporosa da opacidade, é uma abordagem bem mais conservadora, porém, que \n\naumenta o risco de fratura no limite restauração/bordos (25,26). \n\nQuanto à escolha do material, esta dependerá da gravidade da HMI, idade do \n\npaciente, cooperação da criança e localização da opacidade (19,25,26). Dentre os \n\nmateriais restauradores diretos, o amálgama é o menos indicado para dentes \n\nafetados por HMI, devido à pobre retenção observada em cavidades atípicas, que \n\nsão frequentes nesses casos (25,26). \n\nOs materiais adesivos são usualmente selecionados para restauração dos \n\ndentes acometidos por HMI. Nesse contexto, o CIV apresenta-se como um material \n\nem potencial, seja para restauração temporária de curto ou médio prazo, devido \n\nbasicamente às suas propriedades físicas (26). \n\nO CIV atua no processo de remineralização dentária, protege a estrutura \n\ndentária remanescente da formação de novas lesões de cárie e diminui a \n\nsensibilidade (27,28), além de ser de fácil aplicação e liberar flúor. Ainda, o CIV é \n\nbiocompatível com a estrutura dentária e possui coeficiente de expansão térmica \n\nsimilar ao do dente (27,28). Entretanto, a baixa resistência mecânica desse material \n\nfrente às forças mastigatórias e a deficiência estrutural do dente com HMI, podem \n\nresultar na redução da longevidade das restaurações ionoméricas (28), estando \n\ncontraindicado seu uso em áreas de estresse mastigatório (19,26) e impedindo sua \n\nindicação como restauração definitiva (26). Porém, a literatura é escassa sobre esse \n\ntópico, sendo necessários mais trabalhos que avaliem restaurações de CIV em \n\ndentes com HMI (28). Até que isso aconteça, restaurações com CIV são \n\nrecomendadas como uma opção válida para o manejo do problema (24).   \n\nNa Europa e nos Estados Unidos o uso da coroa metálica pré-fabricada é \n\nbastante comum. Para alguns autores, seu uso é indicado nos casos de HMI de \n\n\n\n33 \n \n\nmoderado a grave, nos quais se observa perda de cúspide (25,26). São vantagens: \n\ncontrole da sensibilidade dentária, previne a deterioração em longo prazo do dente \n\nafetado, estabelece os contatos interproximais de forma correta mantendo as \n\nrelações oclusais, não é sensível à técnica como a resina composta além de \n\nrequerer pouco tempo para o preparo e instalação da coroa. Em contrapartida, caso \n\nnão sejam instaladas corretamente, podem produzir mordida aberta e gengivite (25). \n\nTratamentos conservadores devem ser sempre recomendados principalmente \n\npara as crianças menores até que elas possam crescer e cooperar com tratamentos \n\nmais complexos, caso sejam indicados (28). Tratamentos invasivos como a \n\ncompleta remoção do esmalte defeituoso devem ser postergados sempre que \n\npossível, até que a criança tenha maturidade emocional suficiente para compreender \n\ne cooperar no atendimento daqueles casos mais complexos (28). \n\nEspecificamente para este estudo, tendo em vista que a população alvo \n\npossui acesso restrito aos serviços de saúde, e que um dos materiais recomendados \n\nno tratamento de molares afetados por HMI é o CIV (26), o ART foi selecionado \n\ncomo protocolo restaurador a ser testado. \n\n \n\n \n\n       \n\n3.4. TRATAMENTO RESTAURADOR ATRAUMÁTICO   \n\n \n\n \n\nO ART foi criado na Tanzânia na década de 80 em resposta à dificuldade de \n\nse tratar pacientes locais de forma convencional. É aceito pela Organização Mundial \n\nde Saúde (OMS) como um procedimento que se baseia nos conceitos de mínima \n\nintervenção aplicável em nível de saúde pública. A Organização Panamericana de \n\nSaúde (OPAS) também o recomenda nos protocolos de atenção dos Ministérios da \n\nSaúde da região latino-americana (69). \n\nÉ definido como uma abordagem minimamente invasiva que compreende \n\nmedidas preventivas em relação à cárie dental e o controle da doença (65).  É \n\nrealizado com o uso exclusivo de instrumentos manuais, seguido de restauração \n\ncom CIV de alta viscosidade. Está indicado para crianças muito jovens, pacientes \n\nansiosos e com medo de dentista, pacientes com necessidades especiais, e para \n\nindivíduos com alta atividade de cárie (69,71). A possibilidade de poder ser aplicado \n\n\n\n34 \n \n\nem ambiente escolar, ser de baixo custo operacional (15) e requerer em menor \n\nfrequência o uso da anestesia, amplia o espectro de indivíduos que podem se \n\nbeneficiar do tratamento, incluindo crianças e/ou pacientes que não conseguem \n\npronto atendimento no serviço público. \n\nO CIV quimicamente ativado é o material utilizado em associação ao ART e \n\ntem sido preconizado devido às suas propriedades físicas satisfatórias como: \n\ncapacidade de aderir à estrutura dentária, liberar e se recarregar com flúor, prevenir \n\ne/ou paralisar a progressão da cárie, além de possuir módulo de elasticidade \n\nsemelhante ao da dentina. Possui, ainda, biocompatibilidade com a polpa dentária e \n\napresenta boa estabilidade de cor (65). \n\nOs cimentos convencionais quimicamente ativados apresentam algumas \n\nlimitações mecânicas e clínicas quando comparados aos de alta viscosidade, tais \n\ncomo o tempo de reação de geleificação prolongado, maior perda e/o ou \n\nincorporação de água nos minutos inicias de presa, baixa resistência à tração e \n\ncompressão e problemas estéticos devido à sua translucidez limitada (99). \n\nEm comparação aos CIVs quimicamente ativados, os CIVs de alta \n\nviscosidade contêm partículas de carga com dimensões menores e ácido liofilizado \n\nagregado ao pó, o que lhes confere maior dureza superficial (97). No entanto, ainda \n\napresentam porosidades e resistência mecânica inferior à do amálgama e da resina \n\ncomposta (65). \n\nMais recentemente, foi lançado no mercado um CIV classificado como de alta \n\nviscosidade, encapsulado e quimicamente ativado denominado Equia Forte® (GC \n\nAmerica). Segundo o fabricante, o Equia Forte® é um CIV que adere igualmente ao \n\nesmalte e à dentina, independente da idade do dente, podendo ser utilizado em \n\ncavidades profundas. Após a restauração realizada, se aplica um selante de \n\nsuperfície (Equia Coat®, GC America), fotopolimerizável, que, segundo o fabricante, \n\npotencializa as propriedades físicas do material  ao diminuir o desgaste superficial, \n\nalém de deixá-la mais lisa (100).  \n\nSabe-se, ainda, que os CIVs encapsulados apresentam maior liberação de \n\nflúor que os cimentos proporcionados manualmente, apresentam uma mistura final \n\nmais homogênea, menor microinfiltração marginal e é de fácil manipulação (97). Os \n\ncimentos disponíveis em frascos e manipulados manualmente estão mais sujeitos a \n\nerros no dimensionamento da proporção pó/líquido, a ponto de comprometer as \n\npropriedades físicas do material e, consequentemente, seu desempenho clínico. As \n\n\n\n35 \n \n\nalterações dimensionais durante a presa dos CIVs encapsulados são menores que \n\nas alterações dos fornecidos em frascos. De maneira geral, tem-se atribuído uma \n\nmelhora nas propriedades dos CIVs encapsulados quando comparados aos \n\ncimentos disponíveis em frascos, no que se refere à liberação de flúor, tempo de \n\npresa, microinfiltração, presença de porosidades, resistência compressiva e \n\nresistência à tração (97,101). \n\nQuanto à taxa de sobrevida das restaurações de CIVs de alta viscosidade, \n\nestas quando comparada às restaurações de amálgama mostraram-se ígualmente \n\nefetivas num período de mais de seis anos de acompanhamento (98). De Amorim et \n\nal (2014) (75) também obtiveram taxas de sobrevida similares entre restaurações de \n\namálgama e CIV de alta viscosidade (1 face e múltiplas faces) em dentes decíduos \n\ndurante dois anos de acompanhamento. \n\nOutros estudos comparam a taxa de sobrevida de restaurações ART classe I \n\ne classe II com resina e amálgama (75, 76, 77). No caso de restaurações classe I, \n\nobservou-se não haver diferença estatística entre restaurações ART, de resina ou de \n\namálgama para dentes decíduos (69, 76, 77). Para restaurações classe II ART, \n\nresultados semelhantes também foram reportados quando estas foram comparadas \n\nàs restaurações de resina composta (76), porém, existe a necessidade de mais \n\ntrabalhos para a confirmação desses achados.  \n\nQuanto ao uso dos CIVs de alta viscosidade em dentes permanentes, um \n\nestudo recente no qual o sistema Equia Fil® (GC America), foi empregado e \n\ncomparado à resina composta em pré-molares e molares permanentes, mostrou \n\nperformance semelhante dos materiais após quatro anos de acompanhamento, tanto \n\npara classe I quanto classe II. Este estudo é um dos poucos que testaram os CIVs \n\nde alta viscosidade em dentes permanentes, mostrando um nicho potencial de \n\naplicação desse material. Porém, mais estudos são necessários para que se possa \n\nobter maior evidência. \n\nOutra vantagem indiscutível dos CIVs de alta viscosidade é a possibilidade de \n\nutilização do material em situações de campo por meio da técnica do ART. Esta \n\ntécnica consiste, resumidamente, em remover a dentina desmineralizada e \n\namolecida por meio da escavação com instrumentos manuais afiados e, na \n\nsequência, restaurar a cavidade com CIV de alta viscosidade (15,69). Após a \n\nremoção do tecido cariado, deve-se limpar a cavidade, a superfície oclusal e as \n\nfissuras adjacentes com ácido poliacrílico (10 a 40%) embebido em bolinha de \n\n\n\n36 \n \n\nalgodão, deixando atuar de 10 a 15 segundos, que deve ser removido logo em \n\nseguida utilizando-se bolinhas de algodão molhadas. O CIV deverá ser manipulado \n\nde acordo com as instruções do fabricante e, imediatamente inserido na cavidade. O \n\ndedo indicador enluvado e vaselinado deverá pressionar o material por 40 segundos. \n\nEm seguida removem-se os excessos, checa-se a oclusão e faz-se a proteção da \n\nsuperfície. Recomendação para que o paciente não se alimente pelo menos na \n\nprimeira hora é importante para melhores resultados (69). \n\n  \n\n\n\n37 \n \n\n4 OBJETIVOS \n\n \n\n \n\n4.1. OBJETIVO GERAL \n\n \n\n \n\n? Avaliar a sobrevida de restauração ART realizadas em primeiros molares \n\nafetados por HMI em um grupo de escolares após seis e 12 meses de \n\nacompanhamento. \n\n \n\n \n\n4.2. OBJETIVOS ESPECÍFICOS \n\n \n\n \n\n? Determinar as necessidades de tratamento de crianças portadoras de HMI; \n\n? Caracterizar as cavidades presentes em molares afetados por HMI; \n\n? Testar o sucesso/longevidade de restauração ART em primeiros molares \n\nhipomineralizados (HMI), usando critério ART de avaliação; \n\n? Determinar o perfil sócio-econômico das crianças que compuseram a \n\namostra. \n\n \n\n  \n\n\n\n38 \n \n\n5 MATERIAL E MÉTODOS \n\n \n\n \n\n5.1. ASPECTOS ÉTICOS \n\n \n\n \n\nEste estudo foi autorizado pela Secretaria de Educação do DF e aprovado \n\npelo Comitê de Ética da Faculdade de Ciências da Saúde da Universidade de \n\nBrasília (sob o número CAAE – 31973413.0.0000.0030) (Anexo A). \n\nOs tratamentos ocorreram após os pais e crianças terem assinado os termos \n\nde Consentimento Livre e Esclarecido (Anexo B) e de Assentimento (Anexo C), \n\nrespectivamente. \n\n \n\n \n\n5.2. DESENHO CLÍNICO E SELEÇÃO DA AMOSTRA \n\n \n\n \n\nEm 2013 foi realizado um estudo de prevalência em escolas públicas do \n\nParanoá-DF, fruto de um estudo de doutorado, ainda não finalizado, de Maria José \n\nda Silva Figueiredo Sé. Esse estudo envolveu crianças de ambos os sexos, na faixa \n\netária compreendida entre seis e 11 anos. Do total de 1971 crianças examinadas, \n\n184 foram diagnosticadas como portadoras de HMI.  \n\nRealizou-se, então, um levantamento inicial sobre a necessidade de \n\ntratamento por elas apresentada. Aquelas com necessidade de tratamento \n\nrestaurador nos primeiros molares afetados foram incluídas no ensaio clínico. Foram \n\nexcluídos os casos com indicação de endodontia e/ou extração dentária. Tais \n\ncrianças receberam tratamento no Hospital Regional do Paranoá. As necessidades \n\nrestauradoras na dentição decídua foram tratadas na própria escola, mas não fazem \n\nparte desta investigação. \n\n Para se determinar a necessidade de tratamento, um examinador treinado e \n\ncalibrado realizou os exames clínicos na própria escola, em macas portáteis com \n\nauxílio de sonda, espelho e iluminação artificial. Para o registro da cárie dentária foi \n\nutilizado o critério Nyvad (67) (Tabela 2) e para o diagnóstico da HMI, o critério da \n\nEAPD (41) adaptado pela Dra Rita de Cássia Loiola Cordeiro (Tabela 1). \n\n\n\n39 \n \n\nRadiografias não foram utilizadas como complemento ao exame clínico. A \n\nnecessidade de tratamento foi caracterizada como se segue: \n\n \n\n   1)  Sem necessidade de tratamento restaurador \n\n   2)  Com necessidade de tratamento restaurador \n\n   3)  Com necessidade de tratamento endodôntico  \n\n   4)  Com necessidade de exodontia \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n40 \n \n\nTabela 2 - Critério Nyvad (67) com seus códigos e descritores \n\nCaracterística Código Descrição \n\n \n\nHÍGIDO \n\n \n\n0 \n\nEsmalte com translucidez e textura normal (coloração \n\nem fissuras permitidas, desde que hígida). \n\n \n\n \n\nCÁRIE ATIVA       \n\n(superfície intacta) \n\n \n\n \n\n1 \n\nSuperfície de esmalte branca ou amarelada com perda \n\nde brilho e rugosa ao toque com ponta da sonda; \n\nSuperfície lisa: lesões de cárie típicas localizadas \n\npróximas à margem gengival. \n\nFissura/fóssulas: morfologia intacta; lesão estendendo \n\nao longo das paredes da fissura. \n\nCÁRIE ATIVA \n\n(superfície irregular) \n\n2 Mesmo critério do código 1.  \n\nMicrocavidade restrita ao esmalte. \n\n \n\nCÁRIE ATIVA \n\n(cavitada) \n\n \n\n3 \n\nCavidade facilmente visível a olho nu em \n\nesmalte/dentina; superfície da cavidade amolecida a \n\nsondagem leve. Pode haver ou não envolvimento \n\npulpar. \n\n \n\n \n\n \n\nCÁRIE INATIVA \n\n(superfície intacta) \n\n \n\n \n\n \n\n4 \n\nSuperfície do esmalte está esbranquiçada, amarronzada \n\nou negra. Esmalte pode estar brilhante, duro e liso ao \n\nsuave toque da sonda através da superfície. Nenhuma \n\nperda detectável clinicamente de substância. \n\nSuperfície lisa: lesão de cárie tipicamente localizada a \n\ncerta distância da margem gengival. \n\nFissura/fóssula: morfologia intacta, lesão estendendo ao \n\nlongo das paredes da fissura. \n\nCÁRIE INATIVA \n\n(superfície irregular) \n\n5 Mesmo critério do código 4. Defeito superficial localizado \n\n(microcavidade) restrita ao esmalte. \n\n \n\nCÁRIE INATIVA \n\n(cavitada) \n\n \n\n6 \n\nCavidade facilmente visível a olho nu em \n\nesmalte/dentina; superfície da cavidade pode estar \n\nbrilhante e dura à sondagem. Sem envolvimento pulpar. \n\nRESTAURAÇÃO \n\n(superfície hígida) \n\n7  \n\nRESTAURAÇÃO      + \n\nCÁRIE ATIVA \n\n8 Lesão de cárie pode estar cavitada ou não. \n\nRESTAURAÇÃO + CÁRIE \n\nINATIVA \n\n9 Lesão de cárie pode estar cavitada ou não. \n\n \n\n \n\nPara a presente investigação, foram selecionados os dentes que \n\napresentavam os códigos Nyvad 3, 5, 6, 8, 9. \n\n\n\n41 \n \n\nDessa forma, das 184 crianças diagnosticadas com HMI, 60 crianças \n\napresentavam as condições para serem incluídas no estudo clínico. \n\nOs pais ou responsáveis das crianças responderam a um questionário sobre \n\ndados sócio-econômicos (Anexo D), por meio de contato telefônico. Os pais foram \n\ntambém questionados se sabiam que seus filhos tinham cárie. Caso a resposta \n\nfosse positiva, se tinham feito alguma tentativa de tratamento.  \n\n \n\n \n\n5.3.  ENSAIO CLÍNICO  \n\n \n\n \n\nTodo o tratamento restaurador foi realizado na escola, com a criança deitada \n\nnuma maca portátil por uma única dentista assistida por uma auxiliar. Previamente \n\nao início da implementação dos tratamentos, tanto a operadora quanto a assistente \n\nforam treinadas  quanto à realização das restaurações seguindo o protocolo do ART \n\n(66,68).    \n\nInicialmente o tecido cariado foi removido utilizando-se curetas afiadas (Kit \n\nART, Duflex® - Rio de Janeiro). Caso houvesse queixa da criança, anestesia local \n\nfoi administrada. Uma vez que a cavidade fosse considerada pronta para receber a \n\nrestauração, esta foi classificada em: simples quando apresentava uma face \n\nenvolvida, composta, com envolvimento de duas faces e complexa quando \n\napresentava três faces envolvidas. Foram também catalogadas seguindo a \n\nclassificação de Mount &amp; Hume Modificada (64): \n\n \n\n• Estagio 0 – atividade de cárie sem cavitação \n\n• Estágio 1 – cavidade pequena em esmalte \n\n• Estágio 2 – cavitação em dentina sem enfraquecimento de cúspides \n\n• Estágio 3 – extensa cavitação em dentina com enfraquecimento de cúspides \n\n• Estágio 4 – cavitação muito extensa com destruição de uma ou mais cúspides \n\n \n\nNa sequência, a cavidade foi condicionada utilizando-se o Cavity \n\nConditioner® (GC America) durante 10 segundos. Após lavagem da cavidade \n\nusando bolinhas de algodão embebidas em água, foi realizado isolamento relativo \n\ncom roletes de algodão e secagem da cavidade também utilizando bolinhas de \n\n\n\n42 \n \n\nalgodão. Enquanto a operadora mantinha o ambiente seco, a auxiliar iniciava a \n\nativação do ionômero Equia Forte® (GC America) encapsulado no misturador \n\nindicado pelo fabricante. Após o tempo de mistura, a cápsula contendo o CIV pronto \n\npara uso foi encaixado em pistola própria para esse sistema e inserido na cavidade \n\nlimpa. Após o preenchimento da cavidade com o material, o operador executou \n\npressão digital com o dedo enluvado e vaselinado no dente a ser restaurado por 40 \n\nsegundos. Em seguida, fez-se a remoção dos excessos e checagem da oclusão \n\ncom o uso do papel carbono fino. Limpou-se com bolinhas de algodão seca e, \n\nfinalizou-se o procedimento com a aplicação de um selante de superfície resinoso e \n\nfotoativado (Equia Coat ®, GC America) por 20 segundos. \n\n \n\n \n\n5.4.  ACOMPANHAMENTO LONGITUDINAL \n\n \n\n \n\nPara a avaliação do sucesso clínico das restaurações, um examinador \n\ncalibrado e independente avaliou as mesmas num intervalo de seis e 12 meses, \n\nutilizando-se o critério ART modificado (Tabela 3) (84). \n\n \n\nTabela 3 – Critério ART Modificado seus códigos e a definição de sucesso e falha  \n\nCódigo Descrição Definição \n\n1 Restauração presente e correta. Sucesso \n\n2 Pequeno defeito marginal e/ou desgaste com menos de 0,5 mm; \n\nsem necessidade de reparo. \n\nSucesso \n\n3 Defeito marginal superior a 0,5 mm. Necessidade de reparo. Falha \n\n4 Desgaste superior a 0,5mm. Necessidade de reparo. Falha \n\n5 Presença de cárie na interface da restauração. Necessidade de \n\nreparo. \n\nFalha \n\n6 Fratura da restauração e/ou dente. Necessidade de reparo. Falha \n\n7 Restauração ausente (perda completa). Falha \n\n8 Restauração ausente, outro tratamento foi realizado. Excluído \n\n9 Dente ausente devido à extração. Excluído \n\n10 Sintomatologia dolorosa ou envolvimento pulpar. Falha \n\n \n\n \n\n\n\n43 \n \n\n5.5. ANÁLISE ESTATÍSTICA  \n\n \n\n \n\nOs dados coletados foram analisados e codificados utilizando-se o software \n\nStata Versão 14.1. As taxas de sucesso foram calculadas considerando as seguintes \n\nvariáveis: número de superfícies envolvidas na restauração, extensão das \n\ncavidades, dente, sexo, idade da criança, gravidade da HMI e uso de anestesia local \n\npor meio dos testes ANOVA Qui-quadrado com nível de significância de 0,05. Ainda, \n\nas mesmas variáveis foram inseridas para obtenção de um modelo de regressão \n\nlogística multivariado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n44 \n \n\n \n\n6 RESULTADOS \n\n \n\n \n\n6.1. NECESSIDADE DE TRATAMENTO \n\n \n\n \n\nTodos os primeiros molares e incisivos permanentes das 184 crianças \n\ndiagnosticadas com HMI durante o levantamento epidemiológico foram avaliados \n\nquanto à necessidade de tratamento, perfazendo um total de 2200 dentes (740 \n\nmolares e 1480 incisivos). Detectou-se características de HMI em 447 molares e 158 \n\nincisivos (27,5%) dos quais, 82,65% foram classificados sem necessidade de \n\ntratamento. Daqueles que necessitavam de tratamento (105 molares e um incisivo), \n\n5,66% dos dentes (n=6) apresentaram indicação de exodontia, 7,54% (n=8) de \n\nendodontia e em 86,80% (n= 92) de restauração. \n\nDas 60 crianças inicialmente diagnosticadas com necessidade restauradora \n\n(n=92), verificou-se que após 4 meses do levantamento epidemiológico, 15 delas \n\n(n=16) não foram identificadas para o início do tratamento pois haviam se mudado \n\ndo Paranoá sem deixar contato telefônico nos registros da Secretaria de Educação \n\ndo DF. Totalizou-se, portanto, 45 crianças com 76 dentes para tratamento \n\nrestaurador. No momento do atendimento verificou-se, ainda, que 1 criança (n=1) já \n\nhavia restaurado o dente selecionado para tratamento no Hospital Universitário de \n\nBrasília (HUB) e 15 dentes já apresentaram destruição avançada, sendo indicados \n\npara endodontia ou exodontia. Os dentes indicados para endodontia/exodontia \n\nforam eliminados do estudo. Ao final, o número de crianças que receberam \n\ntratamento foi 44 perfazendo um total de 60 dentes restaurados. \n\nA cárie dentária foi diagnosticada em todos os dentes juntamente com sua \n\nnecessidade de tratamento. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n45 \n \n\n \n\nO número de dentes tratados e as perdas amostrais estão apresentados na \n\nFigura 2. \n\n               \n\n             \n\nFigura 2: Fluxograma com o número de crianças/dentes elegíveis e os que \n\ncompuseram a amostra do estudo. \n\n \n\n \n\n \n\n6.2. ANÁLISE DESCRITIVA DA AMOSTRA \n\n \n\n \n\nFizeram parte do estudo 44 crianças. Destas, 24 (54,54%) eram do sexo \n\nfeminino e 20 (45,45%) do sexo masculino. A média de idade foi de \n\naproximadamente 10,5 (± 1,25) anos. As crianças foram tratadas em 10 escolas da \n\nregião do Paranoá-DF. A distribuição de crianças por escola está apresentada na \n\nfigura 3. \n\n \n\n\n\n46 \n \n\n \n\nFigura 3 - Porcentagem de crianças atendidas de acordo com a escola \n\n \n\n \n\n6.2.1 Caracterização das lesões  \n\n \n\n \n\nForam restaurados 60 dentes, sendo 31 molares superiores (51,67%); 28 \n\nmolares inferiores (46,67%) e um incisivo central inferior (1,67%).  \n\nEm relação à classificação da HMI, todos os dentes foram classificados como \n\ngrave, sendo que 57 dentes (95%) apresentavam fratura de esmalte com exposição \n\nde dentina e três dentes (5%) com restauração atípica não satisfatória. \n\nConsiderando a classificação em número de faces, 29 (48,3%) envolveram \n\napenas uma face; 20 (33,3 %) com envolvimento de duas faces e 11 (18,4%) com \n\ntrês ou mais faces. Ao considerar a extensão das lesões, 25 (41%) apresentavam \n\nlesão em dentina sem enfraquecimento de cúspide, 23 (37,7%) com lesão em \n\ndentina e enfraquecimento de cúspide, e 13 (21,3%) com lesões em dentina com \n\ndestruição de uma ou mais cúspides.  \n\n \n\n \n\n \n\n12%\n\n14%\n\n9%\n\n3%\n8%26%\n\n7%\n\n11%\n\n2% 8%\n\nEscola Classe 01\n\nEscola Classe 02\n\nEscola Classe 03\n\nEscola Classe 04\n\nEscola Classe 05\n\nCAIC Sta. Paulina\n\nCentro Ensino Fundamental\n01\nCentro Ensino Fundamental\n02\nCentro Ensino Fundamental\n03\nCentro Ensino Fundamental\n04\n\n\n\n47 \n \n\n6.2.2 Procedimento Restaurador \n\n \n\n \n\nTanto a presença de dor como necessidade de anestesia previamente ao \n\ninicio do tratamento foram registradas. Nove crianças relataram dor provocada \n\n(15%), porém, apenas quatro necessitaram de anestesia local. Não foram \n\nobservadas associações significativas entre tamanho da cavidade e dor; e entre \n\ntamanho da cavidade e uso de anestesia (p>0,05). \n\n \n\n \n\n6.2.3 Falhas Das Restaurações \n\n \n\n \n\nNo período de 0-6 meses de avaliação, foi registrada uma falha, sendo \n\nclassificada como 6 pelo critério ART modificado (Tabela 3) (84), o que caracteriza \n\npresença de fratura da restauração e/ou dente com necessidade de reparo. As \n\ndemais restaurações foram classificadas com os códigos 1 (54 restaurações; 90%) e \n\n2 (cinco restaurações; 8,33%), que significam estar em bom estado ou apresentar \n\ndesgate marginal inferior a 0,5 mm sem necessidade de reparo, respectivamente. \n\nNo período de 6-12 meses de acompanhamento, não foi registrada nenhuma \n\noutra falha. Entretanto, quatro crianças (cinco restaurações) foram censuradas \n\ndurante este intervalo de tempo por motivo de mudança de cidade e/ou escola. \n\nNesse período, observou-se que 42 (74,78%) restaurações permaneceram \n\nclassificadas com código 1, e 12 (22,22%) restaurações classificadas com código 2. \n\nDessa forma, a probabilidade de um dente restaurado permanecer como sucesso \n\nnão se alterou no período 0-6 e 6-12 meses, e foi de 98,3%, como observado \n\nabaixo, na Tabela 4. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n48 \n \n\n \n\nTabela 4 - Sobrevida das restaurações de ART nos períodos de 6 e 12 meses \n\n \n\n \n\nIntervalo \n\n(meses) \n\n \n\n \n\nRestaurações \n\navaliadas no \n\nperíodo \n\n \n\n \n\nRestaurações \n\ncensuradas \n\n \n\nRestaurações \n\nem risco \n\ndurante o \n\nperíodo \n\n \n\n \n\nFalhas \n\ndurante o \n\nintervalo \n\n \n\nTaxa de \n\nsobrevida \n\ndurante o \n\nintervalo  \n\nTaxa \n\ncumulativa de  \n\nsobrevida até \n\no fim do \n\nperíodo de \n\nobservação \n\n6 60 0 60 1 0,983 0,983 \n\n12 54 5 54 0 1 0,983 \n\n \n\n \n\nUma análise bivariada utilizando a variável dependente “falha da restauração” \n\ne as variáveis independentes sexo, idade, dente, número de faces envolvidas (1, 2 \n\nou mais faces), extensão (esmalte, dentina sem enfraquecimento de cúspide, \n\ndentina com enfraquecimento de cúspide e perda de cúspide) e dor foi realizada \n\ncom intuito de verificar a associação entre essas variáveis. Somente a variável \n\n“número de faces envolvidas” apresentou associação significativa com a variável \n\nfalha, uma vez que a restauração que falhou aos seis meses envolvia mais de três \n\nfaces (p=0,016). Todas as demais variáveis não apresentaram associação \n\nsignificativa com falha (p>0,05).  \n\nNa proposição de um modelo de regressão logística, quando todas as \n\nvariáveis foram incluídas (sexo, idade, dente, número de faces envolvidas, extensão \n\ne dor), o modelo não se apresentou significativo (p=0,276) (Tabela 5). \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n49 \n \n\nTabela 5 – Razão de chance e intervalo de confiança da sobrevida das restaurações \n\nde acordo com as diferentes variáveis independentes  \n\n \n\nFalha \n\n \n\nOR \n\n \n\nValor de p \n\n \n\n95%IC \n\nSexo ,117 0,085 ,0101-1,34 \n\nExtensão 1,31 0,774 ,206-8,35 \n\nNúmero de \n\nfaces \n\n1,16 0,869 ,200-6,68 \n\nIdade 0,91 0,816 ,419-1,98 \n\nDente 1,072 0,141 ,977-1,176 \n\nDor 2,72 \n\n \n\n0,484 ,163-45,43 \n\n \n\n \n\n6.2.4 Questionário social pais/responsáveis \n\n \n\n \n\nA taxa de resposta ao questionário foi de 63,64%. Os dados obtidos podem \n\nser observados na Tabela 6, indicando que a amostra foi composta por crianças que \n\npodem ser consideradas de vulnerabilidade social com base na renda familiar e nível \n\nde escolaridade do responsável. \n\nCom relação à saúde bucal das crianças, menos da metade dos entrevistados \n\ninformou ter consciência de que seu filho tinha cárie. Dos que disseram ter \n\nconhecimento, 53,57% afirmaram que buscaram tratamento contra 46,42% que não \n\no fizeram. Dentre os que buscaram tratamento, 17,85% procuraram atendimento \n\nprivado, 3,47% buscaram o Hospital Universitário de Brasília (HUB) e 32,14% \n\nprocuraram o Centro de Saúde. Daqueles que buscaram atendimento no centro de \n\nsaúde, somente 44% foram avaliados (Tabela 6).                  \n\n \n\n \n\n \n\n \n\n\n\n50 \n \n\nTabela 6 - Características das famílias incluídas no estudo considerando renda, nível \n\nde escolaridade e condições de vida  \n\nCritério avaliado Critério \n\navaliado \n\nn Freqüência (%) \n\n \n\n \n\n \n\n \n\n \n\nProfissão \n\nDoméstica 6 21,42% \n\nAuxiliar de \n\nlimpeza \n\n6 21,42% \n\nAposentado 3        10,71% \n\nAuxiliar \n\nadministrativo \n\n3 10,71% \n\nEstoquista 3 10,71% \n\nAutônomo 2 7,14% \n\nVigilante 1 3,57% \n\nTreinador 1 3,57% \n\nPadeiro 1 3,57% \n\n \n\n \n\nRenda \n\n1 Salário \n\nMínimo (SM) \n\n1 a 2 SM \n\n2 a 5 SM \n\n4 \n\n \n\n16 \n\n8 \n\n14,28% \n\n \n\n57,14% \n\n28,57% \n\n \n\nMoradia \n\nPrópria \n\nAlugada \n\nOutros \n\n19 \n\n5 \n\n4 \n\n67,85% \n\n17,85% \n\n13,28% \n\n \n\nEscolaridade \n\nFundamental 15 53,57% \n\nMédio 12 42,85% \n\nSuperior \n\nIncompleto \n\n3 1,07% \n\nSabia que o filho tinha cárie? \n\n \n\nSim \n\nNão \n\n12 \n\n16 \n\n42,85% \n\n57,14% \n\nProcurou atendimento \n\nodontológico? \n\nSim \n\nNão \n\n15 \n\n13 \n\n53,57% \n\n46,42% \n\n \n\nOnde procurou atendimento \n\nodontológico? \n\nParticular \n\nHUB \n\nCentro de \n\nSaúde \n\n5 \n\n1 \n\n9 \n\n17,85% \n\n3,47% \n\n32,14% \n\n \n\nFoi atendido no Centro de \n\nSaúde? \n\nSim \n\nNão \n\n4 \n\n5 \n\n44% \n\n55% \n\n \n\n \n\n\n\n51 \n \n\n7 DISCUSSÃO \n\n \n\n \n\nEste estudo teve como objetivo avaliar a sobrevida de restaurações ART \n\nrealizadas em primeiros molares afetados por HMI em um grupo de escolares do \n\nDF. Os resultados mostraram alta taxa de sucesso após 12 meses, e que o \n\nprotocolo ART realizado em ambiente escolar pode ser uma opção factível de \n\nmanejo do problema. Porém, o nível de evidência desses resultados pode ser \n\nquestionado, uma vez não ter havido a inclusão de grupo controle, o que pode ser \n\nconsiderada uma limitação do estudo. Entretanto, a escolha do desenho \n\nmetodológico baseou-se em dois critérios: não haver um protocolo de consenso no \n\nque se refere ao tratamento de dentes com HMI (14, 19, 24, 25, 27, 28,72), o que \n\nindicaria o melhor material/técnica para ser usado como controle; e o fato de, após o \n\nestudo epidemiológico, a maioria dos pais terem se negado a comparecer ao \n\nHospital Universitário de Brasília, que fica cerca de 30 km do Paranoá, para que \n\nseus filhos recebessem gratuitamente o tratamento. De acordo com o relato dos \n\npais, a distância e a inexistência de alguém que pudesse levar seus filhos para o \n\natendimento eram as principais razões para tal conduta. Assim, optou-se por testar \n\numa abordagem que pudesse ampliar o acesso das crianças ao tratamento, neste \n\ncaso o ART, considerando que dentes afetados por HMI com fratura pós-eruptiva \n\nassociadas à cárie ou com restaurações apresentando falhas, se não tratados a \n\ntempo, muito provavelmente, serão perdidos num futuro próximo. \n\nOutro ponto metodológico importante a ser discutido refere-se à seleção da \n\namostra. Para que se possa delinear um ensaio clínico randomizado, é essencial \n\nque os grupos de comparação sejam similares, exceto no quesito terapia a ser \n\ntestada (88). Em função das características particulares da HMI (porosidade do \n\nesmalte e localização das opacidades), sabe-se que as cavidades surgirão nos \n\nlocais de quebra pós-eruptiva do esmalte (8, 21,31), gerando cavidades atípicas, \n\ndiferente daquelas que se desenvolvem exclusivamente em função da presença de \n\ncárie. Dessa forma, infere-se que a randomização de dentes baseada no \n\ntamanho/extensão da cavidade seria uma meta difícil de ser alcançada.  \n\nAssim, para que fosse possível tratar num intervalo de tempo curto várias \n\ncrianças com HMI, a seleção foi feita a partir de um estudo epidemiológico \n\nrepresentativo da população do Paranoá - DF que foi finalizado em novembro de \n\n\n\n52 \n \n\n2013. O estudo identificou 184 crianças portadoras de HMI, cuja necessidade \n\nrestauradora foi observada em 60 delas. Porém, a implementação da presente \n\ninvestigação só ocorreu 4 meses depois, após o retorno das crianças das férias \n\nescolares de verão, o que reduziu o número amostral para 45 crianças, uma vez que \n\n15 delas havia mudado de cidade. Destas, que inicialmente apresentavam 76 dentes \n\ncom HMI com indicação de restauração, só foi possível tratar 60 dentes, já que 15 \n\ndentes foram julgados, no momento da intervenção, como necessitando de \n\nendodontia/exodontia, e uma criança com um único dente afetado havia recebido \n\ntratamento no HUB. Tais resultados são suportados pela literatura e evidenciam a \n\nnecessidade de diagnóstico precoce para a HMI e, quando já são observadas \n\nnecessidades restauradoras, que os tratamentos sejam realizados o mais breve \n\npossível (24,26,30,39,54,61,72).  \n\nNeste estudo, notou-se que em um intervalo de tempo curto, dentes que \n\npoderiam ter sido restaurados progrediram para estágios mais avançados, como já \n\nobservado na literatura (8,24,26,27), requerendo terapias de maior grau de \n\ncomplexidade e custo, o que poderia dificultar ainda mais a resolução do problema. \n\nIsso porque, a caracterização sócio-econômica das crianças da amostra estudada \n\nevidenciou que a grande maioria é proveniente de famílias cuja renda não ultrapassa \n\na dois salários-mínimos (71,42%) e que o nível de escolaridade do responsável, em \n\nmais da metade dos casos (53,57%), não foi superior ao nível fundamental. Estes \n\nsão dados importantes, uma vez que tanto a renda familiar quanto o nível de \n\nescolaridade dos pais estão relacionados com as condições de saúde bucal de seus \n\nfilhos. Quanto mais baixa a renda e menor o nível de instrução, pior é a condição de \n\nsaúde bucal (89, 90, 91).  \n\nQuanto à situação de vulnerabilidade social da população, apesar de não ter \n\nsido possível coletar informações de 100% das familias, acredita-se que essa seja a \n\nrealidade da grande maioria das crianças incluidas na amostra. Dados oficiais \n\nindicam que o Paranoá apresenta um dos menores índices de desenvolvimento \n\nhumano do Distrito Federal (81). Nesse contexto, a grande maioria dessas famílias \n\ndepende do sistema público de saúde como forma de obter tratamento odontológico. \n\nEssa afirmação é referendada pelo número de dentes com necessidade de \n\ntratamento e pelo relato dos pais quanto à dificuldade de atendimento no serviço \n\npúblico. Isso parece ser recorrente, uma vez que outro estudo realizado na mesma \n\n\n\n53 \n \n\nregião administrativa evidenciou, também, o baixo acesso dessa população aos \n\nserviços de saúde (92).  \n\nDessa forma, acredita-se que a opção pelo protocolo ART realizado em \n\ncampo foi, seguramente, a escolha mais acertada. Por meio dessa estratégia, foi \n\npossível, num período de apenas 20 dias, uma única operadora acompanhada por \n\numa auxiliar, realizar todos os procedimentos. Vale ressaltar que os tratamentos \n\nforam realizados em 10 escolas diferentes do Paranoá. Sabe-se que o ART é uma \n\nabordagem que tem sido utilizada em outros países, ampliando o acesso da \n\npopulação aos serviços de saúde (102) e aumentando o número de procedimentos \n\nrestauradores. Em um estudo realizado na África do Sul, observou-se que a \n\nintrodução do ART no serviço público aumentou o número de dentes restaurados \n\ntanto para a dentição decícua quando para a dentição permanente (103). \n\nAdicionalmente, a baixa necessidade de anestesia na abordagem ART pode ser \n\nvista como mais uma vantagem oferecida pela técnica, principalmente, ao considerar \n\ncomo público alvo crianças que estão sendo atendidas desacompanhadas. O ART \n\nmostrou-se, especialmente, importante no manejo de comportamento quando o \n\ndentista não era especialista em odontopediatria (15), como ocorreu na presente \n\ninvestigação. Das 44 crianças tratadas, apenas quatro requereram anestesia local \n\ndurante o procedimento. Este é um resultado relevante haja vista que as cavidades, \n\nna sua grande maioria, eram extensas com lesão de cárie associada. Acredita-se \n\nque a baixa necessidade de anestesia local relacionada ao ART é decorrente do uso \n\nde instrumentos manuais exclusivamente durante acesso e limpeza da cavidade, \n\nporém, é uma hipótese que merecer ser melhor investigada. \n\nQuanto aos resultados referentes à sobrevida das restaurações, uma alta taxa \n\nde sucesso (98%) foi obtida após 12 meses de acompanhamento. Este resultado foi \n\nsuperior àquele encontrado por Fragelli et al (2014) (28), que obteve 78% de \n\nsucesso, também, em restaurações realizadas em dentes afetados por HMI. Em \n\nambos os estudos, utilizou-se CIV de alta viscosidade. Entretanto a técnica \n\nrestauradora e o tipo de CIV foram diferentes. Na presente investigação, as \n\nrestaurações foram colocadas seguindo a técnica ART, na qual não se utiliza \n\nisolamento absoluto e o CIV utilizado foi do tipo encapsulado, diferentemente do \n\nestudo de Fragelli et al (2014) (28). Quanto ao isolamento absoluto, uma revisão \n\nsistemática recente mostrou que a evidência de que restaurações realizadas sob \n\nisolamento absoluto sejam superiores àquelas realizadas sob isolamento relativo é \n\n\n\n54 \n \n\nde muito baixa qualidade (104). Com relação ao tipo de material, este é o primeiro \n\nestudo clínico que utilizou o Equia Forte® (GC America), não sendo possível \n\ncomparar esses resultados com estudos similares. Porém, Gurgan et al (2015) (87) \n\navaliaram a performance clínica do CIV Equia Fil® (GC America) com protetor de \n\nsuperfície (Equia Coat®, GC America) em pré-molares e molares permanentes, \n\ndurante quatro anos em comparação à resina composta microhíbrida. Os autores \n\nmostraram que a performance clínica do CIV Equia Fil® foi similar à da resina, tanto \n\npara cavidades classe I como para cavidades classe II (87). O fabricante relata que \n\no Equia Forte® é uma versão aprimorada do Equia Fil®, apresentando como \n\ndiferencial o tamanho das partículas (100). Além disso, ambos os materiais (Equia \n\nFil® e Equia Forte®) recomendam que a proteção de superfície seja realizada com \n\num selante resinoso desenvolvido especificamente para essa linha de produtos, o \n\nque parece melhorar a lisura final da restauração e diminuir o desgaste da \n\nsuperfície. Dessa forma, acredita-se que o material utilizado no presente estudo \n\ntenha tido uma influência nos resultados de sobrevida, considerando que Fragelli et \n\nal (2014) (28) utilizaram CIV manipulado manualmente sem informação quanto a \n\nproteção de superfície . \n\nAo se analisar os fatores que poderiam infuenciar no sucesso do tratamento, \n\nobservou-se que a localização do dente (inferior ou superior), a idade da criança, \n\nsexo, dor provocada e extensão das cavidades não foram determinantes para \n\ncaracterizar falha. Porém, o número de faces mostrou-se associado aos insucessos, \n\njá que a única falha ocorrida foi em dente com mais de três faces envolvidas. Assim, \n\num resultado ruim para este dente já era esperado, uma vez que a colocação de \n\nionômero de vidro em áreas de stress mastigatório não é recomendada (19,87). \n\nEntretanto, o resultado para restaurações envolvendo duas superfícies foi bastante \n\npositivo e superior ao que normalmente é relatado na literatura para dentes decíduos \n\n(15,69,76,106). Em relação aos dentes permanentes poucos estudos estão \n\ndisponíveis. Em um estudo retrospectivo realizado no Reino Unido, em pacientes \n\ncom idade média de 57 anos, no qual foram incluídas restaurações de CIV de alta \n\nviscosidade acompanhadas por no mínimo cinco anos, mostrou uma boa \n\nperformance das restaurações ao se considerar preservação da anatomia (86%) e \n\nintegridade marginal (69%) (105). Em outro trabalho nas quais restaurações classe II \n\nem dentes permanentes foram acompanhadas por quatro anos, observou-se taxa de \n\nfalha de 7,7% em restaurações inoméricas (87). Entretanto, há de se considerar que \n\n\n\n55 \n \n\nnos dois estudos mencionados acima, o CIV foi empregado em dentes cariados, \n\ndiferentemente do que aconteceu na presente investigação, cujos dentes eram, \n\ntambém, afetados por HMI. Finalmente, ainda sobre as restaurações realizadas, é \n\ndifícil discutir o sucesso obtido para a restauração em dente anterior, uma vez que \n\napenas um incisivo inferior apresentou necessidade restauradora, o que já foi \n\nrelatado na literatura (4,10,18,26,41). De maneira geral, embora os resultados \n\ntenham sido bastante promissores, é precoce recomendar o CIV de alta viscosidade \n\ncomo material de escolha para áreas de esforço mastigatório, uma vez que o \n\nnúmero de dentes tratados no presente estudo é derivado de uma amostra de \n\nconveniência. Dessa forma, mais estudos são necessários para confirmação dos \n\nresultados aqui obtidos. \n\nApesar disso, é possível propor o CIV como uma alternativa de tratamento da \n\nHMI para manutenção destes dentes funcionalmente em boca, até que possam ser \n\nrestaurados definitivamente, como sugeriu Fragelli et al (2014) (28). Outras opções \n\nde manejo seriam as coroas de aço e a resina composta. Com relação às coroas de \n\naço, muito utilizadas e indicadas nos Estados Unidos e Europa (14,25), essas não \n\nforam consideradas nesse estudo, uma vez que não estão disponíveis no mercado \n\nnacional. No que se refere às resinas compostas, o esmalte altamente poroso, a \n\nbaixa concentração de mineral e a alta taxa de matéria orgânica em dentes afetados \n\npor HMI contribui para uma adesão deficiente (29,47). Tem-se observado que a \n\nformação de tags após o condidionamento ácido nesses dentes, que é um passo \n\nextremamente importante para a adesão da resina, é deficiente, o que reflete \n\nnegativamente na retenção da restauração (29,47,54,72). Apesar disso, pela falta de \n\nestudos e alternativas de manejo, a resina composta ainda tem sido sugerida como \n\nmaterial restaurador para dentes com ateração de esmalte (49). Entretanto, para \n\ndentes com HMI, com o objetivo de melhorar a sobrevida das restaurações tem-se \n\nrecomendado a remoção de toda a opacidade (25,26). Esta é uma estratégia \n\nextremamente invasiva, principalmente, para aqueles casos nos quais toda a coroa \n\ndo dente está afetada e a criança é bastante jovem. \n\nDiante do que já foi exposto, é possível afirmar que o ART aplicado em \n\ncampo mostrou-se efetivo na manutenção de dentes afetados por HMI. Importante \n\ntambém ressaltar, que em todas as visitas a criança foi orientada com relação a \n\nhábitos saudáveis de higiene e dieta, que é outra vertente inerente ao protocolo ART \n\n\n\n56 \n \n\ne que não foi abordada no presente estudo. Ainda, considerando tudo o que foi \n\nverificado nos dados do questionário a respeito das variáveis sócio-econômicas e \n\ndificuldade dessa população em ter acesso aos serviços de saúde, quer seja por \n\nrazões financeiras (clínica privada) ou por longa espera (centro de saúde), pergunta-\n\nse: o que teria acontecido com todos esses molares caso o tratamento não tivesse \n\nsido ofertado na escola? Apesar de não ser possível responder com precisão essa \n\npergunta, acredita-se que a grande maioria desses teria sido extraída, ressaltando-\n\nse a necessidade de se desenvolver políticas públicas especialmente voltadas para \n\no manejo da HMI. \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n  \n\n\n\n57 \n \n\n8 CONCLUSÃO \n\n \n\n \n\n• A maioria dos dentes com HMI não apresentou necessidade de tratamento, e \n\naqueles com necessidade de tratamento, requerem majoritariamente \n\nrestaurações diretas.  \n\n• Dentes afetados por HMI apresentam cavidades atípicas, uma vez que foram \n\nassociadas à quebra pós-eruptiva, não seguindo um padrão comum definido \n\ncomo ocorre para cárie dentária.  \n\n• As restaurações ART, colocadas em campo, para restauração em primeiros \n\nmolares permanentes afetados por HMI, mostraram-se eficazes para \n\npreservação da estrutura dentária desses dentes. \n\n \n\n• Restaurações envolvendo três ou mais faces tiveram maior chance de falhar \n\nno período de 12 meses. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n\n\n58 \n \n\nREFERÊNCIAS \n\n \n\n \n\n1. Weerheijm KL, Jalevik B, Alaluusua S. Molar incisor hypomineralization. Caries \n\nRes. 2001; 35:390-1. \n\n \n\n2. Ghanim A, Elfrink M, Weerheijm K, Mariño R, Manton D. A practical method for \n\nuse in epidemiological studies on enamel hypomineralisation. Eur Arch Paediatr \n\nDent. 2015; 16(3):235-46 \n\n \n\n3. Jälevik  B, Norén JG. Enamel hypomineralization of permanent first molars: a \n\nmorphological study and survey of possible aetiological factors. Int J Paediatr Dent. \n\n2000;10(4):278-89. \n\n \n\n4. Jalevik B, Klingberg G, Barregard L, Nóren JG. The prevalence of demarcated \n\nopacities in permanent first molars in a group of Swedish children. Acta Odontol \n\nScand. 2001;59(5):255-60.  \n\n \n\n5. Weerheijm KL. Molar Incisor Hypomileralisation (MIH). Eur J Paediatr Dent. \n\n2003;4(3):114-20. \n\n \n\n6. Weerheijm KL, Groen HJ, Beentjes VEVM, Poorterman JHG. Prevalence of \n\ncheese molars in eleven-year-old Dutch children. J Dent Child. 2001;68(4):259-62. \n\n \n\n7. Jalevik  B,  Nóren  JG,  Klingberg  G,  Barregard  L. Etiologic factors influencing \n\nthe prevalence of demarcated opacities in permanent first molars in a group of \n\nSwedish Children. Eur J Oral Sci 2001; 109:230-234. \n\n \n\n8. Lygidakis  NA. Treatment modalities in children with teeth affected by molar-incisor \n\nenamel hypomineralisation (MIH): a systematic review. Eur Arch Paediatr Dent 2010; \n\n65-74. \n\n \n\n9. Chawla  N,  Messer  LB,  Silva  M.  Clinical Studies on Molar-incisor-\n\nhypomineralisation. A systematic review. Eur Arch Paediatr Dent 2010; 10:53-58. \n\n\n\n59 \n \n\n \n\n10. William  V,  Messer  LB,  Burrow  MF.  Molar Incisor Hypomineralisation: review \n\nand recommendations for clinical management. Pediatr Dent 2006; 28:224-232. \n\n \n\n11. Jälevik  B,  Klingberg  GA. Dental treatment, dental fear and behaviour \n\nmanagement problems in children with severe enamel hypomineralisation of their \n\npermanent first molars. Int J Paediatr Dent. 2002 Jan; 12 (1):24-32. \n\n \n\n12. Willmott  NS,  Bryan  RAE,  Duggal  MS. Molar-Incisor-Hypomineralisation: A \n\nLiterature review. Eur Arch Paediatr Dent 2008 Dec; 9(4):172-179. \n\n \n\n13. Soviero V. et al. Prevalence and distribution of demarcated opacities and their \n\nsequelae in permanent 1st molars and incisors in 7 to 13 year-old Brazilian children. \n\nActa Odontol Scand. 2009; 67(3):170-175. \n\n \n\n14. Koch  MJ,  García-Godoy  F. The Clinical Performance of Laboratory-Fabricated \n\nCrowns Placed on First Permanent Molars whith Developmental Defects. JADA 2000 \n\nSep; 131:1285-1290. \n\n \n\n15. Frencken JE, Leal SC, Navarro MFL (2012) 25 years atraumatic restorative \n\ntreatment (ART) approach: a comprehensive overview. Clin Oral Invest; epub in print. \n\nDOI 10.1007/s00784-012-0783-4 \n\n \n\n16. Frencken JE, Holmgren CJ. Atraumatic restorative treatment for dental caries. \n\nNijmegen: STI Book B.V.;1999. \n\n \n\n17. Wogelius P, Haubeck D, poulsen S. Prevalence and distribuition of demarcated \n\nopacities in permanent 1st molars and incisors in 6 to 8 year old Dannish children. \n\nActa Odontol Scand 2008, 66:58-64. \n\n \n\n18. Garcia-Margarit M, Catalá-Pizarro M, Montiel-Company JM, Almerich-Silla JM. \n\nEpidemiologic study of molar-incisor hypomineralization in 8-year-old Spanish \n\nchildren.Int J Paediatr Dent. 2014 Jan;24(1):14-22. \n\n \n\n\n\n60 \n \n\n19. Lygidakis  NA,  Wong  F,  Vierrou  AM,  Alaluusua  S, Espelid  I. Best clinical \n\npractice guidance for clinicians dealing with children presenting with molar incisors \n\nhypomineralisation (MIH). An EADP Policy Document. Eur Arch Paediatr Dent  2010; \n\n11:75-81. \n\n \n\n20. Chawla  N,  Messer  LB,  Silva  M. Clinical Studies on Molar Incisor \n\nHypomineralisation Part 1: Distribution and Putative Associations. Eur Arch Paediatr \n\nDent 2008 Dec; 9(4):180-190. \n\n \n\n21. Chawla  N,  Messer  LB,  Silva  M. Clinical Studies on Molar Incisor \n\nHypomineralisation Part 2: Development of a Severity Index. Eur Arch Paediatr Dent \n\n2008 Dec; 9(4):191-199. \n\n \n\n22. Ford D, W-Kim S, Kazoullis S, Holcombe T, Newman B. A Controlled Study of \n\nRisk Factors for Enamel Hypoplasia in the Permanent Dentition. Pediatr Dent. 2009 \n\nSep-Oct;31(5):382-8. \n\n \n\n23. Jälevik B. Prevalence and Diagnosis of Molar-Incisor- Hypomineralisation (MIH): \n\nA systematic review. Eur Arch Paediatr Dent. 2010 Apr;11(2):59-64. \n\n \n\n24. Takahashi, K, Correia, ASC, Cunha, RF. Molar incisor hypomineralization. The J \n\nClin Pediat  Dent 2009; 33(3): 193-198. \n\n \n\n25. William  V,  Messer  LB,  Burrow  MF.  Molar Incisor Hypomineralisation: review \n\nand recommendations for clinical management. Pediatr Dent 2006; 28:224-232. \n\n \n\n26. Fayle  SA. Molar-incisor hypomineralisation: restorative management. Eur J \n\nPaediatr Dent 2003; 4:121-126. \n\n \n\n27. De Oliveira DC, Favretto CO, Cunha, RF. Molar incisor hypomineralization: \n\nConsiderations about treatment in a controlled longitudinal case.   J Indian Soc \n\nPedod Prev Dent 2015; 33: 152-5. \n\n \n\n\n\n61 \n \n\n28. Fragelli CMB, Souza JF, Jeremias F, Cordeiro RCL, Santos-Pinto L. Molar incisor \n\nhypomineralization (MIH): conservative treatment management to restore affected \n\nteeth. Braz Oral Res [online]. 2015;29(1):1-7 \n\n \n\n29. Jalevik B, Klingberg GA. Dental treatment, dental fear and behavior management \n\nproblems in children with severe enamel hypomineralization of their first molars. Int J \n\nPaed Dent. 2002;12:24-32. \n\n \n\n30. Elfrink, MEC, Ten-Cate, JM, Jaddoe, VWV, Hofman, A, Moll, HA, Veerkamp, JSJ. \n\nDeciduous Molar Hypomineralization and Molar Incisor Hypomineralization.  J Dent \n\nRes. 2012 Jun;91(6):551-5. \n\n \n\n31. Kosma I, Kevrekidou A, Boka V, Arapostathis K, Kotsanos N. Molar incisor \n\nhypomineralisation (MIH): correlations with dental caries and dental fear. Eur Arch \n\nPaedriatr Dent  2016 Apr;17(2):123-9. \n\n \n\n32. Costa-Silva CM, Jeremias F, de Souza JF, Cordeiro RCL, Santos-Pinto L, \n\nZuanon ACC. Molar incisor hypomineralization: prevalence, severity and clinical \n\nconsequences in Brazilian children. Int J Paediatr Dent. 2010 Nov;20(6):426-34. \n\n \n\n33. Willmott  NS,  Bryan  RAE,  Duggal  MS. Molar-Incisor-Hypomineralisation: A \n\nLiterature review. Eur Arch Paediatr Dent 2008 Dec; 9(4):172-179. \n\n \n\n34. Heitmüller D, Thiering E, Hoffmann U, Heinrich J, Manton D, Kühnisch J, \n\nNeumann C, Bauer CP, Heinrich-Weltzien R, Hickel R, GINIplus study group.  Is \n\nthere a positive relationship between molar incisor hypomineralisations and the \n\npresence of dental caries? Int J Paediatr Dent. 2013 Mar; 23(2): 116-24. \n\n \n\n35. Hoffmann RH, De Sousa Mda L, Cypriano S. Prevalence of enamel defects and \n\nthe relationship to dental caries in deciduous and permanent dentition in Indaiatuba, \n\nSão Paulo, Brazil. Cad Saude Publica. 2007;23(2):435-44. \n\n \n\n\n\n62 \n \n\n36. Bayne SC, Scmalz G. Reprinting the classical article on USPHS evaluation \n\nmethods for measuring the clinical research performance of restorative materials. \n\nClin Oral Invest. 2005 Nov;9:209-214. \n\n \n\n37. Lygidakis NA, Dimou G, Briseniou E. Molar-incisor-hypomineralisation (MIH). \n\nRetrospective clinical study in Greek children. I. Prevalence and defect \n\ncharacteristics. Eur Arch Paediatr Dent 2008; 9: 200-6. \n\n \n\n38. Oliveira, Tereza Raquel Mourão de. Hipomineralização molar incisivo: etiologia e \n\nimpacto na qualidade de vida dos escolares do Paranoá-DF. 2015. 71 f., il. \n\nDissertação (Mestrado em Ciências da Saúde)—Universidade de Brasília, Brasília, \n\n2015. \n\n \n\n39. Condó R, Perugia C, Maturo P, Docimo R. MIH: Epidemiologic clinic study in \n\npaediatric patient.  Oral  &amp; Implantol. 2012 Anno V, n 2-3:58-69. \n\n \n\n40. Farah RA, Monk BC, Swain MV, Drummond BK. Protein content of molar-incisor \n\nhypomineralisation enamel. J Dent. 2010 Jul; 38(7):591-6. \n\n \n\n41. Weerheijm KL, Duggal M, Mejare I, Papagiannoulis L, Koch G, Martens LC, \n\nHallonsten AL. Judgement criteria for molar incisor hypomineralization (MIH) in \n\nepidemiologic studies: a summary of European meeting on MIH held in Athens, \n\n2003. Eur J Paed Dent, 2003;3:110-3. \n\n \n\n42. Laisi S, Sahlberg C,  Arvio P,  Lukinmaa PL, Alaluusua A. Amoxicillin may cause \n\nmolar incisor Hypomineralization. J Dent Res 2009; 132-136. \n\n \n\n43. Jälevik B, Klingberg G. Treatment outcomes and dental anxiety in 18-year-olds \n\nwith MIH, comparisons with healthy controls - a longitudinal study. Int J Paediatr \n\nDent. 2012 Mar;22(2):85-9. \n\n \n\n44. Gandhi S, Crawford P, Shellis P. The use of a 'bleach-etch-seal' deproteinization \n\ntechnique on MIH affected enamel. Int J Paediatr Dent. 2012 Nov;22(6):427-34. \n\n \n\n\n\n63 \n \n\n45. Neville BW, Damm DD, Allen JE, Bouquot JE. Anomalias dos dentes. In: Neville \n\nBW, Damm DD, Allen JE, Bouquot J, editor. Patologia oral e maxilofacial. Rio de \n\nJaneiro: Guanabara Koogan; 1998. p.43-92. \n\n \n\n46. Mcdonald RE e Avery DR. Odontopediatria. Rio de Janeiro: Guanabara Koogan; \n\n2000. p.83-97. \n\n \n\n47. Marsillac MWS, Batista AMR, Oliveira J, Rocha MJC. Alterações na \n\nAmelogênese e suas Implicações Clínicas: Relatos de casos. Rev. Fac. Odontol. \n\nPorto Alegre, v. 50, n. 1, p. 9-15, jan./abr., 2009. \n\n \n\n48. Lunardelli SE, Peres MA. Prevalence and distribuition of developmental enamel \n\ndefects in the primary dentition of pre-school children. Braz Oral Res 2005; \n\n19(2):144-9. \n\n \n\n49. Weerheijm KL. Molar incisor hypomineralization (MIH): clinical presentation \n\naetiology and management. Dental Update. 2004;31(1):9-12. \n\n \n\n50. Soviero V, Haubek D, Trindade C, Da Matta T, Pousen S. Prevalence and \n\ndistribuition of demarcated opacities and their sequelae in permanente 1st molars \n\nand incisors in 7 to 13-year-old Brazilian children. Acta Odontol Scand. 2009;67: 170-\n\n5. \n\n \n\n51. Mahoney E, Ismail FSM, Kilpatrick N, Swain M. Mechanical properties across \n\nhypomineralized/hypoplastic enamel of first permanent molar teeth. Eur J Oral Sci \n\n2004; 112:497. \n\n \n\n52. Jalëvik B, Klingberg G. Treatment outcomes and dental anxiety in 18-years-old \n\nwith MIH, comparisons with healthy controls – a longitudinal study. Int J Paediatr \n\nDent. 2012;22:85-91. \n\n \n\n53. Leppäniemi A, Lukinmaa PL, Alaluusua S. Non-fluoride hypomineralizations in \n\nthe first molars and their impact on the treatment need. Caries Res. 2001;35:36-40. \n\n \n\n\n\n64 \n \n\n54. Márcia Pereira Alves dos Santos and Lucianne Cople Maia (2012). Molar Incisor \n\nHypomineralization: Morphological, Aetiological, Epidemiological and Clinical \n\nConsiderations, Contemporary Approach to Dental Caries, Dr. Ming-Yu Li (Ed.), \n\nInTech, DOI: 10.5772/37372. Available from: \n\nhttp://www.intechopen.com/books/contemporary-approach-to-dental-caries/molar-\n\nincisor-hypomineralization-epidemiological-morphological-and-clinical-\n\nconsiderations- \n\n \n\n55. Jalevik B. Prevalence and Diagnosis of Molar-Incisor-Hypomineralisation (MIH): \n\nA systematic review. Eur Archs Paediatr Dent. 2010;11:59–64.  \n\n \n\n56. Alaluusua S, Lukinamaa P-L, Koskimies M, et al. Development dental defects \n\nassociated with long breast feeding. Eur J Oral Sci 1996b;104:439-497. \n\n \n\n57. Calderara PC, Gerthoux PM, Mocarelli P, et al. The prevalence of molar incisor \n\nhypominerlisation (MIH) in a group of italian school children. Eur J Paed Dent \n\n2005;6:79-83. \n\n \n\n58. Jalevik B, Dietz W, Nóren JG. Scanning electron micrograph analysis of \n\nhypomineralized enamel in permanent first molars. Int J Paed Dent. 2005;15:233-40. \n\n \n\n59. Americano GC, Jacobsen PE, Soviero VM, Haubek D. A systematic review on \n\nthe association between molar incisor hypomineralization and dental caries. Int J \n\nPaediatr Dent. 2016; Apr 21:1-11. \n\n \n\n60. Ghanim, A. et al. (2011). Molar-incisor hypomineralisation: prevalence and defect \n\ncharacteristics in Iraqi children. Int J Paediatr Dent. 2011 Nov;21(6):413-21. \n\n \n\n61. Preusser SE, Ferring, Wleklinski C, Wetzel WE. Prevalence and severity of molar \n\nincisor hypomineralization in a region of Germany - a brief communication. J Public \n\nHealth Dent. 2007;67(3):148-50. \n\n \n\n62. Rood HD, Boissonade FM, Day PF. Pulpal status of hypomineralised permanent \n\nmolars. Pediatr Dent 2007:29:514-520. \n\n\n\n65 \n \n\n \n\n63. Kotsanos N, Kaklamanos EG, Arapostathis K. Treatment management of first \n\npermanente molars in children with molar-incisor hypomineralization. Eur J Paediatric \n\nDent 2005;4:179-184. \n\n \n\n64. Lasfargues,  JJ, Kaleka, R, Louis, JJ. A new system of minimally invasive \n\npreparations: the Si/Sta concept. Adhesion. The silent revolution in Dentistry. \n\nQuintessence Publ., Chicago-USA 2000, S. 108 –151. \n\n \n\n65. Cefaly DF, Barata TJ, Tapety CM, Bresciani E, Navarro MF. Clinical evaluation of \n\nmultisurface ART restorations. J Appl Oral Sci. 2005 Mar;13(1):15-9. \n\n \n\n66. Frencken JE. Evolution of the the ART approach: highlights and achievements. J \n\nAppl Oral Sci. 2009; 17:78-83 \n\n \n\n67. Nyvad B, Machiulskiene V, Baelum V. Reliability of a new caries diagnostic \n\nsystem differentiating between active and inactive caries lesions. Caries Res. 1999 \n\nJul;33(4):252–60. \n\n \n\n68. Luengas-Quintero E, Frencken JE, Muñúzuri-Hernández JA, Mulder J. The \n\natraumatic restorative treatment (ART) strategy in Mexico: two-years follow up of \n\nART sealants and restorations. BMC Oral Health. 2013;13:42. \n\n \n\n69. Navarro MF, Leal SC, Molina GF, Villena RS. Tratamento restaurador \n\natraumático: atualidades e perspectivas. Rev Assoc Cir Dent 2015;69(3):289-301. \n\n \n\n70. Frencken JE. The State of the Art of Art Restaurations. Dent Update. \n\n2014;41(3):218-20, 222-4. \n\n \n\n71. Roshan NM, Sakeenabi B. Survival of occlusal ART restorations in primary \n\nmolars placed in school environment and hospital dental setup-one year follow-up \n\nstudy. Med Oral Patol Oral Cir Bucal. 2011;16(7):973-7. \n\n \n\n\n\n66 \n \n\n72. Garg N, Jain AK, Saha S, Singh J. Essentiality of Early Diagnosis of Molar Incisor \n\nHypomineralization in Children and Review of its Clinical Presentation, Etiology and \n\nManagement. Int J Cllin Pediatr Dent 2012;5(3):190-196. \n\n \n\n73. Cangussu MCT, Narvai PC, Castellanos-Fernandez R, Djehizian V. A fluorose \n\ndentária no Brasil: uma revisão crítica. Cad. Saúde Pública 2002;18 (1):7-15.   \n\n \n\n74. De Menezes Abreu, DM, Leal SC, Mulder J, Frencken JE. Pain experience after \n\nconventional , atraumatic, and ultraconservative restorative treatments in 6 to 7-yr-\n\nold children. Eur J Oral Sci 2011;119:163-168. \n\n \n\n75. De Amorim RG, Leal SC, Mudler J, Creugers NHJ, Frencken JE. Amalgam and \n\nART restorations: a controlled clinical trial. Clin Oral Invest 2014;18(1):117-24. \n\n \n\n76. Ersin NK, Candan U, Aykut A, Onçað O, Eronat C, Kose T. A clinical evaluation \n\nof resin-based composite and glass ionomer cement restorations placed in primary \n\nteeth using the ART approach: results at 24 months. J Am Dent Assoc. \n\n2006;137(11):1529-36. \n\n \n\n77. Hilgert LA, de Amorim RG, Leal SC, Mulder J, Creugers NH, Frencken JE. Is \n\nhigh-viscosity glass-ionomer-cement a successor to amalgam for treating primary \n\nmolars? Dent Mater 2014;30(10):1172-8. \n\n \n\n78. Molina GF, Faulks D, Mazzola I, Mulder J, Frencken JE. One year survival of \n\nART and conventional restorations in patients with disability.  BMC Oral Health. \n\n2014;14:49. \n\n \n\n79. Frencken JE. Evolution of ART approach: highlights and achievements. J Appl \n\nOral Sci. 2009;17:78-83. \n\n \n\n80. Portal Brasil. http://www.brasil.gov.br/educacao/2014/05/saiba-como-e-a-divisao-\n\ndo-sistema-de-educacao-brasileiro/view. \n\n \n\nhttp://www.brasil.gov.br/educacao/2014/05/saiba-como-e-a-divisao-do-sistema-de-educacao-brasileiro/view\nhttp://www.brasil.gov.br/educacao/2014/05/saiba-como-e-a-divisao-do-sistema-de-educacao-brasileiro/view\n\n\n67 \n \n\n81. Atlas de Desenvolvimento Humano no Brasil.2013. Disponível em  \n\nhttp://www.atlasbrasil.org.br/2013/pt/perfil_udh/22939. \n\n \n\n82. Institudo Brasileiro de Geografia e Estatística – IBGE. \n\nhttp://www.ibge.gov.br/home/ \n\n \n\n83. Brasil. Ministério da Saúde. Secretaria de Atenção à Saúde. Secretaria de \n\nVigilância em Saúde. SB Brasil 2010: Pesquisa Nacional de Saúde Bucal: resultados \n\nprincipais / Ministério da Saúde. Secretaria de Atenção à Saúde. Secretaria de \n\nVigilância em Saúde. – Brasília: Ministério da Saúde, 2012. 116 p. ISBN 978-85-334-\n\n1987-2 \n\n \n\n84. Farag AM, Van der Sanden WJ, Abdelwahab H, Frencken JE. Survival of ART \n\nrestorations assessed using selected FDI and modified ART restoration criteria. Clin \n\nOral Investig. 2011; 15(3): 409–415. \n\n \n\n85. Scarparo A, Zermiani TC, Ditterich RG, Pinto MHB. Impacto da Política Nacional \n\nde Saúde Bucal – Programa Brasil Sorridente – sobre a provisão de serviços \n\nodontológicos no Estado do rio de Janeiro. Cad Saude Colet, 2015;23(4): 409-415. \n\n \n\n86. Leal SC, Oliveira TRM, Ribeiro APD. Do parents and children perceive molar-\n\nincisor hypomineralization as an oral health problem? Int J Paediatr Dent. 2016 Oct \n\n17. doi: 10.1111/ipd.12271. [Epub ahead of print]  \n\n \n\n87. Gurgan S, Kutuk ZB, Ergin E, Oztas SS, Cakir FY. Four-year randomized clinical \n\ntrial to evaluate the clinical performance of a glass ionomer restorative system. Oper \n\nDent. 2015 Mar-Apr;40(2):134-43. \n\n \n\n88. Escosteguy CC. Metodologia de ensaios clínicos randomizados. Arq Bras Cardiol \n\n1999;72(2):139-43. \n\n \n\n89. Santhosh KJT, Prabu D, Suhas K: Socio-behavioral variables effecting oral \n\nhygiene and periodontal status of 12 year-old schoolchildren of Udaipur district. \n\nOdontostomatol Trop 2013, 36:27–33. \n\nhttp://www.atlasbrasil.org.br/2013/pt/perfil_udh/22939\nhttp://www.ibge.gov.br/home/\n\n\n68 \n \n\n \n\n90. Peres MA, Latorre MRDO, Sheiham A, Peres KGA, Barros FC, Hernandez PG, \n\nMaas AMN, Romano AR, Victora CG. Social and biological early life influences on \n\nseverity of dental caries in children aged 6 years. Community Dent Oral Epidemiol \n\n2005; 33: 53–63. \n\n \n\n91. Oliveira LB, Sheiham A, Bönecker M. Exploring the association of dental caries \n\nwith social factors and nutritional status in Brazilian preschool children. Eur J Oral Sci \n\n2008;116(1):37-43. \n\n \n\n92. De Amorim RG, Figueiredo MJ, Leal SC, Mulder J, Frencken JE. Caries \n\nexperience in a child population in a deprived area of Brazil, using ICDAS II. Clinical \n\nOral Investigations 2012;16(2):513-520.  \n\n \n\n93. Sarnat BG, Schour I. Enamel hypoplasia (chronologic enamel aplasia) in relation \n\nto systemic disease: a chronologic morphologic and ethiologic classification. J  Am \n\nDent Assoc 1941;28:1989-2000. \n\n \n\n94. Koch G, Hallonsten AL, Ludwigsson N, Hansson BO, Holst A, Ullbro C. \n\nEpidemiologic study of idiopatic enamel hypomineralization on permanent teeth of \n\nSwedish children. Comm Dent Oral Epidemiol 1987;15(5):289-85. \n\n \n\n95. Jeremias F, de Souza JF, Silva CM, Cordeiro Rde C, Zuanon AC, Santos-Pinto \n\nL. Dental caries experience and Molar-Incisor Hypomineralization. Acta Odontol \n\nScand. 2013;71(3-4):870-6. \n\n \n\n96. Mangum J, Crombie F, Kilpatrick NM, Manton D, Hubbard M. Surface integrity \n\ngoverns the proteome of hypomineralized enamel. J Dent Res; 89(10): 1160–5 \n\n \n\n97. Pascotto, R.C.; Navarro, M.F.L. Aplicações clínicas dos cimentos de ionômero de \n\nvidro.  Estética em clínica odontológica Curitiba: Editora Maio, 2004. \n\n \n\n98. Frencken JE, Van’t Hof MA, Taifour D, Al-Zaher I. Effectiveness of ART and \n\ntraditional amalgam approach in restoring single-surface cavities in posterior teeth of \n\n\n\n69 \n \n\npermanent dentitions in school children after 6.3 years. Community Dent Oral \n\nEpidemiol. 2007; 35: 207-14. \n\n \n\n99. Kramer, PF, Pires, LAG, Tovo, MF, Kersting, TC, Guerra, S. Grau de infiltração \n\nmarginal de duas técnicas restauradoras com cimento de ionômero de vidro em \n\nmolares decíduos: Estudo comparativo “ in vitro”. J Appl Oral Sci 2003;11(2): 114-\n\n119. \n\n \n\n100. Instruções fabricante Equia Forte², GC. \n\nhttp://www.gceurope.com/pid/183/leaflet/en_Leaflet.pdf. \n\n \n\n101. Cooley RL, Train TE. Comparison of manually and mechanically mixed glass \n\nionomers. J Prosthet Dent. 1991;66(6):773-6.  \n\n \n\n102. Luengas-Quintero E, Frencken JE, Munuzuri-Hernandéz JA, Mudler J. The \n\natraumatic restorative treatment (ART) strategy in Mexico: two-years follow up of \n\nARTsealants and restorations. BMC Oral Health 2003;8:13-42. \n\n \n\n103. Mickenautsch S, Frencken JE. Utilization of the ART approach in a group of \n\npublic oral health operators in South Africa: a 5-year longitudinal study. BMC Oral \n\nHealth 2009;21:9-10. \n\n \n\n104. Wang Y, Li C, Yuan H, Wong MC, Zou J, Shi Z, Zhou X. Rubber dam isolation \n\nfor restorative treatment in dental patients. Cochrane Database Syst Rev 2016 Sep \n\n20. \n\n \n\n105. Burke FJT, Bardha JS. A retrospective, practice-based, clinical evaluation of \n\nFuji IX restorations aged over five year placed in load-bearing cavities. Br Dent J. \n\n2013;215(6).  \n\n \n\n106. De Amorim RG, Leal SC, Frencken JE. Survival of atraumatic restorative \n\ntreatment (ART) Sealants and ART restorations: a meta-analysis. Clin Oral Invest \n\n2012;16(2):429-4. \n\nhttp://www.gceurope.com/pid/183/leaflet/en_Leaflet.pdf\n\n\n70 \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nANEXOS \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n71 \n \n\nANEXO A – DOCUMENTO DE APROVAÇÃO NO COMITÊ DE ÉTICA EM \n\nPESQUISA \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n \n\n \n\n \n\n \n\n  \n\n\n\n73 \n \n\n \n\nANEXO B – TERMO DE CONSENTIMENTO LIVRE E ESCLARECIDO \n\n \n\n  \n\n\n\n74 \n \n\n \n\n \n\n \n\n \n \n\n\n\n75 \n \n\nANEXO C – TERMO DE ASSENTIMENTO DA CRIANÇA \n\n \n\n \n\n  \n\n\n\n76 \n \n\n \n\nANEXO D – QUESTIONÁRIO SÓCIO-ECONÔMICO \n\n \n\n \n\n  \n\n\n\n77 \n \n\nANEXO E – FICHA DE ATENDIMENTO CLÍNICO \n\n \n\n \n\n \n\n\n\n78"}]}}}