{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.15086"}, {"@name": "filename", "#text": "21470_texto%20completo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FELIPE VAZ ANDRADE \n \n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nÁCIDOS ORGÂNICOS E SUA RELAÇÃO COM ADSORÇÃO, \n\nFLUXO DIFUSIVO E DISPONIBILIDADE DE \n\nFÓSFORO EM SOLOS PARA PLANTAS \n\n \n \n \n \n \n \n \n\nTese apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Solos e Nutrição de \nPlantas, para obtenção do título de \nDoctor Scientiae. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nVIÇOSA \nMINAS GERAIS - BRASIL \n\n2005 \n\n\n\nFELIPE VAZ ANDRADE \n \n\n \n \n \n \n \n \n\nÁCIDOS ORGÂNICOS E SUA RELAÇÃO COM ADSORÇÃO,  \n\n FLUXO DIFUSIVO E DISPONIBILIDADE DE  \n\nFÓSFORO EM SOLOS PARA PLANTAS \n\n \n\n \n\n \n \n\nTese apresentada à Universidade \nFederal de Viçosa, como parte das \nexigências do Programa de Pós-\nGraduação em Solos e Nutrição de \nPlantas, para obtenção do título de \nDoctor Scientiae. \n\n \n \n \n \nAPROVADA: 20 de abril de 2005. \n \n \n \n \n \n \n_______________________________  _______________________________ \n       Prof. Ivo Ribeiro da Silva                     Prof. Teógenes Senna de Oliveira \n                  (Conselheiro)                                           (Conselheiro) \n \n \n \n \n_______________________________  _______________________________ \n    Prof. Roberto Ferreira de Novais              Prof. Paulo Roberto G. Pereira  \n \n \n \n \n\n_______________________________ \nProf. Eduardo de Sá Mendonça \n\n(Orientador) \n\n\n\n ii\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n    \n\n \n\n \n\n \n\nA Deus, pelo encanto da vida. \n\n   Aos meus pais, Aliraldo (in memoriam) e Vilma, por tudo e por tanto. \n\n     Aos meus sogros, Antonio Carlos e Maria das Graças. Muito obrigado! \n\n       A Saul, meu irmão... meu amigo. \n\n          À minha esposa Karina, por todo amor e compreensão. \n\n             Ao meu filho Víctor. \n\n \n\n   \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n iii\n\nAGRADECIMENTOS \n\n \n\n \n\nA Deus, que nos dá força para enfrentar todos os nossos desafios. \n\nAo povo brasileiro que, por meio de seus impostos, financiou meus estudos, \n\natravés do Conselho Nacional de Desenvolvimento Cientifico e Tecnológico \n\n(CNPq). \n\n À Universidade Federal de Viçosa e ao Departamento de Solos, pela \n\noportunidade de realização deste curso. \n\n Ao professor e orientador Eduardo de Sá Mendonça, pela amizade, confiança \n\ne dedicação durante os momentos decisivos da realização deste trabalho. \n\n Ao professor Ivo Ribeiro da Silva, pela atenção, pelas sugestões, e pela \n\ndisponibilidade de sempre ajudar e ensinar. \n\n Ao professor Roberto Ferreira de Novais, pelas valiosas críticas e sugestões \n\nque permitiram o aperfeiçoamento deste trabalho. \n\n Aos professores Teógenes Senna de Oliveira e Paulo Roberto G. Pereira, \n\npelas sugestões e críticas apresentadas. \n\n Aos funcionários do Departamento de Solos que, direta ou indiretamente, \n\ncontribuíram para a realização deste trabalho, particularmente a Zélia, Jorge, Carlos \n\nFonseca. \n\n Ao estudante de graduação Renato Faria Mateus, pela amizade e pela sua \n\ncontribuição valiosa no decorrer da tese. \n\n Aos sempre amigos Guilherme Donagemma, José Augusto, Agna Menezes, \n\nMauricio Leal, Marcelo Metri, Eduardo Mattos e Ronessa Bartolomeu, pela amizade, \n\npelo companheirismo e apoio nos momentos certos. \n\n Aos amigos Rodinei e Fabrício, pelas conversas de corredores e pelas ajudas \n\nnas análises. \n\n A todos que não foram citados, nominalmente, mas que contribuíram para \n\nque o meu objetivo fosse alcançado. \n\n  \n\n  \n\n \n\n \n\n \n\n\n\n iv\n\nBIOGRAFIA \n\n \n\n \n\nFELIPE VAZ ANDRADE, filho de Aliraldo Santos Andrade e Vilma Vaz \n\nAndrade, nasceu em 1o de janeiro de 1974, na cidade de Niterói, Estado do Rio de \n\nJaneiro. \n\n Em 1992, iniciou o Curso de Agronomia, na universidade Federal de Viçosa, \n\nViçosa-MG, graduando-se em 1997. Durante a graduação, foi bolsista de iniciação \n\ncientífica do CNPq, no Departamento de Solos. \n\nNo período de janeiro de 1998 a março de 1999, foi bolsista de \n\naperfeiçoamento do CNPq. \n\n Em abril de 1999, iniciou o Programa de Mestrado em Solos e Nutrição de \n\nPlantas, na Universidade Federal de Viçosa, submetendo-se à defesa de tese em 12 \n\nde março de 2001. \n\nEm abril de 2001 iniciou o curso de doutorado em Solos e Nutrição de \n\nPlantas na Universidade Federal de Viçosa. Em maio de 2005 defendeu tese \n\ncumprindo parte das exigências para obtenção do título de Doctor Scientiae em Solos \n\ne Nutrição de Plantas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n v\n\nCONTEÚDO \n\n \n\n   Página \n \n\nRESUMO ..................................................................................................... viii \n\nABSTRACT ................................................................................................. xi \n\nINTRODUÇÃO GERAL ............................................................................ 1 \n\n1. REFERÊNCIAS BIBLIOGRÁFICAS ................................................ 3 \n\nCAPITULO 1  \n\nADSORÇÃO E MINERALIZAÇÃO DE ÁCIDOS ORGÂNICOS EM \nLATOSSOLOS COM DIFERENTES TEXTURAS \n\n \n\n1. RESUMO ............................................................................................ 5 \n\n2. SUMMARY ........................................................................................ 6 \n\n3. INTRODUÇÃO .................................................................................. 7 \n\n4. MATERIAL E MÉTODOS ................................................................  8 \n\n5. RESULTADOS E DISCUSSÃO ........................................................  11 \n\n6. CONCLUSÕES...................................................................................  23 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ................................................  24 \n\nAPÊNDICE .............................................................................................  29 \n\nCAPITULO 2  \n\nPRODUÇÃO DE MATÉRIA SECA E ACÚMULO DE FÓSFORO \nPOR PLANTAS DE MILHO EM RESPOSTA À ADIÇÃO DE \nÁCIDOS ORGÂNICOS EM AMOSTRAS DE LATOSSOLOS \n\n \n\n1. RESUMO ............................................................................................ 35 \n\n2. SUMMARY ........................................................................................ 36 \n\n3. INTRODUÇÃO .................................................................................. 37 \n\n4. MATERIAL E MÉTODOS ................................................................  38 \n\n5. RESULTADOS E DISCUSSÃO ........................................................  41 \n\n\n\n vi\n\n \n \n6. CONCLUSÕES...................................................................................  \n\nPágina \n \n\n46 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ................................................  48 \n\nAPÊNDICE .............................................................................................  52 \n\nCAPITULO 3  \n\nÁCIDOS ORGÂNICOS E FLUXO DIFUSIVO DE FÓSFORO EM \nAMOSTRAS DE LATOSSOLO \n\n \n\n1. RESUMO ............................................................................................ 57 \n\n2. SUMMARY ........................................................................................ 58 \n\n3. INTRODUÇÃO .................................................................................. 59 \n\n4. MATERIAL E MÉTODOS ................................................................  60 \n\n5. RESULTADOS E DISCUSSÃO ........................................................  62 \n\n6. CONCLUSÕES...................................................................................  69 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ................................................  70 \n\nAPÊNDICE .............................................................................................  74 \n\nCAPITULO 4  \n\nFLUXO DIFUSIVO DE FÓSFORO ORGÂNICO E \nINORGÂNICO EM LATOSSOLOS SOB INFLUÊNCIA DE \nÁCIDOS ORGÂNICOS \n\n \n\n1. RESUMO ............................................................................................ 76 \n\n2. SUMMARY ........................................................................................ 77 \n\n3. INTRODUÇÃO .................................................................................. 78 \n\n4. MATERIAL E MÉTODOS ................................................................ 79 \n\n5. RESULTADOS E DISCUSSÃO ........................................................ 82 \n\n6. CONCLUSÕES ................................................................................... 91 \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ................................................ 92 \n\nAPÊNDICE ............................................................................................. 96 \n\n    \n\n\n\n vii\n\n \nCAPITULO 5 \n \n\nFRAÇÕES DE FÓSFORO EM SOLO COM AGRICULTURA  \nORGÂNICA SOB INFLUÊNCIA DA ADUBAÇÃO VERDE \n\nPágina \n\n1. RESUMO ............................................................................................ 100 \n\n2. SUMMARY ........................................................................................ 101 \n\n3. INTRODUÇÃO .................................................................................. 102 \n\n4. MATERIAL E MÉTODOS ................................................................ 103 \n\n5. RESULTADOS E DISCUSSÃO ........................................................ 107 \n\n6. CONCLUSÕES .................................................................................. 116 \n\n7. AGRADECIMENTOS ........................................................................ 116 \n\n8. REFERÊNCIAS BIBLIOGRÁFICAS ................................................ 117 \n\nCONCLUSÕES GERAIS ................................................................... 121 \n\nAPÊNDICE ............................................................................................. 122 \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n viii\n\nRESUMO GERAL \n  \n \nANDRADE, Felipe Vaz, D.S., Universidade Federal de Viçosa, abril de 2005. \n\nÁcidos orgânicos e sua relação com adsorção, fluxo difusivo e \ndisponibilidade de fósforo em solos para plantas. Orientador: Eduardo de Sá \nMendonça. Conselheiros: Ivo Ribeiro da Silva e Teógenes Senna de Oliveira. \n\n \n\nOs ácidos orgânicos (AO) podem exercer importante papel na disponibilidade de P \n\nnos solos tropicais, que são caracterizados pelo acentuado grau de intemperismo, de \n\nnatureza predominantemente oxídica, o que lhes confere grande capacidade de \n\nadsorção aniônica, promovendo baixa concentração de P na solução do solo. Esses \n\nácidos atuam sobre a adsorção, diminuindo-a, podendo tornar este elemento mais \n\ndisponível para as plantas. Entretanto, o conhecimento sobre a dinâmica desses ácidos \n\norgânicos presentes no solo, a sua capacidade em aumentar o fluxo difusivo de P e, \n\nconseqüentemente, torná-lo mais disponível para as plantas é essencial para o \n\nentendimento do efeito dos AO na disponibilidade de P nesses solos. O presente \n\ntrabalho foi conduzido com o objetivo de avaliar o efeito da adição de AO na sua \n\nmineralização e na sua adsorção ao solo, no fluxo difusivo e na disponibilidade de P \n\nem amostras de dois Latossolos com texturas distintas; assim como quantificar os \n\ndiferentes compartimentos das frações de P e sua distribuição ao longo do perfil do \n\nsolo, sob condições diferenciadas de aporte orgânico. Para tal, foram montados cinco \n\nexperimentos, além da coleta de amostras de solos em experimento de campo sob \n\ncondições diferenciadas de aporte orgânico. Para o estudo da mineralização, \n\nadicionaram-se doses crescentes de ácido acético (AA), cítrico (AC) e húmicos (AH) \n\n(0; 1; 2; 4 e 8 mmol dm-3 para AA e AC; e 0,0; 1,5; 3,0; 6,0 e 12 g kg-1 para AH) em \n\namostras de um Latossolo Vermelho-Amarelo textura média (LVA) e um Latossolo \n\nVermelho textura argilosa (LV). Para o estudo de adsorção adotou-se o mesmo \n\nprocedimento em relação ao de mineralização, utilizando somente o AA e AC. A \n\nquantificação do C mineralizável foi realizada por meio da evolução de CO2 e a \n\nadsorção avaliada por meio de extração dos ácidos orgânicos aplicados, com água \n\nultrapura (Milli-Q) e solução de NaOH (25 mmol L-1), sendo os teores de ácidos \n\norgânicos dosados por cromatografia de íons. Para avaliar o efeito da aplicação de \n\nácidos orgânicos na disponibilidade de P para as plantas de milho realizou-se \n\nexperimento, em casa de vegetação, adicionando-se às amostras de solo (LVA e \n\nLV), doses crescentes de ácidos orgânicos (AA, AC e AH), em diferentes épocas \n\n\n\n ix\n\n(aplicação do ácido orgânico antes – EPA - e junto do fósforo - EPJ) e doses (0; 0,5; \n\n1,0; 2,0; 4,0 e 8,0 mmol dm-3 para AA e AC; e 0,0; 0,75; 1,5; 3,0; 6,0 e 12,0 g kg-1 \n\npara AH), e dose constante de P para cada solo. Para o estudo do efeito da aplicação \n\nde AO no fluxo difusivo de P, foram montados dois experimentos com câmaras de \n\ndifusão. No primeiro, adicionaram-se doses crescentes de ácidos orgânicos (0; 1; 2; 4 \n\ne 8 mmol dm-3 para AA e AC; e 0,0; 1,5; 3,0; 6,0 e 12 g kg-1 para AH) e dose constante \n\nde P (350 mg dm-3), em amostras do LVA e LV. No segundo, adicionaram às \n\namostras de solo (LVA e LV), dose constante de AC (4 mmol dm-3) e AH (6,0 g kg-\n\n1), duas fontes de P (inorgânico e orgânico), com diferentes períodos de incubação \n\n(2, 4, 6 10 e 15 dias). Em experimento de campo foram avaliados os diferentes \n\ncompartimentos das frações de P e sua distribuição ao longo do perfil do solo, sob \n\ncondições diferenciadas de manejo, foram coletadas amostras de um Neossolo \n\nQuartzarênico órtico onde se desenvolve sistema orgânico de produção de acerola. A \n\ncoleta das amostras do solo foi realizada em áreas com prévia incorporação da adubação \n\nverde (leguminosas/gramíneas), na linha (ACAVL) ou na entrelinha (ACAVEL) de \n\nplantio; em áreas que não receberam adubação verde, na linha (ASAVL) e na entrelinha \n\n(ASAVEL) de plantio, além de área sob vegetação nativa (M), em cinco profundidades \n\n(0-5; 5-10; 10-20; 20-40 e 40-60 cm). Realizou-se o fracionamento de P proposto por \n\nHedley et al. (1982), modificado. Os resultados indicaram que a aplicação de ácidos \n\norgânicos aos solos promoveu aumento na evolução de CO2 (AC>AA>AH), sendo \n\nque a capacidade de adsorção pelo solo pode constituir um importante mecanismo na \n\nredução da mineralização desses ácidos. O AC possui maior afinidade pelos sítios de \n\nadsorção dos solos em relação ao AA. Os ácidos orgânicos aplicados acarretaram \n\naumento na disponibilidade de P para as plantas de milho, na seguinte ordem de \n\neficiência: AH > AC > AA. A aplicação dos ácidos orgânicos antes da aplicação de \n\nfosfato ocasionou maior aumento da produção de matéria seca da parte aérea e raiz, e \n\nacúmulo de P, tanto na parte aérea e na raiz das plantas de milho. Os resultados do \n\nefeito da adição dos ácidos orgânicos no fluxo difusivo de P no solo indicaram que o \n\naumento das doses dos ácidos orgânicos acarretou aumento no fluxo difusivo de P. A \n\naplicação de ácidos orgânicos antes da aplicação de P acarretou maior fluxo difusivo \n\nde P comparativamente a aplicação de ácidos orgânicos junto à aplicação de P, em \n\nambos os solos. O período de incubação influenciou o fluxo difusivo de P, ocorrendo \n\naumento inicial no fluxo difusivo de P, seguido de seu decréscimo. A amplitude \n\ndesse efeito variou conforme o solo utilizado. A aplicação de AC aumentou o fluxo \n\n\n\n x\n\ndifusivo de P aplicado na forma inorgânica. Os AH foram mais eficientes em \n\naumentar o fluxo difusivo de P quando este foi aplicado na forma orgânica. Para os \n\nresultados de campo, a incorporação prévia da adubação verde exerceu influência \n\nsobre as frações de P estudadas entre as áreas de manejo orgânico, promovendo \n\nincremento no compartimento lábil de P, assim como aumento dos teores de P em \n\nprofundidade. O compartimento orgânico total representou cerca de 55,79% para \n\nárea M; 58,91% para ASAVL e 58,85% para ASAVEL; 64,16% para ACAVL e \n\n61,12% para ACAVEL. \n\n\n\n xi\n\nABSTRACT \n  \n \nANDRADE, Felipe Vaz, D.S., Universidade Federal de Viçosa, April 2005. Organic \n\nacids and the relationship with adsorption, diffusive flux and phosphorus \navailability in soils for plants. Adviser: Eduardo de Sá Mendonça. Committee \nMembers: Ivo Ribeiro da Silva and Teógenes Senna de Oliveira. \n\n \n\nOrganic acids (OA) play an important role on phosphorus (P) availability in highly \n\nwheathered tropical soils. Organic acids may reduce the magnitude of P adsorption, \n\nincreasing P availability to plants. The knowledge of OA dynamics in soil, their \n\ncapacity to increase P diffusion is essential to understanding the OA effect in P \n\navailability in tropical soils. The aim of this study was to evaluate the effect of OA \n\naddition on the dynamics of their mineralization and adsorption, on the diffusive flux \n\nof P and the P availability to plants, in two contrasting Oxisols. It was also \n\ndetermined the effect of cultivating green manure species on P fractions of a soil \n\norganically farmeg at different depths. The mineralization experiment was set up in a \n\n2x3x5 factorial arrangement, with factors consisting of two soils (LV - Rhodic \n\nHaplustox and LVA - Typic Haplustox) x three OA (acetic - AA, citric - CA and \n\nhumics acids - HA) x five OA doses (0, 1, 2, 4 and 8 mmol dm-3 soil for AA and CA \n\nand 0, 1.5, 3, 6 and 12 g kg-1 for HA). The organic acids adsorption experiment was \n\narranged in a 2 x 2 x 5 x 5 factorial design, in which the factors and their levels were: \n\ntwo soils (LV and LVA); two organic acids (AA and CA); five OA doses (0, 1, 2, 4 \n\nand 8 mmol dm-3 soil) and five adsorption times (6; 24; 48 e 72 h). Organic carbon \n\nmineralization from soil samples was measured by CO2 efflux, during 96 h (short-\n\nterm experiment), and 30 days (long-term experiment). Organic acids adsorption from \n\nsoil samples was measured by OA extraction (water and NaOH 25 mmol L-1) and \n\ndetection by ion chromatography. To evaluate the effect of OA addition on P \n\navailability to corn plants, soil samples (LV and LVA) were accommodated in plastic \n\npots located in a greenhouse. Phosphorus (K2HPO4) and/or organic acids were applied \n\nat different timing (organic acid added before (EPB) or simultaneously (EPJ) to the \n\nphosphate application). The OA doses ranged from 0.0 to 8.0 mmol L-1. The doses of \n\nhumics acids ranged from 0.0 to 12 g dm-3 and were equivalent to an organic manure \n\naddition of 0 to 80 t ha -1. In order to evaluate the effects of OA and P sources on P \n\ndiffusive flux, two experiments were carried out with diffusion chambers. The first \n\nexperiment was arranged in 2x2x2x5 factorial, in which the factors and their levels \n\n\n\n xii\n\nwere: two Oxisols (LV and LVA); two organic acids (CA and HA); two timings of \n\napplication (organic acid added before - EPB or at same time - EPJ of P application) \n\nand five doses of OA (0; 1; 2; 4 and 8 mmol dm-3 soil for AA and CA and 0; 1,5; 3, 6 \n\nand 12 g kg-1 for HA). The second experiment consisted of a 2x2x2x2x5 factorial \n\ncombination of two soils (LV and LVA), two organic acids (CA and HA), two \n\nphosphorus sources (KH2PO4 - KP and inositol hexaphosphate - IHP) either in the \n\nabsence or presence of thermal treatment of the soil and five incubation periods. The \n\ndiffusion chambers were disassembled at five periods (2, 4, 6, 10 and 15 days) after \n\nstarting the experiment. In a field experiment it was determined the effect of \n\ncultivating green manure species on P fractions at different depths of a soil \n\norganically farmed. Soil samples (4 replicates) were collected from plots that had not \n\nbeen cultivated with green manures (control - ASAV) and from plots that were \n\ncultivated with a mix of green manures (ACAV). Samples were colleted in the 0-5; \n\n5-10; 10-20; 20-40; 40-60 cm soil layers, both in between plant rows (ACAVEL or \n\nASAVEL) or in the plant row (ASAVL or ACAVL). For comparison purposes the \n\nsame soil under native vegetation (M) was also sampled. Soil P fractions were \n\ndetermined through the sequential extraction technique (Hedley et al., 1982), \n\nmodified. The results indicated that CA promoted larger amount of CO2 production, \n\nfollowed by AA and HA. Citric acid presented greater affinity for soil adsorption sites, \n\nfollowed by AA and AH. The addition of OA influenced dry matter production and P \n\nuptake by corn plants in both soils. The effectiveness of organic acids for increasing \n\nP uptake and dry matter production of corn plants followed the order: humics acids > \n\ncitric acid > acetic acid. In both soils the greatest dry matter production and P uptake \n\nwere obtained when organic acids were applied to the soil before P was added (EPB). \n\nThe application of OA increased the P diffusive flux. It was observed that, in general, \n\nthe diffusive flux of P was superior in the soil treated with CA in comparison to the \n\none that received HA. The timing of organic acids application to the soils also \n\ninfluenced the diffusive flux of P; the application of organic acids before P \n\napplication resulted in a larger diffusive flux of P. Citric acid was more effective in \n\nincreasing the diffusive flux of P when P was supplied as KP, whereas HA was the \n\norganic ligand that promoted a larger diffusive flux of P when the source was IHP. \n\nThe organic management increased soil labile P pools in the plant row at a greater \n\nextent when compared to that between rows. There was also a substantial increase in \n\nP transport to deeper soil layers, with a more pronounced movement in the soil \n\n\n\n xiii\n\npreviously cultivated with green manures. The total organic P pool represented \n\n55,79% in area M; 58,91% in ASAVL and 58,85% for ASAVEL; 64,16% for ACAVL \n\nand 61,12% for ACAVEL. \n\n \n\n\n\n 1\n\nINTRODUÇÃO GERAL \n\nNos solos tropicais, especificamente para os Latossolos, o P é considerado um \n\ndos nutrientes mais limitantes para a produção agrícola. Esses solos, além de serem \n\nbastante representativos, totalizando uma superfície de, aproximadamente, 40% do \n\nterritório brasileiro, caracterizam-se pelo acentuado grau de intemperismo, \n\npredominando os minerais de argila 1:1 e óxidos de Fe e Al. Esta condição lhes \n\nconfere grande capacidade de adsorção aniônica, principalmente para P ocasionando \n\nsua baixa disponibilidade na solução do solo (Novais &amp; Smyth, 1999). Ressalta-se \n\nque o termo adsorção é aqui empregado englobando os fenômenos de adsorção e de \n\nprecipitação, como tem sido mais usado na literatura (Gonçalves et al., 1985; Silva et \n\nal., 1997; Novais &amp; Smyth, 1999). \n\nEstudos realizados têm mostrado que ânions orgânicos, como citrato e \n\noxalato, produzidos nos solos pela decomposição da matéria orgânica, metabolismo \n\nde microrganismos e exsudação radicular (Lundström et al., 2000), atuam \n\ncompetindo pelos mesmos sítios de adsorção de P (Haynes, 1984), reduzindo-a \n\n(Sibanda &amp; Young, 1986; Lopez-Hernandes et al., 1986; Violante &amp; Gianfreda, \n\n1993; Andrade et al., 2003). Esses ácidos orgânicos também podem formar \n\ncomplexos orgânico-metálicos estáveis com Fe e,ou, Al (Sposito, 1989), reduzindo a \n\nadsorção de P. \n\nÀ medida que os ácidos orgânicos promovem redução na adsorção aniônica, \n\ninterfere no fluxo difusivo de P, propiciando-lhe maior mobilidade no solo e aumento \n\nde sua disponibilidade para as plantas. A eficiência desses ácidos em melhorar a \n\ndisponibilidade de P para as plantas depende, dentre outros fatores, do pH do solo, da \n\npersistência deles quando liberados no solo (Stevenson, 1986; Kirk, 1999), da \n\nafinidade pelos sítios de adsorção (Strom et al., 2002). \n\nPara Lündstrom (2000), esses ácidos orgânicos quando presentes na solução \n\ndo solo podem ser mineralizados rapidamente por microrganismos. Nesse sentido, o \n\npapel desses ácidos na redução da adsorção aniônica é de difícil estabelecimento pelo \n\nfato de não somente reações de superfície estarem envolvidas no decréscimo da \n\nconcentração do ácido orgânico na solução, subestimando seus efeitos. Entretanto, a \n\ntaxa de mineralização pode ser afetada por vários fatores, como a facilidade de \n\ndecomposição (Jones &amp; Edwards, 1998), formação de complexos organometálicos \n\n(Marschner &amp; Kalbitz, 2003) e reações de adsorção no solo (van Hees et al., 2002). \n\n\n\n 2\n\nA adsorção reduz significativamente as taxas de decomposição dos ácidos orgânicos \n\n(Boudot, 1992; Jones &amp; Edwards, 1998), sendo considerado um dos mais \n\nimportantes processos de estabilização desses compostos no solo (Marschner &amp; \n\nKalbitz, 2003). \n\nA aplicação de uma fonte de material orgânico (esterco de curral, dejeto de \n\nsuínos, vermicomposto, dentre outros) como reposição contínua de ácidos orgânicos, \n\na exsudação de raízes e o metabolismo de microrganismos como fonte natural de \n\nácidos mantêm esse processo de bloqueio dos sítios de adsorção de P de maneira \n\nmais contínua e, portanto, mais efetiva (Novais &amp; Smyth, 1999), ocasionando \n\naumento no fluxo difusivo e, por conseguinte, na disponibilidade deste nutriente para \n\nas plantas. \n\nEntretanto, o uso indiscriminado de adubos orgânicos, a grande quantidade \n\naplicada e pequenos intervalos entre aplicações têm sido sugerido como possíveis \n\ncausas de contaminação de águas sub e superficiais (Hodgkinson et al., 2002), \n\nprincipalmente no que diz respeito ao P. A utilização sistemática e intensa de esterco \n\ne outras fontes orgânicas de P, poderá fazer com que a eutroficação de águas, com \n\ntodos os seus inconvenientes ambientais, de difícil solução, se estabeleça (Novais &amp; \n\nSmyth, 1999). \n\nO presente trabalho teve como objetivos avaliar: (i) o efeito dos processos de \n\nmineralização e de adsorção na dinâmica de ácidos orgânicos adicionados em \n\namostras de Latossolos com texturas distintas; (ii) o efeito da adição de ácidos \n\norgânicos no fluxo difusivo e na disponibilidade de P para as plantas, em amostras de \n\nLatossolos; e (iii) quantificar as diferentes frações de P ao longo do perfil do solo, e \n\navaliar a movimentação de P em profundidade, sob condições diferenciadas de \n\naporte de material orgânico. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 3\n\n1. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em Latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003. \n\nBoudot, J.P. Relative efficiency of complexed aluminium, noncrystalline Al \n\nhydroxide, allophane and imogolite in retarding the biodegradation of citric \n\nacid. Geoderma 52:29-39, 1992. \n\nGonçalves, J.L.M.; Firme, D.J.; Novais, R.F. &amp; Ribeiro, A.C. Cinética de adsorção \n\nde fósforo em solos de cerrado. R. Bras. Ci. Solo, 9:107-111, 1985. \n\nHaynes, R.J. Lime and phosphate in the soil plant system. Adv. Agron., 37:249-315, \n\n1984.  \n\nHodgkinson, R.A.; Chambers, B.J.; Withers, P.J.A. &amp; Cross, R. Phosphorus losses to \n\nsurface waters following organic manure applications to a drained clay soil. \n\nAgric. Water Manag., 57:155-173, 2002. \n\nJones, D.L. &amp; Edwards, A.C. Influence of sorption on the biological utilization of \n\ntwo simple carbon substrates. Soil Biol. Biochem., 30:1895-1902, 1998. \n\nKirk, G.J.D. A model of phosphate solubilization by organic anion excretion from \n\nplant roots. Eur. J. Soil Sci., 50:369-378, 1999. \n\nLopez-Hernandes, D.; Siegert, G. &amp; Rodriguez, J.V. Competitive adsorption of \n\nphosphate with malate and oxalate by tropical soil. Soil Sci. Soc. Am. J., \n\n57:1460-1462, 1986. \n\nLundström, U.S.; Van Breemen, N. &amp; Bain, D. The podzolization process. A review. \n\nGeoderma, 94:91-107, 2000. \n\nMarschner, B. &amp; Kalbitz, K. Controls of bioavailability and biodegradability of \n\ndissolved organic matter in soils. Geoderma, 113:211-235, 2003. \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa, \n\nUniversidade Federal de Viçosa, 1999. 399p. \n\n\n\n 4\n\nSibanda, H.M. &amp; Young, S.D. Competitive adsorption of humic acids and phosphate \n\non goethite, gibbsite and two tropical soils. J. Soil Sci., 37:197-204, 1986. \n\nSilva, M.L.N.; Curi, N.; Blancaneaux, P.; Lima, J.M. &amp; Carvalho, A.M. Rotação \n\nadubo verde-milho e adsorção de fósforo em Latossolo Vermelho-Escuro. \n\nPesq. Agropec. Bras., 32:649-654, 1997. \n\nStevenson, F.J. Cycles of: Carbon, nitrogen, phosphorus, sulphur, micronutrients. \n\nNew York, John Wiley &amp; Sons, 1986. 380p. \n\nSposito, G. The chemistry of soil. New York: Oxford University, 1989. 277p. \n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acid mediated P \n\nmobilization in the rhizosphere and uptake by maize roots. Soil Biol. \n\nBiochem., 34:703-710, 2002. \n\nvan Hees, P.A.W.; Jones, D.L. &amp; Godbold, D.L. Biodegradation of low molecular \n\nweight organic acids in forest soils. Soil Biol. Biochem., 34:1261-1272, 2002. \n\nViolante, A. &amp; Gianfreda, L. Competition in adsorption between phosphate and \n\noxalate on aluminium hydroxide montmorillonite complex. Soil Sci. Soc. \n\nAm. J., 57:1235-1241, 1993. \n\n\n\n 5\n\nCAPÍTULO 1 \n\n \nADSORÇÃO E MINERALIZAÇÃO DE ÁCIDOS ORGÂNICOS EM  \n\nAMOSTRAS DE LATOSSOLOS COM DIFERENTES TEXTURAS \n\n \n1. RESUMO \n\n \nÁcidos orgânicos (AO) provenientes da decomposição da matéria orgânica, da \n\nexsudação radicular e do metabolismo de microrganismos possuem papel importante \n\nna melhoria das condições nutricionais para as plantas. Entretanto sua eficiência está \n\nrelacionada a mineralização e a adsorção pelos colóides do solo. O presente trabalho foi \n\nconduzido com o objetivo de avaliar o efeito da mineralização e da adsorção na \n\ndinâmica de ácidos orgânicos (ácidos acético, cítrico e húmicos) adicionados ao solo. \n\nForam utilizadas amostras de um Latossolo Vermelho textura muito argilosa - (LV) e \n\num Latossolo Vermelho-Amarelo textura franco-argilo-arenosa - (LVA). O \n\nexperimento de mineralização seguiu esquema fatorial 2 x 3 x 5, em que os fatores em \n\nestudo foram, respectivamente: dois solos (LV e LVA) x três ácidos (ácido acético - AA, \n\nácido cítrico - AC e ácidos húmicos - AH) x cinco doses (0; 1; 2; 4 e 8 mmol dm-3 para o \n\nAA e AC, e 0; 1,5; 3; 6 e 12 g kg-1 para o AH). A quantificação do carbono \n\nmineralizável foi realizado por meio da evolução de CO2 produzido pela atividade \n\nmicrobiana, nos períodos de 24, 48, 72 e 96 h (curta duração) e 4, 8, 12, 21 e 30 dias \n\n(longa duração). O experimento de adsorção seguiu esquema fatorial 2 x 2 x 5 x 4, onde \n\nos fatores em estudos foram, respectivamente: solos (LV e LVA) x dois ácidos (ácido \n\nacético - AA e cítrico - AC) x cinco doses (0; 1; 2; 4 e 8 mmol dm-3) x quatro períodos de \n\nincubação (6; 24; 48 e 72 h). Os resultados indicaram que o AC promoveu maior \n\nevolução de CO2, seguido do AA e AH. As diferenças de labilidade entre os ácidos \n\nforam mais evidentes para o experimento de curta duração, o que reflete sua dinâmica \n\nno solo. Para o experimento de adsorção, o AC apresentou maior afinidade pelos sítios \n\nde adsorção. A grande afinidade do AC pelos sítios de adsorção foi evidenciada pelo \n\naumento da concentração de P em solução com o aumento da dose de AC. A adsorção \n\ndos ácidos orgânicos pela fração mineral do solo pode se tornar importante mecanismo \n\npelo qual a biodisponibilidade e a capacidade de biodegradação pela atividade \n\nmicrobiana pode ser reduzida. A escala de tempo do processo de proteção é \n\ndependente das propriedades do solo e caracteristicas dos ácidos. \n\n \nTermos de indexação: mineralização, ácido cítrico, ácido acético, ácidos húmicos, sorção \n\n\n\n 6\n\nCHAPTER 1 \n \n\nORGANIC ACIDS ADSORPTION AND MINERALIZATION  \n\nIN LATOSOLS WITH DIFFERENT TEXTURES \n\n \n2. ABSTRACT \n\n \nOrganic acids (OA) originating from the decomposition of organic matter, root \n\nexudation and microorganism metabolism play an important role in improving \n\nthe nutritional conditions for plants. However, their efficiency is conditioned by \n\nthe mineralization and adsorption by soil colloids. The present study was \n\ncarried with the objective of evaluating the dynamics of mineralization and \n\nadsorption of OA (acetic - AA, citric - CA and humic acids - HA) added to soil. \n\nSamples of two Oxisols were used: a clayey Red Latosol - LV (Rhodic \n\nHaplustox) and a sandy-loam Red-Yellow Latosol –LVA (Typic Haplustox). The \n\nmineralization experiment was set up in a 2x3x5 factorial arrangement, with \n\nfactors consisting of two soils (LV and LVA) x three OA (AA, CA and HA) x \n\nfive OA doses (0, 1, 2, 4 and 8 mmol dm-3 soil for AA and AC and 0, 1.5, 3, 6 and \n\n12 g kg-1 for HA. Organic carbon mineralization from samples was measured by \n\nCO2 efflux, produced by the microbial activity, for 24, 48, 72 and 96 h (short-\n\nterm experiment), and 4, 8, 12, 21 and 30 days (long-term experiment). The \n\norganic acids adsorption experiment was arranged in a 2 x 2 x 5 x 5 factorial \n\ndesign, in which the factors and their levels were: two soils (LV and LVA); two \n\norganic acids (AA and CA); five OA doses (0, 1, 2, 4 and 8 mmol dm-3 soil) and \n\nfive adsorption times (6; 24; 48 e 72 h). The results indicated that CA promoted \n\nlarger amount of CO2 production, followed by AA and HA. The differences of \n\nlability among the acids were more evident in the short duration experiment, which \n\nreflects the organic acid dynamics in soils. In the adsorption experiment, CA \n\npresented greater affinity for soil adsorption sites. This result was further \n\nevidenced by the increase of P concentration in soil solution with the increase in CA \n\ndoses. The organic acids adsorption by soils can be an important mechanism by \n\nwhich bioavailability and mineralization capacity by microbial activity can be \n\nreduced. The timescale of protection process is totally dependent on soil properties \n\nand acids characteristics. \n\nIndex terms: mineralization, citric acid, acetic acid, humics acids, sorption \n\n\n\n 7\n\n3. INTRODUÇÃO \n\nÁcidos orgânicos de baixo peso molecular (AOBPM) como málico, cítrico, \n\nacético e oxálico, estão diretamente envolvidos em vários processos como, \n\npodzolização (Lundstrom, 2000), diminuição da toxidez por alumínio (Jones, 1998; \n\nSilva et al., 2001; Jones et al., 2003), aumento da disponibilidade de nutrientes como \n\nP (Gahoonia et al., 2000; Andrade, 2003), Ca e Mg (Jones &amp; Brassington, 1998), Mn \n\ne Fe (Jones, 1998).  \n\nOs AOBPM também constituem importante fonte de C lábil para os \n\nmicrorganismos (Boudot, 1992; Jones &amp; Darrah, 1994; van Hees et al., 2002), \n\nconduzindo ao aumento da biomassa microbiana (Strom et al. 2001), diminuindo seu \n\ntempo médio de residência no solo. Os AOBPM são rapidamente degradados no \n\nsolo, com tempo de meia vida variando de 0,5 a 12 h (van Hees et al., 2005). \n\nTodavia, a taxa de mineralização pode ser afetada por vários fatores, tais como \n\nfacilidade de decomposição (Jones &amp; Edwards, 1998), formação de complexos \n\norganometálicos (Marschner &amp; Kalbitz, 2003) e reações de adsorção no solo (van \n\nHees et al., 2002). A adsorção reduz significativamente a taxa de decomposição dos \n\nAOBPM (Boudot, 1992; Jones &amp; Edwards, 1998), sendo considerado um dos mais \n\nimportantes processos de estabilização desses compostos no solo (Marschner &amp; \n\nKalbitz, 2003). \n\nA mineralização dos compostos orgânicos presentes e, ou, adicionados ao \n\nsolo pode ser estimada por métodos simples. A medida da taxa respiratória ou \n\natividade microbiana, determinada pela evolução de CO2 oriundo da respiração de \n\nmicrorganismos aeróbios, é uma das mais utilizadas (Kennedy &amp; Smith, 1995). A \n\nqualidade do material orgânico adicionado ao solo exerce grande influência sobre a \n\nmineralização. Entretanto, outras características relacionadas à comunidade \n\nmicrobiana e sua taxa de crescimento, além das propriedades físicas e químicas do \n\nsolo, também podem interagir aumentando a variabilidade das mensurações \n\nrealizadas (Raich &amp; Tufekcioglu, 2000). \n\nNesse sentido, o papel dos AOBPM nesses processos é de difícil \n\nestabelecimento devido aos muitos fatores envolvidos que influenciam sua \n\nconcentração no solo, subestimando seus efeitos. Além disso, a mineralização pode \n\nser reduzida pela restrição do acesso ao substrato devido a restrições físicas, como \n\ninacessibilidade dos microrganismos aos AOBPM em poros muitos pequenos, \n\n\n\n 8\n\npresença de agregados estáveis, ou ainda pela escassez de umidade, diminuindo o \n\nprocesso de transporte desses ácidos (Marschner &amp; Kalbitz, 2003). Este trabalho foi \n\nconduzido com o objetivo de avaliar o efeito da mineralização e da adsorção na \n\ndinâmica de ácidos orgânicos adicionados a amostras de dois Latossolos com \n\ntexturas distintas. \n\n4. MATERIAL E MÉTODOS \n\nUtilizaram-se amostras superficiais (0 - 20 cm) de um Latossolo Vermelho \n\ntextura muito argilosa (LV), coletado na região de Sete Lagoas - MG, e de um Latossolo \n\nVermelho-Amarelo textura franco-argilo-arenosa, (LVA) coletado na região de João \n\nPinheiro - MG (Quadro 1). As amostras de solo foram coletadas, secadas ao ar, \n\ndestorroadas e passadas em peneira de 2 mm. \n\nAs amostras de solo receberam calcário calcítico comercial acrescido de \n\nMgCO3 (relação Ca:Mg, 4:1). Em seguida, a umidade foi ajustada para 80% da \n\ncapacidade de campo determinada com base no equivalente de umidade (Ruiz et al., \n\n2003). Após 15 dias de incubação em sacos de polietileno, os solos foram secos ao ar e \n\npassados em peneira de 1 mm. \n\nAs amostras dos solos foram separadas em subamostras de 50 g, acomodadas \n\nem potes plásticos com tampas, e os tratamentos aplicados conforme cada ensaio. O \n\nteor de água no solo foi elevado para 80% da capacidade de campo mediante a \n\naplicação das soluções de macro e micronutrientes (Novais et al., 1991) (Quadro 2), \n\njuntamente com a aplicação das doses de 0; 1; 2; 4 e 8 mmol dm-3 dos ácidos \n\norgânicos (ácido acético - AA; ácido cítrico - AC). Para os ácidos húmicos, por \n\nserem polímeros de massa molecular indefinida, suas doses foram de 0,0; 1,5; 3,0; 6,0 e \n\n12 g kg-1, correspondendo à aplicação de 0; 10; 20; 40 e 80 t ha-1 de composto orgânico, \n\ncom 400 g kg-1 de água. Os ácidos húmicos utilizados continham 568,9 g kg-1 de carbono \n\ne 31,2 g kg-1 de N. Para efeito de padronização, as doses dos ácidos orgânicos foram \n\ndenominadas de 0, 1, 2, 3 e 4, respectivamente. \n\nOs estudos foram realizados em condições de laboratório, com temperatura \n\ncontrolada a 25° ±2 C. \n\n \n\n \n\n \n\n \n\n\n\n 9\n\nQuadro 1 - Características físicas e químicas de amostras do Latossolo Vermelho \ntextura muito argilosa (LV) e do Latossolo Vermelho-Amarelo textura \nfranco-argilo-arenosa (LVA) \n\n \n\nCaracterística LV LVA \nArgila (g kg-1) 1/ 730 190 \nSilte (g kg-1) 1/ 110 70 \nAreia grossa (g kg-1) 1/ 120 270 \nAreia fina (g kg-1) 1/ 40 470 \nC.O. (g kg-1) 2/ 45 12 \npH-H2O\n\n 3/ 5,7 4,8 \nAl3+ (cmolc dm\n\n-3) 4/ 0,0 0,2 \nCa2+ (cmolc dm\n\n-3) 4/ 3,09 0,37 \nMg2+ (cmolc dm\n\n-3) 4/ 0,54 0,09 \nK+ (mg dm-3) 5/ 99 29 \nP (mg dm-3) 5/ 3,1 0,6 \nP-rem (mg L-1) 6/ 11,0 25,6 \nCMAP (mg cm-3) 7/ 1,2 0,7 \n\n1/ Método da pipeta; 2/ Yeomans &amp; Bremner (1988) 3/ Relação solo-água 1:2,5; 4/ Extrator KCl 1 mol/L; 5/ Extrator Mehlich-1; 6 \nFósforo remanescente (Alvarez V. et al., 2000); 7/ Capacidade máxima de adsorção de P (Olsen &amp; Watanabe, 1957). \n\n \n\n \n\n \n\n \n\nQuadro 2 - Doses e fontes de macro e micronutrientes aplicados aos solos1 \n \n\nNutriente Dose Fonte \n            mg dm-3 \n\nFósforo - LVA 50 KH2PO4 \nFósforo - LV 100 KH2PO4 \nNitrogênio 100 (NH4)2NO3 \nEnxofre 65 ZnSO4.7H2O/ \n\nCuSO .5H OPotássio 125 \n \n\nKCl \nBoro 0,81 H3BO3 \nManganês 3,66 MnCl2.4H2O \nZinco 4,00 ZnSO4.7H2O \nCobre 1,33 CuSO4.5H2O \nFerro 1,53 FeCl3.6H2O \nMolibdênio 0,15 (NH4)6Mo7O24.4H2O \n\n1 Novais et al. (1991), modificado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 10\n\n4.1 Experimento de mineralização dos ácidos orgânicos \n\n O experimento seguiu esquema fatorial 2 x 3 x 5, em que os fatores em \n\nestudo foram, respectivamente: dois solos (LV e LVA) x três ácidos (ácido citrico - \n\nAC, ácido acético - AA e ácidos húmicos - AH) x cinco doses. Os tratamentos foram \n\ndispostos em delineamento inteiramente casualizado, com três repetições. \n\n A quantificação do C mineralizável foi realizada por meio da evolução de \n\nCO2, capturado em solução de NaOH 0,5 mol L\n-1 seguindo metodo de Anderson \n\n(1982), adaptado. Os potes plásticos receberam 10 mL da solução de NaOH 0,5 mol \n\nL-1 acondicionada em copos plásticos de 50 mL. Em seguida, foram hermeticamente \n\nfechados para a captura do CO2 liberado, sendo abertos somente por ocasião das \n\ntrocas das soluções de NaOH, realizadas a intervalos de 4, 8, 12, 21 e 30 dias \n\n(experimento de longa duração). \n\nPara a quantificação do CO2 liberado, as soluções de NaOH foram transferida \n\npara erlenmeyer de 125 mL, o qual recebeu 10 mL da solução de BaCl2 0,25 mol L\n-1 \n\ne duas a três gotas de fenolftaleina 1%. A titulação foi realizada com solução de HCl \n\n0,5 mol L-1. \n\n Em virtude dos elevados valores de CO2 encontrados nos primeiros quatro \n\ndias de incubação, realizou-se um novo experimento, semelhante ao anterior, sendo \n\nas trocas das soluções de NaOH realizadas a intervalos menores (24, 48, 72 e 96 h) \n\n(experimento de curta duração). \n\nOs resultados foram submetidos à análise de variância, sendo que os efeitos \n\ndentro dos fatores qualitativos foram desdobrados em contrastes e a curva de \n\nevolução de CO2 (produção acumulada de CO2) com o período de incubação, foram \n\najustados a equações logísticas y = a/1+e-(b+cx) (Passos, 2000), em que o coeficiente a \n\né a saturação da curva, associada à máxima evolução de CO2 e indica a quantidade de \n\nC mais facilmente mineralizável; o b indica o deslocamento da curva \n\nhorizontalmente e quanto maior o seu valor, maior é o tempo para atingir a saturação; \n\ne o coeficiente c está relacionado com a taxa de crescimento da função, diretamente \n\nassociado à labilidade do C na matéria orgânica. Por intermédio desses coeficientes \n\nfoi possível estimar o tempo necessário para atingir a metade da produção máxima de \n\nCO2 (t½); seu valor permite que se faça uma inferência sobre a velocidade de \n\nmineralização da matéria orgânica do solo e, conseqüentemente, sobre sua labilidade. \n\n \n\n\n\n 11\n\n4.2 Experimento de adsorção dos ácidos orgânicos \n\n O experimento seguiu esquema fatorial 2 x 2 x 5 x 4, em que os fatores em \n\nestudo foram, respectivamente: dois solos (LV e LVA) x dois ácidos (ácido acético - \n\nAA e ácido cítrico - AC) x cinco doses x quatro períodos de incubação (6; 24; 48 e \n\n72 h), dispostos em delineamento inteiramente casualizado, com três repetições. \n\n Este experimento foi conduzido paralelamente ao descrito anteriormente, \n\nsendo o período de incubação (6; 24; 48 e 72 h após o inicio do experimento) \n\nrelacionados à troca das soluções de NaOH, na tentativa de verificar a dinâmica da \n\nmineralização dos ácidos orgânicos em um período menor de tempo. \n\n Para extração dos ácidos orgânicos, após cada período de incubação, utilizou-\n\nse água ultrapura (Milli-Q) e solução de NaOH (25 mmol L-1), que representam as \n\nfrações na solução do solo e fracamente adsorvida (lábil), respectivamente. Cinco \n\ngramas de solo foram acondicionadas em tubos de centrífuga, adicionando-se em \n\nseguida 10 mL de solução extratora (H2O e NaOH), sendo agitados por 16 h a 110 \n\nrpm (4º C). Após esse período o material foi centrifugado a 3000 rpm por 15 min, \n\nsendo o sobrenadante filtrado em membrana de 0,45 µm de abertura e os teores de \n\nácidos orgânicos e P, dosados por cromatografia de íons (Silva et al., 2001). \n\n Os dados foram submetidos à análise de variância, utilizando o programa \n\nestatístico SAEG e, quando pertinente, foram realizadas análises de regressão. \n\n5. RESULTADOS E DISCUSSÃO \n\n5.1 Experimento de mineralização de longa duração \n\n Observou-se grande variação na quantidade acumulada de CO2, durante o \n\nperíodo de incubação (30 dias), evidenciando diferenças entre solos (LVA e LV) e \n\nácidos orgânicos (AA, AC e AH) (Quadro 3). \n\nNos dois solos, pelo contraste AC vs AA, que compara os ácidos orgânicos de \n\nmaior labilidade, observou-se que as quantidades acumuladas de CO2 foram \n\nsuperiores para o AC (Quadro 4). Este resultado pode estar relacionado à maior \n\nquantidade de carbono na molécula do AC (6) frente ao AA (2), correspondendo a \n\nmaior quantidade de carbono lábil, possibilitando maior incremento na atividade \n\nmicrobiana; à adsorção de AC pelos colóides do solo promovendo deslocamento para \n\na solução de frações lábeis de C, anteriormente adsorvidas ou à toxicidade do ácido \n\nacético, limitando sua biodegradação. Para Kwon et al. (1997) ácidos orgânicos \n\n\n\n 12\n\n \n\nQuadro 3 - Evolução acumulada de CO2, em 30 dias, para o ácido acético (AA), \ncítrico (AC) e húmicos (AH) e suas doses, para o Latossolo Vermelho \nAmarelo (LVA) e o Latossolo Vermelho (LV) \n\n \nDose(1) AA AC AH  AA AC AH \n\n              --------------------------------------------- g kg-1 de solo --------------------------------------- \n     LVA    LV \n\n0 3,13 2,88 3,11  5,70 6,16 5,68 \n1 3,50 3,33 3,20  6,33 7,28 5,91 \n2 3,59 3,97 3,32  6,41 7,26 6,03 \n3 3,70 4,72 3,50  6,40 7,93 6,20 \n4 3,66 5,79 3,64  6,58 9,25 6,86 \n\nX ácido 3,52 4,14 3,35  6,28 7,58 6,14 \n(1)  As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. \n\n \n\n \n\n \n\nQuadro 4 - Contraste das doses e dos períodos de incubação, dentro de cada solo (LV \ne LVA) para a produção acumulada de CO2, em 30 dias \n\n \nContraste LVA LV \n\nC1     0,62**       1,30** \nC2 0,17* 0,14* \n\nC1 = AC - AA; C2 = AA - AH; AA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; LVA = Latossolo Vermelho-\nAmarelo; LV = Latossolo Vermelho \n**, *  significativo a 1 e 5%, respectivamente. \n\n \n\n \n\nmonocarboxílicos, como acético e propiônico, podem exercer efeito negativo \n\n(tóxico) especialmente em altas concentrações.  \n\nPara Marschner &amp; Kalbitz (2003) poderia se esperar, considerando o \n\nmecanismo de absorção microbiana, que moléculas menores seriam mineralizadas \n\npreferencialmente. Entretanto, para esses autores, outras características devem ser \n\nconsideradas, tais como: estrutura química, grau de toxicidade, poder de \n\ncomplexação, inibição enzimática, além das características do solo, como capacidade \n\nde adsorção, textura e pH. Nesse sentido, Strom et al. (2001), trabalhando com solo \n\ncalcário, observaram maior resistência à biodegradação do ácido oxálico frente ao \n\nácido cítrico e málico, pela formação do precipitado oxalato de Ca, o que lhe \n\nconferia maior proteção contra a atuação microbiana. \n\n No contraste C2 (AA vs AH, Quadro 4), observam-se valores superiores de \n\nprodução acumulada de CO2 para o AA, tanto para o LVA como o LV, refletindo sua \n\n\n\n 13\n\nmaior labilidade em relação ao AH. Segundo Qualls (2004), da quantidade de ácidos \n\nhúmicos aplicada ao solo somente 12,7% foi mineralizada em período de um ano, \n\ncom tempo de meia-vida de 10 anos. Características como composição química, \n\nquantidade e qualidade dos grupamentos funcionais e conformação molecular \n\nconferem aos AH sua inerente resistência à biodegradação. \n\nAs diferenças na produção acumulada de CO2 entre o AA e AH não se \n\nmostraram tão evidentes quanto a grande diferença de labilidade existente entre eles. \n\nO longo período de incubação (30 dias) contribuiu para a diluição do efeito do AA \n\nfrente ao AH, conforme demonstrado pelo experimento de curta duração. Para van \n\nHees et al. (2005) ácidos orgânicos de cadeia simples podem ser rapidamente \n\nmineralizados, com tempo de meia vida variando de 0,5 a 12 h. Esses resultados \n\nreforçam a possibilidade do efeito de diluição da produção de CO2 nos tratamentos \n\ncom AA, ao longo do tempo. \n\nObservou-se a seguinte ordem para o aumento da produção de CO2 nos solos \n\nestudados: AC > AA > AH.  \n\nA produção acumulada de CO2 ajustou-se adequadamente à função logística \n\nde crescimento, para todos os tratamentos (P<0,01) (Quadro 5). Os maiores valores \n\npara saturação na evolução de CO2 (coeficiente a) foram observados para o ácido \n\ncítrico, indicando que este possui características qualitativas que favoreceram sua \n\ndecomposição e, ou, maior proporção de C facilmente mineralizável, tanto no LVA \n\ncomo no LV. Nesse sentido, o AA se mostrou superior ao AH. \n\nObservam-se, para o LVA, maiores valores do coeficiente b (maior tempo \n\npara atingir a saturação de CO2) para o tratamento com AH, refletindo sua maior \n\nrecalcitrância. Este fato não foi observado no LV. A manipulação das amostras pode \n\nestar relacionada aos resultados encontrados. Assim, o fato de se utilizar amostras de \n\nsolo passadas em peneira de 1 mm acarretou a quebra dos macroagregados, expondo \n\ngrande quantidade de material orgânico protegido química e fisicamente (Oades, \n\n1984; Van Veen et al., 1985; Ladd et al., 1993; Hassink &amp; Whitmore, 1997), \n\nnivelando os valores do coeficiente b. Esse efeito somente foi verificado para o LV \n\nem virtude dos valores superiores de C orgânico em comparação ao LVA (Quadro \n\n1). Não se observou diferença entre o AA e AC para este coeficiente. O longo \n\nperíodo de incubação pode ter minimizado as diferenças existentes. \n\n \n\n \n\n\n\n 14\n\nQuadro 5 - Coeficientes da equação logística, coeficientes de determinação e tempo \nestimado para atingir a metade da produção máxima de CO2 (t1/2 = -b/c) \npara os diferentes ácidos orgânicos (AA, AC e AH) no Latossolo \nVermelho (LV) e no Latossolo Vermelho-Amarelo (LVA) em período de \n30 dias \n\n \n a(2)   b(2)   c(2)    t ½ (dia)   \n\nDose(1) \nAA AC AH AA AC AH AA AC AH R2 AA AC AH \n\n              \n      LVA       \n\n0 3,45 3,29 3,40 -0,31 -0,37 -0,41 0,07 0,06 0,07 0,99 4,43 6,17 5,86 \n\n1 3,78 4,23 3,38 -0,17 -0,10 -0,44 0,08 0,06 0,09 0,99 2,13 1,67 4,89 \n\n2 4,03 4,61 3,56 -0,05 -0,01 -0,38 0,07 0,05 0,08 0,99 0,71 0,14 4,75 \n\n3 4,21 4,22 3,98 -0,11 -0,19 -0,25 0,07 0,07 0,07 0,98 0,14 2,71 3,57 \n\n4 3,87 5,08 4,02 -0,07 -0,16 -0,27 0,09 0,12 0,06 0,99 0,78 1,33 4,50 \n\n              \n\n      LV       \n\n0 6,10 6,83 6,05 -0,26 -0,22 -0,17 0,10 0,10 0,10 0,99 2,60 2,20 1,70 \n\n1 6,76 8,54 6,24 -0,30 -0,46 -0,33 0,10 0,08 0,11 0,98 3,00 5,75 3,00 \n\n2 6,71 8,22 6,42 -0,35 -0,37 -0,36 0,12 0,09 0,11 0,98 2,92 5,22 3,27 \n\n3 6,66 9,06 6,61 -0,31 -0,33 -0,41 0,12 0,09 0,11 0,99 2,58 5,44 3,73 \n\n4 6,73 9,96 7,36 -0,38 -0,41 -0,52 0,14 0,10 0,11 0,99 2,71 4,10 4,72 \n(1) As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. (2) Equação logística y = a/(1+e-(b+cx)); AC = ácido cítrico; AH = ácidos húmicos; LVA = Latossolo Vermelho-\nAmarelo; LV = Latossolo Vermelho \n\n \n\n \n\nHouve pequena variação entre a taxa de crescimento da função (coeficiente \n\nc), tanto para o LVA como LV, sugerindo que esta foi pouco sensível às variações \n\nqualitativas entre os ácidos (Quadro 5). Este fato induziu, aparentemente, o mesmo \n\npadrão de crescimento da curva. \n\nOs maiores dos valores de t ½ encontrados para o AH, no LVA confirmam a \n\nmineralização mais lenta desse material, dado o seu caráter mais recalcitrante. \n\nEntretanto, observou-se efeito diferenciado nos valores de t ½ ao analisar o LV. \n\nMaiores valores de t ½ foram encontrados para o AC, indicando que este ácido \n\npossui menor velocidade de mineralização e, conseqüentemente, menor labilidade. \n\nEntretanto, essa menor velocidade de mineralização pode estar relacionada à forte \n\ninteração do AC com a fração mineral do solo, conforme demonstrado pelo \n\nexperimento de adsorção, e não com a labilidade da molécula. A adsorção reduz \n\nsignificativamente as taxas de mineralização dos AOBPM (Boudot, 1992; Jones &amp; \n\n\n\n 15\n\nEdwards, 1998), sendo considerado um importante processo de estabilização desses \n\nácidos no solo (Marschner &amp; Kalbitz, 2003), conduzindo ao aumento do t ½ para o \n\nAC. Por possuir baixa afinidade pelos sítios de adsorção no solo, não foi observado \n\neste efeito para o AA. Nesse sentido, van Hees et al. (2003b) observaram que cerca \n\nde 65% do ácido cítrico adicionado foi mineralizado, após 72 horas, quando \n\nadicionado a amostras do horizonte E, e somente 3% para amostras do horizonte B. \n\nPara esses autores a maior capacidade de adsorção do solo do horizonte B \n\ninfluenciou fortemente a taxa de mineralização do AC. \n\nNão foi possível estabelecer relação direta entre a quantidade de ácidos \n\norgânicos adicionados e a quantidade de CO2 evoluída, tendo em vista que a \n\nquantidade de CO2 evoluída sempre se mostrou superior a quantidade de C \n\nadicionada na forma de ácidos orgânicos. A adição dos ácidos orgânicos favoreceu a \n\nmineralização do carbono da matéria orgânica do solo (efeito priming) (Kuzyakov et \n\nal., 2000; Kalbitz et al., 2005). Relações diretas somente seriam possíveis com o uso, \n\npor exemplo, de técnicas radioisotópicas, utilizando ácidos orgânicos marcados (van \n\nHees et al., 2003). \n\n \n5.2 Experimento de mineralização de curta duração \n\nObservou-se grande semelhança com os resultados apresentados para o \n\nexperimento de longa duração (Quadro 6). Entretanto, as diferenças de labilidade \n\nentre os ácidos orgânicos mostraram-se mais evidentes. O curto período de \n\nincubação possibilitou melhor relacionamento das diferenças de labilidade entre os \n\nácidos estudados (AA e AC vs AH), principalmente para o LVA (Quadro 6). \n\nNo LV, em virtude de ser um solo de textura argilosa e elevado teor de \n\nmatéria orgânica (Quadro 1), acredita-se que o destorroamento da amostra (peneira \n\nde 1 mm) e conseqüente liberação da matéria orgânica protegida (Hassink &amp; \n\nWhitmore, 1997; Ladd et al., 1993; Conteh &amp; Blair, 1998) contribuiu para mascarar \n\no efeito dos ácidos utilizados. Este efeito não foi observado para o LVA, em virtude \n\ndo seu baixo teor de matéria orgânica (Quadro 1). \n\nA sequência para o aumento da produção de CO2 nos solos (AC > AA > AH) \n\nnão diferiu dos resultados encontrados para o experimento de longa duração (Quadro \n\n7). \n\n \n\n\n\n 16\n\nQuadro 6 - Evolução acumulada de CO2, em 96 horas, para o ácido acético (AA), \ncítrico (AC) e húmicos (AH) e suas doses, para o Latossolo Vermelho-\nAmarelo (LVA) e Latossolo Vermelho (LV) \n\n \nDose(1) AA AC AH  AA AC AH \n\n ---------------------------- g kg-1 de solo ---------------------------- \n LVA  LV \n0 1,23 1,03 1,09  2,89 3,21 3,02 \n1 1,38 1,79 0,74  3,15 4,02 3,25 \n2 1,10 2,56 0,79  3,31 4,82 3,00 \n3 1,43 2,29 0,73  3,29 5,45 2,55 \n4 2,29 3,65 0,81  3,38 6,61 2,63 \n\nX ácido 1,47 2,26 0,71  3,20 4,82 2,89 \n(1)  As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. \n\n \n\n \n\n \n\nQuadro 7 - Contraste das doses e dos períodos de incubação, dentro dos solos \nestudados (LV e LVA) para a produção acumulada de CO2, em 96 \nhoras \n\n \nContraste                      LVA                       LV \n\nC1 0,79** 1,62** \nC2 0,76** 0,31** \n\nC1 = AC - AA; C2 = AA - AH; AA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; LVA = Latossolo Vermelho \nAmarelo; LV = Latossolo Vermelho \n**  significativo a 1%,  pelo teste F. \n \n\n \n\n \n\nA produção acumulada de CO2 ajustou-se, também para este experimento, \n\nadequadamente à função logística de crescimento, para todos os tratamentos \n\n(P<0,01) (Quadro 5). Conforme resultados do experimento de longa duração, os \n\nmaiores valores para saturação na evolução de CO2 (coeficiente a) foram observados \n\npara o AC, seguido pelo AA e AH, tanto para o LVA como o LV (Quadro 8). \n\nAs maiores diferenças entre os dois experimentos estão relacionadas aos \n\ncoeficiente b e c (Quadros 5 e 8). O menor período de tempo entre as medições de \n\nprodução de CO2 para o experimento de curta duração (24 h), em relação ao de longa \n\nduração (30 dias), possibilitou maior sensibilidade para a avaliação das \n\ncaracterísticas de labilidade existente entre os ácidos (coeficiente b e c, Quadro 8). \n\n \n\n \n\n\n\n 17\n\nQuadro 8 - Coeficientes da equação logística, coeficientes de determinação e tempo \nnecessário para atingir a metade da produção máxima de CO2 (t1/2 =  \n-b/c) para os diferentes ácidos orgânicos (AA, AC e AH) para o \nLatossolo Vermelho (LV) e o Latossolo Vermelho Amarelo (LVA) em \num período de 96 horas \n\n \n a(2)   b(2)   c(2)  R2  t ½ (h)   \n\nDose(1) \n AA AC AH AA AC AH  AA  AC AH  AA AC AH \n\n ---- g kg-1 ----           \n      LVA      \n\n0 1,28 1,11 1,01 -4,07 -3,67 -4,11 0,08 0,08 0,06 0,99 50,88 45,88 58,71 \n\n1 1,45 1,80 0,85 -5,10 -3,24 -7,93 0,08 0,14 0,05 0,99 63,75 23,14 158,6 \n\n2 1,16 2,65 0,91 -4,81 -3,95 -6,46 0,08 0,10 0,05 0,98 60,13 39,50 129,2 \n\n3 1,49 2,70 0,84 -5,31 -3,47 -5,53 0,09 0,09 0,05 0,99 59,00 38,56 110,6 \n\n4 2,68 4,21 0,95 -4,75 -3,38 -4,54 0,08 0,07 0,05 0,99 59,38 48,29 90,80 \n              \n      LV      \n\n0 3,35 3,66 3,19 -4,12 -4,05 -4,20 0,07 0,06 0,07 0,99 58,86 67,50 60,00 \n\n1 4,06 4,49 3,47 -3,65 -4,23 -4,02 0,06 0,07 0,05 0,99 60,83 60,43 80,40 \n\n2 3,99 5,55 3,72 -3,30 -3,82 -4,34 0,06 0,08 0,05 0,99 55,00 47,75 86,80 \n\n3 3,84 5,83 3,70 -4,31 -3,93 -5,17 0,08 0,07 0,05 0,99 53,88 56,14 103,4 \n\n4 3,69 7,02 3,67 -4,57 -3,89 -5,15 0,08 0,08 0,05 0,99 57,13 48,63 103,0 \n (1) As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. (2) Equação logística y = a/(1+e-(b+cx)); AC = ácido cítrico; AH = ácidos húmicos; LVA = Latossolo Vermelho-\nAmarelo; LV = Latossolo Vermelho \n\n \n\n \n\n \n\nO coeficiente b, que se relaciona diretamente com tempo necessário para \n\natingir a saturação de CO2, mostrou-se consistentemente superior para o AH, tanto \n\nno LVA como no LV, reafirmando sua característica recalcitrante em relação aos \n\ndemais ácidos (Quadro 8). Para o grupo de maior labilidade (AA e AC), o AC \n\napresentou os menores valores para este coeficiente. \n\nO curto período de incubação deste experimento proporcionou variação na \n\ntaxa de crescimento da função (coeficiente c) (Quadro 8), fato não observado para o \n\nexperimento de longa duração. Essas variações foram mais marcantes para o LVA \n\nem relação ao LV, possivelmente pelo menor efeito do destorroamento e liberação da \n\nmatéria orgânica protegida, conforme já discutido. \n\n \n\n\n\n 18\n\nO AC apresentou maiores valores do coeficiente c em relação aos demais \n\nácidos, indicando sua maior labilidade, fato este reforçado pelos menores valores de \n\nt½, tanto para o LVA como para o LV. Os AH apresentaram os menores valores para \n\no coeficiente c e os maiores valores para t½, reafirmando sua mineralização mais \n\nlenta, relacionado a sua característica intrínseca, conforme já comentado. \n \n\n5.3 Adsorção de ácidos orgânicos nos solos \n \n\nA aplicação dos ácidos orgânicos nas diferentes doses e períodos de \n\nincubação influenciou, de maneira geral, as concentrações extraídas pela H2O (fração \n\nsolúvel) (Figura 1) e pelo NaOH (fração lábil) (Figura 2), assim como a concentração \n\nde P (Figuras 1 e 2), para os diferentes solos estudados. \n\nIndependente do extrator utilizado, os valores do AA foram superiores frente \n\nao AC. Essas diferenças refletem as características dos ácidos orgânicos estudados. O \n\nAC possui maior quantidade de grupamentos carboxílicos que participam das reações \n\nde adsorção no solo, justificando as menores quantidades extraídas, tanto pela água \n\ncomo pelo NaOH. Nesse sentido, Jones &amp; Edwards (1998), trabalhando com a \n\nadsorção e biodegradação de AC e glucose, observaram que a quantidade de AC \n\nadsorvida foi de 99%, 83% e 70% da quantidade adicionada (500 µmol L-1) quando \n\nda utilização de Fe(OH)3, caulinita e amostra do horizonte B, respectivamente. Em \n\nhorizontes sub-superficiais, que continham maiores teores de óxidos de Fe e Al, a \n\nquantidade de ácidos orgânicos, como citrato, adsorvida à superfície dos minerais, \n\npode ser 3000 vezes superior àquela presente na solução do solo (van Hees et al., \n\n2003a). Dessa forma, a adsorção desempenharia efeito tampão, mantendo a baixa \n\nconcentração desses ácidos na solução do solo. E isto pode explicar o fato do AC \n\nproporcionar maiores quantidades acumuladas na evolução de CO2 no experimento \n\nde mineralização (Quadro 3 e 6), mesmo sendo, dentre os ácidos estudados, aquele \n\nque possui menor concentração na solução do solo (Figuras 1 e 2). A adsorção dos \n\nácidos orgânicos é geralmente reversível, o que proporcionaria seu retorno gradativo \n\nà solução do solo, tornando-o novamente biodisponível (Marschner &amp; Kalbitz, \n\n2003). Esse fato pode ser observado pela diminuição da concentração de P \n\nfracamente adsorvido que provavelmente estaria passando para formas menos lábeis \n\ne com ligações mais estáveis com os colóides do solo (Gonçalves et al., 1985; \n\nNovais &amp; Smyth, 1999), ao longo do período de incubação, mas sem o conseqüente \n\naumento da concentração de AC na solução (Figuras 1 e 2). O P é readsorvido pelo \n\n\n\n 19\n\n \n\n \n \n \n \n \n\nÁ\nci\n\nd\no \n\ncí\ntr\n\nic\no,\n\n m\nm\n\nol\n d\n\nm\n-3\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\nÁ\nci\n\nd\no \n\nac\nét\n\nic\no,\n\n m\nm\n\nol\n d\n\nm\n-3\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n0,000\n\n0,005\n\n0,010\n\n0,000\n\n0,005\n\n0,010\n\nF\nó\nsf\n\no\nro\n\n, \nm\n\ng\n d\n\nm\n-3\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n0\n\n2\n\n4\n\n6\n\n0 12 24 36 48 60 720 12 24 36 48 60 72\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\nF\nó\n\nsf\no\n\nro\n, \nm\n\ng\n d\n\nm\n-3\n\nA A\n\nA A\n\nTempo (horas) Tempo (horas)Tempo (hora) Tempo (hora) \n\nFigura 1 - Teores de ácido acético (AA) e cítrico (AC) e P, extraíveis por H2O, influenciados \npelo tempo de incubação (hora) e doses (0, 1, 2, 4 e 8 mmol dm-3) dos ácidos \norgânicos, para o Latossolo Vermelho-Amarelo (LVA) e Latossolo Vermelho (LV) \n\nLVA      LV \n\n0 mmol  dm-3 \n \n\n1 mmol  dm-3 \n \n\n2 mmol  dm-3 \n \n\n4 mmol  dm-3 \n \n\n8 mmol  dm-3  \n\n\n\n 20\n\n \n\nTempo (horas) Tempo (horas)\n\n  \n\nLVA      LV \n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n0\n\n5\n\n10\n\n15\n\n20\n\nÁ\nci\n\nd\no \n\nac\nét\n\nic\no,\n\n m\nm\n\nol\n d\n\nm\n-3\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\nÁ\nci\n\nd\no \n\ncí\ntr\n\nic\no,\n\n m\nm\n\nol\n d\n\nm\n-3\n\n0,0\n\n0,5\n\n1,0\n\n1,5\n\n2,0\n\n0,000\n\n0,025\n\n0,050\n\n0,000\n\n0,025\n\n0,050\n\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\n \n\n0\n\n5\n\n10\n\n15\n\n20\n\n \n\n0 12 24 36 48 60 72\n\n \n\n0 12 24 36 48 60 72\n0\n\n100\n\n200\n\n300\n\n400\n\n500\n\n600\n\nF\nó\n\nsf\no\n\nro\n, \nm\n\ng\n d\n\nm\n-3\n\nF\nó\nsf\n\no\nro\n\n, \nm\n\ng\n d\n\nm\n-3\n\nTempo (hora) Tempo (hora) \n\n   Figura 2 - Teores de ácido acético (AA) e cítrico (AC) e P, extraíveis por NaOH, influenciados \npelo tempo de incubação (hora)e doses  (0, 1, 2, 4 e 8 mmol dm-3) dos ácidos \norgânicos, para o Latossolo Vermelho-Amarelo (LVA) e o Latossolo Vermelho (LV) \n\n \n\n0 mmol  dm-3 \n \n\n1 mmol  dm-3 \n \n\n2 mmol  dm-3 \n \n\n4 mmol  dm-3 \n \n\n8 mmol  dm-3  \n\n\n\n 21\n\n  \n\nsolo, deslocando o AC, que passa para a solução, sendo então biodegradado, o que \n\nnão geraria aumento de sua concentração na solução. \n\nA menor afinidade do AA pelos sítios de adsorção no solo pode ser verificada pelo \n\ncomportamento semelhante quando da utilização dos extratores, ao longo do período \n\nde incubação (Figuras 1 e 2). Os valores extraídos pela H2O (fração hidrossolúvel), \n\nnão diferem dos valores extraídos pelo NaOH, que retira o ácido presente na solução \n\nmais a fração fracamente adsorvida à superfície do solo. Para o AC, os maiores \n\nvalores para o extrator NaOH indica sua interação mais íntima com o solo \n\nO efeito de degradação microbiana do AC, conforme visto no experimento de \n\nmineralização, poderia estar atuando no sentido de diminuir a quantidade de AC \n\nextraída, mascarando os resultados encontrados. Os menores valores recuperados \n\npelos extratores para o AC estariam associados a maior taxa de mineralização do \n\nmesmo. Entretanto, esta hipótese é descartada quando se observam os valores de P \n\nem solução, quando da utilização dos extratores. \n\n A grande afinidade do AC pelos sítios de adsorção do solo é evidenciada pelo \n\naumento da concentração de P em solução com o aumento da dose de AC (Figura 1 e \n\n2). Quando se aumenta a dose de AC, aumenta-se a competição pelos sítios de \n\nadsorção (Stevenson, 1994), o que promove a dessorção de P, e seu conseqüente \n\naumento na solução. Nesse sentido, Andrade et al. (2003) avaliando o efeito da \n\nadsorção competitiva entre ácidos orgânicos e P em amostras de Latossolos, para um \n\nperíodo de 16 h, observaram para o tratamento com AC redução máxima de 100 e \n\n36% para o LVA e LV, respectivamente. Este resultado justifica os elevados valores \n\nde P extraídos por H2O e NaOH (Figuras 1 e 2), principalmente para o período até 24 \n\nh. Para Earl et al. (1979) o ácido acético possui efeito desprezível na competição \n\npelos sítios de adsorção no mineral e na eficiência de dessorção de P. A menor \n\nafinidade pelos sítios de adsorção do AA é condizente com os menores valores \n\nencontrados de P em solução (Figura 1 e 2). \n\n É importante ressaltar o efeito dos ácidos orgânicos, como o AC, no aumento da \n\nbiodisponibilidade de P para as plantas. Embora se observe grande redução na \n\nconcentração de P ao longo das 72 h (Figuras 1 e 2), a presença desses ácidos na solução \n\ndo solo, via aplicação de material orgânico, exudação de raízes e metabolismo de \n\nmicrorganismos mantêm esse processo de bloqueio dos sítios de adsorção de maneira \n\nmais contínua e, portanto, mais efetiva ocasionando aumento na disponibilidade de P \n\n\n\n 22\n\npara as plantas. \n\n Para os cálculos da taxa de recuperação dos ácidos, para as diferentes doses \n\nutilizadas, assim como a taxa de recuperação para dose de P, para o período de \n\nincubação no tempo “zero” (t0) e para período de incubação no tempo de 6 h (t6) \n\n(Quadro 9), admitiu-se que os efeitos da mineralização, neste curto período de \n\nincubação, seriam desprezíveis, e somente os fenômenos de adsorção estariam \n\nenvolvidos no decréscimo da concentração dos ácidos orgânicos na solução. \n\nVerifica-se o caráter competitivo entre o AC e P, pelos mesmos sítios de adsorção no \n\nsolo (Quadro 9). Quando se aumenta a dose do AC, maior é a quantidade de P na \n\nsolução e menor é a taxa de recuperação do AC. Isto evidencia a competição pelos \n\nmesmos sítios de adsorção, conforme observado por vários autores (Lopez-Hernandes \n\net al., 1986; Sibanda &amp; Young, 1986; Violante &amp; Gianfreda, 1993; Geelhoed et al., \n\n1999; Andrade et al., 2003). \n\n Para o AA não foi observado esse comportamento, possivelmente, pela falta \n\nde especificidade de sua interação com os sítios de adsorção, conforme verificado \n\npelos altos valores para a taxa de recuperação, para os dois extratores, em relação ao \n\nAC (Quadro 9). Esta falta de especificidade é justificada pela característica química \n\ndo AA. A presença um único grupamento carboxílico em sua molécula não permite a \n\nformação da ligação “bidentada”, que permite a maior interação com os sítios de \n\nadsorção na superfície do mineral (Haynes, 1984; Novais &amp; Smyth, 1999), como o \n\nque acontece com P e o AC, este último com três grupamentos carboxílicos. Quanto \n\nmaior a afinidade dos ácidos orgânicos pelos sítios de adsorção do solo, mais intenso \n\ne eficiente será o processo de adsorção (Schwertmann et al., 1986). Verificou-se a \n\ndiminuição da concentração de AA, simultaneamente a do P, para ambos os períodos \n\navaliados (Quadro 9). \n\n A adsorção dos ácidos orgânicos pelo solo pode se tornar importante \n\nmecanismo pelo qual a biodisponibilidade e a capacidade de biodegradação pela \n\natividade microbiana pode ser reduzida (Jones &amp; Edwards, 1998). A escala de tempo \n\ndo processo de proteção é totalmente dependente das caracteristicas dos ácidos e \n\npropriedades do solo. \n\n \n\n \n\n \n \n\n\n\n 23\n\nQuadro 9 - Taxa de recuperação relativa de ácidos orgânicos e P, para as diferentes \ndoses de ácidos e dose de P, após os períodos de incubação de zero (t0) e \nseis horas (t6), para os diferentes extratores (H2O e NaOH) utilizados \npara os solos LVA e LV \n\n \nPeríodo de incubação \n\n t0   t6  Ácido Dose \n(mmol dm-3) \n\nácido P ácido P \n  H2O NaOH H2O NaOH H2O NaOH H2O NaOH \n  ----------------------------------------- % --------------------------------------- \n     LVA    \n\nAA          \n 0 0,00 0,00 2,87 4,83 0,00 0,00 0,48 0,79 \n 1     27,0 30,9 0,48 0,89 \n 2 25,29 69,07 30,98 33,70 25,4 29,1 0,47 0,89 \n 3 21,79 55,92 5,98 7,33 22,7 28,8 0,74 0,89 \n 4     12,6 23,9 0,48 1,05 \nAC          \n 0 0,00 0,00 2,37 5,63 0,00 0,00 0,56 0,98 \n 1     0,70 3,08 48,3 112,3 \n 2 0,77 8,59 93,55 102,98 0,41 1,47 148,8 263,4 \n 3 0,51 3,23 295,70 297,07 0,20 0,47 359,2 494,5 \n 4     0,01 0,07 702,9 1.122,4 \n          \n     LV    \nAA          \n 0 0,00 0,00 1,43 3,41 0,00 0,00 0,72 2,10 \n 1     42,32 43,2 2,49    11,56 \n 2 36,96 81,24 26,91 23,51 30,26 37,2 1,27 1,42 \n 3 26,22 51,22 6,66 13,05 28,29 28,9 0,64 0,79 \n 4     16,67 18,0 0,28 0,26 \nAC          \n\n 0 0,00 0,00 1,13 3,81 0,00 0,00 0,94 1,85 \n 1     0,69 1,21 9,1 16,5 \n 2 1,17 7,85 30,40 31,69 0,40 0,65 35,0 52,2 \n 3 0,50 2,93 76,04 84,46 0,20 0,28 103,7 199,4 \n 4     0,07 0,04 300,5 338,1 \n\nAA = ácido acético; AC = ácido cítrico; LVA = Latossolo Vermelho Amarelo; LV = Latossolo Vermelho \n \n\n6. CONCLUSÕES \n\n A aplicação de ácidos orgânicos aos solos promoveu aumento na evolução de \n\nCO2, na seguinte ordem: AC>AA>AH. Esta ordem está relacionada às características \n\nintrínsecas de cada ácido, sendo o experimento de curta duração (96 h) o que melhor \n\nse relacionou com as diferenças de labilidade entre os ácidos. \n\n A capacidade de adsorção pelo solo pode constituir um importante \n\nmecanismo na redução da mineralização desses ácidos, sendo o período de atuação \n\ndesse mecanismo dependente das características do ácido e propriedades do solo. O \n\nAC possui maior afinidade pelos sítios de adsorção dos solos em relação ao AA. \n\n\n\n 24\n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAlvarez V, V.H; Novais, R.F.; Dias, L.E. &amp; Oliveira, J.A. Determinação e uso de \n\nfósforo remanescente. Boletim informativo SBCS, Viçosa, 52:27-32, 2000. \n\nAnderson, J.P.E. Soil respiration. In: Page, A.L.; Miller, R.H. &amp; Keeney, D.R. (eds.) \n\nMethods of soil analysis. Part 2. 2 ed. Madison, Wisconsin. American Society \n\nof Agronomy, Soil Science Society of America, 1982. p. 831-866. \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em Latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003. \n\nBoudot, J.P., Relative efficiency of complexed aluminium, noncrystalline Al \n\nhydroxide, allophane and imogolite in retarding the biodegradation of citric \n\nacid. Geoderma 52:29-39, 1992. \n\nConteh, A. &amp; Blair, G.J. The distribution and relative losses of soil organic carbon \n\nfractions in aggregate size fractions from cracking clay soil (Vertisols) under \n\ncotton production. Aust. J. Res., 36:257-271, 1998. \n\nEarl, K.D.; Syers, J.K. &amp; McLaughlin, J.R. Origin of the effects of citrate, tartarate, \n\nand acetate on phosphate sorption by soils and synthetic gels. Soil Sci. Soc. \n\nAm. J., 43:674-678, 1979. \n\nGahoonia, T.S.; Asmar, F.; Giese, H.; Gissel-Nielsen, G. &amp; Nielsen, N.E. Root-\n\nreleased organic acids and phosphorus uptake of two barley cultivars in \n\nlaboratory and field experiments. Eur. J. Agr., 12:281-289, 2000. \n\nGeelhoed, J.S.; van Riemsdijk, W.H. &amp; Findenegg, G.R. Simulation of the effect of \n\ncitrate exudation from roots on the plant availability of phosphate adsorbed \n\non goethite. Eur. J. Soil Sci., 50:379-390, 1999. \n\nGonçalves, J.L.M.; Firme, D.J.; Novais, R.F. &amp; Ribeiro, A.C. Cinética de adsorção \n\nde fósforo em solos de cerrado. R. Bras. Ci. Solo, 9:107-111, 1985. \n\nHassink, J. &amp; Whitmore, A.P. A model of the physical protection of organic matter \n\nin soils. Soil Sci. Soc. Am. J., 61:131-139, 1997. \n\n\n\n 25\n\nHaynes, R.J. Lime and phosphate in the soil plant system. Adv. Agron., 37:249-315, \n\n1984. \n\nJones, D.L. &amp; Darrah, P.R. Role of root derived organic acids in the mobilization of \n\nnutrients from the rhizosphere. Plant Soil, 166:247-257, 1994. \n\nJones, D.L. Organic acids in the rhizosphere - A critical review. Plant Soil, 205:25-\n\n44, 1998. \n\nJones, D.L. &amp; Brassington, D.S. Sorption of organic acids in acid soils and its \n\nimplications in the rhizosphere. Eur. J. Soil Sci., 49:447-455, 1998. \n\nJones, D.L. &amp; Edwards, A.C. Influence of sorption on the biological utilization of \n\ntwo simple carbon substrates. Soil Biol. Biochem., 30:1895-1902, 1998. \n\nJones, D.L.; Dennis, P.G.; Owen, A.G. &amp; van Hees, P.A.W. Organic acid behavior in \n\nsoils - misconceptions and knowledge gaps. Plant Soil, 248:31-41, 2003. \n\nKalbitz, K.; Schwesig, D.; Rethemeyer, J. &amp; Matzner, E. Stabilization of dissolved \n\norganic matter by sorption to the mineral soil. Soil Biol. Biochem., 37:1319-\n\n1331, 2005. \n\nKennedy, A.C. &amp; Smith, K.L. Soil microbial diversity and the sustainability of \n\nagricultural soils. Plant Soil, 170:75-86, 1995. \n\nKuzyakov, Y.; Friedel, J.K. &amp; Stahr, K. Review of mechanisms and quantification of \n\npriming effects. Soil Biol. Biochem., 32:1485-1498, 2000. \n\nKwon, Y.M.; Salinas, J.R.; Durant, J.A.; Nisbet, D. J. &amp; Ricke, S.C. Volatile fatty \n\nacid sensitivity of Veillonella CF3 from a continuous-flow probiotic culture. \n\nJ. Food Sci., 17:59-67, 1997. \n\nLadd, J.N.; Foster, R.C. &amp; Skjemstad, J.O. Soil structure: carbon and nitrogen \n\nmetabolism. Geoderma 56:401-434, 1993. \n\nLundstron, U.S.; van Breemen, N. &amp; Bain, D. The podzolization process. A review. \n\nGeoderma, 94:91-107, 2000. \n\n\n\n 26\n\nLopez-Hernandes, D.; Siegert, G. &amp; Rodriguez, J.V. Competitive adsorption of \n\nphosphate with malate and oxalate by tropical soil. Soil Sci. Soc. Am. J., 57: \n\n1460-1462, 1986. \n\nMarschner, B. &amp; Kalbitz, K. Controls of bioavailability and biodegradability of \n\ndissolved organic matter in soils. Geoderma, 113:211-235, 2003. \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa-\n\nMG: UFV, 1999. 399p. \n\nOades, J.M. Soil organic matter and structural stability: mechanisms and implications \n\nfor management. Plant Soil, 76:319-337, 1984. \n\nPassos, R.R. Carbono orgânico e nitrogênio em agregados de um Latossolo \n\nVermelho sob duas coberturas vegetais. Viçosa: Universidade Federal de \n\nViçosa, 2000. 109p. Tese (Doutorado em Solos e Nutrição de Plantas) – \n\nUniversidade Federal de Viçosa, 2000. \n\nQualls, R.G. Biodegradability of humic substances and other fractions of \n\ndecomposing leaf litter Soil Sci. Soc. Am. J., 68:1705-1712, 2004. \n\nRaich, J.W. &amp; Tufekcioglu, A. Vegetation and soil respiration: correlations and \n\ncontrols. Biogeochemistry, 48:71-90, 2000. \n\nRuiz, H.A.; Ferreira, G.B. &amp; Pereira, J.B.M. Estimativa da capacidade de campo de \n\nLatossolos e Neossolos Quartzarênicos pela determinação do equivalente \n\numidade. R. Bras. Ci. Solo, 27:389-393, 2003. \n\nSibanda, H.M. &amp; Young, S.D. Competitive adsorption of humic acids and phosphate \n\non goethite, gibbsite and two tropical soils. J. Soil Sci., 37:197-204, 1986. \n\nSilva, I.R.; Smyth, T.J.; Raper, C.D.; Carter, T.E. &amp; Rufty, T.W. Differential \n\naluminium tolerance in soybean: An evaluation of the role of organic acids. \n\nPhysiol. Plant., 112:200-210, 2001. \n\nStrom, L.; Owen, A.G.; Godbold, D. L. &amp; Jones, D.L. Organic acids behaviour in a \n\ncalcareouds soil: sorption reactions and biodegradatin rates. Soil Biol. \n\nBiochem., 33:2125-2133, 2001. \n\n\n\n 27\n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acid mediated P \n\nmobilization in the rhizosphere and uptake by maize roots. Soil Biol. \n\nBiochem., 34:703-710, 2002. \n\nSchwertman, U.; Kodama, H. &amp; Fisher, W.R. Mutual interactions between organics \n\nand iron oxides. In: Huang, P.M., Schnitzer, M. (eds.) Interaction of soil \n\nminerals with natural organics and microbes. Madison: Soil Science Society \n\nof America, Spec. Publ. 17, WI. 1986. p.223-247. \n\nStevenson, F.J. Humus chemistry: genesis, composition, reactions. New York. John \n\nWiley &amp; Sons, 1994. \n\nvan Hees, P.A.W.; Jones, D.L. &amp; Godbold, D.L., Biodegradation of low molecular \n\nweight organic acids in forest soils. Soil Biol. Biochem., 34:1261-1272, 2002. \n\nvan Hees, P.A.W.; Vinogradoffb, S.I.; Edwards, A.C.; Godbold, D.L. &amp; Jones, D.L. \n\nLow molecular weight organic acid adsorption in forest soils: effects on soil \n\nsolution concentrations and biodegradation rates. Soil Biol. Biochem., \n\n35:1015-1026, 2003a. \n\nvan Hees, P.A.W.; Jones D.L. &amp; Godbold, D.L. Biodegradation of low molecular \n\nweight organic acids in a limed forest soil. Water, Air, and Soil Pollut. Focus, \n\n3:121-144, 2003b. \n\nvan Hees, P.A.W.; Jones, D.L.; Finlayc, R.; Godbold, D.L. &amp; Lundstrom, U.S. The \n\ncarbon we do not see - the impact of low molecular weight compounds on \n\ncarbon dynamics and respiration in forest soils: a review. Soil Biol. Biochem., \n\n37:1-13, 2005. \n\nvan Veen, J.A.; Ladd, J.N. &amp; Amato, M. Turnover of carbon and nitrogen through \n\nthe microbial biomass in a sandy loam and a clay soil incubated with \n\n[14C(U)]glucose and [15N](NH4)2SO4 under different moisture regimes. Soil \n\nBiol. Biochem., 17:747-756, 1985. \n\nViolante, A. &amp; Gianfreda, L. Competition in adsorption between phosphate and \n\noxalate on aluminium hydroxide montmorillonite complex. Soil Sci. Soc. \n\nAm. J., 57: 1235-1241, 1993. \n\n\n\n 28\n\nYeomans, J.C. &amp; Bremner, J.M. A rapid and precise method for routine \n\ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n\n1988.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 29\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \nAPÊNDICE \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 30\n\nQuadro 1A - Análise de variância dos resultados da evolução acumulada de CO2, \npara o experimento de longa duração (30 dias), para amostras de solos \nque receberam doses crescentes de ácidos orgânicos (AA, AC e AH) \nem diferentes períodos de incubação \n\n \nFV GL Quadrado Médio \nSolo (S) 1 482,81** \nÁcido (A) 2 19,15** \nPeríodo de incubação (T) 4 69,98** \nDoses (D) 4 11,48** \nS*A 2 2,82** \nS*D 4 0,41** \nA*D 8 3,77** \nS*T 4 15,94** \nA*T 8 0,41** \nD*T 16 0,28** \nS*A*D 8 0,23** \nS*A*T 8 0,31** \nS*D*T 16 0,04** \nA*D*T 32                       0,03* \nS*A*D*T 32                     0,01 \nResíduo 300                       0,01 \nCV (%) 2,28  \n\n ° e ** Significativos a 10 e 1%, respectivamente, pelo teste F. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 31\n\nQuadro 2A - Análise de variância dos resultados da evolução acumulada de CO2, \npara o experimento de curta duração (96 horas), para amostras de \nsolos que receberam doses crescentes de ácidos orgânicos (AA, AC e \nAH) em diferentes períodos de incubação \n\n \nFV GL Quadrado Médio \nSolo (S) 1 385,21** \nÁcido (A) 2 67,34** \nPeríodo de incubação (T) 3 153,16** \nDoses (D) 4 10,92** \nS*A 2 10,54** \nS*D 4            0,17 \nA*D 8 6,73** \nS*T 3 31,80** \nA*T 6 4,15** \nD*T 12 1,18** \nS*A*D 8 1,20** \nS*A*T 6 0,39** \nS*D*T 12            0,04 \nA*D*T 24 0,47** \nS*A*D*T 24        0,10 \nResíduo 240         0,12 \nCV (%) 7,13  \n\n ** Significativos a 1%, pelo teste F. \n\n \n\n\n\n 32\n\nQuadro 3A - Análise de variância dos teores de ácidos orgânicos extraíveis (H2O e \nNaOH) após aplicação de doses crescentes de ácidos orgânicos (AA e \nAC) em diferentes períodos de incubação \n\n \nFV GL Quadrado Médio \n  AA H2O AA NaOH AC H2O AC NaOH \nSolo (S) 1 78,96** 662,24** 0,00 172,51** \nÁcido (A) 1 19532,67** 28297,57** 0,04 0,16 \nDoses (D) 4 4388,66** 6355,54** 0,13 56,76** \nPeríodo de incubação (T) 3 3124,45** 3908,73** 1,25** 13,10** \nS*A 1 5,72 282,38** 0,04 0,07 \nS*D 4 69,68* 113,24** 0,18 14,80** \nA*D 4 4631,03** 6916,20** 0,19 0,64 \nS*T 3 64,13* 23,81 0,07 4,81** \nA*T 3 3029,20** 3199,40** 0,77* 0,81 \nD*T 12 395,04** 464,71** 0,35 1,91 \nS*A*D 4 64,98* 180,30** 0,32 0,47 \nS*A*T 3 69,07* 45,68° 0,27 2,64* \nS*D*T 12 172,95** 96,04** 0,16 2,47* \nA*D*T 12 447,27** 481,08** 0,19 1,61 \nS*A*D*T 12 117,60** 83,41* 0,25 1,25 \nResíduo 220 21,31 27,52 0,21 0,92 \nCV (%)  25,04 21,29 17,05 21,14 \n\n ** Significativos a 1%, pelo teste F. \n\n\n\n 33\n\nQuadro 4A - Evolução acumulada de CO2, para os períodos de incubação, ácidos \norgânicos (AA, AC e AH) e doses, para o Latossolo Vermelho \nAmarelo (LVA) e o Latossolo Vermelho (LV), para o experimento de \nlonga duração \n\n \n Período de incubação (dia)  \n 4   8   12   21   30  Dose (1)  \nAA AC AH AA AC AH AA AC AH AA AC AH AA AC AH \n\n ------------------------------------------------------- g kg-1 ----------------------------------------------------- \n\n       LVA       \n                \n\n0 2,24 2,29 2,30 2,42 2,42 2,45 2,55 2,52 2,57 3,01 2,92 3,05 3,13 2,88 3,11 \n1 2,36 2,45 2,35 2,62 2,71 2,55 2,82 2,92 2,73 3,33 3,66 3,16 3,50 3,33 3,20 \n2 2,34 2,55 2,41 2,63 2,79 2,61 2,80 3,02 2,77 3,32 3,83 3,24 3,59 3,97 3,32 \n3 2,39 2,82 2,39 2,67 3,06 2,59 2,88 3,28 2,76 3,41 3,91 3,34 3,70 4,72 3,50 \n4 2,54 3,34 2,40 2,83 3,85 2,68 3,03 4,23 2,84 3,55 4,96 3,47 3,66 5,79 3,64 \n\nX ácido 2,37 2,69 2,37 2,63 2,97 2,58 2,82 3,19 2,73 3,32 3,86 3,25 3,52 4,14 3,35 \nX período   2,48   2,73   2,91   3,48   3,50 \n\n                \n                \n        LV        \n                \n\n0 3,27 3,28 3,33 3,92 3,82 4,03 4,30 4,29 4,33 5,34 5,80 5,30 5,70 6,16 5,68 \n1 3,45 3,60 3,29 4,20 4,26 4,00 4,67 4,84 4,48 5,90 6,42 5,55 6,33 7,28 5,91 \n2 3,37 3,74 3,32 4,27 4,40 4,00 4,79 4,97 4,52 6,01 6,60 5,63 6,41 7,26 6,03 \n3 3,27 3,98 3,37 4,23 4,81 4,03 4,76 5,37 4,63 5,96 7,09 5,79 6,40 7,93 6,20 \n4 3,11 5,00 3,40 4,27 5,98 4,06 4,88 6,80 4,92 6,10 8,54 6,25 6,58 9,25 6,86 \n\nX ácido 3,29 3,92 3,34 4,18 4,65 4,02 4,68 5,25 4,58 5,86 6,89 5,70 6,28 7,58 6,14 \nX período   3,52   4,29   4,84   6,15   6,67 \n\n(1)  As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 34\n\nQuadro 5A - Evolução acumulada de CO2, para os períodos de incubação, ácidos \norgânicos (AA, AC e AH) e doses, para o Latossolo Vermelho \nAmarelo (LVA) e o Latossolo Vermelho (LV), para o experimento de \ncurta duração \n\n \n Período de incubação (h) \n 24   48   72   96  Dose (1) \n\nAA AC AH AA AC AH AA AC AH AA AC AH \n    ----------------------------------------------------- g kg-1 ----------------------------------------------------- \n\n    LVA    \n             \n\n0 0,14 0,14 0,11 0,54 0,30 0,29 1,07 0,84 0,38 1,23 1,03 1,09 \n1 0,09 0,10 0,08 0,38 0,33 0,31 1,08 1,56 0,52 1,38 1,79 0,74 \n2 0,10 0,17 0,10 0,32 0,67 0,37 0,88 2,06 0,55 1,10 2,56 0,79 \n3 0,14 0,14 0,05 0,27 0,64 0,29 1,09 1,50 0,49 1,43 2,29 0,73 \n4 0,12 0,11 0,09 0,26 0,94 0,34 1,25 2,34 0,58 2,29 3,65 0,81 \n\nX ácido 0,11 0,13 0,07 0,35 0,58 0,31 1,07 1,66 0,50 1,47 2,26 0,71 \nX período   0,11   0,41   1,08   1,49 \n        \n        \n    LV    \n\n             \n\n0 0,14 0,12 0,12 0,95 1,01 0,97 2,11 2,15 2,05 3,02 3,21 2,89 \n1 0,15 0,33 0,11 0,94 1,51 1,03 2,01 2,89 2,21 3,25 4,02 3,15 \n2 0,03 0,53 0,22 0,76 1,94 1,17 1,69 3,44 2,32 3,00 4,82 3,31 \n3 0,02 0,09 0,16 0,55 1,90 1,14 1,64 3,91 2,27 2,55 5,45 3,29 \n4 0,05 0,09 0,14 0,11 2,15 1,30 1,57 4,80 2,42 2,63 6,61 3,38 \n\nX ácido 0,08 0,23 0,15 0,66 1,70 1,12 1,80 3,44 2,25 2,89 4,82 3,20 \nX período   0,15   1,16   2,50   3,64 \n\n(1)  As doses 0, 1, 2, 3 e 4 correspondem a 0; 1; 2; 4 e 8 mmol dm-3  para o AA e AC e 0; 1,5; 3; 6 e 12 g kg-1 para o AH, \nrespectivamente. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nCAPÍTULO 2 \n\n \n\n\n\n 35\n\nPRODUÇÃO DE MATÉRIA SECA E ACÚMULO DE FÓSFORO POR \n\nPLANTAS DE MILHO EM RESPOSTA À ADIÇÃO DE ÁCIDOS \n\nORGÂNICOS EM AMOSTRAS DE LATOSSOLOS \n\n \n\n1. RESUMO \n\n \n\nA matéria orgânica, por meio de sua decomposição, promove a liberação de \n\nácidos orgânicos, que atuam sobre a adsorção de fosfato, através da competição \n\npelos sítios de adsorção de P, aumentando a disponibilidade desse elemento para \n\nas plantas. O objetivo deste trabalho foi avaliar o efeito da adição de diferentes \n\nfontes (AA – ácido acético; AC - ácido cítrico e AH – ácidos húmicos) e doses de \n\nácidos orgânicos na disponibilidade de P para as plantas de milho. Foram \n\nutilizadas amostras de um Latossolo Vermelho textura muito argilosa - (LV) e um \n\nLatossolo Vermelho-Amarelo textura franco-argilo-arenosa - (LVA). Amostras \n\nde 2 dm3 de TFSA dos solos foram colocadas em vasos, em casa de vegetação, \n\nonde se adicionou P (K2HPO4) e/ou ácidos orgânicos, de acordo com a época de \n\naplicação (aplicação do ácido orgânico antes e junto do fósforo) e nas doses \n\nvariando de 0,0 a 8,0 mmol dm-3. As doses dos ácidos húmicos variaram de 0 a 12 \n\ng dm-3, correspondendo à adubação orgânica de 0 a 80 t ha-1. A aplicação dos \n\nácidos orgânicos influenciou a produção de matéria seca da parte aérea (MSPA) \n\ne da raiz (MSR), bem como o conteúdo de P parte aérea (PPA) e na raiz (PR) \n\nnas plantas de milho, tanto para o LVA como para o LV. A eficiência dos ácidos \n\norgânicos em aumentar a MSPA e PPA seguiu a seguinte ordem: AH > AC > \n\nAA. A aplicação do ácido orgânico antes da aplicação de P (EPA), quando \n\ncomparada à sua aplicação junto (EPJ), acarretou maior produção de MSPA e \n\nMSR, assim como maior conteúdo de P, tanto na parte aérea (PPA) quanto na \n\nraiz (PR). \n\n \n\n \n\nTermos de indexação: ácido cítrico, ácido húmico, adsorção, disponibilidade de \n\nP \n\n \n\n\n\n 36\n\nCHAPTER 2 \n\n \n\nLOW MOLECULAR WEIGHT AND HUMIC ACIDS INCREASE \n\nPHOSPHORUS UPTAKE AND CORN GROWTH IN OXISOLS \n\n \n\n2. SUMMARY \n \n\nThe soil organic matter and organic acids originated from its decomposition \n\nmay reduce the magnitude of phosphorus (P) adsorption through competition \n\nby adsorption sites, increasing P availability to plants. The aim of this study was \n\nto evaluate the effect of different sources (acetic acid - AA; citric acid - CA and \n\nhumic acids - HA) and doses of organic acids on P uptake and dry matter \n\nproduction by corn plants grown in highly weathered soils. Samples (2 dm3) of a \n\nclayey Red Latosol – LV (Rhodic Haplustox) and a sandy-loam Red-Yellow \n\nLatosol - LVA (Typic Haplustox) were accommodated in plastic pots located in \n\na greenhouse. Phosphorus (K2HPO4) and/or organic acids were applied at \n\ndifferent timing (organic acid added before (EPB) or simultaneously (EPJ) to the \n\nphosphate application). The OA doses ranged from 0.0 to 8.0 mmol L-1. The doses \n\nof humic acids ranged from 0.0 to 12 g dm-3 and were equivalent to an organic \n\nmanure addition of 0 to 80 t ha -1. The addition of organic acids influenced dry \n\nmatter production and P uptake by corn plants in both soils. The effectiveness of \n\norganic acids for increasing P uptake and dry matter production of corn plants \n\nfollowed the order: humic acids > citric acid > acetic acid. In both soils the \n\ngreatest dry matter production and P uptake were obtained when organic acids \n\nwere applied to the soil before P was added (EPB). \n\n \n\nIndex terms: citric acid, acetic acids, humic acids, phosphorus adsorption \n\n \n\n \n\n \n\n\n\n 37\n\n3. INTRODUÇÃO \n\nA decomposição da matéria orgânica pode promover a liberação de ácidos \n\norgânicos, que podem atuar sobre a adsorção de P no solo, diminuindo-a. \n\nSegundo Haynes (1984), o solo pode adsorver ácidos orgânicos, competindo com \n\nos sítios de adsorção de P e aumentando a disponibilidade deste elemento para as \n\nplantas. \n\nA eficiência desses ácidos em aumentar a disponibilidade de P para as \n\nplantas depende, dentre outros fatores, do pH do solo, da persistência destes \n\nquando liberados no solo (Stevenson, 1986; Kirk, 1999) da afinidade pelos sítios \n\nde adsorção (Strom et al., 2002). Compostos orgânicos de cadeia mais simples \n\nsão, normalmente, decompostos mais rapidamente (Iyamuremye &amp; Dick, 1996; \n\nGeelhoed et al., 1999) e moléculas com maior número de grupos funcionais, \n\ncomo OH e COOH, são mais efetivas na competição pelos sítios de adsorção que \n\naquelas com menor número (Schwertmann et al., 1986; Novais &amp; Smyth, 1999). \n\nLopez-Hernandes et al. (1986), estudando a adsorção competitiva entre P, \n\nmalato e oxalato concluíram que estes ânions orgânicos são mais rapidamente \n\nadsorvidos pela superfície do solo do que o P e que esses ânions, quando \n\npresentes na rizosfera, podem melhorar a disponibilidade de P no solo. A redução \n\nna adsorção de P, segundo esses autores, depende da concentração dos ligantes \n\norgânicos, assim como a maneira com que o P e ânions orgânicos são \n\nadicionados. A máxima redução na adsorção ocorreu quando o P e o ânion \n\norgânico foram adicionados conjuntamente, ou quando o P foi adicionado após a \n\nadição do ânion orgânico. Resultados semelhantes foram encontrados por \n\nViolante &amp; Gianfreda (1993). \n\nNa adsorção competitiva entre os ácidos húmicos e P em solos tropicais, \n\nocorreu redução significativa na adsorção de P quando o conteúdo de ácido \n\nhúmico foi elevado de 0,4 a 3,0 dag kg-1, equivalendo a um aumento 0,72 a 5,2 \n\ndag kg-1 de matéria orgânica (Sibanda &amp; Young, 1986). Entretanto, para esses \n\nautores, essa eficiência não é atribuída exclusivamente à adsorção dos grupos \n\ncarboxílicos pelos sítios de adsorção, como também ao grande poder de \n\ncomplexação de Fe e Al na solução do solo pelos ácidos húmicos, podendo \n\nreduzir a adsorção de P. \n\n\n\n 38\n\nBorggaard et al. (2004), avaliando o efeito das substâncias húmicas na \n\nadsorção de P em óxidos Fe e Al, observaram que a adição de ácidos húmicos não \n\npromoveu diminuição da quantidade de P adsorvida, independente da ordem de \n\nadição dos compostos orgânicos e P. As contradições a respeito do efeito dos \n\nácidos orgânicos na redução da adsorção de P estão relacionadas com o período \n\nde duração dos experimentos (Borggaard et al., 2004). Experimentos com \n\nperíodos de duração de 1 a 2 dias (Bhatti et al., 1998; Lopez-Hernandes et al., \n\n1986; Violant &amp; Gianfreda, 1993; Andrade et al., 2003) parecem muito curtos \n\npara o estabelecimento do equilíbrio, resultando em grandes quantidades \n\nadsorvidas de ácidos e, conseqüentemente, maiores quantidades de P em solução. \n\nEsta explicação confirma resultado encontrado por Afif et al. (1995). \n\nSegundo esses autores, o efeito da matéria orgânica no bloqueio dos sítios de \n\nadsorção de P é apenas transitório, devido à rápida mineralização de alguns ácidos \n\norgânicos, liberando os sítios de adsorção. Contudo, experimentos têm mostrado que \n\na adsorção de citrato pelo hidróxido de Fe diminui sua degradação (Boudot, 1992; \n\nJones &amp; Edwards, 1998; Geelhoed et al., 1999; Marschner &amp; Kalbitz, 2003) sendo \n\nconsiderado um dos mais importantes processos de estabilização desses ácidos no \n\nsolo (Marschner &amp; Kalbitz, 2003). Isso indica que a adsorção dificulta o processo de \n\nmineralização desses ácidos e que o efeito no bloqueio dos sítios de adsorção pode \n\nocorrer por um período maior do que aquele predito inicialmente. \n\nOs diferentes sistemas de manejo a que o solo é submetido podem aumentar \n\nou reduzir a adsorção de P, dependendo do grau de transformação e interação dos \n\ncomponentes adicionados pelo manejo e pela matriz do solo. A adoção de sistemas \n\nde manejo que propiciem um incremento no teor de matéria orgânica, por exemplo, \n\npossivelmente contribui para a redução da adsorção de P, por meio da formação de \n\ncomplexos que bloqueiam os sítios de adsorção de P na superfície dos minerais. O \n\npresente trabalho foi conduzido com o objetivo de avaliar o efeito da aplicação de \n\nácidos orgânicos, em diferentes épocas e doses, na disponibilidade de P para as \n\nplantas. \n\n4. MATERIAL E MÉTODOS \n\nOs tratamentos foram dispostos em parcelas subdivididas, sendo a parcela \n\nprincipal caracterizada pela época de aplicação dos ácidos orgânicos, enquanto que \n\nsolo (LVA e LV), tipo de ácido (ácido acético - AA; ácido cítrico - AC; ácidos \n\n\n\n 39\n\nhúmicos - AH) e doses caracterizaram as sub-parcelas. O experimento foi realizado \n\nem delineamento em blocos casualizado, com três repetições. \n\nUtilizaram-se amostras superficiais (0 – 20 cm) de um Latossolo Vermelho \n\ntextura muito argilosa (LV), coletado na região de Sete Lagoas - MG e um Latossolo \n\nVermelho-Amarelo textura franco-argilo-arenosa (LVA), coletado na região de João \n\nPinheiro - MG (Quadro 1). \n\nAs amostras de solo foram colocadas em sacos plásticos para realização da \n\ncalagem (relação Ca:Mg, 4:1), pelo método Al3+ e Ca2+ + Mg2+ (Alvarez V. &amp; \n\nRibeiro, 1999), para a cultura do milho.  Em seguida, a umidade dos solos foi ajustada \n\npara 80% capacidade de campo. \n\nApós 15 dias de incubação, as amostras foram secadas ao ar e passadas por \n\npeneira de 2 mm (TFSA) e, posteriormente, acomodadas nos vasos, em casa de \n\nvegetação, de acordo com a época de aplicação dos ácidos. \n\nPara atender a variável época de aplicação, os experimentos foram realizados \n\nda seguinte maneira: aplicação de ácido orgânico antes (sete dias) da aplicação de \n\nfosfato (EPA); aplicação de fosfato e ácido orgânico juntos (EPJ). As soluções de \n\nácidos orgânicos tiveram seu valor de pH ajustados para a faixa de 4,8-5,0, por meio \n\nda adição de soluções de KOH e NH4OH, de modo a ter as doses de K e N referentes \n\nà adubação básica (Quadro 2) aplicadas no mesmo momento das soluções dos ácidos \n\norgânicos. \n\nAdicionaram-se às amostras doses de ácidos orgânicos e dose constante de P \n\npara cada solo (Quadro 2). Como fonte de P utilizou-se fosfato monobásico de \n\npotássio (K2HPO4). Todos os ácidos foram reagentes p.a., com exceção dos ácidos \n\nhúmicos que foram extraídos de um solo orgânico (turfa) pela técnica sugerida pela \n\n“International Humic Substances Society”, descrita por Hayes et al. (1989). As doses \n\nde ácidos acético e cítrico foram de 0; 0,5; 1,0; 2,0; 4,0 e 8,0 mmol dm-3. Para os \n\nácidos húmicos, por serem polímeros de massa molecular indefinida, suas doses \n\nforam de 0,0; 0,75; 1,5; 3,0; 6,0 e 12,0 g kg-1 correspondente à aplicação de 0; 5; 10; \n\n20; 40 e 80 t ha-1 de composto orgânico, com 400 g kg-1 de água. Os ácidos húmicos \n\nutilizados continham 568,9 g kg-1 de carbono e 31,2 g kg-1 de N. \n\nForam colocadas em cada vaso cinco sementes pré-germinadas de milho, a 2 \n\ncm de profundidade, deixando-se três plantas mais uniformes e mais bem \n\ndistribuídas. A aplicação de micronutrientes foi parcelada em quatro vezes de sete \n \n\n\n\n 40\n\nQuadro 1 - Características físicas e químicas de amostras do Latossolo Vermelho \ntextura muito argilosa (LV) e do Latossolo Vermelho-Amarelo textura \nfranco-argilo-arenosa (LVA) \n\n \n\nCaracterística LV LVA \n   \nArgila (g kg-1) 1/ 730 190 \nSilte (g kg-1) 1/ 110 70 \nAreia grossa (g kg-1) 1/ 120 270 \nAreia fina (g kg-1) 1/ 40 470 \nC Org. (g kg-1) 2/ 45 12 \npH-H2O\n\n 3/ 5,7 4,8 \nAl3+ (cmolc dm\n\n-3) 4/ 0,0 0,2 \nCa2+ (cmolc dm\n\n-3) 4/ 3,09 0,37 \nMg2+ (cmolc dm\n\n-3) 4/ 0,54 0,09 \nK+ (mg dm-3) 5/ 99 29 \nP (mg dm-3) 5/ 3,1 0,6 \nP-rem (mg L-1) 6/ 11,0 25,6 \nCMAP (mg cm-3 P) 7/ 1,2 0,7 \n\n1/ Método da pipeta; 2/ Yeomans &amp; Bremner (1988) 3/ Relação solo-água 1:2,5; 4/ Extrator KCl 1 mol/L; 5/ Extrator Mehlich-1; 6 \nFósforo remanescente (Alvarez V. et al., 2000); 7/ Capacidade máxima de adsorção de P (Olsen &amp; Watanabe, 1957). \n\n \n\n \n\nQuadro 2 – Doses1/ e fontes de macro e micronutrientes aplicados ao solo para o \ncultivo das plantas de milho \n\n \nNutriente - solo Dose Fonte \n\n                                                                 mg dm-3 \nFósforo – LVA 50 KH2PO4 \nFósforo - LV 100 KH2PO4 \nNitrogênio 100 NH4OH \nEnxofre 65 ZnSO4.7H2O/ CuSO4.5H2O \nPotássio 125 KOH \nBoro 0,81 H3BO3 \nManganês 3,66 MnCl2.4H2O \nZinco 4,00 ZnSO4.7H2O \nCobre 1,33 CuSO4.5H2O \nFerro 1,53 FeCl3.6H2O \nMolibdênio 0,15 (NH4)6Mo7O24.4H2O \n\n1/\nAlvarez V. (1974). As doses de micronutrientes foram parceladas em 4 aplicações para o cultivo.; LVA = Latossolo \n\nVermelho-Amarelo; LV = Latossolo Vermelho \n\n \n\n \n\nem sete dias (Quadro 2). Após um período de trinta dias, as plantas foram colhidas \n\n(parte aérea e raiz) e acondicionadas em sacos de papel e secas em estufa. \n\nAo final do experimento foram avaliadas a produção de matéria secas da \n\nparte aérea (MSPA) e de raiz (MSR); conteúdo de P na parte aérea (PPA) e raiz (PR). \n\n\n\n 41\n\nO P na parte aérea e raiz foi extraído por digestão nitroperclórica e determinado \n\ncolorimetricamente por meio de reação com ácido ascórbico (Braga &amp; Defelipo, \n\n1974). \n\nOs dados foram submetidos à análise de variância. As épocas de aplicação e \n\nos ácidos orgânicos foram avaliados por meio da comparação de médias por \n\ncontrastes, enquanto os efeitos das doses dos ácidos foram avaliados por regressão. \n\n5. RESULTADOS E DISCUSSÃO \n\nA aplicação dos ácidos orgânicos alterou a produção de matéria seca da \n\nparte aérea (MSPA) e da raiz (MSR) (Figura 1), bem como o conteúdo de P na \n\nparte aérea (PPA) e na raiz (PR) das plantas de milho (Figura 2), para o LVA, \n\ncomo para o LV (Quadro 3). Os resultados demonstraram a importância da \n\nincorporação de material orgânico na melhoria da disponibilidade de P nos solos \n\nprovavelmente por meio da redução da adsorção de P (Sibanda &amp; Young, 1986; \n\nLopez-Hernandes et al., 1986; Andrade et al., 2003) e conseqüente aumento de \n\nsua disponibilidade para as plantas. \n\nO efeito dos ácidos orgânicos no processo de bloqueio dos sítios de \n\nadsorção pode ocorrer por um período maior de tempo (30 dias), contrapondo-se \n\naos resultados encontrados por Afif et al. (1995) e Borggaard et al. (2004), que \n\nsugeriram um efeito transitório para a atuação de ácidos orgânicos (1 a 2 dias) \n\nna diminuição da adsorção de P. \n\nSistemas de manejo que propiciem o acúmulo e manutenção de material \n\norgânico no solo, a exsudação pelas raízes e o metabolismo de microrganismos, \n\ncomo fontes naturais desses ácidos, promovem reposição contínua desses \n\nácidos, mantendo o processo de bloqueio dos sítios de adsorção de maneira mais \n\ncontínua e, portanto, mais efetiva (Novais &amp; Smyth, 1999). \n\nPelo contraste C1 ((AA + AC) vs AH) (Quadro 3) que compara os ácidos \n\norgânicos de menor (AA, AC) e de maior (AH) resistência à mineralização \n\n(Stevenson, 1986), observou-se que os valores de MSPA, MSR, PPA e PR foram \n\nsuperiores para os ácidos húmicos. A maior resistência a biodegradação dos AH \n\nfrente aos AA e AC (Stevenson, 1994), deve ter acarretado a maior eficiência dos \n\nAH na diminuição da intensidade de adsorção de P ao longo do tempo, acarretando \n\nmaior disponibilidade de P para as plantas. \n\n \n\n\n\n 42\n\n \n\n \n\nFigura 1 - Matéria seca da parte aérea (MSPA) e raiz (MSR), de plantas de milho, sob \ndiferentes épocas de aplicação (ácidos orgânicos aplicados antes - EPA ou junto \no P - EPJ) e doses de ácidos orgânicos (acético - AA, cítrico - AC e húmicos - \nAH) para os solos LVA e LV \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 2 4 6 8\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 2 4 6 8\n\nAA   Y  = 1,54 + 0,38*X – 0,040*X2     R2 = 0,74 \n\nAC   Y  = 1,53 + 1,47**X0,5 – 1,32**X + 0,29**X1,5     R2 = 0,79\n\nAH   Y  = 2,17 + 0,075*X – 0,0009*X2     R2 = 0,83 \n\nAA   Y  = 2,64 + 0,627**X – 0,233**X2 + 0,020**X3     R2 = 0,92 \n\nAC   Y  = 2,27 + 0,95°X – 0,417*X2 + 0,036*X3      R2 = 0,99 \n\nAH   Y  = 2,75 + 0,046**X – 0,0004*X2      R2 = 0,93 \n\nAA    Y  = 3,45 + 0,30*- 0,03°X2     R2 = 0,97 \n\nAC    Y  = 3,70 – 0,06*X     R2 = 0,67 \n\nAH    Y  = 3,49 + 0,028*X – 0,0003*X2     R2 = 0,89 \n\nAA    Y  = 3,74 – 0,18°X     R2 = 0,92 \n\nAC    Y  = 3,94 – 1,46**X0,5 + 0,47**X     R2 = 0,98\n\nAH    Y  = X =3,71 \n\nAA   Y   = 7,44 - 0,173*X  R2 = 0,70 \n\nAC   Y  = 6,93 + 1,98**X – 0,84**X2 + 0,072**X3  R2 = 0,98\n\nAH   Y  = 6,89 + 0,25**X0,5 – 0,0067**X + 0,00049**X1,5  \n\nAA    Y  = 5,857 – 2,16°X0,5 + 2,27*X – 0,53*X1,5     R2 = 0,71 \n\nAC    Y  = X = 4,54      \n\nAH    Y  = 4,60 + 0,18**X – 0,0022**X2     R2 = 0,94 \n\n \n\nAA    Y  = X = 10,53 \n\nAC    Y  = X = 10,66 \n\nAH    Y  = X = 10,95 \n\nAA    Y  = X = 9,15  \n\nAC    Y  = X = 9,24  \n\nAH    Y  = X = 9,40 \n\nM\nS\n\nP\nA\n\n (\ng\n\n v\na\n\nso\n-1\n\n)\nM\n\nS\nP\n\nA\n (\n\ng\n v\n\na\nso\n\n-1\n)\n\nM\nS\n\nR\n (\n\ng\n v\n\na\nso\n\n-1\n)\n\nM\nS\n\nR\n (\n\ng\n v\n\na\nso\n\n-1\n)\n\n-3 Dose, mmol dm    (AA e AC) \n0                   3                 6                9               12 0                   3                 6                 9               12 \n\n-3 Dose, g dm    (AH) -3 Dose, g dm    (AH) \n\n-3 Dose, mmol dm    (AA e AC) \n\nEPA EPJ \n\nL\n\nLVA \n\nLV \n\nLV \n\n \nAA AC AH \n\n \nAA AC AH \n\n\n\n 43\n\n  \n \n\nFigura 2 - Conteúdo de P na parte aérea (PPA) e raiz (PR), em plantas de milho sob \ndiferentes épocas de aplicação (ácidos orgânicos aplicados antes - EPA ou \njunto ao P - EPJ) e doses de ácidos orgânicos (acético - AA, cítrico - AC e \nhúmicos - AH) para os solos LVA e LV \n\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0 2 4 6 8\n0\n\n1\n\n2\n\n3\n\n4\n\n5\n\n0 2 4 6 8\n-3 Dose, mmol dm    (AA e AC) \n\n  0                  3                  6               9               12 \n-3 Dose, g dm    (AH) \n\n-3 Dose, mmol dm    (AA e AC) \n   0                    3                  6                9               12 \n\n-3 Dose, g dm    (AH) \n\nAA   Y  = 2,80 – 0,16**X     R2 = 0,61 \n\nAC   Y  = 2,78 + 0,33°X – 0,29°X2 + 0,028°X3     R2 = 0,88 \n\nAH   Y  = 2,12 + 0,29**X0,5 – 0,02*X     R2 = 0,94 \n\nAA   Y  = 1,13 + 0,26*X – 0,028*X2     R2 = 0,66 \n\nAC   Y  = 1,01 + 1,31**X0,5 – 1,16**X + 0,24*X1,5     R2 = 0,84\n\nAH   Y  = 1,52 + 0,09**X – 0,001**X2     R2 = 0,76 \n\nAA    Y  = 2,83 – 1,44°X0,5 + 1,727°X – 0,406°X1,5     R2 = 0,89 \n\nAC    Y  = 3,22 – 0,35**X + 0,266*X2     R2 = 0,71 \n\nAH    Y  = 2,81 + 0,061*X – 0,0017X2° + 0,00004°X3     R2 = 0,57\n\nAA   Y  = 7,02 + 3,51**X0,5 – 2,56*X + 0,50°X1,5     R2 = 0,61 \n\nAC   Y  = 7,60 + 2,77**X – 1,20**X2 + 0,10**X3     R2 = 0,98 \n\nAH   Y  = 7,11 + 0,21**X0,5 – 0,005°X + 0,00004**X1,5     R2 = \n\nAA    Y  = 9,29 + 1,17** - 0,11**X2     R2 = 0,92 \n\nAC    Y  = 9,74 + 2,92**X – 1,05**X2 + 0,085**X3     R2 = 0,87 \n\nAH    Y  = 10,01 + 0,28**X0,5 – 0,009**X + 0,0007**X1,5     R2 = \n\nAA    Y  = 7,00 + 0,62*X - 0,099**X2     R2 = 0,93 \n\nAC    Y  = 6,14 + 7,12**X0,5 - 6,15**X + 1,35**X1,5     R2 = 0,95\n\nAH    Y  = 7,81 + 0,034**X     R2 = 0,78 \n \n\nAA    Y  = X = 2,54  \n\nAC    Y  = 3,06 – 0,97*X0,5 + 0,26*X     R2 = 0,95 \n\nAH    Y  = X = 2,96 \n\nP\nP\n\nA\n (\n\nm\ng\n\n v\na\n\nso\n-1\n\n)\nP\n\nR\n (\n\nm\ng\n\n v\na\n\nso\n-1\n\n)\nP\n\nP\nA\n\n (\nm\n\ng\n v\n\na\nso\n\n-1\n)\n\nP\nR\n\n (\nm\n\ng\n v\n\na\nso\n\n-1\n)\n\nLVA \n\nLVA \n\nLV \n\nLV \n\nAA   Y  = 4,09 + 0,77X + 0,38**X2 – 0,036*X3     R2 = 0,78 \n\nAC   Y  = 3,60 + 2,76**X0,5 – 1,34**X + 0,24**X1,5     R2 = 0,98 \n\nAH   Y  = 4,30 + 0,22**X – 0,0025°**X2     R2 = 0,99 \n\nEPA EPJ \n\n \nAA AC AH \n\n \nAA AC AH \n\n\n\n 44\n\nQuadro 3 - Contrastes das médias das doses e das épocas de aplicações de P e ácidos \norgânicos, dentro de cada solo (LV e LVA) para a produção de matéria \nseca da parte aérea (MSPA) e raiz (MSR), do conteúdo de P na parte \naérea (PPA) e raiz (PR), em plantas de milho \n\n \n\nLVA LV \nVariáveis \n\n         C1            C2            C1            C2 \n\nMSPA -3,49**  0,17° -0,72*  0,28* \n\nMSR -1,76** -0,36* -0,59* -0,15 \n\nPPA -2,74**  0,50* -1,94**  0,20° \n\nPR -1,71** -0,29* -0,78** -0,30* \nC1 = (AC+AA) vs AH (++, -); C2 = AC vs AA (+, -); AA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; LV = \nLatossolo Vermelho; LVA = Latossolo Vermelho-Amarelo. \n\n°, * e ** Significativos a 10, 5 e, 1 %  respectivamente,  pelo teste F \n\n  \n\n \n\nAndrade et al. (2003), trabalhando com experimento de curta duração (16 h), \n\nobservaram que o AC promoveu maior incremento de P na solução em relação aos \n\nácidos húmicos, contrapondo-se aos resultados observados. Contudo, o curto período \n\nde duração do experimento favoreceu as reações de superfície, minimizando a \n\nmineralização. A facilidade de mineralização dos ácidos orgânicos de baixo peso \n\nmolecular (AOBPM) constitui-se num entrave para estudos de longa duração que \n\nrelacionam aos seus efeitos no solo, visto que não somente reações de adsorção \n\nestariam envolvidas no decréscimo da concentração do ácido orgânico na solução. \n\nNesse sentido, Lündstrom (2000) comenta que, em solos sob condições aeróbias, os \n\nAOBPM são mineralizados rapidamente e, após dois dias, apenas traços são \n\ndetectados na solução do solo. Strom et al. (2002), trabalhando com a taxa de \n\nmineralização dos ácidos cítrico e oxálico, observaram que após 72 h a quantidade de \n\nCO2 evoluída representou cerca de 60 e 70% da quantidade dos ácidos aplicada, para \n\nas concentrações de 1 e 10 mmol dm-3 respectivamente. \n\nPelo contraste C2 (AC vs AA, Quadro 3), observa-se que o AC promoveu \n\nmaior incremento na MSPA e PPA em relação ao AA. O maior numero de \n\ngrupamentos COOH e a presença do grupamento OH favorecem sua interação com a \n\nfração mineral do solo (Sposito, 1989), podendo formar quelatos com Fe e Al na \n\nsolução do solo ou bloquear de forma mais estável os sítios de adsorção de P. Tal \n\nfato promove maior tempo de atuação do AC no processo de bloqueio dos sítios de \n\nadsorção, dificultando o processo de mineralização. Para Earl et al. (1979) o AA \n\n\n\n 45\n\npossui efeito desprezível na competição pelos sítios de adsorção e na eficiência de \n\ndessorção de P do solo. Jones &amp; Edwards (1998) comentam que a adsorção de ânions \n\norgânicos é um importante mecanismo na redução da mineralização e que este \n\nmecanismo depende da composição mineralógica do solo e da taxa de dessorção. \n\nNesse sentido, Geelhoed et al. (1999) observaram que a adsorção de citrato em \n\nhidróxidos de ferro diminui fortemente sua mineralização. \n\nO incremento de MSR ocasionada pelo AA frente ao AC (C2, Quadro 3) pôr \n\nconseguinte, pode estar relacionado à desestabilização do plasma argiloso \n\n(Shanmuganathan &amp; Oades,1983; Tombácz et al., 2004) ocasionada pelo ácido \n\ncítrico, conforme verificado por Andrade et al. (2003b). A adsorção acarreta \n\nbloqueio das cargas positivas do sistema, gerando cargas negativas, dando origem à \n\nargila dispersa que pode impedir o desenvolvimento radicular da planta. Além de \n\nbloquear cargas positivas, os ácidos orgânicos podem gerar cargas negativas em \n\nrazão da presença de grupos funcionais, fortalecendo o efeito dispersivo no solo \n\n(Durgin &amp; Chaney, 1984). Foi observado adensamento do solo nas unidades \n\nexperimentais, para a maior dose do AC. \n\nDessa forma, ficou evidente a seguinte ordem de eficiência dos ácidos \n\norgânicos sobre o aumento da disponibilidade de P para as plantas de milho, para os \n\ndois solos: AH > AC > AA. \n\nO efeito de épocas de aplicação dos ácidos orgânicos em relação ao P foi \n\nanalisado por meio de comparação de médias por contraste (C3 = EPA vs EPJ) \n\n(Quadro 4). A aplicação dos ácidos orgânicos antes da aplicação de P (EPA), quando \n\ncomparada à sua aplicação conjunta (EPJ), acarretou maior produção de MSPA e \n\nMSR, assim como maior conteúdo de P, tanto na parte aérea (PPA) quanto na raiz \n\n(PR). \n\nO bloqueio prévio dos sítios de adsorção de P pelos ácidos orgânicos (EPA) \n\nfoi à maneira mais eficiente de reduzir a adsorção de P, e aumentar sua \n\ndisponibilidade para as plantas nestes solos. \n\nEste resultado corrobora o fato da adsorção dos ácidos orgânicos dificultar \n\nsua mineralização. Quando se adiciona o ácido orgânico antes da aplicação de P \n\n(EPA) este é previamente adsorvido, o que dificulta sua mineralização, mesmo tendo \n\nmaior tempo de contato com o solo (sete dias) em relação à aplicação conjunta (EPJ). \n\nNa EPJ ocorre competição entre P e ácidos orgânicos pelos sítios de adsorção, \n\naumentando a quantidade de ácidos orgânicos na solução, tornando fácil sua \n\n\n\n 46\n\n \n\nQuadro 4 - Contraste das médias das doses de ácidos orgânicos, das épocas de \naplicação de P e ácidos orgânicos, dentro de cada solo (LV e LVA) para \na produção de matéria seca da parte aérea (MSPA) e raiz (MSR), do \nconteúdo de P na parte aérea (PPA) e raiz (PR), em plantas de milho \n\n \n\nTratamento MSPA MSR PPA PR \n\n ---------------------------------- C3 ------------------------------- \n\nAA d\\ LVA 2,74** 0,90** 3,93** 1,15** \n\nAC d\\ LVA 2,52** 0,60** 2,73** 0,89** \n\nAH d\\ LVA 2,58**         0,54* 2,04**         0,32* \n\nAA d\\ LV 1,72**         0,52* 3,67**         0,54* \n\nAC d\\ LV 1,42**         0,32° 2,83**         0,34° \n\nAH d\\ LV 1,25**         0,09 2,67**         0,18 \nC3 = EPA vs EPJ (+, -); EPJ = aplicação de P e ácido orgânico juntos; EPA = aplicação de ácido orgânico antes da aplicação de \nP; AA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; LV = Latossolo Vermelho; LVA = Latossolo Vermelho-\nAmarelo. \n\n°, * e ** Significativos a 10, 5 e, 1 %  respectivamente,  pelo teste F \n\n \n\n \n\nmineralização (Jones &amp; Edwards, 1998; Strom et al., 2002). A menor eficiência do \n\ntratamento EPJ levou ao aparecimento de sintomas de deficiência nutricional de P \n\nnas plantas de milho, para os solos tratados com AA. \n\nOs resultados de produção de matéria seca da parte aérea (MSPA) e raiz \n\n(MSR) (Figura 1), indicaram de maneira geral, para o LVA, maior crescimento das \n\nplantas submetidas às maiores doses dos AH. De modo geral quando se aumenta a \n\ndose do ácido orgânico, aumenta-se a competição pelos sítios de adsorção de P e, ou, \n\na formação de complexos com fosfato, via ponte metálica (Stevenson, 1994), o que \n\nreduz a adsorção de P, e promove maior concentração de fosfato na solução, \n\naumentando sua disponibilidade para as plantas. \n\nNo LV, de maneira geral, sugere-se que os processos de mineralização \n\ntenham afetado o efeito das doses dos ácidos (Figuras 1 e 2), principalmente para o \n\nAC e AA, conforme observado no Capitulo 1. \n\n6. CONCLUSÕES \n\n Os ácidos orgânicos influenciaram a disponibilidade de P para as plantas de \n\nmilho. O efeito desses ácidos no aumento da disponibilidade de P para as plantas, \n\npara os dois solos, segue a ordem: AH > AC > AA; \n\n \n\n\n\n 47\n\n A aplicação dos ácidos orgânicos antes da aplicação de fosfato ocasionou \n\nmaior aumento da produção de matéria seca da parte aérea e raiz, e acúmulo de P, \n\ntanto na parte aérea e na raiz das plantas de milho. \n\n \n\n\n\n 48\n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAfif, E.; Barrón, V. &amp; Torrent, J. Organic matter delays but does not prevent \n\nphosphate sorption by cerrado soils from Brazil. Soil Sci., 159: 207-211, \n\n1995. \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em Latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003. \n\nAndrade, F.V.; Mendonça, E.S.; Correa, M.M. &amp; Schaefer, C.E.R.G. Efeito dos \n\nácidos orgânicos de baixo peso molecular na desestabilização estrutural e \n\nformação de camadas coesas. In. V Encontro Brasileiro de Substâncias \n\nHúmicas, Curitiba, PR, 2003. Resumos expandidos...Curitiba, PR: UFPR, p. \n\n66-69, 2003b. \n\nAlvarez V., V.H. Equilíbrio de formas disponíveis de fósforo e enxofre em dois \n\nLatossolos de Minas Gerais. Viçosa: UFV, 1974. 125p. Tese (Mestrado em \n\nSolos e Nutrição de Plantas) – Universidade Federal de Viçosa, 1974. \n\nAlvarez V, V.H. &amp; Ribeiro, A.C. Calagem. In: Ribeiro, A.C.; Guimarães, P.T.G. &amp; \n\nAlvarez V, V.H. Recomendações para o uso de corretivos e fertilizantes em \n\nMinas Gerais – 5ª aproximação. Viçosa, MG. 1999. p. 43-60. \n\nAlvarez V, V.H; Novais, R.F.; Dias, L.E. &amp; Oliveira, J.A. Determinação e uso de \n\nfósforo remanescente. Boletim informativo SBCS, 52:27-32, 2000. \n\nBhatti, J.S.; Comeford, N.B. &amp; Johnston, C.T. Influence of oxalate and soil organic \n\nmatter on sorption and desorption of phosphate onto a Spodic horizon. Soil \n\nSci. Soc. Am. J., 62:1089-1095, 1998. \n\nBorggaard, O.K.; Raben-Lange, B.; Gimsing, A.L. &amp; Strobel, B.W. Influence of \n\nhumic substances on phosphate adsorption by aluminium and iron oxides. \n\nGeoderma, 2004, (in press). \n\nBoudot, J.P. Relative efficiency of complexed aluminium, noncrystalline Al \n\nhydroxide, allophane and imogolite in retarding the biodegradation of citric \n\nacid. Geoderma 52:29-39, 1992. \n\n\n\n 49\n\nBraga, J.M. &amp; Defelipo, B.V. Determinação espectrofotométrica de fósforo em \n\nextratos de solo e material vegetal. R. Ceres, 21:73-85, 1974. \n\nDurgin, P.B. &amp; Chaney, J.G.  Dispersion of kaolinite by dissolved organic matter \n\nfrom douglas-fir roots. Can. J. Soil Sci., 64:445-455, 1984. \n\nEarl, K.D.; Syers, J.K. &amp; Mclaughlin, J.R. Origin of the effects of citrate, tartarate \n\nand acetate on phosphate sorption by soils and synthetic gels. Soil Sci. Soc. \n\nAm. J., 43:674-678, 1979. \n\nEmpresa Brasileira de Pesquisa Agropecuária - EMBRAPA, Centro Nacional de \n\nPesquisa de Solos. Manual de métodos de análise de solo. 2 ed. Rio de \n\nJaneiro, Ministério da Agricultura e do Abastecimento, 1997. 212p. \n\nGeelhoed, J.S.; Van Riemsdijk, W.H. &amp; Findenegg, G.R. Simulation of the effect of \n\ncitrate exudation from roots on the plant availability of phosphate adsorbed \n\non goethite. Eur. J. Soil Sci., 50:379-390, 1999. \n\nGahoonia, T.S.; Asmar, F.; Giese, H.; Gissel-Nielsen, G. &amp; Nielsen, N.E. Root-\n\nreleased organic acids and phosphorus uptake of two barley cultivars in \n\nlaboratory and field experiments. Eur. J. Agr., 12:281-289, 2000. \n\nHayes, M.H.B.; Maccarty, P.; Malcoln, R.L. &amp; Swift, R.S. The search for the \n\nstructure: setting the scene. In: Hayes, M.H.B.; MacCarthy, P.; Malcolm, R.L. \n\n&amp; Swift, R.S. (eds.). Humic substances II. In search for the structure. \n\nChichester, 1989. p.689-733. \n\nHaynes, R.J. Lime and phosphate in the soil plant system. Adv. Agron., 37:249-315, \n\n1984.  \n\nIyamuremye, F. &amp; Dick, R.P. Organic amendments and phosphorus sorption by soils. \n\nAdv. Agron. J., 75:457-461, 1996. \n\nJones, D.L. &amp; Edwards, A.C. Influence of sorption on the biological utilization of \n\ntwo simple carbon substrates. Soil Biol. Biochem., 30:1895-1902, 1998. \n\nKirk, G.J.D. A model of phosphate solubilization by organic anion excretion from \n\nplant roots. Eur. J. Soil Sci., 50:369-378, 1999. \n\n\n\n 50\n\nLopez-Hernandes, D.; Siegert, G. &amp; Rodriguez, J.V. Competitive adsorption of \n\nphosphate with malate and oxalate by tropical soil. Soil Sci. Soc. Am. J., \n\n57:1460-1462, 1986. \n\nLundström, U.S.; Van Breemen, N. &amp; Bain, D. The podzolization process. A review. \n\nGeoderma, 94:91-107, 2000. \n\nMarschner, B. &amp; Kalbitz, K. Controls of bioavailability and biodegradability of \n\ndissolved organic matter in soils. Geoderma, 113:211-235, 2003 \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa, \n\nUniversidade Federal de Viçosa, 1999. 399p. \n\nShanmuganathan, R.T. &amp; Oades, J.M. Influence of anions on dispersion and physical \n\nproperties of the A horizon of a Red-Brown Earth. Geoderma, 29:257-277, \n\n1983. \n\nSchwertman, U.; Kodama, H. &amp; Fisher, W.R. Mutual interactions between organics \n\nand iron oxides. In: Huang, P.M. &amp; Schnitzer, M. (eds.) Interaction of soil \n\nminerals with natural organics and microbes. Madison: Soil Science Society \n\nof America, Spec. Publ. no 17, WI. 1986. p.223-247. \n\nSibanda, H.M. &amp; Young, S.D. Competitive adsorption of humic acids and phosphate \n\non goethite, gibbsite and two tropical soils. J. Soil Sci., 37:197-204, 1986. \n\nSposito, G. The chemistry of soil. New York: Oxford University, 1989. 277p. \n\nStevenson, F.J. Cycles of: Carbon, nitrogen, phosphorus, sulphur, micronutrients. \n\nNew York. John Wiley &amp; Sons, 1986. 380p. \n\nStevenson, F.J. Humus chemistry: genesis, composition, reactions. New York. John \n\nWiley &amp; Sons, 1994. 486p. \n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acid mediated P \n\nmobilization  in the rhizosphere and uptake by maize roots. Soil Biol. \n\nBiochem., 34:703-710, 2002. \n\n\n\n 51\n\nTombácz, E.; Libor, Z.; Illés, E.; Majzik, A. &amp; Klumpp, E.  The role of reactive \n\nsurface sites and complexation by humic acids in the interaction of clay \n\nmineral and iron oxide particles. Org. Geo., 35:257-267, 2004. \n\nVan Hees, P.A.W.; Ludstrom, U.S. &amp; Giesler, R. Low molecular weight organic \n\nacids and their Al-complex in soil solution – composition, distribution and \n\nseasonal variation in three podzolized soils. Geoderma, 94:173-200, 2000. \n\nViolante, A. &amp; Gianfreda, L. Competition in adsorption between phosphate and \n\noxalate on aluminium hydroxide montmorillonite complex. Soil Sci. Soc. \n\nAm. J., 57: 1235-1241, 1993. \n\nYeomans, J.C. &amp; Bremner, J.M. A rapid and precise method for routine \n\ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n\n1988.  \n\n\n\n 52\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 53\n\nQuadro 1A - Análise de variância dos resultados da produção de matéria seca da \nparte aérea (MSPA) e raiz (MSR), do conteúdo de P na parte aérea \n(PPA) e raiz (PR), de plantas de milho cultivadas no LVA com doses \ncrescentes de ácidos orgânicos em diferentes épocas de aplicação \n\n \n  Quadrado Médio \nFV GL MSPA MSR PPA PR \nBloco 2 0,260*** 1,221* 1,283° 0,245*** \nÉpoca 1 186,35*** 12,394*** 216,751** 20,107*** \n\nResíduo (a) 2 0,622 0,430 0,0955 0,222 \n      \nÁcido 2 36,220** 10,346** 22,796*** 8,90*** \n\nDose 5 4,046*** 0,100* 7,526*** 0,533° \n\nÁcido x Época 2 0,075*** 0,336*** 8,708*** 1,597** \n\nDose x Ácido 10 3,652** 0,772* 3,759*** 1,666*** \n\nDose x Época 5 2,437** 0,309*** 4,565*** 1,082** \n\nDose x Ácido x Época 10 1,571* 0,299*** 2,364*** 0,190*** \n\nResíduo (b) 68 0,616 0,374 0,447 0,252 \n\nResíduo (a/b)  0,616 0,377 0,428 0,250 \n\nCV (%)  12,45 24,24 9,99 23,78 \n°, *, ** e *** Significativos a 10, 5, 1 e 0,1%, respectivamente, pelo teste F. \n \n\n\n\n 54\n\nQuadro 2A - Análise de variância dos resultados da produção de matéria seca da \nparte aérea (MSPA) e raiz (MSR), do conteúdo de P na parte aérea \n(PPA) e raiz (PR), de plantas de milho cultivadas no LV com doses \ncrescentes de ácidos orgânicos em diferentes épocas de aplicação \n\n \n  Quadrado Médio \nFV GL MSPA MSR PPA PR \nBloco 2 0,617 0,96° 2,849 0,885° \n\nÉpoca 1 65,803*** 2,621* 267,453*** 1,463* \n\nResíduo (a) 2 0,222 0,079 2,401 0,633 \n      \nÁcido 2 2,283* 1,268* 12,496** 2,170* \n\nDose 5 0,766 0,204*** 9,073*** 0,512 \n\nÁcido x Época 2 0,188*** 0,429 1,765 0,141*** \n\nDose x Ácido 10 0,425*** 0,305*** 2,50° 0,438 \n\nDose x Época 5 1,13° 0,638 0,826*** 0,181*** \n\nDose x Ácido x Época 10 0,375*** 0,390*** 2,745° 0,586* \n\nResíduo (b) 68 0,513 0,401 1,343 0,290 \n\nResíduo (a/b)  0,497 0,383 1,402 0,309 \n\nCV (%)  7,21 17,80 12,35 12,09 \n°, *, ** e *** Significativos a 10, 5, 1 e 0,1%, respectivamente, pelo teste F. \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 55\n\nQuadro 3A - Produção de matéria seca da parte aérea (MSPA), da raiz (MSR), do \nconteúdo de P na parte aérea (PPA) e raiz (PR), de plantas de milho \ncultivadas no LVA, que receberam doses de ácidos orgânicos em \ndiferentes épocas de aplicação \n\nAA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; aplicação de ácido orgânico antes da aplicação de fosfato \n(EPA); aplicação de fosfato e ácido orgânico juntos (EPJ); LV = Latossolo Vermelho; LVA = Latossolo Vermelho-Amarelo. \n\n \n \n \n\n               AA AC AH Dose Variável Dose \n(AA e AC) \n\n \nEPA EPJ EPA EPJ EPA EPJ AH \n\n mmol dm-3        -------------------------- g vaso-1 ---------------------------- g dm-3 \n     \n\nMSPA 0,0 7,250 4,301 7,137 3,949 7,090 4,223 0,00 \n 0,5 8,164 4,080 7,480 4,803 7,439 6,149 0,75 \n 1,0 7,120 3,502 7,952 4,621 9,364 5,997 1,50 \n 2,0 6,857 4,449 8,041 4,902 9,550 7,386 3,00 \n 4,0 6,299 4,877 5,894 4,743 9,510 8,351 6,00 \n 8,0 6,306 4,358 5,873 4,228 9,520 4,907 12,0 \n\nMédia época 7,00 4,26 7,06 4,54 8,75 6,17  \nMédia ac. org.  5,63  5,80  7,46  \n         \n\nMSR 0,0 2,686 1,704 2,264 1,506 2,581 1,879 0,00 \n 0,5 2,839 1,698 2,698 2,118 3,058 2,763 0,75 \n 1,0 3,066 1,573 2,783 1,983 3,362 3,164 1,50 \n 2,0 3,157 2,356 2,822 1,612 3,481 3,022 3,00 \n 4,0 2,664 2,416 1,722 1,633 3,893 3,764 6,00 \n 8,0 2,733 2,008 1,801 1,673 3,879 2,420 12,0 \nMédia época 2,86 1,96 2,35 1,75 3,38 2,84  \nMédia ac. org.  2,41  2,05  3,11  \n\n         \n     -------------------------------- mg vaso-1-------------------------  \n         \n\nPPA 0,0 6,640 4,070 7,513 3,526 7,099 3,797 0,00 \n 0,5 9,163 4,009 8,872 4,778 8,099 6,127 0,75 \n 1,0 7,709 3,385 9,678 5,039 8,823 6,326 1,50 \n 2,0 8,212 3,918 8,973 5,476 9,346 7,537 3,00 \n 4,0 8,047 4,566 6,129 5,627 9,113 9,385 6,00 \n 8,0 7,810 4,076 5,844 6,173 9,177 6,265 12,0 \n\nMédia  7,93 4,00 7,83 5,10 8,61 6,57  \nMédia ac. org.  5,97  6,47  7,59  \n\n         \nPR 0,0 3,093 1,204 2,912 1,009 2,088 1,321 0,00 \n\n 0,5 2,504 1,310 2,531 1,509 2,680 2,402 0,75 \n 1,0 2,480 1,016 2,336 1,347 3,043 2,631 1,50 \n 2,0 2,694 1,612 2,729 1,157 2,988 2,308 3,00 \n 4,0 2,416 1,832 1,161 1,126 3,093 3,948 6,00 \n 8,0 2,138 1,403 1,124 1,265 3,210 2,580 12,0 \n\nMédia época 2,55 1,40 2,13 1,24 2,85 2,53  \nMédia ac. org.  1,98  1,69  2,69  \n\n\n\n 56\n\nQuadro 4A - Produção de matéria seca da parte aérea (MSPA), da raiz (MSR), do \nconteúdo de P na parte aérea (PPA) e raiz (PR), de plantas de milho \ncultivadas no LV, que receberam doses de ácidos orgânicos em \ndiferentes épocas de aplicação \n\nAA = ácido acético; AC = ácido cítrico; AH = ácidos húmicos; aplicação de ácido orgânico antes da aplicação de fosfato \n(EPA); aplicação de fosfato e ácido orgânico juntos (EPJ); LV = Latossolo Vermelho; LVA = Latossolo Vermelho-Amarelo. \n\n \n \n\n \n \n \n \n \n\n               AA AC AH Dose Variável Dose \n(AA e AC) \n\n \nEPA EPJ EPA EPJ EPA EPJ AH \n\n mmol dm-3       ---------------------------- g vaso-1 ---------------------------- g dm-3 \n     \n\nMSPA 0,0 11,055 9,180 10,811 9,054 11,016 9,197 0,00 \n 0,5 9,678 8,957 10,719 9,445 10,119 9,440 0,75 \n 1,0 9,853 9,270 10,639 9,291 10,848 9,257 1,50 \n 2,0 11,549 8,609 11,381 9,148 11,349 9,533 3,00 \n 4,0 10,815 8,826 10,295 9,241 11,194 9,371 6,00 \n 8,0 10,205 8,033 10,096 9,241 11,185 9,585 12,0 \nMédia época 10,53 8,81 10,66 9,24 10,95 9,40  \nMédia ac. org.  9,67  9,95  10,17  \n         \n\nMSR 0,0 3,403 3,699 3,626 3,907 3,454 3,891 0,00 \n 0,5 3,639 3,852 3,773 3,223 3,645 3,698 0,75 \n 1,0 3,760 3,507 3,863 2,964 3,718 3,863 1,50 \n 2,0 3,886 3,149 3,348 2,738 4,088 3,717 3,00 \n 4,0 4,170 3,175 3,385 2,888 4,054 3,649 6,00 \n 8,0 3,909 2,255 3,269 3,585 3,823 3,448 12,0 \nMédia época 3,79 3,27 3,54 3,22 3,80 3,71  \nMédia ac. org.  3,53  3,38  3,75  \n\n         \n  ------------------------------- mg vaso-1 ----------------------------  \n         \n\nPPA 0,0 9,298 6,764 9,002 6,992 9,492 6,951 0,00 \n 0,5 9,857 7,942 11,579 8,347 11,498 8,163 0,75 \n 1,0 10,007 7,507 11,679 8,664 12,120 8,887 1,50 \n 2,0 11,808 8,085 11,734 7,944 12,488 8,433 3,00 \n 4,0 12,002 7,665 10,128 6,963 11,500 9,497 6,00 \n 8,0 11,847 4,834 9,412 7,629 11,185 10,315 12,0 \n\nMédia  10,80 7,13 10,59 7,76 11,38 8,71  \nMédia ac. org.  8,97  9,17  10,04  \n\n         \nPR 0,0 2,820 2,895 3,241 3,102 2,876 2,961 0,00 \n\n 0,5 2,870 2,919 3,101 2,488 3,265 2,917 0,75 \n 1,0 2,676 2,673 2,902 2,049 2,833 3,035 1,50 \n 2,0 3,163 2,661 2,474 2,052 3,755 2,776 3,00 \n 4,0 3,623 2,574 2,322 1,859 3,201 3,271 6,00 \n 8,0 3,341 1,503 2,060 2,513 2,891 2,816 12,0 \nMédia época 3,08 2,54 2,68 2,34 3,14 2,96  \nMédia ac. org.  2,81  2,51  3,05  \n\n\n\n 57\n\nCAPÍTULO 3 \n\n \n\nÁCIDOS ORGÂNICOS E FLUXO DIFUSIVO DE FÓSFORO  \n\nEM AMOSTRAS DE LATOSSOLOS \n\n \n\n1. RESUMO \n\n \n\nÁcidos orgânicos podem exercer importante papel na disponibilidade de P nos \n\nsolos. Esses ácidos atuam reduzindo a adsorção de P, aumentando sua \n\nconcentração em solução, favorecendo o fluxo difusivo e tornando-o mais \n\ndisponível para as plantas. O objetivo deste trabalho foi avaliar o efeito da \n\nadição dos ácidos cítrico (AC) e húmicos (AH) no fluxo difusivo de P (FDP). Os \n\ntratamentos seguiram esquema fatorial 2x2x2x5, em que os fatores em estudos \n\nforam: dois solos (LVA e LV) x dois ácidos (acido cítrico - AC e húmicos - AH) x \n\nduas épocas de aplicação (ácidos orgânicos aplicados antes de P - EPA e junto \n\nao P - EPJ) x cinco doses. Foram utilizadas amostras de um Latossolo Vermelho \n\ntextura muito argilosa (LV) e um Latossolo Vermelho-Amarelo textura franco-\n\nargilo-arenoso (LVA). Utilizaram-se como câmara de difusão anéis de PVC com \n\n100 mm de diâmetro e 25 mm de altura, onde foram acondicionadas resinas de \n\ntroca aniônica (RTA). O experimento foi conduzido em condições de \n\nlaboratório, com temperatura controlada a 25 ± 2 °C, por 15 dias. Após esse \n\nperíodo, as câmaras foram desmontadas, retirando-se as RTA, que foram \n\nlavadas com jatos de água destilada e, posteriormente, o P foi dessorvido com \n\nsolução de HCl 0,5 mol L-1. A aplicação de ácidos orgânicos acarretou aumento \n\nno FD de fósforo total (Pt), fósforo inorgânico (Pi) e fósforo orgânico (Po), sendo \n\nque, de modo geral, os incrementos foram superiores no tratamento com AC \n\nquando comparados aquele com AH. O maior FDP ocorreu quando a aplicação \n\nde ácidos orgânicos foi realizada antes da aplicação de P. O aumento das doses \n\ndos ácidos orgânicos acarretou aumento no FDP. \n\n \n\n \n\nTermos de indexação: ácido cítrico, ácidos húmicos, difusão, fosfato \n\n \n\n\n\n 58\n\nCHAPTER 3 \n\n \n\nORGANIC ACIDS AND DIFFUSIVE FLUX OF  \n\nPHOSPHORUS IN OXISOLS \n\n \n\n2. ABSTRACT \n\n \n\nOrganic acids (OA) play an important role on phosphorus (P) availability in \n\nsoils. They can be adsorbed with great energy by soil components, reducing P \n\nadsorption, thus increasing short-range P mobility in the soil. The aim of this \n\nstudy was to evaluate the effect of citric acid (CA) and humic acids (HA) on the \n\ndiffusive flux of P in two contrasting Oxisols. The experiment was in a complete \n\nrandomized block design with treatments arranged in 2x2x2x5 factorial, in \n\nwhich the factors and their levels were: two Oxisols (a clayey Red Latosol - LV \n\nand a sandy-loam Red-Yellow Latosol - LVA); two organic acids (CA and HA); \n\ntwo timings of application (organic acid added before - EPB or at same time - \n\nEPJ of P application) and five doses of organic acids. After the establishment of \n\ntreatments, samples of the soils were placed in diffusion chambers (5 cm high \n\nand 10 cm OD PVC rings), where an anion exchange resin that acted as a plant \n\nroot sink was installed. The experiment was carried out under laboratory \n\nconditions, with controlled temperature (25 ± 2 °C), for 15 days. At the end of \n\nthe experiment, the resins were removed and washed with distilled water, \n\nplaced in P desorption solution (HCl 0.5 mol L-1) and shaken by 1.5 hours to 150 \n\nrpm. Total (Pt) and inorganic (Pi) P were determined by colorymetry and the \n\norganic P fraction (Po) was obtained by the difference between Pt and Pi. The \n\napplication of citric and humic acids increased the diffusive flux of Pt, Pi and \n\nPo. It was observed that, in general, the diffusive flux of P was superior in the \n\nsoil treated with CA in comparison to the one that received HA. The timing of \n\norganic acids application to the soils also influenced the diffusive flux of P; the \n\napplication of organic acids before P application resulted in larger diffusive flux \n\nof P.  \n\nIndex terms: citric acid, humic acids, diffusion, organic phosphorus \n\n \n\n\n\n 59\n\n1. INTRODUÇÃO \n\nEm solos tropicais, nos Latossolos em particular, o P é considerado um dos \n\nnutrientes mais limitantes para a produção agrícola. Esses solos são caracterizados \n\npelo acentuado grau de intemperismo, de natureza predominantemente oxídica, o que \n\nlhes confere grande capacidade de adsorção aniônica, principalmente para íons \n\nfosfato (Parfitt, 1978; Violant &amp; Gianfreda, 1993; Afif et al., 1995; Novais &amp; Smyth, \n\n1999), promovendo baixa concentração desse nutriente na solução do solo. Nessa \n\nsituação, o principal mecanismo de transporte de P no solo é a difusão.  \n\nA adsorção, portanto, reduz de maneira acentuada a disponibilidade de P \n\naplicado via fertilizantes. Nesse sentido, ácidos orgânicos podem exercer importante \n\npapel na disponibilidade de P nos solos. Esses ácidos atuam sobre o fenômeno de \n\nadsorção, diminuindo-a (Sibanda &amp; Young, 1986; Lopez Hernandez et al., 1986; \n\nViolante &amp; Gianfreda, 1993; Andrade et al., 2003a), tornando este elemento mais \n\ndisponível para as plantas (Haynes, 1984).  \n\nA atuação dos ácidos orgânicos na redução da adsorção de P tem sido muito \n\nestudada (Earl et al., 1979; Traina et al., 1986; Sibanda &amp; Young, 1986; Lopez \n\nHernandez et al., 1986; Mora et al., 1992; Violante &amp; Gianfreda, 1993; Silva, 1997; \n\nGeelhoed et al., 1999; Kirk, 1999; Andrade et al., 2003a). Ácidos orgânicos e P \n\ncompetem pelos mesmos sítios de adsorção no solo, tendo como conseqüências à \n\npossibilidade de aumento na biodisponibilidade e mobilidade de P no solo. Os \n\nmecanismos de redução no fenômeno de adsorção de P pelos ácidos orgânicos são \n\ncomplexos, sendo o monitoramento da concentração de P e, ou, dos ácidos orgânicos \n\napós período de equilíbrio, a técnica mais amplamente utilizada (Earl et al., 1979; \n\nTraina et al., 1986; Sibanda &amp; Young, 1986; Lopez Hernandez et al., 1986; Violante \n\n&amp; Gianfreda, 1993; Silva et al., 1997; Andrade et al., 2003a).  \n\nNesse sentido, faz-se necessária a utilização de técnicas que relacionem a \n\natuação dos ácidos orgânicos no aumento da concentração de P na solução do solo e, \n\npor conseguinte, sua disponibilidade de P para as plantas. Resinas de troca aniônica, \n\ncom capacidade de adsorver o P, simulando sua absorção pelo sistema radicular, \n\nparece ser uma alternativa para se estudar o efeito dos ácidos orgânicos no aumento \n\nda disponibilidade de P para as plantas. \n\nA eficiência desses ácidos, nesse sentido, depende do pH do solo, das \n\nquantidades de ânions orgânicos e da persistência destes no solo (Kirk, 1999). \n\n\n\n 60\n\nMoléculas com maior número de grupos funcionais são mais efetivas na competição \n\npelos sítios de adsorção (Schwertmann et al., 1986; Novais &amp; Smyth, 1999) e \n\ncompostos orgânicos de cadeia mais simples são, normalmente, mineralizados mais \n\nrapidamente (Iyamuremye &amp; Dick, 1996; Geelhoed et al., 1999). A aplicação de \n\nesterco de curral, a incorporação de restos culturais no solo, sistemas de manejo \n\ncomo o plantio direto, a exsudação de raízes e o metabolismo de microrganismos \n\ncomo fontes naturais desses ácidos promovem reposição contínua desses ácidos, \n\nmantendo o processo de bloqueio dos sítios de adsorção de maneira mais contínua e, \n\nportanto, mais efetiva (Novais &amp; Smyth, 1999). Este trabalho teve o objetivo de \n\navaliar o efeito da aplicação dos ácidos cítrico e húmicos no fluxo difusivo de P no \n\nsolo, em amostras de Latossolos. \n\n4. MATERIAL E MÉTODOS \n\nOs tratamentos seguiram esquema fatorial 2x2x2x5 em que os fatores em \n\nestudo foram: dois solos (Latossolo Vermelho-Amarelo - LVA e Latossolo \n\nVermelho - LV) x dois ácidos orgânicos (ácido cítrico - AC e húmicos - AH) x \n\nduas épocas de aplicação (ácidos orgânicos aplicados antes de P - EPA e junto ao \n\nP - EPJ) x cinco doses de ácidos orgânicos. O experimento foi disposto em \n\ndelineamento em blocos casualizado, com quatro repetições. \n\nUtilizaram-se amostras superficiais (0 - 20 cm) de um Latossolo Vermelho \n\ntextura muito argilosa (LV), coletado na região de Sete Lagoas - MG e de um \n\nLatossolo Vermelho-Amarelo textura franco-argilo-arenosa (LVA), coletado na região \n\nde João Pinheiro - MG (Quadro 1). \n\nAs amostras dos solos foram colocadas em sacos plásticos para realização da \n\ncalagem, pelo método Al3+ e Ca2+ + Mg2+ (Alvarez V. &amp; Ribeiro, 1999), com \n\ncalcário calcítico comercial, acrescido de MgCO3 (relação Ca:Mg, 4:1).  Em seguida, a \n\numidade dos solos foi ajustada para 80% capacidade de campo, determinada com base \n\nno equivalente de umidade (Ruiz et al., 2003). Após 15 dias de incubação, os solos \n\nforam secos ao ar e passados em peneira de 1 mm. \n\nAdicionaram-se às amostras de solos diferentes doses de ácido cítrico (AC) e \n\nácidos húmicos (AH) e dose constante de P (350 mg dm-3). Como fonte de P, \n\nutilizou-se KH2PO4. Os ácidos húmicos foram extraídos de um solo orgânico (turfa) \n\npela técnica sugerida pela “International Humic Substances Society”, descrita por \n\nHayes et al. (1989). \n\n\n\n 61\n\n \n\nQuadro 1 - Características físicas e químicas de amostras do Latossolo Vermelho \ntextura muito argilosa (LV) e do Latossolo Vermelho-Amarelo textura \nfranco-argilo-arenosa (LVA) \n\n \n\nCaracterística LV LVA \n\nArgila (g kg-1) 1/ 730 190 \nSilte (g kg-1) 1/ 110 70 \nAreia grossa (g kg-1) 1/ 120 270 \nAreia fina (g kg-1) 1/ 40 470 \nC.Org. (g kg-1) 2/ 45 12 \npH-H2O\n\n 3/ 5,7 4,8 \nAl3+ (cmolc dm\n\n-3) 4/ 0,0 0,2 \nCa2+ (cmolc dm\n\n-3) 4/ 3,09 0,37 \nMg2+ (cmolc dm\n\n-3) 4/ 0,54 0,09 \nK+ (mg dm-3) 5/ 99 29 \nP (mg dm-3) 5/ 3,1 0,6 \nP-rem (mg L-1) 6/ 11,0 25,6 \nCMAP (mg cm-3) 7/ 1,2 0,7 \n\n1/ Método da pipeta; 2/ Yeomans &amp; Bremner (1988) 3/ Relação solo-água 1:2,5; 4/ Extrator KCl 1 mol/L; 5/ Extrator Mehlich-1; 6 \nFósforo remanescente (Alvarez V. et al., 2000); 7/ Capacidade máxima de adsorção de P (Olsen &amp; Watanabe, 1957). \n\n \n\n \n\nAs doses utilizadas para o AC foram de 0,0; 1,0; 2,0; 4,0; e 8,0 mmol dm-3. \n\nPara os ácidos húmicos, por serem polímeros de massa molecular indefinida, as doses \n\nforam de 0,0; 1,5; 3,0; 6,0 e 12 g dm-3, correspondente à aplicação de 0; 10; 20; 40 e \n\n80 t ha-1 de composto orgânico, com 400 g kg-1 de água. Os ácidos húmicos \n\nutilizados continham 568,9 g kg-1 de carbono e 31,2 g kg-1 de N. \n\nOs ácidos orgânicos foram aplicados sete dias antes da aplicação de P (EPA) \n\n- ou aplicados junto com o P (EPJ). O teor de água no solo foi elevado a 80% da \n\ncapacidade de campo mediante a aplicação das soluções de macro e micronutrientes \n\n(Quadro 2) (Novais et al., 1991), juntamente com a aplicação dos  ácidos orgânicos (AC \n\ne AH). \n\n Utilizou-se como câmara de difusão anéis de PVC com 100 mm de diâmetro \n\ne 25 mm de altura, com volume útil de 0,174 dm-3 de solo. Cada câmara recebeu \n\nmetade do volume de solo e, em seguida, foi acomodada uma lâmina de resina de \n\ntroca aniônica (RTA), tipo base forte 204U2ARA (Ionics Inc., EUA), de tamanho 25 \n\nx 40 mm, completando-se, em seguida, o volume da câmara com o solo. Em seguida \n\ncada câmara de difusão foi colocada em saco plástico que foi fechado para evitar \n\nperdas de umidade durante a fase experimental. \n\n \n\n\n\n 62\n\nQuadro 2 - Doses e fontes de macro e micronutrientes aplicados aos solos1/ \n \n\nNutriente Dose Fonte \n     mg dm-3 \n\nFósforo 350 KH2PO4 \nNitrogênio 100 (NH4)2NO3 \nEnxofre 65 ZnSO4.7H2O/ CuSO4.5H2O \nPotássio 125 \n\n \nKCl \n\nBoro 0,81 H3BO3 \nManganês 3,66 MnCl2.4H2O \nZinco 4,00 ZnSO4.7H2O \nCobre 1,33 CuSO4.5H2O \nFerro 1,53 FeCl3.6H2O \nMolibdênio 0,15 (NH4)6Mo7O24.4H2O \n\n1/ Novais et al., 1991.  \n \n\n \nApós período de 15 dias, as câmaras foram desmontadas, retirando-se as \n\nRTA, que foram lavadas com jatos de água destilada e posteriormente o P foi \n\ndessorvido com solução de HCl 0,5 mol L-1 agitadas por 1,5 h (Raij &amp; Quaggio, \n\n1983) a 150 rpm. O experimento foi conduzido em condições de laboratório, com \n\ntemperatura controlada a 25 ± 2° C. \n\nNa solução de dessorção determinaram-se P total (Pt), após digestão nítrico-\n\nperclórica e determinação por colorimetria do complexo fosfo-molíbdico (Braga &amp; \n\nDefelipo, 1974); P inorgânico (Pi), determinado em outra alíquota da solução, sem a \n\ndigestão; o P orgânico (Po) foi obtido por diferença entre Pt e Pi. \n\nOs dados foram submetidos à análise de variância, sendo os efeitos dentro dos \n\nfatores qualitativos desdobrados em contrastes e, para o fator quantitativo, ajustados \n\nmodelos de regressão. \n\n5. RESULTADOS E DISCUSSÃO \n\nA utilização da resina de troca aniônica (RTA) se mostrou como uma \n\nimportante ferramenta para estudos que relacionam o efeito da adição de material \n\norgânico na diminuição da adsorção de P, e conseqüente aumento de seu fluxo \n\ndifusivo (FD) no solo. A resina funciona como um dreno para P, extraindo parte da \n\nfração lábil, com a vantagem de não apresentar características químicas que possam \n\ninterferir sobre as formas de P no solo. \n\nA aplicação de AC e AH acarretou, de maneira geral, aumento no fluxo \n\ndifusivo (FD) de Pt, Pi e Po (Figura 1 a 3).  Os ácidos orgânicos adicionados atuam \n\nsobre a adsorção de P, diminuindo-a (Sibanda &amp; Young, 1986; Lopez Hernandez et \n\n\n\n 63\n\n \n\n                                                               \n\n \n\n \n \n      \n \nFigura 1 - Fluxo difusivo, durante 15 dias, de fósforo total para diferentes doses de \n\nácidos cítrico (AC) e húmicos (AH), em diferentes épocas de aplicação \n(aplicação de ácidos orgânicos antes do P - EPA; aplicação de ácidos \norgânicos junto ao P - EPJ) para o Latossolo Vermelho-Amarelo (LVA) e \no Latossolo Vermelho (LV) \n\n \n                                                                    \n        \n\n \n \n \n \n \n \n \n \n\n0 2 4 6 8\n\nEPJ - LV \n\n0 2 4 6 8\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPJ - LV \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPA - LVA EPA - LV\n\n   0             3               6              9             12 \n\nDose de AC, mmol dm-3  \n\n   0            3              6              9             12 \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\nAC  Y  = 0,56 + 0,27**X  - 0,034**X2  R2 = 0,76 \n\nAH  Y  = 0,47 + 0,055*X - 0,006*X2 R2 = 0,69 \n\nAC Y  = 0,39 + 0,10**X - 0,010**X2 R2 = 0,86 \n\nAH Y  = 0,48 + 0,05**X - 0,006**X2  R2 = 0,63 \n\nAC Y  = 0,37+ 0,25**X - 0,03**X2 R2 = 0,59 \n\nAH  Y  = 0,41 + 0,11**X  - 0,012**X2 R2 = 0,89 \n\nAC Y  = 0,50 + 0,02°X - 0,003**X2 R2 = 0,59 \n\nAH  Y  = 0,53 - 0,0177X + 0,002°X2  R2 = 0,69 \n\nDose de AH, g dm-3  \n\nDose de AC, mmol dm-3  \n\nDose de AH, g dm-3  \n\n  EPA - LVA EPA - LV \n\nEPJ - LVA EPJ - LV \n\n?   AC \n     \n?   AH \n\n\n\n 64\n\n \n \n \n\n \n\n \n \n\n \n \n \n \nFigura 2 - Fluxo difusivo, durante 15 dias, de fósforo inorgânico para diferentes \n\ndoses de ácidos cítrico (AC) e húmicos (AH), em diferentes épocas de \naplicação (aplicação de ácidos orgânicos antes do P - EPA; aplicação de \nácidos orgânicos junto ao P - EPJ) para o Latossolo Vermelho-Amarelo \n(LVA) e o Latossolo Vermelho (LV) \n\n \n \n \n \n \n \n \n \n \n \n \n\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPA - LVA EPA - LV \n\n0 2 4 6 8\n\nEPJ - LV \n\n0 2 4 6 8\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPJ - LVA \n\n  0            3               6              9             12 \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\nAC Y  = 0,12 + 0,26**X - 0,029**X2 R2 = 0,88 \n\nAH Y  = 0,22 + 0,017**X R2 = 0,88 \n\nAC Y  = 0,24 - 0,023*X  + 0,004**X2 R2 = 0,74 \n\nAH  Y  = 0,15 + 0,06**X - 0,003**X2  R2 = 0,98 \n\nAC Y  = 0,18 - 0,002X  + 0,002°X2 R2 = 0,95 \n\nAH Y  = 0,149 + 0,019°X - 0,001°X2 R2 = 0,71 \n\nAC Y  = 0,15 + 0,012°X + 0,0003°X2 R2 = 0,96 \n\nAH  Y  = 0,18 - 0,0027x  + 0,001°X2 R2 = 0,87 \n\nDose de AC, mmol dm-3  \n\nDose de AH, g dm-3  \n\nDose de AC, mmol dm-3  \n\nDose de AH, g dm-3  \n\nEPA - LVA EPA - LV \n\nEPJ - LVA EPJ - LV \n\n?   AC \n     \n?   AH \n\n \n\n\n\n 65\n\n \n \n \n\n \n\n \n \n \n \nFigura 3 - Fluxo difusivo, durante 15 dias, de fósforo orgânico para diferentes doses \n\nde ácidos cítrico (AC) e húmicos (AH), em diferentes épocas de aplicação \n(aplicação de ácidos orgânicos antes do P - EPA; aplicação de ácidos \norgânicos junto ao P - EPJ) para o Latossolo Vermelho-Amarelo (LVA) e \no Latossolo Vermelho (LV) \n\n \n \n \n \n \n \n \n \n \n \n \n \n\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPA - LVA\n\n0 2 4 6 8\n0,0\n\n0,5\n\n1,0\n\n1,5\nEPJ - LVA\n\nEPA - LV\n\n0 2 4 6 8\n\nEPJ - LV\n\n   0            3               6              9              12    0             3               6              9             12 \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\nP\n (\n\nµ\nm\n\nol\n m\n\n-2\n s\n\n-1\n) \n\nAC Y  = 0,44 + 0,0169°X - 0,008°X2 R2 = 0,45 \n\nAH Y  = 0,26 + 0,02°X - 0,004°X2 R2 = 0,53 \n\nAC Y  = 0,14 + 0,27**X - 0,032**X2 R2 = 0,59 \n\nAH  Y  = 0,26 + 0,045X - 0,009*X2 R2 = 0,83 \n\nAC Y  = 0,20 + 0,11**X - 0,013**X2 R2 = 0,86 \n\nAH Y  = 0,26 + 0,07*X - 0,009*X2 R2 = 0,86 \n\nAC Y  = 0,34 + 0,009X - 0,003°X2 R2 = 0,59\n\nAH Y  = 0,35 - 0,015*X + 0,0007°X2 R2 = 0,51\n\n  \n\n  \n\nDose de AC, mmol dm-3  \n\nDose de AH, g dm-3  \n\nDose de AC, mmol dm-3  \n\nDose de AH, g dm-3  \n\nEPA - LVA EPA - LV \n\nEPJ - LVA EPJ - LV \n\n?   AC \n     \n?   AH \n\n\n\n 66\n\nal., 1986; Violante &amp; Gianfreda, 1993; Andrade et al., 2003a). A competição pelos \n\nsítios de adsorção ou pelo prévio bloqueio destes sítios pelos ácidos orgânicos \n\ninterfere diretamente no fluxo difusivo de P (FDP), propiciando maior mobilidade de \n\nP no solo. \n\nNa EPA, para o Pt, observou-se aumento máximo no FD de 171 e 120 % para \n\no AC, e 59 e 64 % para o AH (Figura 1), para o LVA e LV respectivamente. Para a \n\nEPJ o aumento máximo no FDP foi de 45 e 29 % para o AC, e 42 e 32 % para o AH \n\n(Figura 1), para o LVA e LV, respectivamente. Estes resultados foram obtidos em \n\nrelação ao máximo aumento no FDP, subtraindo-se o valor do FDP para a \n\ntestemunha. \n\nOs valores para o FD de Pt, Pi e Po foram, de modo geral, superiores para o \n\nAC quando comparados ao AH (Quadro 3), para ambos os solos. Os valores \n\nsuperiores no tratamento com AC são justificados pela maior capacidade de \n\ncompetição deste pelos mesmos sítios de adsorção de P em comparação aos AH, \n\nconduzindo ao aumento na concentração de P na solução do solo, conforme \n\nobservado por Andrade et al. (2003). Por ser um ácido orgânico baixo peso \n\nmolecular (AOBPM) - estrutura mais simples - e alta densidade de carga, o AC teria \n\nmaior eficiência para acessar e bloquear os sítios de adsorção. \n\nOs AH, de estrutura mais complexa (Stevenson, 1986) que os AOBPM, não \n\nseriam tão eficientes quanto a esta característica, principalmente para os sítios de \n\nadsorção no interior dos microagregados. Segundo Stevenson (1986), os AH podem \n\nformar verdadeiros envoltórios na superfície adsorvente, favorecendo um bloqueio \n\nfísico, menos eficiente que o químico, justificando as diferenças encontradas entre os \n\nácidos orgânicos. \n\nOutro aspecto positivo é o fato de quando presentes na solução do solo esses \n\nácidos podem formar complexos orgânico-metálicos estáveis com Fe ou Al (Sposito, \n\n1989), diminuindo a adsorção. Segundo Iyamuremye &amp; Dick (1996) certos ácidos \n\norgânicos na solução podem reduzir drasticamente a quantidade de P precipitado, \n\ndevido à formação de compostos ou complexos estáveis entre Fe ou Al, fato este que \n\npossibilitaria o aumento do FDP no solo. \n\nObservou-se que a aplicação de ácidos orgânicos antes da aplicação de P \n\n(EPA), quando comparada à aplicação de ácidos e P conjuntamente (EPJ), acarretou \n\nmaior FDP, para ambos os solos (Quadro 4). O bloqueio prévio dos sítios de \n\nadsorção foi a maneira mais eficiente em reduzir o fenômeno de adsorção de P, e o \n\n \n\n\n\n 67\n\n \n\nQuadro 3 - Contraste das médias das doses e das épocas de aplicações de fósforo e \nácidos orgânicos, dentro dos solos estudados (LV e LVA) para fósforo \ntotal (Pt), fósforo inorgânico (Pi) e fósforo orgânico (Po) \n\n \nVariável LVA LV  \n\n C1 \n ---------------------------- mmol m-2 s-1---------------------------- \nPt 0,144** 0,076** \nPi 0,103** -0,020** \nPo 0,041° 0,086** \n\nC1 = AC vs AH (+,-); AC = ácido cítrico; AH = ácidos húmicos; LVA = Latossolo Vermelho-Amarelo; LV = Latossolo \nVermelho; Pt = fósforo total; Pi = fósforo inorgânico; Po = fósforo orgânico. \n°, * e ** Significativos a 10, 5 e 1% respectivamente pelo teste F. \n\n \n\n \n\nQuadro 4 - Contraste das médias das doses de ácidos orgânicos, das épocas de \naplicação de fósforo e ácidos orgânicos, dentro dos diferentes solos \n(LV e LVA) para fósforo total (Pt), fósforo inorgânico (Pi) e fósforo \norgânico (Po) \n\n \n\n \n\nTratamento Pt Pi Po \n\n C2 \n -------------------------------- mmol m-2 s-1------------------------------- \nAC d\\ LVA 0,260** 0,222** 0,050ns \nAH d\\ LVA -0,017ns 0,056** -0,047** \nAC d\\ LV 0,144** 0,050** 0,094** \nAH d\\ LV 0,011° 0,082** -0,071ns \n\nC2 = EPA vs EPJ  (+,-); AC = ácido cítrico; AH = ácidos húmicos; LV = Latossolo Vermelho; LVA = Latossolo Vermelho \nAmarelo; Pt = fósforo total; Pi = fósforo inorgânico; Po =  fósforo orgânico. \n°, * e ** Significativos a 10, 5 e 1% respectivamente pelo teste F. \n\n \n\n \n\nconseqüentemente aumento do FDP. Nesse sentido, Lopez-Hernandes et al. (1986), \n\ntrabalhando com amostras de solos tropicais na avaliação da adsorção competitiva \n\nentre P, malato e oxalato, concluíram que os ânions orgânicos foram mais \n\nrapidamente adsorvidos pelo solo do que o P, e quando presentes na rizosfera, esses \n\nânions podem melhorar a disponibilidade de P no solo. A máxima redução na \n\nadsorção ocorreu quando a adição do ânion orgânico precedeu à do fosfato. \n\nResultados semelhantes foram encontrados por Violante &amp; Gianfreda (1993). \n\nSegundo esses autores, no estudo da adsorção entre oxalato e P no complexo \n\nhidróxido de alumínio-montmorilonita, a máxima redução na adsorção de P foi \n\nverificada quando se adicionou o oxalato antes do P. \n\n\n\n 68\n\nBiondi et al. (1994) analisando o efeito da aplicação de ácido húmico em duas \n\namostras de solo (Inceptisol e Entisol), observaram que a adição de AH ocasionou \n\nlixiviação de P 25 % a mais que na testemunha, o que foi atribuído a dois efeitos: a \n\nafinidade do AH pelos sítios positivos das extremidades dos minerais de argila, \n\ncompetindo com os ânions fosfato, e a diminuição do pH favorecendo a adsorção de \n\nfósforo por meio de grupos fenólicos nas moléculas do AH. Esses autores concluíram \n\nque a adição de altas doses de AH cria situações de alta mobilidade de P no solo. \n\nPara as maiores doses do AC observou-se efeito negativo sobre o FDP \n\n(Figura 1). Este fato pode estar relacionado à desestabilização estrutural \n\n(Shanmuganathan &amp; Oades, 1983; Tombácz et al., 2004) ocasionada pelo AC, \n\nconforme verificado por Andrade et al. (2003b). \n\nA adsorção dos ácidos orgânicos acarreta bloqueio das cargas positivas do \n\nsistema, gerando excesso de cargas negativas. Durgin &amp; Chaney (1984) ressaltaram \n\nque além de bloquear cargas positivas, os polímeros orgânicos podem gerar cargas \n\nnegativas em razão dos seus grupos funcionais, principalmente COOH e OH, \n\nfortalecendo o efeito dispersivo de argilas. Essa dispersão expõe sítios de adsorção \n\nde P, anteriormente de difícil acesso ao P (regiões intragregados), diminuindo o FDP. \n\nEste comportamento é observado principalmente para a EPA (Figura 1), \n\npossivelmente em virtude do maior tempo de contato dos ácidos orgânicos com o \n\nsolo, para esta época, frente a EPJ. \n\nObservou-se que a variação do FD do Pt (Figura 1), está melhor relacionada \n\ncom a variação do Po (Figura 3) tanto para o LV como LVA, sugerindo a \n\nimportância da atividade microbiana quando da aplicação de compostos orgânicos ao \n\nsolo, e a quantificação da fração orgânica em estudos dessa natureza. Os AOBPM \n\nsão uma importante fonte de C lábil para os microrganismos (Boudot, 1992; Jones &amp; \n\nDarrah, 1994; van Hees et al., 2002), causando aumento elevado da biomassa \n\nmicrobiana (Strom et al., 2001), propiciando maior tempo de ciclagem no \n\ncompartimento biológico e, conseqüentemente, diminuindo a adsorção de P, mesmo \n\nque de maneira transitória. Alguns ácidos orgânicos são rapidamente degradados no \n\nsolo, com tempo de meia vida variando de 0,5 a 12 h (van Hees et al., 2005).  \n\nOs métodos utilizados para dosar o P na solução do solo restringem-se, em \n\nprincípio, ao Pi. Entretanto os ácidos orgânicos, além de competir com o P pelos \n\nsítios de adsorção e diminuir a intensidade do fenômeno, podem também formar \n\ncompostos ternários com o P (ácido orgânico-metal-PO4), evitando sua adsorção \n\n\n\n 69\n\n(Frossard et al., 1995). Nesse sentido, torna-se fundamental para trabalhos dessa \n\nnatureza não só quantificar o Pi, mas, também, a fração orgânica. Embora o P possa \n\nocorrer como Pi nesses complexos, é funcionalmente equivalente ao Po, pois sua \n\ntransformação a Pi está condicionada à da matéria orgânica. \n\nEsses resultados reforçam a importância das práticas de manejo que levem ao \n\naporte contínuo de material orgânico ao solo promovendo reposição contínua desses \n\nácidos, mantendo o processo de bloqueio dos sítios de adsorção de maneira mais \n\ncontínua e, tornando este elemento mais disponível para as plantas. \n\n6. CONCLUSÕES \n\nO ácido cítrico foi mais eficiente que os ácidos húmicos em aumentar o fluxo \n\ndifusivo de P, para os solos estudados; \n\nA aplicação de ácidos orgânicos antes da aplicação de P acarretou maior \n\nfluxo difusivo de P comparativamente a aplicação de ácidos orgânicos junto à \n\naplicação de P, em ambos os solos; \n\nO aumento das doses dos ácidos orgânicos acarretou aumento no fluxo \n\ndifusivo de P. \n\n\n\n 70\n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAfif, E.; Barrón, V. &amp; Torrent, J. Organic matter delays but does not prevent \n\nphosphate sorption by cerrado soils from Brazil. Soil Sci., 159:207-211, \n\n1995. \n\nAlvarez V, V.H. &amp; Ribeiro, A.C. Calagem. In: Ribeiro, A.C.; Guimarães, P.T.G. &amp; \n\nAlvarez V, V.H. Recomendações para o uso de corretivos e fertilizantes em \n\nMinas Gerais - 5ª aproximação. Viçosa, MG. 1999. p. 43-60. \n\nAlvarez V, V.H; Novais, R.F.; Dias, L.E. &amp; Oliveira, J.A. Determinação e uso de \n\nfósforo remanescente, Boletim informativo SBCS, Viçosa, 52:27-32, 2000. \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em Latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003a. \n\nAndrade, F.V.; Mendonça, E.S.; Correa, M.M. &amp; Schaefer, C.E.R.G. Efeito dos \n\nácidos orgânicos de baixo peso molecular na desestabilização estrutural e \n\nformação de camadas coesas. In. V Encontro Brasileiro de Substâncias \n\nHúmicas, Curitiba, PR, 2003. Resumos expandidos...Curitiba, PR: UFPR, p. \n\n66-69, 2003b \n\nBiondi, F.A.; Figliolia, A; Indiati, R. &amp; Izza, C. Effects of fertilization with humic \n\nacids on soil and plant metabolism; a multidisciplinary approach. In Senesi, N \n\n&amp; Miano, T.M. (eds) Humic substances in the global Environment and \n\nImplication on Human Health 1a ed., Amsterdam, Elsevier Science B.V. \n\n1994, p.239-244. \n\nBoudot, J.P. Relative efficiency of complexed aluminium, noncrystalline Al \n\nhydroxide, allophane and imogolite in retarding the biodegradation of citric \n\nacid. Geoderma 52:29-39, 1992. \n\nBraga, J.M. &amp; Defelipo, B.V. Determinação espectrofotométrica de fósforo em \n\nextratos de solo e material vegetal. R. Ceres, 21:73-85, 1974. \n\nDurgin, P.B. &amp; Chaney, J.G.  Dispersion of kaolinite by  dissolved organic matter \n\nfrom douglas-fir roots. Can. J. Soil Sci., 64: 445-455, 1984. \n\n\n\n 71\n\nEarl, K.D.; Syers, J.K. &amp; McLaughlin, J.R. Origin of the effects of citrate, tartarate, \n\nand acetate on phosphate sorption by soils and synthetic gels. Soil Sci. Soc. \n\nAm. J., 43:674-678, 1979. \n\nFrossard, E.; Brossard, M.; Hedley, M.J. &amp; Metherell, A. Reactions controlling the \n\ncycling of P in soils. In: H. Tiessen (ed). Phosphorus in the global \n\nenvironment. New York, John Wiley &amp; Sons, 1995. p. 107-137 \n\nGeelhoed, J.S.; Van Riemsdijk, W.H. &amp; Findenegg, G.R. Simulation of the effect of \n\ncitrate exudation from roots on the plant availability of phosphate adsorbed \n\non goethite. Eur. J. Soil Sci., 50:379-390, 1999. \n\nHayes, M.H.B.; Maccarty, P.; Malcoln, R.L. &amp; Swift, R.S. The search for the \n\nstructure: setting the scene. In: Hayes, M.H.B.; MacCarthy, P.; Malcolm, R.L. \n\n&amp; Swift, R.S. (eds.). Humic substances II. In search for the structure. \n\nChichester, 1989. p.689-733. \n\nHaynes, R.J. Lime and phosphate in the soil plant system. Adv. Agron., 37:249-315, \n\n1984. \n\nIyamuremye, F. &amp; Dick, R.P. Organic amendments and phosphorus sorption by soils. \n\nAdv. Agron. J., 75:457- 461, 1996. \n\nJones, D.L. &amp; Darrah, P.R. Role of root derived organic acids in the mobilization of \n\nnutrients from the rhizosphere. Plant Soil, 166:247-257, 1994. \n\nKirk, G.J.D. A model of phosphate solubilization by organic anion excretion from \n\nplant roots. Eur. J. Soil Sci., 50:369-378, 1999. \n\nLopez-Hernandes, D.; Siegert, G. &amp; Rodriguez, J.V. Competitive adsorption of \n\nphosphate with malate and oxalate by tropical soil. Soil Sci. Soc. Am. J., \n\n57:1460-1462, 1986. \n\nLundström, U.S.; Van Breemen, N. &amp; Bain, D. The podzolization process. A review. \n\nGeoderma, 94:91-107, 2000. \n\nMora, M.I.L.; Galindo, G.G. &amp; Escudey, M.C. The role of iron oxides and organic \n\nmatter on phosphate adsorption in model allophanic synthetic soils. \n\nAgricultura técnica, 52:417-421, 1992. \n\n\n\n 72\n\nNovais, R.F.; Neves, J.C.L. &amp; Barros, N.F. Ensaio em ambiente controlado. In: \n\nOliveira, A.J.; Garrido, W.E.; Araújo, J.D. &amp; Lourenço, S. Métodos de \n\npesquisa em fertilidade do solo. EMBRAPA-SAE, Brasília, 1991. p.189-254. \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa, \n\nUniversidade Federal de Viçosa, 1999. 399p. \n\nParfitt, R.L. Anion adsorption by soils and soil materials. Adv. Agron., 30:1-50, \n\n1978. \n\nRaij, B. van &amp; Quaggio, J.A. Métodos de análises de solo para fins de fertilidade. \n\nCampinas, 1983, 31p. Boletim técnico n° 81. \n\nRuiz, H.A.; Ferreira, G.B. &amp; Pereira, J.B.M. Estimativa da capacidade de campo de \n\nLatossolos e Neossolos Quartzarênicos pela determinação do equivalente \n\numidade. R. Bras. Ci. Solo, 27:389-393, 2003. \n\nSchwertman, U.;, Kodama, H. &amp; Fisher, W.R. Mutual interactions between organics \n\nand iron oxides. In: Huang, P.M. &amp; Schnitzer, M. (eds.) Interaction of soil \n\nminerals with natural organics and microbes. Madison: SSSA Spec. Publ. no \n\n17, WI. 1986. p.223-247. \n\nShanmuganathan, R.T. &amp; Oades, J.M. Influence of anions on dispersion and physical \n\nproperties of the A horizon of a Red-Brown Earth. Geoderma, 29:257-277, \n\n1983. \n\nSibanda, H.M. &amp; Young, S.D. Competitive adsorption of humic acids and phosphate \n\non goethite , gibbsite and two tropical soils. J. Soil Sci., 37:197-204, 1986. \n\nSilva, M.L.N.; Curi, N.; Blancaneaux, P.; Lima, J.M. &amp; Carvalho, A.M. Rotação \n\nadubo verde-milho e adsorção de fósforo em Latossolo Vermelho Escuro. \n\nPesq. Agropec. Bras., 32:649-654, 1997. \n\nSposito, G. The chemistry of soil. New York: Oxford University, 1989. 277p. \n\nStevenson, F.J. Cycles of: Carbon, nitrogen, phosphorus, sulphur, micronutrients. \n\nNew York. John Wiley e Sons, 1986. 380p. \n\n\n\n 73\n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acids behaviour in a \n\ncalcareouds soil: sorption reactions and biodegradatin rates. Soil Biol. \n\nBiochem., 33:2125-2133, 2001. \n\nTombácz, E.; Libor, Z.; Illés, E.; Majzik, A. &amp; Klumpp, E.  The role of reactive \n\nsurface sites and complexation by humic acids in the interaction of clay \n\nmineral and iron oxide particles. Org. Geo., 35: 257-267, 2004. \n\nvan Hees, P.A.W.; Jones, D.L. &amp; Godbold, D.L., Biodegradation of low molecular \n\nweight organic acids in forest soils. Soil Biol. Biochem., 34:1261-1272, 2002. \n\nViolante, A. &amp; Gianfreda, L. Competition in adsorption between phosphate and \n\noxalate on aluminium hydroxide montmorillonite complex. Soil Sci. Soc. \n\nAm. J., 57:1235-1241,1993. \n\nTraina, S.J.; Sposito, G.; Hesterberg, D. &amp; Kafkafi, U. Effects of pH and organic \n\nacids on orthophosphate solubility in an acidic, montmorillonitic soil. Soil \n\nSci. Soc. Am. J., 50:45-51, 1986. \n\nYeomans, J.C. &amp; Bremner, J.M. A rapid and precise method for routine \n\ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n\n1988. \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 74\n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n \n \n \n\nAPÊNDICE \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n 75\n\nQuadro 1A - Análise de variância dos resultados do fluxo difusivo para o fósforo \ntotal (Pt), fósforo inorgânico (Pi) e fósforo orgânico (Po) em amostras \nde dois solos que receberam doses de ácidos orgânicos e dose de \nfósforo em diferentes épocas de aplicação \n\n \n  Quadrado Médio \nFV GL Pt Pi Po \nBloco 3 11,478** 13,591** 5,902** \nSolo (S) 1 11,125** 18,510** 0,033 \nÁcido (A) 1 44,270** 10,236** 15,042** \nÉpoca de Aplicação (E)    1 54,444** 97,400** 0,298* \nDoses (D) 4 26,896** 28,231** 15,701** \nS x A 1 3,544** 41,629** 3,031** \nS x E 1 2,265** 25,564** 1,450** \nS x D 4 6,940** 5,938** 6,046** \nA x D 4 7,929** 1,718** 4,093** \nA x E 1 25,490** 8,123** 11,239** \nE x D 4 7,011** 8,170** 2,694** \nS x A x E 1 5,036** 8,852** 0,009 \nS x A x D 4 5,542** 8,416** 7,805** \nS x E x D 4 14,044** 7,641** 16,592** \nA x E x D 4 5,422** 4,310** 1,711** \nS x A x E x D 4 10,768** 12,115** 16,824** \nResíduo 117 0,10 0,044 0,126 \nCV (%)  9,16 13,10 17,95 \n\n * e ** Significativos a 5 e 1%, respectivamente, pelo teste F. \n\n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 76\n\nCAPÍTULO 4 \n\n \nFLUXO DIFUSIVO DE FÓSFORO ORGÂNICO E INORGÂNICO EM \n\nLATOSSOLOS SOB INFLUÊNCIA DE ÁCIDOS ORGÂNICOS \n\n \n1. RESUMO \n\n \nÁcidos orgânicos (AO) provenientes da decomposição da matéria orgânica, da \n\nexsudação radicular e do metabolismo de microrganismos, atuam sobre a adsorção \n\nde P, reduzindo-a. Entretanto, são poucos os trabalhos na literatura sobre o efeito \n\ndos AO no aumento da mobilidade e, conseqüentemente, na disponibilidade de P \n\npara as plantas. À medida que os AO reduzem a adsorção de P, propiciam maior \n\ntransporte deste elemento no solo. O objetivo deste trabalho foi avaliar o efeito da \n\nadição dos ácidos cítrico (AC) e húmicos (AH) no fluxo difusivo de duas fontes de P \n\n(P orgânico e P inorgânico) e sua relação com o tempo de contato com o solo. \n\nForam utilizadas amostras de um Latossolo Vermelho textura muito argilosa (LV) e \n\num Latossolo Vermelho-Amarelo textura franco-argilo-arenosa (LVA). Utilizou-se \n\ncomo câmara de difusão, anéis de PVC (100 x 25 mm de altura) onde foram \n\nacondicionadas resinas de troca aniônica (RTA). O experimento seguiu esquema \n\nfatorial 2 x 2 x 2 x 2 x 5, em que os fatores em estudo foram, respectivamente: solos \n\n(LV e LVA) x ácidos (AC e AH) x fontes de P (KH2PO4 e inositol hexafosfato - IHP) \n\nx tratamento térmico (com e sem) x períodos de incubação (2, 4, 6 10 e 15 dias), \n\ndispostos em delineamento em blocos casualizados. As coletas das RTA foram \n\nrealizadas ao longo de 15 dias. Após cada período, as câmaras foram desmontadas, \n\nretirando-se as RTA, que foram lavadas com jatos de água destilada e, \n\nposteriormente, o P foi dessorvido com HCl 0,5 mol L-1. O FDP variou de acordo \n\ncom o tipo de ácido orgânico utilizado, a fonte de fósforo empregada, a presença ou \n\nausência do tratamento térmico e para os diferentes períodos de incubação para o \n\nfósforo total (Pt), fósforo inorgânico (Pi) e fósforo orgânico (Po). Os valores do \n\nfluxo difusivo de P foram superiores para o AC quando comparados aos AH. A \n\nutilização de diferentes fontes de fósforo no fluxo difusivo de P foi influenciada \n\npelos ácidos orgânicos aplicados aos solos. Para a aplicação de ácido cítrico, o \n\nKH2PO4 foi à fonte que acarretou maior fluxo difusivo de P. Para os ácidos \n\nhúmicos, a utilização de IHP ocasionou maior fluxo difusivo de P. \n\nTermos de indexação: ácido cítrico, ácidos húmicos, ácido fítico, difusão, \n\ntransporte \n\n\n\n 77\n\n \n\nCHAPTER 4 \n\n \nORGANIC ACIDS AND DIFFUSIVE FLUX OF ORGANIC  \n\nAND INORGANIC PHOSPHORUS IN LATOSOLS \n\n \n2. ABSTRACT \n\n \n\nOrganic acids, originating from root exudates, organic matter decomposition \n\nand microbial metabolism may reduce the phosphorus (P) adsorption and \n\nincrease P diffusive flux in soils. The present study was carried out aiming at \n\nevaluating the effect of addition of citric (CA) and humic acids (HA) and on the \n\ndiffusive flux of P from two sources (an organic and an inorganic) along the \n\ntime. Samples of a clayey Red Latosol - LV (Rhodic Haplustox) and a sandy-\n\nloam Red-Yellow Latosol - LVA (Typic Hapluxtox) were placed in diffusion \n\nchambers (5 cm high and 10 cm OD PVC rings), where an anion exchange resin \n\nmembrane was accommodated in order to serve as a sink to P similarly to the \n\nroot. Treatments consisted of a 2x2x2x2x5 factorial combination of two soils \n\n(LV and LVA), two organic acids (CA and HA), two phosphorus sources \n\n(KH2PO4 – KP and inositol hexaphosphate - IHP) either in the absence or \n\npresence of thermal treatment of the soil. The diffusion chambers were \n\ndisassembled at five periods (2, 4, 6, 10 and 15 days) after starting the \n\nexperiment. At each period of evaluation, resins were removed and washed with \n\ndistilled water, placed in P desorption solution (HCl 0.5 mol L-1) and shaken by \n\n1.5 h at 150 rpm. In the desorption solution it was determined total P (Pt), \n\ninorganic P (Pi) and the organic P (Po). The diffusive flux of P varied according \n\nto the type of organic acid, phosphorus source, thermal treatment and different \n\nincubation periods for the Pt, Pi and Po. The diffusive flux of P was greater \n\nwhen soils were treated with CA in comparison to those that received HA. \n\nCitric acid was more effective in increasing the diffusive flux of P from KP, \n\nwhereas HA was the organic ligand that promoted a larger diffusive flux of P \n\nwhen the source was IHP. \n\nIndex terms: citric acid, humic acids; phytic acid, diffusion, transport \n\n\n\n 78\n\n3. INTRODUÇÃO \n\nA difusão é o principal mecanismo de transporte de P no solo, de modo geral, \n\ne está diretamente relacionada ao conteúdo de água no solo, à interação fósforo - \n\nsolo, ao teor do elemento no solo, à distância a percorrer até atingir as raízes (Villani, \n\n1993; Costa, 1998; Novais &amp; Smyth, 1999). Nesse sentido qualquer interferência no \n\nmanejo do solo ou da adubação que favoreça a difusão de P deverá refletir na melhor \n\nnutrição da planta, com conseqüente aumento da produtividade. \n\nHannapel et al. (1964) mostraram que a adição de restos culturais de cevada e \n\nfeijão assim como a adição de sucrose, em colunas com solo calcário, resultou em \n\ngrande movimentação vertical de P. Este resultado foi atribuído à presença de fósforo \n\norgânico (Po). Em contraste, a adição de fosfato inorgânico (Pi), em quantidades \n\nequivalentes à aplicada nos tratamentos com compostos orgânicos não causou a \n\nmovimentação de P. Para Eghball et al. (1996) a movimentação de P no perfil do \n\nsolo é resultado da aplicação de grande quantidade na adubação orgânica e, ou, a \n\npequenos intervalos entre aplicações. \n\n Estudos têm mostrado que os ácidos orgânicos, provenientes da \n\ndecomposição da matéria orgânica, da exsudação radicular e do metabolismo de \n\nmicrorganismos, atuam sobre a adsorção de P, reduzindo-a (Earl et al., 1979; Lopez-\n\nHernandes et al., 1986; Sibanda e Young, 1986; Traina et al., 1986; Violante &amp; \n\nGianfreda, 1993; Silva et al., 1997; Bhatti et al., 1998; Andrade et al., 2003). \n\nTodavia, são poucos os trabalhos que abordam o efeito dos ácidos orgânicos no \n\naumento da mobilidade de íon fosfato no solo. À medida que esses ácidos orgânicos \n\ninterferem diretamente na interação íon – solo, reduzem a adsorção de P, podendo \n\npropiciar maior mobilidade deste elemento no solo. \n\nNo estudo dos efeitos da aplicação de superfosfato triplo (ST) e adubos \n\norgânicos na movimentação e adsorção de P ao longo do perfil do solo, Eghball et al. \n\n(1996) observaram que, no tratamento com ST, a movimentação de P se restringiu \n\naté a camada com alta capacidade de adsorção de P. No tratamento com adubação \n\norgânica, o P ultrapassou esta camada, sugerindo a maior movimentação das formas \n\norgânicas de P. Os autores concluíram não haver correlação entre a capacidade \n\nmáxima de adsorção de P (CMAP) e a mobilidade deste elemento no solo. \n\nResultados semelhantes foram encontrados por Beauchemim et al. (1996).  \n\n\n\n 79\n\nEntretanto, para Leytem et al. (2002) são muitos os fatores relacionados à \n\ncomposição e as formas de P contidas no composto orgânico que podem afetar a \n\nadsorção de P e sua movimentação. Segundo esses autores, o aumento da adsorção \n\nde compostos orgânicos de P está relacionado diretamente com o aumento do \n\nnumero de grupamentos fosfato no composto. Nesse sentido, compostos orgânicos de \n\nP podem ser preferencialmente adsorvido que compostos inorgânicos. \n\nA eficiência do material orgânico adicionado ao solo em melhorar a \n\nmovimentação de P e conseqüentemente aumentar sua disponibilidade para as \n\nplantas depende do pH do solo, da quantidade incorporado, das quantidades de \n\nânions orgânicos liberados e sua persistência no solo (Stevenson, 1986; Kirk, 1999), \n\nda afinidade pelos sítios de adsorção (Strom et al, 2002). \n\nPara Afif et al. (1995) o efeito da matéria orgânica no bloqueio dos sítios de \n\nadsorção de fosfato é apenas transitório. Esse efeito transitório é devido à rápida \n\nmineralização de alguns ácidos orgânicos, liberando os sítios de adsorção.  \n\nEntretanto, a aplicação de uma fonte de material orgânico como reposição \n\ncontínua de ácidos orgânicos, a exsudação de raízes e o metabolismo de \n\nmicrorganismos como fonte natural de ácidos mantêm esse processo de bloqueio dos \n\nsítios de adsorção de maneira mais contínua e, portanto, mais efetiva (Novais &amp; \n\nSmyth, 1999), podendo ocasionar aumento no fluxo difusivo e conseqüentemente na \n\ndisponibilidade de P para as plantas. O presente trabalho foi conduzido com o \n\nobjetivo de avaliar o efeito da adição dos ácidos cítrico e húmicos no fluxo difusivo \n\nde uma fonte de P orgânica e outra inorgânica no solo, e a relação do tempo de \n\ncontato de P com o solo e o fluxo difusivo deste elemento. \n\n4. MATERIAL E MÉTODOS \n\nO experimento seguiu o esquema fatorial 2 x 2 x 2 x 2 x 5, em que os fatores \n\nem estudo foram, respectivamente: dois solos (Latossolo Vermelho-Amarelo - LVA \n\ne Latossolo Vermelho - LV) x dois ácidos (ácido cítrico - AC e ácidos húmicos - \n\nAH) x duas fontes de P (KH2PO4 e inositol hexafosfato - IHP) x tratamento térmico \n\n(com e sem) x cinco período de incubação (2, 4, 6, 10 e 15 dias), dispostos em \n\ndelineamento em blocos casualizados, com quatro repetições. \n\nUtilizaram-se amostras superficiais (0 – 20 cm) de um Latossolo Vermelho \n\ntextura muito argilosa (LV) e de um Latossolo Vermelho-Amarelo textura franco-\n\nargilo-arenosa (LVA) (Quadro 1). \n\n\n\n 80\n\nQuadro 1 - Características físicas e químicas de amostras do Latossolo Vermelho \ntextura muito argilosa (LV) e do Latossolo Vermelho-Amarelo textura \nfranco-argilo-arenosa (LVA) \n\n \n\nCaracterística LV LVA \nArgila (g kg-1) 1/ 730 190 \n\nSilte (g kg-1) 1/ 110 70 \n\nAreia grossa (g kg-1) 1/ 120 270 \n\nAreia fina (g kg-1) 1/ 40 470 \n\nC.Org. (g kg-1) 2/ 45 12 \n\npH-H2O\n 3/ 5,7 4,8 \n\nAl3+ (cmolc dm\n-3) 4/ 0,0 0,2 \n\nCa2+ (cmolc dm\n-3) 4/ 3,09 0,37 \n\nMg2+ (cmolc dm\n-3) 4/ 0,54 0,09 \n\nK+ (mg dm-3) 5/ 99 29 \n\nP (mg dm-3) 5/ 3,1 0,6 \n\nP-rem (mg L-1) 6/ 11,0 25,6 \n\nCMAP (mg cm-3) 7/ 1,2 0,7 \n1/ Método da pipeta; 2/ Yeomans &amp; Bremner (1988) 3/ Relação solo-água 1:2,5; 4/ Extrator KCl 1 mol/L; 5/ Extrator Mehlich-1; 6 \nFósforo remanescente (Alvarez V. et al., 2000); 7/ Capacidade máxima de adsorção de fosfato (Olsen &amp; Watanabe, 1957). \n\n \n\n \n\n \n\nAs amostras de solo foram colocadas em sacos plásticos para realização da \n\ncalagem, pelo método Al3+ e Ca2+ + Mg2+ (Alvarez V. &amp; Ribeiro, 1999), com \n\ncalcário calcítico comercial e acrescido de MgCO3 (relação Ca:Mg, 4:1).  Em seguida, a \n\numidade dos solos foi ajustada para 80% capacidade de campo determinada com base \n\nno equivalente de umidade (Ruiz et al., 2003). Após 15 dias de incubação, as \n\namostras de solos foram secas ao ar e passadas em peneira de 1 mm. \n\nSubamostras foram tratadas a 100º C (tratamento térmico), por 2 h, sendo esta \n\noperação repetida 24 h após a primeira. Em seguida, as amostras foram secas e \n\ndestorroadas em peneiras de 1 mm, para posterior pesagem do solo e aplicação dos \n\ntratamentos. \n\nAdicionaram-se às amostras de solos ácidos cítrico (AC) ou húmicos (AH) e \n\nP (350 mg dm-3), utilizando-se como fontes de P o fosfato monobásico de potássio \n\n(KH2PO4) e o hexafosfato de inositol (IHP). Os ácidos húmicos foram extraídos de \n\num solo orgânico (turfa) pela técnica sugerida pela “International Humic Substances \n\nSociety”, descrita por Hayes et al. (1989). A concentração de AC utilizada foi de 4 \n\n\n\n 81\n\nmmol dm-3. Especificamente para os AH, por serem polímeros de massa molecular \n\nindefinida, sua dose foi de 6,0 g kg-1 correspondente à aplicação de 40 t ha-1 de \n\ncomposto orgânico, com 400 g kg-1 de água. Os AH utilizados continham 568,9 g  \n\nkg-1 de carbono e 31,2 g kg-1 de N. \n\nO teor de água no solo foi elevado a 80% da capacidade de campo mediante a \n\naplicação das soluções de macro e micronutrientes (Quadro 2) (Novais et al., 1991), \n\njuntamente com a aplicação dos  ácidos orgânicos (AC e AH) e as fontes de P (KH2PO4 \n\ne IHP). \n\nUtilizaram-se como câmara de difusão anéis de PVC com 100 mm de \n\ndiâmetro e 25 mm de altura, com volume útil de 0,174 dm-3. Cada câmara recebeu \n\nmetade do volume de solo, de acordo com sua densidade (Quadro 1) e, em seguida, \n\nfoi acomodada uma lâmina de resina de troca aniônica (RTA), tipo base forte \n\n204U2ARA (Ionics Inc., EUA), de tamanho 25 x 40 mm, completando-se, em \n\nseguida, o volume da câmara com o solo. Em seguida cada câmara de difusão foi \n\ncolocada em saco plástico que foi fechado para evitar perdas de umidade durante a \n\nfase experimental. \n\n A RTA foi retirada da câmara de difusão aos 2, 4, 6 10 e 15 dias após a \n\nmontagem do experimento. Após cada período de incubação, as câmaras foram \n\ndesmontadas, retirando-se as RTA, que foram lavadas com jatos de água destilada e \n\nposteriormente colocadas em solução de dessorção (HCl 1,0 mol L-1) e agitadas por \n\n1,5 h (Raij &amp; Quaggio, 1983) a 150 rpm.  \n\nNa solução de dessorção analisaram-se fósforo total (Pt), após digestão \n\nnítrico-perclórica e determinação por colorimetria do complexo fosfo-molíbdico \n\n(Braga &amp; Defelipo, 1974); fósforo inorgânico (Pi), determinado em outra alíquota da \n\nsolução, sem digestão; o fósforo orgânico (Po) foi obtido por diferença entre Pt e Pi. \n\nO experimento foi conduzido em condições de laboratório, com temperatura \n\ncontrolada a 25 ± 2 °C. \n\nOs dados foram submetidos à análise de variância, sendo os efeitos dentro dos \n\nfatores qualitativos (tipo de acido, fonte de P e tratamento térmico) desdobrados em \n\ncontrastes e para o fator quantitativo (períodos de incubação), ajustados modelos de \n\nregressão. \n\n \n\n \n\n \n\n\n\n 82\n\nQuadro 2 - Doses de macro e micronutrientes aplicados aos solos1/ \n\nNutriente Dose Fonte \n        mg dm-3 \n\nFósforo 350 KH2PO4 ou IHP \n\nNitrogênio 100 (NH4)2NO3 \n\nEnxofre 65 ZnSO4.7H2O/ \nCuSO4.5H2O \n\nPotássio 125 \n \n\nKCl \n\nBoro 0,81 H3BO3 \n\nManganês 3,66 MnCl2.4H2O \n\nZinco 4,00 ZnSO4.7H2O \n\nCobre 1,33 CuSO4.5H2O \n\nFerro 1,53 FeCl3.6H2O \n\nMolibdênio 0,15 (NH4)6Mo7O24.4H2O \n1/ Novais et al., 1991, modificado. \n\n \n\n5. RESULTADOS E DISCUSSÃO \n\nO fluxo difusivo de fósforo (FDP) variou de acordo com o tipo de ácido \n\norgânico, a fonte de P, a presença ou ausência do tratamento térmico e com os \n\ndiferentes períodos de incubação para Pt, Pi e Po (Figuras 1 a 3). \n\nObserva-se, de maneira geral, que a variação do Pt (Figura 1), está mais bem \n\nrelacionada com a variação do Po (Figura 3), mesmo quando da aplicação de fonte \n\ninorgânica de P (KH2PO4), principalmente para o LV. Neste solo, esta relação \n\n(Po/Pt) sempre se mostrou superior a 90%, independente do ácido e da fonte \n\nutilizada. Este fato sugere importância da atividade microbiana na dinâmica de P no \n\nsolo e a quantificação da fração orgânica em estudos dessa natureza. \n\nPeríodo de incubação \n\nObserva-se, para o LV um expressivo aumento no fluxo difusivo de Pt para \n\no período de zero a quatro dias de incubação, seguido de um rápido decréscimo, \n\nindependente do ácido e da fonte de P utilizada (Figura 1).  Este comportamento \n\ndiferenciado pode estar relacionado ao procedimento adotado para realização do \n\nexperimento. O fato de se utilizar amostras de solo passadas em peneira de 1 mm, \n\nacarretou a quebra dos macro e microagregados, expondo grande quantidade de \n\nmaterial orgânico protegidos química e fisicamente, aumentando os teores de \n\ncarbono na solução. \n\n \n\n\n\n 83\n\n \n\n  \nFigura 1 – Fluxo difusivo de fósforo total influenciado pela adição de ácido cítrico (AC) \n\ne húmicos (AH), na ausência (sem) e presença (com) de tratamento térmico, \npara o Latossolo Vermelho (LV) e Latossolo Vermelho-Amarelo (LVA) \n\n \n\n0 2 4 6 8 10 12 14 160 2 4 6 8 10 12 14 16\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nAC AH \nLVA sem \n\nLV com \n\nLV sem LV sem \n\nLVA com LVA com \n\nLVA sem \n\nLV com \n\nKH2PO4    Y  = 4,15 + 0,076**X - 0,065**X\n2             R2 =  0,89  \n\nIHP           Y  = 1,98 - 0,058*X - 0,002°X2              R2 = 0,98 \n\nKH2PO4    Y  = 3,85 + 0,58*X - 0,048**X\n2                R2 = 0,97 \n\nIHP           Y  = 0,98 + 0,33**X - 0,02*X2                   R2 = 0,69 KH2PO4    Y  = 0,93 + 0,20*X - 0,015**X\n2                    R2 = 0,87 \n\nIHP           Y  = 0,27 + 0,79*X - 0,05**X2                R2 = 0,66 \n\nKH2PO4    Y  = 10,79 exp(-0,5((X - 5,46)/2,95)\n2)                R2 = 0,74 \n\nIHP           Y  = 6,84 exp(-0,5((X - 4,38)/1,34)2)            R2 = 0,99 \n\nKH2PO4    Y  = 14,10 exp(-0,5((X – 4,40)/1,37)\n2)               R2 = 0,99 \n\nIHP           Y  = 12,15 exp(-0,5((X – 4,30)/1,33)2)           R2 = 0,99 \n \n\nKH2PO4    Y  = 14,13 exp(-0,5((X - 4,42)/1,29)\n2)                 R2 = 0,96 \n\nIHP           Y  = 12,13 exp(-0,5((X - 4,28)/1,17)2)           R2 = 0,93 \n\nKH2PO4    Y  = 13,95 exp(-0,5((X – 4,08)/1,08)\n2)                R2 = 0,97 \n\nIHP            Y  = 13,35 exp(-0,5((X – 4,37)/1,33)2)          R2 = 0,94 \n\nTempo (dia) Tempo (dia) \n\nKH2PO4    Y  = 1,22 + 0,010°X - 0,0037°X\n2           R2 = 0,88 \n\nIHP           Y  = 1,12 + 0,43°X - 0,033*X2                      R2 = 0,56 \n\nIHP \nKH2PO4 \n\n\n\n 84\n\n \n \n  \n \n\n \n Figura 2 – Fluxo difusivo de fósforo inorgânico influenciado pela adição de ácido \n\ncítrico (AC) e húmicos (AH), na ausência (sem) e presença (com) de \ntratamento térmico, para o Latossolo Vermelho (LV) e Latossolo \nVermelho-Amarelo (LVA) \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0,0\n\n0,5\n\n1,0\n\n0,0\n\n0,5\n\n1,0\n\n0 2 4 6 8 10 12 14 16\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0,0\n\n0,5\n\n1,0\n\n0 2 4 6 8 10 12 14 16\n\n0,0\n\n0,5\n\n1,0\n\nKH2PO4    Y  = 4,12 - 0,39**X  - 0,045**X\n2          R2 = 0,89 \n\nIHP           Y  = 0,62 + 0,048*X - 0,0017*X2          R2 = 0,88 \n\nKH2PO4    Y  = 0,87 + 0,016°X - 0,003°X\n2             R2 = 0,99 \n\nIHP           Y  = 0,16 - 0,01°X + 0,0008°X2        R2 = 0,81 \n\nKH2PO4    Y  = -10,71 X\n0,5  - 5,54**X0,5 + 0,91*X         R2 = 0,83 \n\nIHP           Y  = 0,43 + 0,047°X - 0,003*X2                     R2 = 0,85 KH2PO4    Y  = x  \n\nIHP           Y  = 0,99 - 0,14**X + 0,008**X2              R2 = 0,96 \n\nKH2PO4    Y  = 0,24 - 0,021**X + 0,0009*X\n2                R2 = 0,83 \n\nIHP           Y  = x   \nKH2PO4    Y  = 0,028 + 0,031*X - 0,00017*X\n\n2      R2 = 0,73 \n\nIHP           Y  = 0,10 - 0,067*X0,5 + 0,016*X          R2 = 0,80 \n\nKH2PO4    Y  = 1,50 - 0,61*X\n0,5 + 0, 073*X       R2 = 0,81 \n\nIHP           Y  = 0,25 - 0,14* X0,5 - 0,03*X          R2 = 0,71 \n\nKH2PO4    Y  = 0,25 + 0,33* X\n0,5 - 0,06*X        R2 = 0,59 \n\nIHP           Y  = x   \n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nTempo (dia) Tempo (dia) \n\nAC AH \n\nLVA sem \n\nLV com \n\nLV sem LV sem \n\nLVA com LVA com \n\nLVA sem \n\nLV com \n\nIHP \nKH2PO4 \n\n\n\n 85\n\n \n \n \nFigura 3 – Fluxo difusivo de fósforo orgânico influenciado pela adição de ácido \n\ncítrico (AC) e húmicos (AH), na ausência (sem) e presença (com) de \ntratamento térmico, para o Latossolo Vermelho (LV) e Latossolo \nVermelho-Amarelo (LVA) \n\nKH2PO4    Y  = 1,12 10,55**X – 1,35**X\n2 – 0,044**X3 R2 = 0,99 \n\nIHP           Y  = 5,92 + 0,46X – 0,10°X2 + 0,003°X3 R2 = 0,98 KH2PO4    Y  = 4,38 + 0,03°X - 0,13°X\n2  R2 = 0,88 \n\nIHP           Y  = -8,22 + 8,48**X - 1,11**X2 + 0,04*X3 R2 = 0,56 \n\nKH2PO4    Y  = 19,16 + 2,08**X – 0,17**X\n2  R2 = 0,97 \n\nIHP           Y  = -4,80 + 5,73**X – 0,73**X2 + 0,02**X3 R2 = 0,63 \nKH2PO4    Y  = -0,10 + 2,66**X – 0,33**X\n\n2 + 0,01*X3 R2 = 0,67 \n\nIHP           Y  = -27,61 + 21,92**X – 2,97**X2 + 0,10**X3 R2 = 0,81 \n\nKH2PO4    Y  = -19,0 + 18,58**X - 2,36**X\n2 + 0,08**X3 R2 = 0,81 \n\nIHP           Y  = -33,28 + 30,0**X - 4,31**X2 + 0,16**X3 R2 = 0,82 \n\nKH2PO4    Y  = -36,49 + 34,02**X - 4,98**X\n2 + 0,19**X3 R2 = 0,83 \n\nIHP           Y  = -34,23 + 32,16**X - 4,70**X2 + 0,18**X3 R2 = 0,80 \n\nKH2PO4    Y  = -43,55 + 37,98**X - 5,35**X\n2 + 0,20**X3 R2 = 0,77 \n\nIHP           Y  = -29,80 + 27,53**X - 3,84**X2 + 0,14**X3 R2 = 0,60 \n\nKH2PO4    Y  = -28,57 + 29,30**X - 4,27**X\n2 + 0,16**X3 R2 = 0,77 \n\nIHP           Y  = -32,94 + 30,78**X - 4,28**X2 + 0,15**X3 R2 = 0,76 \n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n0 2 4 6 8 10 12 14 160 2 4 6 8 10 12 14 16\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nP\n (\n\nm\nm\n\no\nl m\n\n-2\n s\n\n-1\n)\n\nAC AH \n\nLVA sem \n\nLV com \n\nLV sem LV sem \n\nLVA com LVA com \n\nLVA sem \n\nLV com \n\nKH2PO4    Y  = 6,89 - 0,41**X\n                                                 R2 = 0,97 \n\nIHP           Y  = 0,47 + 0,28**X - 0,0256**X2         R2 = 0,63 \nKH2PO4    Y  = -0,11 + 0,22**X - 0,014**X\n\n2                  R2 = 0,67 \n\nIHP           Y  = -0,38 + 0,85**X - 0,055**X2                    R2 = 0,71 \n\nKH2PO4    Y  = 10,73 exp(-0,5((X - 4,39)/1,33)\n2)                R2 = 0,99 \n\nIHP           Y  = 8,10 exp(-0,5((X - 5,67)/3,38)2)            R2 = 0,99 \n\nKH2PO4    Y  = 11,99 exp(-0,5((X - 4,32)/1,34)\n2)               R2 = 0,99 \n\nIHP           Y  = 11,76 exp(-0,5((X - 4,31)/1,32)2)         R2 = 0,99 \n\n \n\nKH2PO4    Y  = 14,05 exp(-0,5((X - 4,48)/1,18)\n2)              R2 = 0,98 \n\nIHP           Y  = 12,07 exp(-0,5((X - 4,29)/1,16)2)             R2 = 0,93 \n \n\nKH2PO4    Y  = 13,96 exp(-0,5((X – 4,09)/1,07)\n2)               R2 = 0,98 \n\nIHP           Y  = 12,30 exp(-0,5((X – 4,37)/1,32)2)          R2 = 0,94 \n \n\nTempo (dia) Tempo (dia) \n\nKH2PO4    Y  = 0,036 + 0,37**X - 0,022**X\n2               R2 = 0,99 \n\nIHP           Y  = 1,36 + 0,01**X - 0,0038**X2         R2 = 0,98 \nKH2PO4    Y  = x  \n\nIHP           Y  = 0,95 + 0,044**X - 0,0034**X2         R2 = 0,78 \n\nIHP \nKH2PO4 \n\n\n\n 86\n\nEste fato acarretou aumento expressivo da biomassa microbiana, conforme \n\nobservado pelo autor no Capítulo 1, aumentando o fluxo difusivo de P (Figura 1). \n\nEste resultado não foi o observado para o LVA em função do seu baixo teor de \n\nmatéria orgânica (Quadro 1). \n\nO rápido decréscimo do FDP pode estar relacionado a: (i) ao aumento \n\nexpressivo da adsorção, à medida que a quebra de agregados expõe sítios de \n\nadsorção de P que se encontravam no interior do agregado, muitas vezes inacessíveis \n\nao P e (ii) à diminuição da atividade microbiana, principalmente a partir do período \n\nde quatro dias de incubação, conforme observado pelo autor no Capítulo 1, \n\ndiminuindo o FDP (Figura 1). \n\n O período de incubação que promoveu maior fluxo difusivo de Pt, na \n\nausência do tratamento térmico, para o LV, foi de 5,5 e 4,4 dias para o AC e 4,4 e 4,3 \n\ndias para o AH, para o KH2PO4 e IHP respectivamente. Na presença do tratamento \n\ntérmico, foi de 4,4 e 4,3 dias para o AC e 4,1 e 4,4 dias para o AH, para o KH2PO4 e \n\nIHP respectivamente. Para o LVA, foi de 6,8 e 4,4 dias para o AC e 6,5 e 4,3 dias \n\npara o AH, para o KH2PO4 e IHP respectivamente. Na presença do tratamento \n\ntérmico, foi de 6,1 e 8,2 dias para o AC e 7,9 e 6,6 dias para o AH para o KH2PO4 e \n\nIHP respectivamente. \n\nPara o LVA, analisando o efeito da aplicação de KH2PO4 a ausência do \n\ntratamento térmico promoveu incremento máximo do FDP no período de incubação \n\nde zero a seis dias, para os tratamentos com AC (Figura 1). Enquanto que na \n\npresença do tratamento térmico observa-se comportamento elevado e estável até o \n\nperíodo de dez dias. Este fato está relacionado ao: (i) tratamento térmico que acarretou \n\nmorte de parte dos microrganismos do solo resultando no aumento no conteúdo de P \n\nno solo, ilustrado pelo aumento do fluxo difusivo no período até dois dias e (ii) maior \n\ntempo de atuação do AC no bloqueio dos sítios de adsorção de P o que é evidenciado \n\npelo comportamento elevado e estável até o período de dez dias. \n\nO papel dos ácidos orgânicos \n\nPara os dois solos, observou-se que os valores do FDP foram, de modo geral, \n\nsuperiores para o AC quando comparados aos AH (Quadro 3). Os valores superiores \n\npara o AC podem ser justificados pela maior capacidade de competição pelos \n\nmesmos sítios de adsorção de P frente aos AH, possibilitando maior quantidade de P \n\nna solução do solo, e maior difusão deste elemento. Andrade et al. (2003), \n\n\n\n 87\n\n \n\nQuadro 3 - Contrastes das médias dos ácidos orgânicos dentro das diferentes fontes \nde fósforo e solos (LV e LVA), com e sem tratamento térmico e período \nde incubação, para o fluxo difusivo de fósforo total (Pt), fósforo \ninorgânico (Pi) e fósforo orgânico (Po) \n\n \nVariáveis Pt Pi Po \n\n ---------------------------- C1 ---------------------------- \n -------------------------------- mmol m-2 s-1--------------------------------- \nLVA sem 1,93** 1,66** 0,17 \nLVA com 1,96** 0,89** 1,32° \nLV sem -0,20 ns 0,02 ns -0,22 ns \nLV com 0,13° 0,14* 0,01 ns \n\nC1 = AC vs AH (+,-); AC = ácido cítrico; AH = ácidos húmicos; LV sem = Latossolo Vermelho sem tratamento térmico;  LV \ncom = Latossolo Vermelho com tratamento térmico; LVA sem = Latossolo Vermelho-Amarelo sem tratamento térmico; LVA \ncom = Latossolo Vermelho-Amarelo com tratamento térmico. Pt = fósforo total; Pi = fósforo inorgânico; Po = fósforo \norgânico. \n°, * e ** Significativos a 10, 5 e 1%,  respectivamente. \n\n \n\n \n\ntrabalhando com adsorção competitiva entre ácidos orgânicos e P, observaram que o \n\nAC promoveu maior incremento de P na solução em relação aos AH. Por ser um \n\nácido orgânico de baixo peso molecular (AOBPM) - estrutura mais simples - e com \n\ngrande número de grupos funcionais (OH e COOH) - mais efetivos na competição \n\npelos sítios de adsorção - o AC teria maior eficiência para acessar e bloquear os sítios \n\nde adsorção de P. \n\nOs AH, de estrutura mais complexa (Stevenson, 1986) que os AOBPM, não \n\nseriam tão eficientes quanto a esta característica, principalmente para os sítios de \n\nadsorção no interior dos microagregados. Segundo Stevenson (1986), os AH podem \n\nformar verdadeiros envoltórios na superfície adsorvente, favorecendo um bloqueio \n\nfísico, menos eficiente que o químico, justificando as diferenças encontradas entre os \n\nácidos orgânicos. Qualls (2004), trabalhando com a biodegradabilidade de \n\nsubstâncias húmicas observaram que da quantidade total de AH aplicado ao solo, \n\nsomente 12,7% foi mineralizada em período de um ano, com tempo médio de meia-\n\nvida de 10 anos. Caracteristicas como composição elementar, quantidade e qualidade \n\ndos grupamentos funcionais e conformação molecular confeririam aos AH sua \n\ninerente resistência à biodegradação. Isso é suportado pelos valores semelhantes do \n\nfluxo difusivo, na presença ou ausência do tratamento térmico (Figuras 1 a 3). Este \n\nfato pode ser vantajosamente explorado pela dificuldade de decomposição dos AH \n\nfrente ao AC, o que tornaria seu efeito mais pronunciado a longo prazo (Capítulo 2). \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 88\n\nNo LVA, os baixos valores no FDP, para a aplicação de AH, podem ser \n\nexplicados pela menor eficiência dos AH no processo de bloqueio dos sítios de \n\nadsorção em comparação ao AC (Andrade et al., 2003). Este resultado não foi \n\nobservado no LV, pela possibilidade de aumento do conteúdo de C orgânico em \n\nsolução, via destorroamento, mascarando aos resultados encontrados. Nesse sentido, \n\nnão se observa efeito significativo (P>0,1) para o ácido aplicado (Quadro 3), assim \n\ncomo para a fonte de P (Quadro 4), para o LV na ausência do tratamento térmico. \n\nEste resultado evidencia a maior susceptibilidade dos AOBPM à decomposição \n\nmicrobiana. Em virtude do maior conteúdo de carbono orgânico e maior \n\ndisponibilidade de nutrientes (Quadro 2) que resultam em maiores valores de \n\nbiomassa e atividade microbiana no LV frente ao LVA, a ausência do tratamento \n\ntérmico no LV sugere que o rápido crescimento da população microbiana, acarretou \n\ndecréscimo na concentração do AC e, conseqüentemente, diminuição  do efeito do \n\nAC no aumento do FDP. Ressalta-se que a facilidade de decomposição dos AOBPM \n\npode constituir um entrave para estudos que relacionam seus efeitos no solo, visto \n\nque além da adsorção, a decomposição microbiana estaria também envolvida no \n\ndecréscimo da concentração desses ácidos na solução do solo (van Hees et al., 2002; \n\nJones et al., 2003), subestimando seu efeito.  \n\nFonte inorgânica vs Fonte orgânica \n\nQuando se compara o efeito da aplicação de fonte inorgânica (KH2PO4) ou \n\norgânica (IHP) de P observam-se resultados diferenciados em relação aos ácidos \n\norgânicos utilizados (Quadro 4). A aplicação de KH2PO4, na presença de AC, \n\nindependente da ausência ou presença do tratamento térmico, promoveu maior FDP \n\nquando comparada ao IHP, tanto no LV como LVA. Os valores mais elevados para o \n\nKH2PO4 sugerem que o IHP é mais fortemente adsorvido. Resultados semelhantes \n\nforam encontrados por Leytem et al. (2002). Segundo esses autores tendências gerais \n\nindicam que o aumento do número de grupos fosfato na molécula orgânica \n\npossibilitaria um aumento na adsorção do composto. A energia com que o IHP é \n\nadsorvido e a conseqüente proteção contra a degradação enzimática e microbiana, a \n\nsua forte interação com Fe e Al em solução, formando sais de baixa solubilidade \n\n(Anderson, 1980) são as razões da alta estabilidade e abundância do IHP nos solos \n\n(Anderson, 1974; Addiscott &amp; Thomas, 2000), seguido do pentafosfato de inositol. \n\n  \n \n\n\n\n 89\n\nQuadro 4 - Contrastes das médias das fontes de fósforo dentro dos solos estudados \n(LV e LVA), com e sem tratamento térmico, para o fluxo difusivo de \nfósforo total (Pt), fósforo inorgânico (Pi) e fósforo orgânico (Po) \n\n \n\nTratamento Pt Pi Po \n -------------------------------------- C2 ----------------------------------------- \n -------------------------------- mmol m-2 s-1--------------------------------- \nAC d\\ LVAsem  3,45** 3,41** 0,04 ns \nAC d\\ LVAcom 4,11** 1,65** 2,74** \nAH d\\ LVAsem -0,36* 0,59** -1,15** \nAH d\\ LVAcom -0,74** 0,58** -1,13** \nAC d\\ LVsem  0,29ns 0,07 ns 0,22 ns \nAC d\\ LVcom 0,88** 0,36** 0,53** \nAH d\\ LVsem 0,22 ns 0,06 ns 0,16ns \nAH d\\ LVcom -0,33° 0,12ns -0,45° \nC2 = KH2PO4 vs IHP (+, -); IHP: hexafosfato de inositol; AC = ácido cítrico; AH = ácidos húmicos; LVsem = Latossolo \nVermelho sem tratamento térmico;  LVcom = Latossolo Vermelho com tratamento térmico; LVAsem = Latossolo Vermelho-\nAmarelo sem tratamento térmico; LVAcom = Latossolo Vermelho-Amarelo com tratamento térmico. Pt = fósforo total; Pi = \nfósforo inorgânico; Po = fósforo orgânico. \nn, *  e **  não significativo, significativos a 5 e 1%, respectivamente,  pelo teste F. \n\n \n\n \n\nOutros isômeros de inositol são também adsorvidos e o seu grau de sorção decresce \n\ncom o decréscimo do número de grupos fosfato na molécula de inositol (Stevensom, \n\n1994; Addiscott &amp; Thomas, 2000). \n\nPara os tratamentos com AH, a aplicação de IHP acarretou maior incremento \n\nno FDP (Quadro 4). Tal fato sugere a possibilidade do P aplicado via KH2PO4 ter \n\nsido complexado pelo AH aplicado, o que ocasionaria um novo dreno para P, \n\ndiminuindo o dreno resina, e conseqüentemente o fluxo difusivo. Pelas figuras 1 a 3 \n\npercebe-se a estreita relação entre Pt e Po para os tratamentos com AH, mesmo \n\nquando  da utilização de fonte inorgânica (KH2PO4), o que reforçaria essa \n\npossibilidade de um dreno adicional. Alternativamente, o efeito dos AH é maior \n\nquando da utilização do IHP devido sua maior energia de adsorção pelo solo. \n\nPara Brannon &amp; Sommers (1985) grande parte do P orgânico no solo está \n\nassociado a compostos orgânicos de alto peso molecular, formando ligações \n\ncovalentes fosfato-ester-amino, podendo também estar complexado com Fe e Al às \n\nsubstâncias húmicas. Embora o P possa ocorrer como Pi nesses complexos, é \n\nfuncionalmente equivalente ao Po, pois sua transformação está condicionada à da \n\nmatéria orgânica. \n\n\n\n 90\n\nO tratamento térmico \n\nO tratamento térmico acarretou aumento no fluxo difusivo de P, para todos os \n\nfatores estudados (Quadro 5). O aumento no FDP pode ser em parte explicado pela \n\nmorte dos microrganismos do solo resultando no aumento no conteúdo de P na \n\nsolução do solo, sendo este proveniente dos processos de decomposição e \n\nmineralização das células microbianas, aumentando conseqüentemente o fluxo \n\ndifusivo deste elemento. O P solúvel (monoésteres) é rapidamente liberado para a \n\nsolução do solo, enquanto o P não solúvel em água (diésteres, fosfonatos e \n\npolifosfatos) permanece no resíduo e é liberado pela mineralização do esqueleto \n\ncarbônico (McGill &amp; Cole, 1981; Thian et al., 1992). Ainda existe a possibilidade de \n\nmaior tempo de atuação dos ácidos orgânicos no processo de bloqueio dos sítios de \n\nadsorção, em virtude da diminuição do processo de decomposição microbiana, \n\nprincipalmente nos primeiros dias de incubação (Figura 1). A relativa contribuição \n\nde cada fator ainda não está bem estabelecida; entretanto, observa-se à importância \n\nda biomassa microbiana na dinâmica de P no solo. \n\nO tratamento térmico, para o LV, pode não ter sido eficiente em eliminar os \n\nmicrorganismos, à medida que solos argilosos possuem maior capacidade para \n\nproteger (direta e indiretamente) a biomassa microbiana do que arenosos (Stotzky, \n\n1986). Este fato pode ser observado pelo comportamento semelhante para os \n\nresultados na presença e ausência do tratamento térmico, no LV (Figura 1 a 3). \n\nNesse sentido, observa-se que o FDP está diretamente relacionado com a \n\natividade da biomassa microbiana. Valores máximos de biomassa são alcançados \n\npara o período de quatro dias (Capítulo 1), coincidindo com o aumento FDP. A partir \n\ndo decréscimo da atividade microbiana, diminui-se a ciclagem de P neste \n\ncompartimento biológico, favorecendo o aumento da adsorção, diminuindo o FDP. \n\nEmbora o processo de imobilização microbiana seja, algumas vezes, considerado um \n\naspecto negativo, ele pode se tornar interessante visto ser um processo temporário e, \n\nportanto, constituindo um reservatório potencial de nutrientes para as plantas (Paul &amp; \n\nClark, 1989), principalmente para solos tropicais, evitando a adsorção prévia.  \n\nO incremento médio no fluxo difusivo de Pt, quando se comparam a presença \n\ne ausência do tratamento térmico, para o AC, foi de 18,32% e 9,60% no LVA e \n\n19,93% e 9,81% no LV, para o KH2PO4 e IHP respectivamente (Figura 1). Para o \n\nAH, o incremento médio foi de 20,44% e 36,94% no LVA e 2,35% e 14,16% no LV, \n\npara a utilização de KH2PO4 e IHP respectivamente (Figura 1). \n\n\n\n 91\n\nQuadro 5 - Contrastes médios para os tratamentos com e sem tratamento térmico \ndentro dos diferentes ácidos (AC e AH), fontes de fósforo (KH2PO4 e \nIHP) e solos estudados (LV e LVA) para fósforo total (Pt), fósforo \ninorgânico (Pi) e fósforo orgânico (Po) \n\n \n\nTratamento Pt Pi Po \n ----------------------------------------- C3 ------------------------------------------- \n -------------------------------- mmol m-2 s-1--------------------------------- \nAC d\\ LVA d\\ KH2PO4 0,81** -1,63** 2,72** \n\nAC d\\ LVA d\\ IHP 0,15\nns 0,12ns 0,02ns \n\nAH d\\ LVA d\\ KH2PO4 0,26° 0,01\nns 0,25° \n\nAH d\\ LVA d\\ IHP 0,64** 0,01\nns 0,22** \n\nAC d\\ LV d\\ KH2PO4 1,00** 0,31** 0,69** \n\nAC d\\ LV d\\ IHP 0,40° 0,02\nns 0,38° \n\nAH d\\ LV d\\ KH2PO4 0,10\nns 0,08ns 0,02ns \n\nAH d\\ LV d\\ IHP 0,65* 0,02\nns 0,63* \n\nC3 = com vs sem tratamento térmico (+,-); AC = ácido cítrico; AH = ácidos húmicos; LV = Latossolo Vermelho; LV = \nLatossolo Vermelho; LVA = Latossolo Vermelho-Amarelo; LVA = Latossolo Vermelho-Amarelo; IHP = hexafosfato de \ninositol; Pt = fósforo total; Pi = fósforo inorgânico; Po =  fósforo orgânico. \n* e ** Significativos a 5 e 1%. \n\n \n\n \n\n6. CONCLUSÕES \n\nO ácido cítrico foi mais eficiente que os ácidos húmicos em aumentar o fluxo \n\ndifusivo de P, nos solos; \n\nA aplicação de ácido cítrico aumentou o fluxo difusivo de P aplicado na \n\nforma de KH2PO4; Por outro lado, os ácidos húmicos foram mais eficientes em \n\naumentar o fluxo difusivo de P, quando este foi aplicado na forma de inositol \n\nhexafosfato; \n\nO período de incubação influenciou o fluxo difusivo de P, ocorrendo aumento \n\ninicial no fluxo difusivo de P, seguido de seu decréscimo. A amplitude desse efeito \n\nvariou conforme o solo utilizado; \n\nO tratamento térmico acarretou aumento no fluxo difusivo de P, independente \n\ndo ácido, da fonte de P utilizada e do solo utilizado; \n\n\n\n 92\n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nAddiscott, T.M. &amp; Thomas, D. Tillage, mineralization and leaching: phosphate. Soil \n\nTillage Res., 53:255-273, 2000. \n\nAfif, E.; Barrón, V. &amp; Torrent, J. Organic matter delays but does not prevent \n\nphosphate sorption by cerrado soils from Brazil. Soil Sci., 159:207-211, \n\n1995. \n\nAlvarez V, V.H. &amp; Ribeiro, A.C. Calagem. In: Ribeiro, A.C.; Guimarães, P.T.G. &amp; \n\nAlvarez V, V.H. Recomendações para o uso de corretivos e fertilizantes em \n\nMinas Gerais - 5ª aproximação. Viçosa, MG. 1999. p. 43-60. \n\nAlvarez V, V.H; Novais, R.F.; Dias, L.E. &amp; Oliveira, J.A. Determinação e uso de \n\nfósforo remanescente, Boletim informativo SBCS, Viçosa, 52:27-32, 2000. \n\nAnderson, G. Assessing organic phosphorus in soils. In: Khasaweneh, F.E.; Sample, \n\nE.C. &amp; Kamprath, E.J. (eds.) The role of phosphorus in agriculture. Madison, \n\nASA/CSSA/SSSA, 1980. p.411-431. \n\nAnderson, G.; Williams, E.G. &amp; Moir, J.O. A comparison of the sorption of \n\ninorganic orthophosphate and inositol hexaphosphate by six acid soils. J. Soil \n\nSci., 25:51-62, 1974. \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em Latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003. \n\nBeauchemin, S.; Simard, R.R. &amp; Cluis, D. Phosphorus sorption-desorption kinetics \n\nof soil under contrasting land uses. J. Environ. Qual., 25:1317-1325, 1996. \n\nBhatti, J.S.; Comeford, N.B. &amp; Johnston, C.T. Influence of oxalate and soil organic \n\nmatter on sorption and desorption of phosphate onto a spodic horizon. Soil \n\nSci. Soc. Am. J., 62:1089-1095, 1998. \n\nBraga, J.M. &amp; Defelipo, B.V. Determinação espectrofotométrica de fósforo em \n\nextratos de solo e material vegetal. R. Ceres, 21:73-85, 1974. \n\n\n\n 93\n\nBrannon, C.A. &amp; Sommers, L.E. Stability and mineralization of organic phosphorus \n\nincorporated into model humic polymers. Soil Biol. Biochem, 17:221-227, \n\n1985. \n\nCosta, J.P.V. Fluxo difusivo de fósforo e de potássio em Latossolos. Viçosa, \n\nUniversidade Federal de Viçosa, 1998. 67p. Tese (Doutorado em Solos e \n\nNutrição de Plantas) – Universidade Federal de Viçosa, 1998. \n\nEarl, K.D.; Syers, J.K. &amp; Mclaughlin, J.R. Origin of the effects of citrate, tartarate, \n\nand acetate on phosphate sorption by soils and synthetic gels. Soil Sci. Soc. \n\nAm. J., 43:674-678, 1979. \n\nEghball, B.; Binford, G.D. &amp; Baltensperger, D. Phosphorus movement and \n\nadsorption in a soil receiving long-term manure and fertilizer application. J. \n\nEnviron. Qual., 25:1339-1343, 1996. \n\nHannapel, R.J.; Fuller, W.H.; Bosma, S. &amp; Bullock, J.S. Phosphorus movement in a \n\ncalcareous soil: I. Predominance of organic forms of phosphorus in \n\nphosphorus movement. Soil Sci., 97:350-357, 1964. \n\nHayes, M.H.B.; Maccarty, P.; Malcoln, R.L. &amp; Swift, R.S. The search for the \n\nstructure: setting the scene. In: Hayes, M.H.B.; MacCarthy, P.; Malcolm, R.L. \n\n&amp; Swift, R.S. (eds.). Humic substances II. In search for the structure. \n\nChichester, 1989. p.689-733. \n\nJones, D.L.; Dennis, P.G.; Owen, A.G. &amp; van Hees, P.A.W. Organic acid behaviour \n\nin soils - misconceptions and knowledge gaps. Plant Soil, 248:31-41, 2003. \n\nKirk, G.J.D. A model of phosphate solubilization by organic anion excretion from \n\nplant roots. Eur. J. Soil Sci., 50:369-378, 1999. \n\nLeytem. A.B.; Mikkelsen, R.L. &amp; Gilliam, J.W. Sorption of organic phosphorus \n\ncompounds in Atlantic coastal plain soils. Soil Sci.,167:652-658, 2002. \n\nLopez-Hernandes, D.; Siegert, G. &amp; Rodriguez, J.V. Competitive adsorption of \n\nphosphate with malate and oxalate by tropical soil. Soil Sci. Soc. Am. J., \n\n57:1460-1462, 1986. \n\nMcguill, W.B. &amp; Cole, C.V. Comparative aspects of cycling of organic C, N, S and P \n\nthrough soil organic matter. Geoderma, 26:267-286, 1981. \n\n\n\n 94\n\nNovais, R.F.; Neves, J.C.L. &amp; Barros, N.F. Ensaio em ambiente controlado. In: \n\nOliveira, A.J.; Garrido, W.E.; Araújo, J.D. &amp; Lourenço, S. Métodos de \n\npesquisa em fertilidade do solo. EMBRAPA-SAE, Brasília, 1991. p.189-254. \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa, \n\nUniversidade Federal de Viçosa, 1999. 399p. \n\nPaul, E.A. &amp; Clark, F.E. Soil microbiology and biochemistry. Califórnia, Academic \n\nPress, 1989. 275p. \n\nQualls, R.G. Biodegradability of humic substances and other fractions of \n\ndecomposing leaf litter Soil Sci. Soc. Am. J., 68:1705-1712, 2004. \n\nRaij, B.V. &amp; Quaggio, J.A. Métodos de análises de solo para fins de fertilidade. \n\nCampinas, 1983, 31p. Boletim técnico N° 81. \n\nRuiz, H.A.; Ferreira, G.B. &amp; Pereira, J.B.M. Estimativa da capacidade de campo de \n\nLatossolos e Neossolos Quartzarênicos pela determinação do equivalente \n\numidade. R. Bras. Ci. Solo, 27:389-393, 2003. \n\nSibanda, H.M. &amp; Young, S.D. Competitive adsorption of humic acids and phosphate \n\non goethite , gibbsite and two tropical soils. J. Soil Sci., 37:197-204, 1986. \n\nSilva, M.L.N.; Curi, N.; Blancaneaux, P.; Lima, J.M. &amp; Carvalho, A.M.; Rotação \n\nadubo verde-milho e adsorção de fósforo em Latossolo Vermelho Escuro. \n\nPesq. Agropec. Bras. 32:649-654, 1997. \n\nStevenson, F.J. Humus Chemistry: genesis, composition, reactions. 2ed. New York. \n\nJohn Wiley, 1994. 496p. \n\nStevenson, F.J. Cycles of: Carbon, nitrogen, phosphorus, sulphur, micronutrients. \n\nNew York: John Wiley &amp; Sons, 1986. 380p. \n\nStotzky, G. Influence of soil mineral colloids on metabolism processes, growth, \n\nadhesion, and ecology of microbes and viruses. In: Huang, P.M. &amp; Schnitzer, \n\nM. (eds.) Interaction of soil minerals with natural organics and microbes. \n\nMadison: SSSA Spec. Publ. no 17, WI. 1986. p.305-428. \n\n\n\n 95\n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acid mediated P \n\nmobilization in the rhizosphere and uptake by maize roots. Soil Biol. \n\nBiochem., 34:703-710, 2002. \n\nThian, G.; Kang, B.T. &amp; Brussard, L. Biological effects of plant residues with \n\ncontrasting chemical compositions under humid tropical conditions – \n\ndecomposition and nutrients release. Soil Biol. Biochem., 24:1051-1060, \n\n1992. \n\nTraina, S.J.; Sposito, G.; Hesterberg, D. &amp; Kafkafi, U. Effects of pH and organic \n\nacids on orthophosphate solubility in an acidic, montmorillonitic soil. Soil \n\nSci. Soc. Am. J., 50:45-51, 1986. \n\nvan Hees, P.A.W.; Jones, D.L. &amp; Godbold, D.L. Biodegradation of low molecular \n\nweight organic acids in forest soils. Soil Biol. Biochem., 34:1261-1272, \n\n2002. \n\nvan Veen, J.A.; Ladd, J.N. &amp; Amato, M. Turnover of carbon and nitrogen through \n\nthe microbial biomass in a sandy loam and a clay soil incubated with [14C(U)] \n\nglucose and [15N] (NH4)2SO4 under different moisture regimes. Soil Biol. \n\nBiochem, 17:747-756, 1985. \n\nVillani, E.M.; Novais, R.F.; Barros, N.F.; Fontes, L.E.F. &amp; Neves, J.C.L. Difusão de \n\nfósforo em solos com diferentes texturas e níveis de umidade. R. Bras. Ci. \n\nSolo, 17:343-347,1993. \n\nViolante, A. &amp; Gianfreda, L. Competition in adsorption between phosphate and \n\noxalate on aluminium hydroxide montmorillonite complex. Soil Sci. Soc. \n\nAm. J., 57:1235-1241,1993. \n\nYeomans, J.C. &amp; Bremner, J.M. A rapid and precise method for routine \n\ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n\n1988.  \n\n \n \n \n \n \n \n\n\n\n 96\n\n \n \n \n \n \n \n \n \n\n \n \n\n \n \n \n\n \n \n \n \n \n \n\nAPÊNDICE \n \n \n \n \n \n \n \n\n\n\n 97\n\nQuadro 1A - Análise de variância do fluxo difusivo para o fósforo total (Pt), fósforo \ninorgânico (Pi) e fósforo orgânico (Po) em amostras de solos que \nreceberam aplicações de ácidos orgânicos e diferentes fontes de P, em \ndiferentes períodos de incubação \n\n \n  Quadrado Médio \nFV GL Pt Pi Po \nBloco 3 1,79** 0,04 1,28 \nSolo (S) 1 220,88** 90,45** 594,01** \nAcido (A) 1 56,27** 52,45** 0,07 \nTratamento térmico (F) 1 27,43** 0,00 27,57** \nFonte de P (P) 1 54,75** 78,38** 2,11° \nPeríodo de incubação (T) 4 481,22** 2,75** 460,71** \nS x A 1 61,57** 42,30** 1,80° \nS x F 1 0,18 0,94** 1,95° \nS x P 1 25,08** 55,63** 6,01* \nS x T 4 205,68** 2,17** 214,27** \nA x F 1 0,44** 0,09 0,92 \nA x P 1 163,75** 33,36** 49,29** \nA x T 4 9,55** 1,69** 8,55** \nF x P 1 0,05 0,18 0,43 \nF x T 4 4,96** 2,28** 11,52** \nP x T 4 2,27* 2,53** 2,35* \nS x A x F 1 0,64 0,65** 0,00 \nS x A x P 1 98,18** 27,23** 21,99** \nF x S x P 1 0,02 1,39** 1,73° \nF x A x P 1 10,26** 0,29° 14,03** \nS x A x T 4 3,58* 1,16** 1,79° \nF x S x T 4 6,67** 2,01** 6,89** \nF x A x T 4 0,67 2,19** 2,68* \nF x P x T 4 2,40° 2,04** 3,79** \nS x P x T 4 3,90* 1,59** 2,59* \nA x P x T 4 9,22** 1,34** 8,10** \nResíduo 258 1,04 0,16 0,98 \nCV (%)  7,49 14,74 9,09 \n\n°, *  e  ** Significativos a 10, 5 e 1%, respectivamente, pelo teste F. \n\n \n \n \n \n \n \n\n\n\n 98\n\nQuadro 2A – Fluxo difusivo de fósforo total (Pt) fósforo inorgânico (Pi) e fósforo \norgânico (Po) extraível por resina de troca aniônica influenciado pela \nadição de ácido cítrico (AC) e húmicos (AH), para as diferentes fontes \nde P, na ausência e presença do tratamento térmico, nos diferentes \nperíodos de incubação, para o Latossolo Vermelho-Amarelo (LVA) \n\n \n\nAC AH \nVariável \n\nPeríodo \n(dia) KH2PO4 IHP KH2PO4 IHP \n\n  ------------------------------- mmol m-2 s-1 ----------------------------------- \n  \n  \n\nSem tratamento térmico \n2 4,85 1,80 1,28 0,82 Pt \n4 6,65 1,77 1,05 2,37 \n\n 6 7,21 1,62 1,28 1,74 \n 10 4,30 1,11 0,91 1,67 \n 15 1,24 0,67 0,53 0,27 \n\nMédia Fonte P 4,85 1,40 1,01 1,37 \nMédia Ácido org.  3,12  1,19 \n\n      \n2 4,19 0,50 0,90 0,17 Pi \n4 5,53 0,51 0,89 0,10 \n\n 6 5,61 0,40 0,82 0,12 \n 10 2,96 0,28 0,73 0,17 \n 15 0,75 0,30 0,37 0,18 \n\nMédia Fonte P 3,81 0,40 0,74 0,15 \nMédia Ácido org.  2,10  0,44 \n\n      \n2 0,66 1,31 0,38 0,65 Po \n4 1,12 1,26 0,16 2,27 \n\n 6 1,60 1,22 0,46 2,62 \n 10 1,34 0,83 0,19 1,50 \n 15 0,49 0,37 0,16 0,09 \n\nMédia Fonte P 1,04 1,00 0,27 1,43 \nMédia Ácido org.  1,02  0,85 \n\n     \n \n \n\nCom tratamento térmico \n2 5,16 1,35 1,26 0,92 Pt \n4 6,44 1,43 1,21 3,15 \n\n 6 7,22 3,15 2,16 4,16 \n 10 6,42 1,07 1,07 1,50 \n 15 3,05 0,72 0,65 0,32 \n\nMédia Fonte P 5,66 1,54 1,27 2,01 \nMédia Ácido org.  3,60  1,64 \n\n     \n2 0,58 0,58 0,95 0,22 Pi \n4 1,31 0,53 0,98 0,13 \n\n 6 2,43 0,44 0,81 0,13 \n 10 4,41 0,72 0,64 0,12 \n 15 2,16 0,34 0,40 0,20 \n\nMédia Fonte P 2,18 0,52 0,75 0,16 \nMédia Ácido org.  1,35  0,46 \n\n     \n2 5,98 0,77 0,31 0,69 Po \n4 5,13 0,89 0,23 2,02 \n\n 6 4,79 2,71 1,35 4,04 \n 10 2,02 0,35 0,44 1,38 \n 15 0,90 0,38 0,25 0,12 \n\nMédia 3,76 1,02 0,52 1,65 \nMédia Ácido org. \n\n \n2,39  1,08 \n\n\n\n 99\n\nQuadro 3A – Fluxo difusivo de fósforo total (Pt) fósforo inorgânico (Pi) e fósforo \norgânico (Po) extraível por resina de troca aniônica influenciado pela \nadição de ácido cítrico (AC) e húmicos (AH), para as diferentes fontes \nde P, na ausência e presença do tratamento térmico, nos diferentes \nperíodos de incubação, para o Latossolo Vermelho (LV) \n\n \n\n \n\n \n \n\nAC AH \nVariável \n\nPeríodo \n(dia) KH2PO4 IHP KH2PO4 IHP \n\n  ------------------------------- mmol m-2 s-1 ----------------------------------- \n  Sem tratamento térmico \n\n2 2,05 2,22 2,80 2,62 Pt \n4 8,12 10,35 11,74 11,50 \n\n 6 5,35 5,24 5,78 5,26 \n 10 3,82 0,62 0,14 0,26 \n 15 0,72 0,17 0,44 0,15 \n\nMédia Fonte P 4,01 3,72 4,18 3,96 \nMédia Ácido org.  3,87  4,07 \n\n      \n2 0,20 0,06 0,08 0,04 Pi \n4 0,18 0,06 0,08 0,05 \n\n 6 0,12 0,09 0,25 0,04 \n 10 0,14 0,07 0,09 0,04 \n 15 0,12 0,11 0,11 0,10 \n\nMédia Fonte P 0,15 0,08 0,12 0,06 \nMédia Ácido org.  0,11  0,09 \n\n      \n2 1,85 2,16 2,72 2,59 Po \n4 7,94 10,29 11,66 11,45 \n\n 6 5,23 5,16 5,53 5,22 \n 10 3,69 0,55 0,05 0,21 \n 15 0,59 0,06 0,32 0,04 \n\nMédia Fonte P 3,86 3,64 4,06 3,90 \nMédia Ácido org.  3,75  3,98 \n\n     \n Com tratamento térmico \n\n2 2,42 1,82 2,22 2,55 Pt \n4 13,40 11,78 14,12 12,06 \n\n 6 6,66 4,16 2,94 5,95 \n 10 1,76 2,35 1,76 2,35 \n 15 0,82 0,51 0,34 0,13 \n\nMédia Fonte P 5,01 4,12 4,28 4,61 \nMédia Ácido org.  4,57  4,44 \n\n     \n2 0,85 0,10 0,15 0,07 Pi \n4 0,40 0,11 0,21 0,07 \n\n 6 0,49 0,07 0,12 0,08 \n 10 0,38 0,08 0,38 0,08 \n 15 0,18 0,13 0,14 0,10 \n\nMédia Fonte P 0,46 0,10 0,20 0,08 \nMédia Ácido org.  0,28  0,14 \n\n     \n2 1,57 1,72 2,06 2,47 Po \n4 13,00 11,67 13,91 11,99 \n\n 6 6,17 4,09 2,82 5,88 \n 10 1,38 2,27 1,38 2,27 \n 15 0,64 0,37 0,21 0,03 \n\nMédia Fonte P 4,55 4,02 4,08 4,53 \nMédia Ácido org.  4,29  4,30 \n\n\n\n 100\n\nCAPÍTULO 5 \n\n \nFRAÇÕES DE FÓSFORO EM SOLO COM AGRICULTURA  \n\nORGÂNICA SOB INFLUÊNCIA DA ADUBAÇÃO VERDE \n \n\n1. RESUMO \n\nEstudos relacionados à dinâmica de P em vários sistemas agrícolas indicam que a \n\nmineralização do P orgânico é responsável, em grande parte, pelo suprimento deste \n\nelemento para as plantas, estimulando pesquisas a respeito da dinâmica de P em \n\nsolos tropicais. O objetivo deste trabalho foi discriminar e quantificar os \n\ncompartimentos de P ao longo do perfil do solo sob condições diferenciadas de \n\nmanejo. A área de estudo localiza-se na região da Chapada da Ibiapaba - CE, sob \n\nNeossolo Quartzarênico órtico, onde se desenvolve sistema orgânico de produção de \n\nacerola. A coleta das amostras do solo foi realizada nas áreas com prévia \n\nincorporação da adubação verde (leguminosas/gramíneas), na linha (ACAVL) ou na \n\nentrelinha (ACAVEL) de plantio; áreas que não receberam adubação verde, na linha \n\n(ASAVL) e na entrelinha (ASAVEL) de plantio, além de área sob vegetação nativa \n\n(M), em cinco profundidades (0-5; 5-10; 10-20; 20-40 e 40-60 cm). Realizou-se o \n\nfracionamento de P proposto por Hedley et al. (1982), modificado. De maneira geral, \n\ncomparando-se o efeito da incorporação (ACAV) ou não (ASAV) da adubação verde \n\nno sistema de manejo, os valores de P total (Pt), P inorgânico (Pi) e P orgânico (Po) \n\nforam consistentemente superiores, principalmente para as formas lábeis (P-resina e \n\nP-bicarbonato) e moderadamente lábeis de P (P-NaOH 0,1 mol L-1), quando da \n\nutilização da adubação verde (ACAV). O compartimento de P orgânico total \n\nrepresentou cerca de 55,8% para área M; 58,9% para ASAVL e 58,8% para \n\nASAVEL; 64,2% para ACAVL e 61,1% para ACAVEL. A prévia incorporação da \n\nadubação verde exerceu influência sobre as frações estudadas entre as áreas de \n\nmanejo orgânico, promovendo incremento no compartimento lábil de P. O manejo \n\nconduzido nas linhas entre os sistemas de manejo orgânico possibilitou aumento dos \n\ncompartimentos mais lábeis de P ao longo da linha de plantio em relação à \n\nentrelinha, assim como o aumento dos teores de P em profundidade. O sistema de \n\nmanejo que promoveu maior movimentação de P em profundidade foi o ACAV, \n\nalertando para a necessidade de monitoramento e desenvolvimento de estratégias de \n\nmanejo que evitem perdas de P para ambientes aquáticos. \n\nTermos de indexação: agricultura orgânica, fracionamento de fósforo, lixiviação \n\n\n\n 101\n\nCHAPTER 5 \n\n \nPHOSPHORUS  FORMS IN SOIL  \n\nORGANIC AGRICULTURE UNDER GREEN MANURE \n\n \n2. SUMMARY \n\n \nStudies on the dynamics of phosphorus (P) in several agricultural systems \n\nindicate that the mineralization of organic P plays an important role on \n\nsupplying this element to plants. The aim of the present study was determine the \n\neffect of cultivating green manure species on P fractions at different depths of a \n\nsoil organically farmed with Acerola (Malpighia spp). The study site is located in \n\nIbiapaba County – Ceará State, Brazil and the soil is a Quartzpsament. Soil \n\nsamples (4 replicates) were collected from plots that had not been cultivated \n\nwith green manures (control - ASAV) and from plots that were cultivated with a \n\nmix of green manures (ACAV). Samples were colleted in the 0-5; 5-10; 10-20; \n\n20-40; 40-60 cm soil layers, both in between plant rows (ASAVEL or ACAVEL) \n\nor in the plant row (ASAVL or ACAVL). For comparison purposes the same soil \n\nunder native vegetation (M) was also sampled. Soil P fractions were determined \n\nthrough the sequential extraction technique (Hedley et al., 1982), modified. The \n\nprevious incorporation of the green manure influenced the soil P fractions, \n\nincrementing the labile P pools. It was found that, in general, the concentration \n\nof total P (Pt), inorganic P (Pi) and organic P (Po) in the labile forms (P-resin \n\nand P-bicarbonate) and moderately labile forms (P-NaOH 0.1 mol L-1) were \n\nhigher in the soil that was cultivated with green manures. The total organic P \n\npool represented 55,79% in area M; 58,91% in ASAVL and 58,85% for \n\nASAVEL; 64,16% for ACAVL and 61,12% for ACAVEL. The organic \n\nmanagement increased soil labile P pools in the plant row at a greater extent \n\nwhen compared to that between rows. There was also a substantial increase in  \n\ntransport of P to deeper soil layers, with a more pronounced movement in the \n\nsoil previously cultivated with green manures.  \n\nIndex terms: soil management, organic agriculture, phosphorus sequential \n\nextraction, P transport \n\n\n\n 102\n\n3. INTRODUÇÃO \n\nO estudo da dinâmica de formas de P no solo vem recebendo maior atenção \n\nnos últimos anos. Muitos deles têm demonstrado que certos compartimentos \n\n(especialmente o compartimento de P orgânico) possuem um papel vital na ciclagem \n\nde P e na nutrição de plantas (Hedley et al., 1982; Addiscott &amp; Thomas, 2000), \n\npodendo contribuir substancialmente para a disponibilidade de P para as plantas \n\n(Domodar Reddy et al., 2000) especialmente em solos tropicais, com elevada \n\ncapacidade de adsorção de P. \n\nEstudos relacionados à dinâmica de P em vários sistemas agrícolas indicam \n\nque a mineralização do P orgânico é responsável, em grande parte, pelo seu \n\nsuprimento para as plantas (Adepetu &amp; Corey, 1975; Hedley et al, 1982; Addiscott &amp; \n\nThomas, 2000; Rheinheimer et al., 2000). Esses estudos têm estimulado pesquisas a \n\nrespeito da dinâmica de P no solo, enfatizando a necessidade de avanços no \n\nconhecimento sobre estes compartimentos e suas transformações.  \n\n Nos solos tropicais, grande parte do P total está indisponível para a utilização \n\nimediata pelas plantas e trabalhos têm sido desenvolvidos visando o melhor \n\nentendimento das causas de deficiência, assim como as relações entre as formas \n\ndisponíveis e indisponíveis, orgânicas e inorgânicas de P em diversas situações de \n\nuso e manejo do solo (Araújo et al., 1993; Araújo &amp; Salcedo, 1997; Silva &amp; Raij, \n\n1999).  \n\n No solo, o P ocorre em formas inorgânicas (Pi) e orgânicas (Po), com \n\ndiferentes graus de labilidade (Dalal, 1977), sendo estas: fração lábil, fração \n\nmoderadamente lábil; fração de labilidade restrita e fração não-lábil, todas com seus \n\ncompartimentos orgânicos e inorgânicos (Hedley et al., 1982; Camargo et al., 1999). \n\nO conhecimento desses compartimentos tem como vantagem a obtenção de \n\ninformações sobre a disponibilidade de P a curto, médio e longo prazo, podendo \n\ntambém ser empregado para acompanhar modificações nas formas de P no solo \n\n(Araújo &amp; Salcedo, 1997), especialmente em situações que envolvem o uso de \n\nfertilizantes e o manejo do solo (Rheinheimer et al., 2000). \n\n A manutenção das formas orgânicas ocorre como variável da manutenção da \n\nmatéria orgânica do solo, e as formas inorgânicas dependem do estádio químico de \n\nintemperização do solo, que está intimamente relacionado com a mineralogia e o pH \n\ndo solo, dentre ouros fatores (Novais &amp; Smyth, 1999). \n\n\n\n 103\n\n Para a compreensão da dinâmica de P no solo há necessidade de se conhecer \n\nseus diferentes compartimentos no solo. Para tal, têm sido utilizadas diferentes \n\nsoluções extratoras com distintas capacidades de extração (Silva &amp; Raij, 1999). Entre \n\nos métodos de fracionamento de P, o mais utilizado é o de Hedley et al. (1982), que \n\nse baseia na extração seqüencial de formas lábeis, moderadamente lábeis e de \n\nlabilidade restrita, individualizando as formas inorgânicas e orgânicas e quantificado-\n\nas. \n\nA avaliação da distribuição de P no perfil do solo pode também, auxiliar no \n\nentendimento dos processos que governam a lixiviação das diferentes fontes de P no \n\nsolo. Estudos envolvendo o P, enfocado seu ciclo, especialmente no que diz respeito \n\nao compartimento e a dinâmica da fração orgânica no solo, a dinâmica de P nos \n\ndiferentes resíduos vegetais ou animais, assim como às transferências entre solo e os \n\nambientes aquáticos são de extrema importância no desenvolvimento de estratégias \n\nde manejo, que por um lado tentam suprir as exigências das culturas e, por outro \n\nlado, tendem a evitar perdas para o ambiente. Conhecer o efeito da adubação \n\norgânica sobre as frações de P no solo, ajudam na obtenção de informações \n\nimportantes para o manejo adequado deste nutriente. O objetivo deste trabalho foi \n\nquantificar os diferentes compartimentos das frações de P (inorgânico e orgânico) e \n\nsua distribuição ao longo do perfil do solo, sob condições diferenciadas de manejo. \n\n4. MATERIAL E MÉTODOS \n\nA área de estudo localiza-se na região da Chapada da Ibiapaba, situada no km \n\n334 da BR 220 no município de Ubajara-CE (latitude 3o51’12’’S e longitude \n\n41o5’10’’W). O clima é o Amw (tropical chuvoso de monção) segundo classificação \n\nde Köeppen. A temperatura média anual da região é de 28o C e a precipitação média \n\nde 640 mm ano-1 (Xavier, 2004). \n\n \n\n4.1 Histórico de uso das áreas \n\n \n\nEm um Neossolo Quartzarênico órtico desenvolve-se um sistema de produção \n\nde acerola com adubação orgânica em grande escala. Antes do manejo orgânico, e \n\nimediatamente após a retirada da mata nativa, esta área esteve sob manejo \n\nconvencional entre os anos de 1991 a 1997, tendo como cultura principal o maracujá. \n\nA partir do ano de 1998 adotou-se exclusivamente o sistema de produção orgânico. \n\n\n\n 104\n\nÁrea com adubação verde (ACAV) \n\nÁrea sob manejo orgânico, implantada entre os meses de julho a dezembro de \n\n1998, compondo-se de um talhão com quatro quadras de acerola, cada uma medindo \n\n10 ha, possuindo quatro fileiras com 155 plantas. Antes da implantação dessa área, \n\nela foi cultivada com morango e melancia entre os anos de 1991 a 1997 sob sistema \n\nde produção convencional. No preparo da área para a produção orgânica, foi \n\nrealizada a adubação verde (Quadro 1), totalizando um conteúdo de massa verde \n\nincorporada ao solo de 45 t ha-1, 1.700 kg ha-1 de calcário dolomítico na correção do \n\nsolo, 500 kg ha-1 de fosfato natural (Gafsa) e 300 kg ha-1 de gesso agrícola. No \n\nplantio da acerola adicionou-se 300 g de fosfato natural (Gafsa) por cova. A \n\nadubação orgânica foi realizada por meio da adição de 22 kg de composto orgânico \n\npor planta na linha, duas vezes ao ano, num intervalo de seis meses, totalizando um \n\naporte de aproximadamente 25 t ha-1 ano-1 (Quadros 2 e 3). \n\n \n\n \n\n \n\nQuadro 1 – Quantidade de sementes e composição das espécies utilizadas na \n\nadubação verde \n\nLeguminosas/Gramíneas Quantidade de sementes \n\n kg ha-1 \nMilho 24 \nFeijão Porco 16 \nGirassol 8 \nMamona 5 \nCalopogônio 4 \nMilheto 2 \nCrotalária juncea 10 \nCrotalária spectabilis 10 \nMucuna preta 16 \nFeijão Guandu 16 \nLab Lab 12 \nSorgo 3 \nFeijão Moita 12 \n\nFonte: Fazenda Amway Nutrilite do Brasil \n\n \n\n \n\n\n\n 105\n\nQuadro 2 – Proporção dos diferentes resíduos orgânicos usados na produção do \n\ncomposto orgânico aplicado na linha de cultivo \n\nNatureza do material Proporção no conteúdo total de \n\ncomposto produzido (%) \nBagaço de cana 48,2 \nResíduo de acerola 5,4 \nEsterco de gado 14,4 \nEsterco de galinha 10,0 \nMB4 (rocha magnesiana moída)                                  3,0 \nFosfato natural (Gafsa) 1,0 \nÁgua 30,0 \nFonte: Fazenda Amway Nutrilite Brasil \n\n \n\n \n\nQuadro 3 - Características química do composto orgânico aplicado na linha de \n\ncultivo \n\nCaracterística   \n\npH em água (1:2,5)  5,30 \nRelação C/N  10,14 \n   \n   g kg -1 \n   \nUmidade                             182,3 \nC orgânico 223,25 \nNitrogênio  21,6 \nPotássio  8,20 \nCálcio  42,3 \nMagnésio  5,50 \nEnxofre  10,6 \nFósforo  11,0 \nFerro  0,09 \nManganês  0,25 \nCobre  0,01 \nZinco  0,07 \nBoro  0,20 \n\n \n\n \n\nAplicou-se bagana de carnaúba como cobertura morta nas linhas nos dois \n\nprimeiros anos de cultivo, representando um total de 36 t ha-1. A produtividade da \n\nárea foi de 12 kg de acerola por planta a partir do segundo ano de implantação, e de \n\n20 a 25 kg planta-1 a partir do quarto ano. Nas entrelinhas, no início do período \n\nchuvoso, são cultivados calopogônio, soja perene e capim buffel cinza. Antes da \n\n\n\n 106\n\nfloração dessas espécies, realizou-se roçada mecânica nas entrelinhas depositando a \n\nmassa verde nas linhas. Utilizou-se sistema de irrigação localizado tipo \n\nmicroaspersão com vazão de 22 L h-1, durante três horas por dia. A coleta das \n\namostras de solo foi realizada nas linhas (ACAVL) e entrelinhas (ACAVEL). \n\nÁrea Sem Adubação Verde (ASAV) \n\nEsta área localiza-se ao lado da anteriormente descrita, implantada em \n\ndezembro de 1998. De forma similar à anterior, este talhão é composto de quatro \n\nquadras de acerola com dimensão total de 40 ha. O histórico e manejo é semelhante \n\nao da área anterior, entretanto essa área diferencia-se por não ter sido feita a \n\nadubação verde antes de sua implantação. De modo semelhante à área anterior, a \n\namostragem foi realizada nas linhas (ASAVL) e entrelinhas (ASAVEL). \n\nÁrea de Mata Nativa (M) \n\nÁrea sob vegetação nativa, com vegetação caracterizada por “Carrasco” com \n\nprodução de biomassa inferior a 15 t ha-1. Apresenta grande proporção de cipós entre \n\nas espécies existentes, e espécies arbóreas com altura variando de 2 a 4 m. \n\n4.2 Coleta e caracterização das amostras de solo \n\nEm setembro de 2002 foram coletadas amostras do solo (Quadro 4), nas \n\nprofundidades de 0 - 5, 5 - 10, 10 - 20, 20 - 40 e 40 - 60 cm. A amostragem consistiu \n\nna abertura trincheiras nas áreas selecionadas, totalizando um número de três \n\nrepetições. As amostras foram secas, destorroadas e passadas em peneira de malha de 2 \n\nmm e submetidas ao fracionamento de P pelo método de Hedley et al. (1982), \n\nmodificado (Camargo et al., 1999). Esse fracionamento de P quantifica as frações mais \n\nlábeis, consideradas disponíveis, extraídas com resina trocadora de ânions (fósforo \n\ninorgânico - Pi-res e orgânico - Po-res), seguida por extração com NaHCO3 0,5 mol L\n-1 \n\ndo fósforo inorgânico (Pi-bic) e orgânico (Po-bic), este último correspondendo ao P \n\nlábil adsorvido na superfície do solo. A extração seguinte com NaOH 0,1 mol L-1 \n\nidentifica o reservatório de P inorgânico (Pi-hid1) e orgânico (Po-hid1), considerado \n\nmoderadamente lábil, especialmente Pi-hid, por ser fortemente adsorvido aos \n\ncompostos de Fe e de Al. A extração com HCl 1,0 mol L-1 identifica o reservatório de \n\nP inorgânico (Pi-HCl) de labilidade restrita, seguida pela extração com NaOH 0,5 mol \n\nL-1 identificando formas estáveis de Po e insolúveis de Pi. A última extração, com \n\nH2SO4 1 mol L\n-1 (Pi-ac), define o P relacionado com minerais, como apatita, ou com P \n\n \n\n\n\n 107\n\nQuadro 4 - Características físicas e químicas de amostra do Neossolo quartzarênico \nórtico sob condições diferenciadas de manejo (ACAV, ASAV e M) \n\nCaracterística ASAV ACAV M \nArgila (g kg-1) 1/ 50 60 60 \nSilte (g kg-1) 1/ 50 50 40 \nAreia grossa (g kg-1) 1/ 520 430 380 \nAreia fina (g kg-1) 1/ 380 460 520 \nC Org. (g kg-1) 2/ 7,26 7,78 7,12 \npH-H2O\n\n 3/ 5,78 5,62 5,58 \nAl3+ (cmolc dm\n\n-3) 4/ 0,00 0,00 0,00 \nCa2+ (cmolc dm\n\n-3) 4/ 1,59 1,21 1,15 \nMg2+ (cmolc dm\n\n-3) 4/ 0,67 0,41 0,49 \nK+ (mg dm-3) 5/ 87,00 85,25 108,50 \nP (mg dm-3) 5/ 62,03 109,08 37,83 \nZn (mg dm-3) 5/ 11,36 29,18 18,03 \nFe (mg dm-3) 5/ 7,35 23,88 11,45 \nMn (mg dm-3) 5/ 5,00 34,20 5,95 \nCu (mg dm-3) 5/ 11,36 29,18 18,03 \n\n1/ Método da pipeta; 2/ Yeomans &amp; Bremner (1988) 3/ Relação solo-água 1:2,5; 4/ Extrator KCl 1 mol L-1; 5/ Extrator Mehlich-1; \nASAV: área sem adubação verde; ACAV: área com adubação verde; M: área de mata nativa \n\n \n \n\nocluso em solos mais intemperizados. O resíduo dessas quatro extrações é digerido \n\ncom H2SO4/H2O2 (P-resid), determinando-se, então, as formas mais estáveis de Po e as \n\nmais insolúveis de Pi (Hedley et al., 1982; Araújo et al., 1993). \n\nOs dados foram submetidos à análise de variância. O sistema de manejo foi \n\navaliado por meio da comparação de médias por contrastes, enquanto o efeito da \n\nprofundidade foi avaliado pela diferença mínima significativa (DMS), a 1% pelo \n\nteste de Tuckey. \n\n5. RESULTADOS E DISCUSSÃO \n\n5.1 Fracionamento de P \n\nOs teores de P das diferentes frações variaram dentro dos sistemas de \n\nmanejo estudados (Quadro 5 e 6). Com a utilização do sistema de manejo orgânico \n\nverifica-se a manutenção, em teores mais elevados, das formas de P de maior \n\nlabilidade. O material orgânico adicionado ao solo pode promover modificações na \n\ndinâmica dos compartimentos de P, aumentando o tempo de ciclagem no \n\ncompartimento lábil (biomassa microbiana), formando compostos com o P na \n\nsolução do solo (Brannon &amp; Sommers, 1985), diminuindo a intensidade de adsorção \n\nde P (Andrade et al., 2003). \n\n \n\n\n\n 108\n\n \n\nQuadro 5 – Teores de fósforo total (Pt), fósforo inorgânico (Pi) e fósforo orgânico \n(Po), para os diferentes extratores utilizados em amostras dos diferentes \nsistemas de manejo (M, ASAVL, ASAVEL, ACAVL e ACAVEL) \n\n \n\nProf  Pt-res Pi-res Po-res Pt-bic Pi-bic Po-bic \n   (cm)                   ------------------------------------------ mg dm-3 ----------------------------------------- \n   Área de mata nativa (M)   \n       0 - 5 5,39 1,86 3,53 19,16 11,78 7,38 \n5 - 10 2,71 0,22 2,49 10,45 6,14 4,31 \n10 - 20 2,32 0,14 2,18 8,71 5,19 3,52 \n20 - 40 2,32 0,14 2,18 11,32 4,67 6,65 \n40 - 60 2,32 0,14 2,18 9,58 4,58 5,00 \nmédia 3,01 0,50 2,51 11,84 6,47 5,37 \nDMS1 0,90 0,41 0,62 1,54 4,58 4,66 \n\n  \n Área sem Adubação Verde - linha (ASAVL) \n\n       \n0 - 5 17,22 7,16 10,06 63,57 31,38 32,18 \n5 - 10 16,83 7,43 9,40 58,34 31,04 27,30 \n10 - 20 7,55 3,22 4,33 50,51 27,57 22,94 \n20 - 40 5,61 2,01 3,60 48,76 29,91 18,85 \n40 - 60 6,00 2,09 3,91 66,18 38,58 27,59 \nmédia 10,64 4,38 6,26 57,47 31,70 25,77 \nDMS1 4,38 3,20 3,80 5,22 3,18 10,82 \n      \n\n Área sem Adubação Verde – entre linha (ASAVEL) \n       \n0 - 5 12,19 5,79 6,40 50,51 27,13 23,37 \n5 - 10 11,03 5,17 5,86 44,41 24,01 20,40 \n10 - 20 10,90 4,35 6,63 40,06 22,19 17,87 \n20 - 40 4,84 1,35 3,49 27,86 16,90 10,97 \n40 - 60 4,06 0,80 3,26 26,12 15,08 11,05 \nmédia 8,62 3,49 5,13 37,79 21,06 16,73 \nDMS1 5,30 3,91 2,07 7,49 3,85 4,80 \n      \n\n Área com Adubação Verde – linha (ACAVL) \n       \n0 - 5 30,38 17,18 13,20 217,69 57,93 159,77 \n5 - 10 12,00 5,79 6,20 79,24 31,38 47,86 \n10 - 20 7,35 3,14 4,21 40,06 21,93 18,13 \n20 - 40 6,58 2,25 4,33 46,15 23,84 22,31 \n40 - 60 7,16 2,48 4,68 50,51 28,78 21,72 \nmédia 12,69 6,17 6,52 86,73 32,77 53,96 \nDMS1 8,38 5,10 3,35 28,99 3,90 52,75 \n      \n\n Área com Adubação Verde – entre linha (ACAVE) \n       \n0 - 5 15,48 7,12 8,36 64,44 40,32 24,12 \n5 - 10 21,67 11,10 10,53 60,08 33,29 26,79 \n10 - 20 14,51 7,08 7,43 71,40 39,89 31,52 \n20 - 40 18,77 9,30 9,46 58,34 32,43 25,92 \n40 - 60 7,93 3,10 4,83 46,15 26,70 19,45 \nmédia 15,67 7,55 8,12 60,08 34,52 25,56 \nDMS1 7,82 3,95 4,09 19,69 18,27 5,34 \n\nDMS2   0 - 5 9,78 6,77 5,28 18,83 39,66 50,33 \nDMS2   5 -10 5,82 5,19 2,95 7,66 4,20 11,49 \nDMS2 10 - 20 4,17 3,02 2,08 13,68 7,27 9,60 \nDMS2 20 - 40 4,86 2,73 2,21 25,44 16,65 9,13 \nDMS2 40 - 60 2,96 2,03 1,09 52,60 31,44 21,21 \n \n\n\n\n 109\n\nContinuação... \n\nProf. Pt-hid1 Pi-hid1 Po-hid1 Pt-ác Pi-ác Po-ác \n  (cm)  -------------------------------------- mg dm-3 -------------------------------------- \n   Área de mata nativa (M)   \n       \n0 - 5 34,42 14,33 20,09 0,67 0,33 0,34 \n5 - 10 23,80 10,40 13,40 0,24 0,19 0,05 \n10 - 20 18,63 8,16 10,47 0,19 0,15 0,05 \n20 - 40 13,45 7,26 6,20 0,19 0,15 0,05 \n40 - 60 40,06 6,44 33,63 0,19 0,15 0,05 \nmédia 26,07 9,32 16,76 0,30 0,19 0,11 \nDMS1 16,94 2,37 16,72 0,29 0,19 0,41 \n      \n\n Área sem Adubação Verde - linha (ASAVL) \n       \n0 - 5 47,76 14,70 33,06 2,33 1,85 0,48 \n5 - 10 40,14 15,19 24,95 1,83 1,62 0,20 \n10 - 20 37,69 14,82 22,87 0,55 0,15 0,41 \n20 - 40 23,80 11,10 12,70 0,30 0,15 0,16 \n40 - 60 26,52 12,90 13,62 0,33 0,17 0,16 \nmédia 35,18 13,74 21,44 1,07 0,79 0,28 \nDMS1 10,24 5,51 4,80 2,27 0,32 0,46 \n      \n\n Área sem Adubação Verde – entre linha (ASAVEL) \n\n       \n0 - 5 42,04 10,77 31,27 0,67 0,17 0,50 \n5 - 10 40,68 11,35 29,34 0,44 0,17 0,27 \n10 - 20 37,42 11,80 25,62 0,28 0,17 0,11 \n20 - 40 23,80 8,36 15,44 0,30 0,15 0,16 \n40 - 60 15,90 8,24 7,67 0,28 0,15 0,14 \nmédia 31,97 10,10 21,87 0,40 0,16 0,24 \nDMS1 3,68 1,46 3,35 0,23 0,12 0,21 \n\n      \n Área com Adubação Verde – linha (ACAVL) \n\n       \n0 - 5 72,54 41,24 31,30 0,78 0,19 0,59 \n5 - 10 24,62 10,08 14,54 0,35 0,17 0,18 \n10 - 20 25,16 9,34 15,82 0,55 0,17 0,39 \n20 - 40 14,54 9,79 4,75 0,44 0,12 0,32 \n40 - 60 17,41 9,66 7,76 0,53 0,17 0,36 \nmédia 30,86 16,02 14,83 0,53 0,16 0,37 \nDMS1 11,47 13,39 6,69 0,77 0,10 0,72 \n      \n\n Área com Adubação Verde –  entre linha (ACAVL) \n       \n0 - 5 21,46 12,20 9,26 0,55 0,37 0,18 \n5 - 10 10,65 8,82 1,83 0,30 0,19 0,11 \n10 - 20 12,98 6,64 6,34 0,19 0,15 0,05 \n20 - 40 10,61 6,10 4,51 0,19 0,15 0,05 \n40 - 60 20,34 8,51 11,83 0,19 0,15 0,05 \nmédia 15,21 8,46 6,75 0,29 0,20 0,09 \nDMS1 6,31 4,34 2,69 0,30 0,10 0,16 \n\nDMS2   0 - 5 40,99 33,14 17,29 2,36 2,47 0,51 \nDMS2   5 -10 13,39 2,67 12,42 2,27 2,18 0,22 \nDMS2 10 - 20 9,31 1,57 9,19 0,56 0,09 0,55 \nDMS2 20 - 40 8,56 3,75 5,49 0,46 0,09 0,39 \nDMS2 40 - 60 19,28 7,03 13,47 1,85 0,09 0,54 \n\n \n\n \n\n \n\n\n\n 110\n\nContinuação... \n\nProf. Pt-hid2 Pi-hid2 Po-hid2 P-resid ? Pt \n  (cm)         ---------------------------------------------- mg dm-3 ----------------------------------------- \n\n   Área de mata nativa (M)   \n      \n0 - 5 40,81 13,44 27,37 20,91 121,34 \n5 - 10 48,44 9,24 39,19 11,63 97,26 \n10 - 20 40,81 7,51 33,30 10,19 80,85 \n20 - 40 29,37 6,18 23,19 9,99 66,64 \n40 - 60 33,18 6,38 26,80 13,54 98,87 \nmédia 38,52 8,55 29,97 13,25 92,99 \nDMS1 8,08 2,18 7,23 4,93 25,68 \n      \n\n Área sem Adubação Verde - linha (ASAVL) \n      \n0 - 5 111,11 10,16 100,95 15,93 257,91 \n5 - 10 71,32 9,04 62,28 14,15 202,61 \n10 - 20 48,44 7,40 41,03 12,17 156,90 \n20 - 40 33,18 6,18 27,00 7,87 119,53 \n40 - 60 72,51 8,32 64,18 14,56 186,09 \nmédia 67,31 8,22 59,09 12,94 184,61 \nDMS1 25,77 2,04 22,48 4,78 24,24 \n      \n\n Área sem Adubação Verde – entre linha (ASAVEL) \n      \n0 - 5 90,39 9,65 80,74 15,72 211,52 \n5 - 10 78,95 8,83 70,11 15,11 190,62 \n10 - 20 59,88 7,91 51,96 10,13 157,24 \n20 - 40 48,44 6,99 41,44 11,01 116,26 \n40 - 60 31,27 7,71 23,56 9,10 86,75 \nmédia 61,78 8,22 53,56 12,21 152,47 \nDMS1 13,84 1,20 14,61 4,93 27,16 \n      \n\n Área com Adubação Verde – linha (ACAVL) \n       \n0 - 5 70,90 12,21 58,69 22,00 414,29 \n5 - 10 67,51 8,63 58,88 17,97 201,68 \n10 - 20 40,81 8,53 32,28 14,01 127,95 \n20 - 40 31,27 7,30 23,97 12,17 111,16 \n40 - 60 29,37 7,20 22,17 15,24 120,22 \nmédia 47,97 8,77 39,20 16,28 195,06 \nDMS1 14,68 5,01 11,41 5,83 66,09 \n      \n\n Área cem Adubação Verde – entre linha (ACAVEL) \n      \n0 - 5 67,97 8,73 59,24 16,33 176,24 \n5 - 10 52,25 7,40 44,85 13,74 158,70 \n10 - 20 54,16 8,12 46,04 15,17 168,42 \n20 - 40 40,81 7,10 33,71 16,33 145,05 \n40 - 60 67,97 8,12 59,85 19,20 151,79 \nmédia 56,63 7,89 48,74 16,16 160,04 \nDMS1 67,97 8,73 59,24 16,33 176,24 \n\nDMS2   0 - 5 26,29 4,50 24,51 7,99 26,29 \nDMS2   5 -10 16,95 2,39 15,47 5,46 16,95 \nDMS2 10 - 20 26,10 2,64 27,24 3,36 26,10 \nDMS2 20 - 40 26,39 1,96 26,27 5,26 26,39 \nDMS2 40 - 60 25,04 2,49 23,92 5,88 25,04 \n\nres = extrator  resina; bicarb = extrator bicarbonato de sódio; hid1 = extrator NaOH 0,1 mol L\n-1; ac = extrator HCl;  hid2 = extrator \n\nNaOH 0,5 mol L-1; P-resid = fósforo residual; \nDMS1 = Diferença Mínima Significativa da profundidade dentro do manejo, pelo teste de Tuckey, a 1% \nDMS2 = Diferença Mínima Significativa do manejo dentro da profundidade, pelo teste de Tuckey, a 1% \n\n\n\n 111\n\nQuadro 6 - Contrastes das médias das frações de P, para fósforo total (Pt), fósforo \ninorgânico (Pi) e fósforo orgânico (Po), para os diferentes sistemas de \nmanejo estudados, dentro dos diferentes extratores utilizados \n\n \n\nVariável       C1       C2      C3      C4 \nPt-res 35,57** 9,10** 2,02** -2,98** \nPi-res 19,59** 5,85** 0,89 -1,38** \nPo-res 15,98** 3,25** 1,13* -1,6** \nPt-bic 194,69** 51,55** 19,68** 26,65** \nPi-bic 94,16** 14,53** 10,64** -1,75 \nPo-bic 100,53** 37,02** 9,04* 28,40** \nPt-hid1 8,93* -21,08** 3,21** 15,65** \nPi-hid1 11,04** 0,64 3,64** 7,56** \nPo-hid1 -2,14** -21,73** -0,43 8,08** \nPt-ac 1,17 -0,65* 0,67 0,24° \nPi-ac 0,53 -0,59* 0,63 -0,04 \nPo-ac 0,54 -0,06° 0,04° 0,28** \nPt-hid2 79,60** -24,49** 5,53° -8,66* \nPi-hid2 -1,10\n\n 0,22  0,01 0,88* \nPo-hid2 80,71** -24,71** 5,53° -9,54* \nP-resid 4,58* 7,29** 0,73 0,12 \nPt soma 320,21** 18,02    32,14 35,02** \n\nC1 = ASAVL + ASAVEL + ACAVL + ACAVEL vs M (++++, 4 -); C2 = (ACAVL + ACAVEL) vs (ASAVL + ASAVEL) (++, - -); C3 = \nASAVL vs ASAVEL (+, -); C4 = ACAVL vs ACAVEL (+, -) Pt = fósforo total; Pi fósforo inorgânico; Po = fósforo orgânico; res = \nextrator resina; bicarb = extrator bicarbonato de sódio; hid1 = extrator NaOH 0,1 M; ac = extrator HCl; hid2 = extrator NaOH \n0,5 M; resid = fósforo residual; soma = somatório fósforo total; ACAVL = área com adubação verde com coleta de solo na \nlinha; ACAVEL = área com adubação verde com coleta de solo na entre linha; ASAVL = área sem adubação verde com coleta de \nsolo na linha; ASAVEL = área sem adubação verde com coleta de solo na entre linha; M: área de mata nativa. \n°, * e ** Significativos a 10, 5 e 1% respectivamente pelo teste F.  \n\n \n\n \n\nComparando-se o efeito da adubação verde no sistema de manejo (Quadro 6, \n\nC2), os valores de Pt, Pi e Po foram consistentemente superiores para o \n\ncompartimento lábil de P. O cultivo prévio da adubação verde promoveu incremento \n\nno compartimento lábil de P. Este resultado confirma aqueles encontrados por \n\nAndrade et al. (2003). Esses autores, trabalhando com experimento de laboratório, \n\nobservaram que em solos de textura média, a aplicação de fosfato depois da \n\naplicação de material orgânico acarretou aumento da quantidade de P na solução. \n\nO conteúdo de massa verde incorporada via adubação verde (45 t ha-1) \n\npossivelmente contribuiu para a incorporação do P ao ciclo biológico e a sua \n\nmanutenção no ciclo. Sabe-se que a ciclagem de P no solo e a sua dinâmica são \n\ncontroladas por reações fisico-quimicas (Novais &amp; Smyth, 1999). Porém, em muitas \n\nsituações em que se promove incremento e, ou, manutenção da matéria orgânica no \n\n\n\n 112\n\nsolo, as transformações bioquímicas passam a ter um importante papel nesta \n\nciclagem, através do P estocado na biomassa microbiana e sua liberação gradativa. \n\nPara os demais compartimentos de P (labilidade moderada e restrita), dentro \n\nde C2 (Quadro 6), observaram-se valores negativos e significativos, indicando que \n\nnas áreas sem a prévia utilização da adubação verde ocorrem predomínio das formas \n\nmenos lábeis de P. \n\nO compartimento lábil (P-res e P-bic) representou, em média, cerca de 17% \n\n(8% Pi e 9% Po) do P total do solo na área de mata. Para a área ASAV, na ASAVL \n\nvalores em torno de 36% (19% Pi e 17% Po) e para ASAVEL, a participação desta \n\nfração foi de 30% (16% Pi e 14% Po) do P total. Já para a área ACAV, esta fração \n\nteve uma participação de 51% (20% Pi e 31% Po) para ACAVL e 45% (25% Pi e \n\n20% Po) para ACAVEL (Quadro 5). Observou-se grande incremento da fração \n\norgânica de P para as áreas de manejo orgânico em relação à mata nativa, assim \n\ncomo para amostras coletadas na linha de plantio (ASAVL e ACAVL) em relação às \n\ncoletadas na entrelinha (ASAVEL e ACAVEL). A adição do composto orgânico na \n\nlinha de plantio, duas vezes ao ano, possivelmente promove a manutenção desses \n\nvalores elevados para esta fração dentro deste sistema. Assim como a incorporação \n\nda massa verde produzida na entrelinha é aplicada na linha, promoveu-se o aumento \n\ndeste compartimento na linha e seu consecutivo decréscimo na entrelinha. \n\nA fração P-hid1 (compartimento de labilidade moderada), correspondente às \n\nformas inorgânicas ligadas a Fe e Al (Pi-hid1), e orgânicas (Po-hid1), associadas com \n\ncompostos húmicos. Esta fração apresentou, em média, cerca de 28% (10% Pi e 18% \n\nPo) do P total do solo na área de mata, 19% (7% Pi e 12% Po) na ASAVL e 21% (7% \n\nPi e 14% Po) para ASAVEL. Para a ACAVL, 16% (8% Pi e 8% Po) e para ACAVEL, \n\n26% (6% Pi e 20% Po) (Quadro 5). Observou-se, neste compartimento, o predomínio \n\ndas formas orgânicas (50 a 67% do P total), possivelmente associadas aos compostos \n\nhúmicos. Grande parte do P orgânico no solo está associado a compostos orgânicos \n\nde alto peso molecular, geralmente superiores a 100.000 daltons, formando ligações \n\ncovalentes fosfato-ester-amino com as substâncias húmicas, podendo também estar \n\ncomplexado ao húmus com Fe e Al (Brannon &amp; Sommers, 1985). Outra \n\npossibilidade é a associação de compostos orgânicos de P com ácidos fúlvicos e \n\nhúmicos, por meio da complexação de fosfatos ésteres (ex: nucleotídeos ou fosfato \n\nde inositol), que pode modificar as propriedades dos ésteres fosfato, fazendo com \n\nque estes não sejam estimados pelos métodos convencionais (Stevenson, 1994). \n\n\n\n 113\n\nEmbora o P possa ocorrer como P inorgânico nesses complexos, essa forma de P é \n\nfuncionalmente equivalente ao P orgânico, pois sua transformação está condicionada \n\nà da matéria orgânica (Stevenson, 1994). \n\nAs formas extraídas com HCl 1 mol L-1 não apresentaram diferenças entre os \n\ntratamentos, representando menos que 1% da fração total de P nos sistemas de \n\nmanejo (Quadro 5). A forma Pi-ac corresponde às formas de P ligadas a Ca (Walker \n\n&amp; Syers, 1976), e em solos não fertilizados de regiões temperadas está associada ao \n\nmineral apatita (Smeck, 1985). Entretanto, segundo Araújo et al. (1993), em solos \n\nácidos dos trópicos esta forma de P ligada a Ca pode não ser tão estável, podendo se \n\ntornar disponível, a médio prazo, para as plantas.  \n\nO compartimento de labilidade restrita (P-hid2) representou em média, cerca \n\nde 41% do P total do solo na área de mata. Para a área ASAV, na ASAVL os valores \n\nforam em torno de 36% e para ASAVEL, a participação desta fração foi de 40% do P \n\ntotal. Para a área ACAV, esta fração teve participação de 24% para ACAVL e 34% \n\npara ACAVEL (Quadro 5). O compartimento P-resid representou em média, cerca de \n\n14% do P total do solo na área de mata. Para a área ASAV, na ASAVL os valores \n\nforam em torno de 8% e para ASAVEL, a participação desta fração foi de 8% do P \n\ntotal. Para a área ACAV, esta fração teve participação, de 8% para ACAVL e 9% \n\npara ACAVEL (Quadro 5). \n\nPelos teores de P apresentados em cada compartimento observa-se estreita \n\nrelação entre labilidade e manejo do solo. Para o compartimento lábil observaram-se \n\nvalores superiores para o manejo na linha de plantio, onde ocorre a aplicação do \n\ncomposto orgânico e a incorporação da massa verde produzida na entrelinha. A \n\nadição do material orgânico promove a incorporação de P no ciclo biológico, \n\nconduzindo a manutenção de formas mais lábeis de P. Soma-se ao fato a liberação \n\ngradativa da biomassa microbiana, diminuindo as perdas do elemento e o incremento \n\nna quantidade de ânions orgânicos, competindo com P pelos sítios de adsorção e \n\ntornando o P mais disponível (Jones, 1998; Strom, 2002). \n\nPara o compartimento de labilidade moderada observaram-se valores \n\nsuperiores para o manejo na entrelinha de plantio. Embora a biomassa recicle parte \n\ndo P absorvido pelas plantas, a exportação assume importante papel na retirada de P \n\ndo ecossistema. As exportações, ocasionadas pela retirada da massa verde produzida \n\nna entrelinha, possivelmente justificam os valores superiores desta fração frente à \n\nfração lábil. \n\n\n\n 114\n\nPara o compartimento de labilidade restrita (P-hid2 + P-resid) observaram-se \n\nvalores superiores para a área de mata nativa (56%), seguidos pelo manejo na \n\nentrelinha (47%) e na linha (40%). O manejo orgânico pode favorecer o predomínio \n\nde formas disponíveis evitando, em parte, a transformação para formas mais estáveis \n\nde P. \n\nQuando se compara o efeito do manejo na linha e entre linha de plantio (C3 e \n\nC4, Quadro 6), observaram-se, de maneira geral, valores positivos e significativos \n\npara os contrastes, indicando efeito no aumento de todos os compartimentos de P ao \n\nlongo da linha de plantio em relação à entrelinha. Este resultado está relacionado ao \n\naporte constante de material orgânico na linha de plantio (adubação orgânica e a \n\nincorporação da massa verde produzida na entrelinha e aplicada na linha, como \n\nadubação). \n\nO compartimento orgânico total (somatório de todos os compartimentos \n\norgânicos) representou cerca de 55,79% para área M; 58,91% para ASAVL e 58,85% \n\npara ASAVEL; 64,16% para ACAVL e 61,12% para ACAVEL. A importância do P \n\norgânico como fonte desse nutriente para as plantas vem recebendo maior atenção \n\nnos últimos anos, através do conceito de P biodisponível. Compostos orgânicos de P \n\npossuem papel vital na ciclagem de P e na nutrição de plantas (Hedley et al., 1982; \n\nAddiscott &amp; Thomas, 2000), podendo contribuir substancialmente para a \n\ndisponibilidade de P para as plantas (Domodar Reddy et al., 2000), especialmente em \n\náreas cultivadas sob manejo orgânico. \n\n5.2 Movimentação de P no solo \n\nDe maneira geral, os teores de P para as diferentes frações, nas diferentes \n\nprofundidades, foram superiores nos sistemas orgânicos (ACC e ASC) em relação ao \n\nsolo sob mata nativa (M), (Quadro 5) e comprovados pelos contrastes testados \n\n(Quadro 6, C1). Este resultado indica a movimentação de P em profundidade, \n\nalertando para a necessidade de monitoramento e desenvolvimento de estratégias de \n\nmanejo que evitem perdas de P para ambientes aquáticos. \n\nObservaram-se elevados teores de P ao longo do perfil do solo, dentro das \n\ndiferentes condições de manejo estudadas (Quadro 5). Os maiores teores de P em \n\nprofundidade estão associados a áreas de amostragem na linha de plantio (ASAVL e \n\nACAVL) (Quadro 5). Este fato é justificado pelas práticas de manejo (incorporação \n\nde massa verde e adubação orgânica) realizadas na linha de plantio. Correa et al. \n\n\n\n 115\n\n(2004), estudando o efeito do aporte de material orgânico na dinâmica de P no solo, \n\nconcluíram que a adição de material orgânico ao solo influencia a movimentação de \n\nP em profundidade. Ressaltaram, ainda, a possibilidade dos ácidos orgânicos de \n\nbaixo peso molecular (AOBPM) transportar P ao longo do perfil. Nesse sentido, \n\nestudos conduzidos por Bettany et al. (1973) em solos sob pastagens e florestas, \n\nsugerem que a rápida taxa de decomposição do material orgânico adicionado ao solo, \n\nresulta na produção de AOBPM, que podem ser translocados ao longo do perfil do \n\nsolo, retirando-se da zona de alta atividade biológica. Esses compostos teriam \n\nestreita relação C:P, corroborando com a hipótese de Correa et al. (2004). Para \n\nEghball et al. (1996) a movimentação de P no perfil do solo é resultado da aplicação \n\nde grande quantidade na adubação orgânica e, ou, pequenos intervalos entre \n\naplicações. \n\nObservou-se que o sistema de manejo ACAV (ACAVL e ACAVEL) promoveu \n\nmaior incremento de P em profundidade quando comparadas ao ASAV (ASAVL e \n\nASAVEL) (Quadro 6). Este fato pode ser explicado pelos valores superiores para o \n\ncompartimento lábil (P-res e P-bic) do ACAV, labilidade esta que possibilita maior \n\nmobilidade ao longo do perfil. \n\n Heckrath et al. (1995) constataram que, para teores de P no solo de até 60 mg \n\nkg-1 pelo extrator NaHCO3, as concentrações em água de drenagem foram muito \n\npequenas, enquanto que para valores acima de 100 mg kg-1 de P, observaram um \n\nrápido aumento nas concentrações de P na água que percolava pelo perfil do solo. No \n\npresente estudo observaram-se valores superiores a 200 mg dm-3 de Pt-bic de para \n\nACAVL (Quadro 5), indicando que o nível critico ambiental de P pode ter sido \n\nsuperado. \n\nOs valores elevados de P para a camada superficial (0-5 cm) (Quadro 5) \n\npodem favorecer as perdas por escorrimento superficial de P, que segundo Daniel et \n\nal. (1998) é o principal mecanismo de transporte de P para os recursos hídricos. \n\nNesse sentido, Lentz et al. (1998) comentaram que as perdas de P por fluxo \n\nsuperficial podem ser 1,5 a 10 vezes superiores às ocorridas por drenagem \n\nsubsuperficial. \n\nA adubação orgânica é importante não só pelo fornecimento de nutrientes às \n\nplantas, mas também no aumento do conteúdo de matéria orgânica no solo, \n\nparticularmente nos solos tropicais e no desenvolvimento de uma agricultura mais \n\nsustentável. Entretanto, com o uso indiscriminado de adubos orgânicos, a grande \n\n\n\n 116\n\nquantidade aplicada e pequenos intervalos entre aplicações, têm sido sugerido como \n\npossível mecanismo de contaminação de águas superficiais e subsuperficiais \n\n(Hodgkinson et al., 2002) principalmente no que diz respeito ao P. A utilização \n\nsistemática e intensa de esterco e outras fontes orgânicas de P poderá fazer com que a \n\neutroficação de águas, com todos os seus inconvenientes ambientais, de difícil \n\nsolução, se estabeleça (Novais &amp; Smyth, 1999). \n\n6. CONCLUSÕES \n\nA incorporação prévia da adubação verde na entrelinha de plantio exerceu \n\ninfluência sobre as frações de P estudadas entre as áreas de manejo orgânico, \n\npromovendo incremento no compartimento lábil de P. \n\nO manejo conduzido nas linhas dos sistemas de manejo orgânico possibilitou \n\naumento dos compartimentos de P na linha de plantio em relação à entrelinha.  \n\nO compartimento orgânico total (somatório de todos compartimentos \n\norgânicos) representou cerca de 55,79% para área de mata nativa; 58,91% para área \n\nsem adubação verde com coleta de solo na linha e 58,85% para área sem adubação \n\nverde com coleta de solo na entre linha; 64,16% para área com adubação verde com \n\ncoleta de solo na linha e 61,12% para área com adubação verde com coleta de solo na \n\nentre linha. \n\nO sistema de manejo que recebeu a incorporação da adubação verde acarretou \n\naumento dos teores de P em profundidade. \n\n \n\n7. AGRADECIMENTOS \n\nA Amway Nutrilite pela facilidade de coleta das amostras e pelas informações \n\nde campo necessárias para a realização deste trabalho; \n\nAo Programa de Cooperação Acadêmica (PROCAD)/CAPES pelo auxilio \n\nfinanceiro ao projeto. \n\n\n\n 117\n\n8. REFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAddiscott, T.M. &amp; Thomas, D. Tillage, mineralization and leaching: phosphate. Soil \n\nTil. Res., 53:255-273, 2000. \n\nAdepetu, J.A. &amp; Corey, R.B. Organic phosphorus as a predictor of plant-available \n\nphosphorus in soil of Southern Nigeria. Soil Sci., 122:159-164, 1975. \n\nAndrade, F.V.; Mendonça, E.S.; Alvarez V., V.H. &amp; Novais, R.F. Adição de ácidos \n\norgânicos e húmicos em latossolos e adsorção de fosfato. R. Bras. Ci. Solo, \n\n27:1003-1011, 2003. \n\nAraújo, M.S.B.; Salcedo, I.H. &amp; Sampaio, E.V.S.B. Efeito de fertilizações fosfatadas \n\nanuais em solo cultivado com cana-de-açúcar. 1. Intensidade e formas de \n\nacumulação. R. Bras. Ci. Solo, 17:389-396, 1993. \n\nAraújo, M.S.B. &amp; Salcedo, I.H. Formas preferenciais de acumulação de fósforo em \n\nsolos cultivados com cana-de-açúcar na região do Nordeste. R. Bras. Ci. Solo, \n\n21:643-650, 1997. \n\nBetany, J.R.; Stewart, J.W.B. &amp; Saggar, S.K. Sulphur fraction and carbon, nitrogen \n\nand sulphur relationships in grassland, forest and associated transitional soils. \n\nSoil Sci. Soc. Am. Proc., 37:915-918, 1973. \n\nBrannon, C.A. &amp; Sommers, L.E. Stability and mineralization of organic phosphorus \n\nincorporated into model humic polymers. Soil Biol. Biochem., 17:221-227, \n\n1985. \n\nCamargo, F.A.O.; Gianello, C.; Rheinheimer, D.; Kaminski, J. &amp; Bissani, C.A. \n\nFracionamento do N, P e S Orgânicos. p. 373-376. In: Santos, G.A. &amp; \n\nCamargo, F.A.O. (eds.) Fundamentos da Matéria Orgânica do Solo: \n\nEcossistemas tropicais e subtropicais. Porto Alegre: Gênesis, 1999. 508p. \n\nCorrêa, J.C.; Mauad, M. &amp; Rosolem, C.A. Fósforo no solo e desenvolvimento de \n\nsoja influenciados pela adubação fosfatada e cobertura vegetal. Pesq. \n\nAgropec. Bras., 39:1231-1237, 2004. \n\nDalal, R.C. Soil organic phosphorus. Adv. Agron., 29:83-117, 1977. \n\n\n\n 118\n\nDamodar Reddy, D.; Rao, A.S. &amp; Rupa, T.R. Effects of continuous use of cattle \n\nmanure and fertilizer phosphorus on crop yields and soil organic phosphorus \n\nin a Vertisol. Bioresource Technology, 75:113-118, 2000. \n\nDick, W.A. &amp; Tabatabai, M.A. Determination of orthophosphate in aqueous solution \n\ncontaining labile organic and inorganic phosphorus compounds. J. \n\nEnviron.Qual., 6:82-85, 1997. \n\nEghball, B.; Binford, G.D. &amp; Baltensperger, D. Phosphorus movement and \n\nadsorption in a soil receiving long-term manure and fertilizer application. J. \n\nEnviron. Qual., 25:1339-1343, 1996. \n\nHeckrath, G.; Brookes, P.C.; Poulton, P.R. &amp; Goulding, K.W.T. Phosphorus leaching \n\nfrom soils containing different phosphorus concentrations in the Broadbalk \n\nExperiment. J. Environ. Qual., 24:904-910, 1995. \n\nHedley, M.J.; Stewart, J.W.B. &amp; Chauhan, B.S. Changes in inorganic soil \n\nphosphorus fractions induced by cultivation practices and by laboratory \n\nincubations. Soil Sci. Soc. Am. J., 46:970-976, 1982. \n\nHodgkinson, R.A.; Chambers, B.J.; Withers, P.J.A. &amp; Cross, R. Phosphorus losses to \n\nsurface waters following organic manure applications to a drained clay soil. \n\nAgric. Water Manag., 57:155-173, 2002. \n\nJones, D.L. Organic acids in the rhizosphere  - A critical review. Plant Soil, 205:25-\n\n44, 1998. \n\nLentz, R.D.; Sojka, R.E. &amp; Robins, C.W. Reducing phosphorus losses from surface-\n\nirrigated fields: Emerging polyacrymide technology. J. Environ. Qual., 27:305-\n\n312, 1998. \n\nNovais, R.F. &amp; Smyth, T.J. Fósforo em solo e planta em condições tropicais. Viçosa-\n\nMG: UFV, 1999. 399p. \n\nRheinheimer, D.S.; Anghinoni, I. &amp; Conte, E. Fósforo da biomassa em solos sob \n\ndiferentes sistemas de manejo. R. Bras. Ci. Solo, 24:589-597, 2000. \n\n \n\n \n\n\n\n 119\n\nRubaek, G.H. &amp; Sibbesen, E. Resin extraction of labile soil organic phosphorus. J. \n\nSoil Sci., 44:467-478, 1993. \n\nSilva, F.C. &amp; Raij, B. van. Disponibilidade de fósforo em solos avaliada por \n\ndiferentes extratores. Pesq. Agropec. Bras., 34:267-288, 1999. \n\nSmeck, N.E. Phosphorus dynamics in soils and landscapes. Geoderma, 36:185-199, \n\n1985. \n\nSposito, G. The chemistry of soils. New York, Oxford University, 1989. 277p. \n\nStevenson, F.J. Humus Chemistry: genesis, composition, reactions. 2ed. New York: \n\nJohn Wiley, 1994. 496p. \n\nStevenson, F.J. Cycles of carbon, nitrogen, phosphorus, sulphur, micronutrients. New \n\nYork, John Wiley &amp; Sons, 1986. 380p. \n\nStewart, J.W.B. &amp; Tiessen, H. Dynamics of soil organic phosphorus. Biogeochem., \n\n4:41-60, 1997. \n\nStrom, L.; Owen, A.G.; Godbold, D.L. &amp; Jones, D.L. Organic acid mediated P \n\nmobilization  in the rhizosphere and uptake by maize roots. Soil Biol. \n\nBiochem., 34;703-710, 2002. \n\nTate, K.R. The biological transformation of P in soil. Plant Soil, 76:245-256, 1984. \n\nTiessen, H.; Stewart, W.B. &amp; Moir, J.O. Changes in organic and inorganic \n\nphosphorus composition of two grassland soils and their particle size fractions \n\nduring 60-90 years of cultivation. J. Soil Sci., 34:815-823, 1983. \n\nWalker, T.W. &amp; Syers, J.K. The fate of phosphorus during pedogenesis. Geoderma, \n\n15: 1-19, 1976. \n\nXavier, F.A.S. Compartimentos da matéria orgânica do solo em sistemas agrícolas \n\nconvencional e orgânico na região da chapada da Ibiapaba-CE. UFC:CE, \n\n2004. 62 p. Universidade Federal do Ceará. Tese (Mestrado em Solos e \n\nNutrição de Plantas). \n\n \n\n \n\n \n\n\n\n 120\n\nYeomans, J.C. &amp; Bremner, J.M. A rapid and precise method for routine \n\ndetermination of carbon in soil. Comm. Soil Sci. Plant Anal., 19:1467-1476, \n\n1988.  \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 121\n\n \n\n \n\nCONCLUSÕES GERAIS \n\n \n \n\nO efeito dos ácidos orgânicos em aumentar produção acumulada de CO2 \n\nevoluído segue a seguinte ordem: ácido cítrico> acético> húmicos. Esta ordem está \n\nrelacionada às características dos ácidos estudados, tais como, facilidade de \n\ndecomposição e afinidade pelos sítios de adsorção. \n\nA adição de ácidos promoveu aumento da disponibilidade de P para as \n\nplantas, ocasionando aumento na produção de matéria seca e acúmulo de P na parte \n\naérea. A maneira mais eficiente de promover este aumento foi o bloqueio prévio dos \n\nsítios de adsorção, fato este ocasionado pela adição de ácidos orgânicos antes da \n\nadição de P, independente do ácido estudado. \n\nA adição de ácidos orgânicos aumentou o fluxo difusivo de P (FDP). O ácido \n\ncítrico foi mais eficiente em aumentar o FDP, seguido pelos ácidos húmicos e \n\nacético, para os solos estudados. \n\nOs diferentes sistemas de manejo a que o solo é submetido podem aumentar \n\nou reduzir a adsorção de P, dependendo do grau de transformação e interação dos \n\ncomponentes adicionados pelo manejo que o solo é submetido. A adoção de sistemas \n\nde manejo que propiciem incremento no teor de matéria orgânica contribui para a \n\nredução da adsorção de P, através do bloqueio dos sítios de adsorção, aumentando o \n\nfluxo difusivo, e tornando o P mais disponível para as plantas. \n\nSistemas de manejo que promovem grande incorporação de material orgânico \n\nao solo pode acarretar aumento dos teores de P em profundidade. A utilização \n\nsistemática e intensa deste material orgânico, sem nenhum monitoramento, poderá \n\nocasionar problemas ambientais de difícil solução. Nesse sentido torna-se necessário \n\no desenvolvimento de estratégias de manejo, que por um lado tentam suprir as \n\nexigências das culturas, por outro lado tendem a evitar perdas para o ambiente. \n\n \n\n \n\n \n\n \n\n \n\n\n\n 122\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nAPÊNDICE \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n 123\n\nQuadro 1A - Análise de variância das frações de fósforo total (Pt), fósforo inorgânico \n(Pi) e fósforo orgânico (Po), para os diferentes extratores utilizados em \namostras dos diferentes sistemas de manejo \n\n \n\n \n\n \n\n \n \nContinuação... \nFV GL Pt-hid1 Pi-hid1 Po-hid1 Pt-ac Pi-ac Po-ac \n\nManejo 4 910,25** 155,46° 565,99** 3,819* 2,75* 0,47* \n\nResíduo (a) 10 41,59 56,97 4,591 1,19 0,83 0,10 \n\nProf. 4 1420,22** 252,93** 507,42** 2,27** 1,64** 0,09** \n\nMan x Prof 16 377,14** 108,92° 191,03** 1,05* 1,11** 0,05** \n\nResíduo (b) 41 98,66 39,42 32,97 0,24 0,29 0,01 \n\nResíduo (a/b)  94,85 40,59 31,07 0,30 0,32 0,01 \n\nCV (%)  36,09 55,14 35,06 76,0 39,54 60,29 \n \n \n \nContinuação... \nFV GL Pt-hid2 Pi-hid2 Po-hid2 Pt-resid \nManejo 4 1785,40** 0,95 1266,51** 53,96* \nResíduo (a) 10 171,87 3,70 155,02 11,80 \n\nProf. 4 3257,02** 31,20** 4224,57** 96,83** \n\nMan x Prof 16 606,91** 3,71* 635,96** 22,60** \n\nResíduo (b) 41 93,74 1,05 83,65 4,73 \n\nResíduo (a/b)  98,94 1,22 88,40 5,20 \n\nCV (%)  18,39 12,80 20,51 16,15 \nPt = fósforo total; Pi fósforo inorgânico; Po = fósforo orgânico; res = extrator resina; bic = extrator bicarbonato de sódio; hid1 = \nextrator NaOH 0,1 M; ac = extrator HCl; hid2 = extrator NaOH 0,5 M; Pt resid = fósforo residual; \n°, * e ** Significativos a 10, 5 e 1% respectivamente pelo teste F. \n\n \n\n \n\n \n\nFV GL Pt-res Pi-res Po-res Pt-bic Pi-bic Po-bic \n\nManejo 4 362,22** 117,50** 71,12** 11758,95** 2108,74** 5360,94** \n\nResíduo (a) 10 8,75 5,21 3,23 229,60 181,75 125,32 \n\nProf. 4 235,18** 71,96** 47,04** 5402,92** 242,51** 3360,69** \n\nMan x Prof 16 70,62** 24,99** 14,30** 3616,04** 134,13° 2734,70** \n\nResíduo (b) 41 6,02 2,98 1,35 126,66 88,05 119,15 \n\nResíduo (a/b)  6,20 2,92 1,47 133,52 94,29 119.56 \n\nCV (%)  24,17 40,20 19,83 22,32 38,16 42,27"}]}}}