{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24860"}, {"@name": "filename", "#text": "9365_280536.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "JOÃO MARCOS BARREIROS JOAQUIM \n \n \n \n \n\n \n \n\n \n \n \n\nAVALIAÇÃO DA COMPOSIÇÃO DAS ÁGUAS E DOS \nPROCESSOS DE CIRCULAÇÃO E MISTURA NO SISTEMA \n\nESTUARINO-LAGUNAR DO ITAPOCU, COMO SUBSÍDIO AO \nORDENAMENTO DO USO DA ÁGUA. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\nFLORIANÓPOLIS \n2010\n\n\n\n 2\n\n\n\n 3 \n\n \nUNIVERSIDADE FEDERAL DE SANTA CATARINA – UFSC \n\nCENTRO FILOSOFIA E CIÊNCIAS HUMANAS – CFH \nDEPARTAMENTO DE GEOCIÊNCIAS \n\nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOGRAFIA  \n \n \n\n \n \n\nAVALIAÇÃO DA COMPOSIÇÃO DAS ÁGUAS E DOS \nPROCESSOS DE CIRCULAÇÃO E MISTURA NO SISTEMA \n\nESTUARINO-LAGUNAR DO ITAPOCU, COMO SUBSÍDIO AO \nORDENAMENTO DO USO DA ÁGUA. \n\n \n \n\nACADÊMICO: JOÃO MARCOS BARREIROS JOAQUIM \nORIENTADOR: PROF. DR. JARBAS BONETTI FILHO \n\n \n \n\n \n \n\nÁrea de concentração: Utilização e conservação dos recursos \nnaturais \n\n \n \n \n \n \n \n \n \n \n\nFlorianópolis, 24 de março de 2010.  \n\n\n\n 4\n\n\n\n 5 \n\nAVALIAÇÃO DA COMPOSIÇÃO DAS ÁGUAS E DOS \nPROCESSOS DE CIRCULAÇÃO E MISTURA NO SISTEMA \n\nESTUARINO-LAGUNAR DO ITAPOCU, COMO SUBSÍDIO AO \nORDENAMENTO DO USO DA ÁGUA. \n\n \n \n \n\nJoão Marcos Barreiros Joaquim \n \n \n \nCoordenadora: Dra. Magaly Mendonça \n \n \n \n \n \n \n \n \n \n \n \n \n \nPresidente: _____________________________ \nProf. Dr. Jarbas Bonetti Filho (UFSC) \n \nMembro: _______________________________ \nProf. Dr. Walter Quadros Seiffert (UFSC) \n \nMembro: _______________________________ \nProf. Dr. Eduardo Marone (UFPR) \n\n \n \n \n \n \n \n \n\nFlorianópolis, 24 de março de 2010. \n\nDissertação submetida ao Programa de Pós-\ngraduação em Geografia, área de concentração \nUtilização e Conservação de Recursos Naturais, do \nCentro de Filosofia e Ciências Humanas da \nUniversidade Federal de Santa Catarina, em \ncumprimento aos requisitos necessários à obtenção \ndo grau acadêmico de Mestre em Geografia. \n \n \n\n\n\n\n\n 7 \n\nAGRADECIMENTOS \n \nAcima de tudo, os maiores agradecimentos devem ser feitos ao meu \ngrande mestre, aquele que foi dos principais responsáveis por quem sou. \nQue foi meu maior professor, meu melhor amigo, meu porto seguro, \nminha inspiração, minha referência, meu maior e mais puro amor. \nObrigado, Vô Tião! As lutas e conquistas são todas em tua honra! \nSempre na minha mente e no meu coração. \nGostaria de agradecer também ao Prof. Dr. Jarbas Bonetti, pelo \ncompanheirismo e apoio ao longo desses sete anos de convivência. \nA toda equipe do Laboratório de Oceanografia Costeira: Carla, Cyro, \nDiego, Bianca, Natália, Lucélia, Nicolle e Sereno. \nAo Glaucão, pelo apoio e consultoria técnica. \nAo Jairo, pelo subsídio nos trabalhos de campo. Valeu, Laguna! \nAo Laboratório de Camarões Marinhos e à Fazenda Experimental \nYakult, pelo apoio para a realização deste trabalho. \nÀ minha família. Obrigado, mãe, por todo carinho, apoio, amor e por \ntoda confiança ao longo desses anos. Admiro-te demais. Obrigado, \nCarol, minha princesinha e meu motivo de orgulho sempre. Obrigado, \nVó, minha segunda mãe, por aquele colo que só as avós sabem dar. \nObrigado, Tia Nalú, Dani e Danielzinho, por me acolherem nas horas \ndifíceis. Minha família, amo muito vocês! \nAos meus irmãos Maurício “Gaúcho”, Felipe “Pimpão”, Rafa \n“Rafiusks”, Marcão Nicolladelli, Luquinhas, Xande e Rodrigo \n“Barrotão”. \nÁ toda galera do Jiu. \nÁ Lídia, pelos anos de aprendizagem. Muito obrigado. Você me tornou \numa pessoa melhor! \nÁquelas pessoas que entraram na minha vida a pouco tempo e muito \nadicionaram em atenção, afeto, apoio e felicidade. Muito obrigado! \n \n\n\n\n 8\n\n\n\n 9 \n\nRESUMO \n \nO presente trabalho busca um entendimento dos processos de circulação \ne mistura no Sistema Estuarino-lagunar do Itapocu, entre os municípios \nde Barra Velha e Balneário Barra do Sul. A pesquisa visa o \nentendimento desses processos tendo como objetivos a determinação \ndos principais parâmetros físico-químicos da coluna d’água, tendo como \nreferências a salinidade, temperatura, turbidez, oxigênio dissolvido e \npH. Além desses parâmetros foi realizada uma investigação sobre o \npadrão de circulação das correntes nas proximidades da desembocadura \ndo Sistema Estuarino-lagunar do Itapocu, a aquisição desses dados foi \nviabilizada pela utilização de um ADCP, que realiza um perfilação \nidentificando as direções e velocidades das correntes. A estratégia \namostral foi definida contemplando quatro campanhas amostrais, uma a \ncada estação do ano, para que se obtivesse uma leitura da variabilidade \nsazonal das propriedades, esses trabalhos eram sempre realizados sob a \ncondição de Sizígia, durante um ciclo de completo de maré (13 horas). \nOs parâmetros hidrodinâmicos se mostraram fortemente dependentes \ndas condições meteorológicas, foi claramente percebida a influência das \náguas continentais, através do rio Itapocu, nos episódios de chuvas mais \nintensas. Nesses casos devido o aumento da vazão fluvial e diluição das \náguas marinhas, por vezes não pode ser percebida uma estratificação da \ncoluna d’água. O mesmo pode ser notado nas condições de menor \nintensidade das chuvas, só que nesse caso há um predomínio das águas \nmarinhas ao longo da coluna. As correntes na desembocadura do \nsistema foram de baixa intensidade e mostraram a multiplicidade das \nforças naquela área, revelando um padrão irregular no seu sentido em \nalgumas das campanhas amostrais. \n \n \nPalavras-chave: Correntes, variabilidade sazonal, hidrodinâmica. \n\n\n\n 10\n\n\n\n 11 \n\nABSTRACT \n \nThe present essay tries to show some understanding of the processes of \nthe flow and the mixture on the Itapocu Lagoon-Estuary System, \nbetween the cities of Barra Velha and Balneário Barra do Sul. The \nresearch shows the understanding of those processes having as \nobjectives the determination of the main physics-chemical features of \nthe water column, having as references the saltiness, temperature, \nturbidity, diluted oxigen and pH. Besides these features, an investigation \nabout the standard of the stream flowing near the mouth of the Itapocu \nLagoon-estuary System was realized, the acquisition of these data was \nstraightened due to the use of a ADCP, which realizes a perfilation \nidentifying the directions and the speed of the streams. The showing \nstrategy was defined contemplating four sampling campaigns, one in \neach season of the year, so that a sample of the season of the variability \nof the properties was obtained, these works were always realized under \nthe Sizígia condition, during a complete tide cycle (13 hours). The \nhidrodinamical parameters showed themselves strongly dependent on \nthe weather forecast conditions, the influence of the continental Waters \nwere clearly realized, throughout Itapocu river, on the more intense \nraining episodes. In these cases due to the rising of the water flow and \nthe diluition of the sea waters, a stratification of the water column \nsometimes cannot  be realized. The same cannot be noticed on the \nconditions of minor raining intensity, but in this case there is a \npredominance of sea Waters along the column. The streams on the \nmouth of the system have been the ones of low intensity and have \nshown the multiplicity of the forces in that area, revealing an irregular \nstandard in its way in some of the sampling campaigns. \n \n \nKeywords: Streams, season variability, hidrodinamics. \n\n\n\n 12\n\n\n\n 13 \n\nSUMÁRIO \n \n1 – INTRODUÇÃO 15 \n2 – OBJETIVOS 19 \n2.1 OBJETIVOS GERAIS 19 \n\n2.2 OBJETIVOS ESPECÍFICOS 19 \n\n3 – FUNDAMENTAÇÃO TEÓRICA 20 \n3.1 DEFINIÇÃO E CONCEITUAÇÃO DE ESTUÁRIOS E LAGUNA \n\n20 \n\n3.2 – COMPORTAMENTO HIDRODINÂMICO 23 \n\n4 – LOCALIZAÇÃO E CARACTERIZAÇÃO DA ÁREA DE \nESTUDO 25 \n4.1 ASPECTOS GEOLÓGIOCOS E GEOMORFOLÓGICOS 25 \n\n4.2 ASPECTOS CLIMATICOS 28 \n\n4.3 ASPECTOS OCEANOGRÁFICOS 29 \n\n4.4 USO E OCUPAÇÃO DO SOLO NA BACIA DO ITAPOCÚ 29 \n\n5 – NATUREZA DOS DADOS E METODOLOGIA 32 \n5.1 BASE CARTOGRÁFICA DIGITAL 32 \n\n5.2 PLANO AMOSTRAL 32 \n\n5.3 PARÂMETROS HIDRODINÂMICOS E FÍSICO-QUÍMICOS DA \n\nCOLUNA D’ÁGUA. 33 \n\n5.4 – PROCESSAMENTO DE IMAGENS DE SATÉLITE 34 \n\n6 – RESULTADOS E DISCUSSÃO 35 \n6.1 – COMPORTAMENTO METEOROLÓGICO 35 \n\n6.2 – 1ª CAMPANHA 36 \n\n6.3 - 2ª CAMPANHA 45 \n\n6.4 - 3ª CAMPANHA 53 \n\n6.5 - 4ª CAMPANHA 61 \n\n6.6 – VARIABILIDADE SAZONAL 69 \n\n6.6.1 – Salinidade 69 \n6.6.2 - Temperatura 71 \n\n\n\n 14\n\n6.6.3 - Turbidez 73 \n6.6.4 - Oxigênio Dissolvido 75 \n6.6.5 - pH 77 \n7 – CONCLUSÃO 82 \n8 – REFERÊNCIAS BIBLIOGRÁFICAS 84 \n \n \n \n\n\n\n 15 \n\n1 – INTRODUÇÃO \n \n\nO Sistema Estuarino-Lagunar do Itapocu localiza-se no litoral \nnorte do Estado de Santa Catarina. Este ambiente está sujeito a inúmeros \nimpactos das diferentes modalidades de uso da terra (pesticidas, \nmineração, desmatamento, etc.). Entretanto, há poucos estudos sobre o \nreal comprometimento trazido por essas atividades ao ambiente em \nquestão. \n\nO rio Itapocu tem sua foz no interior de uma laguna paralela à \nlinha de costa, isolada da região costeira adjacente por uma barreira \narenosa, sendo sua desembocadura a única comunicação deste sistema \ncom o oceano. \n\nA partir desse cenário a pesquisa proposta busca entender os \nprocessos de troca de material entre o Rio Itapocu, a laguna de Barra \nVelha/da Cruz e o ambiente marinho adjacente, partindo-se da premissa \nque esse sistema constitui uma interface fundamental na regulação da \nmistura das águas entre o continente e o oceano. Para tal proposta, \nforam realizadas medições de correntes, propriedades físico-químicas da \ncoluna d’água (salinidade, temperatura, turbidez, pH e oxigênio \ndissolvido) e a carga de sólidos totais em suspensão. \n\nDeste modo, a principal contribuição a que o estudo se propõe é \ngerar um conjunto de informação sobre o Sistema Estuarino-Lagunar do \nItapocu que subsidie a elaboração e implementação de futuros planos de \nmonitoramento ou manejo de sua qualidade ambiental, garantindo assim \na diversidade e abundância de seus recursos naturais. \n\nEsta proposta se insere no projeto “Estratégias de \nmonitoramento oceanográfico e manejo para o controle do vírus da \nmancha branca em viveiros de cultivo de camarões marinhos”, \naprovado pela FINEP com apoio da Secretaria Especial de Aqüicultura e \nPesca (SEAP). Seu objetivo é compreender a distribuição espaço-\ntemporal das propriedades físico-químicas e biológicas indicadoras da \nqualidade da água deste sistema em diferentes condições climato-\noceanográficas, assim como buscar estabelecer relações entre as \nvariações destes parâmetros hidrobioquímicos e a manifestação do vírus \nda mancha branca em camarões cultivados. Espera-se, assim, fornecer \nsubsídios à compreensão dos fatores ambientais que regulam os \nprocessos estuarinos e, consequentemente, auxiliar na elaboração de \npropostas de uso dos recursos hídricos e elaboração de planos de manejo \npreventivos. \n\nDeve-se salientar que este projeto conta com a participação da \nEmpresa de Pesquisa Agropecuária e Extensão Rural de Santa Catarina \n\n\n\n 16\n\n– EPAGRI, que possui convênio com a Universidade Federal de Santa \nCatarina e é a responsável pela política de Recursos Hídricos no estado. \nO referido órgão tem, através do CEDAP - Centro de Desenvolvimento \nem Aqüicultura e Pesca, dedicado-se ao ordenamento dos usos das \náguas costeiras pela maricultura, tendo especial preocupação com o \nSistema Estuarino-Lagunar do Itapocu, dada a expansão da \ncarcinicultura que ali ocorre. Neste sentido, é co-responsável pelo \nprojeto FINEP anteriormente mencionado. \n\n \n“As zonas estuarinas são, possivelmente, \n\nas áreas do planeta que possuem a gama mais \nvariada de usos, que oscilam do puro lazer à \nintensa exploração econômica. Nas duas últimas \ndécadas, a pressão que tais sistemas têm sofrido \nem função da contínua ocupação de suas margens \n(e do conseqüente lançamento dos produtos dessa \nocupação) vem despertando um emergente \ninteresse na comunidade científica, fato que está \nrefletido no aumento significativo de estudos \nproduzidos sobre tais ambientes” (BONETTI, \n1995). \n\n“Os processos de circulação estuarina \ntêm importância prática para as comunidades \ncosteiras que utilizam seus recursos (biota, água e \nsedimento), pois as distribuições das propriedades \nfísico-químicas variam dinamicamente ao longo \nde curtos intervalos de tempo, sendo que, uma vez \nque tanto recebem quanto fornecem material, os \nestuários devem ser compreendidos como \nunidades espaciais com papel fundamental no \nciclo sedimentar, por promoverem primariamente \nas trocas entre os oceanos e os continentes” \n(BONETTI, op. cit.). \n\n \nAs implicações desses mecanismos dinâmicos têm grande \n\nimportância nas atividades econômicas das comunidades associadas a \nesses locais. \n\nA importância prática do conhecimento dos processos de \ncirculação e mistura no sistema Estuarino-lagunar do Itapocu, resultado \nde suas características hidrodinâmicas e composicionais, reside na \npossibilidade de seu uso no entendimento da distribuição de poluentes \nlançados no sistema, visto que esse sistema é utilizado para muitos fins \neconômicos. \n\n\n\n 17 \n\nDentre os múltiplos usos que as comunidades locais fazem das \náguas que cobrem o sistema alvo do estudo estão a pesca artesanal, a \ncarcinicultura, o cultivo de arroz irrigado, a bananicultura e a mineração \n(extração de areia do leito). \n\nAlgumas dessas práticas estabelecem inter-relações ambientais \ndiretas, na medida em que muitas das atividades necessitam de um meio \nequilibrado e, ao mesmo tempo, colaboram para o comprometimento da \nqualidade ambiental, gerando conflitos sociais. \n\nA mineração se faz presente através de grandes quantidades de \nsedimentos, mais especificamente areia, que são extraídos do leito do \nRio Itapocu, o que pode alterar significantemente as características \nhidroquímicas do ambiente, podendo interferir em todo o Sistema \nestuarino-lagunar.  \n\nA carcinicultura é outro agente importante, que também faz uso \ndas águas do sistema captando-a para o abastecimento dos viveiros e \ndrena águas enriquecidas organicamente no estuário adjacente. \nConsiderando o agravamento e a expressiva diminuição da produção de \ncamarões, devido a uma doença que atinge o sistema imunológico dos \nanimais conhecida como White Spot (mancha branca), o entendimento \ndos processos de renovação das águas nesse ambiente é de grande \nimportância. Estudos indicam que essas formas virais podem ficar \ndisponibilizadas no ambiente, eventualmente contaminando áreas \nadjacentes, sendo difícil definir a extensão da área de influência de uma \nunidade de cultivo sem que se conheça a composição das águas e os \nprocessos hidrodinâmicos que regulam sua disponibilidade. \n\nSe abordarmos as questões relacionadas à agricultura \n(rizicultura e bananicultura), à primeira vista podemos levantar inúmeras \npossibilidades sobre o comprometimento ambiental, resultante de \nalgumas práticas adotadas nessas culturas. Por exemplo, é sabido que o \narroz irrigado pode disponibilizar uma quantidade muito grande de \nfertilizantes e pesticidas, que na grande maioria possuem, em sua \ncomposição, compostos à base de cloro fósforo que apresentam difícil \nprocesso de degradação, podendo conservar-se no ambiente por longos \nperíodos. Nesse caso vale à pena ressaltar que os na maioria dos casos \nos sedimentos em suspensão são compostos por frações finas (argilas) \nque possuem carga eletronegativa e, por isso, se associam com os \nelementos iônicos presentes nos defensivos agrícolas e podem depositar-\nse no leito estuarino. Assim, entender o comportamento do material em \nsuspensão e dos processos de circulação que os distribuem pode \ncontribuir na estimativa dos padrões de dispersão desses poluentes. \n\n\n\n 18\n\nPara que se tenha uma compreensão satisfatória sobre essa área \nfaz-se necessário um estudo que contemple de forma coesa e integradora \na bacia hidrográfica e a zona costeira, pois é a interface entre esses dois \nsistemas (continental e oceânico) que caracterizará o sistema estuarino-\nlagunar do Itapocu. Muitos estudos têm desvinculado esses dois \nambientes trabalhando-os de forma unilateral, não levando em \nconsideração que a zona costeira é um componente essencial da bacia \nhidrográfica e vice-versa. Deve-se considerar que à medida que \natividades impactantes são realizadas, o sistema como um todo é \nafetado, daí a importância do diálogo entre o domínio das águas \ninteriores e das oceânicas, bem como planos de manejo e conservação \nque levem em conta a complexidade desse sistema. \n \n\n\n\n 19 \n\n2 – OBJETIVOS \n \n\n \n2.1 OBJETIVOS GERAIS \n\n \nCaracterizar a composição das águas do Sistema Estuarino-\n\nLagunar do Itapocu e avaliar os processos de mistura e circulação \nresponsáveis pela qualidade da água do sistema, considerando os \ndiferentes usos dos recursos hídricos locais. \n\n \n2.2 OBJETIVOS ESPECÍFICOS \n\n• Avaliar o uso da terra, cobertura vegetal e as modalidades de \nuso das águas existentes na bacia hidrográfica do Rio Itapocu;  \n• Caracterizar o comportamento da bacia hidrográfica do Rio \nItapocu com base em séries históricas de dados meteorológicos; \n• Avaliar o padrão de correntes geradas por maré nas \nproximidades da desembocadura do sistema;  \n• Determinar a distribuição e variabilidade das propriedades \nfísico-químicas: temperatura, salinidade, pH, oxigênio e turbidez na \ncoluna d’água;  \n\n\n\n 20\n\n3 – FUNDAMENTAÇÃO TEÓRICA \n \n \n3.1 DEFINIÇÃO E CONCEITUAÇÃO DE ESTUÁRIOS E LAGUNA \n \n \n\nHá inúmeros trabalhos que discutem a definição de estuário. \nEssas discussões devem-se à variabilidade de ambientes similares, que \nvariam em relação à morfologia, às características hidrodinâmicas e à \nsua origem. Segundo Pritchard (1989), essas diferenças fazem com que \nos estuários sejam por muitas vezes definidos de forma distinta \ndependendo do interesse do pesquisador, o que ainda segundo o autor, \ndificulta a sua compreensão. \n\nPara este trabalho será utilizada a definição proposta por \nPritchard (1952) e Cameron e Pritchard (1963) que, de maneira geral, \ndiz que um estuário é um corpo d’água semi-confinado com ligação \ndireta com o ambiente marinho, em que se pode mensurar a diluição da \na água do mar através  da água doce oriunda da drenagem continental. \n\nEm um estuário, a entrada e a saída de águas de origem \ndiferentes estão associadas, ocorrendo à mistura entre a água doce, de \norigem fluvial e a água salgada, de origem marinha. As águas marinhas, \ncom maior densidade, penetram na região estuarina pelas camadas mais \ninferiores, sendo que, nas camadas superiores escoam as águas de \norigem fluvial, tendo como principais condicionantes à maré e as \ndescargas fluviais. Assim, uma diminuição na salinidade devido ao \naumento da vazão fluvial, causará também um aumento da penetração \nda água marinha pelo fundo estuário adentro. O resultado é uma maior \nestratificação da coluna de água com a criação de duas camadas de água \ncom salinidades bastante diferenciadas. Por outro lado, um pequeno \naporte de água doce, mesmo em situação de marés pouco efetivas \nresultará em um domínio de águas oceânicas em todo o corpo estuarino. \n\n \nCom algumas exceções os estuários \n\nformaram-se em regiões relativamente estreitas de \ntransição entre o mar e as massas de terra \ncontinentais. São ambientes de época geológica \nmuito recente (&lt;cinco mil anos), formado por \nalterações seculares do nível do mar de natureza \neustática ou isostática, bem como por processos \nde origem tectônica. Suas localizações, formas e \nextensões dependem do nível do mar, da \ntopografia do litoral e dos rios, e foram alterados \n\n\n\n 21 \n\npor processos erosivos e deposicionais de \nsedimentos no início naturais e, mais \nrecentemente, como conseqüência da exploração e \nexplotação das bacias de drenagem (MIRANDA \net al., 2002).  \n\n \nOs processos físicos comuns aos \n\nestuários são seus movimentos e a mistura entre as \nmassas de água de origens contrastantes: a água \ndoce de origem fluvial e a água do mar do oceano \nadjacente. Como resultado desses processos, os \nestuários são corpos d’água não homogêneos e os \nfenômenos no seu interior variam em amplos \nintervalos das escalas espacial e temporal; desde \ndimensões microscópicas até seus limites \ngeométricos, e intervalos de tempo com frações \nsegundo até o extremo das variações anuais e \nseculares. (MIRANDA et al., 2002). \n\n \nOs estuários são delimitados, principalmente, em função do \n\nalcance da maré dentro do leito do rio, pois, quanto maior for a \nintensidade das marés, maior será a penetração das águas de origem \nmarinha ao longo do eixo longitudinal do rio. \n\nOs ambientes lagunares, segundo Stevenson (1968), são \nformados pela forte deriva litorânea. Esses corpos aparecem sempre \norientados paralelos à linha de costa e seu isolamento do ambiente \nmarinho adjacente deve-se a formação de ilhas-barreira. Esses cordões \nlitorâneos podem isolá-las totalmente, originando lagunas fechadas ou \nsemi-fechadas, ou ainda mantendo ligação constante e direta com o mar \natravés de uma ou mais desembocaduras. \n\nUma boa conceituação de laguna é fornecida pelo próprio \nStevenson (1968), onde afirma que a presença de uma forte deriva \nlitorânea normalmente condiciona a sua formação, invariavelmente com \norientação paralela à linha de costa e separada do mar aberto por uma \nilha barreira. \n\nAlém das oscilações do nível do mar, a formação dos sistemas \nbarreira também pode estar relacionada ao crescimento de pontais \nlaterais em um embaiamento, através de processos geomorfológicos, \nprincipalmente erosão e sedimentação, capazes de isolar antigas baías \nmarinhas. \n\nSegundo Isla (1995) a formação de lagunas está diretamente \nrelacionada com a variação do nível do mar, através do alagamento de \n\n\n\n 22\n\ndepressões regressivas durante o quaternário, assim sendo essas \nformações são geologicamente recentes. A maior parte dela tem sua \norigem relacionada ao desenvolvimento de sistemas barreira, \nresponsáveis pelo isolamento dos corpos lagunares. Estes sistemas \nbarreira consistem em formações arenosas que se acumularam em \nfunção da disponibilidade de sedimentos associados à ação e da energia \nsignificativa das ondas durante oscilações do nível do mar. Ainda de \nacordo com esse mesmo autor as lagunas costeiras são formações \ngeologicamente recentes e estão relacionadas, na maioria dos casos, às \nvariações do nível do mar, através do alagamento de antigas depressões \nregressivas durante o Quaternário. A maior parte delas tem sua origem \nrelacionada ao desenvolvimento de sistemas barreira, responsáveis pelo \nisolamento dos corpos lagunares. Estes sistemas barreira consistem em \nformações arenosas que se acumularam em função da disponibilidade de \nsedimentos associados à ação do vento e da energia significativa das \nondas durante as oscilações no nível do mar. \n\nMiranda et al. (2002) colocam que as lagunas costeiras atuais \ntêm sua formação em idades muito próximas a dos estuários, sendo \nambientes formados em função das oscilações do nível do mar durante \nos períodos Pleistocênico e Holocênico, seguido pela posterior formação \nde barreiras que alteraram a troca de água com a região marinha \nadjacente. \n\nPhleger (1969) define o ambiente como um corpo de água \nmarinha interior, com orientação paralela a linha de costa, separado do \noceano adjacente por uma barreira e tendo sua ligação com o mesmo \natravés de um ou mais canais. \n\nSuguio (1998) define laguna como um corpo de águas rasas e \ncalmas situado em planície costeira em geral mantendo uma conexão \nrestrita com o mar aberto. \n\nSegundo Villwock (1994), a costa sul brasileira, sobretudo de \nSanta Catarina ao Rio Grande do Sul, se caracteriza por apresentar uma \nampla planície costeira. Nessa planície um sistema múltiplo e complexo \nde barreiras arenosas se desenvolveu em função das oscilações do nível \ndo mar durante o Quaternário, aprisionando conseqüentemente sistemas \nlagunares de proporções consideráveis, como as Lagunas dos Patos e \nMirim (RS), as Lagunas de Santo Antonio, Imaruí e Mirim. Além das \noscilações do nível do mar, a formação de sistemas barreira também \npode estar relacionada ao crescimento de pontais laterais em um \nembaiamento, através de processos geomorfológicos, principalmente \nerosão e sedimentação, capazes de isolarem antigas baías marinhas \n(ESTEVES, 1998). \n\n\n\n 23 \n\nConforme BIRD (2000), as lagunas apresentam uma variedade \nde tamanhos e formas, sendo que tais fatores estão relacionados às \ncondições da linha de costa pré-existente e às trocas de energia e matéria \nas que estão submetidas. \n\nNão raro os ambientes lagunares se originam na desembocadura \nde corpos d’água, como estuários, por exemplo. Este cenário gera um \nambiente que, segundo Fairbridge (1968), são caracterizados por uma \nalta complexidade geométrica e hidrodinâmica, que podem apresentar \ngrandes variações ambientais de um sistema para outro. A partir disso \nadmite-se a existência dos Sistemas Estuarino-lagunar. \n\n \n3.2 – COMPORTAMENTO HIDRODINÂMICO \n \n \n\nAs trocas de água em lagunas e estuários se dão através de dois \nprocessos segundo Dyer (1973), um processo advectivo, onde o \ntransporte se dá de uma propriedade por movimento de massa e \ndifusivos, onde o transporte ocorre devido à existência de gradientes de \nconcentração. \n\nOs efeitos combinados desses processos \ngeram a mistura, que é o mais importante \nprocesso físico responsável pelas características \nambientais dos estuários. De maneira geral, os \nprocessos de mistura com transporte em pequena \nescala espaço-temporal são identificados como \noriundos da componente difusiva, enquanto que \nos de grande escala são devidos aos processos \nadvectivos (DYER 1973 apud BONETTI, 1995). \n\n \nDentre todas as propriedades físico-químicas da coluna d’água \n\ntalvez a salinidade seja a que mais permita uma clara caracterização das \norigens distintas das fontes de água que alimentam os estuários e \nlagunas. Seu gradiente permite um bom entendimento dos processos de \nmistura e circulação. Espera que, em um estuário padrão, a salinidade \nfique em torno de 35 ppm, nas proximidades da desembocadura e \nocorrendo uma diminuição desses valores em direção a montante, tendo \nnas cabeceiras valores muito próximos a zero. \n\nCom base em alguns trabalhos foi criada uma classificação dos \nestuários baseada na estratificação dos valores de salinidade. \n\n  \nQuatro grandes classes são identificadas, \n\npodendo o estuário migrar de uma para outra com \n\n\n\n 24\n\no tempo e de acordo com o trecho longitudinal \nanalisado. São elas: estuários altamente \nestratificados; tipo cunha salina; parcialmente \nmisturados; e bem misturados (KJERFVE, 1986 \napud BONETTI, 1995). \n \nI) Bem misturado – normalmente corpos \nd’água rasos, onde a mistura vertical faz com que \na água ser torne homogênea em toda a extensão \ndo estuário. Esta mistura se dá por difusão \nturbulenta. \nII) Ligeiramente estratificado – também \ngeralmente é raso e a água é constituída \nessencialmente por duas camadas, a inferior e a \nsuperior, um pouco menos salina, e entre elas \nencontra-se uma zona de mistura. \nIII) Fortemente estratificado – exemplos \ntípicos são os Fjords, a camada superior pode ter \nsalinidade zero, aumentando em direção ao fundo, \nchegando a um valor próximo ao da barra. \nIV) Cunha salina – a água salgada adentra sob \na água do rio, sem sofrer um processo efetivo de \nmistura. Isto é comum em rios com forte descarga, \nonde a cunha salina encontra-se bem próxima ao \nfundo e as isohalinas são quase horizontais.  \n\nNa grande parte dos estuários as marés \nsão a principal fonte de energia para a mistura \nentre as águas doce e salgada. As marés estão \nligadas a forças astronômicas, mas são moldadas \npela geometria da bacia estuarina. A subida cíclica \nda superfície da água é acompanhada por \ncorrentes horizontais de enchente e vazante \nparticulares ao estuário por onde se propagam, \npodendo variar muito em intensidade de um local \npara outro. Na maioria dos estuários a amplitude \nda maré diminui a partir da desembocadura. Deste \nmodo, as maiores intensidades de corrente situam-\nse nas porções inferiores e médias dos estuários, e \nconseqüentemente as maiores taxas de erosão e \nressuspensão de sedimentos (BONETTI, 1995). \n\n \nOutro aspecto bastante importante, principalmente na área de \n\nestudo, são as alterações hidrodinâmicas devido às condicionantes \nmeteorológicas. Quando ocorrem episódios com altos níveis \n\n\n\n 25 \n\npluviométricos, há um incremento da vazão dos rios que compõe a bacia \nhidrográfica, modificando os processos de circulação e aumentando a \ncarga de material em suspensão no interior dos estuários e lagunas. \n\n \n   \n\n4 – LOCALIZAÇÃO E CARACTERIZAÇÃO DA ÁREA DE \nESTUDO \n \n \n4.1 ASPECTOS GEOLÓGIOCOS E GEOMORFOLÓGICOS \n \n\nO sistema Estuarino-lagunar do Itapocu está localizado na \nporção norte do Estado de Santa Catarina, fazendo parte da Bacia \nHidrográfica do Rio Itapocu (fig. 01). \n\n \nOs estudos geológicos na região nordeste \n\nde Santa Catarina revelam um cenário geológico \ndeterminado por processos geradores de rochas e \nsedimentos, aliados ao surgimento de inúmeras \nestruturas tectônicas. Tais processos decorreram \nem duas fases bem distintas da evolução da crosta. \nA primeira fase, de formação do embasamento \ncristalino, iniciou no Pré-cambriano, desde o \nArqueano, há cerca de 3 bilhões de anos AP, até o \nfinal do Neoproterozóico, há mais ou menos 540 \nmilhões de anos AP. A segunda fase, de formação \nda cobertura sedimentar, teve início no \nCenozóico, desde o Pleistoceno, há \naproximadamente 1,8 milhões de anos AP, até o \nHoloceno (KAUL &amp; TEIXEIRA, 1982). \n\n \nDe acordo m Horn Filho (1997) as coberturas sedimentar se \n\ndiferencia na região nordeste do Estado e podem ser encontrado as \nseguintes categorias nos depósitos: \n\n- Depósitos aluvionares: areias, cascalheiras e sedimentos \nsílticoargilosos acumulados em planícies de inundação, terraços e calhas \nda rede fluvial atual. \n\n- Depósitos colúvio-aluvionares: sedimentos localizados nas \nencostas das elevações, que apresentam, no seu conjunto, grande \nvariação granulométrica, com estratificação incipiente ou ausente. \n\n\n\n 26\n\n- Depósitos flúvio-lagunares: sedimentos argilo-arenosos, \ncomumente cobertos por fina camada de matéria orgânica, favorecendo \nas acumulações turfáceas. \n\n- Depósitos lagunares e flúvio-estuarinos: areias síltico-\nargilosas, mal selecionadas, de cores cinza a creme, com laminação \nplano-paralela incipiente, freqüentemente ricas em matéria orgânica. \n\n- Depósitos marinhos atuais: areias quartzosas finas a médias, \nbem selecionadas, de cores claras, creme a amareladas, \nexcepcionalmente escuras devido a concentração de minerais pesados, \ncom laminações plano-paralela e cruzada que se podem truncar \nmutuamente. São sedimentos depositados em planícies de marés, \nplanícies de cordões regressivos litorâneos e praias atuais. \n\n- Depósitos paludiais: sedimentos argilo-arenosos, mal \nselecionados, ricos em matéria orgânica. São sedimentos depositados \nem ambiente sob influência de marés, típicos de manguezais.  \n\nO cenário geomorfológico da área de estudo é condicionado a \nduas categorias principais o embasamento cristalino da Serra do Mar e a \nplanície costeira. \n\nA região escarpas e reversos da serra do \nMar apresenta-se como uma serra propriamente \ndita, com vertentes voltadas para leste e oeste, \nsendo que a vertente leste (Atlântica) apresenta-se \nmais íngreme. A serra do Mar aparece somente no \nmunicípio de Joinville como um conjunto de \ncristas, picos, serras, montanhas e escarpas \nseparadas por vales profundos em “V” com \nencostas de altas declividades (GONÇALVES, \n1993). \n\nPlanície costeira é constituída pelas \nunidades planície costeira marinha, planície \ncosteira flúvio-marinha e planície colúvio-\naluvionar. A Planície costeira, com orientação \ndominante N-S, de idade predominantemente \nquaternária, foi originada a partir dos processos \nresultantes das mudanças relativas do nível médio \ndo Atlântico sul durante o Cenozóico, associado \nàs flutuações paleoclimáticas e eventos tectônicos \n(HORN FILHO, 1997). \n\n \nO sistema Estuarino-lagunar do rio Itapocu é formado pelo setor \n\nestuarino do rio Itapocu e por uma laguna, denominada em sua porção \nsul como Lagoa de Barra Velha e Lagoa do Norte ou da Cruz após a \ndesembocadura, em direção norte (fig 02). \n\n\n\n 27 \n\n0 1,620 3, 240 4, 860 6, 480\nMetros\n\n1, 620\n\nCarta Imagem - Laguna do Itapocu\nImagem Landsat ETM  adquirida em 02/09/2002 \n\nProjeção Universal Transversa de Mercartor\nDatum WGS 1984\n\n+\n\n7\n06\n\n20\n00\n\n7\n0\n5\n6\n0\n0\n0\n\n725000 734000\n\n \n\nFigura 01: Imagem do satélite LANDSAT, mostrando o sistema estuarino-\nlagunar do Itapocu e as áreas adjacentes. \n\n \n \n\nFigura 02: Fotografia aérea oblíqua da área de estudo – Fonte: Caruso Jr.,2000. \n \nA laguna tem orientação constante e paralela à linha de costa, \n\nocupando uma extensão linear de aproximadamente 12 km e com \nlarguras inferiores a 500m. Sua profundidade média é de cerca de 2m e \nas trocas fluviais e marinhas ocorrem atualmente em sua porção central.  \n\nA desembocadura do sistema á bastante instável quanto à sua \nposição, migrando ao longo do cordão arenoso preferencialmente em \n\n\n\n 28\n\ndireção a norte, acompanhando o sentido da corrente de deriva litorânea \n(Schettini &amp; Klein, 1997).  \n \n4.2 ASPECTOS CLIMATICOS \n\n \nO Estado de Santa Catarina possui uma condição climática \n\ninfluenciada pelos seguintes sistemas meteorológicos, segundo \nMONTEIRO &amp; FURTADO (1995): as frentes frias, os vórtices \nciclônicos, os cavados de níveis médios, a ZCAS (Zona de \nConvergência do Atlântico Sul), a convecção tropical e a circulação \nmarítima. \n\nO relevo de Santa Catarina contribui fundamentalmente na \ndistribuição diferenciada da precipitação em distintas áreas do Estado. \nNaquelas localizadas mais próximas às encostas de montanhas, do lado \ndo barlavento, as precipitações são mais abundantes, pois a elevação do \nar úmido e quente favorece a formação de nuvens cumuliformes, \nresultando no aumento do volume de precipitação local. Neste sentido, \nsão observados índices maiores de precipitação nos municípios \npróximos a encosta da Serra Geral, quando comparados aos da zona \ncosteira. \n\nA borda leste do Estado, onde esta localizada o sistema \nEstuarino-lagunar do rio Itapocu, se encontra sob o domínio climático \nsubtropical úmido, com chuvas bem distribuídas e verões quentes \nsegundo proposta de classificação de Koppen e sofre a influência de \nduas massas de ar com características distintas: a Massa Tropical \nAtlântica (mTa) e a Massa Polar Atlântica (mPa). O encontro dessas \nduas massas dá origem aos sistemas frontais, que é um dos sistemas \nmeteorológicos que regem o clima regional e tem forte influencia nas \nchuvas mais intensas que ocorrem na área de estudo, que por vezes \nresultam no transbordo do rio Itapocu. \n\nEm respeito às condições meteorológicas, segundo dados da \nSecretaria de Estado do Desenvolvimento Urbano e Meio Ambiente - \nSDM (1997), a temperatura média anual, do município de Barra Velha, \nmaior núcleo urbano adjacente, fica em torno de 21,26 ºC, a umidade \nrelativa média anual é de aproximadamente 88,13% e a precipitação tem \n2.174 mm como média anual. \n \n\n\n\n 29 \n\n4.3 ASPECTOS OCEANOGRÁFICOS \n \n\n De acordo com Schetinni e Carvalho (1998) bacia hidrográfica \ndo rio Itapocu possui uma área de 2.930km2 e uma descarga fluvial \nmédia em torno de 77m3/s. \n\nCom relação à estratigrafia da coluna d’água ela segue o padrão \nclássico para lagunas costeiras. As águas continentais escoam pelas \ncamadas superiores enquanto as águas marinhas, com maior salinidade \ntêm o fluxo predominantemente associado às proximidades do fundo. \n\nCom relação ao eixo lagunar, Schettini &amp; Carvalho (1998), \nSchettini &amp; Klein (1997) e Bonetti et al. (2000), observaram que as \náguas fluviais tendem a fluir preferencialmente em direção a Barra \nVelha (setor sul), sendo que o setor norte está mais protegido dessa \ninfluência. \n\nO extremo norte parece apresentar uma \nrelativa independência do restante da laguna, \npossuindo uma fonte local de águas com \ncaracterísticas mais continentais, associada à \npresença de uma planície com amplos trechos de \nmata de restinga e um pequeno manguezal, que \ntem suas águas drenadas para esse setor através de \npequenos cursos d’água (FRITZEN, 2008). \n\n \nDe acordo com BONETTI (2000), o processo de renovação das \n\náguas bem cadenciado, a energia hidrodinâmica é bem baixa, sendo que \no processo se torna mais efetivo que algum evento de maior intensidade \nocorre, estes estão ligados as marés de sizígia e a condições \nmeteorológicas mais extremas. \n\nA área da desembocadura, como dito anteriormente, sofre um \nprocesso de migração de sua barra e em comparação com estudos \nrealizados em outras áreas da lagoa, principalmente no setor norte, \nmostrou um nível hidrodinâmico mais baixo, podendo ser relacionado \nao jogo de forças naquela região. \n \n4.4 USO E OCUPAÇÃO DO SOLO NA BACIA DO ITAPOCÚ \n \n\nAntes de chegar à sua foz, na laguna, \neste rio atravessa extensos campos com atividades \nagropecuárias e várias cidades. Entre os núcleos \nurbanos, destaca-se Jaraguá do Sul, com \npopulação de 93.000 habitantes, que é um \nimportante pólo industrial. O maior núcleo \n\n\n\n 30\n\npopulacional adjacente ao sistema estudado é o \nmunicípio de Barra Velha, localizado na \nextremidade sul da laguna, que possui uma \npopulação de cerca de 13.200 habitantes (Bonetti \net al, 2000). \n\n \nAs áreas no entorno da laguna apresenta um série de criadouros \n\nde camarões, há pelo menos três, das quais apenas um estava em \nfuncionamento durante o desenvolvimento das atividades de campo que \nera justamente a Fazenda Yakult, que está sobre gerencia da \nUniversidade Federal de Santa Catarina. As operações das fazendas \nestavam suspensas por conta de proibições dos órgãos sanitários e \nambientais do Estado por conta da proliferação do vírus da Mancha \nBranca. \n\nAinda nas áreas próximas a desembocadura do rio Itapocu junto \nà laguna pode se observar áreas destinadas à mineração, através da \nextração de sedimentos do leito do rio. Foram quantificados pelo menos \ncinco pontos de exploração de sedimentos nas localidades marginais ao \nrio. Outra atividade desenvolvida que é bastante marcante na paisagem, \nsão as áreas destinadas a rizicultura irrigada, os maiores locais de \nplantações estão a aproximadamente 10 quilômetros do deságua do rio. \n\nA vegetação primária original era caracterizada por uma mata \nbastante exuberante, representada pela Floresta Ombrófila Densa, \nprincipalmente as variedades das terras baixas, que segundo VIEIRA \n(2008), recobrem as planícies quaternárias fluviais e flúvio-marinhas, \naté aproximadamente 30 m de altitude.  \n\nHá a ocorrência de espécies ligadas a Floresta Ombrófila Densa \nem maiores altitudes, que são os casos das florestas Submontanas e \nMontanas. \nHoje a cobertura vegetal da região encontra-se bastante \ndescaracterizada, principalmente pelo uso agrícola. \n\n\n\n 31 \n\n \nFigura 03: Mapa do uso do solo no entorno do sistema. \n\n \nNa figura acima (fig. 03) fica claro como se dá o processo de \n\nocupação e utilização do uso do solo. Grande parte da área é destinada a \nagricultura, com intenso predomínio da rizicultura e pastagens, essa \nmodalidade é representada pela cor amarela na figura de uso do solo. As \náreas em vermelho estão ligadas aos adensamentos urbanos, os dois \nmaiores núcleos que aparecem na imagem são os municípios de \nJoinville e Jaraguá do Sul. Esta última é a  grande responsável por um \nincremento considerável  de rejeitos domésticos e industriais no sistema. \n\nAs áreas verdes possuem uma distinção, as áreas mais claras \nestão ligadas a espécies vegetais de menor porte, principalmente \nespécies rasteiras, como as gramíneas, típicas das áreas de maior altitude \ne bordas de áreas densamente vegetadas, caracterizando os campos. O \ntom mais escuro está são formações vegetais de maior porte e com \nformação mais densa, casos dos manguezais e das áreas de \nreflorestamento. \n\nOs tons em azul, como manda as convenções, estão ligados aos \ncorpos d’água que onde pode ser percebida a porção inicial do sistema \nestuarino-lagunar. Nos trechos mais a montante torna-se difícil a \nvisualização por conta da resolução espacial das imagens obtidas pelo \nsatélite Landsat 7. \n\n\n\n 32\n\n5 – NATUREZA DOS DADOS E METODOLOGIA \n \n5.1 BASE CARTOGRÁFICA DIGITAL \n\n \nNo primeiro momento deste estudo foi realizado um \n\nlevantamento do material cartográfico existente sobre a área em \ndiferentes escalas de trabalho (mapas topográficos, levantamentos \naerofotográficos e imagens de satélite). Uma vez reunidos, foram \nselecionados alguns destes produtos utilizando-se como critério a sua \nescala e data de geração. A partir destes, foi construída uma base \ncartográfica em formato digital da bacia hidrográfica e do sistema \nestuarino-lagunar, voltada à representação espacial das informações \nadquiridas na pesquisa. Esta base esta foi manipulada com o auxílio dos \nsoftwares Surfer, ArcGIS e Idrisi. \n\nNesse momento também foram adquiridos os dados históricos \ndos índices pluviométricos para a realização de uma caracterização \nmeteorológica da área e posterior comparação entre os dados pretéritos e \nos dados atuais. \n \n5.2 PLANO AMOSTRAL \n\n \nNo estudo das variáveis hidrodinâmicas e físico-químicas foi \n\nadotada a estratégia amostral que melhor permitisse um entendimento \ndas variações dos parâmetros ao longo de um ano. Para isso foi \nestabelecido à realização de quatro campanhas amostrais, associadas a \ncada estação do ano, verificando assim uma possível variabilidade \nsazonal.  \n\nEssas campanhas permitiram a obtenção de registros horários ao \nlongo de um ciclo completo de maré (13 horas), sempre sob a condição \nde sizígia, onde ocorrem as maiores amplitudes.  \n\nA profundidade média do ponto de coleta é de 2m (fig.03) e foi \nescolhido utilizando com critérios à proximidade da desembocadura e o \nacesso a estação. \n\nA única ressalva quanto à estratégia amostral deve ser feita por \nconta um pequeno atraso, um período de duas semanas, na campanha de \nverão, por conta de uma dificuldade na obtenção das embarcações \nnecessárias para realização das atividades. \n\n\n\n 33 \n\n \nFigura 04: Imagem indicando o local de realização das estações fixas – \n\nfonte da imagem: Google Earth. \n \n\n \nCampanha \n\nRealização \n\nInverno 02/09/2007 \nPrimavera 14/12/2007 \n\nVerão 9/04/2008 \nOutono 13/06/2008 \n\n \nQuadro 01: Datas de realização das campanhas de amostragem \n\n \n5.3 PARÂMETROS HIDRODINÂMICOS E FÍSICO-QUÍMICOS DA \nCOLUNA D’ÁGUA. \n\n \nAs medidas de corrente e os parâmetros físico-químicos \n\n(temperatura, salinidade, pH, oxigênio dissolvido) foram adquiridos in \nsitu durante as quatro estações fixas que foram realizadas nas \nproximidades da desembocadura do sistema estuarino-lagunar.  \n\nAs amostras coletadas parar a determinação da turbidez foram \nobtidas com uma garrafa do tipo Van Dorn com capacidade para 1,5 L, \namostrando-se em dois níveis da coluna d’água (superfície e \nproximidades do fundo). Uma alíquota de 50 mL de água foi então \narmazenada em frascos de polietileno, mantidos refrigerados e ao abrigo \nda luz para análise da turbidez em laboratório, sendo utilizado um \nturbidímetro digital Orbeco 966 com precisão de 0,01 NTU. \n\nA determinação de correntes foi feita com o auxílio de um \ncorrentógrafo acústico (SONTEK ADP - Acoustic Doppler Profiler, 1,5 \n\n\n\n 34\n\nMHz) em conjunto com a amostragem das propriedades hidroquímicas, \nefetuada por uma sonda multiparâmentro (YSI 556MPS), com limite de \ndetecção de 0,01, essa amostragem foi realizada em dois níveis na \ncoluna d’água, na superfície e nas proximidades do fundo, sendo que, \ncom um cabo graduado acoplado a sonda, foi possível se chegar muito \npróximo ao fundo sem perturbá-lo.  \n\nO correntógrafo adquire dados 3D em toda a coluna d’água a \npartir de três feixes emitidos pelo sensor que permitem essa perfilação. \nO correntógrafo coleta dados ao longo de toda a coluna d’água, sendo \nadquiridas as seguintes propriedades: velocidade de corrente, direção de \ncorrente, amplitude do sinal, ruído. \n\n \n5.4 – PROCESSAMENTO DE IMAGENS DE SATÉLITE \n \n \n\nPara o cumprimento desta foram utilizadas imagens de satélite \nLandsat ETM+, fotos aéreas georreferênciadas, imagens de alta \nresolução disponibilizadas no Google Earth e observações de campo. \nForam determinados os variados usos da terra e das águas. Foram \ngerados produtos cartográficos, onde ficaram caracterizadas as diversas \nmodalidades de usos solo, por exemplo, área urbanizada e cultivos e \ntambém está sendo levantado o uso das águas e a cobertura vegetal. \nEstes dados foram processados em diversos softwares, tendo por base o \nIDRISI 3.2 que é um sistema de informação geográfica que permite \nmanipular dados espaciais e processar imagens obtidas por detecção \nremota. \n\n\n\n 35 \n\n \n6 – RESULTADOS E DISCUSSÃO \n \n6.1 – COMPORTAMENTO METEOROLÓGICO \n \n\nPara que se pudesse aferir a veracidade dos dados e garantir \nmaior credibilidade aos mesmos, foi realizada uma análise de séries \nmeteorológicas a fim de buscar uma caracterização e que fossem \nidentificados alguns padrões do comportamento do tempo, e eventos \nmeteorológicos, principalmente a precipitação sob a forma de chuva. \n\nEsses dados foram adquiridos junto a Agência Nacional das \nÁguas (ANA), e possuem um escala temporal de 28 anos (1976 – 2004). \n\nCom essa análise pode-se observar se os meses em que foram \nrealizadas as coletas estavam dentro de um padrão normal de \ncomportamento meteorológico, visto que essas condições têm grande \ninfluência na bacia e conseqüentemente na área do sistema Estuarino-\nLagunar do Itapocú. \n\nAs observações foram feitas nos seguintes meses: Abril, Junho, \nSetembro e Dezembro. No gráfico abaixo segue as médias históricas dos \ntotais pluviométricos de cada mês e o total de chuva nos meses de \nrealização dos trabalhos de campo. \n\n \n\n \nFiura 05: Gráficos com as médias e os indíces de chuvas nos meses \n\ndas coletas \n \nDe maneira geral, os dados obtidos durante os meses em que \n\nforam realizados os campos estiveram bem próximos às médias \nhistóricas. A exceção é feita ao mês de dezembro, onde o total foi \n\n\n\n 36\n\n111mm acima da média histórica. Outro mês em que os dados atuais \nforam maiores que os históricos foi o mês de abril, a diferença foi de \n77,2mm. \n\nNas demais campanhas, junho e setembro, os valores obtidos \ndurante o período do trabalho foram inferiores as médias históricas, as \ndiferenças foram de 21,7 mm e 33,5 mm, respectivamente. \n\nCom essas análises observa-se que as condições pluviométricas \nnos períodos das atividades de campo foram correspondentes a uma \ncondição padrão para a bacia hidrográfica do Itapocú. \n\nCabe destacar que as condições no sistema Estuarino-lagunar \nsão influenciadas quase que instantaneamente pelas forçantes \nmeteorológicas, o que significa que um episódio de alta intensidade \npoucos dias antes dos trabalhos de campo pode alterar toda a \nconfiguração padrão da área, e ainda assim, ao observarmos o \ncomportamento mensal ele estará dentro da normalidade. Por isso, foi \nrealizado um levantamento dos índices pluviométricos dez dias antes de \ncada estação fixa a fim de perceber essa influência instantânea do \ntempo, que será detalhada individualmente em cada campanha. \n \n \n6.2 – 1ª CAMPANHA \n \nAs chuvas nos período antes das coletas tiveram totais de 56,1mm (Fig. \n06). Apesar do pequeno total acumulado, esses índices precipitaram nos \nquatro dias que antecederam o campo, portanto, é possível afirmar que \nos parâmetros físico-químicos da coluna d’água e até mesmo a \nvelocidade e a direção das correntes foram altamente influenciadas por \nessa precipitação. \n\n\n\n 37 \n\nDados Pluviométricos - 10 dias anteriores a \ncoleta\n\n0\n20\n40\n60\n80\n\n100\n120\n140\n\n24\n/8\n/2\n\n00\n7\n\n25\n/8\n/2\n\n00\n7\n\n26\n/8\n/2\n\n00\n7\n\n27\n/8\n/2\n\n00\n7\n\n28\n/8\n/2\n\n00\n7\n\n29\n/8\n/2\n\n00\n7\n\n30\n/8\n/2\n\n00\n7\n\n31\n/8\n/2\n\n00\n7\n\n1/\n9/\n\n20\n07\n\n2/\n9/\n\n20\n07\n\n \nFigura  06: Dados de chuva do período de 10 dias anteriores a coleta. \n\n \nAntes da apresentação dos resultados é importante uma \n\napresentação da variação da amplitude de maré no período onde foi \nrealizada a estação fixa (fig.07).   \n\nCom o intuito de permitir a compatibilização das campanhas \namostrais os gráficos de maré foram desenvolvidos utilizando os valores \nmáximos e mínimos apresentado pelo conjunto de campanhas. \n\nOs dados referem-se a previsões de maré astronômica realizadas \npela Diretoria de Hidrografia e Navegação (DHN) para o porto de São \nFrancisco do Sul, escolhido devido à sua proximidade da área de estudo. \nDe acordo com os dados da DHN a amplitude de maré no dia da coleta \nfoi da ordem de 1,2m. \n\n \n\n\n\n 38\n\nMaré - 02/09/2007\n\n0\n\n0,2\n0,4\n\n0,6\n0,8\n\n1\n\n1,2\n1,4\n\n1,6\n\n6:56 10:26 13:34 16:02 18:58 22:28\n\nHoras\n\nM\ne\ntr\n\no\ns\n\n \nFigura 07: Gráfico amplitude de Maré. \n\n \nA salinidade, assim como os demais parâmetros, esteve \n\nsignificativamente influenciada pelos índices pluviométricos durante a \nrealização da campanha de amostragem e nos dias que a antecederam. O \nvalor médio da salinidade em superfície foi de 1,27PSU, sendo que o \nvalor mais baixo foi de 0,52PSU na nona hora da estação e o valor mais \nalto foi de 3,14PSU às 20 horas. Nas proximidades do fundo a média foi \nde 14,13PSU, o valor mais baixo foi de 11,20PSU às 16 horas e o mais \nalto 20,79PSU às19 horas (fig.08). \n\n \n\nSalinidade X Tempo  - 1ª Campanha\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nS\na\nli\n\nn\nid\n\nad\ne\n (\n\nP\nS\n\nU\n)\n\nSal. Superfície\n\nSal. Fundo\n\n \nFigura 08: Gráfico com a distribuição dos valores de salinidade em superfície e \n\nnas proximidades do fundo. \n\n\n\n 39 \n\n \nPodemos observar na figura 09 uma estratificação da salinidade, \n\ncomo é o esperado para as proximidades da desembocadura de estuários \ne lagunas, onde, por diferença de densidade as águas marinhas penetram \npelas camadas mais inferiores enquanto as águas continentais escoam \npela superfície. Tal estratificação pode estar mais acentuada devido à \nforte precipitação, em torno de 90mm, ocorrida no período de \namostragem. Reforça essa hipótese a pequena influência da oscilação da \nmaré na distribuição vertical da salinidade. \n\nSalinidade (PSU) - 1ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32  \nFigura 09: Distribuição da salinidade ao longo do tempo durante a \n\nestação fixa \n \n\nA temperatura média em superfície foi de 18,29ºC e nas \nproximidades do fundo o valor foi de 17,16 ºC (fig.10). \n\n \n\nTemperatura X Tempo  - 1ª Campanha\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\ne\nm\n\np\ner\n\na\ntu\n\nra\n (\n\nºC\n)\n\nTemp. Superfície\n\nTemp. Fundo\n\n \nFigura 10: Gráfico com a distribuição dos valores de temperatura em superfície \n\ne nas proximidades do fundo \n\n\n\n 40\n\n \nAo longo da estação fixa os valores da temperatura tiveram um \n\naumento devido à maior incidência da radiação solar a partir das 12 \nhoras (fig.11), embora se apresente bastante homogênea de modo geral. \n\nTemperatura (ºC) - 1ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n16.91 18.91 20.91 22.91 24.91 26.91 28.91 30.91  \nFigura 11: Valores de temperatura ao longo das horas. \n\n \nOs valores da turbidez em superfície estiveram mais elevados \n\nque no fundo, devido à grande descarga de materiais proveniente do rio \nItapocu em decorrência do evento pluviométrico supracitado. O valor \nmédio em superfície foi de 26,92NTU e no fundo 8,85NTU (fig. 12). \n\n \n\nTurbidez X Tempo  - 1ª Campanha\n\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\nu\n\nrb\nid\n\nez\n (\n\nN\nT\n\nU\n)\n\nTurbidez Superfície\n\nTurbidez Fundo\n\n \nFigura 12: Gráfico com a distribuição dos valores de turbidez. \n \nNa interpolação a seguir (fig.13) veremos maiores valores de \n\nturbidez no início da estação fixa, que se deve, provavelmente, a uma \nmaior descarga fluvial em função da chuva. Isso ocorre também entre 18 \ne 20 horas. Ambos os períodos estão associados a uma condição de maré \n\n\n\n 41 \n\nvazante, que pode estar contribuindo para o escoamento do material \nparticulado.   \n\nTurbidez (NTU) - 1ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n5.4 14.4 23.4 32.4 41.4 50.4 59.4 68.4 77.4  \nFigura 13: Interpolação dos valores de turbidez ao longo das horas \n\n(eixo x). \n \n\nOs valores de oxigênio dissolvido no sistema estuarino-lagunar \ndo rio Itapocu tiveram valores médios em superfície de 6,16mg/l e \n5,68mg/L nas proximidades do fundo (fig.14). \n\n \n\nOxigênio Dissolvido X Tempo  - 1ª Campanha\n\n3\n4\n4\n5\n5\n6\n6\n7\n7\n8\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nO\n2\n D\n\nis\nso\n\nlv\nid\n\no\n (\n\nm\ng\n\n/L\n)\n\nO2 Superfície\n\nO2 Fundo\n\n \nFigura 14: Valores de O2 dissolvido em superfície e proximidades do fundo. \n\n \nPode ser percebida uma maior oscilação dos valores de \n\noxigênio dissolvido junto às proximidades de fundo, essa maior \nvariabilidade pode ser sustentada por uma participação mais efetiva das \náguas continentais no sistema, condicionando uma maior oxigenação as \náguas de fundo (fig.15). \n\n\n\n 42\n\nOxigênio Dissolvido (mg/L) - 1ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n3.5 4.1 4.7 5.3 5.9 6.5 7.1  \nFigura 15: Interpolação dos valores de O2 Dissolvido ao longo das horas (eixo \n\nx). \n \n\nO pH médio em superfície esteve em 5,53 e 6,65 próximo ao \nfundo (fig. 16). \n\nOs valores do pH se mantiveram bastante homogêneos, com \nparticipação de uma água com características alcalinas próximas ao \nfundo apenas nas horas finais da coleta, quando aparentemente iniciou \num período de enchente. Assim, de modo geral, as águas do sistema \ndurante o período tenderam a ser ácidas (fig. 17). \n\n \n\npH X Tempo  - 1ª Campanha\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\np\nH\n\npH Superfície\n\npH Fundo\n\n \nFigura 16: Gráfico com os valores pH. \n\n \n\n\n\n 43 \n\npH - 1ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n4.7 5.3 5.9 6.5 7.1 7.7 8.3 8.9 9.5 10.1 10.7  \nFigura 17: Interpolação dos valores de pH ao longo das horas (eixo x). \n\n \nOs valores de intensidade de corrente relativos à 1ª estação fixa \n\nmostram picos de velocidade instantânea de 56,6cm/s, registrados entra \nàs 11 e 12 horas do dia da amostragem, localizadas nas proximidades do \nfundo (fig. 18).  \n\nHouve também um incremento nas velocidades e alterações no \nsentido das correntes entre às 15, 16 e 17 horas. As velocidades \nmáximas nesse curto período foram de 39,5cm/s. Podemos notar que \nconcomitantemente as esses aumentos das velocidades há uma variação \nsignificativa na direção do fluxo que passa de E-SE para W-NW, que \nsignifica um fluxo no sentido oceano-laguna (fig.19). \n\nNas camadas superiores da coluna d’água foram registradas as \nmenores velocidades com valores de 0,1cm/s a 15,6cm/s, sugerindo \nmaior estabilidade neste nível da coluna d’água. \n\nQuanto à variação das direções em superfície, o fluxo foi \npredominantemente orientado para quadrante sul, o que indica um \nescoamento das águas superficiais no sentido da desembocadura do \nsistema durante todo o período. \n\nEm vários momentos houve fluxo muito baixo, pouco \nrepresentativo, com valores próximos a zero, que contribuiu para um \nvalor médio baixo para o ciclo de maré amostrado: 6,78cm/s. \n\n\n\n 44\n\n0\n\n2\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\nP\nro\n\nfu\nn\nd\n\nid\na\nd\n\ne\n (\n\nm\n)\n\nVelocidade (cm/s)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\nTempo (h)  \n\nFigura 18: Gráfico com as velocidades das correntes - 1ª estação fixa. \n\n0\n\n2\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\n360\n\n270\n\n180\n\n90\n\n0\n\nDireção (º)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \n\nFigura 19: Direção das correntes ao longo da estação \n \n \n\n\n\n 45 \n\n6.3 - 2ª CAMPANHA \n \n\nNa segunda campanha novamente foi registrado um cenário de \nintensa precipitação. Os valoras diários, somados, ficaram em torno de \n184,5 mm, o que deixa claro uma grande contribuição das águas \ncontinentais ao longo das coletas, mesmo que os maiores valores tenham \nsido registrados sete dias antes dos trabalhos de campo (fig.20). \n\n \n\nDados Pluviométricos - 10 dias anteriores a \ncoleta\n\n0\n20\n40\n60\n80\n\n100\n120\n140\n\n5/\n12\n\n/2\n00\n\n7\n\n6/\n12\n\n/2\n00\n\n7\n\n7/\n12\n\n/2\n00\n\n7\n\n8/\n12\n\n/2\n00\n\n7\n\n9/\n12\n\n/2\n00\n\n7\n\n10\n/1\n2/\n\n20\n07\n\n11\n/1\n2/\n\n20\n07\n\n12\n/1\n2/\n\n20\n07\n\n13\n/1\n2/\n\n20\n07\n\n14\n/1\n2/\n\n20\n07\n\n \nFigura 20: Dados pluviométricos dos dias que antecederam os campos \n\n \nA maré teve uma amplitude da ordem de 1,3m, sendo que durante \n\na realização das coletas essa variação foi de 0,8m (Fig. 21). \n \n\nMaré - 14/12/2007\n\n0\n\n0,2\n0,4\n\n0,6\n0,8\n\n1\n\n1,2\n1,4\n\n1,6\n\n5:54 10:00 13:28 16:08 19:02 23:43\n\nHoras\n\nM\ne\ntr\n\no\ns\n\n \n\n\n\n 46\n\nFigura 21: Amplitude da onda de maré para a segunda campanha \nComo na primeira campanha, esta estação fixa também foi \n\ninfluenciada pelos índices pluviométricos nos dias que antecederam o \ntrabalho de campo, mas não tão intensamente. \n\nOs valores médios da salinidade estiveram muito próximos aos \nda primeira campanha, provavelmente devido às condições \nmeteorológicas semelhantes, sendo que nesta segunda, os valores \nencontram-se um pouco mais elevados. A salinidade média em \nsuperfície ficou em torno de 4,17PSU e nas proximidades do fundo o \nvalor foi de 12,18PSU (fig. 22). \n\n \n\nSalinidade X Tempo - 2ª campanha\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nS\na\nli\n\nn\nid\n\nad\ne\n (\n\nP\nS\n\nU\n)\n\nSal. Superfície\n\nSal. Fundo\n\n \nFigura 22: Gráfico com os valores salinidade da 2ª campanha. \n\n \nFoi observada também uma menor estratificação da coluna \n\nd’água.  Há momentos em que as águas tenderam a se homogeneizar, \napresentando-se menos salinas, e, em outros, os valores de salinidade \nficam mais elevados em direção ao fundo (fig. 23). Aparentemente, a \nvariação acompanhou a oscilação da maré, com claros períodos de \nsalinização pelo fundo. Todavia, a comparação com a maré astronômica \nprevista não corrobora essa observação. \n\n\n\n 47 \n\nSalinidade (PSU) - 2ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\nm\n\net\nro\n\ns\n\nHoras\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32  \nFigura 23: Interpolação dos valores de salinidade ao longo das horas (eixo x). \n\n \nA temperatura da água apresentou valores muito mais elevados, \n\nesse aumento ficou por volta de 6 ºC em relação à campanha anterior. \nNovamente as condições meteorológicas explicam esse aumento da \ntemperatura. A primeira campanha foi realizada no final do inverno \nonde tradicionalmente as temperaturas são baixas, já a segunda \ncampanha foi realizada no fim da primavera, ou seja, nas proximidades \ndo verão onde a temperatura atmosférica é muito mais alta e \nconseqüentemente a temperatura das águas. O valor médio na superfície \nfoi de 25,34ºC, no fundo 24,94ºC (Fig. 24). \n\n \n\nTemperatura X Tempo - 2ª campanha\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\ne\nm\n\np\ner\n\na\ntu\n\nra\n (\n\nºC\n)\n\nTemp. Superfície\n\nTemp. Fundo\n\n \nFigura 24: Gráfico com os valores de temperatura. \n\n \nQuanto à temperatura, a coluna d’água também apresentou certa \n\nhomogeneidade vertical, não havendo grande diferença entre superfície \n\n\n\n 48\n\ne fundo (fig. 25). Destaca-se, no entanto, o sensível aumento de \ntemperatura observado a partir das 12 horas.  \n\nTemperatura (ºC) - 2ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\nm\net\n\nro\ns\n\n16.91 18.91 20.91 22.91 24.91 26.91 28.91 30.91  \nFigura 25: Interpolação dos valores de temperatura ao longo das horas (eixo x). \n\n \nAnalisando as duas campanhas, comparativamente, nota-se que \n\nos valores de turbidez tiveram uma discrepância sensível. Na primeira \ncoleta os valores em superfície foram maiores que nas proximidades do \nfundo. Já nesta última campanha amostral os valores em superfície se \nmantiveram menores que no fundo, essa baixa turbidez superficial pode \nindicar pouca influência das águas fluviais e predomínio da \nressuspensão pelas correntes de maré como fonte de material em \nsuspensão. O valor médio para superfície foi 14,36NTU e no fundo foi \nde 22,13NTU (fig.26). \n\n \n\nTurbidez X Tempo - 2ª campanha\n\n0\n10\n20\n30\n40\n50\n60\n70\n80\n90\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\nu\n\nrb\nid\n\nez\n (\n\nN\nT\n\nU\n)\n\nTurbidez Superfície\n\nTurbidez Fundo\n\n \nFigura 26: Gráfico com os valores turbidez. \n\n \n\n\n\n 49 \n\nEssa coleta foi caracterizada pela homogeneidade da coluna \nd’água, salvo em dois picos anômalos, na superfície, às 13 e 17 horas \n(fig. 27). Na figura, a seguir, pode-se verificar que os valores não se \nalteraram muito entre superfície e fundo no restante do tempo. \n\nTurbidez (NTU) - 2ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\nm\net\n\nro\ns\n\n5.4 14.4 23.4 32.4 41.4 50.4 59.4 68.4 77.4  \nFigura 27: Interpolação dos valores de turbidez ao longo das horas (eixo x). \n\n \nA média do oxigênio dissolvido ficou em 5,40mg/L e 5,29mg/L \n\npara superfície e fundo, respectivamente (fig. 28). \n\nOxigênio Dissolvido X Tempo - 2ª campanha\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nO\n2\n D\n\nis\nso\n\nlv\nid\n\no\n (\n\nm\ng\n\n/L\n)\n\nO2 Superfície\n\nO2 Fundo\n\n \nFigura 28: Gráfico com os valores O2 dissolvido. \n\n \nDe maneira geral os valores de O2 dissolvido foram menores \n\nque na coleta do mês de agosto. \nEsse menor valor do O2 dissolvido pode estar associado há uma \n\nmaior temperatura d’água que diminui a solubilidade desse gás, ou à \npresença de correntes fluviais e de maré menos efetivas (fig. 29). \n\n\n\n 50\n\nOxigênio Dissolvido (mg/L) - 2ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nm\net\n\nro\ns\n\nHoras\n\n3.5 4.1 4.7 5.3 5.9 6.5 7.1  \nFigura 29: Interpolação dos valores de O2 dissolvido ao longo das horas (eixo \n\nx). \n \n\nOs valores de pH tiveram como média 6,00 na superfície e 6,60 \nno fundo (fig.30). \n\nNa interpolação dos dados podemos notar que, na maior parte \ndo tempo, não há uma distinção de camadas com pH diferenciado. Esse \né mais um descritor que vem reforçar a pequena estratificação das águas \nnessa campanha de amostragem, salvo nas horas iniciais e finais da, \nquando houve elevação do pH junto ao fundo (fig.31). \n\n \n\npH X Tempo - 2ª campanha\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\np\nH\n\npH Superfície\n\npH Fundo\n\n \nFigura 30: Gráfico com os valores pH. \n\n \n\n\n\n 51 \n\npH - 2ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\nm\n\net\nro\n\ns\n\nHoras\n\n4.7 5.3 5.9 6.5 7.1 7.7 8.3 8.9 9.5 10.1 10.7  \nFigura 31: Interpolação dos valores de pH ao longo das horas (eixo x). \n\n \nNa segunda campanha é possível observar uma \n\ndiferenciação nos padrões de velocidade das correntes. Enquanto na \nprimeira campanha os fluxos com maior intensidade foram \nidentificados nas proximidades do fundo, na segunda estes estiveram \npróximos à superfície. O pico de velocidade foi registrado em \n199,1cm/s, o valor mais baixo verificado foi 0,1 cm/s, sendo a média \nda velocidade de 8,71cm/s (fig. 32). \n\nNos dois momentos em que houve um incremento na \nvelocidade, em superfície, houve diferentes direções de fluxo. No \nprimeiro, que ocorreu entre 9 e 10 horas o fluxo teve um sentido S-\nSE e no segundo momento, entre 15 e 17 horas, o sentido das \ncorrentes em superfície estava orientado mais para NE (fig. 33). \n\nNo fundo as correntes apresentaram valores de velocidades \nrelativamente baixos, os maiores valores estavam por volta de \n10cm/s. As direções também permaneceram mais homogêneas no \nseu sentido, variando pouco entre NE e SE, mas com predominância \nde NE. \n\n\n\n 52\n\n0\n\n2\n\nP\nro\n\nfu\nn\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\nVelocidade (cm/s)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \nFigura 32: Velocidades das correntes. \n\n \n\n0\n\n2\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\n360\n\n270\n\n180\n\n90\n\n0\n\nDireção (º)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \nFigura 33: Direção das correntes. \n\n \n \n\n\n\n 53 \n\n6.4 - 3ª CAMPANHA \n \n\nCom relação às chuvas, nessa terceira campanha, os índices \nforam baixos modificando a condição com relação às duas primeiras \ncoletas. O total acumulado foi de 32,7mm (fig.34). \n\n \n\nDados Pluviométricos - 10 dias anteriores a \ncoleta\n\n0\n20\n40\n60\n80\n\n100\n120\n140\n\n31\n/3\n/2\n\n00\n8\n\n1/\n4/\n\n20\n08\n\n2/\n4/\n\n20\n08\n\n3/\n4/\n\n20\n08\n\n4/\n4/\n\n20\n08\n\n5/\n4/\n\n20\n08\n\n6/\n4/\n\n20\n08\n\n7/\n4/\n\n20\n08\n\n8/\n4/\n\n20\n08\n\n9/\n4/\n\n20\n08\n\n \nFigura 34: Acumulado de chuva antes do campo. \n\n \nDe acordo com a previsão da DHN, no período da terceira \n\ncampanha a maré teve uma amplitude máxima de 1,5m, que pode ser \nconferida ao longo da coleta (Fig. 35), sendo a maior amplitude de maré \nde todas as campanhas amostrais. \n\n \n\nMaré - 09/04/2008\n\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1,0\n\n1,2\n\n1,4\n\n1,6\n\n2:06 5:17 9:06 12:47 14:45 18:04 21:43\n\nHoras\n\nM\net\n\nro\ns\n\n \n\n\n\n 54\n\nFigura 35: Oscilação da maré ao longo da campanha amostral. \n \n\nNesta campanha a salinidade foi mais claramente influenciada \npela oscilação da maré, principalmente na enchente. \n\nOs valores em superfície variaram entre 2,33 e 25,26PSU, \nsendo que o menor valor foi encontrado às 15 horas e o maior foi \nregistrado às 17 horas. A média foi 8,34PSU \n\nA salinidade nas proximidades do fundo esteve entre 19,09 e \n32,03 PSU. Valores registrados às 9 e 8 horas, respectivamente (Fig. \n36). A média para o fundo foi de 29,30PSU. \n\n \n\nSalinidade X Tempo - 3ª Campanha\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nS\na\nli\n\nn\nid\n\nad\ne\n (\n\nP\nS\n\nU\n)\n\nSal. Superfície\n\nSal. Fundo\n\n \nFigura 36: Variação da salinidade na superfície e proximidade do fundo \n\n \nOs valores da salinidade em superfície estiveram em torno de \n\n5PSU entre 8 e 16 horas, quando a partir daí houve uma aumento \nsignificativo às 17, 18 e 19 horas, associado à maré enchente, que \ntransporta águas oceânicas para dentro do sistema estuarino-lagunar, não \npermitindo uma estratificação relevante da coluna d’água. Às 20 horas \nhouve uma diminuição desses valores, sendo que nessa última \namostragem a salinidade foi de 4,10PSU. \n\nNas proximidades do fundo o comportamento foi inverso ao da \nsuperfície, as variações concentraram-se nas primeiras horas da estação \nfixa tendendo a uma menor variabilidade no decorrer to tempo. De \nmodo geral a salinidade nesse nível ficou em torno de 30PSU, exceção \nfeita apenas para a amostragem das 9 horas que registrou 19,09PSU \n(Fig. 37). \n\n\n\n 55 \n\nSalinidade (PSU) - 3ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\nm\n\net\nro\n\ns\n\nHoras\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32  \nFigura 37: Interpolação dos dados relativos à salinidade. \n\n \nOs valores das temperaturas estiveram bastante homogêneos, \n\nsem grandes variações ao longo de toda estação fixa, sendo levemente \nsuperiores na superfície, mas em vários momentos não houve \nestratificação clara da temperatura (Fig. 38). \n\n  \nTemperatura (ºC) - 3ª Campanha\n\nHoras\n\nm\ne\ntr\n\no\ns\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n \nFigura 38: Distribuição da temperatura. \n\n \nOs valores em superfície variam entre 24,95 e 26,90ºC, tendo \n\ncomo média 26,14ºC. Esses dados foram registrados às 9 e 16 horas, \nrespectivamente. \n\nNo fundo a temperatura teve como menor valor 25,15ºC, às 8 \nhoras, e o maior valor foi de 26,84ºC, às 16 horas, sendo a média de \n25,91ºC (Fig. 39). \n\n\n\n 56\n\nTemperatura X Tempo - 3ª Campanha\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\ne\nm\n\np\ner\n\na\ntu\n\nra\n (\n\nºC\n)\n\nTemp. Superfície\n\nTemp. Fundo\n\n \nFigura 39: Gráfico com as temperaturas na superfície e nas proximidades do \n\nfundo. \n \n\nA turbidez apresentou valores baixos, e dentro dessa pequena \nvariabilidade, as águas com maior turbidez estiveram localizadas no \nfundo, relacionadas à ressuspensão de sedimentos, pela energia das \ncorrentes na área. Cabe mais uma vez ressaltar que as diferenças entre \nsuperfície e fundo foram bem pequenas (Fig. 40). \n\n \n\nTurbidez X Tempo - 3ª Campanha\n\n5\n\n15\n\n25\n\n35\n\n45\n\n55\n\n65\n\n75\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\nu\n\nrb\nid\n\nez\n (\n\nN\nT\n\nU\n)\n\nTurbidez Superfície\n\nTurbidez Fundo\n\n \nFigura 40: Gráfico dos valores da turbidez na superfície e no fundo \n\n \nNa superfície os valores de turbidez encontrados variaram entre \n\n5,40NTU, obtidos às 16 horas e 14,17NTU registrado às 14 horas, a \n\n\n\n 57 \n\nmédia foi de 10,00NTU. No fundo os valores mínimos e máximos, \nrespectivamente, foram 9,08 e 16,06NTU. Esses dados limites foram \nadquiridos às 17 horas (valor mínimo) e 12 horas (valor máximo) (Fig. \n41). A média foi de 12,44NTU \n\n \n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nm\net\n\nro\ns\n\nHoras\n\nTurbidez (NTU) - 3ª Campanha\n\n5.4 14.4 23.4 32.4 41.4 50.4 59.4 68.4 77.4  \nFigura 41: Distribuição dos valores da turbidez na coluna d’água \n\n \nOs valores de oxigênio dissolvido em superfície estiveram entre \n\n6,40 e 7,23mg/L, sendo o mínimo por volta das 9 horas e o máximo às \n14 horas. Nas proximidades do fundo o valor mínimo foi de 3,50mg/L, \nàs 14 horas e o máximo foi 6,80mg/L às 19 horas (Fig. 42). A média em \nsuperfície foi de 6,62mg/L e no fundo de 5,60mg/L. \n\n \n\nOxigênio Dissolvido X Tempo - 3ª Campanha\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nO\n2\n D\n\nis\nso\n\nlv\nid\n\no\n (\n\nm\ng\n\n/L\n)\n\nO2 Superfície\n\nO2 Fundo\n\n \nFigura 42: Oxigênio dissolvido nos dois níveis de coleta \n\n \nNos níveis superiores da coluna d’água os valores do oxigênio \n\ndissolvido mantiveram-se bastante homogêneos, o que não pode ser \n\n\n\n 58\n\nverificado nas camadas inferiores, ou seja, nas camadas próximas ao \nfundo houve uma clara diferenciação entre dois períodos: o primeiro que \nvai do início da estação até às 14 horas, onde os valores estão \nrelativamente baixos, chegando ao mínimo de 3,50mg/L. A partir daí, \nocorre um aumento brusco do oxigênio dissolvido que se mantém num \npatamar mais elevado até o final da estação fixa (Fig. 43). Pode-se \nespecular que há uma correlação entre este comportamento e o da \nsalinidade, possivelmente ambos controlados pela maré. \n\n \nOxigênio Dissolvido (mg/L) - 3ª Campanha\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nm\net\n\nro\ns\n\nHoras\n\n3.5 4.1 4.7 5.3 5.9 6.5 7.1  \nFigura 43: Interpolação dos dados. \n\n \nO pH teve como mínimo e máximo para a superfície os \n\nseguintes valores: 6,62 e 6,88, registrados às 9 e 20 horas. No fundo o \nvalor mínimo foi encontrado às 13 horas e o máximo às 8 horas. Os \ndados extremos no fundo foram de 6,58 e 10,80 (Fig. 44). As médias são \nde 6,78 em superfície e 7,10 no fundo, se descartamos o valor extremo \nde 10,80 encontrado na primeira hora do trabalho, a média do pH \npróximo ao fundo é de 6,79. \n\n \n\n\n\n 59 \n\npH X Tempo - 3ª Campanha\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\np\nH\n\npH Superfície\n\npH Fundo\n\n \nFigura 44: Variação do pH na superfície e no fundo. \n\n \nA variabilidade dessa propriedade ao longo de toda estação fixa \n\nteve pouca significância. De maneira geral não ocorreu uma \nestratificação da coluna d’água, bem como não houve uma alteração \nimportante dos dados ao longo das horas. Exceção feita ao início dessa \ncampanha, onde na primeira amostragem, o pH no fundo estava elevado \ndestoando das amostras subseqüentes (Fig. 45). Este valor, embora aqui \napresentado, foi interpretado como erro analítico de leitura do aparelho. \n\n \npH - 3ª Campanha\n\n4.7 5.3 5.9 6.5 7.1 7.7 8.3 8.9 9.5 10.1 10.7\n\nm\net\n\nro\ns\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n \nFigura 45: Distribuição dos valores do pH. \n\n \nCom relação às velocidades das correntes nas proximidades da \n\ndesembocadura, pode ser percebida maior intensidade nas camadas \nintermediárias da coluna d’água. Durante a primeira metade da estação \nfixa os níveis médios apresentaram os fluxos mais intensos, em alguns \nmomentos superando os 40cm/s. Na segunda metade as velocidades \n\n\n\n 60\n\nestavam mais intensas junto às camadas mais próximas da superfície \n(fig. 46).  \n\nA média da velocidade foi de 14,56cm/s, o que demonstra um \npotencial hidrodinâmico baixo com relação às correntes. Como valores \nextremos de velocidade têm 0,4cm/s e 83,9cm/s, como mínima e \nmáxima, respectivamente. \n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\n0\n\n2\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\nVelocidade (cm/s)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \nFigura 46: Velocidade das correntes ao longo da estação fixa \n \nTratando da direção das águas superficiais, num primeiro \n\nmomento elas possuíam uma orientação voltada a SW, esse padrão pode \nser percebido até às 14 horas do dia da coleta. Depois desse período há \numa inversão nos sentidos das águas da superfície, que passam a ter um \nsentido N, associada à subida da maré empurrando as águas nesse \nsentido. \n\nNas proximidades do fundo padrão foi parecido, a diferença \nestá em que, no período até às 14 horas o sentido das águas era SE, \nenquanto na superfície era SW. A partir das 14 horas os sentidos se \nhomogeneizaram entre superfície e fundo, adotando uma direção N. (fig. \n47) \n\n\n\n 61 \n\n360\n\n270\n\n180\n\n90\n\n0\n\n0\n\n2\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\nDireção (º)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \nFigura 47: Direção das correntes durante as coletas \n\n \n6.5 - 4ª CAMPANHA \n \n\nApesar de estarem mais bem distribuídos os índices \npluviométricos foram os mais baixos de todas as estações fixas, o total \nfoi de 26mm, divididos ao longo de cinco dias (fig. 48). \n\n \n\nDados Pluviométricos - 10 dias anteriores a \ncoleta\n\n0\n20\n40\n60\n80\n\n100\n120\n140\n\n9/\n6/\n\n20\n08\n\n10\n/6\n/2\n\n00\n8\n\n11\n/6\n/2\n\n00\n8\n\n12\n/6\n/2\n\n00\n8\n\n13\n/6\n/2\n\n00\n8\n\n14\n/6\n/2\n\n00\n8\n\n15\n/6\n/2\n\n00\n8\n\n16\n/6\n/2\n\n00\n8\n\n17\n/6\n/2\n\n00\n8\n\n18\n/6\n/2\n\n00\n8\n\n \nFigura 48: Distribuição das chuvas antes das coletas \n\n \nA amplitude de maré nessa campanha foi relativamente baixa, \n\nem torno de 0,9 m (Fig 49). Essa atuação da maré pode ser apontada \n\n\n\n 62\n\ncomo um dos fatores responsáveis pela menor variação dos parâmetros \nfísico-químicos ao longo de toda estação fixa. \n\nMaré - 16/06/2008\n\n0\n\n0,2\n\n0,4\n\n0,6\n\n0,8\n\n1\n\n1,2\n\n1,4\n\n1,6\n\n03:00 11:00 14:58 17:09 19:51 23:49\n\nHoras\n\nM\net\n\nro\ns\n\n \nFigura 49: Gráfico da amplitude de maré \n\n \nComo citado anteriormente, houve uma relativa homogeneidade \n\ndos parâmetros ao longo do ciclo de maré e em toda coluna d’água. \nCom a salinidade não foi diferente (Fig. 50), os valores limites para a \nsuperfície foram mínimo de 27,15PSU, às 20 horas e máximo de \n27,66PSU às 18 horas. No fundo os valores variaram entre 27,31 e \n27,62PSU, às 11 e 18 horas, respectivamente (Fig. 51). \n\n \nSalinidade (PSU) - 4ª Campanha\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n \nFigura 50: Interpolação dos dados de salinidade \n\n \nOs valores da salinidade mantiverem-se, dentro dessa condição \n\nhomogênea e bastante elevados em comparação com as outras \ncampanhas. Não houve uma participação significativa das águas \ncontinentais e a diluição das águas oceânicas foi reduzida, resultando \n\n\n\n 63 \n\nnuma salinidade média de 27,41PSU em superfície e 27,45PSU no \nfundo. \n\nSalinidade X Tempo - 4ª Campanha\n\n0\n\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nS\na\nli\n\nn\nid\n\nad\ne\n (\n\nP\nS\n\nU\n)\n\nSal. Superfície\n\nSal. Fundo\n\n \nFigura 51: Gráfico dos valores da salinidade na superfície e nas proximidades \n\ndo fundo \n \n\nA temperatura das águas também esteve num patamar muito \nparecido quanto à oscilação vertical dessa propriedade. Na superfície o \nmenor valor encontrado foi de 21,33ºC, às 8 horas e o maior valor foi \nregistrado às 13 horas, com uma temperatura de 21,89ºC. No fundo as \ntemperaturas tiveram uma variação muito parecida com a superfície: o \nmenor valor foi de 21,34ºC e o maior foi de 21,90ºC, às 8 e 16 horas \n(Fig. 52). Com isso, as médias para temperatura estiveram bem \npróximas 21,70ºC para a superfície e 21,67ºC nas proximidades do \nfundo. \n\n \n\n\n\n 64\n\nTemperatura X Tempo - 4ª Campanha\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n\n28\n\n30\n\n32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\ne\nm\n\np\ner\n\na\ntu\n\nra\n (\n\nºC\n)\n\nTemp. Superfície\n\nTemp. Fundo\n\n \nFigura 52: Gráfico com a distribuição dos valores de temperatura em superfície \n\ne nas proximidades do fundo \n \n\nAo longo da estação pode ser percebida uma pequena variação \nnas duas horas inicias da estação fixa, mas a partir das 10 horas a \ntemperatura segue mais homogênea, mantendo esse padrão até o final da \nestação. (Fig. 53) \n\n \nTemperatura (ºC) - 4ª Campanha\n\n16.91 18.91 20.91 22.91 24.91 26.91 28.91 30.91\n\nHoras\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\n-2\n\n-1\n\n0\n\n \nFigura 53: Valores de temperatura ao longo do tempo. \n\n \nA turbidez em superfície teve como valores limites em \n\nsuperfície 5,40NTU e 11,10NTU, registrados às 10 e 8 horas \nrespectivamente. Nas proximidades do fundo os dados extremos foram \nadquiridos ás 19 horas, com 6,20NTU e às 8 horas com 15,60NTU (fig. \n54). A média em superfície foi de 8,78NTU e no fundo foi de \n10,55NTU. \n\n \n\n\n\n 65 \n\nTurbidez X Tempo - 4ª Campanha\n\n5\n\n15\n\n25\n\n35\n\n45\n\n55\n\n65\n\n75\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nT\nu\n\nrb\nid\n\nez\n (\n\nN\nT\n\nU\n)\n\nTurbidez Superfície\n\nTurbidez Fundo\n\n \nFigura 54: Gráfico com os valores turbidez. \n\n \nAssim como as demais propriedades, a turbidez teve uma \n\nvariabilidade na distribuição espacial e temporal bastante discreta. Os \ndados que destoaram nesse contexto geral foram os obtidos nas \nprimeiras horas, quando os níveis de turbidez estiveram mais elevados \n(fig. 55). Provavelmente relacionada a uma ressuspensão do sedimento \nde fundo, impulsionada pela entrada da maré, que naquele momento \nestava enchendo. \n\n \nTurbidez (NTU) - 4ª Campanha\n\n5.4 14.4 23.4 32.4 41.4 50.4 59.4 68.4 77.4\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n \nFigura 55: Interpolação dos valores de turbidez ao longo tempo (eixo x). \n\n \nO oxigênio dissolvido foi a propriedade que apresentou uma \n\nvariação mais significativa entre superfície e fundo. Na superfície os \nvalores encontrados tiveram um mínimo e máximo de 5,25 e 5,93 mg/L, \nàs 11 e 16 horas, respectivamente. No fundo os valores mínimo e \nmáximo foram de 4,71 e 5,34mg/L, nos mesmos horários em que foram \n\n\n\n 66\n\nregistrados os valores limites da superfície, 11 e 16 horas (fig. 56). As \nmédias foram de 5,53mg/L na superfície e 5,00mg/L no fundo. \n\nOxigênio Dissolvido X Tempo - 4ª Campanha\n\n3\n\n4\n\n5\n\n6\n\n7\n\n8\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\nO\n2\n D\n\nis\nso\n\nlv\nid\n\no\n (\n\nm\ng\n\n/L\n)\n\nO2 Superfície\n\nO2 Fundo\n\n \nFigura 56: Gráfico com os valores O2 dissolvido. \n\n \nPode-se notar uma maior quantidade de oxigênio dissolvido \n\njunto à superfície como padrão recorrente ao longo de todo período (fig. \n57). Também é válido destacar um sutil aumento do oxigênio dissolvido \nao longo das horas, provavelmente associado à atividade fotossintética \nou eventual ação diferenciada do vento.  \n\n \nOxigênio Dissolvido (mg/L) - 4ª Campanha\n\n3.5 4.1 4.7 5.3 5.9 6.5 7.1\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n \nFigura 57: Interpolação dos dados de oxigênio dissolvido \n\n \nO pH esteve equilibrado ao longo de toda estação fixa, tendo os \n\nvalores apresentado-se levemente básicos. O mínimo em superfície foi \nde 7,30 e o máximo foi de 7,78, valores encontrados às 9 e 18 horas. No \nfundo a mínima e a máxima, registradas às 13 e 19 horas foram de 7,44 \ne 7,79 (fig. 58). A média para superfície foi de 7,69 e no fundo de 7,66. \n\n\n\n 67 \n\npH X Tempo - 4ª Campanha\n\n4\n\n5\n\n6\n\n7\n\n8\n\n9\n\n10\n\n11\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n\nHoras\n\np\nH\n\npH Superfície\n\npH Fundo\n\n \nFigura 58: Gráfico com os valores de pH \n\n \nSe comparado às outras campanhas essa teve os dados mais \n\nhomogêneos, tanto vertical quanto temporalmente, isso se refletiu \ntambém no pH. Os valores não tiveram variabilidade significativa (fig. \n59). Muito decorrente da manutenção da salinidade em níveis elevados \nao longo de todo o dia. \n\npH - 4ª Campanha\n\n4.7 5.3 5.9 6.5 7.1 7.7 8.3 8.9 9.5 10.1 10.7\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\n \nFigura 59: Interpolação dos valores de pH ao longo do tempo (eixo x). \n\n \nAssim como na 3ª campanha as velocidades foram maiores nas \n\nporções intermediárias da coluna d’água. A média da velocidade foi da \nordem de 12,90cm/s. O pico de velocidade foi de 98,1cm/s e a menor \nregistrada durante a campanha foi de 0,4cm/s (Fig. 60). Isso mostra que \nem condições meteorológicas menos intensas a velocidade é maior nos \nníveis médios. O que pode ser justificado por uma menor influencia do \nfundo nas correntes, que de maneira geral escoam com mais facilidade \nnessa camada. \n\n\n\n 68\n\nEm relação à direção das correntes, durante a 4ª campanha foi \nencontrado uma variação da coluna d’água em três momentos. \n\nNo primeiro momento, que vai do início dos trabalhos até as 11 \nhoras, os sentidos eram de SW. No segundo momento, das 11 ate às 16 \nhoras, a direção encontrada era de N. No terceiro momento, das 16 horas \naté o final da estação fixa, a direção novamente foi de SW (Fig. 61). \n\n \n\n100\n\n80\n\n60\n\n40\n\n20\n\n0\n\n0\n\n2\n\nP\nro\n\nfu\nn\n\nd\nid\n\na\nd\n\ne\n (\n\nm\n)\n\nVelocidade (cm/s)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \nFigura 60: Velocidade das correntes na 4ª campanha \n\n \n \n\n0\n\n2\n\nP\nro\n\nfu\nn\nd\nid\n\na\nd\ne\n (\n\nm\n)\n\n360\n\n270\n\n180\n\n90\n\n0\n\nDireção (º)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20 21\n\nTempo (h)  \n \n\nFigura 61: Direção das correntes \n \n\n\n\n 69 \n\n \n6.6 – VARIABILIDADE SAZONAL \n \n\nApesar de já ter sido realizada uma descrição dos dados, \npresumiu-se conveniente que seja lançada mão de algumas figuras que \ncontemplem cada propriedade ao longo do conjunto de campanhas, para \nassim serem verificadas possíveis variações sazonais dos parâmetros \nfísico-químicos. \n\n \n6.6.1 – Salinidade \n \n\nPartindo da 1ª estação, que foi realizada na primavera, a \nsalinidade teve um incremento cada vez maior de seus valores. A \ninfluência das águas marinhas foi menor na 1ª e 2ª campanhas, inverno e \nprimavera, respectivamente. Essa condição pode ser explicada pelo \nelevado índice pluviométrico no período antes e ao longo da realização \ndas estações fixas.  A grande quantidade de chuvas na primeira \ncampanha deveu-se a um sistema frontal de grande intensidade que \natingiu a área de estudo. Se somados os três dias anteriores à campanha \ne durante a sua realização obtém-se um total de aproximadamente \n150mm de chuva. \n\n Na primeira campanha o fluxo no sentido rio-desembocadura \nera bastante forte. Pode ser visualizada uma série de troncos e outros \nrestos vegetais em direção a desembocadura. Com base nesse \nentendimento sugere-se um barramento da entrada da onda de maré por \nconta da caudalosidade do rio Itapocú e conseqüente predomínio das \náguas continentais. \n\nNa 3ª e 4ª campanha, com a intensidade de chuva menor a \nsalinidade voltou a aumentar principalmente na quarta estação fixa, \nquando não existiu uma estratificação da coluna d’água, o que é habitual \npara área.  \n\n\n\n 70\n\nSetembro 2007\n\nDezembro 2007\n\nAbril 2008\n\nJunho 2008\n\n0 2 4 6 8 10 12 14 16 18 20 22 24 26 28 30 32\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nSalinidade (PSU)\nm\n\net\nro\n\ns\n\nHoras\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nHoras\n\nHoras\n\nHoras\n\n \nFigura 62: Interpolações das quatro estações fixas \n\n \n\n\n\n 71 \n\n6.6.2 - Temperatura \n \n\nComo previsto e esperado, as menores temperaturas foram \nencontradas na estação realizada no inverno. O sistema frontal que \ntrouxe um forte índice pluviométrico, associado a muitas nuvens e \nventos, contribuiu para a diminuição da temperatura atmosférica e \nconseqüentemente a diminuição da temperatura das águas, sobretudo \ncontinentais, que tiveram maior participação ao longo da primeira \nestação fixa. \n\nCabe um destaque também para a estação realizada na \nprimavera, quando as temperaturas foram as mais altas, em média, ao \nlongo de todo período amostral.  \n\nA 1ª e 2ª amostragens foram fortemente influenciadas pelas \nchuvas, mas a temperatura teve um comportamento individualizado, na \nprimeira águas mais frias e na segunda águas mais quentes. \n\nA campanha realizada no verão (3ª campanha) foi a que teve as \nmaiores amplitudes térmicas, as águas foram sendo aquecidas ao longo \ndas horas, sendo que o maior pico de temperatura foi encontrado nessa \nestação. \n\nNo outono a temperatura seguiu um padrão homogêneo, com \nquase nenhuma variação desse parâmetro, exceção feita às primeiras \nhoras do trabalho. \n\n\n\n 72\n\nSetembro 2007\n\nDezembro 2007\n\nAbril 2008\n\nJunho 2008\n\n16.91 18.91 20.91 22.91 24.91 26.91 28.91 30.91\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nTemperatura (º C)\n\nHoras\n\nHoras\n\nHoras\n\nHoras\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n \nFigura 63: Temperatura da coluna d’água \n\n \n\n\n\n 73 \n\n6.6.3 - Turbidez \n \n\nA turbidez esteve maior nas duas primeiras estações, com \neventos meteorológicos intensos, ligados aos ventos e chuvas. Houve, \nassim, uma descarga fluvial muito maior, colaborando com o material \nparticulado em suspensão. \n\nDe maneira geral, ao longo de todas as estações a turbidez se \nmanteve em patamares baixos, sendo que o maior valor foi encontrado \nna estação de primavera, nas águas superficiais, reafirmando a \ninfluência das águas e materiais trazidos pelo rio Itapocu, para dentro da \nlaguna. \n\nA influência da maré, causando ressuspensão de sedimento \njunto à superfície, também não foi percebida de maneira intensa. Os \nvalores nas proximidades do fundo foram menores que na superfície nas \nduas primeiras campanhas, onde a participação das águas continentais \nforam maiores. Nas campanhas de verão e outono a turbidez teve uma \ntendência a homogeneização na coluna d’água, e em momentos esteve \ndiscretamente maior junto ao fundo, principalmente na campanha de \nverão (3ª campanha). \n\n \n\n\n\n 74\n\nSetembro 2007\n\nDezembro 2007\n\nJunho 2008\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n5.4 14.4 23.4 32.4 41.4 50.4 59.4 68.4 77.4\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nHoras\n\nHoras\n\nHoras\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nTurbidez (NTU)\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nm\net\n\nro\ns\n\nHoras\n\nAbril 2008\n\n \nFigura 64: Dados de turbidez interpolados \n\n \n\n\n\n 75 \n\n \n \n6.6.4 - Oxigênio Dissolvido \n \n\nO comportamento do oxigênio dissolvido em relação à sua \nvariabilidade sazonal se deu como o esperado. Nas estações onde pode \nser verificada uma temperatura das águas maior, na primavera e no \noutono, a solubilidade do oxigênio foi menor. Nas campanhas de \ninverno e verão o oxigênio dissolvido foi maior. Não se deve, \nentretanto, descartar o papel que a agitação promovida pelo vento (não \namostrada) ou os padrões de fluxo marinho e fluvial podem ter causado \nsobre esse padrão. \n\nGrande destaque deve ser feito para a campanha de verão que, \napesar de ser uma estação onde as temperaturas estão mais elevadas, o \noxigênio dissolvido manteve-se em concentrações altas, principalmente \ndepois da metade da campanha amostral.  \n\nOutra análise interessante em relação à campanha de verão é \nque nela foram identificados alguns dos valores mais baixos e mais \naltos, analisando todas as estações fixas. Essa propriedade teve uma \nvariação intensa ao longo das 13 horas de realização dos trabalhos o que \ndemonstra o dinamismo da área de estudo \n\nDentre todas as campanhas realizadas, a primavera apresentou \numa condição geral de valores de oxigênio dissolvido constantemente \nmais baixos que as demais estações.  \n\n \n\n\n\n 76\n\nSetembro 2007\n\nDezembro 2007\n\nAbril 2008\n\nJunho 2008\n\n3.5 4.1 4.7 5.3 5.9 6.5 7.1\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\nOxigênio Dissolvido (mg/L)\nm\n\net\nro\n\ns\nm\n\net\nro\n\ns\nm\n\net\nro\n\ns\nm\n\net\nro\n\ns\n\nHoras\n\nHoras\n\nHoras\n\nHoras\n\n \nFigura 65: Variação do oxigênio dissolvido nas quatro estações fixas \n\n\n\n 77 \n\n6.6.5 - pH \n \nAssim como a turbidez o pH também teve uma distinção entre \n\nas duas  primeiras e as duas últimas campanhas.  \nNas campanhas de inverno (1ª Campanha) e primavera (2ª \n\nCampanha) houve uma estratificação da coluna d’água, águas mais \nácidas, com menor pH, foram encontradas juntas a superfície, enquanto \nas águas mais neutras e alcalinas estavam associados às águas nas \ncamadas mais inferiores. \n\nJá nas duas últimas campanhas, verão (3ª Campanha) e outono \n(4ª Campanha), as águas estiveram mais homogêneas, sendo que em \nalguns momentos houve tendências pontuais em uma maior \nalcalinidade. \n\nNovamente as condições do tempo influenciaram os valores do \npH da das águas próximas a desembocadura do sistema Estuarino-\nlagunar do Itapocú. \n \n\n\n\n 78\n\nSetembro 2007\n\nDezembro 2007\n\nAbril 2008\n\nJunho 2008\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n4.7 5.3 5.9 6.5 7.1 7.7 8.3 8.9 9.5 10.1 10.7\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\n8 9 10 11 12 13 14 15 16 17 18 19 20\n-2\n\n-1\n\n0\n\npH\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nm\net\n\nro\ns\n\nHoras\n\nHoras\n\nHoras\n\nHoras\n\n \n \n\nFigura 66: pH ao longo das campanhas amostrais \n \n\n \n\n\n\n 79 \n\nOs valores encontrados ao longo do trabalho foram em alguns \nmomentos semelhantes aos obtidos por outros autores. A grande \ndificuldade foi encontrada na compatibilização das campanhas, visto \nque a maioria dos estudos contempla uma única estação fixa não \nhavendo uma integração sazonal das campanhas como foi realizado \nneste trabalho. \n\nAo analisarmos os parâmetros físico-químicos no trabalho de \nSchettini e Carvalho (1998), que são apenas a salinidade e turbidez, \npode-se perceber alguma similaridade com os dados encontrados em \nalgumas campanhas dessa pesquisa. \n\nOs valores de salinidade foram muito semelhantes à campanha \nde dezembro, onde as médias para superfície foram por volta de 5PSU e \nnas proximidades do fundo os valores estiveram por volta de 20PSU. No \ntrabalho de Schetinni e Carvalho (1998) a salinidade registrada em \nsuperfície teve uma variação de 3 até 6PSU e no fundo entre 24 e \n27PSU. \n\nCom relação à turbidez não houve uma aproximação dos dados, \nenquanto em quase todas as campanhas os valores mais elevados foram \njunto à superfície, fato que pode ser explicado devido ao grande aporte \nde águas continentais despejadas no sistema pelo rio Itapocú, carregadas \nde partículas sólidas em suspensão em detrimento a ressuspensão do \nsedimento de fundo causada pela amplitude de maré, em Schetinni e \nCarvalho (1998) os valores mais significativos de turbidez foram \nencontrados nas camadas inferiores da coluna d`água, enquanto os \nmenores adquiridos junto a superfície. \n\nApesar de terem sido realizadas numa mesma época do ano, em \ndezembro, as semelhanças se estiveram restritas a salinidade. \n\nOutro trabalho que serve como referência e comparação para o \nestudo realizado nessa dissertação é o artigo escrito por Bonetti et al. \n(2000), onde as coletas foram realizadas nos dias 17 e 18 de abril. \nNovamente a comparabilidade entre os trabalhos ficará restrita, visto \nque, este trabalho também se valeu de apenas uma campanha amostral. \nO trabalho foi desenvolvido com base em coletas num perfil \nlongitudinal ao longo do estuário e serão utilizadas como comparação as \ncoletas realizadas na desembocadura do sistema. \n\nQuanto aos parâmetros estudados, a temperatura teve uma \npequena variação ao longo da coluna d’água. Os maiores valores foram \nencontrados junto às proximidades do fundo. Nesse nível os dados \nencontrados ficaram entre 24,6ºC e 25,4ºC. Esses valores foram obtidos \nna preamar e na baixa-mar. \n\n\n\n 80\n\nAo compararmos esse trabalho com a campanha realizada em \nabril, na mesma época do ano, os valores inicialmente tiveram uma \nsemelhança. Em abril, os valores mais elevados estavam junto ao fundo, \nmas com o passar do tempo a temperatura foi aumentando junto à \nsuperfície e nesse momento a temperatura teve um máximo de 26,9ºC. \n\nFazendo uma análise das demais campanhas amostrais em \nnenhuma delas há uma similaridade entre o trabalho de Bonetti et al \n(2000) e os dados desta dissertação. Muito dessa diferença pode ser \nexplicada pelas condições meteorológicas ao longo dos trabalhos de \ncampo. \n\nA salinidade teve um grau de aproximação maior com os dados \ndas quatro campanhas. De maneira geral foi respeitado o padrão clássico \nde distribuição da salinidade, onde os maiores valores são encontrados \njunto ao fundo.  \n\nA campanha onde os padrões de distribuição foram mais \nparecidos foi justamente a de abril. Na baixa-mar a estratificação foi \nmais acentuada, quando as águas continentais influenciavam mais na \nmetade superior da coluna. Com a preamar essa estratificação diminuiu \nmuito, as águas oceânicas tiveram uma maior participação ao longo de \ntoda coluna. Novamente cabe afirmar que esse é um padrão clássico de \ndistribuição da salinidade.  \n\nA campanha onde os dados foram mais discrepantes foi a de \ndezembro por uma contribuição muito grande das águas continentais \ndiminuindo a salinidade ao longo de toda estação. \n\nA turbidez pode ser bem correlacionada entre um trabalho e \noutro. Os valores da turbidez nas quatro campanhas e nas duas coletas \nde Bonetti et. al (2000) foram baixos na área da desembocadura. Esse \nfato demonstra uma confirmação de que as tendências são de valores \nbaixos para turbidez na desembocadura, fato identificado nos dois \ntrabalhos. \n\nO oxigênio dissolvido foi completamente diferente, enquanto, \nno trabalho de Bonetti et al (2000), houve uma homogeneização da \ncoluna d’água. Os valores encontrados estavam entre 5 e 6mg/L. Esses \ndados foram encontrados tanto na baixa-mar quanto na preamar. Já na \npresente dissertação, os dados apontaram para maiores concentrações \njunto à superfície. O momento onde o comportamento foi parecido com \no trabalho de Bonetti et. al (2000) foi a partir da segunda metade da \ncampanha realizada em abril. \n\nO pH possui uma correlação bastante interessante entre os dois \ntrabalhos, de maneira geral, nos dois trabalhos as águas com menor \npotencial  hidrogeniônico estavam localizadas junto a superfície. O que \n\n\n\n 81 \n\ntambém segue de acordo com padrão dito normal para distribuição desse \nparâmetro ao longo da coluna d’água. \n\nNa análise dos parâmetros físico-químicos, fica clara a \nnecessidade de estratégias amostrais com escalas temporais mais longas \npara que possa ter uma caracterização mais fidedigna do comportamento \ndesses parâmetros na área de estudo. Até mesmo a comparação entre os \ntrabalhos fica bastante dificultada, visto que de um lado temos dados de \numa campanha amostral e de outro temos quatro campanhas ao longo de \num ano e cada uma com uma especificidade em relação às condições de \ncoleta. \n\nOs dados das correntes de Schetinni e Carvalho (1998) foram \nainda, levemente, mais baixos do que os encontrados na presente \npesquisa.  O valor máximo encontrado por esses autores foi de 24,0 \ncm/s e o mínimo foi de 1,0 cm/s. As estratégias amostrais foram \nparecidas, uma estação fixa com duração de um ciclo de maré. A \ncomparação entre os dois trabalhos reafirma a pequena intensidade das \ncorrentes na desembocadura sistema. \n \n\n\n\n 82\n\n7 – CONCLUSÃO \n \n\nUm cenário sazonal da distribuição espacial das propriedades \nfísico-químicas na coluna d’água e circulação nas proximidades da \ndesembocadura do sistema estuarino-lagunar do Rio Itapocu pode ser \navaliado através desta pesquisa. Ficou claro que, de acordo com o que \nfoi verificado ao longo das quatro campanhas realizadas, em episódios \ncom elevados índices pluviométricos, torna-se naturalmente muito \nmaior participação das águas continentais provenientes do rio Itapocu.  \n\nIsso muda o padrão habitual esperado para o sistema. Por vezes, \nhá grande vazão do rio Itapocú, dificultando a entrada das águas \nmarinhas, trazendo material de origem continental e também os \nefluentes urbanos das cidades que são atravessadas pelo rio. \n\nFicou clara a intensa variabilidade hídrica da área de estuda. \nForam observadas variações ao longo do dia, associadas à penetração da \nmaré, que alteram significativamente os parâmetros físico-químicos da \ncoluna d’ água. Sobreposta a esta, foi verificada também uma variação \nsazonal nas propriedades. Tais variações estão ligadas a fatores de maior \nabrangência, como aumento ou diminuição da insolação (verão/inverno) \ne aos padrões de circulação atmosférica para a área, que são específicos \npara cada estação do ano, alterando principalmente as condições de \nchuvas e ventos. \n\nCom a análise dos dados de correntes, pode-se verificar a \npresença de uma dinâmica local relacionada principalmente à oscilação \nde maré e influência fluvial. As velocidades das correntes mantiveram-\nse, de modo geral, baixas.  Em nenhuma das estações amostrais, a \nvelocidade das correntes apresentou média acima de 15 cm/s.  \n\nCom relação às direções das correntes, pode-se concluir que o \njogo de forças nessa região gerou, em alguns momentos, um cenário \nirregular nos sentidos das correntes. Esse fato foi verificado ainda com \nmais clareza nas campanhas nas quais os índices pluviométricos foram \nmais altos, na 1ª e 2ª campanhas. \n\n O mapeamento do uso do solo mostrou uma intensa exploração \ndo meio ambiente, com boa parte das terras do entorno do sistema \ndedicadas tanto a atividades agropecuárias quanto à ocupação urbana. \nEssa condição mostra a fragilidade da área e confirma a necessidade de \ninvestigações mais complexas e sofisticadas para uma utilização \nsocioambientalmente segura. \n\nA área é amplamente utilizada pelas comunidades locais que \ndependem da qualidade ambiental das águas do sistema e, num primeiro \nentendimento sobre o processo de renovação, é notável que ele se dá de \n\n\n\n 83 \n\numa forma mais lenta do que se esperaria. Sendo assim, as atividades \nque utilizam esse recurso e dependem da sua qualidade devem fazer \nrigorosos planos de manejo e controle a fim de que se possa garantir \numa relação equilibrada entre os aspectos naturais e sociais.  A área de \nestudo demonstra uma fragilidade alta, visto que é o escape de um \nsistema muito maior que vem sofrendo alterações ambientais severas, \nresultantes do intenso processo da urbanização, industrialização e  do \naumento das atividades agropecuárias. \n\nEm relação à metodologia, foram necessárias algumas \nalterações no planejamento inicial, alguns aspectos foram privilegiados \nem detrimentos a outros para que a pesquisa mantivesse um caráter \nconciso. Podemos concluir que a metodologia e as estratégias adotadas \natenderam satisfatoriamente os objetivos desta pesquisa. \n\nEnfim, para a realização de um estudo mais amplo e conclusivo, \nfaz-se necessária uma série temporal maior, que possa levar à \ncompreensão de aspectos adicionais da complexidade desse importante \nambiente.  \n\n\n\n 84\n\n8 – REFERÊNCIAS BIBLIOGRÁFICAS \n \nBIRD, E. Coastal Geomorphology: An Introduction. John Wiley &amp; Sons \nLtd. New York. 322 p. 2000. \n \nBONETTI, C.; BURONE, L. M.; BÚSSOLO JÚNIOR, G.; FARACO, \nK.; LEAL, P.C. &amp; BONETTI FILHO, J. Considerações sobre o Sistema \nEstuarino – Lagunar do Itapocu (SC) com base no uso de Foraminíferos \ncomo bioindicadores ambientais. In: XIII Semana Nacional de \nOceanografia. Anais. CTTMar / UNIVALI, Itajaí, p. 126-128. 2000. \n \nBONETTI FILHO, J. Transporte de sedimentos por suspensão nas \nproximidades da Barra de Cananéia - SP. São Paulo. Universidade de \nSão Paulo. Mestrado, Instituto Oceanográfico, 1995. \n \nCAMERON, W. M. &amp; D. W. PRITCHARD. Estuaries. In M. N. Hill: \nThe Sea vol. 2, John Wiley and Sons, New York, 306 – 324. 1963. \n \nCARUSO JR. Estudo de Impacto ambiental – EIA/RIMA. 2000. \n \nDYER, K.R. Estuaries:A physical introduction. Wiley-Interscience. \nNew York and London. 1973. \n \nDYER, K.R. Coastal and estuarine sediment dynamics. John Wiley &amp; \nSons, London, 342 p. 1986. \n \nESTEVES, F.A.; Lagoas Costeiras: Origem, Funcionamento e \nPossibilidade de \nManejo. In: Ecologia das Lagoas Costeiras do Parque da Restinga de \nJurubatiba e do Município de Macaé (RJ). Núcleo de Pesquisas de \nMacaé - UFRJ, Rio de Janeiro, 1998. \n \nFAIRBRIDGE, R.W. Estuary. In: Fairbridge, R.W. (Ed.). The \nencyclopedia of \ngeomorphology. Encyclopedia of Earth Sciences Series. Vol. III. \nDowden, Hutchinson &amp; Ross Inc., Stroudsburg, p. 325-330. 1968 \n \nFRITZEN. L. B. Composição, origem e grau de enriquecimento do \nmaterial orgânico sedimentary no setor Norte do sistema Estuarino-\nlagunar do Itapocú,SC. UFSC. 2007. \n \n\n\n\n 85 \n\nGONÇALVES, M. L. 1993. Geologia para planejamento de uso e \nocupação \nterritorial do município de Joinville. Tese de Doutorado, Instituto de \nGeociências, Universidade de São Paulo, São Paulo. 1993. \n \nHORN FILHO, N. O. O Quaternário costeiro da ilha de São Francisco \ndo Sul e \narredores, nordeste do Estado de Santa Catarina - aspectos geológicos, \n159 evolutivos e ambientais. Tese de Doutorado, Instituto de \nGeociências, Universidade Federal do Rio Grande do Sul, 283p. 1997. \n \nISLA, F.I.; Coastal Lagoons. In: PERILLO, G.M.E. (Ed) \nGeomorphology and \nSedimentology of Estuaries. Elsevier Science, 1995, p 241 – 267. \n \nKAUL, P. F. T.; TEIXEIRA, W. Archean and early proterozoic \ncomplexes of Santa Catarina, Paraná and São Paulo states, south-\nsoutheastern Brazil: an outline of their geological evolution. Revista \nBrasileira de Geociências, 12 \n(1):172-182. 1982 \n \nMIRANDA,L.B; CASTRO, B.M; KJERFVE, B. Princípios de \nOceanografia Física \nde Estuários. 409 p. Edusp. 2002. \n \nMONTEIRO, M. A. &amp; FURTADO, S. M. A. O clima do trecho \nFlorianópolis – Porto Alegre: uma abordagem dinâmica. Revista \nGeosul, 19/20: 117-133. 1995. \n \nMONTEIRO, M. A. Caracterização climática do estado de Santa \nCatarina: uma \nabordagem dos principais sistemas atmosféricos que atuam durante o \nano. \nRevista Geosul, 16(31): 117-133. 2001. \n \nPHELEGER, F.B. Some General Features of Coastal Lagoons. In: A. \nAYALACASTAÑARES and F.B. PHELEGER (Editors), Lagunas \nCosteras, un \nSimposium. UNAM-UNESCO, Mexico, pp. 5-26. 1969. \n \n\n\n\n 86\n\nPRITCHARD, D. W. Estuarine hydrography. Advances in Geophysics \n1, 243 – \n280. 1952. \n \nPRITCHARD, D.W. Estuarine classification – a help or a hindrance. In: \nNeilson, N.J.; Kuo, A. &amp; Brubaker, J. (Eds.). Estuarine circulation. \nHumana Press, \nClifton, p.1-38. 1989. \n \nSCHETTINI, C.A.F. &amp; CARVALHO, J.B.L. Hidrodinâmica e \ndistribuição de sedimentos em suspensão dos estuários dos rios Itapocu, \nTijucas e Camboriú. Notas Técnicas da FACIMAR, 2: 141-153. 1998. \n \nSCHETTINI, C.A.F. &amp; KLEIN, A.H.F. Processos Costeiros e dinâmica \nestuarina: um modelo para o estuário do rio Itapocu, Santa Catarina. \nBoletim de resumos do VI Congresso da Associação Brasileira de \nEstudos do Quaternário, ABEQUA, Curitiba. P. 127-131. 1997. \n \nSECRETARIA DE ESTADO DO DESENVOLVIMENTO URBANO E \nMEIO AMBIENTE. Bacias Hidrográficas do Estado de Santa Catarina. \nDiagnóstico Geral. p.163 Florianópolis, 1997. \n \nSTEVENSON, R. E. 1968. Lagoon. In: Fairbridge, R.W. (ED.). The \nencyclopedia of Geomorphology. Encyclopedia of Earth Sciences \nSeries. Vol. III. Dowden, Hutchinson &amp; Ross Inc., Stroudsburg, p. 590-\n594. 1968. \n \nSUGUIO, K. Dicionário de Geologia Sedimentar e Áreas Afins. Rio de \nJaneiro, \nRJ: Editora Bertrand Brasil, 1217 p. 1998. \n \nVIEIRA. C. V. Mapeamento Geológico Costeiro e Evolução \nPaleogeoráfica do setor oriental da folha Garuva, Nordeste de Santa \nCatarina, Brasil. UFSC. 2008. \n \nVILLWOCK, J.A. A Costa Brasileira: Geologia e Evolução. Notas \nTecnicas. CECO. UFRGS, Porto Alegre, n 7, p 38 - 49, 1994."}]}}}