{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.21124"}, {"@name": "filename", "#text": "481_Abram_MarbaBastos_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "tsie exemplar cnrresoonde a 'tsCi^rv ..i.-u da tese dsíenoiáa per ...HBKBA....lúS\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA\nInvestigação Laboratorial da Injeção de Microrganismos em Meio Poroso\nAutor : Marba Bastos Abram\nOrientador: Prof. Dr. Osvair Vidal Trevisan\nCo-onentador: Prof. Dra. Glaucia Maria Pastore\n32/2000\nUNICAMP\nBIBLIOTECA CENTRAI\nSEÇÃO CIRCULANTE\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nInvestigação Laboratorial da Injeção de Microrganismos em Meio Poroso\nAutor : Marba Bastos Abram\nOrientador: Prof. Dr. Osvair Vidal Trevisan Co-orientador: Prof. Dra. Glaucia Maria Pastore\nCurso: Engenharia de Petróleo\nÁrea de concentração: Recuperação Especial de Petróleo\nDissertação de mestrado apresentada à comissão de Pós Graduação da Faculdade de Engenharia Mecânica, como requisito para obtenção do título de Mestre em Engenharia Petróleo.\nCampinas, Dezembro de 1996\nS.P. - Brasil\n8//coofí\nunidade__Ê?.Q------------\nN? CHAMAD*:\n\n.zib.E.ÍO.j-'......\n,_______Ex.___\nTOMBO BC/ H A H\nPROC.^.g.Z.CZQ_____\nC i\"\"l 0 |vj I\nppeç*\t!\nD..TA\n*• CÍ‘0......\ncri-ool 444í?-*?\nFICHA CATALOGRÁFICA ELABORADA PELA BIBLIOTECA DA ÁREA DE ENGENHARIA - BAE - UNICAMP\nAbram, Marba Bastos\nAb83i\tInvestigação laboratorial da injeção de microrganismos\nem meio poroso / Marba Bastos Abram.—Campinas, SP: [s.n.], 1996.\nOrientadores: Osvair Vidal Trevisan, Gláucia Maria Pastore.\nDissertação (mestrado) - Universidade Estadual de Campinas, Faculdade de Engenharia Mecânica.\n1. Microorganismos. 2. Recuperação secundária do petróleo. 3. Petróleo. I. Trevisan, Osvair Vidal. II. Pastore, Gláucia Maria.. III. Universidade Estadual de Campinas. Faculdade de Engenharia Mecânica. IV. Título.\nUNIVERSIDADE ESTADUAL DE CAMPINAS FACULDADE DE ENGENHARIA MECÂNICA DEPARTAMENTO DE ENGENHARIA DE PETRÓLEO\nDISSERTAÇÃO DE MESTRADO\nInvestigação Laboratorial da Injeção de Microrganismos em Meio Poroso\nAutor : Mar ba Bastos Abram Orientador: Prof. Dr. Osvai\nir Vidal Trevisan\nBanca Examinadora; _ [\nZ\nProf. Dr. Prof. Dr. Osvair Vidal Trevisan, Preside UNICAMP/FE\nProf. Dr. Euc UNICAMP/FEM\nés José Bonet\n(rEM\ta\nQ-\t___rzzz- '&lt;\nntonia Garcia TorreZVolpon\tI\nProf. Dr. Antonia PETROBRAS/CENPES\nCampinas. Dezembro de 1996\nAos meus pais, Isaac e Vilma, pelo apoio incondicional em todos os momentos de minha vida\nAGRADECIMENTOS\nAos meus irmãos Mauro, Maisa, Tina e Claudia pelo incentivo e carinho.\nA Luiz Gonzaga pelo amor e dedicação.\nA Simone e Pedroso, amigos queridos, pelo grande apoio e por terem proporcionado a felicidade de conviver com Dudu e Pedro.\nA Maisa Correa pelo companheirismo e ao Charles pela amizade.\nAo Luiz Benedicto Pompeo pela amizade e eficiente apoio técnico.\nAo Cláudio Gomes pela confecção de peças para o aparato experimental e apoio na preparação das amostras.\nA José Eduardo Barbosa da Silva, pela colaboração na execução dos experimentos\nAo José Luis Contado pela orientação na prática operacional das atividades de microbiologia, indispensáveis a execução do trabalho. E à turma do laboratório de Bioquímica da Faculdade de Engenharia de Alimentação pela cooperação nos momentos necessários.\nAo Prof. Dr. Euclides José Bonet pelo interesse e sugestões ao longo do trabalho.\nAo Prof. Dr. Yong Kun Park pela orientação na identificação do bio-produto.\nA Rosângela B. Z. L. Moreno e José Adilson T. Gomes pelas sugestões para estabelecimento dos procedimentos operacionais.\nA Dra. Marta Cristina Teixeira Duarte pela colaboração na análise microscópica dos microrganismos.\nAos funcionários do Departamento de Engenharia de Petróleo e Centro de Estudos do Petróleo pela competência e colaboração.\nRESUMO\nABRAM, Marba Bastos. Investigação Laboratorial da Injeção de Microrganismos em Meio Poroso. Campinas: Faculdade de Engenharia Mecânica, Universidade Estadual de Campinas, 1996. Dissertação (Mestrado).\nExperimentos em laboratório, simulando as condições de reservatório, foram conduzidos com objetivo de avaliar a viabilidade técnica da utilização de microrganismos na recuperação adicional de petróleo. A linhagem de microrganismos utilizada foi uma espécie do Bacillus subtilis selecionada por produzir bio-surfactante, que reduz a tensão superficial. Os microrganismos foram transportados em amostras de arenito Botucatu. Os ensaios consistiram basicamente em colocar estes testemunhos na condição de saturação residual a injeção de água (salmoura), simulando a fase final de uma recuperação secundária em reservatório, para então submetê-los ao tratamento com a injeção de microrganismos, verificando a existência ou não de recuperação adicional de petróleo.\nInicialmente os microrganismos foram injetados dispersos em meio composto de nutrientes, fontes de carbono e de nitrogênio, necessários ao seu crescimento em meio poroso. Devido a baixa concentração ou inexistência de microrganismos nos efluentes, foi constatada a alta retenção da células no meio poroso, fato que poderia acarretar a baixa eficiência na recuperação adicional de petróleo. Outros procedimentos visando a melhoria do transporte das células no meio poroso foram avaliados: (a) lavagem prévia das células e dissolução em meio nutriente estéril para injeção em meio poroso; e (b) lavagem prévia das células com dispersão em solução salina para injeção no testemunho, seguido da injeção do meio nutriente estéril. Em ambos os casos não houve recuperação adicional de petróleo. Uma possível influência do tempo de incubação ao qual o testemunho foi submetido também foi avaliado.\nPalavras Chave\n- MEOR, Microrganismos\nABSTRACT\nExperimental laboratory studies simulating reservoir conditions were conducted to evaluate the technical feasibility of using microorganisms in enhance petroleum recover)'. The microorganism used was the Bacillus subtilis species, a bio-surfactant producer. The microorganisms were transported in cores of the Botucatu sandstone (from Paraná Basin). Basically, the test consisted in first waterflooding the core plugs up to the residual oil saturation, thus simulating the last stage of reservoir secondary recover)'. The plugs were then submitted to microorganism injection in order to verify the possibility of additional oil recover)', after an incubation period allowed microorganism growth and bio-product metabolization.\nMicroorganisms were first injected as dispersed in the nutrient media composed by carbon and nitrogen sources. Analyses of the effluents showed absence or low concetration of cells during the fluid injection period, indicating that retention of microorganisms could be occuring. In this case, poor cell distribuition in the sandstone core would result in low recover)' efficiency. Attempts to solve the problem included: (i) previous cell wash and dissolution in sterile nutrient media before inoculating the plug; (ii) previous cell wash and dispersion in sterile brine before inoculation followed by nutrient injection; (iii) inoculation followed by repeated cycles of static incubation. A better cell distribuition in sandstone core was obtained, but the experiments didn’t get an enhance oil recover)'.\nKey Words\n- MEOR, Microorganisms\nConteúdo\n1.\tintrodução........................................................ i\n1.1.\tSobre o MEOR.................................................. 4\n1.2.\tSobre o Trabalho............................................. 10\n2.\tCONCEITUAÇÃO E REVISÃO BIBLIOGRÁFICA............................. 12\n2.1.\tEstado da Arte............................................... 12\n2.2.\tModelos Teóricos............................................. 15\n2.2.1.\tEquações de conservação de massa\t15\n2.2.2.\tEquação geral de balanço de materiais\t20\n2.2.3.\tRelações constitutivas\t21\n2.2.4.\tSimulação\t21\n2.3.\tTrabalhos Experimentais...................................... 22\n2.4.\tAplicações em Campos......................................... 25\n3.\tMATERIAIS E MÉTODOS.............................................. 27\n3.1.\tMeio Poroso.................................................. 27\n3.2.\tFluidos de Teste............................................. 31\n3.2.1.\tÓleo\t31\n3.2.2.\tÁgua\t33\n3.2.3.\tMeio Nutriente\t34\n3.3.\tMicrorganismos............................................... 36\n3.3.1.\tEsterilização do Material\t37\n3.3.2.\tDeterminação da Concentração de Microrganismos\t38\n3.4.\tAparato Experimental......................................... 40\n3.5.\tProcedimento Laboratorial................................. 43\n3.5.1.\tPreparo das Amostras\t4 3\n3.5.2.\tProcedimento dos Ensaios\t51\n3.5.3.\tProgramação dos Testes\t52\n4.\tRESULTADOS E DISCUSSÃO.............................................. 56\n4.1.\tTestes de Compatibilidade dos Fluidos........................... 56\n4.2.\tTestes com Amostra na Saturação de Óleo Residual - Etapa I.\t62\n4.2.1.\tTeste 01\t62\n4.2.2.\tTeste 02\t64\n4.2.3.\tTeste 03\t66\n4.3.\tDiscussão da Etapa I............................................ 68\n4.4.\tTestes de filtração - Etapa II............................. 71\n4.4.1.\tTeste 06\t72\n4.4.2.\tTeste 08\t75\n4.5.\tDiscussão da Etapa II........................................... 78\n4.6.\tTestes com Amostra na Saturação de Óleo Residual - Etapa III ...\t80\n4.6.1.\tTeste 04\t82\n4.6.2.\tTeste 05\t85\n4.7.\tDiscussão da Etapa III.......................................... 89\n4.8.\tOutras Análises................................................. 90\n4.8.1.\tAnálise microscópica\t90\n4.8.2.\tIdentificação do Filme\t92\n4.8.3.\tIdentificação de outras Possíveis fontes de Carbono\t96\n5.\tCONCLUSÕES E RECOMENDAÇÕES.......................................... 98\n5.1.\tConclusões...................................................... 98\n5.2.\tRecomendações................................................... 99\n6.\tREFERÊNCIAS BIBLIOGRÁFICAS......................................... 101\nLista de Figuras\nFigura 1.1\t- Desenho esquemático da utilização de microrganismos\t8\nFigura 1.2\t- Desenho esquemático do deslocamento de óleo no reservatório\t9\nFigura 3-1\t- Testemunho do arenito Botucatu utilizado nos experimentos\t28\nFigura 3-2\t- Distribuição do tamanho de gargantas de poros\t29\nFigura 3-3\t-\tCurva de viscosidade do\tóleo em função da temperatura - Etapa I\t32\nFigura 3-4\t-\tCurva de viscosidade do\tóleo em função da temperatura - Etapa III\t33\nFigura 3-5\t-\tCurva de viscosidade da\tsalmoura em função da temperatura\t34\nFigura 3-6\t-\tCurva de viscosidade do\tmeio nutriente sem inoculo em função da\nTemperatura\t35\nFigura 3-7\t- Medida da tensão superficial da linhagem 36\t37\nFigura 3-8\t- Plaqueamento por diluição em série\t39\nFigura 3-9 - Desenho esquemático do aparato experimental\t41\nFigura 3-10\t-\tAparato experimental - vista geral\t42\nFigura 3-11\t-\tDetalhe da tomada de pressão\t45\nFigura 3-12\t-\tDetalhe da tomada de temperatura\t46\nFigura 3-13\t-\tFotografia dos difusores e da tomada\tde temperatura\t47\nFigura 3-14\t-\tIlustração do meio poroso antes e após\ta aplicação\tde cola e após\na resinagem\t48\nFigura 3-15 - Testemunho após revestimentos, com válvulas e tampões nas\ntomadas de pressão para saturação com salmoura\t49\nFigura 3-16 - Fotografia da estufa utilizada para o período de incubação\t52\nFigura 4-1 - Solução salina com CaC12 adicionada aos meios nutrientes 1, 2, 3 e 4 58 Figura 4-2 - Solução salina sem CaC12 adicionada aos meios nutrientes 1, 2, 3 e 4 59 Figura 4-3 - Meios nutrientes 1,2, 3 e 4\t60\nFigura 4-4 - Solução salina sem CaCL2 adicionado aos meios nutrientes\n1, 2, 3 e 4 e petróleo\t61\nFigura 4-5 - Comportamento de produção nas etapas de recuperação de óleo -\nTeste 01\t63\nFigura 4-6 - Curvas de permeabilidades relativas água-óleo - Teste 02\t65\nFigura 4-7 - Comportamento de produção nas etapas de recuperação de óleo -\nTeste 02\t66\nFigura 4-8 - Curvas de permeabilidades relativas água-óleo - Teste 03\t67\nFigura 4-15 - Comportamento de fluxo do Teste 08\t76\nFigura 4-16\t-\tAnálise microbiológica dos efluentes do Teste 08\t77\nFigura 4-17\t-\tConcentração de microrganismos nos efluentes dos teste de filtração\t79\nFigura 4-18\t-\tComparação entre as permeabilidades médias do testemunho\t80\nFigura 4-19\t-\tDesenho esquemático das tomadas de pressão nos teste da Etapa III\t81\nFigura 4-20 - Comportamento de produção nas etapas de recuperação de óleo -\nTeste 04\t82\nFigura 4-21 - Curva de permeabilidade para o primeiro centímetro do meio poroso 83 Figura 4-22 - Análise microbiológica dos efluentes após a incubação do Teste 04\t84\nFigura 4-23 - Concentração de células nos efluentes\t84\nFigura 4-24 - Comportamento de produção nas etapas de recuperação de óleo -\nTeste 05\t86\nFigura 4-25 - Análise microbiológica dos efluentes após a primeira e segunda reabertura do meio poroso - Teste 05\t88\nFigura 4-26 - Concentração de células nos efluentes\t89\nFigura 4-27 - Análise microscópica do meio nutriente inoculado com a C-36\t91\nTabela 4-2 -\tParâmetros obtidos durante os testes - Etapa III\t89\nTabela 4-3 -\tConcentração de glicose (miligrama/ml)\t94\nTabela 4-4 -\tQuantidade de KOH necessária para alteração de cor na mistura\t(cm3)\t95\nLista de Tabelas\nNOMENCLATURA\nNp\tprodução acumulada de óleo\nvpi\tvolumes porosos injetados\nW\ttermo de concentração\nN\ttermo de fluxo\nA\ttermo de abastecimento\nnc\tnúmero de componentes\nHp\tnúmero de fases\nC\tconcentração volumétrica do componente\tna fase\nCi\tconcentração volumétrica do componente\tadsorvido na superfície da\nrocha\nporosidade do reservatório\n(j)o\tporosidade original do reservatório\nS\tsaturação da fase\n/?,\tdensidade\nD\tcoeficiente de dispersão hidrodinâmico simples\nD ’\tcoeficiente de dispersão hidrodinâmico conjugado\nO\tvazão de injeção ou produção\nVf)\tvolume de rocha\nA\ttermo de vazão específica simples\nA ’\ttermo de vazão específica conjugada\nK permeabilidade absoluta do meio poroso\nk\tpermeabilidade relativa ao fluido especificado na presença dos demais\n/i\tviscosidade do fluido\nB\tfator volume de formação\n<t>\ttermo potencial\nq\tvazão de injeção/produção\nR razão de solubilidade do gás no fluido especificado\nrm\tcoeficiente de quemotaxia\np\ttaxa\tde\tcrescimento de microrganismos\nrd\ttaxa\tde\tmorte de microrganismos\nrc\ttaxa\tde\tadsorção\nry\ttaxa\tde\tdesprendimento\ncr\tvolume de microrganismos depositados\ntaxa máxima de crescimento\nK$ concentração de nutriente na qual ocorre o crescimento máximo de microrganismos\nY massa de células produzidas por unidade de substrato removido\nSubscritos\nw\tfase água\no\tfase óleo\ng\tfase gás\ni\tcomponente\ni ’\tcomponente conjugado ao componente i\n1\tfase\nirr\tirreversibilidade\nm\trelativo à bactéria\nf\trelativo ao nutriente\n1. INTRODUÇÃO\nOs reservatórios de gás em solução têm como principal mecanismo a expansão dos fluidos residentes, como o óleo e gás nele dissolvido, devido a redução de pressão ocasionada pela produção de fluidos do reservatório.\nO mecanismo de influxo natural de água é atuante em reservatórios que têm nas vizinhanças um aqüífero de grande volume. Nestes, a queda de pressão do reservatório é responsável pela expansão da água do aqüífero, que por estar contíguo à zona de óleo, provoca o fluxo de água para o interior do reservatório, deslocando o óleo na direção da(s) fonte(s) produtora(s).\nO mecanismo de capa de gás ocorre em reservatórios que apresentam inicialmente uma zona de gás com volume considerável. Esta zona expande devido à redução de pressão resultante da produção de fluidos, empurrando o óleo. Uma capa de gás secundária pode ser formada devido a segregação gravitacional, ou seja, com a depleção do reservatório e consequente liberação do gás, as frações mais leves tendem a fluir para as zonas superiores do reservatório e a medida que a profundidade aumenta o óleo se toma menos saturado. Esta zona de gás não original também atua como mecanismo de produção.\nReservatórios com grande coluna de óleo e/ou muito inclinados podem ser explotados por drenagem gravitacional através da produção na base da zona. A pressão referente ao peso da coluna promove o deslocamento do fluido na direção da(s) fonte(s) produtora(s).\nCom a depleção do reservatório e, consequentemente, declínio de produção toma-se necessária a introdução de elementos que elevem e/ou mantenham a pressão. Segue-se então a fase secundária de recuperação do reservatório quando gás e/ou água, fluidos existentes no próprio reservatório, apesar de não necessariamente na mesma composição, são injetados, suplementando a energia perdida devido a produção de fluidos e deslocando o óleo, que por diferencial de pressão flui em direção à(s) fonte(s) produtora(s).\nA recuperação avançada de petróleo, mundialmente conhecida por Enhanced Oil Recovery (EOR), é a terceira ou última oportunidade de produção de um reservatório de petróleo. Normalmente é implantada quando a recuperação secundária não mais se mostra economicamente atrativa ou, em muitos casos, antes deste ponto limite na otimização dos recursos. Consiste na introdução de energia térmica, química ou bioquímica, conforme as características do reservatório, com objetivo de incrementar a recuperação de petróleo.\nEstes processos visam um incremento na recuperação de óleo pela melhoria da eficiência de varrido ou alterando a relação existente entre as forças viscosas e as forças capilares expressa pelo número capilar NM, ou ainda pela ocorrência destes dois fenômenos simultaneamente.\np. v a\nonde: jj - viscosidade, v - velocidade de escoamento e cr - tensão interfacial. As forças capilares são responsáveis pela ineficiência na recuperação de óleo em projetos de injeção de água em reservatórios. As forças capilares são consequência da tensão interfacial entre as fases óleo e água, e se contrapõem à aplicação externa das forças viscosas, causando a transposição do óleo pela água injetada e/ou conata.\nOs métodos químicos promovem a redução da tensão interfacial, enquanto os métodos térmicos, a redução da viscosidade do óleo. Ambos resultam no aumento do número capilar, e em aumento da recuperação de óleo.\nA seguir são listados alguns dos principáis métodos EOR e os mecanismos que utilizam para incrementar a recuperação de óleo:\n. Injeção de polímeros, aumenta a viscosidade da água reduzindo a razão de mobilidade entre fluido deslocante e fluido deslocado, propiciando um vamdo mais uniforme com consequente aumento da eficiência de recuperação.\n. Injeção de surfactantes, diminue a atuação das forças capilares pela redução da tensão interfacial entre o óleo e a agua, que promove a formação de uma micro-emulsão. Em alguns casos é aplicado associado a injeção de polímeros para controle de mobilidade.\n. Injeção de solvente, promove um banco miscível com viscosidade menor, portanto mais próxima da viscosidade da água, reduzindo o contraste de mobilidades e consequentemente permitindo uma maior eficiência de varrido.\n. Injeção de fluido aquecido ou de vapor, reduz a viscosidade do óleo pelo aumento da temperatura no reservatório facilitando o fluxo no meio poroso.\nCombustão in-situ, promove aumento da temperatura e consequentemente redução da viscosidade do óleo, pela combustão do próprio óleo do reservatório, provocada pela injeção de ar.\nInjeção miscível de gás (metano, etano, dióxido de carbono e outros), promove o inchamento do óleo, redução da sua viscosidade e diminuição da tensão interfacial entre o óleo e a água.\n1.1.\tSobre o MEOR\nOs microrganismos são seres unicelulares que sob determinadas condições e apropriadamente alimentados são capazes de produzir produtos químicos, metabólitos. Esta característica pode tomar sua utilização interessante em várias atividades como na indústria farmacêutica, alimentícia, petrolífera, dentre outras.\nA aplicação de microrganismos na industria petrolífera para aumento da recuperação de petróleo é mundialmente denominada de Microbial Enhanced Oil Recovery (MEOR) e foi sugerida pela primeira vez em 1926 por Beckmann (in Sheehy,1990). Em 1947 ZoBell conduziu experimentos em laboratório que indicaram o potencial da liberação de óleo de grãos de areia por micróbios. Cientistas soviéticos, Kuznetsov et al. (1963), Ivanov et al. (1990), e Belyaev (1990), também deram importantes contribuições para o campo de MEOR.\nO número de produtos metabolizados pela interação das bactérias com petróleo é grande, dependendo das condições do meio (pressão temperatura, salinidade, pH e da presença ou ausência de oxigênio), disponibilidade dos nutrientes de suporte para o metabolismo da célula (nitrogênio, fósforo,...) e a interação específica da bactéria com o petróleo. Em termos gerais, os metabólitos podem ser gases (metano, hidrogênio, dióxido de carbono), polímeros (proteínas,\npolissacarídeos), compostos surfactantes (lipídios poli-aniônicos), e muitos outros componentes de macromoléculas simples a complexas.\nQuanto à aplicação em petróleo, o estudo dos microrganismos e seus produtos compreende uma série de atividades e enfoques, como:\n1.\tseleção de bactérias endógenas, existentes no próprio reservatório de petróleo, ou exógenas, provenientes de outras fontes, que sejam capazes de atuar na recuperação do petróleo;\n2.\tdeterminação dos nutrientes necessários à estimulação dos microrganismos para obtenção dos metabólitos desejados;\n3.\tlevantamento dos efeitos dos metabólitos na mobilidade de óleos, tanto a redução da viscosidade e tensão interfacial como na melhoria da eficiência de varrido;\n4.\tverificação da capacidade dos microrganismos metabolizarem produtos nas condições de reservatórios que podem aumentar a recuperação secundária e terciária;\n5.\testudos do transporte das células no reservatório de petróleo, as quais irão produzir bioprodutos m situ para incrementar a recuperação de óleo, ou do transporte dos bioprodutos produzidos ex situ,\nA aplicação prática de bactérias a reservatórios de petróleo em subsuperfície, impõem algumas restrições nestas culturas. Para ser de importância prática na recuperação de óleo, os microrganismos devem ser aptos a migrar, ou a serem transportados, profundamente dentro do reservatório para qualquer aplicação in situ. Além disso, elas devem ser aptas a se multiplicarem nas condições físicas, químicas e biológicas do ambiente de subsuperfície e, para\nisso, requerem nutrientes para o crescimento. O que não é abastecido pelo reservatório de petróleo tem que ser suprido na injeção de água.\nO uso de microrganismos e seus metabólitos para estimular a produção de óleo vem despertando interesse do mundo inteiro. Esta técnica consiste na injeção de microrganismos selecionados dentro do reservatório, seguido de estimulação e transporte de seus produtos de crescimento, de maneira que sua presença resultará em promover a redução do óleo residual deixado no reservatório após a exaustão da recuperação secundária. É improvável que o MEOR substitua a curto prazo os métodos EOR convencionais, pois ainda é uma técnica incipiente, com muito a ser dominado, como por exemplo: seleção do microrganismo adequado, determinação de condição satisfatória de nutrição, controle do crescimento destes in-situ, distribuição e transporte das bactérias e seus metabólitos em meio poroso, escolha de uma estratégia de produção que maximize os resultados. Entretanto, é uma técnica promissora frente ao fato de que a injeção de bactérias no reservatório conta com o aumento dos seus efeitos benéficos no decorrer do tempo, já que estas possuem capacidade auto-multiplicadora, capacidade de promover in situ a multiplicação de suas unidades e consequentemente de seus metabólitos.\nA maior vantagem da aplicação do MEOR é o fator econômico, pois trata-se de uma técnica de baixos níveis de investimento e baixos custos energéticos. Na operação, podem ser aproveitados, em grande parte, as próprias instalações operacionais de um projeto de injeção de água.\nAlgumas das substâncias produzidas e os respectivos mecanismos propostos, através dos quais estes agentes microbiológicos podem estimular a recuperação do óleo, são mostrados a seguir na Tabela 1-1.\nMetabólitos\tEfeitos\nÁcidos\tModificação da rocha reservatório Alteração da porosidade e permeabilidade Reação com a rocha calcárea e produção de CO2\nBiomassa\tTamponamento seletivo ou não seletivo Emulsificação através da aderência aos hidrocarbonetos Modificação da superfícies dos sólidos Degradação e alteração do óleo Redução da viscosidade do óleo Desulfurização do óleo\nGases (CO2, CH4, H2)\tRepressurização do reservatório Inchamento do óleo Redução da viscosidade Incremento da permeabilidade devido a solubilização de rochas carbonáticas pelo ácido carbônico\nSolventes\tDissolução do óleo\nSurfactantes\tRedução da tensão interfacial Emulsificação\nPolímeros\tControle de mobilidade Tamponamento seletivo ou não seletivo\nA utilização destes metabólitos na recuperação de óleo poderá ser através de um processo de geração ex situ ou in situ. No primeiro, o crescimento dos microrganismos e geração dos bioprodutos ocorre fora do reservatório e postenormente o produto metabolizado é injetado no mesmo. Geralmente, a utilização de produtos gerados ex situ representa maiores custos e esforços, devido à necessidade de emprego de nutrientes mais ricos em sais, que de outro modo\npoderiam ser encontrados no próprio reservatório. Também, neste caso, há uma necessidade de maior quantidade de bioproduto, acrescentando-se ainda os custos envolvidos na retirada prévia dos microrganismos.\nNo segundo processo, os nutrientes e microrganismos são injetados no reservatório e os metabólitos são gerados no interior do mesmo. Geralmente esta produção ocorre onde o bioproduto será mais necessário, como no caso dos surfactantes que atuam na interface entre o óleo e a água, tendo um aproveitamento mais eficiente.\nA atuação do tratamento com microrganismos no reservatório pode pretender se limitar ao nível de uma estimulação da produção na vizinhança do poço. Neste caso o meio nutriente inoculado é injetado num poço e, após um período de fechamento que permitirá a incubação (crescimento e metabohzação), este mesmo poço é aberto à produção. A Figura 1-1 ilustra as etapas de injeção e produção desta operação.\nFigura 1-1 - Desenho esquemático da utilização de microrganismos, com atuação na vizinhança do poço\nA utilização de microrganismos em meio poroso pode ainda buscar uma atuação em maior profundidade do reservatório, na região.intermediária entre um poço mjetor, que receberá o meio inoculado, e um produtor, como mostrado na Figura 1-2. Também neste caso será necessário um período de incubação, para que os microrganismos produzam os metabólitos adequados para mobilização do óleo.\nFigura 1-2 - Desenho esquemático do deslocamento de óleo no reservatório\npelos metabólitos produzidos in-situ\nA injeção de microrganismos e nutrientes em meio poroso pode ocorrer simultaneamente, quando o meio nutriente é o próprio fluido sobrenadante, ou sequencialmente, quando inoculo e nutriente são injetados intercaladamente.\n1.2.\tSobre o Trabalho\nO estágio avançado de recuperação secundária em vários campos de petróleo das regiões de produção mais antigas tem apontado para grande volume de óleo não recuperável pelos métodos de recuperação que possuem tecnologia dominada. Depara-se, então, com o desafio de pesquisar e desenvolver novas tecnologias, que tragam ganhos na recuperação de hidrocarbonetos a baixos custos de investimentos e manutenção.\nO Campo de Dom João, localizado na Bacia do Recôncavo no estado da Bahia, é um dos que se encontram nesta situação, com uma baixíssima recuperação face a uma reserva ainda grande. Em vista disso, o campo foi incluído como alvo empresarial de um dos Projetos Avançados de Recuperação de Petróleo (PRAVAP), concebidos pela Petrobrás com objetivo de diagnosticar e solucionar o motivo destes baixos níveis de produção.\nComo parte de uma das linhas de interesse deste projeto, situa-se a pesquisa sobre utilização de microrganismos produtores de surfactantes, que aumentam a recuperação de hidrocarbonetos pela redução da tensão interfacial. Este método requer, para sua operacionalização, baixos custos de investimentos, o que o tomaria atrativo sobre o aspecto econômico. Entretanto sua tecnologia ainda se apresenta incipiente com muitas questões a serem resolvidas.\nAtravés de um convênio envolvendo o Centro de Estudos de Petróleo (CEPETRO), a Faculdade de Engenharia de Alimentos (FEA) e Centro de Pesquisas Quimicas, Biológicas e de Alimentos (CPQBA), pertencentes a Universidade Estadual de Campinas, e a Petrobrás, foram selecionadas algumas linhagens de microrganismos do próprio campo de Dom João, como potencialmente produtoras de bio-surfactantes.\nComo etapa natural para amadurecimento desta técnica, verificou-se a necessidade de testes em meio poroso, com a finalidade de verificar as condições e efeitos da aplicação destes microrganismos em meio poroso em situação similar à que ocorreria em um reservatório de petróleo.\nO transporte das bacterias injetadas em meio poroso é, entre outros, um dos problemas que necessita ser solucionado, antes que o MEOR possa ser aplicado com sucesso em reservatório. Com objetivo de submeter determinada extensão do reservatório ao tratamento com microrganismos, para geração in situ dos metabólitos, as bactérias devem ser transportadas fundo no reservatório. O problema do transporte de bactérias está estreitamente relacionado com o sucesso ou fracasso do MEOR.\nO presente trabalho tem como objetivo avaliar experimentalmente os efeitos da injeção de microrganismos produtores de bio-surfactantes, na recuperação de petróleo, em meio poroso consolidado saturado com salmoura e com óleo residual, submetido a fluxo linear sob condições de pressão constante.\nTécnicas multidisciplinares da engenharia de petróleo e microbio logia foram utilizadas na realização dos experimentos e na análise dos fenómenos envolvidos.\n2.\tCONCEITUAÇÂO E REVISÃO BIBLIOGRÁFICA\n2.1.\tEstado da Arte\nA utilização de microrganismos na indústria do petróleo com objetivo de aumento da produção foi citada pela primeira vez em 1926 por Beckmann (in Sarkar et al., 1989). Desde então até 1940 poucos trabalhos foram efetuados, quando ZoBell iniciou uma série de estudos experimentais. Como microbiologista marinho, uma das suas áreas de pesquisa se refere a degradação microbiológica de plantas e animais contendo hidrocarbonetos. Em suas publicações, o autor sugere que a ação microbiológica degrada a matriz orgânica, envolvendo o hidrcarboneto produzido por plantas e animais. O óleo então gerado, migra e se acumula na formação, dando origem aos reservatórios de petróleo.\nA primeira tentativa de separar o óleo da rocha reservatório foi efetuada com culturas inoculadas por bactérias sulfato-redutoras, particularmente as espécies Desulfov¡brio hydrocarbonoclastius e Desulfovibrio halohydrocarbonoclastius. A multiplicação destes microrganismos foi acompanhada da separação gradual do óleo da areia. Gotas de óleo surgiram na superfície da solução nutriente, onde o testemunho se encontrava imerso. ZoBell explicou a liberação deste óleo pelos fenômenos abaixo enumerados de forma sintética.\n•\tDecomposição de carbonatos inorgânicos: bactérias redutoras de sulfato reduzem sulfatos inorgânicos em H2S, que é levemente ácido. A solução ácida converte o carbonato de cálcio da rocha em bicarbonato e ainda dióxido de carbono, aumentando as cavidades porosas e consequentemente a permeabilidade.\n•\tLiberação do gás: o dióxido de carbono reduz a viscosidade do óleo, melhorando as propriedades de escoamento do óleo. Bolhas de gás podem empurrar o óleo através de\ncapilares ou expulsá-lo de microtrapas. O metano produzido pelas bactérias na vizinhança do óleo pode se dissolver no óleo, promovendo maior fluidez e mobilidade deste.\n•\tAfinidade das bactérias pelos sólidos: num último estágio de seu ciclo de vida, as bactérias redutoras de sulfato se assentam na superfície sólida expulsando filmes de óleo.\n•\tRedução da tensão superficial: bactérias produzem agentes surfactantes que são em parte responsáveis pela liberação do óleo dos sólidos.\nEm 1954, Updegraff e Wren tentaram repetir o experimento de ZoBell, mas não conseguiram mostrar o aumento na recuperação de óleo com o tratamento com bactérias redutoras de sulfato. Eles desenvolveram e patentearam técnicas envolvendo a injeção de alguns outros microrganismos como Eschenchia coh, algumas do gênero Clostridium e Bacillus, ou sulfato-redutoras. Estes eram usados de forma combinadas, supridos com carbohidratos e nutrientes minerais.\nUm outro estudo pioneiro foi efetuado por Kuznetsov et al. da U.S.S.R. (1963), que adotou uma linha diferente da linha de ZoBell. Eles se basearam nas investigações de Ekzertsev (in Kuznetsov, 1961), que mostrava que depósitos de óleo da região de Middle Volga continham bactérias anaeróbias capazes de transformar o óleo em gases. Com objetivo de reduzir a viscosidade do óleo e com isso aumentar a sua mobilidade, ele introduziu no reservatório uma cultura enriquecida deste tipo de microrganismo. Ele assumiu que as bactérias cresceriam consumindo melaço e biodegradanam o óleo transformando-o em metano.\nComo resultados dos testes de campo foram observados:\n•\tAumento da pressão na cabeça do poço fato, que comprova a sobrevivência e crescimento dos microrganismos.\n•\tAumento da viscosidade do óleo.\n•\tUm pequeno aumento da vazão e redução de 25 % da água produzida.\n•\tPassados quatro meses, a produção voltou aos níveis anteriores. Pelo volume de fluido injetado, o tratamento limitou-se às vizinhanças do poço.\nA partir de 1980 o tema de MEOR começa a ser abordado efetivamente por um número maior de pesquisadores, com linhas de estudos experimentais e de modelamento matemático dos fenômenos de transporte envolvidos, inclusive com a elaboração de simuladores numéricos e validação experimental. Também neste período aparecem alguns casos de aplicação do MEOR em campos de petróleo.\nNas pesquisas desenvolvidas em laboratório procurou-se: isolar e caracterizar bactérias endógenas de reservatório de petróleo (Gevertz et al., 1991 e Bhupathiraju et al., 1991); verificar a eficiência de diferentes espécies de microrganismos no ambiente de meio poroso (Bryant &amp; Douglas, 1988 e Kalish et al., 1964) e das condições de nutrição necessárias (Sunde et al., 1992); determinar sequências operacionais de aplicação do método que maximizasse seus efeitos na recuperação de petróleo (Jang et al, 1984); verificar a alteração na permeabilidade da rocha devido ao crescimento da célula (Kalish et al., 1964; Jenemann et al., 1984; Udegbunam et al., 1991; Raleigh e Flock, 1965) a e definir os parâmetros que influenciam mais diretamente o transporte das células na rocha reservatório (Sarkar et al., 1993a e Bryant et al., 1989b).\n2.2.\tModelos Teóricos\nOs mecanismos envolvidos no aumento da recuperação de óleo devido ao emprego de microrganismos são devidos a fenômenos físicos, químicos e biológicos envolvendo os vários componentes do processo: fluidos do reservatório, bactérias, metabólitos, nutrientes e rocha, e suas interações. Recentemente estes mecanismos foram matematicamente modelados, por alguns autores.\nSarkar et al. (1993b) apresentaram de forma generalizada a formulação matemática do processo MEOR. As equações governantes básicas do transporte de óleo, água, bactérias, nutrientes e metabólitos neste processo são as equações de conservação de massa. As relações existentes, condições iniciais e condições de contorno foram especificadas para descrever completamente o problema de valor de contorno. O processo envolve a análise conjunta de: crescimento e transporte dos microrganismos, geração de metabólitos, consumo de nutrientes e transporte de todos os componentes através do meio permeável. Estes fenômenos são expressos na forma de equações de balanço de massa. Alguns destes fenômenos são pouco usuais na engenharia de reservatórios e para serem compreendidos, serão apresentados, a seguir, na forma de expressões matemáticas.\n2.2.1.\tEquações de conservação de massa\nA forma diferencial para equação geral de balanço de material em condições isotérmicas, de uma mistura multicomponente, considerando o transporte multifásico de substâncias químicas e/ou bioquímicas em meio poroso é dada por:\n(D\nA concentração total (PK,) pode ser expressa por:\ni-Éc, )É(p,c^)+*p,c,\t(2)\n\\\t;=i\t7 z=i\nonde nc é o número de componentes e np o número de fases. Ci( é a concentração volumétrica do componente i na fase l e C¡ a concentração volumétrica do componente i adsorvido na superficie da rocha baseado no volume poroso original,&lt;j> é a porosidade do meio, S¡ a saturação da fase / e p; a densidade do componente i\nO termo de fluxo N, pode ser expresso por:\nV(p,C,) + />■„.V(p,C,,))}\t(3)\nZ=1\nonde Da e D’ü são respectivamente os coeficientes de dispersão hidrodinâmico simples e conjugado. O subscrito i’ é o índice do componente conjugado ao componente i na dispersão\nO termos fontes na Eq. (1) são uma combinação de todos os termos de vazão de um determinado componente, injeção, produção, crescimento e morte das bactérias e pode ser expresso por:\nA, ='y<3S,{A1PC^A:¡ p,C„)+^-\t(4)\n1=1\nonde O, é a vazão de injeção ou produção e Vo o volume de rocha. Ait> A 'ü são respectivamente os termos de vazão específica simples e conjugada do componente i na fase Z. A principio, os termos de vazão estão sendo utilizados para os termos de razão de reações. Por exemplo, no caso do nutriente, o coeficiente conjugado indica que a razão de consumo é dependente da concentração\nde bactérias vivas e no caso dos metabólitos a razão de geração depende da concentração de bactérias.\nPara a modelagem do transporte dos fluidos do reservatório, óleo, água e gás, as equações de fluxo consideram o fluxo convectivo e difusivo, a produção e injeção destes fluidos. Entretanto, devem ser consideradas algumas relações que representam a alteração de características devido à atuação dos metabólitos produzidos pelos microrganismos.\nIslam (1990) define as equações de fluxo para cada componente considerando inclusive a fase gasosa.\nÁgua\nX\nÓleo\n(6)\nonde os índices w, o e g se referem respectivamente às fases água, óleo e gás, K é a permeabilidade absoluta do meio poroso e k„ a permeabilidade relativa ao fluido especificado, na presença dos demais, p a viscosidade do fluido, B o fator volume de formação,&lt;Po termo potencial, q o termo referente à vazão de injeção/produção e R a razão de solubilidade do gás no fluido especificado.\nO transporte de microrganismos no meio poroso deve considerar, além do fluxo difusivo e convectivo e da taxa de injeção/produção de bactérias, a taxa de crescimento e/ou morte e os fenómenos de quimiotaxia (chemotaxis), que é um fluxo difusivo molecular direcionado pelo gradiente de concentração do nutriente, da concentração mais baixa de nutrientes para a mais alta, onde as bacterias se proverão melhor de alimentos Deve-se considerar também o fenómeno de fuga (tumbling), que também é um fluxo difusivo molecular direcionado pela própria concentração de bactérias, da concentração mais alta para a mais baixa, onde a concorrência pelos nutrientes é menor.\nA modelagem do fenómeno específico pode ser obtido por correlações a partir da utilização de modelos matemáticos associados aos dados de laboratorio em experimentos montados com objetivo de isolar este determinado fenómeno (Bryant et al., 1992).\nChang et al. (1991) desenvolveram uma formulação matemática para o modelamento do fenômeno de propagação e distribuição dos microorganismos em meio poroso. A formulação do autor para o transporte de bactérias é dada por:\nV.Ã W'CJ - V(SC_) - r,V.(C.V lnC, )\t- ra )C_\n,gC. g(4.5C,)\n+$SrcCm\nonde rm é o coeficiente de quimiotaxia, mef são respectivamente os índices relativos às bactérias e nutrientes, li é a taxa de crescimento dos microrganismos, rd é a taxa de morte dos mesmos, rc e ry são respectivamente a taxa de adsorção e desprendimento, o é volume de microrganismos depositados e o índice irr representa o componente de irreversibilidade.\nO volume de microrganismos depositados, a , é dado por:\n(9)\nOs cinco termos do lado esquerdo da Equação 8 correspondem respectivamente aos fenômenos de dispersão, convecção, quimiotaxia, crescimento e morte, e injeção e reprodução de microrganismos. Os termos do lado direito da equação correspondem respectivamente à acumulação no meio poroso, à adsorção (clogging) e a liberação (declogging) das bactérias na fase aquosa. A Equação 9 descreve o crescimento, morte, adsorção e liberação das bactérias na superfície da rocha.\nO crescimento dos microrganismos é dado pela equação de Monod:\n\n(10)\nonde é a taxa máxima de crescimento e Ks é a concentração de nutriente, na qual este crescimento máximo ocorre. Estes valores são obtidos experimentalmente.\nA taxa de adsorção é assumida como sendo proporcional à concentração de células. O termo h na parcela referente ao desprendimento das células coloca este termo como uma função da saturação de adsorção na superfície da rocha. O fluxo quimiotático é assumido como um gradiente exponencial da concentração de nutrientes.\nMr v(*scz) - v.(«cz) -&lt;l|’5Cr+pq) +\t(11)\nO lado esquerdo da equação representa respectivamente os termos de dispersão, convecção, consumo, e injeção/produção de nutrientes e no lado direito é apresentado o termo de acumulação. O coeficiente de aproveitamento Y é definido como a massa de células produzidas por unidade de substrato removido.\nA porosidade do meio vai sendo modificada à medida que as células vão se depositando:\n<t> =4>o-°\n(12)\nonde 4> 0 é a porosidade original da unidade reservatório. Com esta deposição, a permeabilidade absoluta também vai sendo alterada, tendo sido proposta uma relação logarítmica com a porosidade, expressa por:\n\n(13)\nonde os coeficientes ac e a, são determinados experimentalmente.\n2.2.2.\tEquação geral de balanço de materiais\nA equação da continuidade, descrevendo a conservação da massa total, é obtida pelo somatório das equações de conservação de massa de todos os componentes.\n2.2.3.\tRelações constitutivas\nAs relações utilizadas neste modelo são: saturação, concentração de fase, concentração total, adsorção isotérmica, relações de equilíbrio de fase, relações de pressão capilar, densidades e viscosidades das fases e permeabilidades relativas. O modelamento das propriedades fisicoquímicas e comportamento de fases é um aspecto muito importante num simulador composicional.\n2.2.4.\tSimulação\nSarkar et al. (1993b) apresentaram um modelo matemático para o crescimento bacteriológico e o transporte convectivo em meio poroso. A retenção e o transporte dos microrganismos foi modelado usando uma aproximação do fluxo fracionário, onde os vários mecanismos de retenção das bactérias poderiam ser considerados no modelo através da escolha do formato apropriado da curva de fluxo fracionário. A redução de permeabilidade devida ao tamponamento pelas bactérias foi simulada utilizando a teoria da média efetiva. A modelagem considerando razões de transporte e crescimento das bactérias, a geração de metabólitos e o consumo de nutrientes é complexa, consequentemente as equações de conservação governantes, resultantes em equações diferenciais parciais não lineares, foram solucionadas numericamente.\nAs soluções obtidas foram comparadas com informações obtidas experimentalmente mostrando certa concordância.\n2.3.\tTrabalhos Experimentais\nAlguns trabalhos são citados resumidamente a seguir devido a importância para o estabelecimento dos procedimentos e programação dos testes da pesquisa desenvolvida.\nJenneman et al. (1984), conduziram trabalhos com a finalidade de avaliar a utilização de microrganismos para a correção de permeabilidade. Concluiram que os nutrientes são transportados sem problemas e em concentrações suficientes para prover os microrganismos. Menos do que 1% das células injetadas foram recuperadas nos efluentes. Os autores observaram que a adição de nutrientes e microrganismos em testemunhos resultou numa redução de permeabilidade da ordem de 60 a 80% e a injeção de nutrientes sem microrganismos resultou na redução de permeabilidade da ordem de 30 a 50%, o que foi atribuído ao crescimento das bactérias endógenas.\nJang et al. (1984) apresentaram artigo sobre uma investigação em escala de laboratório do transporte de bactérias em colunas de areias compactadas e amostras de arenito e suas relações com a eficiência de recuperação. Vários processos de recuperação utilizando Bacillus subtilis, produtor de bio-surfactante foram experimentados, como:\n(a)\tFluxo constante com a cultura de bactéria;\n(b)\tInoculação da bactéria seguida da injeção de nutrientes;\n(c)\tInoculação seguida por repetidos ciclos de incubação estática, liberação de pressão e injeção de nutriente (ou água).\nOs experimentos revelaram que nos processos acima ocorreram recuperação na ordem de 30-40% de óleo adicional em colunas de areia compactadas. Foi detectado que as bactérias podem migrar a 1 pé/d através da coluna de areia compactada saturada com caldo de nutriente.\nO transporte de bactérias no processo (c), que é dos três processos o mais viável hipoteticamente, foi atingido através da injeção com nutriente seguido por um período de incubação estática, durante o qual as células se multiplicaram e migraram. Experimentos isolados simulando os dois estágios do transporte de bactérias revelaram que as cepas de B. subtilis e Clostridium acetobutyhcum são mais facilmente transportadas através da amostra de arenito, enquanto as células B. subtilis migram através da amostra mais rapidamente do que Pseudomonas putida durante a incubação estática. Isto sugere que o procedimento desenvolvido provê um critério de seleção de cepas de bactérias com propriedades de transporte em meio poroso favoráveis.\nBryant e Douglas (1988) do National Institute for Petroleum and Energy Research (NIPER) desenvolveram facilidades laboratoriais para avaliação de sistemas microbiológicos aplicados em recuperação avançada de petróleo. Resultados de estudos microbiológicos em testemunhos do arenito Berea demonstraram que as bactérias podem alterar enormemente o óleo residual após o varrido com água, partindo de uma eficiência de recuperação de 7,5 para 75%. O tipo de encapsulamento do testemunho não afeta a recuperação de óleo. Variações na permeabilidade da rocha de 134 a 1920 md indicaram que alguns microrganismos podem apresentar uma melhor eficiência de recuperação em testemunhos com baixas permeabilidades. Os resultados também mostraram que a produção de gás pelos microrganismos não é o único fator que afeta a recuperação de óleo; algumas bactérias que produzem surfactantes sem gás, podem prover igualmente adição na eficiência de recuperação do óleo. Do mesmo modo, o tipo de surfactante também pode fazer diferença; duas espécies de surfactantes produzidos podem variar a eficiência de recuperação. Uma comparação de eficiências de recuperação do óleo, entre\nmicrorganismos utilizando óleo de densidade de média a leve e dois tipos de óleos pesados, indica que o MEOR pode ser efetivo para óleos pesados tanto quanto para óleos leves. São apresentadas correlações entre eficiências de recuperação para uma espécie particular de microrganismos e sua capacidade de mobilizar o óleo cru em micromodelos de vidro. Os autores trabalharam com espécies de Baciilus e Clostridium, além de outros genèros.\nBryant et al. (1989a) desenvolveram um estudo laboratorial com os objetivos de entender o transporte de bactérias e seus metabólitos, estabelecer as relações existentes entre as células e os metabólitos em meio poroso e verificar os efeitos de aditivos químicos na recuperação de óleo Concluiu-se que a injeção apenas dos metabólitos não representaram ganho de óleo, que pode ser atribuída ao fato de que o potencial do método está na metabolização localizada na interface óleo-água. O uso de aditivos químicos a baixas concentrações pode melhorar a recuperação, como o uso de bicarbonato de sódio.\nRouse et al. (1992) prepararam dois grupos de ensaios laboratoriais com objetivo de embasar um teste de campo do reservatório Teapot Dome. No primeiro grupo de ensaios o objetivo foi testar todos os componentes quanto a recuperação incremental de petróleo. No segundo grupo, o objetivo foi obter a maximização da recuperação. Entretanto, os autores não conseguiram obter resultados positivos quanto à recuperação, concluindo que a principal causa pode ter sido a falta de oxigénio suficiente para a produção dos surfactantes e polímeros pelas bactérias.\nSarkar et al. (1993a) analisaram experimentalmente o transporte convectivo em meio poroso de soluções concentradas de bactérias, verificando os efeitos de: (a) adição de um dispersante, (b) velocidade linear de injeção, (c) concentração de células, (d) salinidade, (e) temperatura, e (f) presença de óleo residual. Os pesquisadores concluiram que: 1) o transporte de bactérias em meio poroso é controlado pelo grau de dispersão das bactérias e pela velocidade de fluxo; 2) o principal efeito do transporte convectivo é o tamponamento na face montante do reservatório; 3) reduzindo a agregação dos microrganismos pela adição de um dispersante resulta em uma redução significativa no tempo de erupção das células e redução do comprometimento\nda permeabilidade; 4) a presença de cloreto de sódio, altas concentrações de bactérias, e/ou diminuição da temperatura, resultam em um aumento da retenção; 6) a exclusão pelo tamanho de células agregadas são os mecanismos predominantes para retenção de bactérias; 7) muito pouca retenção ocorre a jusante do meio poroso; 8) a presença de óleo residual aumenta a retenção de bactérias mas reduz a extensão da redução de permeabilidade.\n2.4.\tAplicações em Campo\nCoates et al. (1992) relataram um teste de campo efetuado em Oklahoma, Estados Unidos, em 1991, onde utilizaram microrganismos indígenas, nutridos com melaço e nitrato de amónio, para tamponar as altas permeabilidades do reservatório. Foi observado, através de testes de interferência entre poços, a redução da permeabilidade do meio poroso.\nPortwood e Hiebert (1992) apresentaram os resultados da aplicação do MEOR na formação Caddo Conglomerate no Texas, Estados Unidos, que após o tratamento tem seu declínio anual de 10,32% melhorado para 9,86%. Os autores não observaram problemas quanto a corrosão dos equipamentos e concluem que houve uma redução dos problemas operacionais com parafina.\nBuciak (1994) apresentou o projeto, a implantação e os resultados da utilização do MEOR na estimulação de poço no campo de Diadema na Argentina. Dois dos cinco poços tratados obtiveram bons resultados na recuperação de petróleo, com aumento na produção da ordem de 40-50% na produção. Foi utilizada um formulação microbiana produtora de gases, ácidos, álcoois e surfactantes. A solução microbiana foi injetada em poços que foram fechados por sete dias para crescimento e produção de metabólitos e posteriormente abertos à produção.\nBryant et al. (1988) apresentaram trabalho com os resultados de dois testes pilotos de aplicação do MEOR nos campos de Mink Unit e Phoemx Site em Oklahoma, Estados Unidos. Estes testes foram precedidos de trabalhos experimentais em laboratório. Não foram encontrados\nproblemas relativos à corrosão ou à injetividade e a população de bactérias redutoras de sulfato se manteve em níveis baixos. A recuperação de petróleo em um dos casos chegou a 19,6% e os testes permitiram uma idéia da viabilidade técnica e econômica da aplicação do MEOR.\n3.\tMATERIAIS E MÉTODOS\nAlguns aspectos foram mantidos constantes durante a série de experimentos e outros foram variados para observação e análise da alteração no comportamento de produção devido ao fenômeno que se pretendia caracterizar.\nNa medida do possível procurou-se simular as condições de reservatório do campo de Dom João, situado na Bacia do Recôncavo, no estado da Bahia, devido à potencialidade de aplicação do método no mesmo. Os reservatórios deste campo possuem baixa recuperação de petróleo e volumes originais expressivos, e os estudos indicam que o principal responsável seria o problema de parafinação do óleo em subsuperficie.\nO campo de Dom João possuí, ainda, porosidade em torno de 18,5 %, permeabilidade média em tomo de 1 Darcy, profundidade média de 350 m, que o toma candidato à aplicação do MEOR.\n3.1.\tMeio Poroso\nO meio poroso utilizado em todos os testes foi o Arenito Botucatu (Figura 3-1) originado de um afloramento localizado na região noroeste do estado do Paraná, município de Ribeirão Claro. Esta rocha foi escolhida por oferecer boa condição de homogeneidade e por sua\ndisponibilidade em curto espaço de tempo O meto homogêneo é de grande importância para a pesquisa pois, evitando as variações não controladas, são evitados que os fenômenos de interesse sejam mascarados. A repetibilidade das propriedades da rocha nos vários testemunhos permite a análise comparativa mais depurada entre os ensaios.\nFigura 3-1 - Testemunho do arenito Botucatu utilizado nos experimentos\nGomes et ai. (1996) analisaram o Arenito Botucatu quanto aos aspectos petrográficos e petrofísicos. A análise petrográfica, obtida a partir de fotomicrografías, indicou que a rocha é composta de grãos bem selecionados, predominantemente arredondados, com boa esfericidade, apresentando alguma rugosidade externa O arcabouço é composto basicamente de quartzo e em menor grau de sílex. Predomina a porosidade intergranular e os contatos entre os grãos são predominantemente pontuais.\nA análise petrofisica elaborada por Gomes et al. (1996) consistiu em determinações de porosidade, permeabilidade ao ar, pressão capilar e permeabilidade relativa água-óleo. A partir das análises de pressão capilar pelo método de mercúrio foi possível efetuar o cálculo da distribuição de gargantas de poros que é apresentada na Figura 3-2, onde se percebe uma distribuição unimodal com uma média de garganta de poro em tomo de 30 p m.\nDiâmetro da garganta de poro (micron)\nFigura 3-2 - Distribuição do tamanho de gargantas de poros\nOs testemunhos utilizados foram amostrados com dimensões aproximadas de 5,55 cm de diâmetro por 30 cm de comprimento. O tamanho da amostra foi escolhido de maneira que permitisse o maior volume poroso possível, propiciando segurança nas leituras de volume produzido que foram feitas ao longo do experimento, mas dentro das limitações operacionais de tamanho da mufla (utilizada na etapa de calcinação do meio poroso) e da estufa (ambiente utilizado para execução do ensaio). O tamanho é compatível com o encontrado na bibliografia pesquisada, haja visto que Chang et al. (1991) utilizaram amostras de rochas de dimensões 127 x 2,54 x 2,54 cm; Wagner (1991) utilizou cilindros de rochas carbonáticas com dimensões de 18 x 6 cm, comprimento x diâmetro; Kalish et al. (1964) trabalharam com amostras cilíndricas de\narenito Berea de 10,2 x 2,5 cm e 5,1 x 2,5 cm; Jenneman et al. (1984) utilizaram cilindros do arenito Berea de 20 x 5 cm; Biyant e Douglas (1988) com cilindros de arenito de 25 x 2,5 cm; e Bryant et al. (1989b) com cilindros de arenito de 25,4 x 3,8 cm.\nOs testemunhos apresentam variações pouco significativas nas características permoporosas, uma boa indicação da homogeneidade entre amostras. Na Tabela 3-1 são apresentadas as dimensões e propriedades das amostras de meios porosos utilizados nos experimentos. O volume poroso, e consequentemente a porosidade, foi obtida por expansão isotérmica de nitrogênio no testemunho, através de um porosímetro CORELAB e corroboradas pelo diferencial de pesos da amostra seca e saturada com salmoura de densidade conhecida. A permeabilidade absoluta da rocha foi determinada com a utilização de permeabilímetro a gás CORELAB/modelo 3030-124, também abastecido com gás nitrogênio.\nTabela 3-1- Dimensões e propriedades permoporosas dos testemunhos utilizados\nAmostra\tComprimento (cm)\tDiâmetro (cm)\tPorosidade (%)\tPermeabilidade ao gás (mD)\n01\t29,87\t5,56\t22,8\t500\n02\t30,32\t5,55\t23,8\t500\n03\t30,62\t5,56\t22,9\t531\n04\t31,15\t5,56\t23,6\t694\n05\t31,10\t5,56\t23,6\t723\n06\t31,40\t5,56\t23,0\t501\n08\t31,85\t5,56\t22,8\t496\n3.2.\nFluidos de Teste\nOs fluidos utilizados nos experimentos foram caracterizados quanto a densidade, para correção dos volumes obtidos em função de seu peso, e viscosidade, para determinação da viscosidade na qual ocorreu o transporte dos fluidos em função da temperatura de teste. As curvas foram ajustadas a partir dos resultados das analises de viscosidade em função da temperatura.\nEsta caracterização foi efetuada para o óleo, solução salina e meio nutriente sem inoculo. Posteriormente, foi determinado a viscosidade do meio nutriente inoculado na temperatura do teste.\n3.2.1.\tÓleo\nFoi utilizado óleo do poço 7-DJT-41-BA do campo de Dom João Terra, na Bahia. As curvas de variação da viscosidade deste óleo com a temperatura foram obtidas com a utilização do viscosímetro rotativo a cilindros concêntricos HAAKE/modelo CV20N. Foram efetuadas duas análises para as amostras de óleo utilizadas nos testes da Etapa I (Figura 3-3) e Etapa IJI (Figura 3-4).\nNestas curvas foi verificado que o ponto de parafínação se encontrava em tomo de 40 e 42 °C, respectivamente. Amostras de óleo do campo têm apresentado valores entre 37 a 40 °C correspondentes a teores de parafina da ordem de 19 a 27 % (Bezerra et al, 1993).\nTemperatura (°C)\nFigura 3-3 - Curva de viscosidade do óleo em Função da temperatura - Etapa I\nDurante os ensaios, a temperatura foi mantida acima do ponto de névoa para que não houvesse a superposição do fenômeno de parafinação aos fenômenos que a pesquisa se propõe avaliar.\nA densidade do óleo, 0,8134 g/cm3, foi obtida através de picnômetro, tendo sido este primeiramente calibrado com água destilada.\nTemperatura (°C)\nFigura 3-4 - Curva de viscosidade do óieo em função da temperatura - Etapa III\n3.2.2.\tAgua (salmoura)\nA solução salina utilizada buscou simular a água de formação do campo de Dom João, tendo sido preparada com a seguinte composição: 3,3 % de cloreto de sódio, 0,0275 % de bicarbonato de sódio e 0,2 % de sulfato de magnésio, em água destilada e filtrada.\nNos testes preliminares a solução continha também o cloreto de cálcio na concentração de 0,42 %, mas verificando-se que este se comportava de forma bastante instável, precipitando quando em contato com o meio nutriente, optou-se pela retirada deste sal da composição da salmoura.\nA curva de viscosidade em função da temperatura foi obtida com\num viscosimetro\ncinemático tipo Ubbelohde e a Figura 3-5 ilustra os resultados.\nTemperatura (°C)\nFigura 3-5 - Curva de viscosidade da salmoura em função da temperatura\nA densidade da solução salina, de\n,02378 g/cm3, também\nfoi obtida através da utilização\nde picnômetro.\n3.2.3.\tMeio Nutriente\nO meio nutriente utilizado foi composto de : 1 % de sacarose (C12H22O11) e 0,5 % d nitrato de amónio (NH4NO3) em um tampão fosfato, 0,1M, de pH 7 preparado com 5,3 lg d\nfosfato de potássio monobásico (KH2PO4) e 10,62g de fosfato de potássio dibásico (K2HPO4) para um litro de água destilada.\nA composição do meio nutriente também sofreu algumas alterações em relação a composição original, que incluía outros sais, após a verificação da interação com a solução salina, mesmo porque um dos objetivos destes sais era simular a água de formação, que nos ensaios em meio poroso já estaria saturando o meio, similarmente ao que ocorre em reservatório.\nA curva de viscosidade do meio nutriente sem inoculo, em função da temperatura, também foi levantada, com a utilização de um viscosímetro cinemático tipo Ubbelohde como pode ser observado na Figura 3-6.\nTemperatura (°C)\n%\ny = 1,46514-0,02498 x-l(),000 18 x r= 10,97992]\nFigura 3-6 - Curva de viscosidade do meio nutriente sem inócuio em função da temperatura\nA determinação da viscosidade do meio nutriente inoculado foi obtida com a utilização de viscosímetro cinemático do tipo Cannon-Fenske. A viscosidade de 0,67 cP foi obtida para a temperatura de 48°C.\n3.3. Microrganismos empregados nos testes\nA Faculdade dc Engenharia de Alimentos recebeu amostras de óleo e água de três poços no campo de Dom João-Mar e três poços do campo de Dom João-Terra, a partir das quais foi efetuado o isolamento de todos os microrganismos presentes. Os microrganismos isolados foram submetidos a um processo de seleção que visava inicialmente a identificação daqueles que apresentavam a capacidade de produzir surfactantes, solventes ou degradar parafinas (Park et al.,\n1996).\nA linhagem de bactérias escolhida para os ensaios foi a de número 36, selecionada pela Faculdade de Engenharia de Alimentos como sendo a melhor dentre outras 40, somando as que foram obtidas em condições de aerobiose e anaerobiose, quanto ao aspecto do abaixamento da tensão superficial devido à produção de bio-surfactantes. O gráfico da Figura 3-7, elaborado a partir dos dados extraídos do terceiro relatório de andamento do Projeto de Utilização de Microrganismos na Recuperação de Petróleo (Park et al., 1996), mostra os níveis de redução da tensão superficial, para as condições de aerobiose e anaerobiose, na presença ou não de petróleo.\nA linhagem 36 foi identificada como sendo uma espécie de Bacillus subtilis. Apresentou crescimento na presença ou ausência de oxigênio. Seu crescimento também foi testado a temperaturas de 30, 40 e 50 °C.\n60\nFigura 3-7 - Medida da tensão superficial da linhagem 36 com melaço 1% e com/sem petróleo 0,5%\n3.3.1.\tEsterilização do Material\nTodo o material utilizado na preparação do inoculo foi previamente autoclavado à pressão de 1 atm e temperatura de 120 °C, durante 15 minutos, para garantir que não houvesse contaminação.\nO mesmo cuidado foi tomado em relação às provetas utilizadas para captação dos efluentes do meio poroso, durante e depois da inoculação. Este material foi mantido durante todo o tempo do ensaio com tampões de algodão, até que o material pudesse ser liberado para descarte.\nAs garrafas de acrílico utilizadas como recipientes reservatórios no aparato do experimento propriamente dito, por não poderem ser auíoclavadas, eram lavadas com hipoclorito de sódio a\n20 % e erain lavadas com muita água estéril, para garantir que todo o produto fosse retirado, já que a presença residual deste podena comprometer a cultura a ser injetada.\nEste mesmo cuidado foi tomado com as válvulas e conexões. As tubulações, entretanto, não foram lavadas e sim trocadas por novas a cada experimento.\nDesta forma a garantia total de esterilidade foi obtida até o momento de colocação das garrafas no conjunto operacional.\nCom a finalização dos ensaios, o material utilizado foi novamente submetido aos procedimentos de esterilização para descarte, para então ser lavado e reutilizado.\n3.3.2.\tDeterminação da Densidade de Microrganismos\nO controle da densidade de microrganismos no meio nutriente foi efetuado em amostras do fluido antes da injeção em meio poroso e nos efluentes captados durante a injeção e após o período de incubação.\nPara contagem do número de bactérias foi utilizado o método de plaqueainento em superfície, que consiste na diluição em múltiplos de 10 de um volume conhecido do meio inoculado, em água destilada estéril e a cada diluição um volume determinado de 0,1 ml foi disperso em placas de Petri preparadas com meio de cultura denominado MEOR. Após um período de incubação de 48 horas à temperatura de 30 °C, foi possível a contagem do número de bactérias.\nA Figura 3-8 mostra um exemplo de placas preparadas a partir de diluições sucessivas de um volume inicial da amostra de 0,1 cm3, a qual foi diluida até a proporção final de 1/10” A\ncontagem foi efetuada utilizando a placa que permitia melhor definição das unidades formadoras de colônias (u.f.c.) e convertendo para a unidade de células/cm (células por centímetro cúbico) conforme o respectivo nível de diluição.\n0 meio de cultura (MEOR) preparado para as placas de Petri possuía a seguinte composição:\nTampão fosfato com pH 7 : 0.53 %\tde KH2PO4 e 1,06 % de K2HPO.\nCloreto de sódio (NaCl):\t5,0 %\nSacarose (C|2H220h):\t1,0%\nSulfato de Amónio (NH4SO4):\t0,1 %\nNitrato de sódio (NaNO3):\t0,1 %\nSulfato de magnésio (MgSO4):\t0,025 %\nExtrato de levedura:\t0,05 %\nSolução de minerais:\t0,1 %\nAGAR:\t2,0 %\n3.4.\tAparato Experimentai\nO experimento foi projetado de maneira a permitir a simulação em laboratório das etapas que ocorrem num reservatório de petróleo: migração do óleo, recuperação secundária, recuperação suplementar.\nO transporte dos fluidos nas tubulações e meio poroso foi promovido por um sistema de ar comprimido, que propicia pressão constante a montante do meio poroso ensaiado.\nO aparato, ilustrado na Figura 3-9, consiste em três garrafas de acrílico com capacidade de aproximadamente um litro, nas quais ficavam contidos os fluidos (óleo, solução salina, e meio nutriente com ou sem inóculo) que foram injetados. A injeção se deu por alimentação com ar comprimido no orifício superior da garrafa. O controle da pressão de operação foi efetuda através das válvulas e manómetros do painel de controle.\nAs saídas das garrafas foram conectadas por meio de tubos capilares e válvulas, de duas e três vias, ao meio poroso revestido, de maneira a permitir que um ou outro fluido possa ser injetado na rocha conforme a necessidade do experimento.\nFigura 3-9 - Desenho esquemático do aparato experimental\nA coleta dos fluidos para análise foi feita a jusante do corpo poroso com provetas. As coletas de fluidos para contagem de bactérias devem ser fechadas, com tampões de algodão, evitando a contaminação pelo ambiente externo.\nTodo este conjunto foi montado no interior de uma estufa mantida a uma temperatura média de 48 °C Tomadas de temperaturas foram efetuadas durante todo o experimento tanto no interior do meio poroso revestido como no ambiente da estufa, por meio de termopares e termômetros\nFigura 3-10- Aparato experimental - vista geral\nTomadas de pressão foram obttdas a montante e jusante, e em alguns casos, ao fonuo do eio poroso para as determinações dos parâmetros de fluxo.\nOs instrumentos indicadores de pressão e temperatura necessários foram colocados sobre a esmfo, para c,ue fossem protegrdos de danos devrdo ao eafor, conforme pode ser venficado „a rigura >10.\n3.5. Procedimento Laboratorial\nNeste item são apresentados os procedimentos necessários à execução dos ensaios, desde\nos preparos preliminares até o teste propriamente dito.\n3.5.1.\tPreparo das Amostras\nAntecedendo ao experimento propriamente dito, foi efetuado o preparo das amostras de fluidos e rocha a serem utilizados. Este preparo consiste em procedimentos de caracterização, que permitam o conhecimento e controle detalhado do material a ser utilizado, e tratamento, que imponham ao material as condições necessárias para se atingir os objetivos desejados.\n3.5.1.1.\tÓleo\n• Foi garantida a desidratação do óleo para que possibilitasse maior confiabilidade das medições necesárias no decorrer do experimento;\n• Foi calculada a densidade pela medição do volume e peso (picnômetro);\n• Foi determinada a viscosidade da amostra.\nunicamp biblioteca centrai SEÇÃO CIRCULANTE\n3.5.I.2. Água (salmoura)\n• A água de formação foi sintetizada em laboratório, a partir de água destilada (que evita a presença de cloro e outros compostos) e dos sais existentes na proporção obtida nas análises de água provenientes do campo;\n•\tFoi determinada a densidade da água, pela medição do volume e peso do fluido (picnômetro);\n•\tFoi determinada a viscosidade da água;\n•\tCom auxílio de uma bomba de vácuo e um kitassato, a solução salina foi desaerada até que não houvesse mais liberação de bolhas de ar.\n3.5.1.3.\tMeio Poroso\n•\tForam obtidas amostras cilíndricas de dimensões 5.5 cm de diâmetro por 30 cm de comprimento a partir de blocos da formação Botucatu;\n•\tAs medidas extemas do diâmetro e comprimento das amostras foram tomadas com o máximo de precisão, calculando o volume total de rocha;\n•\tO meio poroso foi calcinado a uma temperatura de 450 °C durante 24 horas, com objetivo de estabilizar as argilas e esterilizar a rocha;\n•\tForam aplicadas ao meio poroso as bases de acrílico das tomadas de pressão e temperatura e os difusores.\nAs tomadas de pressão possuíam uma base de acrílico que permite a fixação na rocha do tubo capilar tipo ‘saran’ com diâmetro externo de 1/8” que estava conectado ao transdutor. O tubo capilar foi inicialmente fixado a base acrílica com cola do tipo acrilato, o conjunto base e capilar foi então fixado à superfície da rocha com cola tipo epoxi conforme ilustrado na Figura 3-11. Foi tomado cuidado para não obstruir a passagem do tubo, pois estes capilares colocaram o interior da rocha em comunicação de pressão com o transdutor.\nFigura 3-11 - Detalhe da tomada de pressão\nA tomada de temperatura também com base acrílica, precisou ser fixada sobre uma placa metálica que permitisse a condutividade térmica ao mesmo tempo em que garantisse a estanqueidade da rocha, o que não ocorreria se o termopar fosse colocado em contato direto com a rocha, tomando-se um ponto sujeito a vazamentos. A fixação da base acrílica à placa metálica e deste conjunto à rocha foi efetuada com cola tipo epoxi, de cura rápida, conforme ilustrado na Figura 3-12. A base acrílica com orifício rosqueado permitiu a conexão do parafuso do termopar e foi colocado pasta térmica par aumentar o contato entre a placa metálica e o termopar. Sobre este parafuso foi colocado silicone e capa de isopor para assegurar que a temperatura medida sena a intema da amostra sem interferência do ambiente externo. Este conjunto foi testado se mostrando eficiente.\nFigura 3-12 - Detalhe da tomada de temperatura\nOs difusores têm objetivo de permitir que o fluxo se distribuísse por toda a face montante e jusante da rocha de maneira a garantir o fluxo linear na amostra de rocha. Como pode ser observado na Figura 3-13, são placas de acrílico com diâmetro de 5,55 cm e espessura 0,8 cm que possuem ranhuras concêntricas e radiais em uma das faces que permitiram que o fluido fosse transportado facilmente para a periferia do testemunho. Foram conectados às extremidades com cola tipo epoxi aplicada externamente, com cuidado para não invadir as faces produtora e injetora.\nFigura 3-13 - Fotografia dos difusores e da tomada de temperatura\na As amostras foram revestidas lateralmente com cola tipo epoxi de maneira a eliminar a possibilidade de fuga lateral de fluidos durante os experimentos, etapa ilustrada na Figura 3-14. Após a secagem da cola, a superfície da mesma foi lixada proporcionando certa rugosidade lateral que propiciou uma maior aderência entre esta e o revestimento com resina efetuado a seguir;\n® A amostra foi testada com ar comprimido para garantir que não houvessem vazamentos, tendo sido efetuando as correções necessárias no revestimento;\no Pelo fato do revestimento de cola epoxi não oferecer a resistência a pressão necessária, foi efetuado um revestimento adicional com resina epoxi (utilizada para injeção em concreto). Tendo sido utilizada forma de tubo PVC com diâmetro de 100 mm e base de acrílico com espessura de 8 mm, diâmetro externo de 100 mm e orifício central com diâmetro interno de 1/8 de polegada, para permitir a passagem de um capilar\nconectado ao difusor de uma das extremidades da amostra, já que a amostra foi resinada verticalmente,\nFigura 3-14 - ilustração do meio poroso antes e após a aplicação de cola e após a resinagem\na Após tempo mínimo de 4 dias para cura da resina, foram adaptadas à amostra as válvulas montante e jusante e os conectores aos capilares, como ilustrado na Figura 3-15.\na Foi efetuada a medição da porosidade da amostra por meio de porosímetro, observando que válvulas, conexões e/ou capilares foram utilizados e qual o volume morto correspondentes a eles para que fossem posteriormente subtraídos do volume poroso total medido no porosímetro;\n® Foi efetuada a medição de permeabilidade pela utilização de permeabilímetro ao gás nitrogênio nas duas direções da amostra, tendo sido escolhida a direção de fluxo a que representou maior transmissibilidade;\na A amostra revestida foi pesada, para se conhecer o peso do conjunto rocha e conectores. Esta informação é importante na determinação dos volumes de água e óleo a partir de suas densidade e da amostra embebida.\nFigura 3-15 - Testemunho após revestimentos, com válvulas e tampões nas tomadas de pressão para saturação com salmoura.\n» Foi feito vácuo no meio poroso até um nivel de pressão de 0,05 a 0,1 mbar, saturando com solução salina ao final da operação. A medição do volume de água injetada permitiu o conhecimento do volume poroso efetivo e, consequentemente, da porosidade da amostra. Após a saturação da amostra (foi observado que o nível de fluido no reservatório a montante estivesse estabilizado) foi deixado fluir por alguns instantes nos capilares das tomadas de pressão, iniciando pelo que estivesse mais\npróximo da tace montante de injeção, e depois pela válvula jusante de produção. Desta forma foram expulsas bolhas de ar residuais que pudessem prejudicar o transporte de fluidos;\n•\tA amostra saturada com água foi pesada na mesma configuração na qual foi pesada quando seca. Tomando-se também, neste caso, o cuidado de subtrair o volume morto nas válvulas, conexões e conectores externos ao meio poroso, para que a partir do diferenciai de peso e da densidade da solução salina pudesse ser obtido o volume poroso total do testemunho e, consequentemente, a porosidade;\n•\tFoi determinada a permeabilidade absoluta à água da amostra, pela aplicação simples da lei de Darcy;\n•\tO óleo foi injetado, a alta vazão, até que não houvesse mais salmoura sendo produzida. A medição do volume de água expulso pelo óleo, durante o processo, permitiu a determinação da saturação de água irredutível. Também foi medido o volume de óleo injetado e produzido. A injeção deste óleo foi feita a uma temperatura na qual haja fluidez, já que o óleo de Dom João não flui à temperatura ambiente;\n•\tA salmoura foi novamente injetada até que não ocorresse mais produção de óleo, e então medido o volume de óleo produzido. A diferença entre o volume de óleo injetado na etapa anterior e o volume de óleo produzido nesta etapa devido a injeção de água, nos permitiu conhecer a saturação de óleo residual à injeção de água\nDesta forma foram simuladas as condições nas quais os reservatórios submetidos ao MEOR são normalmente encontrados, ou seja, após terem sido submetidos a uma prolongada recuperação secundária.\nO testemunho estava, então, pronto para ser submetido ao ensaio propriamente dito, com a injeção de microrganismos, que será detalhada no item a seguir.\n3.5.2.\nProcedimento dos Ensaios\nO objetivo principal do experimento foi a determinação dos efeitos da injeção de bactérias em meio poroso, na recuperação do petróleo residual. O experimento consistiu na injeção a pressão constante do meio nutriente inoculado ou não.\nAs bactérias foram contidas no meio inoculado e para sobrevivência e multiplicação das mesmas foi necessário o suprimento de nutrientes. A esta combinação bactérias e/ou nutrientes foi denominado de fluido de tratamento. A salmoura foi utilizada para deslocamento dos demais fluidos no meio poroso.\nDesta forma, o experimento propriamente dito consistiu nas seguintes etapas:\n•\tInjeção de um volume poroso do fluido de tratamento a uma velocidade abaixo da crítica para evitar a formação de dígitos viscosos que evitem o preenchimento do meio poroso disponível (1 - Sor - Swi). Os efluentes no momento da injeção foram medidos para que houvesse controle do volume de fluido de tratamento contido na amostra. Os efluentes, também, foram analisados microbiologicamente para que fosse verificada a presença de microrganismos, não só da linhagem escolhida como também de possíveis contaminações;\n•\tA amostra de rocha foi fechada por uma semana, período de incubação, para efetivação do tratamento, ou seja, permitir o crescimento e metabolismo dos microrganismos no interior do meio poroso. A pressão foi medida para verificar eventuais aumentos de volume devido à produção de metabólitos pelas bactérias. A amostra foi imediatamente transportada para um estufa menor, ver ilustração da Figura\n3-16, também mantida à temperatura de 48 °C, liberando a estufa maior para o próximo experimento;\n•\tO fluido residente no meio poroso foi deslocado com salmoura, até que apenas salmoura estivesse sendo produzida. Foram efetuadas coletas do fluido produzido para medições do volume de água e volume de óleo e, alternadamente, medições da\ndensidade de microrganismos Também a queda de pressão no meio poroso (diferença da pressão a montante e a jusante da amostra) foi observada e controlada.\nFigura 3-16 - Fotografia da estufa utilizada para o período de incubação\n3.5.3.\tProgramação dos Testes\nA sequência de ensaios foi inicialmente estabelecida de maneira que permitisse verificar o efeito, na recuperação de petróleo, da atuação do tratamento da amostra porosa com as linhagens de bactérias 36 e 22, as melhores linhagens selecionadas pela FEA (Park et al, 1996).\nApós a seleção da linhagem com melhor desempenho, em condições de reservatório, a pesquisa seria direcionada para a otimização da solução nutriente, nestas condições, conforme a sequência da Tabela 3-2.\nPara atingir este objetivo, foi necessário programar, primeiramente, uma rodada base, visto que juntamente com os microrganismos seria injetada uma solução nutriente composta de produtos químicos que isoladamente poderiam ser responsáveis por atuar no sistema rocha-fluido resultando em recuperação adicional de óleo.\nTabela 3-2 - Programação prevista dos ensaios\nEnsaio\tDescrição do fluido de tratamento injetado\n01\tRodada base - fluido nutriente sem inóculo\n02\tFluido nutriente inoculado com a linhagem 36\n03\tFluido nutriente inoculado com a linhagem 22\n04\tFluido nutriente modificado (1) inoculado com a melhor linhagem\n05\tFluido nutriente modificado (2) inoculado com a melhor linhagem\n06\tMelhor fluido nutriente com a melhor linhagem\nApós a rodada base foram efetuados os testes com este mesmo fluido nutriente inoculado com a linhagem 36, sendo que, foi necessária a repetição deste teste. Entretanto, posteriormente aos três primeiros ensaios (Etapa I), não só a programação dos testes, como também, o procedimento e configuração da amostra precisaram ser redefinidas, já que os resultados obtidos não foram como esperados (ver Tabela 3-3), tomando-se necessária a investigação das causas destes resultados e a busca de soluções para o problema encontrado.\nTabela 3-3 - Ensaios realizados\nEtapa\tEnsaio\tTipo\tDescrição do fluido de tratamento injetado\nI\t01\tRecup. de óleo\tRodada base - fluido nutriente sem inoculo\nI\t02\tRecup. de óleo\tFluido nutriente inoculado - c/ problema\nI\t03\tRecup. de óleo\tFluido nutriente inoculado\nII\t06\tFiltração\tFluido nutnente inoculado - preparo convencional\n11\t08\tFiltração\tFluido nutriente inoculado - com lavagem de células\nm\t04\tRecup. de óleo\tSolução salina inoculada seguida de fluido nutnente\nui\t05\tRecup. de óleo\tSolução salina inoculada seguida de fluido nutriente\nO problema encontrado envolvia o transporte de microrganismos através do meio poroso, havendo indícios de que estes ficavam retidos na amostra, podendo este fato prejudicar a distribuição das células no meio poroso e, consequentemente, a eficiência na atuação.\nA pesquisa foi, então, direcionada para a caracterização deste problema e a tentativa de identificar uma solução que permitisse colocar o maior volume de rocha em contato com os microrganismos.\nOs demais ensaios foram realizados apenas com a linhagem 36 que, in vitro, apresentou a melhor performance, quanto a redução da tensão superficial.\nOs próximos testes (Etapa II) foram denominados de testes de filtração, com objetivo de analisar o transporte do fluido nutriente inoculado através do meio poroso e nestes casos os testemunhos não foram previamente saturados com óleo.\nCom os conhecimentos adquiridos na Etapa II e informações pesquisadas, neste período, foram montados mais dois ensaios (Etapa III), retomando-se à configuração dos testes para recuperação de petróleo. Nesta etapa foi minimizada a questão da injetividade do móculo em meio poroso.\n4.\tRESULTADOS E DISCUSSÃO\nOs testes em meio poroso se dividem em duas etapas, tendo sido a segunda etapa criada em função dos resultados da primeira. Algumas análises complementares foram efetuadas objetivando o entendimento dos resultados obtidos e outras que buscaram a solução dos problemas encontrados.\n4.1.\tTestes de Compatibilidade dos Fluidos\nAntes de se iniciarem os testes em meio poroso, foi verificada a compatibilidade entre a salmoura que seria utilizada e a solução nutriente dos microrganismos inoculada apontada como adequada nos estudos de seleção e produção de metabólitos realizados (Park et al, 1995-96).\nAo colocar estas duas soluções em contato verificou-se a ocorrência de um precipitado de cor branca. Passou-se então, a investigação sobre que ou quais produtos foram responsáveis pela precipitação.\nque em todos os casos de soluções contendo o cloreto de cálcio a precipitação dos sais era visivelmente maior do que naquelas em que este se encontrava ausente.\nEntretanto, apesar do cloreto de cálcio se mostrar bastante instável nas condições de análise, este não era o único causador da precipitação.\nPassou-se então para análise dos componentes da solução nutriente. Foram preparados quatro tipos de meio: 1 - meio de cultura completo, com sacarose, sulfato de amonio, e vários sais que visavam simular a água de formação do campo, em um tampão fosfato de pH 7; 2 - o meio citado anteriormente mais o inoculo; 3 - água estéril mais o inoculo como amostra de referência; 4 - meio de cultura completo, com sacarose, sulfato de amonio em um tampão fosfato de pH 7.\nCada um destes meios foi misturado em provetas juntamente com a solução salina com (Figura 4-1) e sem o cloreto de cálcio (Figura 4-2), numa proporção semelhante a que seria encontrada em meio poroso.\nPara efeito de comparação estes mesmos meios nutrientes foram observados isoladamente (Figura 4-3).\nPara verificar alguma possível interação das soluções nutrientes e salina com o petróleo, a solução salina, sem o cloreto de cálcio que já se mostrava a mais viável, foi misturada ao petróleo e às quatro soluções nutrientes para observação (Figura 4-4).\nComo resultado da observação das provetas com as diversas misturas de soluções após 24 horas, verificamos que:\nCom a solução salina com o cloreto da cálcio:\nJ Meio 1\t- apresentou partículas em suspensão e decantadas no fundo do recipiente\n(Figura 4-la).\n■* Meio 2\t- menor quantidade de precipitados em suspensão do que rio anterior, mas\ncom maior quantidade de partículas decantadas (Figura 4-lb).\n■» Meio 3\t- aspecto um pouco turvo e pouca quantidade de partículas decantadas\n(Figura 4-1 c).\n-» Meio 4\t- Um pouco mais turvo que o meio anterior e mais precipitados\ndepositados, contudo bem menos do que nos meios 1 e 2 (Figura 4-ld).\nFigura 4-1 - Solução salina com CaCL2 adicionado aos meios nutrientes 1, 2, 3 e 4\nCom a solução salina sem o cloreto de cálcio:\no Meio 1\t- aspecto ¡impido, sem sólidos em suspensão (Figura 4-2a).\nj Meio 2\t- aspecto um pouco turvo, com uma pequena quantidade de precipitados\ndepositados no rundo da proveta (Figura 4-2b).\nMeio 3\t- cristalino, sem partículas sólidas em suspensão ou depositadas (Figura 4-\n2c).\n-» Meio 4\t- aspecto turvo, mas sem sólidos em suspensão (Figura 4-2d).\nFigura 4-2 - Solução salina sem CaCL2 adicionado aos meios nutrientes 1, 2, 3 e 4\nSó o meio nutriente:\nj Meio 1 - não apresentou precipitados, leve turbidez (Figura 4-3a).\nMeio 2 - aspecto bastante turvo, deposição de partículas brancas (Figura 4-3b)\n3\tMeio 3 - partículas sólidas em suspensão e depositadas (Figura 4-3c).\n■> Meio 4 - aspecto turvo mas sem sólidos em suspensão (Figura 4-3d).\nFigura 4-3 - Meios nutrientes 1, 2,3 e 4\nMeio 1 - a fase aquosa não apresenta sólidos em suspensão (Figura 4-4a).\nj Meio 2 - a fase aquosa apresenta alguns precipitados depositados no fundo da proveta (Figura 4-4b).\n-> Meio 3 - a fase aquosa não apresenta sólidos em suspensão (Figura 4-4c).\n» Meio 4 - a fase aquosa não apresenta sólidos em suspensão (Figura 4-4d).\nFigura 4-4 - Solução salina sem CaCL2 adicionado aos meios nutrientes l, 2, 3 e 4 e petróleo\n4.2.\tTestes com Amostra na Saturação de Óleo Residual -Etapa 1\nEstes testes seguiram exatamente os procedimentos enumerados nos itens 3.5.1 e 3.5.2. O principal objetivo foi determinar o efeito do tratamento com a injeção de microrganismos na recuperação de petróleo em amostras de rocha saturadas com solução salina e óleo residual.\nAlguns parâmetros gerais obtidos ao longo dos testes, desta etapa, estão resumidos na Tabela 4-1.\nTabela 4-1 - Parâmetros obtidos durante os testes\nTeste\tPermeabilidade à água (mD)\tSat. de água irredutível (%)\tSor à injeção de água (%)\tSor ao MEOR (%)\n01\t518\t30,6\t47,7\t47,1\n02\t478\t31,8\t31,2\t31,0\n03\t414\t35,8\t32,2\t32,1\n4.2.1.\tTeste 01 - Rodada Base\nO ensaio 01 foi uma rodada de controle efetuada com a injeção do meio nutriente sem os microrganismos. Seu objetivo foi verificar se apenas a injeção da solução nutriente poderia ser responsável por recuperação de óleo. Desta forma eliminaríamos dúvidas sobre se uma possível\nrecuperação de óleo nos testes posteriores poderia ocorrer devido ao meio nutriente e não ao tratamento com os microrganismos, que é o objetivo principal.\nNão foi possível a obtenção de boas curvas de permeabilidade relativa, visto que o teste foi executado a baixa velocidade, não tendo atingido um fluxo estabilizado, definido como sendo um regime onde o comportamento de fluxo se torna independente do comprimento percorrido e da vazão imposta, conforme estudado por Rapoport e Leas (1953). Acredita-se que no fluxo estabilizado houve uma predominância dos efeitos da pressão capilar entre as fases residentes no reservatório sobre o gradiente de pressão imposto ao sistema, resultando em baixa eficiência de varrido e recuperação de óleo no instante da erupção não maximizada.\nO gráfico da Figura 4-5 ilustra a recuperação de petróleo (Np), em número de volumes porosos, durante as etapas de injeção de salmoura, injeção do fluido nutriente, incubação e novamente injeção da salmoura, correspondentes a recuperação secundária e aplicação do MEOR.\nFigura 4-5 - Comportamento tie produção nas etapas de recuperação de óleo - Teste 01\nA curva de permeabilidade efetiva (k) ilustra a resistência ao transporte dos fluidos durante estas etapas. Não houve alteração significativa na injetividade em meio poroso durante ou após o tratamento com o fluido nutriente.\nDurante a pnmeira etapa de injeção de solução salina houve uma recuperação de petróleo de 21,7 % do volume poroso. Durante as etapas de injeção do meio nutriente e injeção de solução salina após a incubação, a recuperação foi de 0,2 e 0,4 % do volume poroso, respectivamente. Trata-se de uma redução de apenas 0,6 % na saturação residual de óleo o que foi considerado como sendo uma recuperação pouco significativa.\n4.2.2.\tTeste 02 - Fluido Nutriente Inoculado\nO ensaio 02 foi efetuado com a injeção do meio nutriente inoculado com a linhagem 36, que é o teste objetivo do trabalho. A concentração de microrganismos presente no meio nutriente foi de 4 x 106 unid/cm\\ determinada por plaqueamento de diluição com crescimento em 24 horas.\nAs curvas de permeabilidades relativas água-óleo são apresentadas na Figura 4-6 e foram obtidas com o emprego da metodologia de tratamento dos dados brutos de produção proposta por Johnson et al (1958). A observação destas curvas nos leva a concluir que o sistema poroso é extremamente molhável à água.\nO teste foi prejudicado pela injeção acidental de ar ao final da etapa de injeção de solução salina. A entrada do ar no sistema reduziu significativamente a permeabilidade efetiva do meio poroso ao fluido. Contudo, diante da possibilidade de avaliar o comportamento dos microrganismos em condições aerobias no meio poroso e consequentemente os efeitos de seu crescimento, metabolização e efetividade do metabólito na recuperação de óleo, foi dado prosseguimento ao teste.\nFigura 4-ó - Curvas de permeabilidades relativas água-óleo - Teste 02\nA Figura 4-7 iíustra os resultados deste teste, onde pode ser observado que não houve melhoria na recuperação de petróleo após a aplicação do MEOR. Houve redução nos níveis de permeabilidade efetiva após o tratamento, mas que poc^e em grande parte ser atribuida à redução de transmissibilidade provocada pela presença de ar no sistema poroso.\nA análise microbiológica dos efluentes coletados durante a injeção do meio nutriente inoculado, mostrou ausência de microrganismos. No caso dos efluentes coletados durante o deslocamento do nutriente com salmoura, a análise mostrou a presença de microrganismos nos primeiros 0,07 volumes porosos produzidos, com uma concentração de 8 x 10 unid/cm' (0,02 % da concentração original) e ausência no restante do volume coletado.\nFigura 4-7 - Comportamento de produção nas etapas de recuperação de óleo - Teste 02\n4.2.3.\tTeste 03 - Fluido Nutriente Inoculado\nO teste 03 foi efetuado com a injeção do meio nutriente inoculado com a cepa 36 em substituição ao teste 02, tendo o ensaio ocorrido sem problemas e permitindo a avaliação dos resultados nas condições inicialmente propostas. A concentração de bactérias no meio nutriente injetado foi de 1 x IO6 unid/cm3.\nAs curvas de permeabilidades relativas água-óleo são apresentadas na Figura 4-8, tendo sido obtidas a partir do tratamento dos dados de produção pelo método proposto por Jonhson et al. (1958). Devido à semelhança com as curvas do teste 02, verificamos a boa repetibilidade das características permo-porosas do arenito Botucatu. Também neste caso pode ser observado a alta molhabilidade da rocha à água.\n1,0\nSaturação de água\nFigura 4-8 - Curvas de permeabilidades relativas água-óleo - Teste 03\nO comportamento de produção do teste 03 está ilustrado na Figura 4-9, que permite a verificação da ausência de recuperação adicional de petróleo, durante a aplicação do meio nutriente inoculado e, após a reabertura do meio, com o deslocamento por salmoura.\nO gráfico da permeabilidade ilustra um aumento da transmissibilidade efetiva durante a injeção da solução nutriente inoculada, no trecho entre as tomadas de pressão. Analisando os dados verificou-se que este aumento foi devido a redução no diferencial de pressão com a injeção do inóculo, que pode ter sido causada por uma inclusão de uma perda de carga adicional no trecho a montante da primeira tomada de pressão.\nApós a reabertura da amostra para deslocamento com solução salina a permeabilidade efetiva retorna ao nível anterior ao tratamento, sendo que, após a injeção de 0,35 volume poroso de salmoura, começa a haver redução da velocidade de produção para a mesma pressão imposta ao sistema, resultando em perda total de injetividade.\nVolume poroso injetado (vpi)\nFigura 4-9 - Comportamento de produção nas etapas de recuperação de óleo - Teste 03\nA análise microbiológica dos efluentes não detectou a existência de microrganismos na fase de injeção do móculo, nem na fase de deslocamento do fluido residente com solução salina.\nó8\n4.3.\tDiscussão da Etapa 1\ncurvas normalizadas quanto a saturação de água. As curvas médias foram obtidas por ajuste polinomial\nQuanto à aplicação do MEOR nestes testes, verifícou-se não haver resultados significativos na recuperação adicionai de óleo. Este fato poderia estar ocorrendo por motivos tais como: não sobrevivência dos microrganismos nas condições de teste, a baixa ou inexistência de produção do surfactante pelos microrganismos, ineficiência do bio-surfactante produzido na recuperação de petróleo, não ocupação de todo o volume poroso pelos microrganismos.\nFigura 4-10 - Curvas de permeabilidades relativas água-óleo normalizadas\nComo a análise microbiológica indicou quantidade muito baixa de microrganismos nos efluentes do ensaio 02 e completa ausência no ensaio 03, há um forte indício de que estes não estão conseguindo fluir através do meio poroso. Desta forma há uma forte possibilidade de que\napenas uma porção pequena do sistema rocha-fluido estivesse em contato com o tratamento e uma recuperação adicional deste volume poderia ser insignificante.\nA fim de verificar, ainda que grosseiramente, a extensão percorrida pelos microrganismos uma das amostras utilizadas foi serrada ao meio longitudinalmente e testemunhada em dois pontos, um a montante da injeção e outro ao centro (Figura 4-11). As amostras retiradas foram imersas em meio de cultura e colocadas para crescimento a 30 °C. Contudo, devido ao processo não estéril de manuseio da amostra para corte e amostragem, houve crescimento de inúmeros microrganismos, dificultando a identificação da presença da linhagem 36.\nFigura 4-11 - Testcmunhagem para identificação da presença de microrganismos\n4.4.\tTestes de filtração - Etapa 11\nOs testes de filtração foram montados com objetivo de caracterizar o tamponamento dos poros da rocha identificando as regiões danificadas\nA amostra de rocha foi preparada com um número maior de tomadas de pressão, conforme o desenho esquemático da Figura 4-12. Procurou-se dar uma disposição logarítima às tomadas de pressão, devido à limitação do número de transdutores e à expectativa de que as maiores perdas de carga ocorressem próximo à face montante do meio poroso, conforme colocado por Sarkar et al. (1993a).\nPara garantia de que o primeiro transdutor fosse colocado na face externa do meio, os valores medidos por este foram verificados em relação ao manómetro do painel de ar comprimido, apresentando pequena diferença.\nFigura 4-12 - Desenho esquemático das tomadas de pressão no teste de filtração\nAs amostras foram saturadas com salmoura, mas não com óleo, já que se pretendia a compreensão do transporte do fluido nutriente inoculado e não a recuperação de óleo. Imediatamente após a injeção da solução salina seguiu-se a injeção de um volume maior do meio nutriente.\nA concentração de microrganismos nos efluentes foi monitorada durante a realização de todo o teste.\n4.4.1.\tTeste 06 - Fluido Nutriente Inoculado - Preparo Convencional\nO ensaio 06 foi o primeiro a ser efetuado na configuração do teste de filtração. Seu objetivo principal foi o de caracterizar o problema que estava sendo causado com o meio nutriente preparado nas mesmas condições dos que foram utilizados nos testes anteriores.\nA concentração de células no fluido nutriente injetado neste ensaio foi de 1,5 x 10\" unid/cm3, determinada pelo método do espalhamento em superficie.\nApós a injeção da solução salina foi injetado um total 8,15 volumes porosos do meio nutriente inoculado com a linhagem 36.\nA Figura 4-13 ilustra o comportamento de fluxo durante a injeção. A permeabilidade adimensional é a permeabilidade efetiva calculada para cada trecho de controle dividida pela permeabilidade efetiva média da etapa de injeção de salmoura do respectivo trecho.\nO tratamento dos dados foi efetuado considerando sempre a pressão à montante como sendo a pressão Pl e a pressão à jusante como sendo as pressões P2, P3, P4 e atmosférica, para os trechos 1, 2, 3 e 4 respectivamente. Desta mesma forma as permeabilidades adimensionais Kl, K2, K.3 e K.4 se referem respectivamente a estes trechos.\n1.20\nFigura 4-13 - Comportamento de fluxo do Teste 06\nA análise de cada trecho individualmente ficou bastante prejudicada pelo fato de que a maior perda de carga ocorria já no primeiro 0,9 cm do meio poroso. Desta forma as pressões lidas pelo segundo, terceiro e quarto transdutores já se apresentavam em níveis muito baixos, sendo inclusive comprometidas pela própria imprecisão do registrador.\nObser/a-se uma perda de transmissibilidade imediata quando se passa a injetar o fluido nutriente. Com o aumento do volume injetado fica bem caracterizada a perda de injetividade do meio poroso, que tem sua vazão bastante reduzida para uma pressão imposta constante.\nHá uma perda de transmissibilidade maior para os trechos mais próximos à face montante do meio poroso, apesar de que esta diferença na redução de permeabilidade entre os trechos é discreta.\nA redução de permeabilidade efetiva total do meio poroso utilizado foi da ordem de 350 vezes (razão entre a permeabilidade efetiva média durante a injeção de salmoura e a penneabil idade efetiva média ao final do teste), ficando bem caracterizada a perda total de transmissibilidade no decorrer do teste.\nO espalhamento em superfície dos efluentes, como pode ser verificado na Figura 4-14 (sentido de coleta foi da esquerda para direita e de baixo para cima), mostra que as primeiras coletas não apresentam presença de microrganismos. Após a injeção de 2,1 volumes porosos do fluido nutriente, começam a aparecer microrganismos, aumentando acentuadamente a concentração destes após a injeção de 7,0 volumes porosos.\nFigura 4-14 - Análise microbiológica dos efluentes do Teste 06\nO segundo teste de filtração teve como objetivo buscar uma solução que evitasse o tamponamento provocado pela injeção da solução nutriente A exemplo do que Thomas et al. (1991) utilizaram para o preparo do meio nutriente objetivando a produção in situ dos metabolitos, foi aplicada a técnica de lavagem dos microrganismos para retirada do filme produzido, prejudicial à injeção em meio poroso\nA solução nutriente com os microrganismos crescidos foi então centrifugada, separando o meio sobrenadante das células. As células foram suspendidas em água destilada e estéril e novamente centrifugadas. Este procedimento foi repetido uma segunda vez e na terceira vez as células foram suspendidas numa solução nutriente estéril. A centrifugação em todos as etapas foi efetuada durante 15 minutos a uma rotação de 10 000 rpm, em uma centrifuga Beckman, Model J2-21 Centrifuge.\nEsta nova solução nutriente inoculada foi desaerada com o auxílio de uma bomba de vácuo e mantida durante 18 horas, período entre o preparo desta solução e o início efetivo da injeção desta em meio poroso, à temperatura de 18 °C, para que, com a redução da metabolização pelas bactérias a esta temperatura, o filme não voltasse a se formar no meio nutriente.\nAntes da injeção no meio poroso foi efetuada uma amostragem para determinação da concentração de células no fluido nutriente injetado, que foi de 2,0 x 107 unid/cm3, determinada pelo método de espalhamento em superfície.\nComo resultado da centrifugação dos microrganismos foi apresentado um aglomerado denso de células; verificando-se que na suspensão destas em meio fluido havia dificuldade de dissipar suficientemente estes aglomerados. Este fato se tomou crítico na suspensão das células no meio nutriente estéril, já que estes aglomerados poderiam colmatar o meio poroso,\nprovocando uma superposição de efeitos. A formação do filme entretanto não foi visualmente observada.\nFigura 4-15 - Comportamento de fluxo do Teste 08\nPara evitar o entupimento do meio poroso as garrafas foram alteradas elevando o ponto de admissão e desta forma criando um poço para decantação destas partículas mais densas.\nA Figura 4-15 ilustra o comportamento de fluxo deste segundo ensaio no qual foi dado um período maior de estabilização com a injeção de solução salina para posterior injeção de 8,14 volumes porosos do meio nutriente inoculado com a linhagem 36.\nTambém neste caso se percebe uma queda imediata da iransmissibilidade ao se iniciar a injeção do fluido nutriente, havendo uma redução da injetividade ao longo da injeção do inoculo.\nEntretanto foi percebido uma melhoria significativa na transmissibilidade após a injeção de 2,7 volumes porosos, mantendo todos os demais parâmetros constantes\nA redução de transmissibilidade em cada trecho analisado também neste caso é tanto maior quanto mais próxima o trecho se encontra da face montante\nFigura 4-16 - Análise microbiológica dos efluentes do Teste 08\nA redução de permeabilidade efetiva total do meio poroso no ensaio foi da ordem de 15 vezes (razão entre a permeabilidade efetiva média durante a injeção de salmoura e a permeabilidade efetiva média ao final do teste), bem inferior, portanto, aos níveis obtidos no teste anterior.\n0 resultado da análise microbiológica por plaqueamento dos efluentes é ilustrado na Figura\n4-16. Também neste caso o aumento da concentração de células nos efluentes se dá de forma gradual. O aparecimento se inicia após a injeção de 0,8 volumes porosos do nutriente e um aumento um pouco mais abrupto pode ser observado após a injeção de 2,7 volumes porosos do meio nutriente.\n4.5.\tDiscussão da Etapa II\nO gráfico da Figura 4-17 foi elaborado com base na contagem de células efetuada nos efluentes dos ensaios 06 e 08. Verifica-se que apesar de no ensaio 08 o aparecimento de microrganismos ter ocorrido antes do que foi observado no ensaio 06, este apresentou um crescimento abrupto de microrganismos.\nA Figura 4-18 ilustra a comparação entre as permeabilidades efetivas médias do testemunho obtida para os ensaios 06 e 08. Pode-se verificar que no ensaio 08 há uma perda inicial de injetividade que é mais suave do que no caso do ensaio 06. Neste há progressão desta perda atingindo praticamente injetividade nula, enquanto naquele há uma recuperação da injetividade. Ou seja, no ensaio 08, qualquer que tenha sido a razão do dano, este começou a ser dissipado com o decorrer da injeção.\nAo final dos dois experimentos a redução na permeabilidade efetiva do meio foi bem maior no caso do ensaio 06, apesar deste ter sido efetuado com uma concentração de células da linhagem 36 no fluido nutriente injetado da ordem de 10 vezes menor, o que deveria ter colaborado para menores danos no meio poroso, tanto devido à comatação pelas células como pelos metabólitos desta.\n<L>\nKj -Q\n55\nQ\nVolume de microrganismos injetados (vpi)\nFigura 4-17 - Concentração de microrganismos nos efluentes dos teste de Filtração\nEste fato leva a concluir que a presença do metabólito que vem sendo produzido pode estar colaborando para a retenção das células no testemunho o que justificaria o surgimento mais tardio de microrganismos nos efluentes coietados.\nApesar da melhoria com a inclusão no processo da etapa de lavagem das células ainda há retenção de microrganismos no meio poroso, já que não foi possivel, para o volume de fluido nutriente injetado, atingir a jusante concentração de células próximo a concentração de células da linhagem 36 injetadas a montante do testemunho.\nVolume de fluido nutriente injetado (vpl)\nFigura 4-18 - Comparação entre as permeabilidades médias do testemunho\nr\n4.6.\tTestes com Amostra na Saturação de Oleo Residual - Etapa III\nEstes ensaios foram conduzidos com os testemunhos na saturação de óleo residual à injeção de salmoura. Foi entretanto introduzida alteração quanto à injeção do inoculo. Após o crescimento dos microrganismos em frascos contendo meio nutriente, como efetuado nos testes da Etapa 1, foi efetuada a lavagem das células por meio de centrifugação, durante 15 minutos a rotação de 10 000 rpm, seguida de suspensão em água estéril por duas vezes, uma terceira centrifugação foi efetuada e as células foram suspendidas novamente em solução salina estéril.\nApós a suspensão dos microrganismos em solução salina, esta foi mantida à temperatura de 18 °C, durante aproximadamente 12 horas, até o momento da injeção em meio poroso. Nestas\ncondições foram observadas a manutenção da concentração de células e a inexistência de filme com aspecto viscoso.\nApós a injeção da solução salina inoculada foi injetado um volume poroso de meio nutriente estéril, seguindo-se o período de incubação.\nCom estas alterações nos procedimentos era esperado que a injeção do inoculo fosse efetuada com melhor injetividade, já que estariam sendo reduzidas as atividades metabólicas das células devido a falta das fontes de carbono e nitrogênio.\nVolume maior de inoculo foi injetado a fim de garantir uma melhor distribuição das células no meio poroso.\nFigura 4-19 - Desenho esquemático das tomadas de pressão nos testes da Etapa III\nAs amostras utilizadas nesta etapa foram preparadas com o mesmo esquema de tomadas de pressão dos testes da Etapa I. Como ilustrado na Figura 4-19, um transdutor foi instalado para medir a perda de carga ao longo do meio poroso e um segundo instalado externamente, a montante do meio poroso, com objetivo de verificar se no primeiro centímetro montante do testemunho, haveria perda de carga significativa devido à injeção dos microrganismos.\nApós a injeção de salmoura, simulando uma recuperação secundária, foram injetados 4 volumes porosos de solução salina inoculada com a linhagem 36 na concentração de 5 x 10° unid/cm ’, seguindo-se a injeção de 1 volume poroso do meio nutriente estéril.\nNos ensaios 06 e 08, como a injeção a montante do meio poroso de 2 volumes porosos do inóculo, já apresentava a jusante a presença de microrganismos. Escolheu-se injetar um volume maior de microrganismos, a fim de garantir uma melhor distribuição destes em meio poroso\nInjeção de saímoura\tInjeção do inóculo\t\tinjeçOo de salmoura\nê s\n— □\n0.0 -------------------------------------1------------------'-----------------r■----------------1—— -----’--------1---------■---------0\n0\t2\t4\t6\tO\t10\t12\t14\n\n\nVolume poroso injetado (Vpi)\nFigura 4-20 - Comportamento de produção nas etapas de recuperação de óleo - Teste 04\nO tempo de incubação imposto ao testemunho inoculado foi de 7 dias, após o qual, foi reaberto e o fluido residente deslocado com salmoura.\nA Figura 4-20 ilustra a recuperação de petróleo antes, durante e depois do tratamento e a injetividade dos fluidos no meio pcroso através do índice da permeabilidade.\nVerifica-se, devido à mudança na inclinação na curva de permeabilidade na etapa de injeção do inóculo, que houve redução da injetividade à medida que o fluido inoculado era\ninjetado. Contudo esta perda de injetividade foi bem mais branda do que no teste 03, quando os microrganismos foram injetados já no próprio meio nutriente. Este fato pode ser ratificado pela pequena diferença de pressão obtida através dos dois transdutores, que resultou na curva de permeabilidade absoluta para\n25-\n3) :\nVohaik* ptn»o injetado (vpi)\nFigura 4-2i - Curva de permeabilidade para o primeiro centímetro do meio poroso\no primeiro centímetro do testemunho, ilustrada na Figura 4-21.\nApesar da melhoria na injetividade, não houve aumento da recuperação de petróleo após o tratamento com MEOR, como pode ser verificado através da curvas de recuperação acumulada de petróleo (Np).\nA partir dos efluentes coletados nas fases de injeção da solução salina inoculada e injeção do meio nutriente, foram efetuadas análises microbiológicas dos efluentes. Em nenhuma destas etapas foi observada a presença da linhagem 36.\nJá as anáiises microbiológicas efetuadas nos efluentes após o período de incubação mostraram a presença das células como pode ser observado na Figura 4-22.\nFigura -1-22 - Análise microbiológica dos efluentes após a incubação do \"reste 04\nPosteriormente a concentração de microrganismos vivos foi quantificada peio método de\nespalhamento em superfície. Estes resultados podem ser verificados no gráfico da Figura 4-23, onde a abcissa é referente a quantidade de fluido injetado para deslocar o fluido residente após o período de incubação. A partir de, aproximadamente, 0,7 volumes porosos injetados não foram mais observadas células\n__ 1.0E+06\ns\n1 I.0E4O5\nl,0ErO4\n-d\n3\ni,0E+03\nl.OEi-02\n0,0\t0,2\t0,4\t0,6\t0,8\t1,0\nVolume poroso injetado (vpi)\nApesar da concentração obtida ter sido da ordem de 10 vezes menor que a concentração de células no fluido injetado, estes resultados comprovam a sobrevivência dos microrganismos nas condições do meio poroso, bem como sugere a ocorrência do transporte difusivo molecular, já que houve distribuição destes no espaço poroso durante a incubação.\n4.6.2.\tTeste 05 - Solução Salina Inoculada Seguida do Fluido Nutriente\nEste teste foi proposto, inicialmente, com o mesmo objetivo do teste 04, ou seja testar esta nova metodologia onde os microrganismos foram injetados dispersos na solução salina e só após esta etapa foi injetado o meio nutriente. Devido aos resultados negativos, daquele último ensaio, quanto à recuperação de petróleo, foram introduzidas duas alterações neste teste: aumento do volume de solução salina inoculada e verificação da influência do tempo de fechamento.\nLogo, foram injetados 8 volumes porosos de solução salina inoculada com a linhagem 36, preparada seguindo os mesmos procedimentos de crescimento e lavagem do teste anterior, na concentração de 5 x 106 unid/cm’. Em seguida foi injetado um volume poroso do meio nutriente estéril, após o que o testemunho foi fechado para o período de incubação.\nDevido ao fato de que, em condições in vilro, esta linhagem demonstrou uma redução máxima da tensão superficial no período de 48 horas (Park et al, 1996), decidiu-se verificar a possibilidade de que o tempo de incubação que vinha sendo adotado, estivesse muito longo.\nForam testados períodos de fechamento de 2, 4 e 6 dias, sendo que o deslocamento do fluido residente após cada uma destas etapas, foi efetuado com um volume poroso do meio\nnutriente estéril. Desta forma, além do deslocamento , também estaria ocorrendo o suprimento de novos nutrientes para os microrganismos se abastecerem no próximo período de incubação.\nA Figura 4-24 ilustra cs resultados obtidos neste ensaio, quanto a recuperação de perroleo (Npi e ao comportamento de fluxo (x). Também neste caso pode ser verificada uma sensível perda de injetividade com a injeção da solução salina inoculada, mas em níveis bem inferiores aos detectados na Etapa I.\nVolume poroso irijctndo (vpi)\nFigura 4-24 - Comportamento de produção nas etapas de recuperação de óleo - Teste 05\nAs saturações residuais de óleo foram: 45,7 % , ao final da recuperação secundária; 44,3 % , antes do primeiro período de incubação; 44,1 % antes do segundo período de incubação; 43,9 % antes do terceiro período de incubação; e 43,2 % ao final do teste. Isto mostra que: 0,014\nvolumes porosos de óleo foram recuperados durante a injeção de 8 volumes porosos de solução salina inoculada e 1 volume poroso de meio nutriente, 0,002 volumes porosos de óleo foram produzidos após o período de incubação de 2 dias; 0,002 volumes porosos de óleo foram recuperados após incubação de 4 dias; e 0,007 volumes porosos de óleo foram produzidos após o período de incubação de 6 dias. Aproximadamente a mesma taxa de recuperação de óleo por volume fluido injetado.\nA análise microbiológica dos efluentes coletados na fase de injeção da solução salina inoculada e injeção do primeiro volume poroso de meio nutriente, não registrou a presença de células vivas. Entretanto as analises efetuadas a partir dos efluentes coletados após os períodos de incubação verificaram a presença das células, como ilustrado na Figura 4-25\nFipura 4-25 - Análise microbioiógica dos efluentes após a primeira e segunda reabertura do meio poroso -\nTeste 8>5\nAs concentrações de células obtidas plotadas no gráfico da Figura 4-26. Na primeira\nreabertura do meio poroso, a concentração média obtida foi de 7 x IO? unid/cm' na segunda reabertura de 3 x IO4 unid/cm’ correspondentes a 7 e 167 vezes menor que a concentração originai do fluido injetado. Nas duas reaberturas foram verificadas as presenças de células vivas até a injeção de um volume poroso do meio nutriente, não\na\t1\t3\t\t3\ta\n1\t1\t1\t1\t1\t1\n\t\t\t...\tMltimiraihjtirj 1 Souxh akittni\t1\nT—•--i--r\n0,0\t0,2\t0,4 Q6 0.8\t1,0\nVolume poroso injetado (vpí)\nFigura 4-26 - Concentração de células nos efluentes\nsendo possível avaliar até que ponto isto ocorreria visto que apenas este volume foi injetado\nDiscussão da Etapa III\nNa Tabela 4-2 são apresentados os parâmetros obtidos ao longo dos testes desta etapa\nTabela 4-2 - Parâmetros obtidos durante os testes - Etapa 51S\n|\tTeste\tPermeabilidade à água (md)\tSat de água irredutível (%)\tSor à injeção de agua (%)\tSor ao MEOR (%)\n04\t662\t39.4\t33,5\t33,5\n05\t701\t26,4\t45,7\t44,1/43,8/43,2\nLevantou-se a hipótese de que este filme, que deveria ser produto da metabolização dos microrganismos, e não os aglomerados destes, como se pensava, poderiam estar sendo responsáveis pela formação de reboco que dificulta a passagem dos microrganismos.\n4.8.2.\tIdentificação do Filme\nFoi preparada uma amostra do meio nutriente na mesma composição e metodologia utilizada nos testes em meio poroso e inoculada com a linhagem 36 para que a substância fosse novamente formada, permitindo seu isolamento e posterior identificação.\nA substância apresenta aspecto viscoso e sua formação aumenta com o tempo de incubação. Após suspensa a agitação, a substância precipita-se na forma de filetes com coloração um pouco mais clara que o meio no qual esta contida.\nIsolamento da substância\nApós o aparecimento de grande quantidade da substância em banho a 30 °C submetido a agitação, a amostra foi centrifugada durante 15 minutos a uma rotação de 10.000 rpm. Três fases bem definidas foram obtidas, uma contendo apenas as células, outra apenas com o sobrenadante e uma terceira intermediária contendo a substância em maior quantidade\nO sobrenadante que continha uma quantidade pequena da substância foi utilizado para escolha do produto aglutinador que seria usado para um efetivo isolamento do material. Uma amostra de 5 cm3 do sobrenadante foi então colocado em duas provetas, adicionando-se 1 cm3 de acetona (CH3COCH3) em uma proveta e 1 cm3 de etanol (CH3CH2 OH) em outra. O etanol apresentou ó melhor resultado, passando-se então à análise para otimização do mesmo Ao\nsobrenadante foi adicionado etanol nas concentrações de 1:1 (etanol:sobrenadante), 1:2, 1:3, 1:4 e 1:5. A concentração de 1:1 se mostrou a mais eficiente.\nO etanol foi então misturado na proporção 1:1 à substancia concentrada isolada pela centrifugação (amostra concentrada) e ao sobrenadante restante (amostra diluida). Após aglutinação o material foi colocado para secagem.\nAnálise da presença de açúcares\nO material sólido da amostra concentrada e da amostra diluída foi dissolvido em 20 ciri de água destilada separadamente e o pH medido, 6,18 e 6,30 respectivamente.\nPara hidrolisar quimicamente a substância foi acrescentado ácido clorídrico (HC1) a 0,1 M até atingir o pH 2,0.\nPosteriormente foi efetuada cromatografía em papel colocando como padrão a glicose, sacarose e frutóse. Não houve indicação da presença de nenhum destes açúcares no material analisado.\nA ausência de indicação de qualquer um destes açúcares na cromatografía pode ser devida a sua inexistência ou devida a presença de pequena quantidade, não detectada pelo método utilizado. Para confirmar o resultado obtido a amostra foi submetida a hidrólise a quente, mais eficiente na quebra das moléculas.\nA amostra foi aquecida em banho-maria a temperatura de 100 °C durante 10 minutos. Posteriormente foi aplicado o método de Somogyi-Nelson para confirmação da inexistência destes açúcares redutores.\nForam então separadas amostras de 0,5 cm' das soluções diluída e concentrada submetidas a hidrólise quente e das soluções diluída e concentrada que só foram submetidas a hidrólise química. A cada uma destas coletas foi adicionado 1,0 cm-’ do reagente SN-I, e colocado em banho-maria a 100 °C durante 6 minutos. Após o resfriamento das amostras foi adicionado 1,0 cnf do reagente SN-II, aguardando-se 10 minutos e posteriormente adicionando-se 10 cm3 de água destilada.\nAs quatro amostras foram analisadas em Espectrofotômetro Colemann 295 para determinação da presença de açúcares. O aparelho foi calibrado com uma amostra de água destilada à qual corresponde 100 % de translucidez. A translucidez, e consequentemente a absorbância (logarítimo da translucidez), de cada amostra foi determinada e a partir da curva padrão de glicose (absorbância x quantidade de glicose) as concentrações de glicose foram obtidas.\nOs resultados são apresentados na Tabela 4-3 e levam a concluir que como esperado a amostra mais concentrada e submetida a hidrólise quente aponta para uma maior presença de açúcares. Entretanto este componente não predomina na substância.\nTabela 4-3 - Concentração de glicose (mg/ml)\nAmostra\tHidrólise química\tHidrólise química e quente\nDiluída\t0\t13\nConcentrada\t26\t31\nA análise do material prossegue com a tentativa de identificar a substância como sendo à base de lipídios.\nAnálise da presença de lipídios\nAs soluções citadas, diluída e concentrada, submetidas ou não à hidrólise a quente, foram aplicadas na quantidade de 5 microlitros à placa para cromatografia de camada delgada (TLC), juntamente com ácido oléico a 1% e trioleína a 0,1 %, como padrões para comparação. A placa foi colocada verticalmente em uma cuba apropriada contendo solvente composto por éter de petróleo/éter etilico/ácido acético na proporção 85/15/1. A visualização foi feita após vaporizar a placa com ácido sulfúrico a 50 % e aquecer em estufa durante 20 minutos à temperatura de 150 °C. Não foram obtidos resultados na aplicação desta metodologia para identificação de lipídios.\nFoi então efetuado ensaio de atividade de lipase. As amostras foram colocadas para secagem e diluídas em 1 cm’ de tampão acetato 0,05 M, composto de ácido acético e acetato de sódio. Foi utilizada a lipase de cândida (Candida chilingrácea) (Meito Sangyo Co. Ltd. - Japão) na concentração de 30 micrograma-’ml para a reação e colocada em banho na temperatura de 30 °C durante 60 minutos, com agitação. Após este período a reação foi interrompida com a adição de 4 cm3 de acetona:etanol na proporção de 1:1 e os ácidos graxos titulados com solução 0,1 N de hidróxido de potássio (KOH) na presença de fenolftaleina como indicador.\nTabela 4-4 - Quantidade de KOH necessária para alteração de cor na mistura (cm3)\nAmostra\tHidrólise química\tHidrólise química e quente\nDiluída\t0,85\t0,75\nConcentrada\t1,20\t1,10\nQuanto maior for a quantidade de K.OH para titular a solução maio a presença de ácidos graxos. E, como esperado, para as amostras mais concentradas foram necessárias maiores quantidades do hidróxido, conforme pode ser observado na Tabela 4-4. Comparando estes resultados com a titulação efetuada em amostra base (sem a presença da enzima), verifica-se a presença de lipídios, entretanto outras análises seriam necessárias para quantificá-los.\n4.8.3.\tIdentificação de outras Possíveis fontes de Carbono\nOutras fontes de carbono, em substituição à sacarose que vinha sendo utilizada na composição do meio nutriente, foram testadas com objetivo de se identificar uma substância que não propiciasse a produção do filme e fosse ao mesmo tempo capaz de permitir a produção do bio-surfactante.\nLappan e Fogler (1992) que trabalharam com a bactéria Leuconostoc mesenteroides citam a produção de polissacarídeos, por estes, ao serem nutridos com sacarose e a inibição desta produção ao serem nutridos com glicose e frutose.\nForam preparados 4 tipos de meio nutriente mantendo a mesma composição do tampão fosfato de pH 7 e nitrato de amónio. As fontes de carbono utilizadas foram sacarose (ChH^Oh), como base para comparação, a frutose (C6HhO6) e glicose (CôH^Oô) isoladamente na proporção de 1 % e mais uma amostra foi preparada com sacarose a 1 % acrescentando cloreto de sódio a 0,2 %. Frascos com volume de 150 cnT cada, foram inoculados com uma alça da linhagem 36 submetidos a agitação lenta em condições aeróbias a 30 °C.\nPara observação visual, a agitação foi interrompida pelo menos 30 minutos antes, para que favorecesse á deposição da substância formada. Foram então verificados os seguintes resultados:\n•\tl2 dia\t-\ta alteração do aspecto dos meios que não mais se apresentavam\ncristalinos, sendo uma indicação de que ocorria crescimento das células\n•\t2-\tdia\t-\tno meio com sacarose e NaCl já havia aparecimento de filme com\naspecto viscoso\n•\t3~\tdia\t-\tna amostra com sacarose já ocorria a formação do filme\n•\t4°\tdia\t-\tno meio composto com frutóse se observava o aparecimento do\nfilme. Nas duas amostras contendo sacarose a quantidade da substância cresceu significativamente\n•\t5° dia - formação do filme no meio composto com a glicose\nDeste trabalho conclui-se que a alteração da fonte de carbono para a frutóse ou glicose reduz mas não elimina a formação do filme e a presença do cloreto de sódio intensifica a formação da mesma.\n5.\tCONCLUSÕES E RECOMENDAÇÕES\n5.1.\tConclusões\n•\tA questão da injetividade do inoculo em meio poroso é crítica, visto que é preciso uma boa distribuição das células no meio poroso para permitir uma avaliação realista da aplicação do MEOR.\n•\tNos Ensaios 02 e 03 ficou caracterizada a retenção das células no meio poroso, visto que não houve detecção de microrganismos durante a injeção do inoculo e durante o deslocamento dos fluidos residentes após o período de incubação.\n•\tÉ importante assegurar a esterilidade do sistema na fase de crescimento dos microrganismos, visto que a presença de uma bactéria contammante teria as condições favoráveis de nutrição, para proliferação, competindo com a linhagem selecionada\n•\tDurante a injeção dos fluidos a esterilidade não é crítica, já que a quantidade de microrganismos da linhagem selecionada é alta em comparação com possíveis contaminações.\n•\tA maior perda de carga durante a injeção do fluido nutriente inoculado ocorre no primeiro centímetro do testemunho provavelmente devido a retenção das células e seus nutrientes.\n•\tA presença de ácidos graxos na substância metabohzada pelos microrganismos é provavelmente devida à própria composição do surfactin, surfactante produzido pelo Bacillus subtihs, amplamente citado na literatura como sendo um lipopepitídeo.\n•\tA lavagem das células momentos antes da injeção do móculo em meio poroso é importante, evitando a formação excessiva de metabólitos ex situ. Entretanto não é suficiente para permitir uma boa injetividade.\n•\tA injeção da solução salina inoculada, seguida da injeção de meio nutriente, melhora consideravelmente os problemas relativos a injetividade.\n•\tApós o período de incubação do meio poroso, há uma redistribuição dos microrganismos no ambiente poroso, provavelmente devido ao crescimento e migração das células, já que houve produção de células vivas após esta etapa.\n•\tA melhoria na distribuição das células conseguidas nos Ensaios 04 e 05 não foi suficiente para obtenção de recuperação adicional de petróleo.\n•\tVariações nos tempos de incubação não resultaram em ganhos quanto a produção adicional de petróleo.\n5.2.\tRecomendações\n• E importante a verificação prévia da compatibilidade entre a água da formação e a solução nutriente, e eventualmente água de injeção, a ser utilizada em um projeto\nMEOR. Conquanto tratar-se de uma análise simples, através da alteração da composição da solução nutriente poderão ser evitados danos a formação.\n•\tAnálises preliminares in vitro sobre a temperatura e duração do teste em meio poroso podem ser efetuadas para permitir a observação dos produtos e sub-produtos produzidos pelos microrganismos, bem como as condições limites de sobrevivência das células.\n•\tE recomendável que a amostra porosa seja preparada com maior número de tomadas de pressão, para uma melhor caracterização da alteração do comportamento de fluxo durante as injeções de fluidos\n•\tA metodologia experimental deve ser alterada de modo que a injeção do inóculo na solução salina seja seguida da injeção do meio nutriente. Desta forma, foram obtidos os melhores resultados quanto a injetividade.\n•\tOutros testes deverão ser executados com objetivo de consolidar a metodologia e avaliar extensivamente a eficiência do MEOR com o Bacillus subtihs. Os resultados aqui apresentados quanto à eficiência de recuperação de petróleo não se pretendem esgotar o tema, principalmente devido ao grande número de fatores que podem afetar a ação metabólica dos microrganismos.\n6.\tREFERENCIAS BIBLIOGRÁFICAS\nBhupathiraju, V. K.; Sharma, P. K.;, Mcinemey, M. J.; Knapp, R. M., Fowler, K.; Jenkins W. (1991) - Isolation and Characterization of Novel Halophilic Anaerobic Halophilic Bacteria from Oil Field Brines. In “Microbial Enhacement of Oil Recovery - Recent Advances”. Ed. by E. C. Donaldson. Elsevier Science Publishers, Amsterdam 1991.\nBryant, R. S.; Bertus, K. M.; Stepp, A. K.; Chang, M. M.; Chase, K. L. (1992) - Laboratory' Studies of Parameters Involved in Modeling Microbial Oil Mobilization. Symposium on Enhanced Oil Recovery' - Tulsa, Oklahoma.\nBryant, R. S.; Burchfield, T. E. (1989a) - Review of Microbial Technology for Improving Oil Recovery'. National Institute for Petroleum and Energy Research.\nBryant, R. S.; Burchfield, T. E.; Chase, K. L.; Bertus, K. M.; Stepp, A. K. (1989b) -Optimization of Microbial Formulations for Oil Recovery': Mechanisms of Oil Mobilization, Transport of Microbes and Metabolites, and Effects of Additives. Conference and Exhibition of the Society of Petroleum Engineers, San Antonio.\nBryant. R. S.; Douglas, J. (1988) - Evaluation of Microbial Systems in Porous Media for EOR. National Institute for Petroleum and Energy Research.\nBryant, S. R.; Butchfield, E. T.; Dennis, M. D.; Hitzman, O. D. (1988) - Microbial Enhaced Water Flooding Mink Unit Project. Enhaced Oil Recovery Symp. TULSA, Oklahoma.\nBuciak, J. M.; Vasquez, A.E.; Frydman, R. J.; Mediavilla, J.A.; Bryant, R. S. (1994) - Enhanced Oil Recovery' by Means of Microorganisms: Pilot Test. Ill Latin American/Caribbean Petroleum Engineering Conference. Buenos Aires, .Argentina.\nChang, M-M.; Chung, F. T-H.; Bryant, R.S.; Gao, H. W.; Burchfield, T. E. (1991) - Modeling and Laboratory' Investigation of Microbial Transport Phenomena in Porous Media. Conference and Exhibition of the Society of Petroleum Engineers - Dallas, Texas.\nCoates, J. D.; Chisholm, J. L., Knapp, R. M.; McInerney, M. L.; Menzie. D. E., Bhupathiraju, V.\nK.\t(1992) - Microbialy Enhanced Oil Recovery’ Field Pilot, Payne County, Oklahoma. In: Microbial Enhancement of Oil Recovery' - Recent Advances. Ed by Premuzic, E. T. and Woodhead, A.. NY/USA.\nCrisholm. J. L.; Kashikar, S. V.; Knapp, R. M. Mcinemey, M. J.; Menzies, D. E.; Silfanus, N. J. (1990) - Microbial Enhanced Oil Recovery: Interfacial Tensiom and Gas-Induced Relative Permeability Effects. Conference and Exhibition of the Society of Petroleum Engineers -New Orleans, LA, September, 1990.\nDonaldson, E. C.; Chilingarian, G. V.; Yen. T. F. - Microbial Enhanced Oil Recovery'. Developments in Petroleum Science, vol 22.\nGevertz, V. K.; Paterek, J. R.; Davey, M. E.; Wood. W. A. (1991) - Isolation and Characterization of Anaerobic Halophilic Bacteria from Oil Reservoir Brines. In “Microbial Enhacement of Oil Recovery - Recent Advances”. Ed. by E. C. Donaldson. Elsevier Science Publishers, Amsterdam 1991.\nGomes, J. A. T.; Tibana, P.; Corrêa, A. C. F. (1996) - Análise Petrográfíca e Petrofisica dos Arenitos Berea e Botucatu. Unicamp - São Paulo.\nGrist, D. M. - Microbial Enhacement of Oil Recoven-’ - An operator’s view. Proceedings of International Conference on Applications of Biotechnologies, p. 463, 1983.\nHerd, M. D.; Lassahn, G. D.; Thomas, C. P.; Bala, G. A.; Eastman, S. L. - Interfacial Tensions of Microbial Surfactants Determined by Real-Time Video Imaging of Pendant Drops. Symposium on Enhanced Oil Recovery - Tulsa, Oklahoma, April 1992.\nHitzman, D. O. (1994) - A new Microbial Technology for Enhanced Oil Recovery and Sulfide Prevention and Reduction. Ninth Symposium on Improved Oil Recovery' - TULSA. USA, April 1994.\nIslam , M. R. (1990) - Mathematical Modeling of Microbial Enhanced Oil Recovery. Conference and Exhibition of the Society of Petroleum Engineers - New Orleans, LA.\nIvanov, M. V. and Belyaev, S. S. (1991)- Biotechnology of Enhancement of Oil Recovery' based on the geochemical Activity of Microorganisms. In: Microbial Enhacement of Oil Recovery’ - Recent Advances”, Ed. by E. C. Donaldson - Elsevier Science Publishers, Amsterdam.\nJang, L. K.; Sharma, M. M.; Yen, T. F. (1984) - The Transport of Bacteria in Porous Media and its Significance in Microbial Enhanced Oil Recovery'. California Regional Meeting, Long Beach, CA.\nJenneman, G. E.; Clark, J. B. (1992) - The Effect of In-Situ Pore Pressure on MEOR Processes. Symposium on Enhanced Oil Recovery', Tulsa, Oklahoma, april 1992.\nJohnson, A. C. (1979) - Microbial Oil Release Technique for Enhaced Recovery' Conf, on Microbial Processes useful in Enhanced Oil Recovery-. San Diego, CA.\nJohnson, E. F.; Bossier, D. P.; Naumann. V. O. (1958) - Calculation of Relative Permeability from Displacement Experiments. Trans. AIME. (216), 370-372.\nKalish, P. J.; Stewart, J. A.; Rogers, W. F. ; Bennett, E. O. (1964)- The Effect of Bacteria on Sandstone Permeability. JPT, Julho de 1964.\nKuznetsov, S. I. (1962) - Microbial Enhanced Oil Recovery: Principle and Practice. T. F. Yen (ed), CRC Press Ratou, Florida.\nKuznetsov, S. I.; Ivanov, M.V. and Lyalikova, N. N. (1963) - Introduction to Geological Microbiology; New York McGraw-Hill, 169.\nLake, L. W. (1989) - Enhanced Oil Recovery. University' of Texas at Austin. Prentice-Hall/New Jersey.\nLappan. R. E.; Fogler, H. S. (1992) - Effect of Bacterial Polysaccharide Production on Formation Damage. SPE Production Engineering.\nLee, K; Jang, L. K.; Findley, E. AND Yen, T. F. (1990) - Microbiology Related to Microbial Enhaced Oil Recovery. In: Microbial Enhanced Oil Recovery: Principle and Practice. CRC Press, Inc. Boca Raton, Florida, cap. 5, p. 57-71.\nPark, Y. K.; Pastore, G. M.; Almeida, M. M. (1988) - Hydrolisis of Soybean Oil by a Combined Lipase System. JAOCS, vol. 65, no 2.\nPark, Y. K.; Serra, G. E.; Pastore, G. M.; Duarte, M. C. T. (1995-96) - Utilização de Microrganismos na Recuperação do Petróleo. Relatórios de Andamento. UNICAMP,TEA e CPQBA.\nPortwood, J. T; Hiebert, F. K. (1992) - Mixed Culture Microbial Enhanced Waterflood: Tertiary MEOR Case Study. Thecnical Conference and Exhibition of the Society' of Petroleum. Washington, DC.\nRaleigh, J. T.; Flock, D. L. (1965) - A Study of Formation Plugging With Bacteria. The University of Alberta, Edmonton, Alta. JPT.\nRapoport, L. A.; Leas, W. J. (1953) - Properties of Linear Waterfloods. Trans. AIME (198), 139-148.\nRichardson, J. G.; Kerver, J. K.; Hafford, J. A.; Osoba, J. S. (1952) - Laboratory' Determination of Relative Permeability. Trans. AIME (195), 187-196.\nRouse, B. ; Hiebert, F. K.; Lake, L. W. (1992) - Laboratory Testing of a Microbial Enhanced Oil Recovery Process. Thecnical Conference and Exhibition of the Society of Petroleum. Washington, DC.\nSarkar, A. K.; Georgiou, G.; Sharma, M. M. (1993a) - Transport of Bacteria in Porous Media: I. An Experimental Investigation. Biotechnology and Bioengineering, Vol. 44, 489-497.\nSarkar, A. K.; Goursaud, J. C.; Shanna, M. M.; Georgiou, G. (1989) - A Critical Evaluation of Meor processes. In Situ 43:207.\nSheehy, A. J. (1990) - Microbial Physiology and Enhanced Oil Recovery. In: Microbial Enhacement of Oil Recovery - Recent Advances”, Ed. by E. C. Donaldson - Elsevier Science Publishers, Amsterdam.\nSunde, E.; Beeder, J.; Nilsen, R. K.; Torsvik, T. (1992) - Aerobic Microbial Enhanced Oil Recovery for Offshore Use. Symposium on Enhanced Oil Recovery - Tulsa, Oklahoma.\nThomas, C. P.; Bala. G.A.; Duvall, M. L. (1991) - Surfactant-Based Enhanced Oil Recovery’ Mediated by Naturally Ocurring Microorganisms. Conference and Exhibition of the Society of Petroleum Engineers - Dallas, Texas. SPE 22844.\nUdegbunam, E. O.; Adkins, J. P.; Knapp, R. M.; McInerney, M. J.; Tanner, R. S. (1991) -Assessing the Effects of Microbial Metabolism and Metabolites on Reservoir Pore Structure. Conference and Exhibition of the Society of Petroleum Engineers - Dallas, Texas.\nUpdegraff, D. M. and Wren, G. B. (1954) - The Release of Oil from Petroleum Bearing by Sulfate Reducing Bacteria. Applied Microbiology, v.2. p.309.\nWagner, M. (1991) - Microbial Enhancement of Oil Recovery’ from Carbonate Reservoirs with Complex Formation Characteristics. In: Microbial Enhacement of Oil Recovery’ - Recent Advances”, Ed. by E. C. Donaldson - Elsevier Science Publishers. Amsterdam.\nPark, Y. K.; Pastore, G. M.; Almeida, M. M. (1988) - Hydrolisis of Soybean Oil by a Combined Lipase System. JAOCS, vol. 65, no 2.\nPark, Y. K.; Serra, G. E.; Pastore, G. M.; Duarte, M. C. T. (1995-96) - Utilização de Microrganismos na Recuperação do Petróleo. Relatórios de Andamento. UNICAMP,PEA e CPQBA.\nPortwood, J. T; Hiebert, F. K. (1992) - Mixed Culture Microbial Enhanced Waterflood: Tertiary' MEOR Case Study. Thecnical Conference and Exhibition of the Society' of Petroleum Washington, DC.\nRaleigh, J. T.; Flock, D. L. (1965) - A Study of Formation Plugging With Bacteria. The University of Alberta, Edmonton, Alta. JPT.\nRapoport, L. A.; Leas, W. J. (1953) - Properties of Linear Waterfloods. Trans. AEME (198), 139-148.\nRichardson, J. G.; Kerver, J. K.; Hafford, J. A.; Osoba, J. S. (1952) - Laboratory' Determination of Relative Permeability. Trans. AIME (195), 187-196.\nRouse, B. ; Hiebert, F. K.; Lake, L. W. (1992) - Laboratory Testing of a Microbial Enhanced Oil Recovery' Process. Thecnical Conference and Exhibition of the Society of Petroleum. Washington, DC.\nSarkar, A. K., Georgiou, G.; Sharma, M. M. (1993a) - Transport of Bacteria in Porous Media: I. An Experimental Investigation. Biotechnology' and Bioengineering, Vol. 44, 489-497\nSarkar, A. K.; Georgiou, G., Shanna, M. M. (1993b) - Transport of Bacteria in Porous Media: II. A Model for Convective Transport and Growth. Biotechnology and Bioengineering, Vol. 44, 499-508.\nSarkar, A. K.; Goursaud, J. C.; Sharma, M. M.; Georgiou, G. (1989) - A Critical Evaluation of Meor processes. In Situ 43:207.\nSheehy, A. J. (1990) - Microbial Physiology and Enhanced Oil Recovery. In: Microbial Enhacement of Oil Recovery - Recent Advances”, Ed. by E. C. Donaldson - Elsevier Science Publishers, Amsterdam.\nSunde, E.; Beeder, J.; Nilsen, R. K.; Torsvik, T. (1992) - Aerobic Microbial Enhanced Oil Recovery for Offshore Use. Symposium on Enhanced Oil Recovery - Tulsa, Oklahoma.\nThomas, C. P.; Bala, G.A.; Duvall, M. L. (1991) - Surfactant-Based Enhanced Oil Recovery' Mediated by Naturally Ocumng Microorganisms. Conference and Exhibition of the Society of Petroleum Engineers - Dallas, Texas. SPE 22844.\nUdegbunam, E. O.; Adkins, J. P.; Knapp, R. M.; McInerney, M. J.; Tanner, R. S. (1991) -Assessing the Effects of Microbial Metabolism and Metabolites on Reservoir Pore Structure. Conference and Exhibition of the Society' of Petroleum Engineers - Dallas, Texas.\nUpdegraff, D. M. and Wren, G. B. (1954) - The Release of Oil from Petroleum Bearing by Sulfate Reducing Bacteria. Applied Microbiology, v.2, p.309.\nWagner, M. (1991) - Microbial Enhancement of Oil Recovery' from Carbonate Reservoirs with Complex Formation Characteristics. In: Microbial Enhacement of Oil Recovery' - Recent Advances”, Ed. by E. C. Donaldson - Elsevier Science Publishers, Amsterdam."}]}}}