{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14794"}, {"@name": "filename", "#text": "21171_290872.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n \n\n \n \n\nUNIVERSIDADE FEDERAL DE SANTA CATARINA \nPROGRAMA DE PÓS-GRADUAÇÃO EM \nRECURSOS GENÉTICOS VEGETAIS \n\n \n \n \n \n \n \n \n\nAna Luiza Arraes de Alencar Assis \n \n \n \n \n \n\nMANEJO COMUNITÁRIO DA BIODIVERSIDADE, \n\nEMPODERAMENTO E CONSERVAÇÃO IN SITU: UMA \n\nCOMPARAÇÃO DE ESTUDOS DE CASO NO BRASIL E NA ÍNDIA \n\n \n \n \n\nDissertação submetida ao Programa de Pós \nGraduação em Recursos Genéticos Vegetais da \nUniversidade Federal de Santa Catarina para a \nobtenção do Grau de Mestre em Ciências. \nOrientador: Prof. Dr. Nivaldo Peroni. \n\n \n \n \n \n\nFlorianópolis \n \n \n \n\n2011 \n\n\n\n2 \n \n\n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \nCatalogação na fonte elaborada pela biblioteca da  \n\nUniversidade Federal de Santa Catarina \n \n\n \n\n\n\n3 \n \n\n \n\nAgradecimentos \n\nGostaria de agradecer à minha família, pra mim essa palavra tem um \nsentido bastante amplo. Obrigado por estarem sempre presentes, mesmo \nquando distantes. Gostaria de agradecer em especial a meu pai, que sempre \nme apoiou a seu jeito. \n\nAo meu orientador Nivaldo Peroni, por toda a confiança investida, às \noportunidades concedidas. Eu gostaria de agradecer principalmente à \ncompreensão nos momentos críticos. E todo o apoio, amizade e dedicação. \n\nAo Walter De Boef por me ajudar a desenvolver a auto-confiança, à \nmedida que oferecia oportunidades de aprendizagem prática em novos \ncontextos. Mas principalmente, por me apresentar outros prismas, \ndemonstrando a sensibilidade necessária para captá-los. \n\nAos professores Natalia Hanazaki e Maurício Sedrez dos Reis por \nensinarem através do exemplo em como conciliar valores ao \ndesenvolvimento da ciência de forma extremamente competente. \n\nA toda a equipe do Laboratório de Ecologia Humana e Etnobotânica \npela troca de idéias, pelo companheirismo, e por permitirem que eu sempre \nme sinta em casa, aqui. Ao a Sofia, a Renata, ao Viné, ao Ezequiel, a Mel, \nao Léo e a Alice, pelas ajudas em campo. Em especial à Renata Poderoso e \nà Sofia Zank por me darem muito mais apoio do que eu podia imaginar.  \n\nAos colegas no Núcleo de Pesquisas em Florestas Tropicais, obrigada \npela convivência e pelas animadas e frenéticas viagens a campo. Aprendi \nmuito com vocês. Em especial à Andrea Mattos e Samantha Filippon pelo \ncompanheirismo nas viagens do projeto Conservabio. \n\nÀ Wageningen International pela oportunidade de participar do projeto \n“Global study on community empowerment for in situ conservation of plant \ngenetic resources for food and agriculture” (Global CBM study) e do curso \n“Plant genetic resources and seeds”. Aos colegas de curso pelas riquíssimas \ntrocas culturais e de experiências.  \n\nA toda equipe do projeto Global CBM study, em especial às equipes \nanfitriãs e participantes dos intercâmbios brasileiros e indianos, com os \nquais aprendi como dialogar e compreender contextos multiculturais. Em \nespecial, por possibilitar o surgimento de uma nova percepção a respeito do \nmeu próprio país. \n\n\n\n4 \n \n\nA equipe do professor Dr. Vasudeva da universidade de Dhaward (Sirsi) \npor terem coletado e disponibilizados os dados primários de Sirsi, \npermitindo ampliar as discussões. \n\nAo Programa de Recursos Genéticos Vegetais por possibilitar e sediar \nesses dois anos de intensa aprendizagem. Aos professores por conduzirem o \ncurso de forma a conciliar a excelência de ensino a uma abordagem \nautêntica da temática de recursos genéticos vegetais, e aos colegas, pela \nconvivência e troca de idéias dentro e fora de sala de aula. \n\nAo CNPq e ao CBM Global study pelo apoio financeiro. O CNPq \natravés da concessão da bolsa, além do projeto universal de Imbituba.   \n\nPor último e mais relevante, agradeço às comunidades por darem sentido \na este trabalho. Agradeço pelos ensinamentos e pela hospitalidade.  \n\nAo longo dos dois anos de mestrado em vários momentos me vi vivendo \nem contextos dicotômicos e posso dizer que essa montanha russa de \nexperiências contribuiu muito para me transformar, espero fazer jus às \nexperiências vividas ao longo da minha caminhada. \n\nObrigado por tudo! \n \n \n \n \n \n\n\n\n5 \n \n\n \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\"Quando o homem compreende a sua realidade, \npode levantar hipóteses sobre o desafio dessa \nrealidade e procurar soluções. Assim, pode \ntransformá-la e o seu trabalho pode criar um \nmundo próprio, seu eu e as suas circunstâncias.\" \n \n \n\n(Paulo Freire, 1979) \n\n\n\n6 \n \n\n \n\n\n\n7 \n \n\n \n\nResumo \n\n \nEm todo o mundo, o acesso aos recursos genéticos vegetais tem sido \nfacilitado desde a entrada em vigor da CBD ainda no início da década de \n1990. Porém, comunidades humanas, que manejam e necessitam desses \nrecursos para a sua subsistência não tem acompanhado o ritmo dessas \nmudanças. Neste trabalho, investigamos o processo de empoderamento \nrelacionado ao manejo comunitário de três comunidades de pequenos \nagricultores rurais que também realizam atividades extrativistas: as \ncomunidades tradicionais faxinalenses de Bom Retiro e Marcondes, \nlocalizadas no interior do Paraná, no Brasil, e a comunidade Sirsi, \nlocalizada na região dos Western Ghats na Índia. A fim de entender as \nrelações dessas comunidades com a sua biodiversidade foi avaliada a \nrelação existente entre o manejo da biodiversidade realizado por essas \ncomunidades, a conservação in situ de sua biodiversidade e o \nempoderamento dessas comunidades rurais. Foi utilizada uma \nintegração de métodos qualitativos e quantitativos com ênfase no uso de \nferramentas participativas, que buscaram captar mudanças e \nreestruturações ecológicas, econômicas e culturais que ocorreram ao \nlongo do tempo, e que trouxeram implicações para o manejo \ncomunitário e para a conservação da biodiversidade. A análise dos três \nlocais revelou que a interação entre as políticas sobre recursos genéticos, \nagricultura, conservação da biodiversidade e desenvolvimento rural em \ndiversos níveis, influenciam a realidade comunitária local.  E que o \nprocesso de empoderamento, embora auto dirigido e imprevisível, é \nfacilitado pela assessoria de instituições externas que trabalhem \napoiando demandas locais.  \n\nPalavras-chave: empoderamento, manejo comunitário, conservação in \nsitu. \n\n\n\n8 \n \n\nAbstract \n\n \n\nCommunity biodiversity management, empowerment and in situ \nconservation: a comparison among study cases of Brazil and India. \n\nAccess to plant genetic resources from around the world has been \nfacilitated since CBD entered into force, in the early 90s. However, \nhuman communities that manage and need those resources for their \nlivelihoods have not kept pace with these changes. This study analyzed \nthe empowerment process related to community management on three \nrural communities of small farmers who also perform extractive \nactivities. The traditional “faxinais” communities of Bom Retiro and \nMarcondes, located in Paraná, Brazil, and Sirsi community, located in \nthe Western Ghats, India. In order to understand the relationships of \nthese communities with their biodiversity we evaluated the relationship \namong community biodiversity management, in situ conservation and \nempowerment of these rural communities. We used an integration of \nqualitative and quantitative methods with emphasis on participatory \ntools, which sought to capture ecological, economic and cultural \nchanges in conditions that occurred over time, and that brought \nimplications for community management and biodiversity conservation. \nThe analysis of those three sites revealed that the interaction between \npolicies on genetic resources, agriculture, biodiversity conservation and \nrural development at different levels, influenced the local community \nreality. Furthermore, although the process of empowerment is self \ndriven and unpredictable, it is facilitated by the assistance of outside \ninstitutions that work to support local demands. \n \nKey words: empowerment, community biodiversity management, in \nsitu conservation. \n\n\n\n9 \n \n\n \n\nLista de Figuras \n \nFigura 1. Desenho representativo de sistema faxinal, com ênfase no \n\ncriadouro coletivo (adaptado de Silva, 2005). .................................... 30 \n\nFigura 2. Mapa do estado do Paraná, Brasil. Com os municípios de \n\nPrudentópolis e Pinhão destacados e mostrando em cada um deles a \n\nlocalização aproximada das comunidades faxinalenses estudadas. .... 31 \n\nFigura 3. À esquerda, mapa da Índia com destacado em verde o estado de \n\nKarnataka. À direita o mapa do estado de Karnataka, destacado em \n\nverde o distrito de Uttra Kannada, o ponto vermelho indica a \n\nlocalização aproximada de Sirsi. ........................................................ 33 \n\nFigura 4. Representação esquemática do Diagrama de Venn elaborado pela \n\ncomunidade do Bom Retiro. ............................................................... 50 \n\nFigura 5. Representação esquemática do Diagrama de atores e fluxos feito \n\npela comunidade do Bom Retiro. ....................................................... 53 \n\nFigura 6. Esquema resultante da análise social CLIP construída com as \n\nlideranças da Comunidade do Bom Retiro. ........................................ 54 \n\nFigura 7. Esquema representando o diagrama de atores e fluxos, feito na \n\ncomunidade Faxinal dos Marcondes.. ................................................ 67 \n\nFigura 8. Esquema representando a análise social CLIP construída com as \n\nlideranças da Comunidade Faxinal dos Marcondes.. .......................... 68 \n\nFigura 9. Dendrograma da análise de agrupamento das três comunidades \n\nestudadas (Bom Retiro, Marcondes e Sirsi) quanto a pontuação dos \n\nindicadores do domínio sociocultural. ................................................ 73 \n\nFigura 10. Análise de componentes principais, demonstrando quais os \n\nindicadores que mais contribuem para as diferenças entre as \n\n\n\n10 \n \n\ncomunidades de Bom Retiro, Marcondes e Sirsi, dentre os indicadores \n\nsociais. ................................................................................................ 74 \n\nFigura 11. Dendrograma da análise de agrupamento das três comunidades \n\nestudadas (Bom Retiro, Marcondes e Sirsi) quanto à pontuação dos \n\nindicadores do domínio econômico. ................................................... 80 \n\nFigura 12. Análise de componentes principais, demonstrando quais os \n\nindicadores que mais contribuem para as diferenças entre as \n\ncomunidades de Bom Retiro, Marcondes e Sirsi, dentre os indicadores \n\neconômicos. ........................................................................................ 81 \n\nFigura 13. Dendrograma da análise de agrupamento das três comunidades \n\nestudadas (Bom Retiro, Marcondes e Sirsi) quanto a pontuação dos \n\nindicadores do domínio legal. ............................................................. 86 \n\nFigura 14. Análise de componentes principais, demonstrando quais os \n\nindicadores que mais contribuem para as diferenças entre as \n\ncomunidades de Bom Retiro, Marcondes e Sirsi, dentre os indicadores \n\nlegais. .................................................................................................. 86 \n\nFigura 15. Dendrograma da análise de agrupamento das três comunidades \n\nestudadas (Bom Retiro, Marcondes e Sirsi) a partir dos indicadores \n\ndos três domínios (sociocultural, econômico e legal). ........................ 91 \n\nFigura 16. Análise de componentes principais de todos os domínios, \n\ndemonstrando quais os indicadores que mais contribuem para as \n\ndiferenças entre as comunidades estudadas, considerando todos os \n\nindicadores. ......................................................................................... 91 \n\n \n \n \n\n\n\n11 \n \n\n \n\nLista de Tabelas \n \n\nTabela 1. Resumo da caracterização das três comunidades estudadas (Bom \n\nRetiro, Marcondes e Sirsi). ................................................................. 34 \n\nTabela 2. Gráfico Histórico da comunidade do Bom Retiro.. .................... 46 \n\nTabela 3. Matriz histórica de variedades da comunidade do Bom Retiro, \n\ndividida em três partes: erva-mate e pinhão; milho e feijão; porco e \n\ngado. ................................................................................................... 48 \n\nTabela 4. Gráfico histórico construído com a comunidade Faxinal dos \n\nMarcondes.. ........................................................................................ 63 \n\nTabela 5. Matriz Histórica de Variedades feita pela Comunidade do Faxinal \n\nMarcondes, dividida em três partes: erva-mate e pinhão; milho e \n\nfeijão; porco e gado.. .......................................................................... 64 \n\nTabela 6. Pontuação para os indicadores socioculturais para as três \n\ncomunidades estudadas.. .................................................................... 72 \n\nTabela 7. Pontuação para os indicadores econômicos para as três \n\ncomunidades estudadas. ..................................................................... 79 \n\nTabela 8. Pontuação para os indicadores legais para as três comunidades \n\nestudadas. ........................................................................................... 85 \n\nTabela 9. Pontuação média entre os indicadores de cada domínio para as \n\ntrês comunidades estudadas.. .............................................................. 90 \n\n \n \n\n\n\n12 \n \n\n \n\n\n\n13 \n \n\n \n\nSumário \n \n\nAgradecimentos ______________________________________ 3 \n\nResumo _____________________________________________ 7 \n\nAbstract ____________________________________________ 8 \n\nLista de Siglas e abreviações ___________________________ 15 \n\n1. INTRODUÇÃO _________________________________ 17 \n\nEmpoderamento _________________________________________ 22 \n\nManejo Comunitário da Biodiversidade ______________________ 24 \n\n2. OBJETIVO GERAL _____________________________ 28 \n\n2.1. Objetivos Específicos ___________________________ 28 \n\n3. COMUNIDADES ESTUDADAS ___________________ 29 \n\n3.1. Faxinais _________________________________________ 29 \n\n3.2. Sirsi – O contraponto indiano ________________________ 32 \n\n4. MÉTODOS DE COLETA DE DADOS ______________ 34 \n\n4.1. Entrevistas _______________________________________ 35 \n\n4.2. Ferramentas participativas __________________________ 36 \n\n5. ANÁLISE DE DADOS ___________________________ 39 \n\n6. RESULTADOS E DISCUSSÃO ___________________ 41 \n\n6.1. Caracterização das comunidades estudadas _____________ 41 \n\n6.2. Empoderamento _____________________________ 72 \n\n\n\n14 \n \n\nConsiderações Finais _________________________________ 92 \n\nReferências Bibliográficas: ____________________________ 93 \n\nAnexo 1 - Entrevistas com unidades familiares ___________ 99 \n\nAnexo 2 - Entrevistas com agentes de desenvolvimento ____ 107 \n\nAnexo 3 - Entrevistas com atores gentes do governo local __ 113 \n\nAnexo 4 - Entrevistas com lideranças comunitárias _______ 119 \n\nAnexo 5 – Indicadores de empoderamento com escala ____ 126 \n\nIndicadores socioculturais ________________________________ 126 \n\nIndicadores Econômicos _________________________________ 128 \n\nIndicadores legais _______________________________________ 130 \n\nAnexo 6 – Ferramentas de coleta de dados utilizadas em cada \n\nindicador de empoderamento _________________________ 133 \n\n \n \n  \n\n\n\n15 \n \n\n \n\nLista de Siglas e abreviações \n\n \nAPF – Articulação Puxirão dos Povos Faxinalenses \n\nAFATRUP – Associação das Famílias de Trabalhadores Rurais do \n\nParaná \n\nARESUR – Áreas Especiais de Uso Regulamentado \n\nCDB – Convenção sobre Diversidade Biológica \n\nCEMPO – Centro Missionário de Apoio ao Campesinato \n\nCNPCT - Comissão Nacional de Desenvolvimento Sustentável das \n\nComunidades Tradicionais \n\nCresol – Cooperativa de Crédito Solidária \n\nEMATER - Instituto Paranaense de Assistência Técnica e Extensão \n\nRural \n\nIAP – Instituto Ambiental do Paraná \n\nICMBIO – Instituto Chico Mendes De Conservação Da Biodiversidade \n\nIEEP – Instituto de educadores populares \n\nIG – Indicação Geográfica \n\nINSS - Instituto Nacional do Seguro Social \n\nJFPM – Joint Forest Planning and Management (Programa integrado de \n\nplanejamento e manejo florestal). \n\nMCB – Manejo Comunitário da Biodiversidade \n\nMCRN – Manejo Comunitário dos Recursos Naturais \n\nMST – Movimento dos Trabalhadores Rurais Sem Terra \n\nOIT – Organização Internacional do Trabalho \n\nONG – Organização Não Governamental \n\n\n\n16 \n \n\nPBR – People´s Biodiversity Register (Registro Popular da \n\nBiodiversidade). \n\nPFNM – Produtos Florestais Não Madeireiros \n\nPRONAF – Programa Nacional de Fortalecimento da Agricultura \n\nFamiliar \n\nPROTER – Programa da Terra Assessoria, Pesquisa e Educação Popular \n\nno Meio Rural \n\nRDS – Reserva de Desenvolvimento Sustentável \n\nRESEX – Reserva Extrativista \n\nSHG – Self-Help Groups (Grupos de ajuda mútua) \n\nSinTraf – Sindicato dos Trabalhadores Rurais e Sindicato dos \n\nTrabalhadores na Agricultura Familiar \n\nSNUC – Sistema Nacional de Unidades de Conservação (Lei Federal n° \n\n9985/2000) \n\nVFC – Village Forest Committe (Comitê local de gestão florestal). \n\n\n\n17 \n \n\n \n\n1. INTRODUÇÃO \n\n As preocupações com a conservação ambiental aumentaram \napós a segunda guerra mundial, além disso, uma série de doações \ninternacionais financiou rígidas estratégias de conservação na década de \n60 (Dressler et al. 2010). \n\nPosteriormente as preocupações ambientais se somaram as \npreocupações de desenvolvimento, conforme evidenciado pelo dossiê \nMarshall de 1972 (Sachs, 1993). Nesse contexto as iniciativas de \nconservação a partir da década de 1980 passaram a incluir estratégias \nparticipativas que atendessem as demandas comunitárias locais. \n\nA intenção de estratégias de conservação passaram a incluir \nobjetivos como justiça social e redução da pobreza, além da conservação \nda biodiversidade (Dressler et al. 2010). Assim, passou-se a valorizar o \nconhecimento ecológico local na busca de modelos de desenvolvimento \nalternativos ao econômico (Hanazaki 2003). \n No panorama global, a Convenção de Diversidade Biológica \n(CDB) em 1992, é o principal marco dos esforços mundiais de \nconservação dos recursos genéticos e da diversidade biológica. Um \naspecto interessante da CDB é o respeito e a preocupação com a \nconservação do conhecimento e das práticas das comunidades locais e \nindígenas. O artigo 8j desta convenção reconhece a importância dessas \npopulações e encoraja que os benefícios oriundos da utilização desses \nconhecimentos e práticas sejam repartidos equitativamente com essas \ncomunidades. Os objetivos da convenção são: a conservação da \ndiversidade biológica, a sua utilização sustentável e a repartição justa e \nequitativa dos benefícios derivados da utilização dos recursos genéticos. \n\nHistoricamente, os Produtos Florestais Não Madeireiros \n(PFNM) eram vistos como produtos de menor importância econômica, \nvalorizados apenas em seus contextos locais (Arnold e Perez 2001). \nPorém a partir da década de 1980, a comercialização desses produtos \npassou a ser mais valorizada como uma provável solução para conflitos \nsocioambientais, principalmente nos países tropicais. Pois ela pode \npromover a inclusão social e o desenvolvimento rural, além de retardar \no avanço das fronteiras agrícolas, conciliando conservação e uso de \nbiodiversidade (Arnold e Perez 2001; Belcher et al. 2005; Homma \n2008). \n\n\n\n18 \n \n\nFlorestas anteriormente consideradas apenas como fonte de \nmadeira para o abastecimento industrial adquiriram valor ao serem \nreconhecidas como fonte de vários produtos e serviços, além de \nviabilizarem a subsistência de populações locais (Belcher et al. 2005). \nComparações otimistas, por exemplo, sugerem que em longo prazo os \nvalores totais dos PFNM se aproximam ou ultrapassam valores da \nexploração madeireira (Belcher et al. 2005). \n\nPor todo o mundo as organizações conservacionistas e de \ndesenvolvimento incentivaram o uso de PFNM e a criação de reservas \npara a sua extração. As últimas abordagens sobre PFNM têm enfatizado \na redução da pobreza rural e trazem evidências de que os governos têm \ninvestido em estratégia de uso e gestão das áreas florestais com base no \nuso de PFNM (Belcher et al. 2005). \n\nNo Brasil, o início do movimento socioambientalista esteve \nligado à extração de recursos florestais não madeireiros, mais \nespecificamente produtos do extrativismo (Jacobi 2003). A questão da \nexploração dos seringais durante a década de 1980, muito além do uso \nde recursos florestais, tratou também da luta dos seringueiros pelo \nreconhecimento dos seus direitos territoriais. A partir do movimento \nsocioambiental iniciado pelos seringueiros, cujo ícone foi Chico \nMendes, começaram a surgir políticas de incentivo ao uso de produtos \nflorestais não madeireiros (PFNM) e a promoção do extrativismo \nsustentável, principalmente na Amazônia (Jacobi 2003). \n\nEsse processo culminou com a criação das Reservas \nextrativistas (RESEX). O Sistema Nacional de Unidades de \nConservação (SNUC) estabelecido em 2000 pela Lei Federal n° 9985 \ncontempla a questão socioambiental, nele há duas categorias de unidade \nde conservação especificamente para áreas ocupadas por populações \ntradicionais: Reserva Extrativista (RESEX) e Reserva de \nDesenvolvimento Sustentável (RDS). \n\nPopulações tradicionais são populações humanas locais que \npossuem uma forte ligação com o território e com os seus recursos \ngenéticos, dependendo deles para a sua reprodução material e cultural. \nUm dos objetivos do SNUC é proteger os recursos necessários à \nsubsistência de tais populações humanas. Essa legislação foi bastante \ninfluenciada pela Convenção sobre Diversidade Biológica (CDB), e pelo \nconteúdo do seu artigo 8j (MMA 2000). \n\nAs políticas de reconhecimento das populações tradicionais \nforam se estabelecendo concomitantemente às políticas ambientais. No \ninício da década de 1990, o termo população tradicional era utilizado \n\n\n\n19 \n \n\npara designar as populações humanas presentes nas áreas mais \npreservadas, consideradas “naturais” (IBAMA 1992). Atualmente, já \nexiste a Política Nacional de Povos e Comunidades Tradicionais, \nsegundo a qual povos e comunidades tradicionais são: \n \n\ngrupos culturalmente diferenciados e que se \nreconhecem como tais, que possuem formas \npróprias de organização social, que ocupam e \nusam territórios e recursos naturais como \ncondição para sua reprodução cultural, social, \nreligiosa, ancestral e econômica, utilizando \nconhecimentos, inovações e práticas gerados e \ntransmitidos pela tradição. (Decreto Nº \n6.040/2007). \n\n \nNo Brasil, o direito de uso da biodiversidade pelas populações \n\nlocais ou tradicionais está fortemente associado a questões territoriais. \nComo o caso dos seringueiros na Amazônia durante a década de 1980, \ndas Babaçueiras no Maranhão (Lima 2009) e atualmente de outras \npopulações tradicionais como os Faxinalenses no Paraná (Almeida \n2008, Souza 2009) e dos Geraizeiros no cerrado (Carvalho 2007). \n\nIsso ocorre porque as populações tradicionais brasileiras, por \nnão se adequarem aos processos de modernização agrícola, foram \nsistematicamente ocupando os espaços demográficos considerados \nvazios do ponto de vista hegemônico (Coelho-de-Souza 2010).  Os \nconflitos de territorialidade foram deflagrados a partir do século XX \ncom a expansão das últimas fronteiras agrícolas e o contato entre o \ncontexto urbano-industrial e as populações tradicionais, impondo cada \nvez mais a essas populações o status de pobreza e de marginalização. \n\nNa maioria dos países biodiversos e em desenvolvimento, \nhouve processos históricos que resultaram na marginalização das \npopulações humanas que viviam em áreas florestais. Na Índia, por \nexemplo, as populações tribais também tiveram seus direitos de uso da \nbiodiversidade cerceados ao longo do tempo, em função das demandas \ndos colonizadores e da elite indiana, em alguns casos essas populações \ntiveram o uso de seus recursos florestais suprimidos (Hedge 2008). \nApós a independência indiana, houve várias reformas agrárias cujo \nobjetivo era tornar a distribuição de terras mais equitativa. Essas \nreformas ocorreram de forma independente nos diferentes estados, e \nlogo em seguida, foram promulgadas muitas leis que desfizeram parte \n\n\n\n20 \n \n\ndesses avanços mantendo a hegemonia dos antigos proprietários de terra \n(Besley e Burgess 2000). \n\nAinda na Índia, as populações locais começaram a retomar sua \nautonomia na gestão de seus recursos genéticos com a adoção do “Joint \nForest Planning and Managment” (JFPM) na década de 1990 (Hedge \n2008). O JFPM é um programa participativo de gestão das florestas, \nincentivado pelo governo federal e implementado localmente pelos \ngovernos estaduais. Este programa estabelece um processo consultivo \nno qual são discutidas as condições ecológicas de uma área florestal \nespecífica entre o Departamento de florestas, a população local e outros \nusuários dos recursos florestais. Este instrumento tem sofrido algumas \ncríticas (Hedge 2008), porém possui grande potencial para inclusão das \npopulações locais, marginalizadas ou não, na conservação e uso das \náreas florestais. \n\nNo contexto global, a convenção 169 da Organização \nInternacional do Trabalho (OIT) de 1989, é o principal instrumento para \no reconhecimento dos direitos de populações humanas cujas condições \nsociais, econômicas e culturais e econômicas os distinguem de outros \nsetores da coletividade nacional. Isso inclui populações indígenas e \ntribais, que em geral possuem uma forte relação material e cultural com \nseu território e seus recursos genéticos. \n\nAnalisando os PFNM utilizados por diversas populações \nhumanas, Belcher et al. 2005 salientam que existem diferentes perfis de \nPFNM. A grande maioria desses produtos é consumida diretamente \npelas famílias de coletores ou são comercializados em pequenas \nquantidades. Alguns fornecem uma contribuição regular à subsistência \nfamiliar desses coletores, seja através do consumo ou do comércio. \nOutros são utilizados com pouca freqüência, mas podem ser \nextremamente importantes para a sobrevivência dessas populações, visto \nque solucionam períodos de baixa produtividade agrícola ou outras \nemergências (safety net). Há ainda um subconjunto menor, mas ainda \nsubstancial de PFNMs que é comercializado nos mercados locais, \nregionais ou internacionais. \n\nAlguns pesquisadores têm desenvolvido e testado modelos e \nhipóteses para prever como as forças de mercado tendem a influenciar a \nestrutura da floresta e seus usos (Arnold e Perez 2001). Homma (2008), \npor exemplo, afirma que ao responder as demandas de mercado, a \ntendência da economia dos produtos de extrativismo é passar por uma \nfase de expansão, uma fase de estabilização e atingir uma fase de \n\n\n\n21 \n \n\ndeclínio, induzida pelo esgotamento, pela substituição por outros \nprodutos ou pela produção por populações domesticadas. \n\nRêgo (1999) critica essa simplificação do sistema que aborda o \nextrativismo apenas como uma atividade de coleta com produtividade \nbaixa ou declinante, partindo do pré-suposto que as plantas extraídas \nnão são cultivadas ou domesticados em nenhum grau. \n\nÉ importante ressaltar que o processo de domesticação é \ngradual, e que há uma ampla variedade de sistemas que integram \nespécies e paisagens em diferentes graus de domesticação. Clement \n(1999) propõe uma classificação da domesticação de espécies em: \nselvagem, coevoluída incidentalmente, de domesticação incipiente, \nsemi-domesticada e domesticada; e de paisagens em: prístina, \npromovida, manejada e cultivada. Assim, as plantas que sofrem a ação \ndo extrativismo ou a paisagem na qual elas estão inseridas podem estar \nem diferentes estágios de domesticação, de acordo com seu histórico de \nuso. \n\nSegundo Arnold e Perez (2001), grande parte da colheita dos \nPFNMs está em florestas que no passado coletas é realizada em florestas \nsecundárias e está combinada a alguma forma de agricultura (Arnold e \nPerez 2001). \n\nO conceito de neoextrativismo proposto por Rêgo (1999) \nengloba as práticas de domesticação praticadas pelas populações locais \nque habitam as áreas de floresta e que possuem conhecimentos \necológicos locais, acumulados através da experiência e da tradição oral, \nformando a sua cultura. Segundo ele, a diferença entre a sobrexploração \nde recursos florestais não madeireiros e o neoextrativismo seria a forma \nde organização social e os valores culturais dos extratores: \n\n \nPortanto, cultivo, criação, artesanato e \nagroindústria são extrativistas desde que se \nharmonizem com valores, crenças e costumes da \npopulação extrativista e com as características do \nseu ambiente natural. (...) Assim o modo de vida \nda população local que tradicionalmente maneja \naqueles recursos, é um importante elemento \ndentro do neoextrativismo ou do extrativismo \nsustentável. (RÊGO, 1999, pág. 5). \n\n \nPorém, quando surge uma forte demanda de mercado, é difícil \n\nque as populações tradicionais mantenham manejando o recurso da \nmesma forma tradicional existente anteriormente. Assim, a tendência \n\n\n\n22 \n \n\napontada por Homma (2008) é de que tais comunidades passem a super-\nexplorar o recurso buscando atender as demandas de mercado, o que \ntornaria o extrativismo insustentável. Neste tipo de abordagem não se \nleva em conta o grau de organização interna das comunidades e como \nelas próprias são capazes de determinar os meios pelos quais podem \ngerenciar autonomamente seus recursos. \n\nPor isso, o aumento do interesse por PFNMs e as abordagens de \ntrabalho de ONGs e instituições que incentivam seu uso, tem sido \nassociado a questões do empoderamento das populações locais, \nreconhecendo e assegurando legalmente os direitos de gestão sobre seus \nrecursos genéticos florestais (Arnold e Perez, 2001). \n\nEmpoderamento \n\nSegundo Luttrell et al. (2007), empoderamento é o processo de \nemancipação, através do qual pessoas ou grupo de pessoas adquirem o \npoder necessário para exercer seus direitos, acessar recursos e participar \nativamente do processo de construção e de tomada de decisão social. \nUm processo de empoderamento capacita as pessoas ou grupo de \npessoas para fazer escolhas e transformá-las em ações desejadas e em \nresultados (Alsop e Heinsohn 2005), acarretando em um ganho de \nautonomia e no desenvolvimento de uma postura mais ativa na \nsociedade (Bartlett 2008). \n\nDe forma mais sucinta Friedman (1996 apud Wuerges 2005) \nafirma que empoderamento é todo acréscimo de poder que, induzido ou \nconquistado, permite aos indivíduos ou unidades familiares aumentar a \neficácia do seu exercício da cidadania. \n\nComo se pode perceber, o conceito de empoderamento está \nrelacionado à idéia de inclusão sociopolítica e remete ao questionamento \na cerca da atuação dos diferentes atores sociais nos processos de \ndesenvolvimento (Wuerges 2005). \n\nA análise do empoderamento pode ser realizada em vários \nníveis: Perkins e Zimmerman (1995) abordam os níveis individual, \norganizacional e comunitário. Alsop e Heinsohn (2005) abordam desde \no nível pessoal, até o nível nacional. \n\nO empoderamento individual é um processo mediador entre o \nindivíduo e o ambiente, que envolve a percepção crítica do ambiente \nsociopolítico e fatores psicológicos, tratando-se de uma construção \ndinâmica orientada pelo contexto cujo resultado seria a participação nas \norganizações da comunidade (Perkins e Zimmerman 1995). Já o \nempoderamento comunitário envolve a construção participativa de \n\n\n\n23 \n \n\nestratégias e ações para atingir objetivos traçados coletivamente e \nconsensualmente, através da busca e aquisição de recursos (internos ou \nexternos), da participação nas decisões que afetam a comunidade e do \nfortalecimento das organizações que fazem a mediação entre a \ncomunidade e outras instituições ou atores sociais (Perkins e \nZimmerman 1995).  \n\nEntre o empoderamento individual e comunitário existe a \nanálise do empoderamento em nível organizacional, que se preocupa em \ncomo são tomadas as decisões coletivas e como se dá o \ncompartilhamento da liderança (Perkins e Zimmerman 1995). \n\nAlém do nível de análise (individual, organizacional e \ncomunitário), outra discussão bastante presente na literatura a respeito \nda análise do empoderamento é se o empoderamento deve ser visto com \num processo (process) ou como resultado final (output) (Alsop e \nHeinsohn 2005; Perkins e Zimmerman 1995). \n\nPara Bartlett (2008) o empoderamento é composto por três \nelementos: meio; processo e fim. O meio de empoderamento envolve \nvários fatores ativadores: direcionamento, capacidades e oportunidades; \nsendo que os meios podem ser dados ou tomados como parte, o que os \nindivíduos fazem com esses meios é que configura a questão chave. O \nprocesso envolve fazer escolhas, o que por sua vez, envolve vários \npassos como: análise, decisão e ação. Pode-se dizer que o \nempoderamento está tomando lugar e assim chega-se ao fim, quando o \nindivíduo toma controle da sua própria vida. \n\nAlsop e Heinsohn (2005) trazem uma indicação mais objetiva, \nressaltando que o grau de empoderamento de uma pessoa é influenciado \npor dois fatores: a agência pessoal e as estruturas oportunas. A agência \npessoal reflete a capacidade de fazer escolhas propositivas e as \nestruturas oportunas o contexto institucional no qual essas escolhas são \nfeitas. Segundo Luttrell et al. (2007), o termo agência significa a \ncapacidade do indivíduo de agir independentemente e de fazer suas \npróprias escolhas e a estrutura é tudo aquilo que abrange as normas e \nforças sociais como: classe social, religião, gênero e costumes que \nlimitam ou influenciam as oportunidades que determinam as ações dos \nindivíduos. Esses autores colocam ainda que a estrutura e a agência são \nforças dinâmicas complementares onde a estrutura influencia o \ncomportamento humano e os humanos são capazes de mudar as \nestruturas sociais em que vivem. \n\nPara melhor compreender o empoderamento, Luttrell et al. \n(2007) separam os domínios de empoderamento em: empoderamento \n\n\n\n24 \n \n\neconômico, humano e social, político, e cultural. De acordo com Luttrell \net al. (2007), o empoderamento econômico está relacionado ao acesso \naos serviços e condições básicas para sobrevivência. O empoderamento \nhumano e social está colocado como um processo social \nmultidimensional que auxilia as pessoas a terem controle sobre suas \npróprias vidas, preparando-as a utilizarem suas vidas, comunidades e \nsociedades na ação dos problemas que elas definirem como importantes. \nPor sua vez, o empoderamento político é a capacidade de analisar, \norganizar e mobilizar, resultando em uma ação coletiva. Já o \nempoderamento cultural se refere às normas e à recriação de práticas \nculturais simbólicas. \n\nManejo Comunitário da Biodiversidade  \n\nVárias pesquisas e programas de desenvolvimento têm tratado \nsobre o papel dos agricultores e das comunidades na conservação e uso \nsustentável da agrobiodiversidade (Clement 2006; Emperaire e Peroni \n2007). Alguns estudos ressaltam a importância de usar estratégias de \nconservação que envolvam os agricultores de maneira coletiva e que \ntrabalhem estratégias de empoderamento para a gestão da \nbiodiversidade (Shapit et al. 2007; Subedi et al. 2007).  \n\nO Manejo Comunitário da Biodiversidade (MCB) surgiu no \nNepal, como uma metodologia para o empoderamento das comunidades \nde agricultores, através de práticas que fomentavam a conservação in \nsitu dos seus recursos genéticos (Shapit et al., 2007; Subedi et al., \n2007).  Entre essas práticas destaca-se: a conscientização dos \nagricultores, entendimento da agrobiodiversidade local em seu contexto, \no desenvolvimento e a capacitação de instituições locais, a consolidação \nde papéis no planejamento e na implementação, estabelecimento de \nfundos monetários comunitários, consolidação de sistemas comunitários \nde monitoramento e avaliação, estabelecimento de aprendizagem social \ne a ampliação para a ação coletiva (Subedi et al., 2007). \n\nAlém do manejo comunitário da biodiversidade existem outras \nabordagens que também trazem a preocupação com a conservação e uso \nda biodiversidade através de uma abordagem comunitária como: manejo \ncomunitário dos recursos naturais, floresta sócio-comunitária, manejo \ncomunitário da vida selvagem, co-manejo ou cooperativismo, manejo de \nzona tampão, projetos comunitários participativos de múltiplas \nfinalidades, manejo dos recursos indígenas em área comunal, entre \noutros (Kellert et al. 2000). \n\n\n\n25 \n \n\nDressler et al. (2010) analisam abordagens de manejo \ncomunitário dos recursos naturais (MCRN) em várias partes do mundo \n(Filipinas, Nepal, Madagascar, Sul da África, Nicarágua e América do \nNorte) a fim de entender por que quase três décadas após a sua \nimplementação existem poucos casos bem sucedidos de abordagens de \nmanejo comunitário de recursos naturais. Nesta análise, Dressler et al. \n(2010) destacam que os modelos bem sucedidos são aqueles em que \nhouve participação efetiva da comunidade local, dando mais \nlegitimidade aos planos de manejo e facilitando a sua implementação, \ncom o apoio técnico e financeiro de instituições externas. Segundo \nDressler et al. (2010) os casos mal sucedidos refletem o complexo \npanorama político administrativo do regime global de conservação da \nbiodiversidade que mescla as preocupações de conservação em nível \ncomunitário às de nível global. As formas e os graus de conservação \npretendidos pelo nível local, em geral, são muito diferentes daqueles \nestipulados pelas legislações nacionais e por tratados ou intenções \nglobais, essa divergência aliada a problemas de comunicação é o que \nocasiona os insucessos dos MCRN.  \n\nO co-manejo de base comunitária, por exemplo, tem sido uma \nabordagem muito comum em relação aos recursos pesqueiros, no qual \npescadores e gestores trabalham juntos para melhorar o processo de \nregulamentação da pesca (Gutierrez et al. 2011). Gutierrez e \ncolaboradores (2011) fazem uma análise de 130 experiências de co-\nmanejo em 44 países contemplando uma diversidade de situações e \nconcluem que a presença de uma forte liderança legítima é o atributo \nmais importante para um co-manejo de sucesso, seguido pela presença \nde quotas, coesão social e áreas protegidas. Segundo eles um capital \nsocial robusto serve como um amortecedor contra mudanças nos \narranjos institucionais, crises econômicas e sobre exploração dos \nrecursos, promovendo sistemas sustentáveis de co-gestão.  Para esses \nautores os sistemas de uso de recursos, no caso a pesca, são complexos \nsistemas sócio-ecológicos que precisam ser geridos abordando não \napenas os problemas relacionados com os próprios recursos, mas \ntambém com as pessoas que os utilizam. \n\nAlém das iniciativas de co-manejo, manejo comunitário dos \nrecursos naturais, manejo comunitário da biodiversidade, entre outras, a \nforma comunitária de manejar os recursos naturais sempre existiu. \nEspontaneamente, as comunidades locais possuem as suas próprias \npráticas comunitárias de manejo da biodiversidade. \n\n\n\n26 \n \n\nUm exemplo de manejo comunitário da biodiversidade \nespontâneo são as Florestas Sagradas na Índia. As florestas sagradas são \nalgumas árvores individuais ou fragmentos florestais que são protegidos \npela população local através de práticas religiosas e culturais. As \nflorestas sagradas ocorrem por toda a Índia, não estando restritas as \náreas ocupadas por populações tribais (King et al.1997).  Há uma série \nde tabus relacionados com essas áreas como a proibição do uso de \nferramentas e sapatos. \n\nOutro exemplo de manejo comunitário da biodiversidade \nespontâneo são os faxinais. O sistema faxinal, é um tipo de comunidade \nrural existente no interior do Paraná, onde os porcos e o gado são \nmantidos em uma área de criadouro coletivo. Nessa área estão \nlocalizadas as residências familiares e existem remanescentes de \nFloresta de Araucária, de onde são extraídos pinhão (semente de \nAraucaria angustifolia) e erva-mate (Ilex paraguariensis). Nessas \ncomunidades existem acordos comunitários que regulamentam o uso da \nárea de criadouro comunitário. \n\nO manejo comunitário da biodiversidade é uma forma de gestão da \nbiodiversidade, na qual as decisões são tomadas em nível comunitário. \nAlém disso, o processo de empoderamento das comunidades rurais \nparece tornar o processo de tomada de decisão mais legítimo, justo e \nequitativo. As populações que manejam e extraem PFNM há longos \nperíodos de tempo, em geral, possuem uma gama de conhecimentos \ntradicionais e ecológicos associados a esses recursos. Assim, os avanços \nconquistados através do processo de empoderamento, parecem \ncontribuir para que a gestão da biodiversidade seja feita de forma mais \neficiente e sustentável. Ou seja, ao incluir membros da comunidade no \nprocesso de tomada de decisão, aumentam-se as chances do \nconhecimento ecológico local dessas pessoas estar sendo utilizado nos \nprocessos decisórios, de forma que a gestão da biodiversidade se torne \nmais sustentável. \n\nAlém disso, através do empoderamento comunitário pode-se esperar \nque o acesso e o exercício de influência a instituições externas seja \namplificado. ONGs, instituições governamentais, cooperativas ou \nmesmo empresas privadas são prováveis parceiras e podem suscitar a \ncomunidade a ampliar as suas experiências de cidadania, ou mesmo \nfomentar políticas que sejam benéficas para essa população. \n\nComo o processo de empoderamento é um processo autogestionável \nno qual as comunidades escolhem seus próprios caminhos, existe uma \nampla gama de possibilidades de como o empoderamento pode \n\n\n\n27 \n \n\nfortalecer o manejo comunitário da biodiversidade e conseqüentemente \na conservação in situ através de seu uso. \n\nEm comunidades tradicionais que possuem traços de identidade \ncultural relacionados à floresta e aos recursos que utilizam, espera-se \nque o processo de empoderamento leve a caminhos que sustentem o seu \nmodo de vida e conseqüentemente a conservação da floresta e de seus \nrecursos genéticos.  \n\n\n\n28 \n \n\n \n\n2. OBJETIVO GERAL \n\nInvestigar o processo de empoderamento relacionado ao manejo \ncomunitário da biodiversidade de três comunidades rurais utilizadoras \nde produtos florestais não madeireiros, sendo duas comunidades \nbrasileiras e uma comunidade indiana. \n \n\n2.1. Objetivos Específicos: \n\n \n\n1. Caracterizar as comunidades estudadas, em relação as suas \natividades de manejo comunitário da biodiversidade \n\n2. Caracterizar os principais atores sociais com os quais a comunidade \nse relaciona e cuja relação traz implicações para o manejo \ncomunitário da biodiversidade e para a conservação in situ. \n\n3. Analisar o grau de empoderamento relacionado ao manejo \ncomunitário da biodiversidade em cada uma das comunidades \nestudadas. \n\n4. Comparar os graus de empoderamento relacionado ao manejo \ncomunitário da biodiversidade entre as comunidades estudadas. \n\n \n\n\n\n29 \n \n\n \n\n3. COMUNIDADES ESTUDADAS \n\n3.1. Faxinais \n\nNa região centro sul do estado do Paraná, Brasil, existem comunidades \ntradicionais chamadas de faxinais. Essas comunidades ocorrem em área de \nFloresta Ombrófila Mista (Floresta de Araucária) e são historicamente \ncaracterizadas por possuírem uma área de criadouro comum para a criação \nde animais, na qual manejam seus fragmentos florestais para a extração de \nerva-mate (Ilex paraguariensis) e pinhão (semente de Araucaria \nangustifolia). Além disso, em áreas externas aos criadouros comunitários \neram tradicionalmente feitas roças. \n\nHoje as populações faxinalenses possuem outras fontes de renda. \nAlgumas comunidades continuam baseadas na agricultura familiar de \nsubsistência e no extrativismo vegetal, enquanto outras possuem modelos \nbem diferenciados com a maioria dos agricultores plantando fumo, por \nexemplo. \n\nOs Faxinais são comunidades rurais que possuem um modo de vida \ncaracterístico. Segundo Löwen-Sahr e Cunha (2005) esses sistemas \nlocalizados na região centro-sul do Paraná, ocupavam 1/5 da área \nestadual. O modo de vida faxinalense se caracterizava por conciliar a \ncriação de animais com a extração de erva-mate e a policultura \nalimentar de subsistência (Chang 1988), constituindo sistemas \nagrosilvopastoris característicos (Löwen-Sahr e Cunha 2005). \n\nEsses sistemas (Figura 1) estão organizados em uma ampla área \nsem divisas internas, na qual estão inseridas as residências familiares \ndos proprietários de terra, bem como de arrendatários e posseiros \n(Chang 1988 e Silva 2005). Esta área constitui também o criadouro \ncomunitário de animais. A área de criadouro é constituída de florestas \nde araucária manejada para a extração de erva-mate, lenha, pinhão e \npara proporcionar um ambiente mais propício para a criação de gado e \nde porco cuja parte da alimentação provém desta vegetação. \n\n\n\n30 \n \n\n \nFigura 1. Desenho representativo de sistema faxinal, com ênfase no criadouro \ncoletivo (adaptado de Silva, 2005). \n\nOs animais são criados em uma área comum e se alimentam dos \nrecursos existentes em toda a área. Mas, a extração de erva-mate e \npinhão, é feita de maneira individual, visto que os proprietários \nconhecem os marcos de divisória de sua propriedade não cercada e são \nos únicos que se beneficiam dessa extração.  \n\nA formação dos sistemas de faxinal ainda não é bem \nesclarecida, mas parece ter ocorrido através de um processo gradual no \nqual, diversos fatores histórico-culturais contribuíram aumentando a \ncomplexidade do sistema ao longo do tempo, com a modificação dos \nciclos econômicos vigentes e com o povoamento da região (Chang \n1988; Löwen Sahr e Cunha 2005). \n\nHoje os faxinalenses são reconhecidos como população \ntradicional através da lei estadual nº 15.673/2007. Essa foi uma \nconquista da mobilização social de diversos setores da sociedade \nparanaense que fomentaram a organização e o reconhecimento dos \nfaxinalenses. \n\nHoje, existem 227 comunidades Faxinal (Souza, 2009), e há \nbastante variação nas suas formas de organização e na sua reprodução \neconômica.  \n\nForam estudados dois faxinais: Bom Retiro e Pinhão. O Faxinal \ndo Bom Retiro, localizado no Município de Pinhão-PR, possui como \nprincipal fonte econômica o extrativismo. O Faxinal dos Marcondes, \nlocalizado no município de Prudentópolis-PR, tem como principal fonte \nde renda é proveniente do cultivo do fumo. \n\n\n\n31 \n \n\n \nFigura 2. Mapa do estado do Paraná, Brasil. Com os municípios de \nPrudentópolis e Pinhão destacados e mostrando em cada um deles a localização \naproximada das comunidades faxinalenses estudadas. \n\nEssas duas comunidades faxinalenses buscam a criação de \nreservas de desenvolvimento sustentável (RDS1) em seus territórios. O \nprocesso de criação de uma RDS exige uma série de etapas, com \nvistorias, oitivas à comunidade e estudos a respeito da biodiversidade \nlocal e das populações locais. Por conta disso, os faxinalenses através da \nArticulação Puxirão2 mediados pelo Instituto Chico Mendes de \nConservação da Biodiversidade (ICMBio) no Paraná entraram em \ncontato conosco para a realização estudos que pudessem auxiliá-los \nnesse processo. Em dezembro de 2009 foi criado um Grupo de Trabalho \npara acompanhamento do processo de criação de Reservas de \nDesenvolvimento Sustentável ou Reserva Extrativista em faxinais, no \n                                                           \n1Reserva de Desenvolvimento Sustentável é um tipo de unidade de conservação específico para \náreas que abrigam populações tradicionais e cujo objetivo é conservar a natureza e viabilizar a \nexistência das comunidades tradicionais, reconhecendo que tais populações desempenham um \npapel fundamental na proteção da natureza e na manutenção da diversidade biológica local (Lei \nnº 9.985/2000). \n2\n “A Articulação Puxirão dos Povos Faxinalenses é um movimento social que representa as \ncomunidades faxinalenses na região sul do Brasil. Sua missão é articular e mobilizar essas \ncomunidades para a defesa e a promoção de seus direitos étnicos e coletivos visando ao acesso \ne à manutenção de sua territorialidade.” (http://www.fundodireitoshumanos.org.br). \n\nMarcondes \n\nBom Retiro \n\n\n\n32 \n \n\nqual fazem parte representantes dos faxinais, membros do ICMBio, da \nArticulação Puxirão, e da  Universidade Federal de Santa Catarina3. \n\nSurgiu a oportunidade de incluir tais comunidades em um \nprojeto de estudo internacional4 cujo objetivo foi estudar a relação entre \no manejo comunitário da biodiversidade, empoderamento e a \nconservação in situ de recursos genéticos vegetais. Como os \nfaxinalenses possuem uma forma característica de se relacionar com a \nbiodiversidade, a proposta de inclusão dessas comunidades no estudo \npartiu dos pesquisadores e foi bem aceita pelos faxinalenses.  \n \n\n3.2. Sirsi – O contraponto indiano \n\nAlém dos faxinais, faziam parte do estudo entitulado: Global \nstudy on community empowerment for in situ conservation of plant \ngenetic resources for food and agriculture” outras experiências de \nmanejo comunitário no Brasil, na Índia, no Nepal e Etiópia. \n\nCom finalidade comparativa, uma das localidades indianas foi \nincluída no presente estudo. A localidade de Sirsi foi escolhida por \ntambém utilizar recursos florestais não madeireiros, e manter forte \nligação com a floresta. A localidade de Sirsi (figura 3), fica no distrito \nUttra Kannada, estado de Karnataka, localizada no centro dos Western \nGhats, importante hotspot5 de biodiversidade. \n\n                                                           \n3 A autora deste trabalho integra o grupo de trabalho em questão. \n4“Global study on community empowerment for in situ conservation of plant genetic resources \nfor food and agriculture”, no qual estão envolvidos pesquisadores de diversas organizações do \nBrasil (UFSC, Embrapa e Epagri), da Índia (MSSRF e Bioversity Dharwad University), do \nNepal (Libird) e da Etiópia (EOSA). \n \n5Hotspots de biodiversidade são áreas com altas concentrações de espécies endêmicas que vem \nexperimentando perda de habitat (Myers et al. 2000) \n\n\n\n33 \n \n\n \nFigura 3. À esquerda, mapa da Índia com destacado em verde o estado de \nKarnataka. À direita o mapa do estado de Karnataka, destacado em verde o \ndistrito de Uttra Kannada, o ponto vermelho indica a localização aproximada de \nSirsi. \n\nA região de Sirsi engloba vários vilarejos que se caracterizam \npela utilização de produtos florestais, de espécies cultivadas e extraídas. \nEntre as principais espécies cultivadas estão a palmeira areca, arroz, \npimenta e cardamomo. As principais espécies extraídas com finalidade \ncomercial são as garcínias (Garcinia gummi-gutta e G. indica) e a \nmanga (Mangifera indica). \n\n \n\n\n\n34 \n \n\nTabela 1. Resumo da caracterização das três comunidades estudadas (Bom \nRetiro, Marcondes e Sirsi), indicando a etnia, principal atividade econômica, \natividade de manejo comunitário avaliada e os principais PFNM extraídos. \n\n Bom \nRetiro \n\nMarcondes Sirsi \n\nEtnia Cabocla \nUcranianos e \ncaboclos \n\nHindus \nBrâmanes \n\nAtividade \nEconômica \n\nPlantio de \nmilho e \nfeijão \n\nPlantio de \nfumo \n\nCultivos \nAgroflorestais \n\nAtividade de \nManejo \n\nComunitário \nPuxirões Puxirões VFC6 \n\nPrincipal \nPFNM \n\nPinhão Erva-mate Garcínia \n\n \n\n4. MÉTODOS DE COLETA DE DADOS \n\nA coleta de dados foi realizada entre os meses de janeiro e março de \n2010. No Brasil, a coleta de dados contou com o auxílio de oito \npesquisadores. Na Índia, com cinco pesquisadores. A coleta de dados \nfez parte do projeto “Global study on community empowerment for in \nsitu conservation of plant genetic resources for food and agriculture” \n(CBM Global Study) e foi feita pelos pesquisadores de seu próprio país. \nA análise da localidade indiana foi possível através da análise dos dados \ncoletados pelos pesquisadores indianos e das observações feitas durante \n\n                                                           \n6\n Village Forest Committees (VFC) ou “Comitês locais de gestão florestal” são um dos \ninstrumentos de gestão do “Joint Forest Planning and Managment” (JFPM), um programa do \ngoverno Indiano implementado a partir da década de 90. Os VFCs são comitês locais formados \npor 11 membros: 10 membros da sociedade civil, entre os quais devem estar incluídos \nmoradores locais e usuários de recursos florestais dos mais diversos secretariados por um \nfuncionário do departamento de florestas. Esses comitês constituem um processo consultivo \nque resulta na divisão de responsabilidades entre o departamento de florestas e os usuários dos \nrecursos florestais, além de trazer possibilidades de compartilhamento dos eventuais benefícios \nprovenientes da conservação (Hedge 2008). \n\n\n\n35 \n \n\na visita de intercâmbio que ocorreu em outubro de 2010, posteriormente \na coleta de dados. Por esse motivo, os dados de Sirsi não foram \nanalisados de forma tão detalhada quanto os dados das comunidades \nfaxinalenses brasileiras. \n\nNo período de coleta de dados, foram realizadas entrevistas com \nnúcleos familiares membros das comunidades, agentes de \ndesenvolvimento local e agentes do governo local; além de ferramentas \nparticipativas realizadas tanto em reuniões comunitárias como com os \nlíderes de cada comunidade.  Todos esses métodos de coleta foram \naplicados de forma padronizada em todos os locais de estudo, com \npequenas variações para se adaptar ao contexto e a realidade de cada \nlocal. \n\n4.1. Entrevistas \n\n4.1.1. Unidades Familiares \n\n \nAs entrevistas às unidades familiares (Anexo 1) abordavam \n\nquestões relacionadas à caracterização da unidade familiar, sobre a \norganização comunitária, a participação da família nas atividades \ncomunitárias, a agrobiodiversidade e aos recursos genéticos, a \nparticipação da família nas atividades relacionadas ao manejo \ncomunitário, e a questões econômicas. \n\nEm cada local foi necessário definir uma atividade que \ncaracterizasse uma forma de manejo comunitário.  A atividade de \nmanejo comunitário abordada nas entrevistas foi então selecionada \npreviamente através de contatos com os líderes de cada comunidade e \ncom outros agentes externos, de acordo com o processo de escolha das \ncomunidades. No caso dos faxinais (Bom Retiro e Marcondes) a \natividade de manejo comunitário escolhida foi a criação de animais em \ncomum, mais especificamente os puxirões7 de restauração das cercas \ndesses criadouros. Isso porque, essa é a atividade relacionada ao manejo \nda agrobiodiversidade que reúne a maior quantidade de pessoas na \ncomunidade. Em Sirsi, a principal atividade de manejo comunitário \nselecionada foram os comitês locais de gestão florestal (VFCs). \n\n                                                           \n7 Puxirões ou mutirões são reuniões da comunidade para realizar serviços que exijam bastante \nmão-de-obra. Eles podem ser em prol de alguma melhoria coletiva ou individual (Chang 1988). \nNo caso dos faxinais, são comuns os puxirões para reformar ou construir a cerca do criadouro \ncomunitário. \n\n\n\n36 \n \n\nOptou-se por estratificar as entrevistas das unidades familiares em \ndois grupos: aqueles mais ativos na atividade escolhida e aqueles menos \nativos. Isso porque algumas das perguntas do questionário, \nprincipalmente aquelas relativas à participação (anexo 1), possuem \ndiferentes respostas esperadas entre as famílias mais ou menos \nparticipativas.Para a seleção das famílias entrevistadas, pedia-se para a \nliderança da comunidade indicar 20 famílias que participavam bastante \ndas atividades de manejo comunitário e 20 pessoas que não eram tão \nparticipativas nesse processo. \n\n4.1.2. Outros atores: agentes de desenvolvimento e agentes do \n\ngoverno local \n\n \nAs entrevistas com agentes de desenvolvimento local e agentes do \n\ngoverno local tinham também os seus protocolos de pesquisa específicos \n(Anexos 2 e 3).  \n\nEm relação aos agentes de desenvolvimento foi dada preferência \npara entrevistas com extencionistas rurais, quando presentes, tanto de \nórgãos municipais como estaduais. Em alguns casos, também foram \nentrevistados membros de ONGs ou de movimentos sociais que \natuavam na região. Os agentes do governo local entrevista dos foram os \nsecretários de agricultura municipais. \n\n4.2. Ferramentas participativas \n\n \nNas reuniões com a comunidade e nas reuniões com os líderes \n\nforam utilizadas ferramentas de pesquisa participativa como gráfico \nhistórico, matriz histórica de variedades, diagrama de Venn e diagrama \nde atores e fluxos, matriz de tomada de decisão e análise social “CLIP” \n(De Boef e Thijssen 2007, e Geilfus 1997). \n\nDurante a aplicação das ferramentas participativas estavam \npresentes, pelo menos três pesquisadores: um atuando como responsável \npela facilitação, interagindo com os participantes; outro atuando como \najudante deste, fornecendo os materiais necessários; e o terceiro \nanotando as suas impressões, e relatando o processo. \n\n4.2.1. Oficinas com as comunidades \n\n \nAs reuniões comunitárias foram agendadas previamente com os \n\nlíderes comunitários, buscando-se o melhor momento em que toda a \n\n\n\n37 \n \n\ncomunidade poderia participar, e foram previamente divulgadas, pelos \npesquisadores de casa em casa ao realizar as entrevistas com os núcleos \nfamiliares, e também pelos líderes locais. Além disso, buscou-se \nadaptar-se aos costumes e gerar um ambiente de confraternização, sendo \norganizados almoços comunitários ou cafés coloniais. \n\nPara a aplicação das ferramentas participativas foi realizada uma \nreunião em cada comunidade. Em algumas situações optou-se por não \naplicar algumas ferramentas participativas devido a diversos fatores, \ncomo indisposição dos participantes percebida pelos facilitadores, a falta \nde tempo ou pela ferramenta não ser apropriada à situação. Porém, \ndevido à complementaridade entre as ferramentas a decisão por não \nrealizar determinada ferramenta sempre foi feita de forma a não \nprejudicar a coleta e a posterior análise dos dados. \n\nNas oficinas com as comunidades as ferramentas participativas \nutilizadas foram: gráfico histórico, matriz histórica de variedades, \ndiagrama de Venn, e diagrama de atores e fluxos. \n\nO gráfico histórico é uma ferramenta participativa que permite \ninvestigar as mudanças históricas referentes há alguns assuntos (De \nBoef e Thijssen, 2007). Neste caso, foram investigados três momentos \nhistóricos: antes do início da principal atividade de manejo comunitário \nda biodiversidade, logo após o seu início  e atualmente. \n\nNo caso dos faxinais, considerou-se 2005 como o momento da \nimplementação dos puxirões, principal atividade de manejo comunitário. \nEmbora, essa seja uma atividade realizada há muitos anos nas \ncomunidades, o hábito de praticá-la foi sendo aos poucos abandonado, \ntendo sido resgatado a partir do primeiro encontro faxinalense, realizado \nem 2005. Na Índia a atividade de manejo comunitário considerada foi a \nimplementação dos comitês comunitários de gestão florestal (VFCs). \n\nAs características escolhidas para a análise histórica foram: 1) \nmudança na qualidade das casas na comunidade, 2) mudança na \nquantidade de bens duráveis (bicicleta, refrigerador, televisão, moto \nbicicleta) possuídos pelas famílias, 3) mudança no regime propriedade \ndos terrenos, 4) as ferramentas e equipamentos utilizados na agricultura, \n5) a renda geral na comunidade, 6) o uso de animais raças melhoradas, \n7) o uso de animais raças locais, 8) o uso de variedades de plantas \nmelhoradas e 9) o uso de variedades de plantas locais, 10) os benefícios \nfinanceiros provenientes das variedades locais, e 11) a importância do \nconhecimento tradicional sobre a biodiversidade. \n\nA matriz histórica de variedades é uma matriz a respeito das \nprincipais espécies utilizadas na área. Essa matriz traz em suas linhas \n\n\n\n38 \n \n\ndiversas questões a respeito de cada uma das espécies, entre eles: quais \nas variedades existentes, como elas estavam distribuídas na comunidade, \nconhecimentos à respeito da espécie, origem das variedades, quais os \nprodutos produzidos a partir dessas variedades e quais as mudanças no \nmercado desses produtos). Nas colunas dessa matriz foram incluídos  \ndois períodos de tempo, o passado e o presente.  \n\nO diagrama de Venn é uma ferramenta que auxilia o entendimento \nsobre os diferentes atores sociais internos e externos, e a relação desses \ncom a comunidade (De Boef e Thijssen 2007). \n\n4.2.2. Líderes comunitários \n\n \nCom os líderes da comunidade foram realizadas entrevistas e \n\nusado ferramentas participativas, em geral no mesmo momento. Os \nlíderes foram identificados previamente, a partir de contatos prévios ou \ndurante a realização das entrevistas com as unidades familiares.  \n\nAs entrevistas com os líderes (Anexo 4) envolveram questões \nrelacionadas aos recursos genéticos vegetais, as práticas de manejo \ncomunitárias da comunidade e algumas questões relacionadas a direitos \ne a mercados. Em geral, a entrevista com a liderança tentava acessar as \nquestões de consciência da comunidade e práticas tradicionais e atuais. \n\nAs ferramentas participativas utilizadas com o grupo de \nlideranças de cada comunidade foram: diagrama de atores e fluxos e \nanálise social CLIP (De Boef e Thijssen 2007). \n\nO diagrama de atores e fluxos consiste em um esquema que \nrepresenta os principais atores sociais bem como fluxos de informação, \nrecursos financeiros e germoplasma existentes entre eles (De Boef e \nThijssen 2007). \n\nA análise social CLIP é uma ferramenta que permite avaliar \nalguns atores sociais, através do poder exercido por esses atores, grau de \ninteresses compartilhados com a comunidade e a legitimidade desses \natores (De Boef e Thijssen 2007). \n\nAlém disso, com o auxílio dos líderes foi realizada uma análise \ndocumental, cujo intuito era entender a constituição das associações e \norganizações comunitárias e a existência e o acesso a fundos \ncomunitários. A análise documental consistiu em acessar documentos \ncomo  o estatuto das organizações locais, leis municipais e atas de \nreunião e outros documentos relevantes citados pelos entrevistados, \ncomo cartilhas, fotos etc. \n\n\n\n39 \n \n\n5. ANÁLISE DE DADOS \n\n Os dados foram analisados a partir de abordagens qualitativas e \nquantitativas. A análise das entrevistas familiares foi feita através de \nestatística descritiva, que juntamente com a análise dos conteúdos das \nentrevistas com outros atores e das ferramentas participativas, serviram \npara caracterizar as comunidades estudadas. \n\nPara as análises de empoderamento optou-se por utilizar \nindicadores de empoderamento (Anexo 5) construídos8 com base na \nproposta de Alsop e Heinsohn (2005). Como o objetivo é analisar o \nempoderamento comunitário em relação à gestão da agrobiodiversidade \ne dos recursos genéticos, o nível principal de análise é o comunitário, \nembora tenham sido mantidos alguns indicadores em nível nacional para \npermitir a comparação entre países. A maioria dos indicadores analisa o \nempoderamento como processo, focando nas mudanças temporais \nocorridas desde a introdução da principal atividade de manejo \ncomunitário realizada por cada comunidade. Porém alguns indicadores \npartem da perspectiva de empoderamento como fim, descrevendo as \ncomunidades. Buscou-se usar tanto indicadores relacionados à agência, \nquanto à estrutura.  \n\nAlém disso, manteve-se a abordagem de Alsop e Heinsohn \n(2005) que mede os graus de empoderamento através da existência de \nescolha, uso da escolha e realização da escolha. Por isso, muitos tópicos \ntrazem três ou mais indicadores complementares que abordam a \nconsciência da comunidade a respeito de determinado assunto, provável \nvontade ou planejamento de fazer algo em relação a essa temática, e \nmudanças efetivas que tenham acontecido. Os indicadores de \nempoderamento correspondem a três domínios de empoderamento \n(sociocultural, econômico e legal).  \n\nOs indicadores do domínio sociocultural incluem tópicos sobre \na consciência da comunidade a respeito da sua agrobiodiversidade e de \nseus direitos consuetudinários, a organização da comunidade, a \nparticipação dos membros da comunidade nas organizações de base \nlocal, em como são as tomadas de decisão dentro da comunidade e no \ngrau de influência da comunidade e suas organizações têm nos \ntomadores de decisão e formuladores de políticas. \n\n                                                           \n8 O processo de construção dos indicadores foi coletivo, dele participaram pesquisadores do \nprojeto “Global study on community empowerment for in situ conservation of plant genetic \nresources for food and agriculture”. Os pesquisadores formaram grupos de interesse nos três \ndomínios de empoderamento (sociocultural, econômico e legal) todos os países participantes \ndo projeto (Brasil, Índia, Nepal e Etiópia) estavam representados em cada um dos domínios. \n\n\n\n40 \n \n\nOs indicadores do domínio legal incluem questões a respeito da \nconservação e da diversidade de recursos genéticos locais, do acesso \nformal a recursos genéticos externos, dos direitos consuetudinários \nrelacionados a recursos genéticos e uso da terra, do registro e \ndocumentação de recursos genéticos locais, do direito de custódia9, das \nentidades legais que apóiam o manejo da biodiversidade, do acesso e da \nrepartição de benefícios, da capacidade de sensibilização do governo \nlocal, do acesso a fundos e financiamentos, da capacidade de influenciar \nformuladores de política e processos de decisão, além da capacidade de \nformalizar os sistemas informais relacionados ao manejo da \nbiodiversidade. \n\nOs indicadores do domínio econômico incluem questões como \npropriedade de bens individuais e coletivos, renda geral, acesso a crédito \ne financiamentos, além de questões relativas a mercado. \n\nPara análise comparativa entre os locais de estudo, os dados \nforam inicialmente tratados qualitativamente, com uma análise \ndescritiva para cada indicador. As ferramentas das quais foram extraídas \ninformações para cada indicador estão indicadas no anexo 6. \n\nCada indicador possui uma amplitude de variação de 1 a 5, na \nqual o valor 5 é a situação ideal de maior grau de empoderamento, e 1 a \npior situação possível. As situações intermediárias foram construídas \ncom base na variação existente resultando na tabela de escalas (Anexo \n5), na qual  estão descritos, para cada indicador, qual o estado de cada \nescala de pontuação. \n Uma vez obtida a matriz de dados com locais (unidades \namostrais) caracterizados por diversos indicadores (variáveis), foi \nutilizado um índice que mede o grau de similaridade entre as unidades \namostrais considerando todas as variáveis estudadas. Assim, foi \nutilizado o índice de distância euclidiana (Manly 2005) entre os locais \ncom base na matriz de pontuação dos indicadores; novamente utilizando \nos três domínios de empoderamento separadamente e em conjunto. A \npartir da matriz de distâncias euclidianas foi realizada uma análise de \nagrupamento através do algoritmo de aglomeração UPGMA \n(Unweighted Pair Group Method with Arithmetic Mean) (Sneath e \nSokal 1973). \n\nPara entender como os locais estão ordenados e a relação \nexistente entre os indicadores e os locais, foram realizados uma Análise \nde Componentes Principais (PCA). As análises foram feitas \n\n                                                           \n9O direito de custódia é o direito a guardar ou a proteger algo ou alguém.  \n\n\n\n41 \n \n\nseparadamente para cada um dos domínios de indicadores de \nempoderamento (sociocultural, econômico e legal), de forma a permitir \nentender quais os indicadores que mais contribuem para as diferenças de \nempoderamento entre os locais para cada um dos domínios. \n \n\n6. RESULTADOS E DISCUSSÃO \n\n6.1. Caracterização das comunidades estudadas \n\n6.1.1. Comunidade de Bom Retiro, Brasil. \n\nEm Bom Retiro a coleta de dados ocorreu entre janeiro e \nfevereiro de 2010, contando com a participação de seis pesquisadores na \ncoleta de dados. Durante a coleta de dados, utilizou-se a definição de \ncomunidade do Bom Retiro de acordo com a designação da liderança \nlocal que nos acompanhou nos trabalhos de campo, dessa forma não \nforam incluídas casas adjacentes que, apesar de próximas não \ncompartilham do mesmo histórico e, por isso, recebem outra \ndesignação. Foram entrevistadas 22 famílias, 6 consideradas como mais \nativas e 16 menos ativos como menos ativas na participação na atividade \nde manejo comunitário. A  média de idade dos  entrevistados foi de 47 \nanos, variando de 37 a 75 anos. Entre os entrevistados, 11 eram homens \ne 11 mulheres. Todos os entrevistados eram cristãos, 21 católicos e um \nevangélico. O tamanho médio das famílias é de quatro membros, \nvariando de 1 a 8 moradores por residência. \n\nO grau de escolaridade da comunidade é baixo, apenas 32 % da \ncomunidade completou o ensino médio, 27% da comunidade não possui \no ensino básico completo e apenas 9% possui ensino superior completo. \n\nForam citadas três organizações de base comunitária: \nAssociação de Moradores, o conselho da comunidade da Igreja católica \ne a Associação dos faxinalenses.  \n\nO grau de participação dos moradores em organizações locais é \nalto: 72% dos entrevistados são membros de alguma das organizações \ncitadas por eles. Além disso, 62% dos entrevistados que participam de \norganizações que selecionam os líderes através do voto direto por todos \nos membros, apontando para um processo mais democrático de tomada \nde decisão. Em geral, as eleições ocorrem a cada dois anos. Cerca de \n56% dos entrevistados participou da última escolha de líderes da \norganização da qual participa. \n\n\n\n42 \n \n\nEntre os entrevistados 48% se sente bastante beneficiado \nindividualmente por participar das organizações locais, 60% para os \nmais ativos e 43% para os menos. \n\nA disponibilidade para participação também é alta, com 64% \ndos entrevistados sempre dispostos a participar. Porém, quando se trata \nda participação nos puxirões (atividade de manejo comunitário), o \nnúmero de pessoas que sempre se dispõe a participar diminui para 36%. \nAtualmente, o criadouro comum engloba a propriedade de apenas 12 \nfamílias, sendo bem menor do que a sua antiga extensão original. \nProvavelmente, por isso, os últimos puxirões cujo intuito era consertar e \ninstalar a cerca do criadouro comunitário tiveram baixa participação. A \norganização faxinalense da comunidade tem buscado recursos para \naumentar a área do criadouro comunitário, visto que existem diversas \nfamílias com propriedades adjacentes a área que também querem \nparticipar do criadouro. Ao longo do tempo a participação da maioria \ndas famílias nos puxirões permaneceu a mesma, não tendo aumentado \nnem diminuído.  \n\nSegundo as entrevistas a participação masculina nessa atividade \né bem maior que a feminina. O planejamento e a organização desses \npuxirões são feitos por poucos moradores, mas durante a implementação \ntodos os moradores da comunidade são convidados a participar. \n\nA principal ocupação é a agricultura para 81% das famílias, a \nrenda familiar total mensal média é de R$ 749,63, variando de R$ 50,00 \na R$ 2125,00 mensais. A média da renda familiar dos mais ativos (R$ \n902,28) é maior do que a dos menos ativos (R$ 692,38). \n\nA principal fonte de renda da comunidade é o extrativismo, \nsendo que as atividades extrativistas  englobam a coleta de pinhão e erva \nmate, únicos produtos extrativistas que são comercializados. Sua venda \ncontribui com 38% da renda de toda a comunidade. \n\nA erva-mate é extraída a cada dois ou três anos, em geral, é \nvendida diretamente para as ervateiras que vem e retiram o produto. \nMesmo na área do criadouro comunitário, quem explora a erva é a \nfamília proprietária da área. O pinhão é extraído todo ano, e é vendido \npara compradores que nessa época vem com seus caminhões à \ncomunidade comprar a mercadoria. Segundo os faxinalenses, a \nprodução e o preço de venda variam bastante de um ano para o outro, \nbem como do início ao final da temporada. \n\nA segunda maior contribuição para a renda familiar provém do \nrecebimento de bolsas e pensões (32%), e a terceira de salários (15%). A \nvenda de produtos agrícolas contribui com apenas 8% da renda das \n\n\n\n43 \n \n\nfamílias. Dessa forma fica evidente a relevância de programas \ngovernamentais de beneficio social como a previdência rural e o bolsa \nfamília para a renda familiar e a redução da pobreza rural (Schwarzer e \nQuerino 2002). Para algumas famílias as bolsas e pensões representam  \n100% da renda. Apenas 23% das famílias recebem salários, que variam \nde R$ 135,00 a R$ 1.250,00 mensais. Apesar de representarem apenas \n15% da renda geral da comunidade, os salários são muito importantes \npara as poucas famílias que os recebem, representando de 48 a 100% da \nrenda dessas famílias. \n\nA produção agrícola é destinada principalmente para \nsubsistência, alimentação da família e dos animais, sendo que a \nprodução animal, também tem como principal finalidade o \nautoconsumo. A venda de produtos animais é responsável por 8% da \nrenda total das famílias da comunidade. A atividade representa de 4% a \n78% da renda das famílias que a praticam. \n\nNa comunidade do Bom Retiro apenas 57% das famílias \npossuem terras próprias. Além disso, muitas pessoas possuem diversos \nbens duráveis: 95% das pessoas têm radio, 90% possuem eletricidade \nem suas casas, 81% possuem televisores e 68% geladeira. Como o \ntransporte público não é bom 63% possuem carro, 50% bicicleta e 14% \nmoto. E 45% das famílias possuem telefone celular, a área não tenha \ncobertura adequada para celulares, mas há a opção de comprar antenas \nque se conectam ao telefone, permitindo seu uso. Apenas 9% das \nfamílias possuem telefone fixo. A proporção de bens entre as famílias \nmais ativas e menos ativas é bem semelhante. \n\nQuanto aos cultivos, as principais espécies cultivadas \natualmente, continuam as mesmas do passado, a saber: feijão, milho, \nmelancia, mandioca, batata doce e abóbora. Porém, a diversidade de \nvariedades, o número de agricultores e a área cultivada diminuíram ao \nlongo do tempo. De acordo com 86% das unidades familiares \nentrevistadas há venda de produtos oriundos de variedades locais, \nprincipalmente de feijão, milho, porco e gado, mas também de pinhão, \nerva-mate, carneiro e tangerina. \n\nA troca de variedades já foi realizada por 73% dos \nentrevistados. Cerca de 36% das famílias afirmaram existir um mercado \ninformal de sementes de variedades locais, segundo eles, quando da \ntroca de sementes uma das pessoas pessoa não tem algo para oferecer \nem troca das sementes, as mesmas são vendidas. Duas famílias (9%) \nafirmaram que há pessoas que produzem sementes para a venda. Porém, \nquando as famílias prováveis produtoras de semente foram \n\n\n\n44 \n \n\nentrevistadas, disseram não haver produção de sementes para a venda. \nComo, no caso do milho e do feijão os grão vendidos também, podem \nser usados como sementes, por isso, pode ter havido má interpretação da \npergunta. \n\nApenas uma família vende produtos vegetais processados, o que \nrepresenta 28% da renda desta família. O gasto dessa família para \nprocessar os produtos chega a R$700,00 reais. Outra família que \nprocessa produtos apenas para consumo próprio gasta R$ 22,50. \n\nQuanto à criação de animais (suínos, bovinos, ovelhas, galinhas, \ncabras e cavalos) o processo é bastante similar; houve a introdução de \nraças melhoradas, não se utilizam mais animais como tração animal e \nnão se processam mais couro ou alimentos como salame, lingüiça e \nchoriço na comunidade. Em geral, os produtos animais vendidos são: \nleite, ovos, o próprio gado. Das famílias entrevistadas, 32% processam \nprodutos animais.  \n\nOs gastos com a criação de animais variam de R$41,67 a \nR$300,00 (média de R$68,38) mensais. Os mais ativos gastam, em \nmédia, menos (R$43,75) do que os menos ativos (R$74,94). \n\nOs gastos com os cultivos vegetais são baixos R$ 4,17 a \nR$200,00 (média de R$36,00) e são similares entre os mais e menos \nativos. Entre os entrevistados 82% afirmou conhecer a existência de \nsementes de variedades melhoradas no comércio. Quanto à compra de \nsementes, 50% não dependem da compra de sementes para atividade \nagrícola, 41% dos agricultores depende parcialmente, comprando parte \ndas sementes utilizadas no processo de semeadura; ou alternando safras \nem que compram as sementes com safras que não as compram. Apenas \n5% dos agricultores dependem totalmente da compra sementes para \niniciar a sua lavoura. \n\nAo serem questionados se as variedades melhoradas eram \nmelhores do que as variedades locais, 50% responderam que não, 33% \nresponderam que sim, 8% não souberam responder e 8% disse que \ndepende da variedade. Em geral os agricultores dizem que as variedades \nmelhoradas não produzem tão bem, mas possuem sementes selecionadas \ne tratadas. O modelo de agricultura praticado na comunidade do Bom \nRetiro conta com a baixa utilização de insumos e um ambiente bastante \nvariado, por isso as variedades locais, já adaptadas a essas condições e \nque não exigem grandes quantidades de insumos são mais produtivas. \n\nFoi questionado se existiam casos formais de registro de \nvariedades locais, quanto a isso, 86% responderam que não, os três \nentrevistados (14%) que disseram que sim, se referiam a um \n\n\n\n45 \n \n\nlevantamento informal que o filho de um faxinalense, extencionista rural \nda prefeitura municipal, fez por conta própria. O registro e a \ndocumentação de variedades locais é uma importante forma de se \nconhecer a respeito da diversidade dos recursos genéticos locais. Esse \nregistro pode vir a proteger o direito dos agricultores, detentores desse \nrecurso no caso do uso desse material vir a ser utilizado por melhoristas \npara o desenvolvimento de novas variedades. Caso isso ocorra, esses \nagricultores têm direito a parte dos benefícios referentes ao uso da nova \nvariedade (Santilli 2009).  \n\nQuando perguntados se conheciam seus direitos sobre as \nvariedades locais, 23% dos entrevistados responderam que sim. Desses, \n40% falaram a respeito do direito dos faxinalenses, ou o direito das \npopulações tradicionais, como o direito à terra e ao criadouro \ncomunitário. Outros 40% deram respostas vagas e apenas 10% \ncomentaram a respeito do direito de produzir suas próprias sementes. \nApenas um entrevistado (4%) citou conhecer programas e políticas do \ngoverno relacionadas aos direitos dos agricultores sobre as variedades \nlocais, mas ao ser solicitado a dizer a respeito desses programas e \npolíticas, falou sobre o reconhecimento dos faxinalenses. \n\nNo Brasil, a grande maioria das comunidades rurais conhece \npouco sabe a respeito dos direitos dos agricultores, bem como a respeito \ndo registro de variedades ou da repartição de benefícios (Santilli 2009). \nPorém, essas mesmas comunidades, conhecem e tem acesso a \nvariedades comerciais, melhoradas ou transgênicas, mesmo que não \nestejam acostumadas a utilizá-las. \n \nGráfico Histórico \n \n\nAtravés do gráfico histórico (Tabela 2) foi possível perceber \nmudanças em outros aspectos da comunidade. \n \n\n\n\n46 \n \n\nTabela 2. Gráfico Histórico da comunidade do Bom Retiro. Os símbolos \nindicam a proporção de aumento (+) em até 5 unidades, ou diminuição (-) \nda variável analisada. As variáveis analisadas foram: renda geral, \npropriedade de bens duráveis, qualidade das moradias, ferramentas \nutilizadas , número de variedades das plantas cultivadas, número de raças \ndos animais criados, quantidades de usos feitos das variedades \nmencionadas, benefícios comunitários oriundos do uso dessas variedades, \nquantidade de conhecimento local associados a essas variedades,  \ncaracterísticas das propriedades, e conhecimento a cerca dos direitos \nfaxinalenses. \n\n Antes 1º Encontro dos \nFaxinalenses \n\nHoje \n\nRenda Geral + +++++ +++++ \n\nBens Duráveis + ++ ++++ \n\nCasas (qualidade) + ++ ++++ \n\nFerramentas + ++ ++ \n\nPrincipais cultivos e \nVariedades \n\n+ - - \n\nAnimais e Raças + + + \n\nUso de variedades +++ + + \n\nBenefícios \ncomunitários \n\n+ ++ +++ \n\nConhecimento local +++++ + + \n\nPropriedade posse;  uso comum; \npropriedade; \n\nconflitos territoriais \n\nposse; uso comum; \npropriedade; \n\nconflitos territoriais \n\nmenos conflitos \n\nDireito dos \nfaxinalenses \n\n- + ++ \n\n \nDe acordo com a comunidade, a renda geral melhorou muito nos \n\núltimos anos. Da mesma forma que foram adquiridos bens duráveis e houve \numa melhoria na qualidade das casas. Embora essa melhora tenha sido nos \núltimos cinco anos, foi possível perceber pelas informações dadas, que ela \nnão estava diretamente relacionada a participação no movimento \nfaxinalense. Até porque na comunidade do Bom Retiro, poucas famílias \nestão inseridas dentro do criadouro comunitário, embora haja a vontade da \ncomunidade e de diversas famílias de aumentarem o criadouro, faltam \nrecursos para a ampliação da área cercada. O fornecimento de energia \nelétrica na comunidade tem dois anos e ocorreu devido a um programa do \n\n\n\n47 \n \n\ngoverno federal. Antes disso, era necessário pagar toda a instalação da rede \nelétrica, o que só era acessível para algumas famílias. \n\nQuanto aos bens comunitários, foi conseguido um trator doado pela \nprefeitura através de acordos com a associação de moradores e a tela para a \nmanutenção da cerca do criadouro comunitário. O criadouro comunitário \nenvolve apenas uma pequena parcela da comunidade e a tela foi doada por \numa organização externa, através da associação faxinalense de Bom Retiro. \nAssim a principal atividade do manejo comunitário da biodiversidade na \nregião, que é a manutenção do criadouro comunitário, não é uma atividade \nque envolva toda a comunidade, estando bastante enfraquecida em termos \nde participação.  \n\nEntre as mudanças na agricultura estão o aumento do acesso a \nferramentas agrícolas, a diminuição do cultivo de algumas espécies, como \nabóbora, e o aumento do uso de variedades híbridas e de defensivos \nagrícolas. Também foi comentado que diminuiu a quantidade de animais \ncriados. \n\nO conhecimento tradicional a respeito da biodiversidade local foi \ndiminuindo com o tempo. A consciência a respeito dos direitos tradicionais \ndos faxinalenses aumentou bastante, principalmente nos últimos 5 anos após \no envolvimento com as a articulação puxirão dos povos faxinalenses (APF). \nNesse período, diminuíram também os conflitos a respeito da \nterritorialidade no local, segundo os faxinalenses por conta da maior \npresença do estado na região. \n \nMatriz Histórica de Variedades \n \n\nAtravés da Matriz Histórica de Variedades (Tabela 3) foi \npossível perceber que as os tipos de pinhão e araucária existentes e \nreconhecidos, o conhecimento a seu respeito, e os usos, tanto da erva-\nmate quanto do pinhão não se alteraram muito ao longo do tempo. \nPorém, o que antigamente era apenas usado para o autoconsumo, hoje é \nvendido. Apesar de não constar na tabela, os faxinalenses informaram \nsobre a diminuição do número de árvores de Araucária na região. Em \nambos os casos, a comercialização das espécies aumentou. \n\n \n\n\n\n48 \n \n\nTabela 3. Matriz histórica de variedades da comunidade do Bom Retiro, \ndividida em três partes: erva-mate e pinhão; milho e feijão; porco e \ngado. Cada espécie foi avaliada, quanto as suas variedades, a \ndistribuição delas, o conhecimento a seu respeito, a origem das \nvariedades, quais os produtos elaborados a partir delas, e seu mercado. \n\n Erva-mate Pinhão \n\n Antigamente Nos dias de hoje Antigamente Nos dias de hoje \nTipos \n/Variedades \n\namarela \nmiúda,bem verde \n\namarela \nmiúda,bem verde \n\nSão José (branco), \nCaiová (preto com \na ponta branca), \nMilho (vermelho) \n\nSão José (branco), \nCaiová (preto com \na ponta branca), \nMilho (vermelho). \n\nDistribuição aleatória aleatória aleatória aleatória. \n\nConhecimento Mais velhos \nensinavam filhos \n\nOs mais velhos \nconhecem mais \n\nNão mudou Não mudou \n\nOrigem nativo nativo nativo nativo \n\nProdutos Chimarrão, chá Chimarrão, chá Cozido, assado \npaçoca e alimento \n\npara criação \n\nCozido, assado \npaçoca e alimento \n\npara criação \nMercado maior parte para o \n\ngasto, vendia \npouco \n\nmaior parte para \nvenda, pouco para \n\no gasto \n\nconsumo venda e consumo \n\n \n\n Milho Feijão \n\n Antigamente Nos dias de hoje Antigamente Nos dias de hoje \n\nTipos \n/Variedades \n\nbranco, amarelão, \nbranquilho, palha \nroxa, cateto, \namarelinho \n\nbranco, amarelão, \nbranquilho, palha \n\nroxa \n\nMouro, branco, \ncosta rica, preto, \nrosinha, carioca, \nolho de pomba \n\nMouro, branco, \ncosta rica, preto, \nrosinha, carioca, \nolho de pomba \n\nDistribuição Não mudou Não mudou Não mudou Não mudou \n\nConhecimento Maior menor Não mudou Não mudou \n\nOrigem Local e por trocas Os “alemães” \ntrouxeram alguns \n\ntipos, o MPA outros, \ntrocas \n\nLocal e por trocas Local e por trocas \n\nProdutos farinha, fubá, \nquirera, canjica, \n\npamonha \n\nquirera, canjica, \npamonha \n\ncozido cozido \n\nMercado de troca de \nfarinha \n\nvenda seco Venda e consumo Venda e consumo \n\n \n\n\n\n49 \n \n\n \n\n Porco Gado \n\n Antigamente Nos dias de \nhoje \n\nAntigamente Nos dias de \nhoje \n\nTipos \n/Variedades \n\nCarranca, \nlagarto, Macau, \nDurok, Rabicó, \nCasco de Burro \n\nPiau, Javali, \nMacau, \nDurok, \nRabicó, \nLagarto \n\nTabaquã, Canchim, \nHolândes, Charolez, \n\nGir, Nelore \n\nJersey, \nNelore \n\nDistribuição Não mudou Não mudou Não mudou Não mudou \n\nConhecimento Não mudou Não mudou Conheciam pouco sabem mais \n\nOrigem criavam junto Ganharam, \ncompra, troca \n\ncompra, troca compra, troca \n\nProdutos carne, banha, \ntorresmo, \nlingüiça, \ntoicinho \n\ncarne, banha, \ntorresmo, \nlingüiça, \ntoicinho \n\ncouro, carne, leite, \nqueijo, manteiga, \ndoce de leite \n\ncouro, carne, \nleite, queijo, \nmanteiga, \ndoce de leite \n\nMercado venda e \nconsumo \n\nvenda e \nconsumo \n\nqueijo, couro, \nanimal \n\nqueijo, \nanimal \n\n \n\nFica claro que a quantidade das principais variedades de milho \ncultivadas na comunidade, bem como o conhecimento a respeito delas \ndiminuiu. As principais variedades utilizadas hoje continuam sendo \nconseguidas através de trocas. Algumas variedades introduzidas mais \nrecentemente foram trazidas por descendentes de alemães que se \nestabeleceram em comunidades vizinhas, enquanto outras foram trazidas \npelos integrantes do movimento dos pequenos agricultores (MPA). \nAtualmente não se faz mais farinha de milho ou fubá na comunidade e, por \nisso, não há mais o mercado de troca de farinhas. Hoje em dia, o milho é \ncomercializado como grão seco. Os produtos como quirera, canjica e \npamonha são para o consumo-familiar. \n\nNo caso do feijão não foram constatadas mudanças ao longo dos \nanos. Segundo os faxinalenses, as principais variedades cultivadas \ncontinuam as mesmas, os hábitos de consumo e de aquisição das sementes \ncontinuam os mesmos, e mesmo o mercado não parece ter sofrido grandes \nmudanças. \n\nQuanto aos animais as raças de porcos mudaram. Antigamente \ntodos os animais eram criados juntos e por isso não eram muito comuns as \ntrocas de animais para conseguir novas raças. Já hoje é comum que se \nganhe, compre, até troquem animais buscando diferentes raças. Não houve \nmudanças quanto ao mercado, aos produtos consumidos nem quanto ao \nconhecimento sobre a criação de porcos. Já no caso do gado, o hábito de se \ncriar gado aumentou ao longo do tempo, bem como o conhecimento sobre o \n\n\n\n50 \n \n\nassunto. Hoje em dia são criadas apenas duas raças de gado na comunidade \npor serem consideradas as melhores. Os produtos feitos para o consumo \ncontinuam os mesmos. Já os produtos comercializados sofreram mudanças, \ncomo não há um curtume licenciado na comunidade, não se vende mais \ncouro. \n \nDiagrama de Venn \n \n\nCom o diagrama de Venn (Figura 4), ficou claro que a maioria da \ncomunidade percebe a associação de moradores e associação faxinalense \ncomo uma única organização. \n\n \nFigura 4. Representação esquemática do Diagrama de Venn elaborado pela \ncomunidade do Bom Retiro. (Legenda de siglas: EMATER - Instituto \nParanaense de Assistência Técnica e Extensão Rural; APF – Associação \nPuxirão dos Povos Faxinalenses; IEEP - Instituto de Educadores Populares; \nICMBIO – Instituto Chico Mendes de Conservação da Biodiversidade; IAP \n– Instituto Ambiental Do Paraná; AFATRUP - Associação das Famílias de \nTrabalhadores Rurais do Paraná; Cresol – Cooperativa de Crédito Solidária; \nSinTraf – Sindicato dos Trabalhadores Rurais e Sindicato dos \nTrabalhadores na Agricultura Familiar) \n\nNa figura acima (Figura 4) o círculo preto corresponde à \ncomunidade. É interessante perceber como algumas organizações não locais \ncomo a Pastoral da Criança10, a Articulação Puxirão de Povos Faxinalenses \n\n                                                           \n10 A Pastoral da Criança é um Organismo de Ação Social vinculado à Igreja Católica que tem \npor objetivo “o desenvolvimento integral das crianças e promove, em função delas, também \n\n\n\n51 \n \n\n(APF) e o Instituto Equipe de Educadores Populares (IEEP) são percebidos \ncomo internos a comunidade, mostrando a forte relação existente entre essas \norganizações e a comunidade. A visão que a comunidade tem dessas \norganizações deriva do fato das organizações atenderem a importantes \ndemandas comunitárias, no caso a Pastoral da Criança traz benefícios \nrelativos à saúde e alimentação familiar. A APF é uma organização que tem \ntrabalhado na busca do resgate e da auto-afirmação da identidade \nfaxinalense, promovendo a auto-estima e permitindo a essas comunidades o \nacesso a diversas informações e recursos que auxiliam na reconstrução \ndessa identidade coletiva. O IEEP é um exemplo de instituição cujo acesso \nfoi mediado através da APF, essa organização já promoveu diversas ações \neducativas na comunidade, estabelecendo um importante canal de \ncomunicação e informação para os moradores do Bom Retiro. \n\nA Associação de moradores, apesar de ser uma organização local, \nnão aparece completamente dentro da comunidade, mostrando que nem \ntodos os moradores da comunidade se sentem representados por essa \ninstituição. O Instituto Chico Mendes de Conservação da Biodiversidade \n(ICMBio) e a Câmara de Vereadores aparecem parcialmente inseridas na \ncomunidade, devido a atuação de algumas pessoas dessas instituições que se \nfazem bastante presentes na comunidade, auxiliando-os em algumas \ndemandas locais. \n\nAlgumas das organizações de agricultores foram representadas \nbem distantes da comunidade, como a  Associação das Famílias de \nTrabalhadores Rurais do Paraná (AFATRUP), Sindicato dos Trabalhadores \nRurais e Sindicato dos Trabalhadores na Agricultura Familiar (SINTRAF). \nEssas organizações, apesar de diferentes, cumprem a mesma função social, \nsão sindicatos rurais. Através da oficina participativa, ficou claro que no \nBom Retiro, cada agricultor é filiado a um dos sindicatos rurais citados. \nAlém disso, essas organizações são vistas pela comunidade como \n“prestadores de serviço”, os agricultores recorrem a elas para acessar \ndireitos como a aposentadoria rural, licença saúde ou outros benefícios \nprovidos como atendimento médico e odontológico, empréstimo de \nsementes. Mas, não há um envolvimento das pessoas da comunidade nesses \nsindicatos, ocupando cargos de liderança ou participando ativamente das \ndecisões tomadas neste fórum, por isso foram representadas tão distantes da \ncomunidade no diagrama de Venn. \n\nIsso demonstra certa restrição à participação nas tomadas de \ndecisão governamentais e também de acesso a programas e benefícios. \nComo por exemplo, o principal programa do governo de fomento da \n\n                                                                                                                           \nsuas famílias e comunidades, sem distinção de raça, cor, profissão, nacionalidade, sexo, credo \nreligioso ou político” (http://www.pastoraldacrianca.org.br). \n\n\n\n52 \n \n\nagricultura familiar (PRONAF), que concede financiamento rural, tem todo \no seu processo burocrático de inscrição feito através dos sindicatos rurais. \n\nA única instituição citada por oferecer serviços de crédito foi a \nCooperativa de Crédito Solidária (CRESOL), essa instituição é vista de \ndiferentes formas pelos agricultores da comunidade do Bom Retiro. Alguns \nagricultores a consideram próxima por oferecer serviços de crédito, porém \npara outros é vista como distante devido à burocracia e aos juros cobrados. \n\nA prefeitura, a secretaria de agricultura e a EMATER (Instituto \nParanaense de Assistência Técnica e Extensão Rural) são consideradas \npróximas entre si e relativamente próximas à comunidade, isso porque todas \nessas instituições fornecem assistência técnica ou benefícios para a \nagricultura. A EMATER é considerada distante por não dar assistência \ntécnica à comunidade. O SINTRAF é bem visto, principalmente pelas \ninformações e esclarecimentos prestados à comunidade. \n \nAnálise de atores e fluxos \n \n\nNa ferramenta participativa de análise dos atores e fluxos (Figura \n5) realizada apenas com os líderes, a relação com algumas dessas \ninstituições foi mais bem detalhada e se fez menção a outras instituições. A \nrelação com a prefeitura, por exemplo, ora é positiva, ora é negativa. Os \nexemplos negativos estão relacionados à falta de atuação na comunidade, e \na falta de infra-estrutura pública em diferentes aspectos como saúde, \neducação, transporte e lazer. Como exemplos positivos foram citados o \nfornecimento de sementes e de calcário para as lavouras; e a doação do \ntrator para a associação de moradores. Além disso, a prefeitura aceitou a \nauto-declaração faxinalense11 do Faxinal do Bom Retiro em 2009. \n\n                                                           \n11Assim como o governo do Paraná, a prefeitura municipal de Pinhão (PR) também aprovou \numa lei que dispõe sobre o reconhecimento faxinalense e legitima os acordos comunitários. A \nLei Municipal nº 1354/2007, regulamenta o procedimento de auto-declaração faxinalense à \nprefeitura que fica responsável por comunicar ao CNPT. Essa lei também legitima os acordos \ncomunitários e proíbe o fechamento das áreas de criadouro comum.   \n\n\n\n53 \n \n\n \nFigura 5. Representação esquemática do Diagrama de atores e fluxos feito \npela comunidade do Bom Retiro. (Legenda: PROTER - Programa da Terra \nAssessoria, Pesquisa e Educação Popular no Meio Rural; EMATER - \nInstituto Paranaense de Assistência Técnica e Extensão Rural; APF – \nAssociação Puxirão Dos Povos Faxinalenses; IEEP - Instituto De \nEducadores Populares; ICMBIO – Instituto Chico Mendes De Conservação \nDa Biodiversidade; IAP – Instituto Ambiental Do Paraná; AFATRUP - \nAssociação das Famílias de Trabalhadores Rurais do Paraná; Cresol – \nCooperativa de Crédito Solidária; SinTraf – Sindicato dos Trabalhadores \nRurais e Sindicato dos Trabalhadores na Agricultura Familiar; CEMPO – \nCentro Missionário de Apoio ao Campesinato; INSS - Instituto Nacional do \nSeguro Social) \n\nO município de Pinhão (PR), onde está localizada o faxinal de \nBom Retiro, possui diversas comunidades faxinalenses, isso favorece o \nreconhecimento dos direitos tradicionais faxinalenses, e desenvolvimento de \nplanos estratégicos de gestão da extração de pinhão e erva mate. Segundo o \nIBGE (2010), no município foram extraídas 310 toneladas de pinhão e 4380 \ntoneladas de erva-mate, em 2009. Porém, ficou claro que a prefeitura \nmunicipal não tem desenvolvido planos de ação no intuito de melhorar a \nprodução ou o mercado de tais produtos. \n\nEntre os órgãos ambientais, o ICMBio foi mencionado por auxiliar \nno processo de criação de uma Reserva de Desenvolvimento (RDS), \ntrazendo o conhecimento necessário e conduzindo esse processo junto as \nliderança, a comunidade e outros parceiros. O IBAMA, o IAP e a Força \nVerde12 foram citados pelas suas ações fiscalização da extração madeireira, \natendendo a ocorrências de denúncias feitas pelos faxinalenses a respeito da \nextração ilegal de madeira. \n\n                                                           \n12 Polícia Militar Ambiental do estado do Paraná. \n\n\n\n54 \n \n\nA Madeireira Zattar, a delegacia e o fórum de justiça foram citados \npor terem relações negativas com as comunidades. Todas essas instituições \nestão ligadas a conflitos ambientais.  \n\nEm relação aos outros movimentos sociais existentes na região o \nMovimento dos Pequenos Agricultores (MPA) é visto como parceiro, por \nter um modo de vida semelhante, gerenciando seus recursos de forma \ncomunitária, tendo um posicionamento mais conservacionista e voltado para \na produção orgânica. O MST é criticado pela devastação ocasionada em \nseus acampamentos. Além disso, em geral, as instituições externas \ncostumam confundir os faxinalenses com os membros do MST, o que não \nlhes agrada nem um pouco. \n \nAnálise social CLIP \n\n \nA análise social CLIP (Figura 6) evidencia, entre os diferentes \n\natores sociais, aqueles com os quais seria mais estratégico firmar parcerias \nem longo prazo, por terem interesses comuns, bastante poder e legitimidade. \n \n\n \nFigura 6. Esquema resultante da análise social CLIP construída com as \nlideranças da Comunidade do Bom Retiro. (Legenda: APF – Associação \n\n\n\n55 \n \n\nPuxirão dos Povos Faxinalenses; IEEP - Instituto de Educadores Populares; \nICMBIO – Instituto Chico Mendes de Conservação da Biodiversidade;) \n\nO ICMBio está posicionado na intersecção dos três círculos o que \ndemonstra que, na visão das lideranças, essa instituição possui interesses em \ncomum com a comunidade, além de poder e legitimidade. Através dos \ndiscursos, é possível perceber a credibilidade que as lideranças da \ncomunidade do Bom Retiro depositam nessa instituição. Acreditando que a \natuação do ICMBio trará criação da RDS, resolvendo uma série de \nproblemas da comunidade. Como exemplos desses conflitos, existem as \nquestões de territorialidade, criação de animais a solta, empobrecimento das \náreas de mata, acarretando na diminuição da produção de erva-mate e \npinhão. \n\nAs principais instituições parceiras – IEEP, APF e Associação de \nMoradores – não foram consideradas poderosas. A associação de moradores \ne a prefeitura têm uma baixa legitimidade segundo a análise, isso pode estar \nsignificando que tais instituições não têm cumprido o papel esperado, ou \nnão são inclusivas em seus processos de tomada de decisão.  \n\nA prefeitura, a madeireira Zattar e as ervateiras são as organizações \nque menos apresentam interesses em comum com a comunidade, \nrespectivamente.  Em relação a ervateira, isso demonstra que os \nfaxinalenses estão bastante descontentes com os preços ou os acordos \nselados, visto que em princípio tanto os faxinalenses quanto as ervateiras \ntem o interesse em comum de explorar a erva-mate da região. Diferente do \ncaso da madeireira, onde há conflitos a respeito de propriedade das terras, \npor exemplo.  \n \n\n6.1.2. Comunidade de Marcondes -Brasil \n\nNo Faxinal dos Marcondes a coleta de dados ocorreu entre em \nfevereiro de 2010, e envolveu 6 pesquisadores. A comunidade do Faxinal \ndos Marcondes também é pequena, cerca de 30 famílias. Foram \nentrevistadas 26 famílias, 5 mais ativas e 21 menos ativos. A idade média \ndos entrevistados é de 53 anos, variaram de 15 a 82 anos. Entre os \nentrevistados 9 eram homens e 17 mulheres. Todas as famílias entrevistadas \neram cristãs, 25 católicas e uma evangélica. As famílias são pequenas, com \ntamanho médio de 3,3 pessoas, variando de 1 a 6 membros. O grau de \nescolaridade é baixo, em cerca de 58% das famílias nenhum dos membros \nadultos completou o ensino fundamental, em 11% delas os membros tem o \nensino fundamental completo, em 15% ensino médio incompleto e em 15% \nensino médio completo. Na comunidade há descendentes de \nucranianos/poloneses (“ucrainos” ou “polacos”) e descendentes de caboclos \n\n\n\n56 \n \n\n(“brasileiros”). Existem distinções entre os “ucrainos” e os “brasileiros”, \nsendo que  esses últimos freqüentam igrejas diferentes e não são comuns \ncasamentos entre os dois grupos. A região da comunidade em que moram os \nbrasileiros é comumente referida como “Brasília”, onde as casas são mais \npróximas uma das outras. \n\nDurante as entrevistas foram citadas duas organizações locais, \nsendo a Igreja uma delas, e a outra a associação de moradores, também \nchamada de associação dos faxinalenses. Detro do grupo igreja estão \nincluídas tanto a associação da comunidade da igreja, como o círculo \nbíblico ou grupo de rezas. Houve entrevistados que afirmaram não haver \nnenhuma organização. A comunidade aparenta ser bem integrada em torno \nde lideranças, não se preocupando em reconhecer as organizações locais. \n\nApenas 46% das famílias entrevistadas participam de alguma das \norganizações locais. Entre os entrevistados que participam de alguma \norganização, 50% participam de organizações cuja escolha do líder é \nrealizada por voto de todos os membros, 17% não sabem como é \nselecionada a liderança da associação que participam e 33% citaram outras \nformas. Dessas apenas 35% votoram na última eleição. Entre as famílias \nentrevistadas que participam de organizações locais, 27% se sentem \nbastante beneficiadas individualmente, 31% se sentem um pouco \nbeneficiados, 4% se sentem quase nada beneficiados e 8% não se sentem \nbeneficiados. O principal benefício citado pelas famílias entrevistadas que \nse sentem bastante beneficiadas foi a cerca do criadouro comunitário que \npermitiu o retorno à criação de animais e melhorou alimentação da família, \neventualmente foram citadas também as vacinas, ou simplesmente o fato de \nparticipar de um coletivo e ajudar. Além dos motivos mencionados \nanteriormente, as famílias que se sentem pouco beneficiadas também \nmencionaram aprendizado e informação. \n\nA disposição para participar de ações coletivas entre as famílias é \nalta, 73% estão sempre dispostas a participar, 7% às vezes, 13% raramente e \n7% nunca. Porém, quando se trata da participação nos puxirões, o número \nde pessoas que sempre se dispõe a participar diminui, os que sempre se \ndispõe a participar passam para 35%, raramente 19% e nunca 42%. Uma \ndas possíveis explicações para a baixa disponibilidade em participar dos \npuxirões é o fato destes serem bastante esporádicos, sendo realizados \napenas quando é necessário realizar um conserto na cerca. Outro exemplo \nde atividade de manejo comunitário da biodiversidade são as reuniões a \nrespeito dos acordos comunitários que ocorrem cerca de uma vez por mês, \njuntamente com as reuniões da associação faxinalense ou associação de \nmoradores. \n\nDe acordo com 86% as entrevistas, o conserto da cerca é realizado \npor um homem de cada família. Quem organiza essa atividade é um \n\n\n\n57 \n \n\npequeno grupo de moradores, mais participativo. De acordo com os líderes \nas decisões de planejamento são tomadas em assembléia. A divergência, \nprovavelmente, é reflexo da baixa participação. \n\nSegundo os líderes a participação comunitária nos puxirões \ndiminuiu, provavelmente, por causa de alguns conflitos não resolvidos que \ngeram uma descrença de que o criadouro comunitário possa funcionar \nadequadamente. Um exemplo desses conflitos é com um proprietário de \nanimais que não é morador do faxinal. Esta pessoa deixava quase 40 \nanimais na área do faxinal. Um número muito alto de animais no criadouro \ncomum contribui para a diminuição da vegetação e o pisoteio das margens \ndos córregos, causando erosão e contribuindo para a diminuição da \ndisponibilidade de alimentos naturalmente disponibilizados para os animais \npela vegetação nativa, fazendo com que os moradores dos faxinais tenham \nque aumentar o suplemento de comida dado aos seus animais. Outros \nexemplos de conflito são o fechamento de áreas do criadouro comum por \nproprietários que resolvem fazer plantios na área, mesmo em desacordo \ncom o acordo comunitário13; a vandalização de cerca para que os animais \nfujam; e a matança de animais para impedir que estes comam os plantios. \n\nA resolução dos conflitos, nem sempre se dá de uma boa forma, há \nalguns anos atrás um morador da área do faxinal foi assassinado por matar \nos animais do criadouro comunitário. \n\nDe acordo com os líderes, muitos faxinalenses sabem que existe o \ndireito dos faxinalenses, conhecem os acordos comunitários, o direito à \ncriação de animais; porém, ainda não é dada a devida importância a estes \ndireitos, desacreditando que seja possível mantê-los. \n\nO acordo comunitário define o percentual máximo da área da \npropriedade que pode ser fechada para plantio dentro do criadouro \ncomunitário, além disso, os animais considerados maus reprodutores devem \nser retirados do faxinal, pelo acordo comunitário está estabelecido também \nque a coleta de erva-mate só pode ser realizada pelo proprietário do terreno \ne que a coleta de pinhão para o consumo familiar pode ser realizada por \ntodo o faxinal, mas para a venda, apenas na própria propriedade. \n\nEntre as mudanças ocorridas no sistema de gestão do criadouro \ncomunitário descrita pelos líderes, a principal delas é extinção ou a \ndiminuição de pode da figura do “inspetor de quarteirão”. O inspetor ou \ninspetor de quarteirão era um cargo presente no Brasil no século XIX. Nos \nfaxinais, o inspetor de quarteirão era a pessoa responsável por resolver os \nconflitos. Essa pessoa agregava os poderes executivo e judiciários, \nbaseando-se no acordo comunitário (\"legislativo\") (Chang 1988). A figura \n\n                                                           \n13 Acordo comunitário é o principal instrumento da gestão tradicional dos faxinais. São regras, \nestabelecidas em comum acordo que se pode ou não fazer na área comunitária. \n\n\n\n58 \n \n\ndo inspetor de quarteirão foi perdendo poder, quando o estado começou a se \nfazer mais presente. Quando havia conflitos, a pessoa que desrespeitava os \nacordos comunitários levava o caso à delegacia, que na maioria dos casos \ndecidia a seu favor. \n\nO cargo de inspetor de quarteirão é um cargo hereditário (Chang \n1988). Atualmente, uma das principais lideranças da comunidade pertence à \nfamília dos inspetores de quarteirão, ou seja, o poder, a função e a relação \ndo inspetor de quarteirão com a comunidade parece ter se alterado ao longo \ndo tempo, porém não se extinguiu. \n\nEntre outras mudanças relatadas pelos líderes está a diminuição da \ncriação de animais e da erva-mate. Segundo eles, ambas eram bem mais \nvaliosas e estavam bem mais presentes na comunidade. \n\nDe acordo com as entrevistas às unidades familiares a iniciativa de \nrestaurar a cerca do criadouro comunitário partiu de algumas lideranças \ncomunitárias, que também são quem decidem quando será realizado cada \num dos puxirões de reformas da cerca. Os líderes contaram que tiveram a \niniciativa de restaurar o criadouro comunitário, porque descobriram há cerca \nde 5 ou 6 anos por meio do filho de um antigo morador da comunidade, que \na comunidade do faxinal dos Marcondes era uma ARESUR14 e que, por \nisso, teria direito a recursos provenientes do ICMS15 ecológico.  De posse \ndessa informação, os faxinalenses procuraram a prefeitura municipal, os \nórgãos ambientais e aos poucos foram conquistando o acesso a recursos e \nmateriais, como o arame que possibilitou a restauração da cerca do \ncriadouro comunitário. \n\nNeste caso chama a atenção o descaso dos órgãos ambientais, bem \ncomo da prefeitura com moradores da área, visto que foi criada uma \nunidade de conservação estadual, que gera recursos para a prefeitura através \ndo ICMS ecológico e em nenhum momento os moradores do local foram se \nquer informados, quem dirão consultados do processo. \n\nPorém, desde que se tornaram cientes de que a sua comunidade é \numa unidade de conservação, os faxinalenses do Marcondes têm se \n\n                                                           \n14 As Áreas Especial de Uso Regulamentado (ARESUR) são unidades de conservação \nestaduais, específicas para faxinais, criadas pelo Decreto Paranaense nº 3.446/97. Isso \npossibilitou o reconhecimento dos territórios faxinalenses e sua importância na proteção \nambiental (Simões e Sahr 2010). O Faxinal dos Marcondes é uma ARESUR. \n15 No Paraná existe a lei do ICMS ecológico (Lei Complementar n.º 59, de 1.º de outubro de \n1991), segundo a qual 5% do ICMS estadual é repassado para os municípios que possuam \nunidades de conservação ou mananciais de abastecimento. Como o Faxinal dos Marcondes é \numa unidade de conservação, do tipo ARESUR, a prefeitura recebe parte do repasse do ICMS \nestadual. Em alguns municípios, existem leis municipais que asseguram que parte desse \nrecurso seja gasto nas próprias UCs.  Porém este não é o caso de Prudentópolis, município no \nqual está localizado o Faxinal dos Marcondes, ainda sim os faxinalenses têm conseguido \nnegociar com a Prefeitura alguns benefícios. \n\n\n\n59 \n \n\naproximado da prefeitura e dos órgãos ambientais. Atualmente, inclusive, \nbuscam criar uma RDS na área. \n\nNo faxinal do Marcondes apenas 12% das famílias não usam \nnenhuma propriedade para agricultura ou pecuária, entre estes há uma \nfamília de assalariado (4% da comunidade) e duas famílias em que os \nintegrantes que trabalham são diaristas na lavoura de outras pessoas. \n\nAs áreas usadas são próprias para 91% das famílias, cedidas para \n17% e alugadas por 13% das famílias. O criadouro comunitário é utilizado \npor 52% das pessoas usam o criadouro comunitário. \n\nTodas as famílias entrevistadas possuem rádio e eletricidade em \nsuas residências, 96% possuem TV e geladeira, 69% têm bicicleta, 65% têm \ncelular, 46% têm carro e 35% moto. Ninguém tem computador, telefone \nfixo ou trator. \n\nPela análise do gráfico histórico, fica claro que a renda familiar na \ncomunidade melhorou há cerca de 10 anos atrás. Essa melhora é explicada \npelos agricultores pela adoção do cultivo do fumo. A melhorias se \nintensificaram nos últimos 5 anos, quando o poder aquisitivo das famílias \naumentou, mesmo sem que houvesse um aumento significativo da renda. \nNessa época foram construídas estruturas coletivas como campo de futebol \ne pavilhão. \n\nEm relação ao cultivo do fumo, muitas famílias já relatam que o \ncultivo do fumo não é mais tão rentável. No discurso dos fulmicultores fica \nclaro que se ganha muito dinheiro, mas que gasta-se também muito dinheiro \ncom fertilizantes e defensivos agrícolas. Além disso, o fumo exige muita \nmão de obra em diferentes etapas da produção: produção das mudas, \ntransplante, secagem e classificação do fumo na estufa e etc. Como as \nfamílias são pequenas, isso sobrecarrega os agricultores que passam a não \nter tempo para outras atividades, como por exemplo, o cultivo de alimentos \npara o consumo familiar. \n\nA introdução do fumo no faxinal contribuiu para a diminuição da \nárea plantada e para a perda de variedades locais de feijão, milho, abóbora, \nmelancia, pepino, batata-doce, mandioca entre outros. Dentre as espécies a \nque possui maior diversidade de variedades, segundo os agricultores é o \nmilho, pois é plantado tanto para alimentação familiar como para \nsuplementação alimentar da criação. \n\nA reforma da cerca em 2005 permitiu a reestruturação da \norganização territorial da comunidade, voltando a ter a área comunal para \ncriação de animais. Com isso houve aumentou o número de animais e \nconseqüentemente as vistas de compradores de porco também aumentou. \nAinda assim, como maior parte da produção de serve para abastecer o auto \nconsumo, o principal impacto de reforma da cerca foi a redução dos gastos \ncom alimentação familiar.  \n\n\n\n60 \n \n\nNo caso da criação de gado, cuja finalidade é leiteira, a reforma da \ncerca juntamente com as vacinas conseguidos através do repasse do ICMS \necológico, contribuiu para redução das despesas e melhorou a qualidade do \nleite. \n\nDepois da reforma da cerca as pessoas passaram a investir mais na \ncompra de animais, retomando algumas atividades com a criação de cavalo \npara doma e a criação de cabritos. \n\nQuando perguntados se a reforma da cerca e restabelecimento do \ncriadouro comunitário ocasionou mudanças na renda familiar, 77% das \npessoas declararam não haver mudanças na renda, para 11% das famílias \nhouve uma pequena mudança positiva e para outros 11% houve grande \nmudança positiva. \n\nA renda familiar mensal da comunidade é bastante heterogênea \nvariando de R$ 22,00 a R$ 1800,00 reais (média de R$ 995,08), porém não \nhá diferença entre a renda dos mais e dos menos ativos. A renda dos mais \nativos varia de R$ 697,50 a R$ 1.708,33, com média de R$ 1.176,67. E a \ndos menos ativos varia de R$ 22,00 a R$ 1.800,00, sendo a média de R$ \n951,84. \n\nOnze famílias entrevistadas (42%) possuem pessoas assalariadas, a \nmédia da renda familiar provenientes de salários é de R$ 812,12.  Os \nsalários correspondem a 27% da renda total das famílias da comunidade e \nde 66% para as famílias que têm membros assalariados. \n\nA maior parte das famílias (61%) possui renda proveniente de \nbolsas, pensões, aposentadorias ou outros benefícios sociais. O valor desses \nbenefícios por família varia de R$ 22,00 a R$ 1020,00, perfazendo uma \nmédia de R$ 460,85 por família. Essas fontes de renda correspondem em \nmédia a 70% da renda familiar das famílias que a recebem (variando de \n20% a 100%) e a 39% da renda da comunidade.  \n\nA principal ocupação dos entrevistados é a agricultura (54%), \nseguidos por donas de casa (23%) e aposentados (11%). Mas, é importante \nperceber que muitas das pessoas que se identificam como donas de casa ou \n“do lar” também possuem um papel importante nas atividades agrícolas, \nclassificando o fumo, cuidando dos animais etc. \n\nA renda proveniente da venda de produtos agrícolas varia de R$ \n250,00 a R$ 1.666,67 mensais. Correspondendo a 69% da renda das \nfamílias que vendem a sua cultura (em média R$845,44). E representando \n30% da renda da comunidade. Apesar de a agricultura ser a principal \nocupação, 42% dos agricultores não possui renda proveniente da venda de \nprodutos agrícolas. Na comunidade não há a venda de produtos agrícolas \nprocessados. Os produtos de origem animal correspondem a apenas 2% da \nrenda da comunidade, e a até 20% da renda familiar. \n\n\n\n61 \n \n\nOs gastos com a produção, que incluem insumos agrícolas e \ndespesas com a produção pecuária, variam de zero a R$ 1.375,00. (em uma \nmédia R$ 210,75 por mês). \n\nAtualmente 23% das famílias entrevistadas vendem erva-mate. \nAlgumas famílias disseram não vender ou extrair erva-mate, por possuírem \npoucas plantas em suas áreas. Para as famílias extratoras a renda mensal \ncalculada varia de R$ 33,33 a R$ 360,00 reais mensais (média de R$ \n104,44), representa de 1 a 26% da renda dessas famílias. Apesar de parecer \numa contribuição pequena, a renda proveniente da extração de erva-mate é \nesporádica, a cada 2 ou 4 anos e essa renda “extra” é bem significativa para \nas famílias extratoras, que vem os ervais . Algumas famílias vendem a sua \nprodução diretamente para ervateiras que realizam a extração e o \nbeneficiamento. Enquanto outras famílias pagam parte da produção para \nbeneficiar a erva-mate para consumo próprio. Em geral, a cada quatro \narrobas (60kg) de erva colhida, recebe-se uma arroba (15kg) de erva seca. \n\nSegundo as entrevistas, às unidades familiares, 65% dos \nentrevistados afirmaram ser comercializados produtos de variedades locais \nna comunidade, a maior parte desse comércio são os produtos de origem \nanimal: carne de porco, ovos de galinha, carne de gado e leite de gado, além \nde cabrito. Entre os produtos de origem vegetal foram citados \nprincipalmente feijão e milho, mas também verduras e batata. \n\nApenas 54% dos entrevistados afirmaram já terem trocado \nvariedades locais com outros agricultores, as variedades trocadas foram \nprincipalmente de milho e feijão, mas também houve relatos trocas de raças \nde porco. \n\nApenas 23% dos entrevistados disseram conhecer mercados \nformais ou informais de sementes de variedades locais, enquanto que 92% \nconhecem mercados de sementes de variedades melhoradas. \n\nCerca de 92% dos entrevistados disseram que não há a produção de \nsementes e mudas para o mercado de variedades locais. \n\nNenhum agricultor estava ciente de que eles possuem direitos \nsobre as suas variedades locais, ou afirmou conhecer algum programa \ngovernamental a respeito desse assunto. Na comunidade local também não \nexiste nenhum caso de registro de variedades locais. \n\nQuanto perguntados a respeito da dependência de sementes \ncompradas para iniciar a lavoura, 38% dos faxinalenses afirmaram ser \ntotalmente dependentes da compra de semente, comprando todas as \nsementes de todas as safras e 35% parcialmente dependentes, comprando \napenas parte das sementes de uma safra ou comprando sementes a cada duas \nou mais safras. \n\nQuando perguntamos se esses agricultores preferiam as variedades \nadquiridas no comércio, ou as sementes das variedades tradicionais, 90% \n\n\n\n62 \n \n\ndos agricultores afirmaram preferir as variedades comercializadas. Essa \ndiferença pode ocorrer em virtude do contexto no qual esses agricultores \nestão inseridos. A maioria dos agricultores do faxinal dos Marcondes lida \ncom a cultura do fumo. Apesar de utilizar a mão de obra familiar, o cultivo \nde fumo segue um modelo de agricultura bastante tecnificada, no qual se \naplicam grandes quantidades de insumos agrícolas e defensivos químicos, \nutilizando-se variedades de alta produtividade. Se esses agricultores \naplicarem modelo agrícola para seus outros cultivos, como o feijão e o \nmilho, utilizados para o autoconsumo ou suplementação da alimentação \nanimal, é natural que eles prefiram as variedades melhoradas e comerciais.  \n\nEntre os agricultores que preferem as variedades tradicionais \n(10%), afirma-se que as variedades tradicionais produzem mais, não são tão \ncaras e não vêm tratadas com veneno. As diferenças de produção entre os \ndois tipos de variedades estão relacionadas a diferentes modelos de \nprodução agrícola. As variedades tradicionais estão mais bem adaptadas às \ncondições locais que são mais variáveis, sendo mais produtivas em \nambientes mais pobres quando comparadas as variedades comerciais (Brush \n2000). Além disso, para os pequenos agricultores o alto preço das sementes \ne dos insumos agrícolas exigidos pelas variedades comerciais é uma grande \ndesvantagem dessas variedades. O veneno mencionado se refere aos \nfungicidas e a outras substâncias utilizadas para que as sementes se \nconservem viáveis por um maior período de tempo. O fato dos agricultores \nnão gostarem de utilizar tais sementes está ligado ao seu conhecimento a \nrespeito dos malefícios dos agrotóxicos e, em geral, está relacionada àqueles \ncultivos utilizados a alimentação. \n\nTodos os agricultores afirmaram adquirir variedades melhoradas \natravés da compra, esses agricultores não conhecem as mudanças na forma \nde adquirir as variedades melhoradas. Além disso, 50% relataram não haver \ndificuldades para adquirir tais variedades, entre as dificuldades relatadas \npelos outros agricultores estão o preço (90%) e o transporte das sementes \n(10%). \n \nGráfico histórico \n \n\nO gráfico histórico (Tabela 4) demonstra que há uma percepção \ngeral de que houve uma melhoria nas condições sócio-econômicas na \ncomunidade, com melhoria da renda geral, da qualidade das habitações e \ncom a aquisição de bens duráveis. Apesar dessas melhorias não estarem \ndiretamente relacionadas com a restauração do criadouro comunitário, ela \nocorreu com mais intensidade nos últimos 5 anos. \n\n  \n\n\n\n63 \n \n\nTabela 4. Gráfico histórico construído com a comunidade Faxinal dos \nMarcondes. Os símbolos indicam o aumento (+) ou a diminuição (-) da \nvariável analisada e a quantidade de símbolos indica a proporção dessa \nalteração. As variáveis analisadas foram: características das propriedades, \npropriedade de bens duráveis, qualidade das moradias, ferramentas \nutilizadas, renda geral, número de raças dos animais criados, número de \nvariedades das plantas cultivadas, benefícios comunitários oriundos do uso \ndessas variedades, quantidade de conhecimento local associados a essas \nvariedades e conhecimento a cerca dos direitos faxinalenses. No discurso \ndos faxinalenses fica claro que essas melhorias não são conseqüências \ndiretas das atividades de manejo comunitário, com a revitalização do \ncriadouro comunitário e a participação no movimento faxinalense.  \n\n Antes 2005 Hoje \n\nPropriedade tudo coletivo tudo \nindividualizado \n\nmaioria coletivo, \nalgumas \n\nindividualizadas \nBens Duráveis + ++ ++ \n\nCasas (qualidade) - + ++ \n\nFerramentas enxada, foice, \nmachado \n\ncarro de boi carro de boi \n\nRenda Geral + +++ +++++ \n\nRaças - + +++ \n\nVariedades +++ + + \n\nBenefícios \ncomunitários \n\n- + ++ \n\nUso de variedades \nlocais \n\n++++ ++ +++ \n\nConhecimento \nlocal \n\n+++ + + \n\nDireito dos \nfaxinalenses \n\n- - + \n\n \n A organização das propriedades também mudou. As propriedades \ntodas já tinham sido individualizadas, e desde 2005 com a revitalização da \ncomunidade, uma parte voltou integrar o criadouro comunitário. Isso \ncontribuiu também para o aumento dos benefícios comunitários, como a \naquisição de vacinas para os animais, a construção do galpão coletivo e do \ncampo de futebol. Tudo isso devido ao aumento da consciência a respeito \ndos direito dos faxinalenses, através dela é que se teve acesso à informação \ne aos recursos do ICMS ecológico. \n A quantidade de variedades cultivadas e uso de variedades locais \ndiminuiu muito, assim como o conhecimento local relacionado a essa \n\n\n\n64 \n \n\nbiodiversidade, e as áreas de mata. Em compensação a quantidade de raças \nde animais aumentou. \n \nMatriz histórica de variedades \n \n A matriz histórica de variedades (Tabela 5) demonstra que houve \numa diminuição do mercado de pinhão na comunidade. Segundo os \nfaxinalenses essa diminuição ocorreu devido a redução da área de mata, em \nvirtude do aumento da área de cultivo de fumo, do plantio de eucalipto e do \nsobrepastejo ocasionado por vários animais. Cavalos e burros, por exemplo, \nsão apontados por consumirem mudas de pinheiros.  \n \nTabela 5. Matriz Histórica de Variedades feita pela Comunidade do Faxinal \nMarcondes, dividida em três partes: erva-mate e pinhão; milho e feijão; \nporco e gado. Cada espécie foi avaliada, quanto as suas variedades, a \ndistribuição delas, o conhecimento a seu respeito, a origem das \nvariedades, quais os produtos elaborados a partir delas, e seu mercado. \n\n Erva-mate Pinhão \n\nAntigamente Depois Antigamente Depois \n\nTipos \n\nnativa nativa, roxo, \n\nverde e \n\nargentina \n\nbranco, amarelo, \n\ncaiová e são josé \n\nbranco, \n\namarelo, caiová \n\ne são josé \n\nDistribuição mais menos mais menos \n\nOrigem nativo nativo e \n\nervateira \n\nnativo nativo \n\nProdutos chá e \n\nchimarrão \n\nchá e chimarrão pinhão pinhão \n\nMercado para carijo e \n\nbarbaquá \n\nervateiras, auto \n\nconsumo \n\nmais menos \n\n \n\n\n\n65 \n \n\n \n\n Milho Feijão \n\n Antigamente Depois Antigamente Depois \n\nTipos \n\namarelo, \n\nbranco, dente \n\nde cavalo, \n\nasteca, \n\ncravinho \n\nhíbrido tarumã, costa rica, \n\ncapixaba, calça \n\nlarga, zóio de \n\npomba, zebrinha, \n\ncarioca, bainha \n\nroxa, tibagi, barriga-\n\nverde, vermelhinho, \n\ncopa, uirapuru, \n\ndiamante negro, \n\njaula, manteguinha. \n\ngoiano, \n\nargentino, tiziu, \n\nbainha roxa, \n\nvalente \n\nDistribuição comum muito híbrido, \n\npouco comum \n\nvárias safras uma safra \n\nOrigem troca, \n\narmazenado \n\ntodo ano \n\ncompra \n\ntroca, armazena compra, troca e \n\narmazena \n\nProdutos canjica, \n\nquirera, fubá, \n\nfarinha, \n\npamonha, \n\nassado, \n\ncozido e \n\npolenta \n\ncanjica, quirera, \n\nfubá, farinha, \n\nsorvete, \n\npamonha, \n\nassado, cozido e \n\npolenta \n\nfeijão feijão \n\nMercado Escambo e \n\nautoconsumo \n\nvenda autoconsumo Venda \n\n \n\n Gado  Porco \n\n Antes Depois Antes Depois \n\nTipos \n\nmenos Mais orelha de colher, \n\ncaruncho, durok, \n\nfaixa branca, \n\ncasco de burro, \n\nbolachinha e \n\ncorpo pelado \n\norelha de colher, \n\ndurok, faixa \n\nbranca, casco de \n\nburro, hibra e \n\n\"lajoaite\" \n\nDistribuição mais por \n\nfamília \n\nmenos por \n\nfamília \n\nMais menos \n\nOrigem Local reprodutor, \n\ninseminação \n\noutras \n\ncomunidades \n\noutras \n\ncomunidades \n\nProdutos queijo, \n\nrequeijão e \n\nmanteiga \n\nnenhum banha, carne e \n\ntorresmo \n\nbanha, carne e \n\ntorresmo \n\nMercado Queijo leite Mais menos \n\n \n A erva-mate também sofreu uma diminuição nas áreas de erval, \npelos mesmos motivos. Mas, houve um aumento no número de tipos, ou \n\n\n\n66 \n \n\nvariedades, devido à introdução de mudas do tipo “argentina”, “roxo” e \n“verde” feito pelas ervateiras. O mercado também mudou, antigamente a \ncomunidade Faxinal dos Marcondes produzia erva-mate apenas para o \nconsumo próprio. \n Quanto ao milho e o feijão, fica claro que houve uma mudança \ngrande na sua produção. O milho teve, em geral, todas as suas variedades \nlocais ou “comuns” substituídas por variedades híbridas comerciais. As \nsementes que anteriormente eram trocadas ou armazenadas de um ano para \no outro, hoje são compradas. Além disso, o milho que só era utilizado para \no autoconsumo e o escambo, hoje é comercializado. \n O feijão também sofreu muitas mudanças, segundo os faxinalenses, \na produção de feijão passou a ser comercializada há 35 anos, além disso, \natualmente se faz apenas uma safra de feijão e o número de variedades \ncultivadas diminuiu bastante. \n Quanto aos animais, o número de cabeças de gado por família \nreduziu, mas o número de raças aumentou e a qualidade deles melhorou \ndevido a compra de reprodutores e ao uso da inseminação artificial. \nAntigamente se produzia queijo na comunidade e hoje se vende o leite. \nQuanto aos produtos para o autoconsumo, o que antes era um hábito comum \nde se produzir manteiga, queijo e requeijão, hoje é feito por apenas algumas \nfamílias. Já no caso dos porcos, não parece ter havido grandes mudanças: a \nvenda de animais diminuiu, principalmente em função de exigências e de \nfiscalização de órgãos como a vigilância sanitária, mas a riqueza de raças \npermaneceu alta. \n \nAnálise de atores e fluxos \n \n Na ferramenta de análise dos atores e fluxos (Figura 7) nenhuma \norganização foi representada dentro da comunidade. E a associação de \nmoradores ou dos faxinalenses não foi representada, pelos discursos fica \nclaro que está é a única associação considerada interna à comunidade e \nindissociável desta, tão legítima que não foi representada. Algumas \norganizações que possuem apenas membros da comunidade como o grupo \nde oração e a associação do leite não foram representadas dentro da \ncomunidade, talvez por não incluírem todas as famílias. \n \n\n\n\n67 \n \n\n \nFigura 7. Esquema representando o diagrama de atores e fluxos, feito na \ncomunidade Faxinal dos Marcondes. (Legenda: EMATER - Instituto \nParanaense de Assistência Técnica e Extensão Rural; IEEP - Instituto de \nEducadores Populares;). \n\n As organizações foram representadas de maneira mais ou menos \neqüidistantes à comunidade, mostrando que não existem relações mais \npróximas que outras. Os recursos genéticos que entram na comunidade vem \nda comunidade vizinha (Linha Naca), são comprados na agropecuária de \nPrudentópolis (milho, feijão etc) ou vem das fumageiras (mudas de fumo). \nA EMATER, instituição estadual que realiza extensão rural foi mencionada \napenas por fornecer informações. O sindicato e a associação de leite apesar \nde estarem representados não foram mencionados relações de informação, \nfinanceiras ou materiais no processo. \n \nAnálise Social CLIP \n \n A análise social CLIP (Figura 8) foi feita com seis das principais \norganizações citadas pelos  moradores da comunidade dos Marcondes. Nela \na APF, o IEEP e o IAP aparecem no centro do círculo, essas são as \norganizações com as quais a comunidade do Faxinal dos Marcondes tem \nestado mais próxima recentemente. Tanto pelo resgate da identidade \nfaxinalense, quanto pela conservação de seus remanescentes florestais. \n \n\n\n\n68 \n \n\n \nFigura 8. Esquema representando a análise social CLIP construída com as \nlideranças da Comunidade Faxinal dos Marcondes. (Legenda: EMATER - \nInstituto Paranaense de Assistência Técnica e Extensão Rural; APF – \nAssociação Puxirão dos Povos Faxinalenses; IEEP - Instituto de Educadores \nPopulares; IAP – Instituto Ambiental Do Paraná; CEMPO - Centro \nMissionário de Apoio ao Campesinato). \n\n A CEMPO, organização que também participa dos esforços de \nreconstrução da identidade faxinalense, não foi representada no centro por \nnão ser considerada poderosa. Essa entidade conta com poucos recursos e \nnão aparenta ter grandes influências em um cenário mais amplo. A \nEMATER, na visão dos faxinalenses, não possui interesses em comum com \na comunidade. E a secretaria de agricultura possui poder, mas não foi \nconsiderada legítima nem possui interesses em comum.  \n \n\n6.1.3. Comunidade de Sirsi - Índia \n\nEm Sirsi as atividades de campo foram realizadas ao longo do mês \nde março de 2010, por 5 pesquisadores indianos. Como não houve a \nparticipação durante a realização das oficinas, não há também a descrição \n\n\n\n69 \n \n\ndetalhada dos resultados obtidos nas oficinas de pesquisa participativa. \nPorém, esses resultados contribuíram para a análise do empoderamento \natravés dos indicadores. \n\nEm Sirsi, foram entrevistados 40 moradores, 37 homens e 3 \nmulheres, 18 mais ativos e 22 menos ativos. As idades dos entrevistados \nvariaram de 30 a 78 anos de idade (média 51 anos).  As unidades familiares \ndas quatro comunidades estudadas: Salkani, Melina onikere, Kadabal e \nManadooru, possuem de 3 a 12 integrantes (média 5,3). Todas as famílias \neram hindus de casta Brâmane16 (n=37) e Namadhari17 (n=3). A \nescolaridade da comunidade é bem alta: 50% dos entrevistados possui grau \nde escolaridade equivalente ao ensino médio completo, 27% possui ensino \nsuperior completo e 23% possui pós-graduação. Foram citadas 11 \norganizações de base comunitária. Em média, cada família citou 2,9 \norganizações. As organizações mais citadas foram: Mahilasangha, \nyuvakamandali e Strishaktisanga, citadas por 60%, 48% e 45% das famílias \nrespectivamente. \n\nO grau de participação é relativamente alto, cerca de 75% dos \nentrevistados são membros de pelo menos uma das associações que \nmencionou. Segundo 92% dos mais ativos e 52% menos ativos os líderes \nsão escolhidos por votação de todos os membros e 72% dos entrevistados \nvotaram nas últimas eleições, 100% dos mais ativos e 50% dos menos. \n\nO mesmo percentual (72%) de entrevistados freqüentemente se \ndispõe a participar de ações coletivas. A disponibilidade em participar é \nmenor para os menos ativos. Enquanto que entre os mais ativos 38% se \ndispõe a participar das atividades coletivas, 33% com freqüência, 22% \nraramente e 5% nunca; entre os menos ativos, 50% são se disponibilizam \nfreqüentemente, 9% raramente e 36% nunca dispostos a participar das ações \ncoletivas. \n\nQuando perguntados se sentem-se beneficiados por participar, 80% \ndos entrevistados se sentem pelo menos um pouco beneficiados, sendo que \n90% dos mais ativos se sentem beneficiados em contraste com apenas 56% \ndos menos ativos. É importante ressaltar que essas organizações locais lhes \ndão acesso a empréstimos, logo todos são beneficiados pela participação. \n\nA maioria dos entrevistados afirmou que o seu nível de \nparticipação permaneceu o mesmo (45%), enquanto que para 30% dos \nentrevistados diminuiu, e para 25% aumentou. \n\n                                                           \n16A casta Brâmane é classificada dentro da categoria de “altas castas” (uppercast) e \nhistoricamente é considerada uma casta de sacerdotes. \n17Namadhari é uma comunidade Hindu Vixinuísta encontrada principalmente no distrito de \nUttaraKannadá, estado de Karnataka. Também são conhecidos como Halepaika, Diva ou Idiga \ne Arya-Idiga. Eles são uma comunidade tradicionalmente agrícola, que adoram a divindade \nTirupati. \n\n\n\n70 \n \n\nO grau de satisfação com as organizações de base comunitária é \nbem maior para o grupo dos mais ativos: 33% deles está completamente \nsatisfeito e 66% parcialmente. Enquanto apenas 4% dos menos ativos está \ncompletamente satisfeito, 59% de parcialmente satisfeitos e 31% não está \nsatisfeito com as decisões tomadas pelas organizações locais. \n\nComo atividade de Manejo Comunitário da Biodiversidade, foi \navaliada em Sirsi a gestão das áreas florestais, formais e informais. O \nmanejo comunitário da biodiversidade em Sirsi tem se baseado em algumas \ninstituições como o Village Forest Committé (VFC), os Self Help Groups18 \n(SHG), a Cooperativa (Cooperative Society) e os Panchayatis19. Segundo as \nfamílias entrevistadas a iniciativa de regular o manejo florestal veio do \ngoverno, do departamento de agricultura e do departamento florestal. \nSegundo as entrevistas familiares e os líderes o planejamento das atividades \nde manejo comunitário da biodiversidade é feito pelo departamento de \nFlorestas junto com ONGs locais; a organização das atividades \né feita em colaboração das ONGs com a comunidade; e a implementação é \nfeita pelos departamentos governamentais e ONGs com a participação da \ncomunidade. \n\nAo serem perguntados se são comercializados produtos de \nvariedades locais, a maioria dos entrevistados respondeu que essas \nvariedades locais são usadas principalmente para o consumo doméstico ou \npara atividades religiosas, são comercializadas apenas em uma escala muito \npequena. Os agricultores que cultivam para si têm um íntimo contato com \nsuas variedades, com características diferenciadas (Valle 2002), que \natendem a preferências locais de consumo. \n\nTodos os membros da comunidade têm o habito de troca as \nsementes de variedades locais entre si. Inclusive porque não há mercado de \nsementes de variedades locais. \n\nAo serem perguntados sobre se sabiam que têm direitos legais \nsobre as suas variedades locais, todos os agricultores disseram que não. \nAssim como não conhecem políticas relacionadas aos seus direitos sobre \nvariedades locais. Não há nenhum caso de registro de variedade local. \n\nTodos os entrevistados sabem da existência de variedades \nmelhoradas, 45% dos entrevistados dependem dessas variedades para a sua \n\n                                                           \n18 Self Help Groups (SHG) ou “Grupos de ajuda mútua” são pequenos grupos de pessoas, em \ngeral incentivados pelo governo e formados por de grupos considerados como minorias ou \nmarginalizados (ex. mulheres, comunidades tribais, castas desfavorescidas etc.). A dinâmica \ndesses grupos é a seguinte: as pessoas formam o grupo e começam a economizar algum \ndinheiro que vão depositando no Banco, com isso passam a ter acesso a alguns benefícios \ncomo empréstimos (Jakimow e Kilby 2006). \n19Panchayatis são os órgãos de representação rural, um governo subestatal. Os panchayatis \nsempre existiram, mas foram formalizados através de reformas governamentais em 1993 \n(Johnson 2003). \n\n\n\n71 \n \n\nprodução, sendo que os mais ativos dependem bem mais (70%) do que os \nmenos ativos (25%). As sementes das variedades melhoradas são \ncompradas ou adquiridas junto ao governo através do departamento de \nagricultura. \n\nTodos os agricultores consideram as variedades locais melhores, \nmas segundo eles é inevitável utilizar as variedades melhoradas para suprir \nas necessidades da produção. Quando às mudanças na aquisição de \nsementes, os agricultores sabem que ficou mais fácil acessar as sementes \nmelhoradas. Além disso, dizem não haver dificuldade em conseguir essas \nsementes, as dificuldades são apenas financeiras e de assistência técnica \nadequada. \n\nA maioria (97%) dos entrevistados tem como principal ocupação a \nagricultura. Eles trabalham em suas propriedades e aqueles com menos \npropriedades trabalham em outras propriedades e recebem por dia.  Em \nmédia os mais ativos recebem 80 mil rúpias20 por ano, e os menos ativos \n35.000 21por ano. Cerca de 6% dos mais ativos e 13% dos menos ativos têm \noutra fonte de renda, principalmente proveniente de aposentadoria e outras \npensões, variando de 500 a 5000 rúpias. \n A principal renda agrícola da região vem da venda de produtos \ncomo o fruto da areca, arroz, pimenta e cardamomo. As famílias cultivam \nhortaliças e algumas criam animais, apenas para consumo próprio, não \nsendo comercializados. Em média, cerca de 35% dos lucros são usados para \no custeio dos insumos. \n\nBoa parte das áreas florestais de espécies nativas no entorno das \nvilas estudadas são resultado de processos de restauração ou \nregeneração ambiental. Até mesmo a maior parte das áreas geridas \natravés do programa participativo de manejo florestal (JFPM) trata de \nflorestas cultivadas (Hedge 2008). Surpreendentemente, os produtos \nfruto do extrativismo, não influenciam a renda das famílias. Isso pode \nser reflexo da forma com que esses dados foram levantados. As famílias \nentrevistadas parecem não distinguir a renda proveniente do \nextrativismo da renda proveniente de cultivos agrícolas. Nção fazem \ndistinção, por exemplo, entre a renda proveniente da coleta de garcínia \n(planta nativa não plantada), da coleta de areca, manga ou cardamomo, \nrealizadas em áreas plantadas. Por isso, toda a renda proveniente das \natividades de “coleta” ou “extrativismo”, aparecem como renda \nproveniente de produtos agrícolas. \n\n                                                           \n20\n\n Corresponde a $1.650,62 (dólares) segundo conversão on line do banco central brasileiro. \n21\n\n Corresponde a $ 722,15 (dólares) segundo conversão on line do banco central brasileiro. \n\n\n\n72 \n \n\n6.2. Empoderamento \n\n \n6.2.1. Domínio Sociocultural \n\n \nForam analisados oito indicadores de empoderamento social que \n\ntratam das seguintes questões: a consciência a respeito das variedades locais \n(SOC 1) e a respeito dos direitos consuetudinários (SOC 2), o grau de \nparticipação das pessoas em organizações comunitárias (SOC 3), o grau de \nparticipação e inclusão (SOC 4), do grau de satisfação com as decisões \ntomadas pelas organizações locais (SOC  5), aumento da tomada de decisão \na nível local (SOC  6), aumento e diversificação das colaborações externas \n(SOC  7), influência da comunidade (SOC  8). A pontuação de cada um dos \nlocais encontra-se na tabela abaixo (Tabela 6). \n \nTabela 6. Pontuação para os indicadores socioculturais para as três \ncomunidades estudadas. A escala dos indicadores para cada comunidade \nvaria de 1 a 5 de acordo com os critérios do anexo 5 segundo as ferramentas \ndetalhadas no anexo 6. (SOC – Indicador sociocultural). \n\n \n \n\nSirsi Marcondes \nBom \nRetiro \n\nSOC 1 Consciência variedades locais 4 3 3 \n\nSOC 2 Consciência direitos consuetudinários 3 4 4 \n\nSOC 3 Participação em organizações locais 3 2 3 \n\nSOC 4 Participação e inclusão 3 3 3 \n\nSOC 5 Grau de satisfação 4 4 4 \n\nSOC 6 Tomada de decisão local 2 3 3 \n\nSOC 7 Colaborações externas 4 4 4 \n\nSOC 8 Influência 1 3 3 \n\n Média 3,00 3,25 3,38 \n\n Desvio Padrão 1,07 0,71 0,52 \n\n \nOs indicadores socioculturais tiveram média semelhante a três nos \n\ntrês locais de estudo (Tabela 6), porém o desvio padrão foi maior em Sirsi \n(1,07), mostrando que o empoderamento sociocultural desta comunidade é \nelevado em alguns aspectos e baixo em outros. O desvio padrão de Bom \nRetiro (0,52) foi o menor, mostrando que o empoderamento sociocultural \ndesta comunidade é mais uniforme. \n\n\n\n73 \n \n\nNo caso de Sirsi as pontuações mais baixas foram nos indicadores \nSOC 8 e SOC  6, relativos a influência que a comunidade exerce nos \ntomadores de decisão e ao aumento das tomadas de decisão a nível local, \nrespectivamente. Logo, este é um indicativo que as decisões têm sido \ntomadas em fóruns externos à comunidade. Para que o processo de \nempoderamento se torne mais intenso, deve-se fortalecer os processo de \ntomada de decisão locais e capacitar os integrantes da comunidade a \nocuparem os seus espaços nos fóruns em que estes possuem representação. \n\nO Faxinal do Marcondes teve a sua pontuação mais baixa no \nindicador SOC 3, referente ao processo de participação comunitária. Poucas \nfamílias estão envolvidas e bem informadas, a respeito dos processos \nreferentes ao resgate do modo de vida faxinalense, da restauração do \ncriadouro comunitário e do processo de criação da reserva de \ndesenvolvimento sustentável. Além disso, em geral, são os homens que \nparticipam de reuniões. Para que o processo de empoderamento seja \ncomunitário, é necessário que se busque a participação comunitária, em \nespecial das mulheres. \n\nA ordenação das áreas de estudo através de suas pontuações de \nempoderamento sociocultural (Figura 9) demonstrou que os faxinais são \nmais semelhantes entre si, em relação à Sirsi. Os Faxinais do Bom Retiro e \nde Marcondes possuem muitos traços de organização cultural e social em \ncomum. Assim, o seu grau de empoderamento sociocultural é semelhante, \npois as estruturas que fazem parte do modo de vida faxinalense são comuns \na ambos os faxinais. E atuam ora facilitando, ora retardando, aspectos do \nprocesso de empoderamento. Com isso, o processo de empoderamento \nsociocultural se conduz de forma semelhante entre os faxinais. \n\n \nFigura 9. Dendrograma da análise de agrupamento das três comunidades \nestudadas (Bom Retiro, Marcondes e Sirsi) quanto a pontuação dos \nindicadores do domínio sociocultural. \n\n Na análise de componentes principais dos indicadores \nsocioculturais (Figura 10) o eixo 1  representa 90,98% dos dados, enquanto \nque o eixo 2 representa apenas 9,01%. \n\n\n\n74 \n \n\n \nFigura 10. Análise de componentes principais, demonstrando quais os \nindicadores que mais contribuem para as diferenças entre as comunidades \nde Bom Retiro, Marcondes e Sirsi, dentre os indicadores sociais. \n\n \nNo eixo 1, os indicadores com os maiores valores de correlações \n\nsão: SOC 8 (0,74), SOC 1 (-0,37), SOC 2 (0,37), SOC 6 (0,37). Todos esses \nindicadores tiveram pontuações idênticas para os faxinais e diferentes para \nSirsi, logo, pode-se dizer que o eixo 1 representa as principais diferenças \nentre os países estudados. Três desses indicadores (SOC 8, SOC  2 e SOC  \n6) abordam questões bastante relevantes para os faxinalenses: influência nos \ntomadores de decisão externa, direitos consuetudinários e aumento da \ntomada de decisão a nível local. \n\nO indicador que mede a influência que as organizações locais têm \nsobre os formuladores de política e os tomadores de decisão de vários níveis \n(SOC 8), é mais alto para os faxinais (pontuação 3) do que para Sirsi \n(pontuação 1). Essa influência foi analisada através da verificação de 5 \nelementos: 1- Se a comunidade e das organizações locais têm aos tomadores \nde decisão local (em nível de panchayat, ou municipal); 2 - se há acesso aos \ntomadores de decisão em nível estadual ou federal; 3 - se \nhá reconhecimento interno das organizações; 4 - se há reconhecimento \ninterno dos líderes; e 5 - se a comunidade é reconhecida externamente. \n\nEm Sirsi, a comunidade é capaz de influenciar apenas os \ntomadores de decisão a nível local (panchayat). Não há reconhecimento \ninterno dos líderes ou das organizações e também não há reconhecimento \nexterno das organizações. \n\nA influência exercida aos tomadores de decisão a nível local ocorre \natravés dos “Village Forest Committees. Hedge (2008) ressalta que há um \nbaixo nível de participação feminina nesses comitês e que no início do \nprocesso de formação dos VFC os moradores participavam motivados por \num benefício financeiro oferecido para quem cortasse os plantios antigos e \n\n\n\n75 \n \n\naderissem aos novos sistemas de restauração ambiental, depois disso, \nmuitos moradores pararam de participar do programa ou porque não se \nenquadravam no grupo que receberia o benefício ou porque mesmo se \nenquadrando não o receberam. Além disso, após a redução dos recursos \nprovenientes do governo em 1998, muitas instituições, incluindo o \ndepartamento de florestas perdeu o interesse pelos comitês e pelo projeto, \nprincipalmente porque a maior parte das florestas do programa não era \nnativa, mas cultivos agroflorestais (Hedge 2008). \n\nJá no caso dos faxinais, os líderes são reconhecidos pela \ncomunidade e os faxinalenses são reconhecidos externamente, tendo acesso \naos tomadores de decisão a nível estadual e federal. Porém, não há o acesso \naos tomadores de decisão em nível municipal e nem o reconhecimento \ninterno das organizações. \n\nAmbas comunidades faxinalenses estudadas (Bom Retiro e \nMarcondes) fazem parte da organização Articulação Puxirão dos Povos \nFaxinalenses (APF), que atualmente agrega mais de 30 comunidades \nfaxinalenses no estado do Paraná (Souza 2009). Essa organização foi \nformada em 2005, após o primeiro encontro dos povos faxinalenses, \norganizado com o apoio de outras instituições como ONGs e Universidades. \nA APF tem sido responsável por organizar os faxinalenses na busca de seus \ndireitos como populações tradicionais. Para isso tem o apoio de outras \ninstituições que estudam os faxinais, documentam seu modo de vida e \ntrabalham com iniciativas para valorizar a sua cultura. Entre as conquistas \nrecentes dos faxinalenses estão a sua participação na Comissão Nacional de \nDesenvolvimento Sustentável das Comunidades Tradicionais (CNPCT) \ndesde sua reestruturação em 2006 e o seu reconhecimento como população \ntradicional através da Lei Paranaense nº 15.673/07 (Paraná 2007). \n\nAtravés dessa organização os faxinalenses têm conseguido cada \nvez mais influenciar as tomadas de decisão e a formulação de políticas \npúblicas a respeito de comunidades tradicionais. Por conta de sua inserção \nno cenário nacional, a APF tem conseguido alcançar algumas metas \ninteressantes. Tramitam pelo menos 13 processos de pedido de criação de \nunidades de conservação em áreas de faxinais, incluindo as duas \ncomunidades estudadas (Bom Retiro e Marcondes). \n\nA participação ativa dos faxinalenses no CNPCT, conseguindo \ninclusive demandar a criação de RDS, representa um grande avanço frente \nao panorama explicitado por Jacobi, em 2005.  Segundo Jacobi (2005) os \nmecanismos para a democracia deliberativa relacionados às questões \nambientais no Brasil, ainda não haviam conseguido incorporar grupos \nsociais normalmente excluídos dos mecanismos tradicionais de deliberação \naos processos decisórios em torno de questões ambientais. \n\n\n\n76 \n \n\nAtualmente, os faxinalenses possuem boas relações institucionais \ncom órgãos estaduais. No Faxinal Marcondes foi comentado que o Instituto \nAmbiental do Paraná tem os ajudado a entender a questão do ICMS \necológico. Já as relações institucionais com a esfera municipal não é tão \nboa. No caso do faxinal dos Marcondes, os faxinalenses reclamam de falta \nde acesso a uma assistência técnica rural adequada aos seus modos \nfaxinalense de produção. No faxinal do Bom Retiro, a relação com a \nprefeitura é um pouco melhor, porém não chega a ser suficientemente boa a \nponto de influenciar as decisões a serem tomadas na esfera municipal. Além \ndisso, não há um reconhecimento interno das organizações, apenas os \nlíderes estão cientes desse processo e não a comunidade como um todo. \n\nNo indicador que media consciência a respeito das variedades \nlocais (SOC 1), Sirsi ficou com uma pontuação um pouco maior que \nMarcondes e Bom Retiro, porque além de possuir um elevado grau de \nconsciência a respeito das variedades locais, essa consciência é \ncompartilhada por todos e ainda existem iniciativas de documentação desses \nrecursos. Em Bom Retiro esse processo é vivenciado apenas pelos líderes \nnão sendo compartilhado com toda a comunidade, lá existiu a iniciativa de \num extencionista rural municipal cuja família era oriunda deste faxinal de \nregistrar o nome de algumas variedades. Porém, devido à falta de tempo e \nincentivos da secretaria de agricultura local, o projeto não foi adiante. Em \nSirsi a documentação dos recursos tem sido feita através do People’s \nBiodiversity Register (PBR ou registro da biodiversidade popular), que já \nestá sendo implementado em algumas das vilas estudadas. \n\nO PBR é um mecanismo criado na Índia para registrar os \nconhecimentos, percepções e atitudes das pessoas em relação à \nbiodiversidade, seu uso e conservação. O registro é feito através da \ncomunicação entre os detentores do conhecimento local e facilitadores, que \npodem ser ONGs ou instituições de ensino que atuem no local. Um dos \nobjetivos do PBR é permitir uma eventual repartição de benefícios. As \ninstituições facilitadoras devem estar devidamente indexadas pelo governo \npara atuarem neste processo (Padmanbhan 2008). \n\nAinda em Sirsi, vale ressaltar que a comunidade Hindu tem a sua \nreligiosidade bastante associada aos recursos florestais, usando diversas \nespécies e variedades de plantas em suas muitas práticas religiosas, além de \nconservar o hábito de preparar uma série de pratos tradicionais. Além disso, \nalgumas instituições locais têm fomentado o cultivo de variedades locais, \nalém de assessorá-los na agregação de valor à produção.  \n\nEm ambos os faxinais, o uso de variedades tradicionais na \nagricultura e o seu de recursos florestais diminuiu em função da mudança \ndo modelo agrícola. Essa mudança foi bem mais intensa, no faxinal dos \nMarcondes.  Porém, devido à participação na Articulação Puxirão de Povos \n\n\n\n77 \n \n\nFaxinalenses, a consciência sobre a valorização desses recursos tem \naumentado por meio dos líderes e de organizações externas. \n\nO indicador sobre a consciência a respeito dos direitos \nconsuetudinários (SOC 2) teve a sua escala de pontuação montada com base \nno conhecimento, compartilhamento e uso consciente dos direitos \nconsuetudinários pelas comunidades estudadas. Este indicador apresentou \numa diferença relevante entre os países, sendo a pontuação um pouco maior \npara os faxinais, do que para Sirsi.  \n\nEm Sirsi, os membros da comunidade conhecem os costumes \nrelacionados aos seus cultivos e estão conscientes sobre seus direitos de \nusufruto da floresta. Na religião hindu existem sacerdotes que são \nresponsáveis pela gestão de alguns patrimônios da comunidade \nconsiderados sagrados, como árvores sagradas e as áreas de floresta \nsagrada. Ultimamente, iniciativas de várias ONGs para a conservação da \nbiodiversidade têm buscado agregar essas pessoas, de forma a tornar o \nprocesso mais efetivo. \n\nDesde 2005 existe, no Paraná, um movimento de resgate da \nidentidade faxinalense. O principal marco desse movimento foi a aprovação \nda lei estadual nº 15.673/07 que legitima os acordos comunitários, que \npassaram a ser reconhecidos como normas comunitárias, inclusive por \norganizações e instituições externas. Assim, as comunidades faxinalenses \ntêm aumentado a consciência a respeito dos direitos consuetudinários. Em \ngeral, os acordos comunitários tratam a respeito da criação coletiva de \nanimais, especificando quantos animais cada família pode ter, qual o \npercentual da propriedade familiar deve ser disponibilizado para área de \ncriadouro comum e também sobre a gestão de alguns recursos, como a \ncoleta de lenha e pinhão. \n\nO indicador sobre o aumento da tomada de decisão a nível local \n(SOC 6) foi medido em relação há presença de 5 elementos relativos à \ntomada de decisão: se a iniciativa da principal atividade de manejo \ncomunitária foi interna, se a comunidade participa das três etapas \n(planejamento, organização e implementação) dessa atividade e se  a \ncomunidade dominava o processo de tomada de decisão. Nesse indicador os \nfaxinais tiveram pontuação 3  e Sirsi 2, isso porque nos três locais, a \ncomunidade não participa nem do planejamento e nem da organização da \nprincipal atividade e se a comunidade dominava o processo de tomada de \ndecisão, o quesito que diferencia as comunidades faxinalenses da indiana é \na origem da principal iniciativa de manejo comunitário da biodiversidade. \nEm Sirsi, essa iniciativa foi externa. Embora Sirsi tenha ficado com uma \npontuação um pouco mais baixa, ela se encaminha para uma melhora, visto \nque indiretamente a comunidade está começando a se inserir melhor nos \n\n\n\n78 \n \n\nprocesso de tomada de decisão e está também começando a buscar \nparticipar da organização dos VFC. \n\nPode-se dizer que o eixo 2 da análise do PCA (Figura 10) contribui \ncom as explicações de outro grau de variação, como a existente entre \nMarcondes e Bom Retiro. Por isso o indicador cuja correlação com esse \neixo foi mais alta foi o SOC 3 (0,98), único em que os dois faxinais \ndivergem. \n\nO indicador sobre participação da comunidade nas organizações de \nbase local (SOC 3) teve pontuação de 2 pontos para o faxinal dos \nMarcondes e de três pontos para o Faxinal do Bom Retiro e para Sirsi. No \nMarcondes, a liderança é muito forte e bastante legitimada pela \ncomunidade, dessa forma a participação da comunidade nas organizações de \nbase comunitária não é muito grande. No faxinal do Bom Retiro, a \ncomunidade já tem como hábito diversas atividades de confraternização \ncoletiva. Assim, seu grau de participação costuma ser maior para atividades \ninformais, no caso de atividades mais formais ou burocráticas como \nvotação, a participação é um pouco menos efetiva. Em Sirsi, a comunidade \nconhece e participa de várias pequenas organizações locais como os grupos \nde ajuda mútua (SHG), a cooperativa e o VFC. Além disso, a disposição em \nparticipar e a percepção de benefícios é mediana, visto que são elevadas \npara os mais ativos e baixa para os menos. \n\nO grau de participação e inclusão, medido pelo indicador SOC 4, \nteve pontuação igual a 3 nas três comunidades estudas. Em nenhuma das \ncomunidades estudadas os membros das comunidades participam \nativamente das três etapas - planejamento, organização e implementação - \nprincipal atividade de manejo comunitário da biodiversidade. Em geral, a \ncomunidade é amplamente convidada e participa da implementação da \natividade. Porém as atividades de planejamento e organização raramente são \nefetuadas de uma forma que toda a comunidade possa participar. Embora o \ndiscurso das lideranças afirme que o planejamento e a tomada de decisões \nocorre em assembléias, a comunidade não tem a mesma percepção. Essa \ndivergência de opiniões evidência a dificuldade de mobilização comunitária \nenfrentada pelos líderes. \n\nNos faxinais a disposição em participar é alta e a participação \nsempre foi alta, porém só quem participa do puxirão, principal atividade de \nmanejo comunitário da biodiversidade, são os homens. Mesmo que o \nconserto da cerca seja uma atividade de trabalho braçal, eessa só \ncorresponde à implementação, as mulheres poderiam estar envolvidas nas \netapas de planejamento e a organização. \n\nO indicador que mediu o grau de satisfação da comunidade (SOC \n5), um indicativo sobre a relevância das decisões tomadas para a \ncomunidade, foi igual para as três comunidades estudadas (pontuação 4). \n\n\n\n79 \n \n\nNas comunidades brasileiras o processo de tomada de decisão é bastante \ncentralizado nos líderes, que são reconhecidos pela comunidade, e por isso \nas comunidades estão satisfeitas mesmo não participando das decisões. \n\nO indicador sobre colaborações externas (SOC 7) teve a mesma \npontuação para os três locais de estudo. Em todas as comunidades, há o \nreconhecimento das colaborações, houve aumento no número de \ncolaborações e diversificação das colaborações. No caso dos faxinais as \ncolaborações têm sido feitas com órgãos ambientais através da APF. Sendo \nessa característica mais marcante no caso do faxinal dos Marcondes. Em \nSirsi, a maioria das colaborações estão voltadas para financiamento e \nquestões de mercado. \n \n\n6.2.2. Domínio Econômico \n \n\nForam analisados dez indicadores de empoderamento econômico \nque tratam das seguintes questões: propriedade da terra (ECO 1), \npropriedade de bens duráveis (ECO 2), propriedade bens coletivos da \ncomunidade (ECO 3), mudanças nos recurso genético com ao longo do \ntempo (ECO  4), mudança na renda devido a atividades de manejo \ncomunitário da biodiversidade (ECO  5),  acesso a crédito (ECO  7), \nexistência de um fundo comunitário (ECO  7), estabelecimento de mercados \n(ECO  8), capacidades em toda a cadeia produtiva (ECO  9),  e capacidade \nde acessar o mercado e responder a demandas específicas (ECO  10). A \ntabela abaixo (Tabela 7) indica a pontuação de cada um dos indicadores \npara cada local estudado. \n\n \nTabela 7. Pontuação para os indicadores econômicos para as três \ncomunidades estudadas. A escala dos indicadores para cada comunidade \nvaria de 1 a 5 de acordo com os critério do anexo 5 segundo as ferramentas \ndetalhadas no anexo 6.(ECO – indicadores econômicos). \n\n \n\n \nSirsi Marcondes Bom Retiro \n\nECO 1 Propriedade da terra 4 5 2 \n\nECO 2 Bens Duráveis 3 5 5 \n\nECO 3 Bens coletivos 4 1 1 \n\nECO 4 Mudanças nos Recursos Genéticos 3 4 1 \n\nECO 5 Melhoria na renda 4 3 3 \n\nECO 6 Acesso a crédito 3 4 2 \n\nECO 7 Fundo comunitário 2 2 1 \n\nECO 8 Estabelecimento de Mercados 3 1 1 \n\n\n\n80 \n \n\nECO 9 Capacidades cadeia produtiva 3 1 1 \n\nECO 10 Demandas de mercado 2 1 1 \n\n \nMédia 3,10 2,70 1,80 \n\n \nDesvio Padrão 0,74 1,70 1,32 \n\n \nA média dos indicadores de empoderamento econômico foram \n\npróximas à pontuação 3 para Sirsi (3,1) e Marcondes (2,7), e permaneceu \nmenor (1,8) em Bom Retiro. O desvio padrão por sua vez, foi mais baixo \npara Sirsi (0,74), mostrando que além de possuir a melhor média de \nempoderamento econômico dos locais de estudo, Sirsi vem passando por \num processo de empoderamento econômico consistente. Parte desse bom \nresultado de Sirsi pode ser reflexo da atuação de ONGs que há muitos anos \ntrabalham na região e que mais recentemente têm buscado um enfoque que \ncompatibilize a conservação dos recursos florestais, com a sua \ncomercialização; desenvolvendo ações que gerem uma agregação de valor \naos produtos florestais e uma redução dos custos ambientais. \n\nA ordenação das áreas de estudo através de suas pontuações de \nempoderamento econômico (Figura 11) deixa claro que os faxinais são mais \npróximos entre si do que de Sirsi. Porém, a distância euclidiana entre os \nFaxinais, de acordo com os indicadores econômicos foi um pouco maior em \nrelação à distância euclidiana apresentada através dos indicadores \nsocioculturais. \n\n \n\n \nFigura 11. Dendrograma da análise de agrupamento das três comunidades \nestudadas (Bom Retiro, Marcondes e Sirsi) quanto à pontuação dos \nindicadores do domínio econômico. \n\n Na análise de PCA pelos indicadores econômicos (Figura 12) o \neixo 1 representa 60,84% da variação, enquanto o eixo 2 representa 39,16%. \nOs indicadores com maior valor de correlação para o eixo 1 são o ECO3 \n(0,559), ECO 2 (-0,373), ECO 9(0,373) e o ECO 8 (0,373). Já para o eixo 2 \nsão: ECO 1 (0,558), ECO 4 (0,558), ECO 6 (0,402). \n  \n\n\n\n81 \n \n\n \n\n \nFigura 12. Análise de componentes principais, demonstrando quais os \nindicadores que mais contribuem para as diferenças entre as comunidades \nde Bom Retiro, Marcondes e Sirsi, dentre os indicadores econômicos. \n\nNovamente o eixo 1  está relacionado as variações entre países e o \neixo 2 diferencia entre comunidades dentro de países. A diferença do grau \nde empoderamento econômico entre países não é tão marcante quanto para \nos indicadores sócio-culturais. Isso pode ser constatado pelas distancias \neuclidianas mais próximas representadas pelo agrupamento. \n\nO indicador quanto a propriedade de bens coletivos da comunidade \n(ECO 3) mediu a existência de empresas agrícolas e não-agrícolas, \nformalizadas ou não. As comunidades faxinalenses não possuem nenhum \nempreendimento coletivo. Os bens considerados de uso comum existentes \nem Bom Retiro são um trator doado pela prefeitura para associação de \nmoradores e o galpão da igreja onde os moradores do Bom Retiro \norganizam os seus almoços comunitários. Em Marcondes, eles possuem \napenas um galpão e uma quadra de futebol comunitário, e planejam comprar \nequipamentos para poder utilizar técnicas de inseminação artificial nos seus \nrebanhos com a verba do ICMS ecológico. Em Sirsi existem empresas \ncomunitárias agrícolas e não agrícolas em nível individual e comunitário. \nComo, por exemplo, os secadores comunitários para o processamento das \ngarcínias recentemente construídos, a cooperativa.  \n\nO indicador que mediu a propriedade de bens duráveis (ECO 2) \napresentou menor pontuação em Sirsi. Na comunidade do Bom Retiro, mais \nda metade dos entrevistados possuem energia elétrica, televisão, rádio, \nrefrigerador, carro e bicicleta (6 itens). Em Marcondes, mais da metade da \ncomunidade possui rádio, energia elétrica, televisor, refrigerador, bicicleta e \n\n\n\n82 \n \n\ncelular (6 itens). Em Sirsi, mais da metade da comunidade possui bicicleta, \ntelevisor, rádio e telefone celular (4 itens). \n\nAs capacidades dos agricultores ao longo de toda a cadeia \nprodutiva foram abordadas através do indicador ECO 9, as capacidades \navaliadas foram: o conhecimento da cadeia produtiva e seus componentes \npara encontrar parceiros; estabelecer relacionamento a longo prazo com \natores e prestadores de serviços; e com fornecedores e compradores; \nagregação de valor aos seus produtos e variedades locais; certificar seus \nprodutos; diferencia seus produtos. \n\nNeste quesito Sirsi está bem à frente dos locais brasileiros. Em \nSirsi, os agricultores são capazes de agregar valor aos seus produtos, porém \nfaltam conhecimentos a respeito da diversificação da cadeia produtiva e \ncomo encontrar parceiros. A maioria dos agricultores depende das \ncooperativas para vender os produtos, e não existem relações de longo prazo \ncom os compradores. \n\nNos faxinais, tanto em Bom Retiro, quanto em Marcondes não \nexistem estratégias de mercado para os produtos provenientes de recursos \ngenéticos locais. Os moradores do Bom Retiro estão inseridos em uma \neconomia de subsistência e lhes faltam habilidades para sua inserção no \nmercado, sendo a análise da relação custo-benefício uma dessas \ndeficiências. Os agricultores não sabem dizer ao certo o custo de suas \nlavouras ou a sua produtividade. Quanto à extração de pinhão, vende-se o \nproduto para atravessadores que passam na região, sem que sejam \nestabelecidas relações de longo prazo. \n\nA erva mate é vendida para ervateiras da região, mas é comum as \nbrigas e desavenças pelo não comprimento de acordos ou por causa de \ndesconfianças mútuas.  \n\nEm Marcondes, a análise da relação custo-benefício para produtos \nlocais também é deficiente. Ao contrário de Bom Retiro, em Marcondes, os \nfaxinalenses estão bem inseridos no mercado, através do plantio de fumo. \nNessa cultura, os agricultores são altamente dependentes das fumageiras \nque além de comprar a produção, lhes vende os insumos e oferece \nassistência técnica, dando ao agricultor pouquíssima liberdade para a \nnegociação de preços. Para essa cultura, geralmente, é feita uma análise do \ncusto-benefício, na qual o custo da mão de obra raramente é contabilizado. \nEm Marcondes, os poucos agricultores que cultivam variedades locais, o \nfazem para o auto-consumo e por isso não possuem o hábito de analisar seu \ncusto-benefício. Entretanto foi comum ouvirmos desses agricultores durante \nas entrevistas que para muitos cultivos, como milho, valia mais a pena \ncomprar no mercado do que plantar; mostrando que eles têm noção sobre o \ncusto-benefício. A erva-mate é vista como fonte de renda extra ou reserva \nde dinheiro. Ela se apresenta em pequena quantidade dentro do faxinal e seu \n\n\n\n83 \n \n\ncorte é feito esporadicamente (a cada 4 anos) apenas por parte da família \nproprietária da área. Em geral se contratam trabalhadores rurais para fazer a \nretirada da erva, ou estes são fornecidos pelas próprias empresas extratoras.  \n Ainda quanto à agregação de valor, em Bom Retiro e em \nMarcondes não existem processos de rotulagem, porém existe a consciência \nde que alguns produtos podem ter seu preço de mercado elevado por serem \noriundos dos faxinais, como é o caso da erva-mate e dos porcos “orgânicos” \ncriados em regime extensivo. Em Sirsi, atualmente, existe a rotulagem de \nprodutos pertencentes ao cooperativismo. Além disso, a rotulagem como \nproduto orgânico está em processo de implementação. \n\nO indicador ECO 8 trata a respeito do estabelecimento de \nmercados para as variedades locais e seus produtos. Em Sirsi, os principais \nprodutos de variedades locais são areca, pimenta, coco e cardamomo. Cuja \ncomercialização é feita através de cooperativas, ou através de mercados \nlocais. Dessa forma, existe um mercado local estabelecido e uma presença \ninicial no mercado regional através da cooperativa. Nos faxinais não existe \num mercado estabelecido para os produtos locais. No faxinal dos \nMarcondes as variedades locais são usadas apenas para o auto-consumo. No \nfaxinal do Bom Retiro existe a venda esporádica de milho, feijão e porcos; \nporém ainda assim não há um mercado local estabelecido, essas vendas são \nfeitas de maneira informal para compradores que vão até os faxinais em \nbusca desses produtos. \n\nO indicador sobre propriedade da terra (ECO 1) obteve uma \npontuação menor no Faxinal do Bom Retiro. Lá, apesar de todos os \nentrevistados usarem alguma área para a agricultura ou pecuária, apenas \n57% as possuem, e apenas 17% dos entrevistados usam as suas terras de \nforma comunitária. Em Sirsi, todos os entrevistados possuem área própria, \nmas não a utilizam de forma comunal. No faxinal Marcondes, 91% dos \nentrevistados possuem área própria e 52% das pessoas usam o criadouro \ncomunitário. \n\nO indicador a respeito das mudanças nos recurso genéticos ao \nlongo do tempo (ECO 4) é mais alto para Marcondes, seguido por Sirsi e \npor último está Bom Retiro. A longo prazo houve perda de recursos \ngenéticos nos três locais de estudo. Porém, em Marcondes desde o \nrestabelecimento do criadouro comunitário, houve um aumento número e na \ndiversidade de animais criados. Em Sirsi, existem organizações que \nincentivam os agricultores a cultivarem variedades locais, o que tem \ncontribuído para o aumento do cultivo de variedades locais. \n\nQuanto ao acesso a crédito, assunto abordado pelo indicador Eco 6, \nos membros do Faxinal do Bom Retiro tem consciência da importância e \nacessam crédito individualmente, porém não há consciência da importância \ndo crédito em atividades coletivas. Em Sirsi, também há o uso de crédito \n\n\n\n84 \n \n\nindividual e o gerenciamento de recursos financeiros coletivos nos VFCs, \ngeraram a consciência da importância de crédito para atividades coletivas. \nNo faxinal do Marcondes há o uso de crédito individual e recentemente eles \ncomeçaram a acessar créditos para finalidades coletivas, como a iniciativa \nde realizar inseminação artificial para melhorar o gado criado no criadouro \ncomunitário. \n\nO indicador de mudança na renda devido a atividades de manejo \ncomunitário da biodiversidade (ECO 5) teve pontuação 3 para os faxinais, \npois esses ainda não experimentaram mudanças na renda e foi um pouco \nmais alto em Sirsi, visto que lá se experimentou-se uma pequena mudança \npositiva. \n\nOs fundos comunitários são abordados pelo indicador ECO 7. A \ncomunidade dos Faxinal do Bom Retiro não tem consciência a respeito da \nimportância de um fundo comunitário, talvez por não gerir nenhum recurso \nfinanceiro coletivo. O Faxinal dos Marcondes e as vilas de Sirsi, como \nrecebem benefícios financeiros provenientes do ICMS ecológico e do \nJFPM, respectivamente, já estão conscientes a respeito da importância dos \nfundos comunitários. \n O indicador ECO 10 trata da capacidade de acessar ao mercado e \nresponder às suas demandas específicas. Nesse critério ambos os faxinais \ntiveram pontuação 1, nenhum dos dois atualmente apresenta essa \ncapacidade. Já Sirsi, devido à atuação de instituições externas a comunidade \nadquiriu certa consciência sobre demandas de mercado. \n  \n\n6.2.3. Domínio Legal \n \n\nPara analisar o empoderamento a partir do enfoque legal foram \nutilizados 10 indicadores para a análise da consciência sobre direitos e \npráticas associadas (LEG 1), a capacidade dos membros da comunidade em \nacessarem coleções ex situ (LEG 2), direitos consuetudinários (LEG 3), o \nconciliamento de praticas tradicionais a prática modernas (LEG 4), a \nexistência de sistemas informais de avaliação e monitoramento (LEG 5), a \ncapacidade de estabelecer uma entidade que suporte o manejo comunitário \nda biodiversidade (LEG 6), ao processo de repartição de benefícios(LEG 7), \na questão de indicação geográfica (LEG 8), ao reconhecimento dos \nguardiões (LEG 9)e a transformação dos sistemas tradicionais/informais em \nformais (LEG  10). A tabela abaixo (Tabela 8) mostra a pontuação dos \nlocais estudados em cada um dos indicadores.  \n\n\n\n85 \n \n\n \nTabela 8. Pontuação para os indicadores legais para as três comunidades \nestudadas. A escala dos indicadores para cada comunidade varia de 1 a 5 de \nacordo com os critério do anexo 5 segundo as ferramentas detalhadas no \nanexo 6. (LEG – indicadores legais) \n\n  \nSirsi Marcondes Bom Retiro \n\nLEG 1 Direitos sobre variedades locais  3 3 3 \nLEG 2 Acesso coleções ex situ  1 1 2 \nLEG 3 Direitos consuetudinários  4 4 3 \n\nLEG 4 Conciliar práticas tradicionais a modernas  4 4 3 \nLEG 5 Avaliação e monitoramento (informal)  2 5 4 \n\nLEG 6 Entidade que apóie o manejo comunitário  4 5 5 \nLEG 7 Repartição de Benefícios  2 1 1 \nLEG 8 Indicação Geográfica  2 2 2 \nLEG 9 Reconhecimento dos guardiões  4 1 1 \n\nLEG 10 Formalização sistemas tradicionais  3 4 4 \n Média 2,90 3,00 2,80 \n Desvio Padrão 1,10 1,63 1,32 \n\n \nA média de pontuação para cada um dos locais de estudo foi \n\npróximo a três. Mas o desvio padrão, embora semelhante, foi alto para todos \nos locais, indicando que o processo de empoderamento legal não se \ndesenvolve de maneira homogênea entre os diferentes indicadores avaliados \nneste domínio. A noção de cidadania e direitos para pequenas comunidades \nrurais em países de desenvolvimento, em geral é baixa. Ela passa a ser mais \ndesenvolvida devido a atuação de alguns importantes atores sociais que \npassam a agir como agentes multiplicadores conscientizando a comunidade \nde seus direitos. No caso dos faxinais esse processo ocorreu de maneira \ninterna e externa, principalmente em relação ao direito dos faxinalenses \nenquanto população tradicional. Já em Sirsi, o processo está se \ndesenvolvendo a partir de das ONGs externas e, neste caso, está em foco a \nquestão dos direitos de acesso aos recursos florestais e a repartição desses \nbenefícios. \n\n \n\n\n\n86 \n \n\n \nFigura 13. Dendrograma da análise de agrupamento das três comunidades \nestudadas (Bom Retiro, Marcondes e Sirsi) quanto a pontuação dos \nindicadores do domínio legal. \n\n \n \n\n \nFigura 14. Análise de componentes principais, demonstrando quais os \nindicadores que mais contribuem para as diferenças entre as comunidades \nde Bom Retiro, Marcondes e Sirsi, dentre os indicadores legais. \n\n O eixo um representa 85,58% da variação dos dados, enquanto que \no eixo 2 representa 13,42% da variação dos dados. Os indicadores que mais \ninfluenciam para a formação do eixo1, são o LEG 9 (0,686) e o LEG  5 \n(0,583). Os indicadores LEG 5 e LEG  9 tratam a respeito da “Existência de \nsistemas informais de avaliação e monitoramento” e “Reconhecimento dos \nguardiões” e são aqueles em que numericamente mais a comunidade indiana \nse diferencia das brasileiras. Ou seja, novamente o eixo 1 representa a \ndiferença entre os países. \n\nO indicador LEG 9 trata a respeito do reconhecimento dos \nguardiões. Os guardiões são agricultores que possuem interesse nato em \nconservar diversidade das plantas que cultivam, e por isso, costumam \nmanter uma diversidade maior quando comparados a outros agricultores da \nmesma comunidade. Esse indicador avaliou a consciência da existência de \nguardiões, o acesso a informações e recursos sobre o papel dos guardiões e \na organização desses guardiões e do reconhecimento formal desses \n\n\n\n87 \n \n\nagricultores. No caso dos faxinais, nem se quer foram identificados \nguardiões, e não são reconhecidos pela comunidade. Por isso a pontuação \npara Marcondes e Bom Retiro é baixa. Já no caso de Sirsi, há o \nreconhecimento pela comunidade de quem são os agricultores que cultivam \numa grande diversidade, e esses agricultores são procurados para a obtenção \nde sementes e mudas. Além disso, através dos VFCs, esses guardiões têm \nacesso à informação e recursos e são reconhecidos nacionalmente. Porém \nesses guardiões ainda não estão devidamente organizados a ponto de \ninfluenciar em políticas públicas. \n\nO indicador LEG 5 trata a respeito da existência de sistemas \ninformais de avaliação e monitoramento. Avaliando a capacidade de \ndocumentar e monitorar a biodiversidade. Nesse quesito a comunidade de \nSirsi teve pontuação 1, Marcondes 5 e Bom Retiro 4. \n\nO indicador LEG 5, trata portanto da existência de mecanismos de \ndocumentação da biodiversidade e da capacidade de estabelecer sistemas \neficientes de gestão da agrobiodiversidade. \n\nEm Sirsi, apesar de algumas das vilas estudadas já terem aderido \nao programa de PBR (“People’s Biodiversity Registry”) a comunidade não \nestá consciente de seus sistemas tradicionais e nem da importância de \ndocumentar e sua biodiversidade. O sistema mais próximo de um sistema de \nmonitoramento existente é JFMP, mas esse programa tem abarcado áreas de \nFloresta plantada, não tendo sido desenvolvidos mecanismos eficientes de \nmonitoramento da biodiversidade florestal. \n\nAs duas comunidades faxinalenses estudadas estão no processo de \nse tornarem Reservas de Desenvolvimento Sustentável (RDS). Como parte \ndesse processo, essas comunidades têm se conscientizado da importância de \ndocumentar, registrar e monitorar os seus recursos genéticos. E têm buscado \nparcerias para isso. Tanto no caso do Bom Retiro, como no caso de \nMarcondes já foram feitos estudos fitossociológicos por causa de parcerias \nfirmadas entre os faxinalenses e universidades. Além disso, no caso do \nfaxinal dos Marcondes as áreas de Floresta encontram-se bem reduzidas o \nque tem cativado neles uma maior preocupação em monitorar essas áreas. O \nFaxinal dos Marcondes já é uma unidade de conservação, uma ARESUR, e \npor conta disso é anualmente monitorado pelo IAP. Essa avaliação anual da \ncobertura florestal do faxinal serve como base de cálculo para a distribuição \ndo ICMS ecológico. \n\nAlém disso, desde que o movimento faxinalense começou a se \norganizar, por volta de 2005, os faxinalenses têm cada vez mais se tornando \nconscientes a respeito da importância do seu modo de vida e de se \nreconhecer e autodenominar faxinalenses. Dessa forma a maior parte das \nações da APF e seus parceiros, como o instituto equipe de educadores \npopulares (IEEP) tem sido no sentido de documentar e caracterizar o modo \n\n\n\n88 \n \n\nde vida faxinalense. Os sistemas tradicionais e informais são bem \nreconhecidos dentro das comunidades, antigamente os faxinais possuíam \ntodo um sistema consuetudinário a respeito do uso de recursos e da solução \nde conflitos dentro das comunidades. Dentro desses sistemas, existem \nacordos comunitários sobre o uso de recursos que estabelecem, por \nexemplo, qual a quantidade de animais que cada família pode manter no \ncriadouro comunitário, ou que as famílias podem coletar pinhão do chão na \npropriedade dos vizinhos se este for para o auto-consumo, porém se a \nfinalidade for comercial, só pode ser coletado o da própria área. \n\nOu seja, em ambos os faxinais, existe a preocupação em monitorar \na biodiversidade e mecanismos utilizados para monitorar os recursos \nreferentes ao monitoramento dos recursos da área de criadouro comunitário, \nalém de haver a intenção de criar unidades de conservação, que podem \ntrazer a possibilidade de fortalecer os mecanismos de monitoramento da \nbiodiversidade. A pontuação do Marcondes foi maior que a do Bom Retiro \nporque seus acordos comunitários, atuais sistemas de monitoramento, \ncontemplam toda a comunidade. \n Para o eixo 2 da análise de PCA (Figura 14), os indicadores cujo os \nfatores de correlação foram mais altos são: LEG  2 (-0,519), LEG  3 (0,519) \ne LEG  4 (0,519). Os indicadores LEG 2, 3 e 4 abordam as questões: \nconsciência sobre direitos e práticas associadas, capacidade de acessar \ncoleções ex situ e direitos consuetudinários, respectivamente. \n\nA capacidade dos membros da comunidade em acessar coleções ex \nsitu foi avaliada através do indicador LEG 2, de acordo com o número de \nacessos a recursos genéticos de coleções ex situ, a forma de acesso e grau de \nconhecimento a respeito dos procedimentos. A pontuação nesse indicador \nfoi de a mais baixa possível para Sirsi e Marcondes, onde não houve acesso \nàs coleções ex situ. Em Bom Retiro, já houve o acesso a recursos genéticos \nconservados ex situ através de programas do governo que introduziram \nesses materiais por intermédio dos sindicatos rurais. A comunidade não tem \na consciência da existência de coleções ex situ ou quais os procedimentos \nnecessários para acessá-la. \n\nO indicador LEG 3 trata sobre os direitos consuetudinários \nrelacionados ao uso de variedades locais, avaliando a consciência sobre os \nsistemas consuetudinários  de gestão dos recursos genéticos, a autonomia na \ngestão dos seus sistemas consuetudinários e a percepção a respeito das \nmudanças ocorridas nesses sistemas. Nesse quesito as três comunidades \nestudadas tiveram pontuação 4, pois todas as comunidades estavam cientes \nde seus sistemas, tinham eles implementados e começavam a perceber as \nmudanças ocorridas. Apesar do indicador SOC 2 também tratar a respeito \nde direitos consuetudinários, o enfoque é bem diferente, o SOC  2 trata a \n\n\n\n89 \n \n\nrespeito dos direitos consuetudinários de forma geral e o LEG  3 foca no \nuso de variedades locais. \n\nA forma como as comunidades conciliam práticas tradicionais a \npráticas modernas é abordado no indicador LEG 4, neste quesito Sirsi e \nMarcondes tiveram pontuação 4, enquanto que Bom Retiro teve pontuação \n3. Em Sirsi, a comunidade tem usado as suas práticas tradicionais para \ncultivar variedades melhoradas. Além disso, têm sido feitas inovações \ncomo, por exemplo, as tentativas de enxertia de em garcínias e a parcela de \ndiversidade de mangas. \n\nO indicador LEG 1 a respeito da consciência sobre direitos \nassociados às variedades locais, avaliou a consciência e a prática das \ncomunidades em trocar sementes, vender seus produtos, vender sementes de \nvariedades locais, e registrar as variedades locais. Neste indicador os três \nlocais tiveram a mesma pontuação, pois todas as comunidades praticam seu \ndireito de trocar sementes e de vender produtos de variedades locais. \n\nQuanto à capacidade de estabelecer uma entidade formal que \nsuporte o manejo comunitário da biodiversidade (LEG 6), Sirsi teve \npontuação 4 e os faxinais tiveram pontuação 5. Em Sirsi, já existe o VFC \n(Village Forest Comitteé), porém não tem sido usado de forma eficiente. No \ncaso dos faxinais, tanto o Bom Retiro como o Marcondes, já possuem uma \nassociação dos faxinalenses que dá suporte ao manejo comunitário da \nbiodiversidade através dos acordos comunitários. \n\nO indicador LEG 7 diz respeito ao processo de repartição de \nbenefícios, nesse quesito Sirsi ficou com pontuação 2 e os faxinais com \npontuação 1. Os faxinais não conhecem nada sobre acesso e repartição de \nbenefícios. Já no caso de Sirsi, uma parte da comunidade ficou ciente do \nque é repartição de benefícios através VFC. \n\nA questão de indicação geográfica (IG) é abordada pelo indicador \n“LEG 8”, que avaliou se as comunidades tinham capacidade e exerciam \nseus direitos de IG. Todas as comunidades obtiveram pontuação 2, pois \nsabem o que é indicação geográfica e tem interesse em implementá-lo para \nseu produtos. No caso dos faxinais isso foi comentado para a erva-mate e \npara a criação de porcos, em Sirsi foi comentado para as variedades \nselvagens de manga. \n\nA transformação dos sistemas tradicionais, informais em formais é \ntratada pelo indicador LEG 10. Os sistemas tradicionais faxinalenses já \nforam formalizados, através da lei estadual que legitimou os acordos \ncomunitários, falta o desenvolvimento pleno de uma entidade jurídica. Em \nSirsi, os sistemas não foram formalizados, mas há o interesse. \n \n\n6.2.4. Empoderamento:  uma análise geral \n \n\n\n\n90 \n \n\nAs médias de empoderamento para os três locais estão próximas \n(Tabela 9). Entre os três domínios de empoderamento, o que teve a maior \ndiferença entre os locais de estudo foi o empoderamento econômico. A \ncomunidade de Sirsi, quando comparada a Bom Retiro e Marcondes, possui \numa boa situação sócio-econômica e o mercado de seus produtos é mais \ndesenvolvido, por isso teve uma pontuação a respeito de empoderamento \nmais alto. Uma situação completamente oposta é a de Bom Retiro, na qual a \nsituação sócio-econômica da comunidade não é tão boa e os seus produtos \nsão comercializados de maneira completamente informal. Já Marcondes \npossui uma boa condição sócio-econômica, porém todo o seu planejamento \nde mercado está voltado para o fumo, as variedades locais e os PFNM são \ncomercializados de maneira informal. \n\nTabela 9. Pontuação média entre os indicadores de cada domínio para as \ntrês comunidades estudadas. Média e Desvio Padrão de todos os \nindicadores analisados, independente do domínio. \n\n \nSirsi Marcondes Bom Retiro \n\nSocial 3,00 3,25 3,38 \nEconômico 3,10 2,70 1,80 \n\nLegal 2,90 3,00 2,80 \n\n Média 3,00 2,98 2,66 \n\nDesvio Padrão 0,94 1,43 1,29 \n\n \nPara o empoderamento social e legal as médias de empoderamento \n\nentre as comunidades foram bastante próximas. Porém, se analisarmos as \npontuações individualmente (Tabela 6, Tabela 8), é possível perceber que as \ncomunidades possuem pontuações bastante distintas para cada um desses \nindicadores. A análise de ordenação (Figura 15) demonstra que o grau de \nempoderamento é mais próximo entre os faxinais, em relação à Sirsi. Esse \npadrão se manteve nos três domínios de empoderamento em diferentes \ngraus, sendo menos evidente no domínio econômico. \n\n \n\n \n\n\n\n91 \n \n\nFigura 15. Dendrograma da análise de agrupamento das três comunidades \nestudadas (Bom Retiro, Marcondes e Sirsi) a partir dos indicadores dos três \ndomínios (sociocultural, econômico e legal). \n\n As duas comunidades faxinalenses estudadas possuem um \nhistórico recente semelhante, sobretudo no processo de reconhecimento da \nidentidade faxinalense e na luta de seus direitos, que tem sido mediado pela \nparticipação no movimento social Articulação Puxirão de povos \nFaxinalenses. Isso parece ter contribuído para um processo semelhante de \nempoderamento, porém é difícil apurar quais são especificamente os fatores \nque geram essas semelhanças. \n De acordo com a análise dos componentes principais (Figura 16), \nos indicadores que mais contribuem para a separação do eixo 1, que \nrepresenta 70,57%  dos dados, e separa os dois países que possuem locais \nde estudo, são:  Eco 3 (-0,423) e LEG  9 (-0,423). \n\nPCA case scores\n\nA\nx\nis\n 2\n\nAxis 1\n\nSirsi\n\nMarcondes\n\nBom_Retiro\n\n-0.7\n\n-1.3\n\n-2.0\n\n-2.7\n\n-3.3\n\n0.7\n\n1.3\n\n2.0\n\n2.7\n\n3.3\n\n-0.7-1.3-2.0-2.7-3.3 0.7 1.3 2.0 2.7 3.3\n\nSOC_1\nSOC_2\n\nSOC_3\n\nSOC_4SOC_5 SOC_6SOC_7\nSOC_8\n\nECO_1\n\nECO_2\n\nECO_3\n\nECO_4\n\nECO_5\n\nECO_6\n\nECO_7\n\nECO_8ECO_9 ECO_10\nLEG_1\n\nLEG_2\n\nLEG_3LEG_4\nLEG_5\n\nLEG_6\nLEG_7 LEG_8\n\nLEG_9\n\nLEG_10\n\nVector scaling: 5,83  \nFigura 16. Análise de componentes principais de todos os domínios, \ndemonstrando quais os indicadores que mais contribuem para as diferenças \nentre as comunidades estudadas, considerando todos os indicadores. \n\n \n Esses indicadores medem, respectivamente, a existência de \nempresas coletivas agrícolas e não-agrícolas; e a capacidade de \ndocumentação e monitoramento da biodiversidade. No primeiro caso, o \ngrau empoderamento da comunidade de Sirsi é maior do que das \ncomunidades brasileiras, já no segundo caso os faxinais obtiveram \npontuações maiores, sendo Marcondes ainda um pouco maior que do Bom \nRetiro. \n\n\n\n92 \n \n\n O eixo 2 representa 29,43% dos dados e tem como indicadores \ncom maior fator de correlação o Eco 1 (0,561), Eco 4 (0,561) e Eco 6 \n(0,378). Indicadores sobre propriedade e uso da terra, mudanças nos \nrecursos genéticos ao longo do tempo e acesso a crédito, respectivamente. \n \n\nConsiderações Finais \n\n A análise do processo de empoderamento é complexa, e o processo \nem si é multifacetado, e não ocorre de maneira uniforme entre os domínios \nde empoderamento analisados, nem dentro de cada domínio. \n\nNos faxinais existem fortes lideranças bem reconhecidas pela \ncomunidade (legítimas), o que contribui fortemente para o empoderamento \ndessas comunidades. Porém, o excesso de confiança nos líderes pode levar a \numa menor participação da comunidade, visto que esta delega o poder aos \nlíderes e se afasta das tomadas de decisão. \n\nNas três comunidades estudadas falta participação comunitária \npara gerar eqüidade às tomadas de decisão. Tanto nos faxinais quanto em \nSirsi foi notado que a participação feminina é bem menor do que a \nmasculina. Na análise da atividade específica de manejo comunitário, ficou \nclaro que a comunidade participa da fase de implementação, porém a \nparticipação é menor nas atividades de planejamento e organização. \n Em ambos os faxinais foram mencionados diversos conflitos. Os \nfaxinalenses relatam que antes as disputas e conflitos eram resolvidos \ndentro da comunidade e muitas histórias relatam casos inclusive de \nhomicídios. Atualmente, os conflitos têm sido resolvidos através dos \nprocessos formais, recorrendo-se ao poder judiciário. Essa mudança de \nconduta é reflexo do processo de empoderamento, e se tornou mais \nfreqüente devido à assessoria da APF e da Terra de Direitos22. Porém, \natualmente, ainda existem casos de violência. \n\nOutro aspecto relevante ao empoderamento é a questão de \nidentidade cultural e coesão social. Comunidades mais unidas e que \npossuem uma identidade coletiva bem definida, têm mais facilidade em \ngerir os seus processos de empoderamento. \n\n                                                           \n22A Terra de Direitos é uma organização atua na defesa e promoção dos direitos humanos, \n\nprincipalmente dos direitos econômicos, sociais, culturais e ambientais. A organização é \n\nformada por assessores jurídicos populares que trabalham com casos encaminhados por \n\nmovimentos sociais e organizações da sociedade civil que envolvam situações de violação aos \n\ndireitos humanos (http://terradedireitos.org.br). \n\n \n\n\n\n93 \n \n\nUma das conseqüências dessa coesão pode ser a existência de \nfundos comunitários, cuja boa gestão contribui muito para o \nempoderamento econômico. Isso pôde ser percebido em Sirsi, onde já há a \ngestão de um fundo comunitário; e em Marcondes, onde a gestão dos \nrecursos vindos do ICMS ecológico acelerou o empoderamento econômico.  \n O acesso a mercados e o desenvolvimento de capacidades ao longo \nda cadeia produtiva, que incluem questões como certificação e rotulagem é \num importante fator para o empoderamento econômico de comunidades \nrurais. Sirsi possui um maior empoderamento econômico devido a essas \ncapacidades, desenvolvidas com o auxílio de organizações externas. Além \ndisso, concilia o empoderamento individual das famílias, a estratégias de \nempoderamento econômico coletivo, como os fundos comunitários e as \ncooperativas. \n\nO processo de documentação da biodiversidade e do conhecimento \nlocal associado a ela tem se mostrado bastante relevante para o processo de \nempoderamento das comunidades. Os processos de registro e documentação \nda biodiversidade geram maior auto-estima para os detentores do \nconhecimento, além de criar um canal de comunicação com essas \ncomunidades, que passam a ter mais acesso a informação a cerca de \npolíticas públicas e outras estruturas que podem facilitar o processo de \nempoderamento. O caminho seguido no Brasil e na Índia para esses \nprocessos se mostrou bastante diferente. Nas duas comunidades \nfaxinalenses estudadas ele tem ocorrido em função do processo de criação \ndas unidades de conservação (RDS), enquanto que na Índia através do Joint \nForest Planning and Management e do People´s Biodiversity Register. \n\nAssim, o processo de empoderamento parece ocorrer de forma \nmais contundente quando existem parcerias que conciliam a atuação de \ninstituições externas (ONGs e/ou governo) que assessora a comunidade em \nsuas demandas internas. \n\nPorém, o processo de empoderamento é um processo complexo, \nautodirigido e imprevisível.  \n \n\nReferências Bibliográficas: \n\n \n\nALMEIDA, L. T. 2008.  Campesinato e os Faxinais no Paraná: as terras de \nuso comum. Tese de Doutourado. USP, São Paulo - SP. 756p. \n\nALSOP,R.; HEINSOHN, N. Measuring Empowerment in Practice: \nStructuring Analysis and Framing Indicators. Policy.World Bank \nPolicy Research. 2005 (Working Paper 3510). \n\n\n\n94 \n \n\nARNOLD, J.E.M.; PÉREZ M.R. 2001. Can non-timber forest products \nmatch tropical forest conservation and development objectives? \nEcological Economics 39 (3) p.437–447. \n\nBARTLETT, A. 2008. No more adoption rates! Looking for empowerment \nin agricultural development programmes. Development in \nPractice,18(4), p.524-538. \n\nBELCHER, B., M. RUÍZ-PÉREZ, and R. ACHDIAWAN. 2005.Global \npatterns and trends in the use and management of commercial NTFPs: \nImplications for livelihoods and conservation. World Development, \n33(9) p.1435–1452. \n\nBESLEY, T.; BURGESS, R. 2000. Land Reform, Poverty Reduction, and \nGrowth: Evidence from India. Quarterly Journal of  Economics. \n115(2) p.389-430. \n\nBRUSH, S. B. 2000. Genes in the field: on-farm conservation of crop \ndiversity. 1 ed., Roma: IPGRI/IDRC/Lewis Publishers, p.300. \n\nCARVALHO, I. S. H. 2007. Potenciais e Limitações do uso sustentável da \nbiodiversidade do Cerrado: um estudo de caso da Cooperativa Grande \nSertão no norte de Minas Gerais. Dissertação de Mestrado. UnB, \nBrasília-DF. p.184. \n\nCHANG, M.Y. Sistema Faxinal - uma forma de organização camponesa \nem desagregação no centro-sul do Paraná. Londrina. 124p. IAPAR, \n1988. Boletim Técnico Nº 22. \n\nCLEMENT, C. R. 1999.1492 And The Loss Of Amazonian Crop Genetic \nResources. I. The Relation Between Domestication and Human \nPopulation Decline. Economic Botany, 53(2), p.188–202. \n\nCLEMENT, C. R. 2006. Domesticação de Paisagens e Plantas Amazônicas \n:A Interação de Etnobotânica, Genética Molecular e Arqueologia. In: \nMORCOTE-RIOS, G.; MORA-CAMARGO, S.; FRANKY-CALVO, \nC.(Eds.) Pueblos y Paisajes Antíguos en la Selva Amazónica. \nUniversidad Nacional de Colombia, Facultad de Ciencias, Taraxacum, \nBogotá. pp. 97-112.  \n\nCOELHO-DE-SOUZA, G. 2010. Modernização da agricultura e o \nagravamento da insegurança alimentar no Brasil: o papel das \npopulações locais e sua agrobiodiversiddade. In: Silva, V.A.; Almeida, \n\n\n\n95 \n \n\nA.L.S. e Albuquerque, U.P. (orgs.) 2010. Etnobiologia e \nEtnoecologia: pessoas e natureza na América Latina. Recife: \nNUPEEA, 2010. \n\nDE BOEF, W.S. e THIJSSEN, M.H. 2007. Ferramentas participativas no \ntrabalho com cultivos, variedades e sementes. Um guia para \nprofissionais que trabalham com abordagens participativas no \nmanejo da agrobiodiversidade, no melhoramento de cultivos e no \ndesenvolvimento do setor de sementes. Wageningen, Wageningen \nInternational, 87pp. \n\nDRESSLER, W., BÜSCHER, B., SCHOON, M., BROCKINGTON, D., \nHAYES, T., KULL, C.A., MCCARTHY, J., SHRESTHA, K. 2010. \nFrom hope to crisis and back again? A critical history of the global \nCBNRM narrative Environmental Conservation, 37 (1), p. 5-15.  \n\nEMPERAIRE, L.; PERONI, N. Traditional Management of \nAgrobiodiversity in Brazil: A Case Study of Manioc. Human \nEcology. 35(6) p. 761-768. \n\nGEILFUS, F. 1997. 80 Herramientas Para El Desarrollo Participativo: \nDiagnóstico Planificación Monitoreo Evaluación. São Salvador, \nIICA. 208p. \n\nGUTIERREZ, NL; HILBORN, R. e DEFEO, O. 2011. Leadership, social \ncapital and incentives promote successful fisheries. Nature. 470(7334) \np.386-389. \n\nHANAZAKI, N. 2003. Comunidades, conservação e manejo: O papel do \nconhecimento ecológico local. Biotemas 16 (1) p.23-47. \n\nHEDGE, N. 2008. Women and Management of Non Timber Forest \nProducts: Conservation and Livelihood issues of Indigenous \nWomen in the Western Ghats, India. LIFE, Sirsi, India. 109 p. \n\nHOMMA, A. K. O. 2008. Extrativismo, biodiversidade e biopirataria na \nAmazônia. Brasília: Embrapa (Texto para discussão). 97p. \n\nIBAMA, 1992. Portaria IBAMA n.º 22, de10/09/1992, cria o Centro \nNacional de Desenvolvimento Sustentado das Populações Tradicionais \n– CNPT. \n\n\n\n96 \n \n\nIBGE, 2010. Produção da Extração Vegetal e da Silvicultura 2009. Rio \nde Janeiro: IBGE. Disponível: \n<http://www.ibge.gov.br/cidadesat/topwindow.htm?1>. \n\nJACOBI, P. 2003. Movimento ambientalista no Brasil. Representação social \ne complexidade da articulação de práticas coletivas.  In: Ribeiro, W. \n(org.) Patrimônio ambiental brasileiro. São Paulo: EDUSP, 2003. p. \n519-543. \n\nJACOBI, P. 2005. Governança institucional de problemas ambientais.  \nPolítica e Sociedade, 4 (7) p. 119-137.  \n\nJAKIMOW, T.; KILBY,P. 2006. Empowering Women: A Critiqueof the \nBlueprint for Self-help Groups in India. Indian Journal of Gender \nStudies 13(3) p. 375- 400. \n\nJOHNSON, C. 2003. Decentralisation in India: Poverty, Politics and \nPanchayati Raj. Londres: Overseas Development Institute. (Working \nPaper 199) 66p. \n\nKELLERT, S,R.; MEHTA, J.N.; EBBIN, S.A. e LICHTENFELD, L.L. 2000. \nCommunity Natural Resource Management: Promise, Rhetoric, and \nReality. Society and Natural Resources, 13(8) p.705–715. \n\nKING, E.D.I.O., VIJI, C. e NARASIMHAN, D.  1997. Sacred groves: \ntraditional ecological heritage.  International Journal of Ecology \nand Environmental Sciences, 23(4) p.463-470. \n\nLIMA, RMBF. 2009. Territorialidade e Resistência: práticas espaciais \ncriando novas regras de uso do território no extrativismo do babaçu. \n12º Encuentro de Geógrafos de América Latina. De 3 a 7 de abril, \n2009. Montevideo, Uruguai. \n\nLÖWEN SAHR, C.L. &amp; CUNHA, L.A.G.. 2005. O Significado Social e \nEcológico dos Faxinais: Reflexões acerca de uma Política Agrária \nSustentável para a Região da Mata com Araucária no Paraná. \nEmancipação, 5(1): p.89-104. \n\nLUTTRELL, C.; QUIROZ, S. SCRUTTON, C.; BIRD, K. 2007. \nUnderstanding and operationalising empowerment. Londres: \nOverseas Development Institute. (Working Paper 308) 26 p.  \n\n\n\n97 \n \n\nMANLY, B.F.J. 2005. Manly, Multivariate Statistical Methods: A \nPrimer (third ed.), Chapman and Hall/CRC, Boca Raton, FL. \n\nMMA, Ministério do Meio Ambiente. 2000. A Convenção sobre \nDiversidade Biológica – CDB. Cópia do Decreto Legislativo nº2, de 5 \nde julho de 1992. Brasília: MMA. 30p. \n\nMYERS, N., R.A. MITTERMEIER, C.G. MITTERMEIER, G.A.B. da \nFonseca e J. Kent. 2000. Biodiversity hotspots for conservation \npriorities. Nature, 403(24) p.853-858. \n\nPADMANABHAN, M.A. 2008. Collective action in agrobiodiversity \nmanagement:gendered rules of reputation, trust and reciprocity in \nKerala, India. Journal of InternationalDevelopment 20 (l) p. 83-97. \n\nPARANÁ 2007. Lei n. 15.673 de 13 de novembro de 2007. Dispões que o \nEstado do Paraná reconhece os Faxinais e sua territorialidade, \nconforme especifica. Diário Oficial do Paraná, Curitiba, 2007. \n\nPERKINS, D.D. e ZIMMERMAN, M.A.  1995. Empowerment theory, \nresearch, and application. American Journal of Community \nPsycology, 23(5). p.569-579. \n\nRÊGO, JF. 1999. Amazônia: do extrativismo ao neoextrativismo. Ciência \nHoje 25(147) p.62-65. \n\nSACHS, I. 1993. Estratégias de transição para o século XXI: \ndesenvolvimento e meio ambiente.Studio Nobel: Fundap, São Paulo \n103p. \n\nSANTILLI, J. 2009. Agrobiodiversidade e o direito dos agricultores. São \nPaulo: Peirópolis, 571p. \n\nSCHWARZER, H.; QUERINO, A.C. 2002. Benefícios Sociais E Pobreza: \nProgramas Não Contributivos Da Seguridade Social Brasileira. Texto \nPara Discussão Nº 929. Ipea, Brasília. \n\nSILVA, M. 2005. A Contribuição de Florestas de Araucária para a \nSustentabilidade dos Sistemas Faxinais.  Dissertação de mestrado. \nUFPR, Curitiba - PR. 110p.  \n\n\n\n98 \n \n\nSIMÕES, W; SAHR, C.L. 2008. As territorialidades dos faxinalenses e as \npolíticas públicas educacionais do Estado do Paraná: compreendendo \nrealidades, problematizando limites e as possibilidades. TerraPlural, \n2 (1) p.115-132 . \n\nSNEATH, P. H.; SOKAL, R. R. 1973. Numerical taxonomy: The \nprinciples and practice of numerical classification. San Francisco: \nW.H. Freeman, 573p.  \n\nSOUZA, R. M. S. 2009. Mapeamento Social dos Faxinais no Paraná. In: \nALMEIDA, A.W.B.; SOUZA, R. M. S. (orgs.) Terras de Faxinais. \nManaus, AM: UEA, p.29-88. \n\nSTHAPIT, B.; SUBEDI, A., GAUTAM, R. 2007. Ferramentas práticas que \nestimulam o manejo comunitário da agrobiodiversidade. Manejo \nComunitário da Agrobiodiversidade. In: DE BOEF, W.; THIJSSEN, \nMH;  OGLIARI, JB;  STHAPIT, BR  (orgs.). Biodiversidade e \nagricultores: fortalecendo o manejo comunitário. Porto Alegre, RS: \nLePM, p.136-156. \n\nSUBEDI, A.; SHRESTHA, P.; SHRESTHA, P.K.; GAUTAM, R.; \nUPADHYAY, M.P.; RANA, R.; EYZAGUIRRE, P.; STHAPIT, B. \n2007.  Manejo Comunitário da Agrobiodiversidade. In: DE BOEF, W.; \nTHIJSSEN, M.H.;  OGLIARI, J.B.;  STHAPIT, B.R.  (Orgs). \nBiodiversidade e agricultores: fortalecendo o manejo comunitário. \nPorto Alegre, RS: L e PM, pp.127-135. \n\nVALLE, T. L. 2002. Coleta de germoplasma de plantas cultivadas.  In: \nAMOROZO, M.C.M.; MING, L.C. e SILVA, S.P. (Eds). Métodos de \nColeta e Análise de Dados em Etnobiologia, Etnoecologia e \nDisciplinas Correlatas. Rio Claro: UNESP p.129-154.  \n\nWUERGES, E. W. 2005. Empoderamento e conflitos em experiências de \nplanejamento e ações de desenvolvimento : um estudo de caso no \nmunicípio de Rancho Queimado - SC.  145 f. Dissertação de \nMestrado. UFSC, Florianópolis-SC. \n\n\n\n99 \n \n\nANEXOS \n\nAnexo 1 - Entrevistas com unidades familiares \n\nLocal: ______________________Data: __/__/2010 Entrevistador: \n__________________________ \nCódigo da unidade familiar: _________   ? mais ativo\n ? menos ativo   \n \nEstamos fazendo um estudo que visa analisar como estão acontecendo algumas \nações relacionadas a atividades comunitárias relacionadas à diversidade \ncultivada aqui na região . \n \nPARTE 1 - CARACTERIZAÇÃO DO ENTREVISTADO  \n \n1.1. Sexo do entrevistado: ? 1M ? 2F 1.2. Idade: ______ 1.3. \n\nChefe de família???1Sim?? 0Não \n1.4. Pessoas presentes na entrevista: \n________________________________________________________ \n1.5. Quantas pessoas moram com você? ( ___) \n1.6. Qual a religião predominante na unidade familiar? \n__________________________________________ \n1.7. Em termos de etnia, como você se define? \n_________________________________________________ \n1.8. Qual o maior nível educacional formal dentre os moradores da sua unidade \nfamiliar?  \n\n?1 Elementar incompleto \n?2 Elementar completo  \n?3 Secundário incompleto  \n?4 Secundário completo  \n?5 Técnico \n?6 Superior \n?7 pós-graduação \n?8 outro: __________ \n\n \nPARTE 2- SOBRE ORGANIZAÇÃO COMUNITÁRIA \n \n2.1. Quais são as organizações comunitárias locais que você conhece? Liste-as \nem ordem de importância, primeiro aquelas que você participa mais. \n \nA.____________________________________ \nB.____________________________________ \nC.____________________________________ \nD.____________________________________ \n\n\n\n100 \n \n\n \n2.2. Com que freqüência há eleições para ocupar cargos de liderança nas \norganizações comunitárias (CBO´s)? \nA.____________________________________ \nB.____________________________________ \nC.____________________________________ \nD.____________________________________ \n \n \n2.3. Você votou nessas eleições? \n \n\nA. ? 1 Sim?? 0 Não \nB.?? 1 Sim?? 0 Não \nC.?? 1 Sim?? 0 Não \nD.?? 1 Sim?? 0 Não \n\n \n2.4. O quanto vocês se dispõem em participar em ações coletivas? \n \n\n?1 sempre ou muito frequentemente \n?2 quase sempre ou às vezes \n?3 raramente \n?4 nunca se dispõe a participar \nPor \nquê?_____________________________________________________\n_______________________ \n\n \n2.5.Você é membro de alguma dessas organizações? (Em caso de resposta \nnegativa, ir para 2.7) \n \n\n?1Sim, de A \n?2Sim, de B \n?3Sim, de C \n?4Sim, de D \n?0Não \n\n \n2.6. O quanto essa sua participação o/a beneficia individualmente? \n\n?3 Bastante (Em \nquê?_____________________________________________________\n________) \n?2 Um pouco \n?1 Quase nada \n?0 Nada \n\n \n\n\n\n101 \n \n\n2.7. Algum dos elementos abaixo é usado como critério para participação nas \norganizações de base comunitária? (em caso de resposta positiva, especificar \ncomo. Ex: a organização prevê que 50% seja dos participantes seja do sexo \nfeminino) \n\n??1 Gênero (homem ou mulher) \n Como?___________________________________________\n__   \n??2 Classe social   \n Como?___________________________________________\n__   \n??3Idade   \n Como?___________________________________________\n__   \n??4Religião    \n Como?___________________________________________\n__   \n??5Etnia   \n Como?___________________________________________\n__   \n??6Outro: ____________ \n Como?___________________________________________\n__   \n\n \n2.8. Atualmente, o quanto você se dispõe em participar dessa atividade? \n \n\n??3 sempre ou muito freqüentemente \n??2 quase sempre ou às vezes \n??1 raramente \n??0 nunca se dispõe a participar \n\nPor quê?_________________________________________________________ \n\n \n2.9. Ao longo do tempo, sua participação nessa atividade \n\n??1 aumentou   ??0 diminuiu \nPor quê?_____________________________________________________ \n\n \n2.10. Nessa atividade, participam pessoas pertencentes aos grupos abaixo? (em \ncaso de resposta positiva, especificar como) \n\n??1 Gênero (homem ou mulher)  Como?_______________   \n??2 Classe social   Como?_______________ \n??3Idade    Como?_______________ \n??4Religião    Como?_______________ \n??5Etnia    Como?_______________ \n\n\n\n102 \n \n\n??6Outro: ____________  Como?__________ \n \n2.11. Como os líderes de cada organização são selecionados \n \n\n??1 Por uma pessoa ou entidade externa à comunidade \n??2 Cada líder escolhe o seu sucessor \n??3 Por um pequeno grupo de membros \n??4 Por voto de todos os membros \n??5 Outro: ______________________________________________ \n??0 Não sabe \n\n \n2.12. Quanta influência você acha que você, individualmente, tem na escolha \ndos líderes? \n\n??3 Muita influência \n??2 Alguma influência \n??1 Pouca influência \n??0 Nenhuma influência \n \n\n2.13. Qual o seu grau de satisfação em relação às decisões tomadas pelas \norganizações de base comunitária?  \n \n\n??4 Completamente satisfeito \n??3 Parcialmente satisfeito \n??2 Indiferente \n??1 Parcialmente insatisfeito \n??0 Nada satisfeito \n\n \nPARTE 3 –SOBRE AGROBIODIVERSIDADE E RECURSOS GENÉTICOS \n \n3.1. São comercializados produtos de variedades locais? ?1 Sim?? 0 Não \n \n3.2.  Já trocou variedades locais com outros agricultores? ?1 Sim?? 0 Não \n \n3.3. Existe um mercado (formal ou informal) de sementes de variedades ou de \nmudas de variedades locais? ?1 Sim?? 0 Não \n\n \n3.4. São produzidas sementes ou mudas para o mercado de variedades locais?  \n?1 Sim?? 0 Não \n \n3.5. Você sabe que você tem direitos legais sobre suas variedades locais? \n(Anotar os casos onde o entrevistado não compreendeu a questão, no sentido de \n“ter direitos” não fazer o menor sentido) \n\n?1 Sim. Quais?_______ ? 0 Não \n\n\n\n103 \n \n\n \n3.6. Você conhece políticas relacionadas aos seus direitos sobre as variedades \nlocais que você maneja? (Anotar os casos onde o entrevistado não \ncompreendeu a questão, no sentido de “ter direitos” não fazer o menor sentido) \n\n?1 Sim. Quais?____________________________ 0 Não \n \n3.7. Existem casos formais/legais de registro de variedades locais?   \n ?1 Sim?? 0 Não \n \n3.8.Você conhece sobre a existência de variedades melhoradas ou comerciais?  \n\n?1 Sim?? 0 Não(se a resposta for não, ir para item 4) \n \n3.9. Atualmente depende dessas variedades para sua produção?  \n\n?1 Sim?? 0 Não(se a resposta for não, ir para o item 4) \n \n3.10. Se depende, de onde obtêm essas variedades (sementes ou mudas)? \n\n??1 mercado (compra) \n??2 troca entre agricultores \n??3 programa do governo \n??4 outro:_________________________________________ \n\n \n3.11. Considera que estas variedades são melhores que as variedades locais? \n  ?1 Sim?? 0 Não \nPor quê? _______________________________ \n \n3.12. Você conhece as mudanças nas formas para adquirir as variedades \nmelhoradas ou comerciais?  \n\n?1 Sim?? 0 Não   Quais são?_________________ \n \n3.13. Para você, o que dificulta a obtenção destas variedades? (listar) \n\n________________________________________________________ \n \n\nPARTE 4 - SOBRE MANEJO COMUNITÁRIO DE \nAGROBIODIVERSIDADE \n \n4.1. No seu ponto de vista de quem foi a iniciativa dos puxirões? (assinalar em \nordem de importância, do mais importante para o menos) \n\n(    ) 1 De um morador \n(    ) 2 De alguns moradores \n(    ) 3 Da comunidade \n(    ) 4 De um agente externo governamental \n(    ) 5 De uma ONG \n(    ) 6 Outro (especificar):_____________________________ \n\n \n\n\n\n104 \n \n\n4.2. Hoje, quem toma as decisões sobre os puxirões? \n \n\n?1 Um morador \n?2 Alguns moradores \n?3 Comunidade \n?4 Agente externo governamental \n?5 ONG \n?6 Outro especificar):__________________________ \n\n \n4.3. Quem é responsável pelo quê na organização, planejamento e \nimplementaçãodos puxirões?  \n \n\n \n1 Um \nmorador \n\n2 Alguns \nmoradores \n\n3 Comu-\nnidade \n\n4 Agente \nexterno \ngoverna-\nmental \n\n5 \nONG \n\n6 Outro: \n______ \n\nPlanejamento ? ? ? ? ? ? \n\nOrganização ? ? ? ? ? ? \n\nImplementação ? ? ? ? ? ? \n \n\n \n4.4. Quais são os principais parceiros nos puxirões ?(listar em ordem de \nimportância, do mais importante para o menos importante) \n \nA.________________________ \nB.________________________ \nC.________________________ \nD.________________________ \nE.________________________ \nF.________________________ \n \nPARTE 5 – INDICADORES ECONÔMICOS \n \n5.1. A sua unidade familiar usa alguma área ou propriedade para agricultura, \npecuária, para alugar a terceiros? \n ?1Sim?? 0Não (se a resposta for não, ir para 5.3) \n \n5.2. Essa área é: \n\n?1 Própria \n?2 Alugada \n?3 Cedida \n?4 Comunal \n?5 Usada sem acordo formal \n\n?6 Outro:______________ \n\n\n\n105 \n \n\n \n5.3. Quais itens você possui, se algum? \n \n\n?1 Bicicleta \n?2 Televisão \n?3 Computador \n?4 Rádio \n?5 Geladeira \n?6 Telefone comum \n?7 Telefone celular \n?8 Motocicleta \n?9 Automóvel \n? 10 Trator \n? 11 Eletricidade \n\n \n5.4. Qual a sua ocupação? Principal:___________ Secundária: _______ \n \n5.5. Renda mensal familiar assalariado (em R$)__________ \n \n5.6. Outras fontes de renda (pensão, aposentadoria, seguro-desemprego, etc) \n(em R$)____________________ \n \n5.7. Renda a partir da agricultura (mensal ou anual, especificar): \n\n5.7.1. Receitas provenientes da venda de culturas. R$ __________por \nmês/ano \n5.7.2. Receitas provenientes da venda de produtos vegetais \nprocessados. R$ __________por mês/ano \n5.7.3. Receitas da venda de produtos de origem animal. R$ \n__________por mês/ano \n5.7.4. Despesas de insumos para as culturas. R$ __________por \nmês/ano \n5.7.5. Despesas de insumos para produtos agrícolas processados. R$ \n__________por mês/ano \n5.7.6. Despesas com produção pecuária. R$ __________por mês/ano \n5.7.7. Renda a partir de outras atividades não agrícolas (ex: extração \nde butiá) R$ __________por mês/ano \n\n \n5.8. Você percebeu alguma mudança na sua renda familiar total após as \natividades de manejo comunitário terem iniciado? \n\n?1 Grande mudança positiva \n ?2 Pequena mudança positiva \n ?3 Não houve mudança \n ?4 Pequena mudança negativa \n\n\n\n106 \n \n\n ?5 Grande mudança negativa \n ?0 Não sabe \n \n\nMuito obrigado/a por participar desta pesquisa, que tomou ____ horas \ndo seu tempo. Você tem algum comentário ou sugestão adicional a nos \nfazer?_____________________________________________ \n\nMais uma vez, muito obrigado/a pelo seu tempo e esforço. \n\n\n\n107 \n \n\nAnexo 2 - Entrevistas com agentes de desenvolvimento \n\n \nLocal: ______________________Data: __/__/2010 Entrevistador:  \nNome do entrevistado: \n________________________________________________________________ \nOcupação/cargo:__________________________________________________ \n  \nEstamos fazendo um estudo que visa analisar como estão acontecendo algumas \nações relacionadas ao manejo comunitário da agrobiodiversidade aqui na região, \nque resultam em atividades coletivas como os puxirões, por exemplo. (Focar \nnão nas práticas ou nos elementos ou componentes, mas no processo ou \nmetodologia CBM como um todo) \n\n \n1. Você acha que os membros da comunidade aumentaram a sua consciência \n\nsobre o valor do conhecimento tradicional, após as práticas de manejo \ncomunitário? \n\n?4Aumentou muito \n?3Aumentou um pouco \n?2Permaneceu a mesma: o conhecimento tradicional já era valorizado \nantes das práticas \n?1Permaneceu a mesma: o conhecimento tradicional continua não \nvalorizado após as práticas \nComentários: \n________________________________________________________ \n \n\n2. Quais as políticas relacionadas a recursos genéticos são conhecidas? (listar) \n________________________________________________________ \n\n \n3. Há casos formais de reconhecimento legal de nomeação/registro de \nvariedades locais?  \n\n?1Sim?? 0Não  \n \n4. São comercializados produtos de variedades locais?  \n\n?1Sim?? 0Não \n \n5. Existe um mercado (formal ou informal) de sementes de variedades/mudas de \nvariedades locais?  \n\n?1Sim?? 0Não \n \n6. São produzidas sementes/mudaspara o mercado de variedades locais?  \n\n?1Sim?? 0Não \n \n\n\n\n108 \n \n\n7. A comunidade sabe que existem variedades melhoradas e sua sobre sua \ndisponibilidade?  \n\n?1Sim?? 0Não \n \n8. Há instituições envolvidas diretamente e quais são?  \n\n?1Sim: _______________________________?? 0Não \n \n9. A comunidade conhece as mudanças nos procedimentos para acesso as \nvariedades melhoradas?  \n\n?1Sim?? 0Não \n \n10. Que restrições existem para o acesso? (listar) \n\n________________________________________________________ \n \n\n11. Para quais cultivos ou variedades locais existe um mercado específico, fora \nda comunidade? (listar) \n________________________________________________________________ \n \n12. Quais são estes mercados e onde se localizam? (listar) \n________________________________________________________________ \n \n13. Qual é o lucro dos agricultores / comunidade, para cada produto?  (Calcular \no lucro em% do preço de custo) \n________________________________________________________________ \n14. Para quais produtos processados de cultivos ou variedades locais existe um \nmercado específico, fora da comunidade? (listar) \n________________________________________________________________ \n15. Quais são estes mercados e onde se localizam? (listar) \n________________________________________________________________ \n \n16. Qual é o lucro dos agricultores / comunidade, para cada produto?  (Calcular \no lucro em% do preço de custo) \n________________________________________________________________ \n \n17. Através de que processo de rotulagem há agregação de valor a estes \nprodutos colhidos ou processados? (listar, por ex: certificação, comércio justo, \norgânicos, etc) \n________________________________________________________________ \n \n18. Os agricultores / comunidade têm conhecimentos e habilidades em análise \nde custo-benefício? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n\n\n\n109 \n \n\n19. Os agricultores / comunidade têm conhecimentos e habilidades em \nencontrar parceiros na cadeia produtiva? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n20. Os agricultores / comunidade têm relacionamentos de longo prazo \nestabelecido com os fornecedores e/ou compradores? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n21. Os agricultores / comunidade têm conhecimentos e habilidades sobre \nagregação de valor? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n22. Os agricultores / comunidade têm conhecimentos e habilidades na \ndiversificação da cadeia produtiva, ou estão envolvidos em atividades geradoras \nde rendimentos diferentes? \n ?2Sim  ? 1Parcialmente ? ? 0Não \n \n23. Os agricultores / comunidade têm conhecimentos e habilidades na \ndiferenciação do produto (segmentação de mercado, diversos produtos para \ndiferentes mercados)? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n24. Que habilidades estão faltando e onde é necessário o apoio externo?  \n________________________________________________________________ \n \n25. Quais são as estratégias de marketing aplicadas pela comunidade? (listar) \n________________________________________________________________ \n\n \n26. Essas estratégias de marketing são bem sucedidas?  \n ?2Sim  ? 1Parcialmente ? ? 0Não \n \n27. Quem está liderando o desenvolvimento da estratégia? (listar) \n________________________________________________________ \n \n28.Quais os procedimentos de qualidade são aplicados na comunidade? (listar, \npor exemplo, certificação de sementes, orgânicos, comércio justo) \n________________________________________________________ \n \n29. Qual é a porcentagem de aumento no lucro com esta estratégia de mercado \nespecífico? (comparar com o \"padrão\" de \nproduto)_________________________________________________________  \n \n30. Algum novo produto foi criado localmente nos últimos dois anos?  \n\n?1Sim: ___________________________?? 0Não (ir para questão 33) \n\n\n\n110 \n \n\n \n31. Quais são os mercado(s) para este(s) produto(s)? (listar) \n ________________________________________________________ \n \n32. Quem são os parceiros que apoiam a comunidade, na sua estratégia de \nmercado? (listar) \n________________________________________________________________ \n \n33. Quais são os papéis dos parceiros? (listar) \n________________________________________________________________ \n \n34. Em que grau a comunidade é capaz de influenciar os preços dos insumos? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n\n35. Em que grau a comunidade é capaz de influenciar preços de transformação e \nde outros serviços prestados por terceiros? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n\n36. Em que grau a comunidade é capaz de influenciar o preço do produto no \nmercado? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n\n \n37. Que tipo de produtos são os preferidos no mercado? (listar)_____________  \n \n38. Quais são as exigências de qualidade para mercados específicos? (listar) \n________________________________________________________________ \n \n39. A quantidade de cada produto que pode ser comercializada é conhecida? \n(listar) \n________________________________________________________ \n \n40. Há estudos de mercado disponíveis?   ?1Sim? ? 0Não \n \n41. Existe um plano estratégico ou marketing?  ?1Sim?? 0Não \n \n\n\n\n111 \n \n\n42. Quem desenvolveu a comercialização e / ou plano estratégico da lista? \n(listar, por ex: comunidade, ONG, \nconsultor)____________________________________________________ \n \n\n43. Existe algum mecanismo na comunidade de repartição de benefícios? (ex: \ncontrato) \n\n ?1 Sim: ________________________________________?? 0 Não \n \n44. Quais as condições necessárias para a implantação de um sistema de \nrepartição de benefícios, como por exemplo de registro da biodiversidade da \ncomunidade (CommunityBiodiversityRegister) (listar, por ex, instituições da \ncomunidade, mecanismos de anuência prévia) ? (listar) \n________________________________________________________________ \n \n45. Até que ponto as atividades de manejo comunitário (ex: puxirões) tem \ncontribuído para aumentar a conscientização da comunidade sobre os direitos na \nrepartição de benefícios advindos dos recursos genéticos por eles \nmantidos/manejados? \n\n??2 tem contribuído muito \n??1 tem contribuído parcialmente \n??0 não tem contribuído \nPor que?________________________________________ \n \n\n46. Até que ponto mudou a conscientização da comunidade que seus direitos de \npartição de benefícios são amparados pela legislação nacional? \n\n??2 mudou muito \n??1 mudou parcialmente \n??0 não mudou \nPor que?________________________________________ \n\n \n47.  Até que ponto mudaram os recursos e informações disponíveis e acessíveis \npara a comunidade em exercer seus direitos de acesso e repartição de \nbenefícios? \n\n??2 mudou muito \n??1 mudou parcialmente \n??0 não mudou \nPor que?________________________________________ \n \n\n48. Os agricultores locais (guardiões de diversidade) são reconhecidos dentro \nde sistemas nacionais (programas) de recursos genéticos? \n\n??2 Sim, muito reconhecidos \n??1 Parcialmente, possuem algum reconhecimento \n??0 Não \n \n\n\n\n112 \n \n\nMuito obrigado/a por participar desta pesquisa, que tomou ____ horas \ndo seu tempo. Você tem algum comentário ou sugestão adicional a nos \nfazer?____________________________________________ \n \nMais uma vez, muito obrigado/a pelo seu tempo e esforço. \n\n\n\n113 \n \n\n \n\nAnexo 3 - Entrevistas com atores gentes do governo local \n\n \nLocal: ______________________Data: __/__/2010 Entrevistador:  \nNome do entrevistado: _____________________________________________ \nOcupação/cargo:__________________________________________________ \n \nEstamos fazendo um estudo que visa analisar como estão acontecendo algumas \nações relacionadas ao manejo comunitário da agrobiodiversidade na região, que \nresultam em atividades coletivas como os puxirões, por exemplo. (focar não nas \npráticas ou nos elementos ou componentes, mas no processo ou metodologia \nCBM como um todo) \n\n \n1. Para quais cultivos ou variedades locais existe um mercado específico, fora \nda comunidade? (listar) \n________________________________________________________________ \n \n2. Quais são estes mercados e onde se localizam? (listar) \n________________________________________________________________ \n \n3. Qual é o lucro dos agricultores / comunidade, para cada produto?  (Calcular o \nlucro em% do preço de custo) \n________________________________________________________________ \n4. Para quais produtos processados de cultivos ou variedades locais existe um \nmercado específico, fora da comunidade? (listar) \n________________________________________________________________ \n \n5. Quais são estes mercados e onde se localizam? (listar) \n________________________________________________________________ \n \n6. Qual é o lucro dos agricultores / comunidade, para cada produto?  (Calcular o \nlucro em% do preço de custo) \n________________________________________________________________ \n \n7. Através de que processo de rotulagem há agregação de valor a estes produtos \ncolhidos ou processados? (listar, por ex: certificação, comércio justo, \norgânicos, etc) \n________________________________________________________________ \n \n8. Os agricultores / comunidade têm conhecimentos e habilidades em análise de \ncusto-benefício? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n\n\n\n114 \n \n\n \n9. Os agricultores / comunidade têm conhecimentos e habilidades em encontrar \nparceiros na cadeia produtiva? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n10. Os agricultores / comunidade têm relacionamentos de longo prazo \nestabelecido com os fornecedores e/ou compradores? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n11. Os agricultores / comunidade têm conhecimentos e habilidades sobre \nagregação de valor? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n12. Os agricultores / comunidade têm conhecimentos e habilidades na \ndiversificação da cadeia produtiva, ou estão envolvidos em atividades geradoras \nde rendimentos diferentes? \n ?2Sim  ? 1Parcialmente ? ? 0Não \n \n13. Os agricultores / comunidade têm conhecimentos e habilidades na \ndiferenciação do produto (segmentação de mercado, diversos produtos para \ndiferentes mercados)? \n\n?2Sim  ? 1Parcialmente ? ? 0Não \n \n14. Que habilidades estão faltando e onde é necessário o apoio externo?  \n________________________________________________________________ \n \n15. Quais são as estratégias de marketing aplicadas pela comunidade? (listar) \n________________________________________________________________ \n\n \n16. Essas estratégias de marketing são bem sucedidas?  \n ?2Sim  ? 1Parcialmente ? ? 0Não \n \n17. Quem está liderando o desenvolvimento da estratégia? (listar) \n________________________________________________________________ \n \n18.Quais os procedimentos de qualidade são aplicados na comunidade? (listar, \npor exemplo, certificação de sementes, orgânicos, comércio justo) \n________________________________________________________________ \n \n19. Qual é a porcentagem de aumento no lucro com esta estratégia de mercado \nespecífico? (comparar com o \"padrão\" de produto) \n________________________________________________________________ \n \n20. Algum novo produto foi criado localmente nos últimos dois anos?  \n\n\n\n115 \n \n\n?1Sim: _________________________________________________?? \n0Não (ir para questão 33) \n\n \n21. Quais são os mercado(s) para este(s) produto(s)? (listar) \n________________________________________________________________ \n \n22. Quem são os parceiros que apóiam a comunidade, na sua estratégia de \nmercado? (listar) \n________________________________________________________________ \n \n23. Quais são os papéis dos parceiros? (listar) \n________________________________________________________________ \n\n \n24. Em que grau a comunidade é capaz de influenciar os preços dos insumos? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n \n\n25. Em que grau a comunidade é capaz de influenciar preços de transformação e \nde outros serviços prestados por terceiros? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n \n\n26. Em que grau a comunidade é capaz de influenciar o preço do produto no \nmercado? \n\n?3 Muita influência \n?2 Média influência \n?1 Pequena influência \n?0 Nenhuma influência \n\n27. Que tipo de produtos são os preferidos no mercado? (listar) \n________________________________________________________________ \n28. Quais são as exigências de qualidade para mercados específicos? (listar) \n________________________________________________________________ \n \n29. A quantidade de cada produto que pode ser comercializada é conhecida? \n(listar) \n________________________________________________________ \n \n30. Há estudos de mercado disponíveis?   ?1Sim?? 0Não \n \n\n\n\n116 \n \n\n31. Existe um plano estratégico ou marketing?  ?1Sim?? 0Não \n \n32. Quem desenvolveu a comercialização e / ou plano estratégico da lista? \n(listar, por ex: comunidade, ONG, consultor) \n________________________________________________________________ \n\n \n33. Quais as políticas relacionadas a recursos genéticos são conhecidas? (listar) \n________________________________________________________________ \n\n \n34. Há casos formais de reconhecimento legal de nomeação/registro de \nvariedades locais?  \n\n?1Sim?? 0Não  \n \n35. São comercializados produtos de variedades locais?  \n ?1Sim?? 0Não \n \n36. Existe um mercado (formal ou informal) de sementes de variedades/mudas \nde variedades locais?  \n\n?1Sim?? 0Não \n \n37. São produzidas sementes/mudaspara o mercado de variedades locais?  \n ?1Sim?? 0Não \n\n \n38. A comunidade sabe que existem variedades melhoradas e sua sobre sua \ndisponibilidade?  \n\n?1Sim?? 0Não \n \n39. Há instituições envolvidas diretamente e quais são?  \n\n?1Sim:____________?? 0Não \n \n40. A comunidade conhece as mudanças nos procedimentos para acesso as \nvariedades melhoradas?    ?1Sim?? 0Não \n \n41. Que restrições existem para o acesso? (listar) \n________________________________________________________________ \n\n \n42.A comunidade sabe que existem variedades melhoradas e sobre sua \ndisponibilidade?  \n\n?1 Sim?? 0 Não \n \n43. Há instituições envolvidas diretamente e quais são?  \n\n?1 Sim: ____________________________?? 0 Não \n \n\n\n\n117 \n \n\n44. A comunidade conhece as mudanças nos procedimentos para acesso as \nvariedades melhoradas ou comerciais?  \n\n?1 Sim?? 0 Não \n \n45. Que restrições existem para o acesso a estas variedades? (listar) \n________________________________________________________________ \n\n \n46. Existe algum mecanismo na comunidade de repartição de benefícios? (ex: \ncontrato) \n\n?1 Sim:___________________?? 0 Não \n \n47. Quais as condições necessárias para a implantação de um sistema de \nrepartição de benefícios, como de registrar a biodiversidade da comunidade \n(Communitybiodiversityregister) (listar, por ex, instituições da comunidade, \nmecanismo de anuência prévia ?(listar) \n________________________________________________________________ \n \n48. Até que ponto as atividades de manejo comunitário (ex: puxirões) tem \ncontribuído para aumentar a conscientização da comunidade sobre os direitos na \nrepartição de benefícios advindos dos recursos genéticos por eles \nmantidos/manejados? \n\n??2 tem contribuído muito \n??1 tem contribuído parcialmente \n??0 não tem contribuído \nPor quê?________________________________ \n \n\n49. Até que ponto mudou a conscientização da comunidade que seus direitos de \npartição de benefícios são amparados pela legislação nacional? \n\n??2 mudou muito \n??1 mudou parcialmente \n??0 não mudou \nPor quê? _______________________________________ \n \n\n50.  Até que ponto mudaram os recursos e informações disponíveis e acessíveis \npara a comunidade em exercer seus direitos de acesso e repartição de \nbenefícios? \n\n??2 mudou muito \n??1 mudou parcialmente \n??0 não mudou \nPor quê? _______________________________________ \n \n\n51. Os agricultores locais (guardiões de diversidade) são reconhecidos dentro de \nsistemas nacionais (programas) de recursos genéticos? \n\n\n\n118 \n \n\n??2 Sim, muito reconhecidos \n??1 Parcialmente, possuem algum reconhecimento \n??0 Não \n \nMuito obrigado/a por participar desta pesquisa, que tomou ____ horas \ndo seu tempo. Você tem algum comentário ou sugestão adicional a nos \nfazer?___________________________________________________\n________________________________________________________\n________________________________________________________\n____________________________________________ \nMais uma vez, muito obrigado/a pelo seu tempo e esforço. \n\n \n \n\n\n\n119 \n \n\nAnexo 4 - Entrevistas com lideranças comunitárias \n\n \nLocal: ______________________Data: __/__/2010 Entrevistador:  \nParticipantes da entrevista: \n________________________________________________________________ \nOcupações/cargos:_________________________________________________ \n \nEstamos fazendo um estudo que visa analisar como estão acontecendo algumas \nações relacionadas ao manejo comunitário da agrobiodiversidade aqui na região \n(que resultam em atividades coletivas como os puxirões, por exemplo). (Focar \nnão nas práticas ou nos elementos ou componentes, mas no processo) \n\n \n1. Ao longo do tempo,a participação de membros da comunidade em \n\natividades de manejo comunitário: \n??1 aumentou \n??2 diminuiu \n??0 permaneceu a mesma \nPor quê?_____________________________________________ \n \n\n2. Nessas atividades, participam pessoas pertencentes aos grupos abaixo? (em \ncaso de resposta positiva, especificar como) \n\n??1 Gênero (homem ou mulher)  Como?______________ ______ \n??2 Classe social   Como?__________ __________ \n??3Idade    Como?____________________  \n??4Religião     Como?_____________  \n??5Etnia    Como?_____________________ \n ??6Outro: ____________  Como?_____________________  \n \n\n3. Quais os direitos e costumes conhecidos pela comunidade? (listar) \n________________________________________________________________\n_______________________________________ \n\n \n4. Em quantos casos e quando foram usados? (listar) \n________________________________________________________________\n_____________________ \n \n\n5. Existem práticas ou modos tradicionais/costumeiros, que são relacionados a \nrecursos genéticos (incluindo sementes locais) ou à divisão e uso da terra? (ou \noutros?) \n\n?1Sim: ______________________________________?? 0Não \n \n\n6. Como estas práticas mudaram ao longo do tempo? e por quê? \n\n\n\n120 \n \n\n________________________________________________________________ \n \n\n \n7. A comunidade associa estas práticas tradicionais com práticas “modernas” \n\n/ “convencionais”? \n?1 Sim?? 0 Não \n \n\n8. A comunidade aplica estas práticas para variedades melhoradas \n(comerciais)??1 Sim?? 0 Não \n\n \n9. Acomunidade faz inovações de variedades através dessas práticas e \n\nconhecimentos tradicionais?  \n?1 Sim?? 0 Não \n \n\n10. Em que extensão tem mudado a forma que a comunidade exerce suas \npráticas tradicionais/costumeiros sobre os recursos genéticos (variedades \nlocais)?  \n\n?2 A comunidade tem mostrado muita mudança \n?1 A comunidade tem mostrado alguma mudança \n?0 A comunidade não tem mostrado mudança \n \n\n11.  Que conseqüências essas mudanças tem gerado sobre os recursos genéticos \n(variedades)? \n\n?5 tem ocorrido aumento no número de variedades locais \n?4 tem ocorrido algum aumento no número de variedades locais \n?3 não tem ocorrido mudança no número de variedades locais \n?2 tem ocorrido alguma perda de variedades locais \n?1 tem ocorrido muita perda de variedades locais \n \n\n12. Existe algum sistema tradicional de documentação/registro dentro das \ncomunidades de recursos genéticos (variedades locais)?   \n ?1 Sim?? 0 Não \n\n \n13. Em que medida a comunidade mudou sua conscientização sobre a \nnecessidade de documentação de recursos genéticos (variedades locais)? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n14. Em que medida mudou a capacidade da comunidade de documentar \nrecursos genéticos (variedades locais)? \n\n?2 mudou muito \n?1mudou parcialmente \n\n\n\n121 \n \n\n?0não mudou \n \n\n15. Em que medida a conscientização da comunidade mudou sobre o fato que \neles são \"guardiões\" dos seus recursos genéticos? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n16. Em que medida a comunidade mudou sua consciência no exercício do \n\"direito de custódia\" dos seus recursos genéticos? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n17. Que políticas são relevantes para direitos de custódia para conhecimento \ntradicional associado a recursos genéticos? (listar) \n________________________________________________________________ \n\n \n18.  Que políticas são relevantes para direitos de custódia sobre recursos \ngenéticos? (listar) \n________________________________________________________________ \n\n \n19.  Que entidades dão suporte às atividades de manejo comunitário de \nagrobiodiversidade? (listar) \n________________________________________________________________ \n\n \n20. Houve mudança no reconhecimento pelas comunidades sobre as opções de \nentidades jurídicas que suportam atividades de manejo comunitário? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n21. Em que medida mudou a conscientização da comunidade quanto ao acesso \naos recursos e informações sobre as opções de entidades jurídicas que suportam \natividades de manejo comunitário? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n22. Existe algum mecanismo na comunidade de repartição de benefícios? (ex: \ncontrato) \n\n?1Sim: __________________________________________? 0Não \n \n\n\n\n122 \n \n\n23. Já houve casos de processos onde a comunidade discutiu projetos para \nconsentir previamente (Anuência prévia consentida) sua realização e da \nnecessidade de contratos de repartição de benefícios? \n\n?1 Sim?? 0 Não \n \n\n24. Quais as condições necessárias para a implantação de um sistema de \nrepartição de benefícios, como de registro comunitário de biodiversidade, \ninstituições da comunidade, mecanismo de anuência prévia? \n________________________________________________________________ \n\n \n25. Até que ponto as atividades de manejo comunitário de biodiversidade (ex: \npuxirões) tem contribuído para aumentar a conscientização da comunidade \nsobre os direitos na repartição de benefícios advindos dos recursos genéticos \npor eles mantidos/manejados?  \n\n?2 tem contribuído muito \n??1 tem contribuído parcialmente \n??0 não tem contribuído \n \n\n26. Até que ponto mudou a conscientização da comunidade que seus direitos de \npartição de benefícios são amparados pela legislação nacional? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n27. Até que ponto mudou os recursos e informações disponíveis e acessíveis \npara a comunidade em exercer seus direitos de acesso e repartição de \nbenefícios? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n28. Quais os sistemas de repartição de benefícios informais existentes na \ncomunidade? (listar) \n\n________________________________________________________ \n \n\n29. Estes sistemas sofreram mudanças? \n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n30. Em que medida mudou na comunidade a consciência destas mudanças? \n?2 mudou muito \n?1mudou parcialmente \n\n\n\n123 \n \n\n?0não mudou \n \n\n31. A comunidade discerne que existem produtos de qualidade única que podem \nse elegíveis para uma denominação de indicação geográfica (GI)? \n ?1 Sim?? 0 Não \n\n \n32. A comunidade conhece este sistema de indicação geográfica?  \n ?1 Sim?? 0 Não \n\n \n33. A comunidade tem capacidade de gerir um sistema dessa natureza? ?1 \nSim?? 0 Não \n\n \n34. Quais as limitações? \n\n________________________________________________________ \n \n\n35. Em que medida mudou a capacidade da comunidade e suas organizações \npara sensibilizar o governo local sobre as suas atividades de manejo \ncomunitário (CBM)? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n36. Em que medida esta sensibilização resultou em apoio do governo local para \nas atividades de manejo comunitário? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n37. Em que medida mudou o acesso da comunidade e suas organizações a \nrecursos financeiros / fundos de apoio (direta ou indiretamente)? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n38. Em que medida a comunidade está consciente de que eles podem \nestabelecer uma unidade de conservação relacionada à suas atividades de \nmanejo comunitário? \n\n?2 plenamente consciente \n?1 parcialmente consciente \n?0não está consciente \n \n\n\n\n124 \n \n\n39. Quais são as informações e os recursos que estão à disposição da \ncomunidade para transformar seus sistemas informais, relacionados com \natividades de manejo comunitário, em sistemas formais? \n\n________________________________________________________ \n \n\n40. Em que medida mudou a capacidade da comunidade para garantir a \nsustentabilidade da unidade de conservação? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n41. Que tipo de informação e recursos estão disponíveis para a comunidade para \ntransformar seus sistemas informais relacionados com manejo comunitário em \nsistemas formais? \n\n________________________________________________________ \n \n\n42. Em que medida mudou a capacidade da comunidade para estabelecer uma \nentidade legal que apóia a transformação de sistemas informais relacionados \ncom manejo comunitário em sistemas formais? \n\n?2 mudou muito \n?1mudou parcialmente \n?0não mudou \n \n\n43. Com relação aos Puxirões, de quem foi a iniciativa? (assinalar em ordem de \nimportância, do mais importante para o menos) \n\n(    ) 1 De um morador \n(    ) 2 De alguns moradores \n(    ) 3 Da comunidade \n(    ) 4 De um agente externo governamental \n(    ) 5 De uma ONG \n(    ) 6 Outro (especificar):_____________________________ \n\n \n44. Atualmente quem toma as decisões sobre os Puxirões? \n\n?1 Um morador \n?2 Alguns moradores \n?3 Comunidade \n?4 Agente externo governamental \n?5 ONG \n?6 Outro (especificar):__________________________ \n\n \n \n \n \n\n\n\n125 \n \n\n45. Quem é responsável pelo quê na organização, planejamento e \nimplementaçãodo Puxirão? \n \n\n 1 Um \nmorador \n\n2 Alguns \nmoradores \n\n3 \nComu- \nnidade \n\n4 \nAgente \nexterno \ngoverna- \nmental \n\n5 \nONG \n\n6 Outro: \n___________ \n\nPlanejamento ? ? ? ? ? ? \n\nOrganização ? ? ? ? ? ? \n\nImplementação ? ? ? ? ? ? \n \n\n \n46. Quais são os principais parceiros no Puxirão? (listar em ordem de \nimportância, do mais importante para o menos importante) \nA.________________________ \nB.________________________ \nC.________________________ \nD.________________________ \nE.________________________ \nF.________________________ \n \n\nMuito obrigado! \n\n\n\n126 \n \n\nAnexo 5 – Indicadores de empoderamento com escala \n\n \n\nIndicadores socioculturais \n\n \n\n Assunto Itens para escala N º 1 N º 2 N º 3 N º 4 N º 5 \n\nS\nO\nC\n 1\n \n\nConsciência sobre \nvariedades locais \n\n1. Conscientização sobre as \nculturas tradicionais e \n\nvariedades \n2. aumento da consciência \n3. uso consciência do \n\nconhecimento \n4. documentação do \n\nconhecimento \n\nNenhuma \nconsciência, ou \n\nreduzida, ou não se \nalterou \n\nInicial \nMaior consciência, mas \no conhecimento não é \n\ncompartilhado \n\nO conhecimento é \ncompartilhado e \ndocumentado \n\nO conhecimento é \ncompartilhado e \n\ndocumentado e utilizado \ndentro de um contexto de \n\ndesenvolvimento \n\nS\nO\nC\n 2\n \n\nConsciência sobre direitos \nconsuetudinários \n\n1. Conscientização sobre os \ndireitos consuetudinários \n2. consciência no uso \n3. compartilhamento de \n\nconsciência \n\nNada ou inicial \nConhecido, não \n\ncompartilhado e não \nutilizados \n\nConscientemente \nconhecidos, \n\ncompartilhados e não \nutilizados \n\nConscientemente \nconhecidos, não \ncompartilhados e \n\nutilizados \n\nConscientemente \nconhecidos, compartilhados \n\ne utilizados \n\nS\nO\nC\n 3\n \n\nGrau de participação em \norganizações comunitárias \n\n1. Conhecimento ativo das \norganizações comunitárias \n2. Participação em votação \n\nnas organizações \ncomunitárias \n\n3. Ativa participação em \norganizações comunitárias \n\n4. Participação nas atividades \ndas organizações \ncomunitárias \n\n5. Benefícios diretos das \norganizações comunitárias \n\nConhecimento / \nvoto pertença / \nparticipação / \n\nbenefícios (todos \nabaixo de 30%) \n\nConhecimento / voto \npertença / participação \n/ benefícios (3 acima \n\nde 30%) \n\nConhecimento / voto \npertença / participação / \nbenefícios (3 acima de \n\n50%) \n\nConhecimento / voto \npertença / participação \n/ benefícios (3 acima \n\nde 70%) \n\nConhecimento / voto \npertença / participação / \nbenefícios (todos acima de \n\n70%) \n\nS\nO\nC\n 4\n \n\nGrau de participação e \ninclusão \n\n1 Disponibilidade para \nparticipar \n\n2. Aumento da participação \nou participação sempre alta \n\n3. Participação da \ncomunidade em todas as \netapas4. Inclusão ativa \n\nbaseada no gênero, geração, \n\n0 elementos para \nmais ativos \n\nUm elemento para mais \nativo \n\n2 elementos para mais \nativos \n\n3 elementos para obter \nmais ativos \n\n4 elementos para mais ativos \n\n\n\n127 \n \n\nethnias, classe social \n\nS\nO\nC\n 5\n \n\nGrau de satisfação \nGrau de satisfação referido \n\nem entrevista \n0-30% de satisfação \n(parcial ou total) \n\n30-50% de satisfação \n(parcial ou total) \n\n50-70% de satisfação \n(parcial ou total) \n\nmais de 70% de \nsatisfação (parcial ou \n\ntotal) \n\nmais de 70% totalmente \nsatisfeitos \n\nS\nO\nC\n 6\n \n\nAumento da tomada de \ndecisão a nível local em \n\nrelação a principal atividade \nde manejo comunitário da \n\nbiodiversidade. \n\nElementos: \n1. iniciativa Interna \n\n2. Tomada de decisão através \nda comunidade \n\n3. Comunidade participa no \nplanejamento \n\n4. comunidade participa na \norganização \n\n5. comunidade participa na \nimplementação \n\n0 elementos Um elemento 2 elementos 3 elementos 4 ou mais elementos \n\nS\nO\nC\n 7\n \n\nAumento e diversificação \ndas colaborações externas \n\n1. Existência, aumento, \ndiminuição de colaboração \n2. Reconhecimento de \n\ncolaboração \n3. Diversificação das \n\ncolaborações \n\nNão há colaboração \n\nNão há reconhecimento \nda colaboração / \ncolaboração \n\npermaneceu a mesma \nou foi reduzida \n\nNão há reconhecimento \nda colaboração / \n\naumento da colaboração \n/ diversificação da \n\ncolaboração \n\nReconhecimento de \ncolaboração / Aumento \n\nda colaboração / \ndiversificação da \ncolaboração \n\nReconhecimento de \ncolaboração / Aumento da \ncolaboração / Diversificação \nem colaboração (pelo menos \n\n3 tipos) \n\nS\nO\nC\n 8\n \n\nInfluência da comunidade \n\nElementos: \n1. acesso aos tomadores de \ndecisão locais (panchayat / \n\nmunicipal) \n2. acesso aos tomadores de \ndecisão estadual ou federal \n3. reconhecimento interno da \n\norganização \n4. reconhecimento interno dos \n\nlíderes \n5. reconhecimento externo \n\n0-1 elementos 2 elementos 3 elementos 4 elementos 5 elementos \n\n \n\n \n\n \n\n\n\n128 \n \n\n \n\nIndicadores Econômicos \n\n \n\n Assunto Itens para escala N º 1 N º 2 N º 3 N º 4 N º 5 \n\nE\nC\nO\n 1\n \n\n \nPropriedade da terra \n\n&lt;75% de \npropriedade \nprópria \n> 75% \n\nalugados, \npartes cortadas, \no arranjo não-\n\nformal \nindividual \n\n> 75% de \npropriedade, \n\nalugados, ou partes \nde cultivo \n\n> 75% de propriedade ou \nalugados \n\n> Detida em 75% e 50% de uso \nde áreas coletivas \n\n> 75% própria e> 50% \ntambém utilizam áreas \n\ncoletivas \n\nE\nC\nO\n 2\n Bens \n\nDuráveis \nNº de bens duráveis \n\npossuídos por ais de 50% \ndos entrevistados \n\nnenhum até 3 Itens 4 itens 5 itens 6 itens ou mais \n\nE\nC\nO\n 3\n Bens coletivos e centro de processamento \n\n(empresas agrícolas e não agrícolas) \nausência de \n\nempreendiment\nos coletivos \n\nempreendimentos \nagrícolas \n\nempreendimentos não-\nagrícolas \n\nempresas agrícolas e não \nagrícolas, sem instrumentos \n\nlegais \n\nempresas agrícolas e não \nagrícolas, com instrumentos \n\nlegais \n\nE\nC\nO\n 4\n \n\nMudanças \nnos Recurso \nGenético ao \nlongo do \ntempo \n\nIndicação sobre a mudança \nde propriedade dos recursos \ngenéticos de uso de recursos \ngenéticos locais (culturas, \n\nanimais) \n\npior mesmo melhor melhor com um efeito inicial das \natividades de manejo \n\ncomunitário da biodiversidade \n\nmelhor com um forte efeito \ndas atividades de manejo \n\ncomunitário da \nbiodiversidade \n\nE\nC\nO\n 5\n Melhora na renda por atividadesde manejo \n\ncomunitário da biodiversidade \ngrande \nvariação \nnegativa \n\npequena variação \nnegativa \n\nnenhuma mudança pequena variação positiva grande mudança positiva \n\nE\nC\nO\n 6\n \n\nAcesso a \ncrédito \n\nHá acesso e uso do crédito \nem atividades agrícolas \n?(individuais / coletivas) \n\nnão consciência sobre o \nacesso ao crédito \nindividual, nenhum \npara atividades \n\ncoletivas \n\nutilização de crédito a \nnível individual, a \n\nconsciência inicial para a \nutilização do crédito para \n\natividades coletivas \n\nutilização de crédito a nível \nindividual, uso inicial de credito \n\npara atividades coletivas \n\nutilização de crédito a nível \nindividual e coletivo bem \n\nestabelecida \n\nE\nC\nO\n 7\n Existência e \n\ngestão de \nfundo \n\ncomunitário \n\nSe há fundo comunitário e \ncomo é gerido. \n\nnão há consciência para \niniciar um fundo \ncomunitário \n\nplano de criar um fundo fundo inicial estabelecido e uso \ndos primeiros recursos \n\nfuncionamento do fundo \ncom recursos usados de \nforma estruturada e \n\ntransparente \n\n\n\n129 \n \n\nE\nC\nO\n 8\n \n\nEstabelecimento de Mercados nenhum mercado local \ninicial \n\npresença no mercado local \nestabelecida e inicial no \n\nmercado regional \n\nmercados regionais e locais \nestabelecidos, porfólio de \n\nprodutos diversificados em fase \ninicial  para diferentes mercados \n\nmercados regionais, locais e \nporfólio de produtos \ndiversificados para \ndiferentes mercados \n\nestabelecidos \n\nE\nC\nO\n 9\n \n\nCapacidade\ns ao longo \nda cadeia \nprodutiva \n\nCapacidades: \n1. Conhecimento da cadeia \n\nprodutiva e seus \ncomponentes \n\n2. Estabelecer relações a \nlongo prazo com \n\nfornecedores e compradores \n3. Agregação de valor \n\n4. Certificação de produtos \n5. Diferenciação dos \n\nprodutos \n\nnenhuma Uma capacidade Duas capacidades 3 capacidades 4 ou mais capacidades \n\nE\nC\nO\n 1\n0\n \n\nConsciência e capacitação sobre as \ndemandas de mercado e capacidade de \n\nresponder adequadamente \n\nnenhuma \nconsciência ou \ncapacidade \n\nAlguma \nconsciência, alta \ndependênciados \nprestadores de \n\nserviços externos \n\nConsciência e capacitação \ninicial, mas ainda \ndependentes de \n\nprestadores de serviços \n\nCapacidade de marketing e de \nresponder às demandas, \n\nestratégias implementada com o \napoio de prestadores de serviços \n\nem algumas etapas \n\nCapacidade autónoma de \nmarketing, resposta \n\nestratégica às demandas, \nserviços externos \ncontratados, só se \n\nnecessário. \n \n\n\n\n130 \n \n\n \n\nIndicadores legais \n\n \n\n Assunto Itens para escala N º 1 N º 2 N º 3 N º 4 N º 5 \n\nL\nE\nG\n1\n Conservaç\n\não de \nVariedade\n\ns \n\n1. intercâmbio de sementes de \nvariedades locais, \n\n2. Comercialização de produtos das  \nvariedades locais; \n\n3. Produção e comercialização de \nsementes de variedades locais \n4. Registro de variedades locais \n\nnenhuma \n \n\nconsciência sobre a \ntroca de sementes \n\n \n\nconsciência sobre troca \nde variedades locais; \n\nsobre a  \n venda de produtos de \nvariedades locais \n\n \n\nconsciência sobre a troca de \nvariedades locais; sobre a \n venda de produtos de \n\nvariedades locais; e sobre a \nvenda de sementes de \nvariedades locais \n\n consciência sobre a \ntroca de variedades \nlocais; sobre a \n\n venda de produtos de \nvariedades locais; \nsobre a venda de \nsementes de \n\nvariedades locais e \nsobre o registro de \nvariedades locais \n\nL\nE\nG\n 2\n \n\nCapacidad\ne de \n\nacessar \ncoleções \nex situ \n\n1. Conscientização sobre o acesso \n2. Número de vezes que o acesso \n\nocorreu (única ou múltipla) \n3. Iniciativa para a obtenção de \nacesso (por iniciativa própria ou \n\nexterna) \n4. Conhecimento sobre os \n\nprocedimentos para obtenção de \nacesso \n\nnenhuma \nconsciência sobre \no acesso à coleção \n\nex situ; não \nocorreu acesso \n\nconhecimento \nlimitado sobre o \nacesso, o acesso só \n\nocorreu por \niniciativa externa \n\nampla consciência sobre \no acesso, o acesso \n\nocorreu facilitado através \nde prestadores de \nserviços externos \n\nampla consciência sobre o \nacesso; acessos em diferentes \nocasiões e por iniciativa \n\nprópria \n\nampla consciência \nsobre o acesso, vários \n\nacessos e amplo \nconhecimento sobre os \nprocedimentos de \n\nacesso \n\nL\nE\nG\n 3\n \n\nDireitos \nconsuetud\ninários \n\n1. Conscientização sobre os sistemas \nde costume \n\n2. Autonomia (capacidade) para \ntratar de acordo com os sistemas \n\nconsuetudinários \n3. Conscienceness em sistemas de \n\ncostume \n\nausência de \nconsciência e \ncapacidade em \n\nsistemas \ncustormary (sobre \nas variedades e \nsementes) \n\nalguma consciência, \nmas limitada \ncapacidade de \n\ngestão e utilização \ndos recursos \n\ngenéticos de acordo \ncom os sistemas \nconsuetudinários \n\nconsciência e capacidade \ninicial para gerir os \nrecursos genéticos de \nacordo com os sistemas \n\nconsuetudinários \n\nconsciência, capacidade e \nconsciência estabelecidos \nfazem inicial sobre as \nmudanças nos sistemas \n\nhabituais relacionados com a \ngestão dos recursos genéticos \n\nconsciência alargada, \ncapacidade instalada e \nde forte consciência \nsobre mudanças no \nsistema usual que se \nrefere à gestão dos \nrecursos genéticos \n\n\n\n131 \n \n\nL\nE\nG\n 4\n \n\nConciliar \npraticas \n\ntradicionai\ns a prática \nmodernas \n\n1. conhecimento habitual \n2. inovações \n\nausência de \nconsciência e \ncapacidade de \naplicação de \nsistemas de \ncostume \nvariedades \nmelhoradas \n\nalguma consciência, \nmas sem \n\ncapacidade para \naplicar os sistemas \nde costume área de \ngestão e utilização \nde variedades \nmelhoradas \n\nconsciência e capacidade \nde aplicar os sistemas \nconsuetudinários à \nmananagement e \n\nutilização de variedades \nmelhoradas \n\nconsciência e capacidade de \naplicar sistemas custormary à \n\ngestão e utilização de \nvariedades melhoradas, as \ninovações iniciais sobre as \nvariedades dentro do sistema \n\nhabitual \n\nconsciência e \ncapacidade de aplicar \nsistemas custormary à \ngestão e utilização de \n\nvariedades \nmelhoradas, sistema \n\ninstituído de inovações \nsobre as variedades \ndentro do sistema \n\nhabitual \n\nL\nE\nG\n 5\n \n\nExistência \nde \n\nsistemas \ninformais, \navaliação \n\ne \nmonitora\nmento \n\n1. Conscientização sobre a \nexistência de sistema tradicional / \n\ninformal \n2. Sensibilização para a necessidade \n\nde documentar e monitorar \n3. Autonomia / capacidade para \n\ndocumentar e monitorar \n\nnenhuma \nconsciência \ntradicional / \nsistemas \n\ninformais, sem \nconsciência e \ncapacidade de \ndocumento / \nmonitor \n\nsistema tradicional / \ninformal existe \n\nsistema tradicional / \ninformal existe \n\nconsciência inicial sobre \na necessidade de \ndocumentação para \ncontrolar os fluxos \n\nsistema tradicional / informal \nexiste, estabelecidos fazem a \n\nConsciência sobre a \ndocumentação para controlar \nos fluxos, e um plano para \naumentar a capacidade de \n\ndocumentar \n\nsistema tradicional / \ninformal existe, \n\nestabelecidos fazem a \nConsciência sobre a \ndocumentação para \ncontrolar os fluxos, e \n\ndeterminar a \ncapacidade de \ndocumentar e \n\nacompanhar os fluxos \n(externo) \n\nL\nE\nG\n 6\n \n\nCapacidad\ne de \n\nestabelece\nr uma \nentidade \nque \n\nsuporte o \nCBM \n\n1. Conscientização sobre a \nnecessidade de estabelecer uma \n\nentidade jurídica \n2. O acesso aos recursos e \n\ninformações necessárias para \nestabelecer uma entidade jurídica \n3. Autonomia / capacidade de \nprosseguir na criação de uma \n\nentidade jurídica \n\nNenhuma \nconsciência da \n\ncapacidade, nem o \nacesso aos \nrecursos e \n\ninformações para \nprosseguir na \ncriação de uma \nentidade jurídica \n\nConscientização \nsobre a necessidade \nde estabelecer uma \nentidade jurídica, \nmas o acesso \nlimitado aos \nrecursos e \n\ninformações, sem \ncapacidade de \nautonomia \n\nConscientização sobre a \nnecessidade, o acesso \nestabelecido para \n\nrecursos e informações \natravés de terceiros, e de \nautonomia (capacidade) \n\npara prosseguir na \ncriação de uma entidade \n\njurídica \n\nConsciência, de acesso \nestabelecidas para recursos e \n\ninformações através de \nterceiros, e Consciência inicial \npara aumentar a autonomia \n(aumentar a capacidade) para \nestabelecer uma entidade legal \n\nConsciência, de acesso \nestabelecidas para \n\nrecursos e informações \natravés de terceiros, e \n\nda autonomia \n(capacidade) para \n\nprosseguir na criação \nde uma entidade \n\njurídica \n\nL\nE\nG\n 7\n \n\nConsciênc\nia, \n\ninformaçã\no e \n\nautonomia \nno acesso \ne na \n\nrepartição \nde \n\nbenefícios \n\n1. Conscientização sobre os direitos \nABS \n\n2. O acesso aos recursos e \ninformações necessárias ao exercício \n\nde direitos ABS \n3. Autonomia (capacidade) para \nexercer os direitos de ABS \n\nNenhuma \nconsciência da \n\ncapacidade, nem o \nacesso aos \nrecursos e \n\ninformações para \nexercer direitos \n\nABS \n\nConsciência, o \nacesso limitado a \n\nrecursos e \ninformações através \nde terceiros, falta de \n\nautonomia \n(capacidade) para \nexercer os direitos \n\nde ABS \n\nConsciência, o acesso \nestruturado a recursos e \ninformações através de \nterceiros, mas limitada \nautonomia (capacidade) \npara exercer os direitos \n\nde ABS \n\nConsciência, de acesso \nestabelecidas para recursos e \n\ninformações através de \nterceiros, e conscientização \npara aumentar a autonomia \n(capacidade de melhorar) a \nexercer direitos de ABS \n\nConsciência, de acesso \nestabelecidas para \n\nrecursos e informações \natravés de terceiros, se \n\nnecessário, e de \nautonomia \n\n(capacidade) para \nexercer os direitos de \n\nABS \n\n\n\n132 \n \n\nL\nE\nG\n 8\n \n\nIndicação \nGeográfic\n\na \n\n1. Conscientização sobre GI \n2. O acesso à informação e os \nrecursos necessários para o GI \n\n3. GI no lugar \n4. Autonomia / capacidade de \n\nexercer direitos de GI \n\nNão Consciência \nsobre indicação \ngeográfica \n\nConscientização \nsobre a GI, o acesso \nà informação e os \n\nrecursos \nnecessários para o \nGI, mas não há \nautonomia no \nexercício da GI \n\nConscientização sobre a \nGI, o acesso à \n\ninformação e recursos, o \nprocesso inicial de GI no \n\nlugar, mas sem \nautonomia \n\nConscientização sobre a GI, o \nacesso à informação e \n\nrecursos, GI no lugar, sem \nautonomia / capacidade para \nexercer os direitos de GI \n\nConscientização sobre \na GI, o acesso à \n\ninformação e recursos, \nGI no lugar e \nautonomia / \n\ncapacidade de exercer \ndireitos de GI \n\nL\nE\nG\n 9\n \n\nReconheci\nmento dos \nguardiões \n\n1. Conscientização sobre tutela \n2. O acesso aos recursos e \n\ninformações relacionadas à tutela \n3. Organização guarda redes / \n4. O reconhecimento formal aos \n\nresponsáveis \n\nNão auto-\nconhecimento, \ncapacidades, do \nreconhecimento \n\nde tutela \n\nConscientização \nsobre a tutela, mas \nsem recursos, \norganização e \nreconhecimento \n\nConsciência, o acesso à \ninformação e recursos, \nsem organização e \n\nreconhecimento de tutela \n\nConsciência, acccess à \ninformação e recursos, a \norganização, mas o \n\nreconhecimento inicial de \ntutela, mas sem representação \nna GR desenvolvimento de \n\npolíticas \n\nConsciência, o acesso \nà informação e \nrecursos, a \n\norganização eo \nreconhecimento \nformal de tutela, e \nguardiões estão \nativamente \n\nrepresentado na GR \ndesenvolvimento de \n\npolíticas \n\nL\nE\nG\n 1\n0\n \n\nTransform\nação dos \nsistemas \ntradicionai\ns/informai\n\ns em \nformais \n\n1. Conscientização sobre o sistema \ninformal \n\n2. Conscientização sobre a \nnecessidade de transformar o \nsistema em um sistema formal \n3. O acesso à informação e os \nrecursos necessários para \n\ntransformar \n4. Resultados de transformação tais \n\nprocessos \n5. Estabelecimentos de unidades \n\njurídicas, para CBM \n6. Autonomia / capacidade para \ngerir a unidade de conservação de \n\numa forma sustentável \n\nNão Consciência \nsobre o sistema de \ninformação ea \npossibilidade de \nse transformar em \nsistemas formais \n\nConscientização \nsobre o sistema \ntradicional e \n\nawarenss inicial \npara transformá-lo \nem um sistema \n\nformal \n\nConscientização sobre o \nsistema informal ea \nnecessidade de \n\ntransformá-lo em um \nsistema formal, o acesso \na informações e recursos \natravés de prestadores de \nserviços externos, e os \nesforços iniciais para a \nformalização do sistema \n\nConscientização sobre o \nsistema informal ea \n\nnecessidade de transformá-lo \nem um sistema formal, o \nacesso a informações e \nrecursos através de \n\nprestadores de serviços \nexternos, e um processo para \nformalizar o sistema completo, \nmas ainda não uma unidade \njurídica estabelecida CBM \n\nConscientização sobre \no sistema informal, \nque foi transformado \nem um sistema formal, \nacesso a informações e \nrecursos através de \nprestadores de \n\nserviços externos, se o \nsistema, exigido \n\nformal é incorporado \nem uma unidade \n\njurídica \n\n \n\n \n\n\n\n133 \n \n\n \n\nAnexo 6 – Ferramentas de coleta de dados utilizadas em cada indicador de empoderamento \n\nIndicadores \nEntrevista com a \nComunidade \n\nFerramentas Participativas \nComunidade \n\nEntrevistas e Ferramentas Participativas com as \nLideranças \n\nGoverno \nLocal \n\nAgentes de \nDesenvolvimento \n\nS\no\nci\na\nl \n\nSOC 1   \nDiagrama de atores e fluxos \nMatriz histórica de variedades     Q1 \n\nSOC 2     Q1, Q2     \n\nSOC 3 Qi2.1, (2.2), 2.3, 2.4, 2.5, 2.6 Diagrama de Venn       \n\nSOC 4 Q2.8, Q2.9, Q2.10, Q4.3   Q1.1, 1.2, 43, 44, 45     \n\nSOC 5 Q2.13   Q43     \n\nSOC 6 Q4.1, 4.2, 4.3         \n\nSOC 7 Q4.4 Diagrama de atores e fluxos Q46 e Diagrama de atores e fluxos      \n\nSOC 8     Diagrama de atores e fluxos;  CLIP     \n\nE\nco\n\nn\nô\nm\nic\no\n \n\nECO 1 Q5.1 Gráfico Histórico       \n\nECO 2 Q5.3         \n\nECO 3 xii x x x x \n\nECO 4   Gráfico Histórico       \n\nECO 6     Q4.1.3.3     \n\nECO 7     Q4.1.3.4/ Q4.1.5.2     \n\nECO 8       \nQ2, Q4, \nQ5,  Q12, Q14, Q15 \n\nECO 9       Q9-Q13 Q19-Q23 \n\nECO 10       Q27-Q32 Q37-Q42 \n\nL\neg\n\na\nl \n\nLEG 1 Q3.1 - Q3.7 Matriz histórica de variedades       \n\nLEG 2   Diagrama de atores e fluxos       \n\nLEG 3     Q5-Q11     \n\nLEG 4     Q12-Q14     \n\nLEG 5     Q12-Q14     \n\nLEG 6     Q19-Q21     \n\nLEG 7     Q22/ Q24-Q27 Q46-Q50 Q43-Q47 \n\nLEG 8     Q31-Q34     \n\n\n\n134 \n \n\nLEG 9       Q51 Q48 \n\nLEG 10     x     \n \n                                                           \ni “Q” – corresponde ao número da questão no protocolo de entrevistas utilizado \nii “x” – corresponde ao uso dessa ferramenta, porém, sem que haja uma questão específica utilizada para a análise."}]}}}