{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.09731"}, {"@name": "filename", "#text": "14720_ulfc109998_tm_Joao_Caldeira.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE LISBOA FACULDADE DE CIÊNCIAS DEPARTAMENTO DE ENGENHARIA GEOGRÁFICA, GEOFÍSICA E ENERGIA\nLISBOA\nUNIVERSIDADE\nDE LISBOA\nSISTEMAS SOLARES TÉRMICOS POR MEDIDA -\nAVALIAÇÃO DE COMPORTAMENTO TÉRMICO A\nLONGO PRAZO\nJOÃO PEDRO BRAZÃO CALDEIRA\nDISSERTAÇÃO\nMestrado Integrado em Engenharia da Energia e do Ambiente\nUNIVERSIDADE DE LISBOA FACULDADE DE CIÊNCIAS DEPARTAMENTO DE ENGENHARIA GEOGRÁFICA, GEOFÍSICA E ENERGIA\nLISBOA\nUNIVERSIDADE\nDE LISBOA\nSistemas solares térmicos por medida - Avaliação de\ncomportamento térmico a longo prazo\nJoão Pedro Brazão Caldeira\nDissertação\nMestrado integrado em Engenharia da Energia e do Ambiente\nTrabalho realizado sob a supervisão de\nMaria João Carvalho (LNEG/FCUL)\nAgradecimentos\nEm primeiro lugar gostaria de agradecer ao LNEG como instituição e em particular à Dr.a Maria João Carvalho e ao Eng.° Ricardo Amorim pela oportunidade de poder realizar esta dissertação no LNEG e por toda a ajuda, disponibilidade e paciência despendidas durante a sua elaboração.\nGostaria também de agradecer a todas as pessoas com que me cruzei durante este ultimo ano no LNEG pois sempre se revelaram bastante simpáticas e me fizeram sentir num ambiente calmo e familiar.\nÀ Faculdade de Ciências da Universidade de Lisboa pelas bases fornecidas durante os últimos cinco anos de curso, pois sem elas nunca teria chegado onde cheguei.\nAos meus pais, António Caldeira e Florbela Brazão por toda a educação, valores e sacrifícios que fizeram para que eu pudesse estudar sempre com as melhores condições, terminar o curso e ser o homem que hoje sou, abdicando por vezes do seu bem-estar para que nada me faltasse.\nAos meus avós paternos António Caldeira e Hortense Marques, aos meus avos maternos Fernando Brazão e Maria Lúcia Brazão, á minha prima Maria Emília Caldeira e á minha tia Rute Brazão que sempre estiveram lá para mim durante todos estes anos e me ensinaram mais do que possam ter imaginado.\nAo meu irmão, Miguel Caldeira e ao meu amigo de sempre, João Gomes pelas conversas, o apoio e as aventuras que passamos juntos ao longo de todos estes anos.\nUm obrigado especial à minha namorada e grande amor, Ana Catarina que nunca falha quando preciso do que quer que seja e está sempre disponível para me ouvir e dar uma palavra de conforto nos momentos mais complicados.\nDedico esta dissertação aos meus avôs:\nAntónio dos Santos Caldeira\nFernando Manuel Lopes Brazão\nResumo\nExistem atualmente diversos estudos que caracterizam sistemas solares térmicos de acordo com as normas EN12975 e EN12976, no entanto existem ainda poucos estudos em que são caracterizados sistemas solares térmicos de acordo com a EN12977:2012, mais concretamente sistemas solares térmicos por medida. Estes são sistemas onde o depósito de armazenamento e o coletor solar podem ser escolhidos em separado e avaliados como um todo num único sistema, não ficando dependentes de configurações fixas como nas anteriores normas. Foi com esse intuito de caracterizar e avaliar o comportamento térmico de um sistema solar térmico por medida que se procedeu à realização deste trabalho.\nNeste trabalho procedeu-se numa primeira fase à realização e acompanhamento de diversos ensaios no Laboratório de Energia Solar (LES) do Laboratório Nacional de Energia e Geologia (LNEG) com vista à caracterização térmica de um depósito de armazenamento de energia. Para tal foi utilizada uma bancada de ensaios existente no laboratório e que foi construída para suprir as condições requeridas pela norma EN19277:2012. Após a realização de todos os ensaios pretendidos foram determinados e validados os parâmetros característicos do depósito utilizando o software TRNSYS e recorrendo ao método iterativo de Hooke-Jeeves.\nNuma segunda parte do trabalho, realizada após a caracterização do depósito de armazenamento de energia, modelou-se um sistema solar em TRNSYS no qual o depósito de armazenamento de energia utilizado foi o caracterizado na primeira parte. Nesta segunda parte fizeram-se variar alguns parâmetros como a área dos coletores solares, entre 4m2 e 10m2, o consumo entre 200l/dia e 600l/dia e os locais os quais foram: Atenas (Grécia), Davos (Suíça), Wurtzburgo (Alemanha) e Copenhaga (Dinamarca) e tiraram-se as respetivas conclusões.\nPalavras-chave\nEN12977, TRNSYS, Modelação de sistemas, previsão de comportamento térmico a longo prazo, validação experimental\nAbstract\nNowadays there are several studies that characterize solar thermal systems according to the European norms EN12975 and EN12976, however there are a few studies that characterize solar thermal systems according to the European norm EN12977:2012, specifically solar thermal custom built systems. These are systems where the storage tank and the solar collector can be chosen separately and evaluated as a whole system not being dependent on fixed configurations as in the previous norms. It was with this aim of characterizing and evaluating the thermal behavior of a solar thermal custom built system that this work was carried out.\nIn this work there was a first step where it was implemented and monitored various tests at the Laboratório de Energia Solar (LES) of the Laboratório Nacional de Energia e Geologia (LNEG) aiming to thermally characterize an energy storage tank. To make sure that this was done correctly, it was used a test bench that exists on the laboratory and that was built to meet the requirements of the European norm EN12977:2012. After the implementation of all the tests to the storage all the parameters that characterize the storage tank were determined and validated using the TRNSYS software and the iterative method of Hooke-Jeeves.\nOn a second part of the work, carried out after the characterization of the energy storage tank, the long term thermal behavior of a solar system was evaluated using the TRNSYS software and the parameters of the storage tank that were determined on the first part. On this second part some parameters were changed as for example the collector area from 4m2 to 10m2, the consumption between 200l/day to 600l/day and the locations which were: Athens (Greece), Davos (Switzerland), Wurzburg (Germany) and Copenhagen (Denmark).\nKeywords\nEN12977, TRNSYS, System modulation, long term thermal performance prediction, experimental validation\nÍndice\n1.\tObjetivos............................................................................16\n2.\tIntrodução...........................................................................18\n3.\tSistemas Solares térmicos............................................................20\n3.1\tDescrição geral.................................................................20\nSistema de captação........................................................20\nCircuito Primário..........................................................21\nCircuito Hidráulico........................................................22\nSistema de Armazenamento...................................................23\nSistema de apoio...........................................................23\nPermutador de calor........................................................24\nCircuito de Distribuição...................................................25\n3.2\tOutros Componentes..............................................................27\n3.3\tVerificação do estado de funcionamento do\tsistema solar.........................28\nMonitorização.......................................................................28\n3.4\tSistemas solares térmicos por medida -\tEN12977..................................28\n3.1.1\n3.1.2\n3.1.3\n3.1.4\n3.1.5\n3.1.6\n3.1.7\n3.5\tComportamento térmico a longo prazo - características térmicas dos componentes: coletor e\ndepósito..................................................................................31\n4.\tCaracterização do comportamento térmico do depósito - EN12977-3........................32\n4,1\tEquação de balanço.................................................................33\n4.2 Depósito ensaiado..................................................................\n35\n4,3\tSequências experimentais............................................................\n4.4\tBancada de ensaios\n38\n42\n4.4.1\tDescrição das fases do teste...................................................45\n4.5\tModelação em TRNSYS................................................................47\n4.6\tIdentificação dos parâmetros característicos do comportamento térmico do depósito..50\n4.6.1\tOtimização.....................................................................50\n4,6.2\tEscolha do método a utilizar\n5.\tResultados - Ensaio do depósito\n50\n53\n5.1 Análise preliminar a um conjunto de variáveis\n53\n5.2 Escolha de parâmetros\n58\n5.3 Otimizações realizadas\n60\nProcedimento de verificação de resultados\n63\n5.3.1\tErro nas energias transferidas.................................................64\n5.3.2\tErro na potência transferida...................................................64\n5.3.3\tValidação dos parâmetros utilizando o\tteste V e NV.............................65\n5.4 Determinação da posição vertical das sondas de temperatura junto do permutador solar e do\npermutador auxiliar........................................................................68\n6. Resultados - Comportamento térmico do sistema\n72\n6.1\tModelação em TRNSYS do comportamento térmico do sistema\n72\n6.2 Verificação da coerência dos dados\n77\n6.2.1\tAnalise dos dados provenientes da macro referente ao coletor...................78\n6.2.2\tAnalise dos resultados provenientes da macro depósito e caudais................78\n6.3 Cálculo da fração de energia poupada, fsav.............................................80\n6.3.1 Definição do sistema de aquecimento de água convencional........................\n81\n6.3.2 Variação de parâmetros para modelação do sistema\n81\n6.3.3 Variação dos parâmetros para a cidade de Copenhaga e cálculo do fsav\n82\n6.3.4 Variação dos parâmetros para a cidade de Davos e cálculo do fsav\n83\n6.3.5 Variação dos parâmetros para a cidade de Atenas e cálculo do fsav...............\n85\n6.3.6 Variação dos parâmetros para a cidade de Wurtzburgo e cálculo do fsav\n86\n6.3.7 Analise dos dados obtidos por local\n87\n7. Conclusões\n89\n8. Referencias\n92\n9. Anexos......................................................................\n94\n9.1 Anexo I - Certificação de sistemas solares térmicos por medida- EN12977-1....................94\n9.2\tAnexo II - Condições de referência para previsão de desempenho a longo prazo do sistema\nsolar..............................................................................................97\n9.3\tAnexo III - Descrição dos Types utilizados durante a modelação em TRN SYS dos parâmetros\ndo depósito..............................................................................100\n9.4\tAnexo IV - Localização dos Types utilizados durante a modelação em TRNSYS do\ncomportamento térmico a longo prazo.......................................................109\n9.5\tAnexo V - Descrição do processo de otimização de parâmetros utilizando o GenOpt com\nrecurso ao TRNOPT.........................................................................110\nÍndice de Tabelas\nTabela 1 - Características do fluido de transferência térmica (Fonte: Curso de Instaladores Solares\nTérmicos, 2007)...............................................................................21\nTabela 2 - Material utilizado no circuito hidráulico e de distribuição (Fonte: Curso de Instaladores\nSolares Térmicos, 2007).......................................................................22\nTabela 3 - Tipos de Permutadores (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004) . 25\nTabela 4 - Sistemas solares existentes (forte: norma EN12977-1)...............................29\nTabela 5 - Classificação dos tipos de depósito................................................30\nTabela 6 - Identificação das entradas e saídas do depósito A..................................35\nTabela 7 - Dimensões do depósito de acordo com o fabricante...................................37\nTabela 8 - Alturas significativas do depósito.................................................37\nTabela 9 - Ensaios requeridos pelo protocolo RR...............................................39\nTabela 10 - Caudal e temperaturas de entrada no depósito para o teste V.......................41\nTabela 11 - Caudal e temperaturas de entrada no depósito para o teste NV......................41\nTabela 12 - Incerteza das medições............................................................43\nTabela 13 - Vantagens e desvantagens do diferentes métodos....................................51\nTabela 14 - Comparação entre o método PSO-Hooke Jeeves e Hooke Jeeves.........................52\nTabela 15 - Parâmetros avaliados na obtenção do mínimo na função objetivo.....................53\nTabela 16 - Resultados da primeira obtenção de parâmetros (5 variáveis).......................54\nTabela 17 - Resultados da segunda obtenção de parâmetros (7 Variáveis)........................54\nTabela 18 - Resultados da terceira obtenção de parâmetros (7 Variáveis).......................55\nTabela 19 - Resultados da quarta obtenção de parâmetros (8 variáveis).........................55\nTabela 20 - Resultados da quinta obtenção de parâmetros (10 Variáveis)........................56\nTabela 21 - Resultados da sexta obtenção de parâmetros (12 variáveis).........................57\nTabela 22 - Resultados da sétima obtenção de parâmetros (8 Variáveis).........................57\nTabela 23 - Lista de variáveis a otimizar.....................................................59\nTabela 24 - Parâmetros das variáveis otimizadas...............................................60\nTabela 25 - Valores iniciais obtidos com o método multi-start.................................61\nTabela 26 - Resultados das otimizações realizadas.............................................61\nTabela 27 - Variáveis calculadas para verificação de resultados...............................64\nTabela 28 - Verificação dos parâmetros do depósito utilizando teste V.........................66\nTabela 29 - Verificação dos parâmetros do depósito utilizando o teste NV......................67\nTabela 30 - Parâmetros que caracterizam o depósito de armazenamento de\tenergia......67\nTabela 31 - Definição dos valores máximo, mínimo e variação máxima do\tparâmetro para a otimização\nda sonda junto do permutador solar............................................................70\nTabela 32 - Resultados da determinação da posição relativa da sonda de temperatura junto do permutador solar.......................................................................70\nTabela 33 - Definição dos valores máximo, mínimo e variação máxima do parâmetro para a otimização da sonda junto do permutador auxiliar..................................................71\nTabela 34 - Resultados da determinação da posição relativa da sonda de temperatura junto do permutador auxiliar....................................................................71\nTabela 35 - Informação sobre os parâmetros do coletor solar............................77\nTabela 36 - Informação relativa aos parâmetros do depósito de armazenamento de energia.77\nTabela 37 - Outros parâmetros relevantes para a simulação a longo prazo................77\nTabela 38 - Variações efetuadas ao sistema solar em teste..............................82\nTabela 39 - fsav para Copenhaga com sistema de\t4m2.....................................82\nTabela 40 - fsav para Copenhaga com sistema de\t6m2.....................................82\nTabela 41 - fsav para Copenhaga com sistema de\t8m2.....................................83\nTabela 42 - fsav para Copenhaga com sistema de\t10m2....................................83\nTabela 43 - fsav para Davos com sistema de 4m2.........................................84\nTabela 44 - fsav para Davos com sistema de 6m2.........................................84\nTabela 45 - fsav para Davos com sistema de 8m2.........................................84\nTabela 46 - fsav para Davos com sistema de 10m2........................................84\nTabela 47 - fsav para Atenas\tcom sistema de\t4m2.............................................85\nTabela 48 - fsav para Atenas\tcom sistema de\t6m2.............................................85\nTabela 49 - fsav para Atenas\tcom sistema de\t8m2.............................................85\nTabela 50 - fsav para Atenas\tcom sistema de\t10m2............................................85\nTabela 51 - fsav para Wurtzburgo\tcom sistema de\t4m2....................................86\nTabela 52 - fsav para Wurtzburgo\tcom sistema de\t6m2....................................86\nTabela 53 - fsav para Wurtzburgo\tcom sistema de\t8m2....................................87\nTabela 54 - fsav para Wurtzburgo\tcom sistema de\t10m2...................................87\nTabela 55 - Variáveis escolhidas para a determinação da função objetivo.................89\nTabela 56 - Requisitos a ter em conta durante o processo de certificação................94\nTabela 57 - Condições de referência para previsão de desempenho a longo prazo do sistema solar.... 97\nÍndice de figuras\nFigura 1 - Esquema de um coletor solar térmico (Fonte: http://www.freehotwater.com/)............21\nFigura 2 - Colocação do sistema de apoio em serie (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004).....................................................................................24\nFigura 3 - Tipos de permutadores de calor da esquerda para a direita (camisa, serpentina, placas e feixe tubular) (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004).......................25\nFigura 4 - Distribuição de agua por anéis de agua quente (esquerda) e de forma radial (direita).26\nFigura 5 - Colocação correta das sondas de temperatura (fonte: apresentação PowerPoint da disciplina de Energia Solar Térmica ano letivo 2012/13)....................................................27\nFigura 6 - Purgador de ar (Fonte: Curso de Instaladores Solares Térmicos, 2007).................27\nFigura 7 - Manómetro em paralelo com a bomba de circulação (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004)..................................................................28\nFigura 8 - Representação do esquema utilizado para modular o comportamento térmico do depósito (fonte: Harald Drück, 2006).....................................................................33\nFigura 9 - Esquema do interior do depósito A....................................................36\nFigura 10 - Esquema das dimensões do depósito A.................................................36\nFigura 11 - Circuito da bancada de testes.......................................................42\nFigura 12 - Inicio do programa de realização de testes..........................................44\nFigura 13 - Definição dos parâmetros para um novo teste (esquerda) Inicio e monitorização do teste (direita).......................................................................................45\nFigura 14 - Esquema criado para otimizar os parâmetros característicos do depósito..............48\nFigura 15 - Ícone do Type 340...................................................................48\nFigura 16 - Simulação que apresenta o valor mínimo para a função objetivo: Tempo total 201.3h e 7326Wh..........................................................................................63\nFigura 17 - Deck utilizado para verificação de parâmetros do depósito...........................66\nFigura 18 - Deck utilizado para a determinação da posição das sondas de temperatura junto do depósito\n.........................................................................................70\nFigura 19 - Esquema criado para modelação da performance de desempenho de longo prazo de um\nsistema solar.....................................................................................72\nFigura 20 - Macro\trepresentativa do\tcircuito solar.............................................73\nFigura 21 - Macro\trepresentativa do\tcircuito auxiliar..........................................74\nFigura 22 - Macro\trepresentativa do\tcircuito caudais e depósito................................75\nFigura 23 - Macro\trepresentativa do\tconsumo do sistema.........................................75\nFigura 24 - Calculadora \"dados\"...................................................................76\nFigura 25 - Função representativa do consumo para modelação de performance de longo prazo para um\nsistema solar.....................................................................................76\nFigura 26 - Análise de coerência dos dados do coletor (48h) (1 e 2 de Janeiro)...............78\nFigura 27 - Análise de coerência dos dados de temperatura à saída do sistema (48h) (1 e 2 de Janeiro)\n.............................................................................................79\nFigura 28 - Análise de coerência dos dados de temperatura à saída do sistema (48h) (1 e 2 de Janeiro)\n.............................................................................................80\nFigura 29 -\tModelo do\tdepósito ensaiado......................................................90\nFigura 30 -\tIcone do Type 9a.................................................................100\nFigura 31 -\tEscolha do ficheiro de entrada - Type 9a........................................100\nFigura 32 -\tÍcone do Type 24................................................................100\nFigura 33 -\tÍcone do Type 65d...............................................................101\nFigura 34 -\tFormatação dos eixos - Type 65d.................................................101\nFigura 35 -\tÍcone da Calculadora Potencias..................................................101\nFigura 36 -\tOutput da Calculadora Potencias.................................................103\nFigura 37 -\tÍcone calculadora objetivo......................................................103\nFigura 38 -\tLigação\tentre\tType9a e Type65d..................................................104\nFigura 39 -\tLigação\tentre\tType 9a e Type 340 (caudal - esquerda) (temperaturas - direita)...104\nFigura 40 -\tLigação\tentre\tType 9a e Calculadora Potencias...................................105\nFigura 41 -\tLigação\tentre\tType340 e Calculadora Potencias...................................106\nFigura 42 -\tLigação\tentre\tType340 e Type65d (Potência)......................................106\nFigura 43 -\tLigação\tentre\tType340 e Type65d (temperatura)...................................107\nFigura 44 - Ligação Calculadora Potencias ao Type24.........................................107\nFigura 45 -\tLigação\tentre\tType24 e Calculadora \"Objetivo\"...................................107\nFigura 46 -\tLigação\tentre\tCalculadora \"Objetivo\" e Type65d..................................108\nFigura 48 - Opções de simulação utilizando a ferramenta GenOpt..............................110\nFigura 48- Exemplo de uma simulação.........................................................111\nFigura 50 - Barra de simulação..............................................................111\nFigura 51 - Imagem representativa das cartas de controlo....................................112\nFigura 52 - Criação de um novo esquema......................................................112\nÍndice de Gráficos\nGráfico\t1 - Comportamento térmico a longo prazo:\tCopenhaga..........83\nGráfico\t2 - Comportamento térmico a longo prazo:\tDavos..............84\nGráfico\t3 - Comportamento térmico a longo prazo: Atenas....................86\nGráfico\t4 - Comportamento térmico a longo prazo: Wurtzburgo....................87\nNomenclatura\nA\tÁrea da secção transversal do volume de água do depósito;\nal, a2\tConstantes arbitrarias positivas utilizadas na equação de rendimento do coletor\nb3aux\tb3 do permutador auxiliar\nb3solar\tb3 do permutador solar\nbhx,1,bhx,2, bhx,3\tParâmetros especificados pelo esquema do TRNSYS\nCeff\tCapacidade térmica efetiva [kJ/m2K]\ncP\tCalor específico em J kg-1 K-1\nCs\tCapacidade térmica do tanque;\nCu\tVolume de água quente requerido\nFhx\tFator de dependência de tempo\nFsav\tFração de energia que não é consumida recorrendo a energia solar\nr(t)\tFunção objetivo\nkW\tQuilowatt\nL\tLitro\nmap\tCaudal mássico que atravessa a porta p;\nmhx\tCaudal que circula pelo permutador de calor [kg s-1]\nN\tNúmero de nós verticais\nnaux\tNúmero de nós ocupados pelo permutador auxiliar;\nnhx\tNúmero de nós ocupados pelo permutador de calor\nn¿z,k\tNúmero de nós ocupados pela zona k com comprimento AZ;\nP\tPotência durante a carga do depósito kW\nPLabAux\tPotência entregue pelo permutador auxiliar (ficheiro de laboratório)\nPLabDPl\tPotência entregue pela porta dupla 1 (ficheiro de laboratório)\nPLabSolar\tPotência entregue pelo permutador solar (ficheiro de laboratório)\nPx\tPotência média transferida\nQaux\tFluxo de calor do elemento auxiliar de aquecimento\nQaux,net\tNecessidade de energia auxiliar entregue ao sistema de energia solar [kWh ano-1]\nQconv,net\tNecessidades de calor de um sistema de energia convencional [kWh ano-1]\nQ/,conv\tPerdas anuais do depósito\nQd\tEnergia total necessária para satisfazer as necessidades de aquecimento durante um ano\nQx,m\tEnergia medida\nQx,p\tEnergia prevista ser transferida\nSaidaAux\tSaída do permutador auxiliar\nSondaAux\tPosição do sensor de temperatura no permutador auxiliar\nSaidaSolar\tSaída do permutador solar\nSondaSolar\tPosição do sensor de temperatura no permutador solar\nyo\tTemperatura\n(UA)hx,s\tTaxa de capacidade de transferência de calor do permutador para o depósito kJ h-1 K-1\n(UA)s,a,k\tTaxa de capacidade de perdas na zona k\n(UA)S,conv\tTaxa de perda de calor\nVc\tCaudal volumétrico durante a fase de carga do depósito, em l h-1\nVd\tCaudal volumétrico durante a fase de descarga do depósito, em l h-1\nVn\tVolume nominal\nV s,conv\tTamanho do depósito de armazenamento de água\nZ\tAltura do depósito\n°C\tGrau Celsius\nLetras Gregas\nA\tCoeficiente de absorção\n¿Aux\tDiferença de potência entregue pelo permutador auxiliar (ficheiro de laboratório e simulado)\n¿DP1\tDiferença de potência entregue pela porta dupla 1 (ficheiro de laboratório e simulado)\n¿Final\tSoma das diferenças de potência da DP1 Aux e Solar\n¿Px\tDiferença absoluta entre a energia transferida medida e a energia transferida prevista\nAPx\tDiferença média na potência transferida\n¿Solar\tDiferença de potência entregue pelo permutador solar (ficheiro de laboratório e simulado)\n¿Ac\tDiferença de temperatura media de carga entre a entrada e saída do depósito,\n¿Ad\tDiferença de temperatura media de carga entre a entrada e saída do depósito\n¿■A\tDiferença absoluta de temperatura entre o valor medido na posição do sensor de temperatura e o valor previsto\n£x.Q\tErro relativo na transferência de energia\n£x.P\tErro relativo na potência media transferida\nno\tRendimento ótimo\n^elT\tCondutividade térmica efetiva vertical\nÇ\tInterruptor logico\nT\tCoeficiente de Transmissividade\na\tTemperatura\nAa\tTemperatura Ambiente,\nAc.í\tTemperatura média de carga na entrada do depósito,\na . uc.i.max\tTemperatura máxima de entrada durante a fase de carga do depósito, em °C\nAc.o\tTemperatura de saída durante a fase de carga do depósito, em °C\nAd.í\tTemperatura de entrada durante a fase de descarga do depósito, em °C\nAD.o\tTemperatura média de descarga na saída do depósito,\nAhx.in\tTemperatura de entrada no permutador de calor, em °C\nAs.i\tTemperatura do nó correspondente no depósito, em °C\n\té a temperatura medida na posição do sensor de temperatura;\n$Z.p\té a temperatura prevista na posição do sensor de temperatura;\nAbreviaturas\t\nAQS\tAgua Quente Sanitária\nAux\tAuxiliar\nCFC\tClorofluorcarbonetos\nCO2\tDióxido de Carbono\nCPC\tColetor Parabólico Composto\nDP1\tPorta Dupla 1\nGENOPT\tGeneric Optimization Program\nNOX\tÓxidos de Azoto\nOpt.\tOtimização\nPSO\tParticle Swam Optimization\nRR\tRound Robin\nSOX\tÓxidos de enxofre\nTobj\tTemperatura Objetivo\nTRNSYS\tTransient System Simulation Tool\nUV\tUltra Violeta\n1.\tObjetivos\nA dissertação que é apresentada de seguida possuiu dois objetivos principais, o primeiro foi o acompanhamento e realização de ensaios a um depósito de armazenamento de energia e a determinação dos parâmetros característicos do mesmo recorrendo à utilização do software TRNSYS[1].\nNa segunda parte desta dissertação foi criado também em TRNSYS[1] um sistema solar térmico por medida e procedeu-se à avaliação do comportamento térmico do mesmo sob condições definidas na norma europeia EN12977:2012[2-4].\nA primeira parte desta dissertação correspondente aos capítulos 4 e 5 encontra-se integrada numa comparação interlaboratorial, ou seja, diversos laboratórios a nível europeu decidiram realizar a um mesmo tipo de depósito os mesmos ensaios, neste caso 15, de modo a caracterizar o depósito e a comparar os resultados obtidos. Esta comparação interlaboratorial é designada ao longo deste texto de Round Robin(RR)[5]. Posteriormente à realização de todos estes ensaios foi criado em TRNSYS[1] um modelo do depósito para se proceder à modelação teórica do mesmo recorrendo ao Type340 [6], o qual foi modulado de acordo com a equação de balanço do depósito que se encontra descrita no capitulo 4. Como os valores teóricos e experimentais, ou seja, os valores provenientes da modelação em TRNSYS[1] e dos testes realizados no RR[5] nunca são coincidentes pois existem sempre discrepâncias entre os valores teóricos e práticos, torna-se necessária a definição de uma função objetivo a qual pode ser descrita como a diferença de energia entre os valores teóricos e experimentais ao longo de todo o processo de determinação de parâmetros. Após a definição dos parâmetros que caracterizam termicamente o comportamento do depósito de armazenamento de energia procede-se à sua validação utilizando outros dois testes, sendo que para que os testes possam ser validados a diferença de energia e potência entre os dados teóricos e experimentais não pode ser superior a 5%. [7]. Por fim nesta primeira parte do trabalho foi ainda necessária a determinação da posição relativa das sondas de temperatura colocadas junto dos permutadores solar e auxiliar, posições estas que serão importantes na avaliação do comportamento térmico a longo prazo do sistema solar.\nNa segunda parte desta dissertação correspondente ao capitulo 6, avaliou-se o comportamento térmico a longo prazo de um sistema solar térmico por medida baseando-se o depósito nos parâmetros obtidos na primeira parte da dissertação. Antes de se proceder à avaliação do comportamento térmico a longo prazo fez-se uma avaliação de coerência do sistema criado em TRNSYS[1] para despiste de possíveis erros. Após o despiste de erros procedeu-se à alteração de variáveis do sistema para poder avaliar o seu comportamento térmico a longo prazo. As variáveis alteradas foram a área de coletores solares, o consumo por parte do utilizador e os locais onde o sistema estava situado variando assim a radiação local e a temperatura da água da rede entre outros. No final foram tiradas as devidas conclusões.\nA dissertação apresentada encontra-se dividida em diversos capítulos.\nO primeiro capitulo designado por “Objetivos” incorpora os objetivos do trabalho bem como a estruturação do mesmo. No segundo capitulo designado por “Introdução” é efetuada uma contextualização e adaptação do trabalho à situação energética mundial. De seguida surge o capitulo “Sistemas Solares Térmicos” onde é descrito o modo como funcionam os sistemas solares térmicos utilizados durante esta dissertação e onde se faz uma introdução aos sistemas solares térmicos por medida. No quarto capitulo “Caracterização do comportamento térmico do depósito segundo a EN12977-3” é descrito o depósito a utilizar bem como o modo como é caracterizado teórica e experimentalmente. Alem disso são descritos também os ensaios que são realizados ao mesmo com vista à caracterização do comportamento térmico. Ainda nesta secção é descrita a bancada de ensaios utilizada para fazer fase aos requisitos da norma EN19277[4] e a escolha do método utilizado na modelação dos parâmetros do depósito. No capitulo 5, “Resultados do ensaio do depósito” são apresentados os resultados dos ensaios ao depósito, sendo inicialmente realizada uma analise a um conjunto de parâmetros, após essa analise realizaram-se as otimizações de parâmetros com vista a obter os parâmetros característicos do depósito o mais próximo da realidade possíveis. Por fim verificou-se ainda a coerência dos resultados e avaliação de forma qualitativa da incerteza dos resultados obtidos. O capitulo 6 designado por “Resultados do comportamento térmico do sistema solar térmico” contempla uma modelação em TRNSYS do comportamento térmico do depósito onde foi possível calcular a percentagem de energia convencional que não é consumida recorrendo a energia solar. Para tal foi criado e avaliado um sistema solar em TRNSYS. Neste sistema solar fizeram-se variar diversos parâmetros como a área de coletores, a localização do sistema ou o consumo e tiraram-se as devidas conclusões no final. No capitulo 7 encontram-se as conclusões tiradas sobre as diversas partes do trabalho e no capitulo 8 estão indicadas todas as referencias que serviram como apoio à realização desta dissertação. Por fim existe ainda um capitulo 9 indicado como “Anexos” e dividido em 5 subcapítulos. Estes 5 subcapítulos são relevantes pois ajudam a compreender melhor a dissertação realizada. No primeiro subcapítulo encontra-se uma síntese dos requisitos aplicados a pequenos sistemas solares por medida segundo a norma EN12977-1[2]. No segundo subcapítulo encontram-se as condições de referencia para a realização da previsão do comportamento térmico a longo prazo de um sistema solar. No terceiro subcapítulo encontra-se a descrição dos Types utilizados durante a modelação em TRNSYS[1] dos parâmetros do depósito bem como a correta ligação entre os mesmos. No quarto subcapítulo encontram-se indicados os Types utilizados durante a modelação em TRNSYS[1] do comportamento térmico do sistema solar e ainda a sua localização dentro do mesmo. Por fim no subcapítulo 5 encontra-se indicado o processo de obtenção de parâmetros do depósito com recurso a ferramenta GenOpt.\n2.\tIntrodução\nAtualmente vivemos num período da nossa historia em que se discute a viabilidade da continuação da utilização de fontes de energia convencional tais como o petróleo, carvão, gás natural, nuclear, grande hídrica e a sua possível e gradual substituição por fontes de energia limpa como a energia solar, energia eólica, biocombustíveis entre outros.\nCom o aumento da população mundial e com a melhoria da economia nos países subdesenvolvidos, é espectável um aumento sem precedentes da procura de energia a um nível global e torna-se inviável suprir esse consumo utilizando fontes de energia convencional. Urge assim a necessidade de se investir em tecnologias alternativas para obtenção de energia.\nOs combustíveis fósseis são a base do consumo energético a nível mundial, sendo utilizados em tudo o que nos rodeia, no entanto, à taxa a que são consumidos, deixam antever que no futuro não poderão ser contemplados no mix energético global. Para além do caracter não permanente dos combustíveis fosseis, existem ainda impactos ambientais associados a todas as fontes de energia convencional.\nNo caso dos combustíveis fosseis, os motores dos veículos e as centrais que funcionam com este tipo de combustível emitem quantidades substanciais de óxidos de enxofre (SOx) e óxidos de azoto (NOx) para a atmosfera. Quando estes gases se combinam com o vapor de água na atmosfera formam ácido sulfúrico e nítrico dando origem a precipitação de chuvas ácidas que são perigosas para o ambiente e para os seres humanos. Além disso, a queima de combustíveis fosseis liberta dióxido de carbono (CO2) para a atmosfera. Desde o início do seculo XIX, a quantidade de CO2 que é libertada para a atmosfera tem vindo a aumentar resultante do consumo crescente de carvão, gás natural e petróleo. Além de todos estes impactos no meio que nos rodeia, o CO2 libertado para a atmosfera quando combinado com outros gases industriais como o metano induzem o efeito de estufa, provocando a subida da temperatura no planeta e aumentando assim a quantidade de calor aprisionado na atmosfera inferior. Esta situação trás como maior impacto as alterações climáticas com graves repercussões para os ecossistemas naturais e agrícolas, que podemos já verificar nos nossos dias e que se preveem para o futuro próximo. No mesmo ponto pode ser colocada a energia nuclear que tem muitas objeções sociais devido ao risco associado a radiação derivado de uma possível explosão nuclear como a que ocorreu em Chernobyl, Ucrânia, em 1987 e mais recentemente com o acidente nuclear em Fukushima, Japão. Para além dos acidentes nucleares, o material nuclear não sendo armazenado de forma adequada pode acabar nas mãos erradas e transformar-se em armas de destruição em massa, levando o terrorismo para um outro nível. Por fim, a grande hídrica, fonte de energia renovável mas considerada convencional, apresenta variados impactos ambientais como a retenção de areias por parte das barragens, areias essas que não chegam ao oceano e que estão a destruir as praias do nosso país. Para além deste grave impacto que custa milhões ao estado por ano, existe ainda o problema da perturbação do curso normal da natureza e da destruição de ecossistemas. [7]\nAssim sendo, o sol surge como uma fonte de energia a ter em conta no mix energético do futuro. As principais vantagens da energia solar são a sua abundancia e a facilidade como pode ser extraída energia através do recurso a sistemas relativamente simples quando comparados com outro tipo de tecnologias. Para se usufruir da mesma basta apenas possuir um sistema de captação adequado, sistema esse que tem sido desenvolvido ao longo das últimas décadas de história da humanidade.[8] Um desses tipos de sistemas, o qual foi utilizado durante a realização desta dissertação encontra-se descrito no capitulo seguinte.\n3.\tSistemas Solares térmicos\nNo vasto mundo da energia solar existem vários tipos de coletores solares térmicos e varias gamas de temperatura às quais estes estão aptos a funcionar corretamente. Na realização desta dissertação realizaram-se testes com um sistema solar térmico para aplicações a baixa temperatura, mais concretamente para utilização na preparação de águas quentes para doméstico. Este tipo de sistemas solares funciona a temperaturas inferiores a 100°C [9] e possui as características descritas de seguida.\n3.1\tDescrição geral\nOs sistemas solares térmicos utilizados durante a realização desta dissertação estão divididos em quatro zonas distintas, sendo elas:\n•\tSistema de captação (Coletores solares térmicos)\n•\tCircuito primário\n•\tSistema de armazenamento (Depósito de armazenamento de água quente)\n•\tCircuito de distribuição\nCada uma destas zonas é constituída por um conjunto de componentes considerados acessórios de base para o seu funcionamento.\n3.1.1\tSistema de captação\nColetor Solar Térmico\nO coletor solar térmico apresenta diversas configurações, sendo que o representado na figura 1 refere-se a um coletor solar térmico plano, no entanto é também comum ocorrer a instalação de coletores de tubos de vácuo ou coletores parabólicos compostos (CPC).\nO coletor solar térmico possui um conjunto de elementos que permitem a transformação da energia solar em energia térmica que é transferida para o fluido que circula na tubagem. Os elementos essenciais da sua constituição são a superfície absorsora, que deve possuir um elevado coeficiente de absorção (a), o isolamento que normalmente é constituído por lã de rocha ou poliuretano extrudido de forma a reduzir as perdas por condução, a tubagem, onde circula o fluido de transferência térmica, a caixilharia onde o coletor se encontra envolto e por fim a cobertura transparente, que deve possuir um elevado coeficiente de transmissividade (t) para pequenos comprimentos de onda e que deve ser opaca para grandes comprimentos de onda de modo a que a radiação emitida pela superfície absorsora não atravesse o vidro e seja criado um efeito de estufa entre a superfície absorsora e a cobertura transparente do coletor. [9]\nFigura 1 - Esquema de um coletor solar térmico (Fonte: http://www.freehotwater.com/)\n3.1.2\tCircuito Primário\nFluido de transferência térmica\nO fluido que circula dentro do circuito primário é designado por fluido de transferência térmica e as suas principais características ideais são:\nTabela 1 - Características do fluido de transferência térmica (Fonte: Curso de Instaladores Solares Térmicos, 2007)\nElevado calor específico\nBaixa viscosidade\nTensão de vapor moderada (até 93°C)\nBaixa temperatura de congelação\nAlta estabilidade térmica\nElevada tensão superficial\nQuimicamente inerte\nph entre 8.0 e 9.5\nBaixo conteúdo de partículas dissolvidas\nNão toxico\nDisponível a baixo custo\nA água potável satisfaz a maioria dos requisitos exceto a temperatura de congelação, parâmetro que pode ser contornado misturando anti congelante ao fluido. A mistura do anti congelante com a água potável faz com que o fluido de transferência térmica diminua o seu calor específico aumentando-o porém com o aumento de temperatura.\n3.1.3\tCircuito Hidráulico\nO fluido de transferência térmica circula através de um circuito hidráulico entre o depósito e o coletor sendo preferível a existência de um circuito de alimentação dos coletores de maiores dimensões, diminuindo assim o circuito de retorno com o objetivo de reduzir ao máximo as perdas térmicas no circuito. Os materiais mais utilizados nos circuitos hidráulicos são o aço inox e o cobre, por outro lado devem ser evitados materiais como PEX ou VIEGA.\nAs características mais importantes a ter em conta aquando da escolha dos materiais são a corrosão/corrosão galvánica, a temperatura que no primário pode chegar acima dos 100°C, a pressão do circuito a potabilidade e a rugosidade. [9]\nTabela 2 - Material utilizado no circuito hidráulico e de distribuição (Fonte: Curso de Instaladores Solares Térmicos, 2007)\nAçoInox\tAço Galvanizado\tAço Negro\tCobre\nResistente a Corrosão\tUsado para AQS a T° &lt;50°C\tÉ mais complexo que o cobre\tUsado em todas as instalações\nFácil de cortar\tNão pode ser usado no circuito primário - retorno, porque as elevadas temperaturas corroem o zinco\tNão deve ser usado no circuito secundário pois oxida e deteriora a qualidade da água\tResistente a corrosão\nGama de acessórios para montagem rápida\tCasos de legionela associados a este tipo de aço\tSó deve ser usado no circuito primário para grandes caudais\tFácil de curvar e traçar caminhos complicados\nUsado em canalizações exteriores\t\tNecessita pintura exterior para proteger corrosão\t\nBaixa rugosidade\t\t\t\nNão deve ser dobrado\t\t\t\nOs circuitos que se situarem no exterior devem ainda possuir além do isolamento uma proteção mecânica que previne a humidificação do isolamento térmico, a degradação do isolamento térmico devido aos raios UV e por ação de animais, por exemplo roedores.\n3.1.4\tSistema de Armazenamento\nDepósito de Acumulação\nDevido ao caracter não permanente do recurso solar torna-se imprescindível a utilização de um equipamento de armazenamento da energia recolhida ao longo de um período de tempo. Este sistema de armazenamento designa-se por depósito de acumulação. O depósito de acumulação deve ter como principais características, reduzidas perdas térmicas, um volume adequado, uma temperatura de utilização adequada, uma rápida resposta ao consumo, uma boa integração no edifício, um baixo custo e uma longa duração e segurança. Quando escolhemos o material que compõe o depósito devem existir alguns cuidados relativamente à corrosão, à pressão e à temperatura. O permanente e renovado contacto com a água de consumo, cujos tratamentos de potabilidade produzem um importante acréscimo da sua agressividade acelera a sua corrosão. Relativamente à pressão, esta pode chegar até aos 8bar e a temperatura varia normalmente entre 10°C e 90°C, obrigando a esforços de dilatação e compressão do depósito que agravam a sua deterioração. Os materiais mais utilizados são o aço e o aço inoxidável. No que toca ao aço, este é um bom material dado o seu custo, no entanto necessita de um protetor interior contra a corrosão. Por outro lado, o aço inoxidável é o melhor material, não necessitando de tratamento anti corrosão, porem tem um preço elevado. Torna-se importante também frisar algo relativamente às dimensões do depósito, pois quanto maior for a relação superfície/volume, maiores serão as perdas térmicas pelas paredes do depósito. Outra das suas características, e talvez a mais importante prende-se com a sua estratificação. O depósito deve possuir dimensões e características adequadas para que se dê a estratificação no seu interior. A estratificação pode ser mantida/promovida através de baixa velocidade de entrada da água da rede no depósito, utilizando por exemplo defletores ou redistribuidores. Pode ser também garantida diminuindo a superfície de contacto, privilegiando a posição vertical do depósito, utilizando isolamento adequado para minimizar as perdas térmicas e colocando o apoio na zona quente do depósito. [3,4]\n3.1.5\tSistema de apoio\nO carater não permanente da disponibilidade de recurso solar implica o uso de um equipamento de apoio convencional normalmente funcionando a gás, eletricidade ou biomassa, suprindo assim picos de consumo e períodos de baixa disponibilidade de recurso, no entanto devem ser respeitadas algumas regas. O apoio pode ser colocado de acordo com a figura seguinte, dando sempre prioridade ao sistema solar, ou seja, sendo este sempre colocado depois do sistema solar.\nFigura 2 - Colocação do sistema de apoio em serie (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004)\n3.1.6\tPermutador de calor\nA utilização de um circuito primário como o descrito anteriormente implica a existência de um elemento que promova a entrega de energia ao circuito secundário, a esse elemento chamamos permutador de calor que apresenta como maiores desvantagens a penalização térmica face a um circuito direto, com água de consumo a circular também pelo coletor e pela tubagem e um custo mais elevado, no entanto as vantagens são também bastante relevantes pois ao possuirmos um sistema com permutador de calor aumentamos o tempo de vida do equipamento minimizando a degradação devida a corrosão e/ou a depósitos de calcário.[10] Os permutadores de calor têm como parâmetros fundamentais o rendimento e a eficácia. O rendimento designa-se como a razão entre a energia fornecida ao sistema secundário e a energia recebida, sendo que a diferença entre as duas designa as perdas. A eficácia é descrita como sendo a relação entre a energia transferida e a energia máxima que se poderia transferir caso o permutador fosse ideal.\nRelativamente aos tipos de permutadores, existem permutadores externos e internos, os permutadores externos são permutadores que são colocados na parte de fora do depósito e um exemplo desse tipo de permutadores é o permutador de placas, os permutadores internos são permutadores que se encontram dentro do depósito e um exemplo deste tipo de permutadores é o permutador de serpentina. Estes tipos de permutadores encontram-se caracterizados na tabela 3 e um exemplo de cada um deles é mostrado na figura seguinte.\nTabela 3 - Tipos de Permutadores (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004)\nInternos\t\tExternos\t\nCamisa\tSerpentina\tPlacas\tFeixe Tubular\nElevado Rendimento\tElevado Rendimento\tNecessita isolamento térmico\tNecessita isolamento térmico\nPode ter baixa eficácia\tMaior eficácia (0.55)\tApresenta maiores eficácias (0.75)\tApresenta maiores eficácias (0.75)\nBaixo preço\tBaixo preço\tElevado Preço\tElevado Preço\nUsado em pequenos volumes\tUsado em pequenos e médios volumes\tUsado em médios e grandes volumes (> 3000L)\tUsado em médios e grandes volumes e em piscinas\n\t\tPerda de carga mais elevada\t\nFigura 3 - Tipos de permutadores de calor da esquerda para a direita (camisa, serpentina, placas e feixe tubular) (Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004)\n3.1.7\tCircuito de Distribuição\nO circuito de distribuição é o último destino da água quente com origem na energia solar e este tem tipicamente dois tipos de distribuição, por anéis de água quente ou por distribuição radial.\nNo caso de a distribuição se dar por anéis de água quente, o sistema deve estar bem isolado termicamente e possuir um termostato e relógios programáveis por forma a minimizar o tempo de funcionamento do circuito. Por outro lado, se a distribuição for radial, a partir do depósito são lançados troços pequena secção que alimentam poucos dispositivos. As imagens seguintes evidenciam os dois tipos de circuito.\nFigura 4 - Distribuição de agua por anéis de agua quente (esquerda) e de forma radial (direita)\n(Fonte: Guia Para Instaladores de Coletores Solares, Abril 2004)\nBomba de circulação\nNos sistemas solares térmicos em circulação forçada deve ser instalada também uma bomba de circulação com o objetivo de assegurar um diferencial de pressão no circuito tal que permita vencer a perda de carga total existente.\nA localização deste tipo de equipamento deve incidir sobre a zona fria do circuito, no troço entre a saída do permutador e a entrada na área de captação, bem como na zona mais baixa da instalação. O seu posicionamento deve garantir a horizontalidade do eixo do motor, assegurando condições adequadas aos rolamentos do motor, bem como respeitar o sentido do fluxo indicado. [9]\nControlo Diferencial e Sondas de temperatura\nA bomba descrita anteriormente só deve funcionar quando for justificável a transferência de energia do sistema de captação para o sistema de armazenamento, assim sendo deve existir um termostato diferencial ou sistemas mais sofisticados como a Centralina (autómato programável) compostos por um controlador diferencial e por sondas de temperatura. O controlador diferencial analisa a diferença de temperatura entre o ponto mais quente e o ponto mais frio do sistema solar térmico através das sondas que devem ser imersas no fluido circulante tão perto quando possível do local da medida - junto a uma saída de uma das filas do campo de coletores e na saída do depósito ou da piscina. [10] A figura seguinte indica o seu modo de montagem correta.\nFigura 5 - Colocação correta das sondas de temperatura (fonte: apresentação PowerPoint da disciplina de Energia Solar Térmica ano letivo 2012/13)\nPurgadores/Desaeradores\nNos circuitos solares térmicos é comum a colocação de purgadores/desaeradores que são elementos encarregues de evacuar o ar contido no fluido térmico que poderá dar lugar a formação de bolsas de ar que impeçam a circulação do fluido térmico. À saída de um grupo de coletores deve ser sempre colocado um purgador de ar, como o exemplificado na figura seguinte.\nFigura 6 - Purgador de ar (Fonte: Curso de Instaladores Solares Térmicos, 2007)\n3.2\tOutros Componentes\nPara além dos componentes característicos e normalmente utilizados nos sistemas solares térmicos, existem ainda outro componente que é opcionalmente utilizado, esse componente encontra-se descrito de seguida.\nManómetro\nEm paralelo com a bomba pode ser instalado um manómetro para medição da perda de carga no circuito, como é possível observar na figura seguinte.\nFigura 7 - Manómetro em paralelo com a bomba de circulação (Fonte: Guia Para Instaladores\nde Coletores Solares, Abril 2004)\n3.3\tVerificação do estado de funcionamento do sistema solar\nMonitorização\nÉ comum durante a implementação do sistema proceder-se à monitorização do sistema por forma a determinar a quantidade de energia solar convertida e fornecida ao consumo, bem como a contribuição, para o mesmo consumo, da fonte de energia do apoio presente. As medições realizadas durante a monitorização tomam um período relativamente longo de tempo, da ordem de um mês, a fim de reduzir o impacto sobre os resultados de caracter aleatório quer da radiação solar quer do consumo. [9]\nOs instrumentos utilizados durante o processo de monitorização são os seguintes:\n•\tContador de água e de calorias,\n•\tContador de eletricidade e/ou de gás,\n•\tContadores horários,\n•\tIntegrador solar ou piranómetro,\n•\tSondas de temperatura,\n•\tMedidor de caudal e,\n•\tTermómetro;\nUtilizando os instrumentos referidos anteriormente podemos recolher uma variada gama de dados como a radiação solar disponível no plano do coletor, o caudal de circulação nos circuitos, a temperatura de entrada e saída no campo dos coletores, a temperatura no depósito de acumulação e noutros pontos de débito de energia, o volume de água diário consumido, as temperaturas da água da rede e de consumo e a energia de apoio, dados esses que são posteriormente analisados com o objetivo de se verificar se o sistema se encontra a funcionar de forma correta.\n3.4\tSistemas solares térmicos por medida - EN12977\nCom a evolução da energia solar térmica torna-se necessário repensar a forma como são apresentados os sistemas solares ao público e ao consumidor em geral e foi com esse intuito que foi criada a norma EN12977:2012[2-4], a qual define processos normativos para regulamentação de sistemas solares\ntérmicos por medida. Até ao momento os sistemas solares térmicos eram analisados como um todo, como um sistema global proveniente de fabrica, isto é, um sistema pré-fabricado, recorrendo-se à sua regulamentação utilizando a norma EN12976, no entanto, com a norma EN12977:2012[2-4], passam a poder ser avaliados por componente, com especial enfase nesta dissertação para o depósito de acumulação de energia.\nA tabela seguinte mostra a divisão para os diferentes tipos de sistemas existentes.\nTabela 4 - Sistemas solares existentes (forte: norma EN12977-1)\nSistemas solares pré fabricados\tSistemas solares construídos por medida\nSistemas completos para aquecimento de água quente sanitária\tSistemas de circulação forçada para a preparação de água quente e / ou aquecimento / arrefecimento de espaços interiores, montados com componentes e configuração descritos em documentação adjacente (maioria dos pequenos sistemas)\nSistemas de termossifão para água quente sanitária\t\nSistemas de circulação forçada com configuração fixa para preparação de água quente sanitária\tSistemas exclusivamente concebidos e montados para a preparação de água quente e / ou aquecimento / arrefecimento de espaços interiores (principalmente sistemas de grande porte)\nA norma EN12977:2012[2-4], encontra-se dividida em 5 capítulos que regulam os sistemas solares térmicos criados por medida.\n•\tEN12977-1 - Requisitos gerais para sistemas de aquecimento de agua e sistemas combinados\nNeste primeiro capítulo da norma EN12977[2], encontra-se descrito o seu propósito bem como as regras de nomenclatura ao longo de todo o documento, classificação do tipo de sistemas e por fim encontra-se um subtópico relativo aos requisitos necessários para que se possa considerar que o sistema solar está conforme com a norma e quais os ensaios a realizar que se encontram descritos nos capítulos seguintes. Todos os requisitos referidos neste primeiro capítulo encontram-se descritos de forma sucinta no anexo I.\n•\tEN12977-2 - Métodos de teste para sistemas de aquecimento de água e sistemas combinados\nNo segundo capítulo da norma EN12977[3] são descritos os métodos utilizados para se proceder ao ensaio de sistemas de aquecimento de água e sistemas combinados. São indicadas informações relativas aos componentes e ao modo como devem ser apresentados os dados. Nos anexos encontram-se ainda indicados os procedimentos para se proceder ao cálculo da previsão do comportamento térmico do sistema a longo prazo.\n•\tEN12977-3 - Métodos de ensaio de comportamento para depósitos de aquecimento de água\nNo terceiro capítulo da norma EN12977[4], encontram-se descritos os testes que são realizados para a caraterização do depósito. Em primeiro lugar encontra-se referida a classificação dos depósitos por tipo de entrada, como representado na tabela seguinte.\nTabela 5 - Classificação dos tipos de depósito\nGrupo\tModo de Carga\tModo de Descarga\n1\tDireto\tDireto\n2\tIndireto\tDireto\n3\tDireto\tIndireto\n4\tIndireto\tIndireto\n5\tOutros depósitos não classificados entre 1-4\t\nAntes de partir para a explicação dos modos de carga e descarga diretos e indiretos importa referir o que se entende por carga e descarga de um depósito. A carga de um depósito é assumida como sendo a transferência de energia para o depósito que pode ser feita de duas formas distintas, através dos coletores solares ou do sistema de apoio convencional. A descarga do depósito é a transferência de energia do depósito para o consumo final que pode ser AQS ou aquecimento de espaços interiores.\nNa tabela anterior, quando é referido o modo de carga ou descarga direto, isto indica que não existe um permutador de calor para realizar a permuta de calor entre o fluido que circula dentro do coletor solar e o fluido que se encontra dentro do depósito. Quando é referido o modo de carga ou descarga indireto isto indica que existe um permutador de calor entre o fluido quente e a água de consumo. No caso especifico desta dissertação o depósito é caracterizado como pertencendo ao Grupo 2, possuindo um permutador para os modos de carga por parte do sistema solar e do sistema de apoio convencional e um modo direto de descarga para consumo. De referir também que o depósito utilizado tem como único propósito AQS.\nPara além da tabela referida anteriormente, encontram-se ainda referidos os requisitos relativos à construção da bancada de ensaio, separados por circuito de carga e circuito de descarga, de seguida são identificadas as incertezas máximas com que as diversas variáveis, como por exemplo a temperatura ambiente, devem ser medidas aquando da realização destes ensaios. Existe ainda um subcapítulo relativo a montagem e instalação do depósito e por fim são indicados os testes a realizar para cada tipo de depósito. Além destes pontos descritos anteriormente, existem ainda 6 anexos de que destaco:\n■ Anexo B - Verificação dos resultados de teste no depósito\nNeste anexo estão indicados os testes que devem ser realizados com vista a validar os testes descritos durante este capítulo da norma EN12977:2012. No final do anexo é ainda descrito o procedimento de cálculo para o erro na energia transferida e para o erro da potência transferida.\n■\tAnexo C - Referencias para a identificação de parâmetros\n■\tAnexo D - Requisitos para a modelação numérica do depósito\nNeste anexo encontram-se descritas as aproximações e simplificações utilizadas para se proceder à modelação numérica do depósito, é neste anexo que se encontra também a equação de balanço de energia que caracteriza o balanço de energia dentro do depósito e que irá ser explicada no capitulo seguinte.\n•\tEN12977-4 - Métodos de ensaio de comportamento para sistemas combinados\nNeste quarto capítulo da norma EN12977, encontram-se descritos os testes que podem ser realizados aos depósitos combinados, ou seja, depósitos que possuem mais do que um propósito. Os depósitos assim designados são utilizados para AQS mas também para aquecimento de espaços interiores, vários exemplos destes depósitos podem ser encontrados na bibliografia adequada. [11] Relativamente aos anexos, estes são idênticos aos existentes no capítulo anterior.\n•\tEN12977-5 - Métodos de ensaio de comportamento para equipamentos de controlo\nPor fim uma pequena referencia aos equipamentos de controlo, que são o tema do último capítulo. Neste capítulo encontram-se os testes que são realizados aos instrumentos de controlo, tema este que não faz parte desta dissertação e que apenas é mencionado no conjunto dos capítulos que compõem a norma EN12977.\n3.5\tComportamento térmico a longo prazo - características térmicas dos componentes: coletor e depósito\nO comportamento térmico a longo prazo tem como principal objetivo o calculo da energia média anual que o sistema utiliza para satisfazer as necessidades de AQS. Para tal é necessário o cálculo da energia que provem da componente solar do sistema e o cálculo da energia que provem da componente auxiliar. Para este calculo da energia média anual é necessário saber-se as características do depósito de armazenamento de energia e do coletor solar. As características do depósito de armazenamento de energia são contempladas no capitulo 4 e 5. No capítulo quatro é dado a conhecer o tipo de depósito utilizado nesta dissertação, os vários testes efetuados ao mesmo bem como os procedimentos de teste adotados. No capítulo cinco são analisados os resultados da obtenção dos parâmetros característicos do depósito, validando-se os mesmos e calculando-se por fim a posição relativa das sondas de temperaturas que será importante na analise do comportamento térmico a longo prazo do sistema. No capítulo seis é analisado o sistema solar num todo e calcula-se a energia média anual utilizada pelo sistema utilizando os dados provenientes do capitulo 5 referentes ao depósito de armazenamento de energia e os dados do coletor solar que são indicados na tabela 34.\n4.\tCaracterização do comportamento térmico do depósito - EN12977-3\nPara caracterizar termicamente o depósito procede-se à realização de diversos ensaios que se encontram referidos na norma europeia EN12977-3[4]. Estes ensaios têm como objetivo obter valores experimentais de comportamento do depósito que irão posteriormente ser comparados com valores teóricos obtidos através do modelo de depósito selecionado para efetuar a simulação do comportamento do depósito real.\nCom base nos valores experimentais e teóricos é definida uma função objetivo que é representada pelo integral da diferença em absoluto de energia entre os valores obtidos teoricamente e os valores obtidos experimentalmente nos ensaios realizados.\nf(t) = ítXx&amp;Pxdt\n(1)\nonde\nAPX é a diferença absoluta entre a potência prevista e medida para cada instante e é definida como:\n!Px,p\tPx,m\n(2)\nonde\nPx p é a potência prevista para cada instante; e\nPxm é a potência medida para cada instante.\nRecorrendo a um software de otimização, os parâmetros caraterísticos do depósito são determinados pela determinação do mínimo da função objetivo.\nEsta dissertação integra, não só o ensaios de depósito determinados pela Norma EN 12977-3 [4] mas também os indicados no Protocolo de Round Robin - RR[5].\nO programa utilizado para simulação do comportamento do depósito é o TRNSYS[1] com recurso ao Type340[6]. Este Type340 é um modelo teórico do depósito com quatro permutadores de calor internos, dez conexões para carga e descara direta e um permutador de calor elétrico interno. Cada uma das conexões de entrada e saída de fluido tanto direta como indireta pode ser designada por porta, sendo o conjunto de entrada e saída de fluido de um permutador designado como porta dupla, sendo que nesta dissertação existiram 3 portas duplas, a primeira representando a entrada e saída de água no depósito e as restantes representando a entrada e saída de fluido nos permutadores solar e auxiliar. O modelo do depósito do Type340[6] encontra-se representado na figura seguinte. Este modelo do depósito é caracterizado matematicamente com recuso à equação (3) que é desdobrada e explicada no subcapítulo seguinte. De salientar ainda que a figura que caracteriza o depósito se encontra divida em pequenas unidades de volume que são designadas por nós e apresentam comportamentos térmicos distintos consoante a sua posição no interior do depósito.\nPara otimização, isto é, minimização da função objetivo foi utilizado o software GenOpt[12] e o método de determinação de parâmetros de Hooke-Jeeves[13] explicado no capitulo 4.5.Além da determinação de parâmetros, faz-se também uma validação onde o erro de energia e potência gerado pelos valores determinados não pode ser superior a 5%.\np = number of a double port [1...10]\nx = number of a heat exchanger [1 ...4]\ndZk = relative height of a zone with (UA)S a|&lt;= const. [k=1 ...4]\nFigura 8 - Representação do esquema utilizado para modular o comportamento térmico do depósito (fonte: Harald Drück, 2006)\n4.1\tEquação de balanço\nDe acordo com a EN19277-3 Anexo D [4], para se proceder à modelação do comportamento térmico do depósito deve utilizar-se a seguinte equação que representa o balanço de energia que ocorre dentro do depósito em cada nó, correspondendo cada nó a uma unidade de volume finita.\n^hx\n=\tCPiS X [ X (ús,¿_! - ús,¿) +\tX (ús,¿ -\t+ ^ + ^hx,3 X\nX (ehXii - 0sf) + Aeff X^X N[(0Sti+1 - fls,i) + (^i-! - fls,i)] -\tX (0Sti - flamb)\nz\tn&amp;z,k\n(3)\nOnde:\nA é a área da secção transversal do volume de água do depósito;\nCs é a capacidade térmica do depósito;\ncp é o calor especifico da água a 25°C;\nmdp é o caudal mássico que atravessa a porta p;\nN é o número de nós verticais;\nnauxé o número de nós ocupados pelo permutador auxiliar;\nnAz,fc é o número de nós ocupados pela zona k com comprimento AZ;\nnhxé o número de nós ocupados pelo permutador, hx.\nP é o número de portas duplas;\n(UA)hxs é a taxa de capacidade de transferência de calor do permutador para o depósito ;\né a taxa de capacidade de perdas na zona k;\nZ é a altura do depósito;\nQaux é o fluxo de calor do elemento auxiliar de aquecimento;\núé a temperatura;\nAeff condutividade térmica efetiva vertical;\nPara os interruptores lógicos utilizam-se as seguintes condições:\n-\t= 1 se mdp ocorrer de baixo para cima, caso contrario\t= 0;\n-\t^2 = 1 se mdpocorrer de cima para baixo, caso contrario\t= 0;\n-\tôix,3=1 se o nó i do depósito esta em contacto com o nó i do permutador hx, caso contrario %hX,3=0.\nPara simplificar o modelo nesta equação realizaram-se algumas simplificações.\n•\tCada nó do depósito pode ser assumido como sendo horizontalmente isotérmico;\n•\tA inversão de temperatura dentro do depósito, que significa dú/dz&lt;0 pode ser removida utilizando um algoritmo adequado no final de cada passo de tempo;\n•\tA capacidade térmica da cobertura do depósito pode ser desprezada, esta capacidade pode ser adicionada à capacidade térmica da água no depósito;\n•\tA capacidade térmica dos tubos dos permutadores pode ser desprezada;\n•\tO efeito físico da condução de calor na água e na parede de metal do depósito e a convecção na água pode ser traduzida por uma condutividade térmica efetiva vertical;\nA equação (3) pode ser dividida em 6 termos, um do lado esquerdo da igualdade e cinco do lado direito.\n-\tVariação temporal da Energia Interna\nCs dSsl\t...\n— x —s-±\t(4)\nN dt\tv ’\n-\tTransporte de calor devido ao caudal que flui pelas portas duplas\nXp ^-dp X X X\t— $s7Í) + f'2 X — ^s,i-1)]\n-\tEnergia média fornecida pelo permutador auxiliar a cada nó\nQaux\n-\tTransferência de calor entre os nós do permutador e a água do depósito\n(te,3 X\tX (úhx¿ — flS/í)\nrl7ix\n-\tEfeito da condutividade térmica\nx x N[(tfs,j+i - ús,j) + (tfs,í-i - $3,0]\n- Perdas térmicas para o ambiente\n-í^x (#,,!-#omS)\nnAz,fc\n(5)\n(6)\n(7)\n(8)\n(9)\n4.2\tDepósito ensaiado\nAs figuras abaixo indicadas são representativas do depósito utilizado para efetuar os testes de RR[5]. Este apresenta um volume nominal de 398l e está identificado com as letras A1 a A6 e T1 e T2, na Tabela 6.\nDe acordo com a tabela 5, o depósito encontra-se classificado no Grupo 2, visto apresentar um modo de carga indireto, e um modo de descarga direto. O modo direto caracteriza-se pela troca de massa e de calor entre a água de consumo e o fluido de aquecimento. O modo indireto caracteriza-se exclusivamente pela troca de calor, neste caso entre o fluido que circula nos permutadores e o fluido que se encontra dentro do depósito.\nTabela 6 - Identificação das entradas e saídas do depósito A\nAl\tEntrada de água no depósito proveniente da rede\nA2\tSaída de água do depósito para a rede de consumo\nA3\tEntrada do permutador de calor do apoio solar\nA4\tSaída do permutador de calor do apoio solar\nA5\tEntrada do permutador de calor do apoio convencional\nA6\tSaída do permutador de calor do apoio convencional\nTl\tSonda de temperatura junto do permutador solar\nT2\tSonda de temperatura junto do permutador auxiliar\nFigura 9 - Esquema do interior do depósito A\nD\nFigura 10 - Esquema das dimensões do depósito A\nA Tabela 7 indica as dimensões do depósito em concordância com as letras apresentadas na Figura 10. A altura do depósito relativamente à superfície é de 1,47m, sendo que as alturas com maior relevância para a realização da análise, utilizando o software TRNSYS, são: a entrada e a saída do permutador solar, representadas pelas letras J e L; a entrada e saída do permutador auxiliar, representadas pelas letras F e I; e a entrada e saída da água no depósito representadas pelas letras E e M. Para o cálculo das alturas significativas das posições do depósito calculou-se em primeiro lugar a altura padrão.\nTabela 7 - Dimensões do depósito de acordo com o fabricante\nParâmetro\tComprimento (mm)\nA\t1470\nB\t308\nC\t862,5\nD\t650\nE\t1301\nF\t1215\nG\t1065\nH\t965\nI\t862,5\nJ\t760\nK\t510\nL\t245\nM\t159\nb\t810\nt\t875\nCom base na observação da Figura 10, afirmou-se que a altura do depósito seria a subtração da altura E pela altura M compensando assim as alturas relativas ao isolamento superior e inferior.\nAltura do depósito = (E - M) = 1301 - 159 = 1142mm\nA partir deste valor é possível calcular todas as alturas significativas das posições do depósito aplicando o seguinte exemplo.\nAnalisando a Figura 10, observa-se que a entrada do permutador solar está representada pela letra J, assim:\nEntrada do permutador solar = (J - M) = 760 - 159 = 601mm\nAltura significativa entrada permutador solar =\nEntrada permutador solar\nAltura depósito\n— =0,526\n1142\nProcedendo-se da mesma forma para as posições relativas, referidas anteriormente, obtemos as seguintes alturas significativas:\nTabela 8 - Alturas significativas do depósito\nPosição\tAltura significativa\nAltura do depósito\t1\nEntrada do permutador auxiliar\t0,925\nSaída do permutador auxiliar\t0,706\nEntrada do permutador solar\t0,526\nSaída do permutador solar\t0,075\n4.3\tSequências experimentais\nNa tabela seguinte indicam-se todos os ensaios necessários para se cumprir o disposto no RR [5]. Cada um deles tem um objetivo específico, nomeadamente:\nTeste C - Determinação do volume do depósito, taxa de transferência de calor do permutador utilizado e estratificação térmica durante a descarga;\nComo é observável na tabela seguinte, o facto de existirem vários testes C permite obter a estratificação térmica do depósito o mais correta possível bem como a taxa de transferência de calor do permutador utilizado, nalguns testes o permutador auxiliar e noutros o permutador solar.\nTeste L - Determinação do coeficiente de perda de calor total do depósito em stand-by;\nComo é observável na tabela seguinte, o teste L possui um período de standby de 80h, período este que permite obter um valor para as perdas de energia do depósito para o meio ambiente.\nTeste S - Determinação da estratificação térmica durante a descarga com elevado caudal circulante;\nAo observarmos a tabela seguinte, verificamos que o único teste no qual o caudal de descarga é diferente de 200l/h é o teste S, 600l/h, explicando assim o facto de permitir determinar a alteração da estratificação térmica com elevado caudal circulante.\nTeste NA - Determinação da taxa de transferência de calor e da posição do permutador auxiliar; Ao compararmos o teste C e o teste NA conseguem-se encontrar algumas semelhanças comprovando-se que estes dois testes têm objetivos semelhantes como a determinação da taxa de transferência de calor e a determinação da posição do permutador auxiliar, no entanto a principal diferença reside na potência inserida durante a fase de carga que é de 8kW contrariamente aos 5kW de um dos testes C efetuados. Este valor permite avaliar melhor o comportamento térmico do depósito quando sujeito a uma carga mais elevada.\nTeste NB - Determinação da degradação da estratificação térmica durante o stand-by;\nDe forma semelhante ao teste L, o teste NB apresenta um período de stand-by que permite a determinação da estratificação térmica do depósito durante o período de stand-by.\nTabela 9 - Ensaios requeridos pelo protocolo RR\nTeste\tCarga\t\t\tDescarga\t\t\tObservações\n\tEntrada\tSaída\tNota\tEntrada\tSaída\tNota\t\nC\tA3\tA4\t. 1 ^c=48^-.P = 4kW L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até $c,0> 60°C\nL\tA3\tA4\t. 1 7c=48^-;P = 4fcW L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até $c,0> 60°C, 80h stand-by\nS\tA3\tA4\t. 1 7c=480-;.P = 4W L\th\tA1\tA2\t. 1 4, = 200-.^ = 2O°C\tCarga até $c,0> 60°C\nC\tA3\tA4\t. 1 fÇ = 3OO-..P = 5/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até $c,0> 60°C\nC\tA3\tA4\t. 1 7C = 3OO-..P = 2.5/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até $c,0> 60°C\nC\tA3\tA4\t. 1 7C = 1OO-..P = 3/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até $c,0> 60°C\nC\tA3\tA4\t. 1 7C = 1OO-..P = 1.5fcW L\th\tA1\tA2\t. 1 4, = 200-.^ = 2O°C\tCarga até $c,0> 60°C\nC\tA5\tA6\t. 1 7C = 9OO-..P = 15/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até T2 >60°C,\t90°C\nC\tA5\tA6\t. 1 7C = 9OO-/' = 7.5 W L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até T2 >60°C, tfc,j,max= 90°C\nC\tA5\tA6\t. 1 7C = 45O-;.P = 15/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até T2 >60°C,\t=90°C\nC\tA5\tA6\t. 1 K- =45O-;.P = 7.5 W L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até T2 >60°C,\t=90°C\nNA\tA5\tA6\t. 1 fÇ = 4OO-..P = 8/41' L\th\tA1\tA2\t. 1 4, = 200-.^ = 2O°C\tCarga até T2 >60°C\nNB\tA5\tA6\t. 1 f',- = 400t.P = 8/41' L\th\tA1\tA2\t. 1 4, = 200^.^ = 2O°C\tCarga até T2 >60°C, 48h stand-by\nV\tA3\tA4\t1 7C = 48O-..P = 4/41' L\th\tA1\tA2\t1 4, = 200^.^ = 2O°C\tVerificação do teste de acordo com EN12977-3:2012, B.2.2.2.3\nNV\tA5\tA6\t. 1 7c = 4OO-.P = 8/41' h\tA1\tA2\t. 1 4, = 200-.^ = 2O°C\tVerificação do teste de acordo com EN12977-3:2012, B.2.2.3\nOnde:\nVc é o caudal volumétrico durante a fase de carga do depósito (l/h)\nVDé o caudal volumétrico durante a fase de descarga do depósito (l/h)\nPé a potência durante a carga do depósito (kW)\nt9Dí é a temperatura de entrada durante a fase de descarga do depósito (°C)\nt9C0 é a temperatura de saída durante a fase de carga do depósito (°C)\n^c,i,max é a temperatura máxima de entrada durante a fase de carga do depósito (°C)\nAlém dos testes referidos anteriormente e como é observável na tabela anterior, existem ainda os testes V e NV. De acordo com a EN12977-3:2012 Anexo B[4], os testes V e NV entre outros podem ser utilizados para se proceder à verificação dos resultados dos testes do depósito. O modelo e os parâmetros característicos do depósito obtidos através dos testes precedentes são verificados efetuando-se uma nova simulação numa sequência dinâmica que cobre uma larga zona de condições de funcionamento como a carga, descarga, stand-by e que ainda não foi usada para identificar qualquer parâmetro do depósito.\nOs testes efetuados para fazer essa verificação encontram-se descritos de seguida.\nTeste V - Volume e respetiva capacidade térmica;\n-\tTaxa de transferência de calor;\n-\tTaxa de transferência de calor do permutador de calor solar;\n-\tDegradação da estratificação térmica durante o período de stand-by;\n-\tEstratificação térmica durante a descarga.\nFases de teste de acordo com EN12977-3:2012 Anexo B[4]:\nFase V1 - Condicionamento até que se chegue a situação estacionária;\nFase V2 - Carga a potência constante de 4kW até que a temperatura à saída do depósito atinja os 60°C;\nFase V3 - Descarga de metade do volume nominal;\nFase V4 - Carga a potência constante de 4kW até que a temperatura à saída do depósito atinja os 40°C;\nFase V5 - 16h de stand-by;\nFase V6 - Descarga até se atingir o estado estacionário de novo.\nTabela 10 - Caudal e temperaturas de entrada no depósito para o teste V\nFase de teste\tProcesso\tCircuito de carga\t\t\tCircuito de Descarga\t\t\n\t\t\t\t\t\t\t\nV1\tCondicionamento\t0\t-\t-\t0,75%\t20,0\tVariável\nV2\tCarga\t1,2%\tVariável\tVariável\t0\t-\t-\nV3\tDescarga\t0\t-\t-\t0,75%\t20,0\tVariável\nV4\tCarga\t1,2%\tVariável\tVariável\t0\t-\t-\nV5\tStand-by\t0\t-\t-\t0\t-\t-\nV6\tDescarga\t0\t-\t-\t0,75*14\t20,0\tVariável\nTeste NV - Taxa de transferência de calor e posição do permutador auxiliar;\n-\tDegradação da estratificação térmica durante o período de stand-by;\n-\tTaxa de transferência de calor da parte do permutador auxiliar\nFases de teste de acordo com EN12977-3:2012 Anexo B[4]\nFase NV1 - Condicionamento até que se chegue a situação estacionária;\nFase NV2 - Carga a potência constante de 8kW até que a temperatura do sensor de temperatura do permutador auxiliar atinja os 60°C;\nFase NV3 - Descarga de metade do volume que se encontra acima do ponto mais baixo do permutador auxiliar;\nFase NV4 - Carga a potência constante de 8kW até que a temperatura do sensor de temperatura do permutador auxiliar atinja os 60°C;\nFase NV5 - 16h de stand-by;\nFase NV6 - Descarga ate se atingir o estado estacionário de novo.\nTabela 11 - Caudal e temperaturas de entrada no depósito para o teste NV\nFase de teste\tProcesso\tCircuito de carga\t\t\tCircuito de Descarga\t\t\n\t\t\t\t\t\t\t\nV1\tCondicionamento\t0\t-\t-\t0,75%\t20,0\tVariável\nV2\tCarga\t1,0%.\tVariável\tVariável\t0\t-\t-\nV3\tDescarga\t0\t-\t-\t0,75%\t20,0\tVariável\nV4\tCarga\t1,0%\tVariável\tVariável\t0\t-\t-\nV5\tStand-by\t0\t-\t-\t0\t-\t-\nV6\tDescarga\t0\t-\t-\t0,75%\t20,0\tVariável\nAnalisando as duas tabelas anteriores verifica-se que sem contar com a fase de teste V5, correspondente ao standby, estes dois testes possuem duas fases adicionais que se encontram identificadas na figura 11 e que são descritas no capítulo 4.4.\n4.4\tBancada de ensaios\nNa Figura seguinte encontra-se o esquema da bancada de ensaios criada para se proceder à realização dos testes requeridos pela EN 12977[2-4], norma de ensaio considerada para o RR[5].\nÉ de salientar que a bancada foi construída de acordo com a EN12977 e tem como objetivo verificar todos os requisitos que dela advenham.\n- Bomba, OSE- Permutador de placas,\t- Sonda de temperatura,\t- Caudalímetro,\nVálvula simples, O - Electroválvula\nFigura 11 - Circuito da bancada de testes\nPara se proceder aos testes referido anteriormente foi utilizado um software que regista os valores dos mesmos num documento em formato .ori e num documento em formato .tpo. O documento em formato .ori regista todas as medições efetuadas com valores de tensão, ou seja, provenientes diretamente dos multímetros, enquanto no ficheiro em formato .tpo estão registados os valores já convertidos nas unidades das grandezas físicas medidas com um intervalo de tempo definido pelo utilizador. É de salientar que este software não foi criado durante a realização desta dissertação, uma vez que já existia no laboratório, tendo já sido utilizado em projetos anteriores. Nesta dissertação apenas foi alvo de alterações em alguns parâmetros.\nA norma europeia EN12977-3:2012[4] define que se devem verificar um conjunto de situações para que se possa iniciar os testes ao depósito requeridos pelo RR[5]. Essas situações são:\n•\tO depósito de água quente tem de ser testado separadamente de todo o sistema solar, numa bancada de teste;\n•\tAs configurações de teste são determinadas pela classificação do depósito, neste caso, Grupo 2;\n•\tOs circuitos têm como objetivo simular o circuito de carga e descarga do sistema solar e fornecer caudal a uma temperatura constante ou bem controlada. A bancada de ensaios consiste num circuito de carga e num circuito de descarga;\n•\tA bancada de ensaios deve estar localizada numa zona onde a temperatura do ar seja controlada e se mantenha a uma temperatura contante de 20 ± 2°C durante todo o ensaio;\n•\tAmbos os circuitos devem respeitar as seguintes indicações;\nS O caudal tem de ser ajustável e estável num intervalo de ± 5%\nS As temperaturas de operação situam-se no intervalo de 10°C e 90°C\n•\tA potência mínima de arrefecimento no circuito de descarga tem de ser 25kW a uma temperatura do fluido de 20°C;\n•\tSe a água do depósito estiver a pressão constante e a uma temperatura constante inferior a 20°C é recomendado que na construção do circuito de descarga, este possa circular em circuito fechado ou aberto;\n•\tA taxa mínima de aquecimento do circuito de carga com o depósito desconectado é de3K/min; e\n•\tA potência mínima disponível para os permutadores auxiliares elétricos deve ser 6,0kW.\nAlém de todas estas situações definidas pela EN12977-3:2012[4], existem ainda limitações no que toca à incerteza do equipamento utilizado na medição das grandezas. A tabela 12 indica o valor dessas incertezas associadas a cada grandeza medida.\nTabela 12 - Incerteza das medições\nGrandeza medida\tEquipamento de medição\tIncerteza Máxima\nCaudal Volumétrico, 7C, no circuito de carga entre 0,05m3/h e 1m3/h\tFF105\t2,0%\nCaudal Volumétrico, , no circuito de descarga entre 0,05m3/h e 1m3/h\tFF205\t2,0%\nTemperatura média de carga na entrada do depósito,\tTT101\t0,1K\nTemperatura média de carga na saída do depósito,\tTT102\t0,1K\nDiferença de temperatura media de carga entre a entrada e saída do depósito, Ai9í;\tTT101 e TT102\t0,05K\nTemperatura média de descarga na entrada do depósito,\tTT202\t0,1K\nTemperatura média de descarga na saída do depósito, $D,0\tTT201\t0,1K\nDiferença de temperatura media de carga entre a entrada e saída do depósito, E8D\tTT201 e TT202\t0,05K\nTemperatura Ambiente, -8a\tTA\t0,1K\nPotência eléctrica, Qaux (aquecimento auxiliar)\t-\t2%\nPor fim, durante a fase de teste ao depósito, a potência de carga e os caudais que circulam nos circuitos adjacentes, ao mesmo, não podem ultrapassar em 10% os valores definidos como referência.\nPara colocar um teste a decorrer inicia-se o programa e de seguida carrega-se em Novo Ensaio, aparecendo imediatamente uma figura semelhante à figura 12.\nFigura 12 - Inicio do programa de realização de testes\nEsta imagem que aparece no ecrã encontra-se dividida em 5 categorias, todas elas relativas à aquisição de dados por parte do programa. Na primeira categoria escolhe-se o intervalo de tempo para o qual o programa adquire dados, tendo sido definido nesta dissertação o valor de 15 segundos dado que é este o valor ideal para realizar aquisição de dados pois num ambiente controlado as condições de funcionamento do sistema tendem a não variar de forma relevante em tão curto período de tempo. Nas três categorias subsequentes colocam-se as informações relativas ao depósito, fabricante, volume, tipo de depósito e características do seu interior. Por fim, na última categoria escolhe-se o local onde se irá colocar o documento tpo bem como o seu nome.\nFigura 13 - Definição dos parâmetros para um novo teste (esquerda) Inicio e monitorização do teste (direita)\nApós carregar-se no botão “continuar” aparece um painel semelhante ao da figura 13 (direta) igualmente com 5 categorias diferentes onde na primeira se tem de escolher o teste a realizar, bem como a potência, o caudal, o tempo de stand-by, e a hora à qual se deseja realizar o teste, deixando as últimas quatro categorias para a fase de monitorização do teste. As quatro categorias restantes são designadas por: fases do ensaio, integradores do circuito de carga, integradores do circuito de descarga e sensores no depósito\nNa categoria fases do ensaio encontram-se cinco botões indicativos do momento em que o teste se processa. No total de testes efetuados durante a realização desta dissertação, apenas dois testes necessitaram de efetuar a fase 4 e 5, todos os outros necessitavam apenas da realização de 3 fases. As fases 4 e 5 só serão abordadas na descrição dos respetivos testes\n4.4.1\tDescrição das fases do teste\nTodos os testes realizados durante este RR possuem uma característica em comum, que se prende com a temperatura do depósito no início da fase de carga. Para garantir que no início da fase de carga do depósito (Fase 2) se encontra a 20°C, realiza-se a Fase 1.\nFase 1 - Durante esta fase efetua-se um pré-condicionamento do circuito de descarga e posteriormente um condicionamento do depósito. Ao iniciar-se o teste, a água que está dentro do circuito de descarga encontra-se normalmente a uma temperatura inferior a 20°C, no período de inverno, sendo que ocorre o contrário durante o período de verão, onde a água que se encontra dentro do circuito de descarga se encontra por vezes acima dos 20°C, sendo necessário um pré-aquecimento/pré-arrefecimento para que esta não circule para dentro do depósito a uma temperatura inadequada. Para que isso aconteça, a água\ncircula num circuito fechado entre as sondas de temperatura TT205 e TT203, encontrando-se a electroválvula SV203 aberta e a electroválvula SV202 fechada. Este pré-condicionamento do sistema ocorre até que a temperatura da sonda TT203 esteja a 20,5°C. Quando o sistema se encontra nesta situação passa para o final da Fase 1 onde a electroválvula SV203 fecha, abrindo-se a electroválvula SV202 e permitindo assim a entrada de água no depósito. Para que a água que passa no novo circuito entre no depósito a 20°C é necessário que esta seja aquecida pela resistência R6 e nalguns casos arrefecida com o auxílio da água fria proveniente da abertura do circuito da electroválvula SV204. Ao passar por esta zona de aquecimento/arrefecimento, a água é dividida em dois mini circuitos semi-independentes, circulando a cerca de 200l/h para dentro do depósito a 20°C e o restante circulando pela válvula V209 e misturando-se com a água fria proveniente da saída do depósito, circulando posteriormente pela zona da resistência R6. Este circuito funciona desta forma até que a temperatura da água à saída do depósito seja de 20 ± 0,1°C, situação que ao acontecer inicia imediatamente a Fase 2.\nFase 2- Durante a fase de carga do depósito dá-se de novo uma fase de pré-condicionamento, neste caso apenas do circuito de carga e com base na temperatura obj etivo (Tobj) e na temperatura da sonda TT103. A água circula no circuito a temperatura semelhante à temperatura da Fase 1 e é aquecida passando pelas resistências R21 até que a sonda TT103 atinja um valor igual ao de Tobj ± 0,1°C. Da mesma forma que durante o período de pré-condicionamento da Fase 1 a água não circulava dentro do depósito, neste pré-condicionamento ocorre o mesmo, circulando a água num circuito menor encontrando-se a electroválvula SV102 fechada. Quando é atingida a temperatura de pré-condicionamento, termina a primeira parte da Fase 2 iniciando-se de seguida a permuta com o depósito. Contrariamente à Fase 1 e devido à existência de um permutador, a água não circula para dentro do depósito diretamente, permutando de forma indireta. Para que a água que passe no novo circuito entre nos permutadores à temperatura pretendida é necessário que esta seja aquecida pela resistência R21 e nalguns casos arrefecida com o auxílio da água fria proveniente da abertura do circuito das electroválvulas SV205 e SV206. Ao passar por esta zona de aquecimento/arrefecimento, a água é dividida em dois mini circuitos semi-independentes, circulando com caudal variável e dependente do tipo de teste que se esta a realizar. O restante caudal é recirculado pela válvula V107 e misturando-se com a água mais fria proveniente da saída do permutador, circulando depois de novo pela zona da resistência R21. Esta fase termina de duas formas diferentes: Caso estejamos a realizar testes com o permutador solar, quando a temperatura à saída do permutador atinge os 60°C a Fase 2 termina; Caso o teste seja realizado com o permutador auxiliar, a Fase 2 termina quando a temperatura da sonda T2 referida na tabela 6 atinge os 60°C.\nFase 3 - Durante a fase de descarga não existe qualquer fase de pré condicionamento, pois o objetivo é colocar o depósito, ou seja, a sua saída o mais rapidamente possível a 20°C. Para que isso ocorra faz-se chegar água à entrada do depósito a 20°C. O circuito funciona exatamente da mesma forma que foi descrita na Fase 1 até que a saída do depósito se encontre a 20±0,1°C, situação que ao ocorrer termina imediatamente o teste.\nFase 4 - A fase 4, característica dos testes V e NV, é em tudo semelhante à Fase 2, pois esta pode ser designada como uma segunda fase de carga, ou seja, dá-se de novo uma fase de pré-condicionamento, neste caso apenas do circuito de carga e com base na temperatura objetivo (Tobj) e na temperatura da sonda TT103. A água circula no circuito a temperatura normalmente inferior à temperatura da fase 3 e é aquecida passando pelas resistências R21 até que a sonda TT103 atinja um valor igual ao de Tobj ± 0,1°C. Quando é atingida a temperatura de pré-condicionamento, termina a primeira parte da Fase 4 iniciando-se de seguida a permuta com o depósito. De forma semelhante à Fase 2 e devido à existência de um permutador, verifica-se uma permuta de energia de forma indireta. Para que a água que passe no novo circuito entre nos permutadores à temperatura pretendida é necessário que esta seja aquecida pela resistência R21 e nalguns casos arrefecida com o auxílio da água fria proveniente da abertura do circuito das electroválvulas SV205 e SV206. Ao passar por esta zona de aquecimento/arrefecimento, a água é dividida em dois mini circuitos semi-independentes, circulando com caudal variável e dependente do tipo de teste que se está a realizar. O restante caudal é recirculado pela válvula V107 e misturando-se com a água mais fria proveniente da saída do permutador, circulando depois de novo pela zona da resistência R21. Esta fase termina quando a temperatura da sonda T2 referida na tabela 6 atinge uma temperatura de referência.\nFase 5 - Durante a fase 5, realiza-se uma descarga semelhante à realizada na fase 3, onde o objetivo é a obtenção de água à saída do depósito a uma temperatura de 20±0,1°C, situação que ao ocorrer termina imediatamente o teste.\nNa categoria Integradores do circuito de carga pode ser avaliado o volume reduzido do sistema, ou seja, o quociente entre o número de volumes totais necessários aquecer para terminar a Fase 2 e o volume padrão bem como a potência fornecida ao sistema instantaneamente, valor esse que é indicado como referência em cada um dos testes a realizar. Na categoria Integradores do circuito de descarga pode ser avaliado o volume reduzido do depósito durante a fase de descarga, ou seja, o quociente entre o número de volumes totais de água necessários inserir dentro do depósito para terminar a Fase 3 e o volume padrão, bem como a potência extraída ao depósito instantaneamente. Por fim, no último painel temos a indicação da temperatura das sondas no interior do depósito, indicadas por T301 e a T302.\n4.5\tModelação em TRNSYS\nO TRNSYS[1] é um ambiente de simulação completo e extensível para simulação transiente de sistemas. É usado por engenheiros e investigadores em todo o mundo para validar novos conceitos de energia, desde sistemas solares para aquecimento de água sanitária até à simulação de edifícios e o seu equipamento, estratégias de controlo, comportamento dos ocupantes e sistemas de energias renováveis como energia solar, eólica entre outros.\nDurante a realização desta dissertação foi necessário proceder à análise dos dados provenientes do laboratório e compara-los com uma base teórica que já foi descrita anteriormente pela equação 1. Para\ntal procedeu-se à criação de uma função que representa a soma da diferença entre os valores obtidos pela equação com os dados provenientes do laboratório e os valores simulados utilizando o software TRNSYS[1], a essa equação chama-se função objetivo.\nA linguagem base de programação do software TRNSYS[1] é o FORTRAN, mas existem interfaces gráficas que permitem a utilização do software sem que seja necessário ao utilizador um conhecimento da linguagem base. A interface utilizada durante a realização desta dissertação foi o TRNSYS SimulationStudio. A figura seguinte representa o esquema criado no TRNSYS SimulationStudio para se proceder à otimização dos parâmetros do depósito com vista à redução do valor da função objetivo, parâmetros esses que irão ser descritos posteriormente. Na figura é possível também identificar várias ligações entre os vários componentes do esquema, ligações essas que servem como input ou output de dados entre os vários componentes.\n■Un\nTRNOPT\nFigura 14 - Esquema criado para otimizar os parâmetros característicos do depósito\nDurante as simulações efetuadas no TRNSYS SimulationStudio foram utilizados dados da biblioteca do TRNSYS designados por Types. Na realização de todo este trabalho foram quatro os Types utilizados durante as otimizações do depósito, e que são descritos de seguida.\nDe entre todos os Types utilizados, existe um que pode ser designado como a base do trabalho pois é representativo de um depósito de armazenamento semelhante ao ensaiado.\nType340\n<\ntype340\nFigura 15 - Ícone do Type 340\nO Type340[6] encontra-se na categoria Thermal Storage do TRNSYS SimulationStudio.\nEste Type tem como função calcular a potência teórica entregue pela porta dupla 1 e pelos dois permutadores com base na equação 1 descrita anteriormente. Após esse cálculo, o Type entrega esses valores à calculadora Potências.\nÉ importante, também, referir que comparando com a equação 1, o Type340[6] efetua um cálculo mais pormenorizado das perdas, desdobrando-as se necessário em perdas pelo topo do depósito, perdas pela lateral e perdas pelo fundo do depósito. Além disso, o parâmetro da transferência de calor entre os permutadores e o depósito, 'UA',hx’s_ pode ainda ser desdobrado para se obter um valor mais preciso, nhx\nrecorrendo à seguinte equação:\nx Fhx x mhxb^ x [dhx,in - es,^ x |—v—1'^\"\nnhx\tnhx\tL 2 J\n(8)\nOnde:\n(UA)hxs é o coeficiente de transferência de calor do permutador - [kJ/(hK)]\nnhxé o número de nós ocupado pelo permutador de calor\nFhx é o factor de dependência de tempo\nmhxé o caudal que circula pelo permutador de calor [kg/s]\n^hx,in é a temperatura de entrada no permutador de calor [°C]\n■dSií é a temperatura do nó correspondente no depósito [°C]\nbhxjxbhxp., bhx,3 são parâmetros a determinar\nOu seja, é possível obter o valor da transferência de calor dos permutadores para o depósito utilizando a dependência das perdas no tempo, o caudal que circula nos permutadores, a diferença de temperatura e a temperatura média.\nNa equação anterior encontra-se um termo que até agora ainda não foi referido, nomeadamente, a dependência com o tempo da transferência de calor. A existência deste parâmetro justifica-se com a inércia térmica do fluido no interior do depósito. Como a convecção natural não ocorre imediatamente após o início da transferência de calor dos permutadores de calor para o depósito e ocorre apenas alguns instantes mais tarde, toma-se em consideração um valor da dependência no tempo para que este efeito não crie oscilações na transferência de calor que tende a ser constante. A equação seguinte define o modo de cálculo deste parâmetro.\nFhx,t =\tX Jt=0 mhx X (1 — Fhx:) X dthx\t(9)\nOnde:\nm'hxé o caudal que circula pelo permutador de calor [kg/h]\nShxé o fator que caracteriza o comportamento inicial do permutador de calor\nT=0 é o instante de tempo em que o permutador de calor inicia a sua operação [h]\nT= -1 é o passo de tempo anterior a t [h] em que t é o tempo no momento [h]\nOs outros três Types utilizados na modelação do comportamento térmico do depósito encontram-se descritos no Anexo III.\n4.6\tIdentificação dos parâmetros característicos do comportamento térmico do depósito\nComo já foi referido anteriormente, para se proceder á identificação dos parâmetros característicos do comportamento térmico do depósito recorre-se à criação de uma função objetivo que é definida como o integral da diferença da potência prevista e da potência medida ao longo de todos os testes. Essa função objetivo é definida matematicamente na equação (1)\n4.6.1\tOtimização\nDe modo a determinar o valor mínimo da função objetivo, isto é, minimizar a diferença entre os dados experimentais e simulados procede-se à realização de otimizações. Estas otimizações são realizadas com recurso a uma ferramenta de apoio ao TRNSYS SimulationStudio designada por TRNOPT, a qual funciona como ligação entre o TRNSYS[1] e o GenOpt[12] que é um programa de otimização para a minimização de uma função como a função objetivo referida anteriormente. O GenOpt[12] foi desenvolvido para resolver problemas de otimização onde a função objetivo é difícil de calcular. Uma das características mais importantes do GenOpt[12] é a de que este possui uma biblioteca com algoritmos de otimização multidimensionais e unidimensionais locais e globais , bem como algoritmos para fazer iterações de parâmetros o que facilita bastante o processo de otimização.\nA utilização do GenOpt[12] com recurso ao TRNOPT encontra-se descrita no Anexo V.\n4.6.2\tEscolha do método a utilizar\nO software GenOpt[12] como foi referido anteriormente é adequado para o processo de obtenção de parâmetros e apresenta uma interface amigável que pode também apresentar uma componente gráfica. Assim sendo foram analisados e comparados dois métodos de obtenção de parâmetros e escolhido o que apresentava os melhores resultados.\n4.6.2.1\tMétodo de Hooke-Jeeves\nO Algoritmo de Hooke-Jeeves[13] consiste numa sequência exploratória de iterações onde se variam parâmetros teóricos com passos de tempo da mesma ordem de grandeza, e, quando tal aumento ou diminuição de qualquer parâmetro melhora ainda mais o ajuste dos dados experimentais, fixa-se o valor e muda-se de parâmetro. Com o aumentar do passo de tempo, o algoritmo diminui a variação máxima\nde parâmetros para metade da variação anterior até que esta variação seja considerada suficientemente pequena e se tenha encontrado um valor de função objetivo ideal. [12]\n4.6.2.2\tMetodo PSO-Particle Swarm Optimization\nO método PSO é um método que explora um conjunto de possíveis soluções para um problema de otimização. Cada solução inicial é designada por partícula e um conjunto de soluções potenciais a cada passo iterativo é designado por população. A primeira população é normalmente iniciada utilizando um gerador de números aleatórios com o objetivo de espalhar as partículas uniformemente por um hipercubo definido pelo utilizador. A equação de atualização de partículas determina a localização de cada partícula na próxima geração, ou seja, no próximo passo iterativo. Esta equação tem como modelo o comportamento social de um conjunto de pássaros ou de peixes que seguem o resultado que apresenta o menor valor de função objetivo. [12]\nA tabela seguinte mostra as principais diferenças vantagens e desvantagens dos dois métodos referidos anteriormente.\nTabela 13 - Vantagens e desvantagens do diferentes métodos\nAlgoritmo\tVantagens\tDesvantagens\nParticle Swarm Optimization (PSO, Algoritmo evolucionário)\tEficiente com intervalo largo nos limites dos parâmetros O resultado é independente da escolha dos valores iniciais\tConverge normalmente para um ponto longe do mínimo global\nHooke-Jeeves (Algoritmo de Procura Global)\tEncontra o ponto mais baixo da função ou seja, escolhe os parâmetros que minimizam ao máximo a diferença de energia entre os valores teóricos e práticos (modo multi-start)\tSão necessárias várias otimizações, sendo assim necessário muito tempo para obter os parâmetros ideais (modo multi-start)\nAlgoritmo combinado (PSO-Hooke-Jeeves)\tCombina as vantagens do PSO com o Hooke-Jeeves, apresenta bons resultados a cada otimização\tNormalmente não apresenta o melhor resultado dado que não utiliza o método multi-start\nO método multi-start referido na tabela anterior consiste numa geração aleatória de parâmetros em Microsoft Excel que irão ser posteriormente otimizados. A geração de valores tem como base a definição de um valor mínimo e máximo para cada parâmetro. Para cada valor aleatório do parâmetro subtrai-se o valor máximo pelo valor mínimo e multiplica-se esse valor por um valor aleatório entre 0 e 1 recorrendo á função RAND() do Microsoft Excel, por fim soma-se o valor mínimo do respetivo\nparâmetros para garantir que o valor fica sempre situado dentro do intervalo estipulado na folha de cálculo.\nPara todas as otimizações efetuadas escolheu-se o método de otimização de Hooke-Jeeves [13], em primeiro lugar devido á leitura de alguma bibliográfica como o manual do Genopt[12] e ainda por comparação durante esta dissertação, pois no inicio da mesma foram realizadas algumas otimizações utilizando o método PSO-Hooke-Jeeves e o método Hooke-Jeeves[13] e verificou-se que o último obtinha sempre melhores valores de função objetivo apesar de o seu tempo de otimização ser um pouco superior. Os aspetos mais importantes a ter em conta quando se realizam este tipo de otimizações são o resultado final, a coerência dos parâmetros obtidos, o número de iterações e o tempo de teste, sendo que o resultado final ou seja, o valor da função objetivo é o parâmetro mais importante dos referidos. Assim sendo, pode-se observar na tabela seguinte os valores obtidos para os dois métodos testados no inicio desta dissertação podendo-se concluir que o método Hooke-Jeeves[13], é o melhor apesar de apresentar um tempo de teste um pouco mais elevado. É interessante reparar também que a percentagem de erro utilizando o método de Hooke-Jeeves[13] é cerca de 2% menor do que a percentagem de erro utilizando o método PSO o que se torna essencial pois o objetivo destes testes é a redução máxima da percentagem de erro com vista à validação dos parâmetros.\nOs resultados dessa comparação encontram-se descritos de seguida.\nTabela 14 - Comparação entre o método PSO-Hooke Jeeves e Hooke Jeeves\n\tPSO-Hooke Jeeves\tHooke-Jeeves\nNumero de iterações\t486\t336\nTempo de teste (min)\t54\t60\nResultado Final (Wh)\t18579\t15276\n%erro\t11.6\t9.5\n5.\tResultados - Ensaio do depósito\n5.1\tAnálise preliminar a um conjunto de variáveis\nPartindo-se do esquema criado em TRNSYS no capitulo 4.5 procedeu-se à avaliação de determinados parâmetros com o objetivo de se perceber quais os que têm uma maior importância na determinação dos parâmetros característicos do depósito e por consequência diminuem ao máximo o valor da função objetivo. Assim sendo e para se entender a importância de cada uma das variáveis resolveu-se iniciar o estudo com a utilização de apenas 5 variáveis, adicionando-se outras variáveis à vez para se verificar os seus efeitos na função objetivo. Este depósito ensaiado não é igual ao depósito utilizado na dissertação mas é um depósito do grupo 2 e serviu como base para a análise de parâmetros. A tabela seguinte indica os parâmetros avaliados durante este pequeno estudo introdutório.\nTabela 15 - Parâmetros avaliados na obtenção do mínimo na função objetivo\nVariável\tAbreviatura\nNúmero de nós\tnrNos\nVolume [l]\tVolume\nPerdas do depósito para o exterior [kj/h/°C ]\tUAs,a\nTransferência de calor entre o permutador solar e o depósito [kj/h/°C]\tUAsolsto\nTransferência de calor entre o permutador auxiliar e o depósito [kj/h/°C]\tUAauxsto\nCondutividade térmica [W/m.K]\tCondtherm\nTransferência de calor entre o topo do depósito e o exterior [kj/h/°C]\tStolosstop\nTransferência de calor entre a base do depósito e o exterior [kj/h/°C ]\tStolossbot\nb3 do permutador solar\tb3solar\nb3 do permutador auxiliar\tb3aux\nSaída do permutador auxiliar\tSaidaAux\nSaída do permutador solar\tSaidaSolar\nPara se iniciar a analise dos parâmetros e da sua importância escolheu-se o volume do depósito em litros, as perdas do depósito para o exterior em kj/h/°C , a transferência de calor entre o permutador solar e o depósito em kj/h/°C, a transferência de calor entre o permutador auxiliar e o depósito em kj/h/°C e o número de nós. Os resultados são apresentados na tabela seguinte e servem como base para avaliação dos parâmetros que se apresentam daqui em diante.\nTabela 16 - Resultados da primeira obtenção de parâmetros (5 variáveis)\n\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\t\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\nGrupo 1\tVolume (l)\t0,232\t0,291\t0,218\t0,292\t0,349\t0,291\t0,244\t0,291\n\tUAs,a [kj/h/°C]\t12,0\t8,2\t9,5\t8,2\t5,4\t8,2\t11,4\t8,2\n\tUAauxsto [kj/h/°C]\t14\t118\t193\t117\t342\t120\t297\t117\n\tUAsolsto [kj/h/°C]\t134\t156\t96\t157\t274\t157\t379\t158\n\tnrNos\t21\t152\t86\t144\t7\t103\t154\t129\n\tFunção objetivo (Wh)\t3223\t\t3168\t\t3385\t\t3183\t\nNesta primeira tabela verifica-se um valor de função objetivo a rondar em média dos 3300Wh. Partindo destes resultados resolveu-se adicionar mais duas variáveis, sendo elas os valores dos b3 do permutador solar e b3 do permutador auxiliar, valores estes que são importantes na equação que representa o Type340[6]. É ainda importante referir que o intervalo no qual os valores de b3 poderiam variar é de [0,2].\nTabela 17 - Resultados da segunda obtenção de parâmetros (7 Variáveis)\nGrupo 2\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParâmetros (7 variáveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,280\t0,218\t0,283\t0,349\t0,294\t0,244\t0,292\n\tUAs,a [kj/h/°C]\t12,1\t7,9\t9,5\t8,2\t5,4\t8,2\t11,4\t8,2\n\tUAauxsto [kj/h/°C]\t14\t49\t193\t231\t342\t254\t297\t209\n\tUAsolsto [kj/h/°C]\t134\t14\t96\t16\t274\t289\t379\t189\n\tnrNos\t21\t63\t86\t144\t7\t129\t154\t78\n\tb3solar\t1,75\t1,27\t1,55\t1,22\t0,63\t0,43\t0,94\t0,55\n\tb3aux\t0,63\t0,83\t0,83\t0,43\t0,60\t0,40\t0,65\t0,45\n\tFunção objetivo (Wh)\t4874\t\t4234\t\t3133\t\t3352\t\nAo serem adicionadas estas duas variáveis verifica-se que nos casos em que o valor de pelo menos um dos parâmetros b3 é superior a 1, o valor da função objetivo aumenta consideravelmente, mantendo-se quase constante quando o valor de ambos os b3 se encontram com um valor final inferior a 1, esta analise vai de encontro ao referido em [14] que afirma que na sua experiencia com analise de parâmetros os valores de b3 devem apenas variar no intervalo [0,1]. Assim sendo e com o objetivo de comprovar o referido em [14] procedeu-se à analise das mesmas variáveis limitando agora o valor de ambos os parâmetros b3 ao intervalo [0,1]. Os resultados são apresentados na tabela seguinte.\nTabela 18 - Resultados da terceira obtenção de parâmetros (7 Variáveis)\nGrupo 3\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParametros (7 variaveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,2845\t0,218\t0,2855\t0,349\t0,2915\t0,244\t0,2915\n\tUAs,a [kj/h/°C]\t12,1\t8,0\t9,5\t8,2\t5,4\t8,1\t11,4\t143,6\n\tUAauxsto [kj/h/°C ]\t14\t64\t193\t53\t342\t269\t297\t399\n\tUAsolsto [kj/h/°C]\t134\t74\t96\t61\t274\t194\t379\t8\n\tnrNos\t21\t72\t86\t152\t7\t129\t154\t120\n\tb3solar\t1,00\t0,81\t1,00\t0,86\t0,63\t0,54\t0,94\t0,63\n\tb3aux\t0,63\t0,76\t0,83\t0,80\t0,60\t0,39\t0,65\t0,28\n\tFunção objetivo (Wh)\t3596\t\t3607\t\t3041\t\t3048\t\nComo é observável o valor da função objetivo diminui nos dois primeiros casos quando comparado com o valor da função objetivo na tabela da segunda obtenção de parâmetros, ainda assim estes valores são superiores ao da obtenção de parâmetros com as cinco variáveis iniciais, no entanto nas otimizações 3 e 4 obtiveram-se os valores mais baixos até ao momento, razão pela qual se mantiveram estas duas variáveis para as próximas otimizações. Nestas próximas otimizações e dado o modelo do depósito em [5], resolveu-se alterar a saída do permutador solar para 0 e avaliar também o efeito da condutividade térmica efetiva na vertical em W/m.K. Os resultados destas otimizações são apresentados de seguida.\nTabela 19 - Resultados da quarta obtenção de parâmetros (8 variáveis)\nGrupo 4\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParametros (8 variaveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,27\t0,218\t0,268\t0,349\t0,269\t0,244\t0,269\n\tUAs,a [kj/h/°C]\t12,1\t7,8\t9,5\t8,0\t5,4\t7,7\t11,4\t7,8\n\tUAauxsto [kj/h/°C]\t14\t64\t193\t73\t342\t389\t297\t314\n\tUAsolsto [kj/h/°C]\t134\t152\t96\t146\t274\t199\t379\t194\n\tnrNos\t21\t159\t86\t140,00\t7\t159\t154\t106\n\tb3solar\t1,00\t0,60\t1,00\t0,61\t0,63\t0,53\t0,94\t0,54\n\tb3aux\t0,63\t0,76\t0,83\t0,73\t0,60\t0,31\t0,65\t0,37\n\tCondtherm [W/m.K]\t4,5\t6,6\t7,1\t6,4\t8,5\t6,5\t9,2\t6,1\n\tFunção objetivo (Wh)\t2231\t\t2172\t\t2290\t\t2290\t\nNeste novo conjunto de otimizações dá-se um decréscimo médio de 800Wh na função objetivo, valor esse que demonstra a importância da definição correta das alturas significativas das conexões no depósito bem como da importância da condutividade térmica. Neste conjunto de otimizações obtém-se também a amplitude mínima de valores de função objetivo, pois no pior caso temos 2290Wh e no melhor caso 2172Wh. Dado os ótimos valores de função objetivo que se obteve adicionando a condutividade térmica e alterando a posição de saída do permutador solar resolveu-se manter estas alterações e\nadicionar mais dois parâmetros que resultam do desdobramento do parâmetro das perdas do depósito para o exterior. Esta adição de variáveis permite avaliar as perdas que o depósito tem pelo seu topo e pela sua base, ficando agora o parâmetro UAs,a destinado a avaliar as perdas do depósito para o ambiente apenas pela lateral do mesmo. Os resultados deste conjunto de otimizações encontram-se na tabela seguinte.\nTabela 20 - Resultados da quinta obtenção de parâmetros (10 Variáveis)\nGrupo 5\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParâmetros (10 variáveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,267\t0,218\t0,2655\t0,349\t0,269\t0,244\t0,269\n\tUAs,a [kj/h/°C]\t12,1\t5,5\t9,5\t5,6\t5,4\t5,9\t11,4\t5,6\n\tUAauxsto [kj/h/°C]\t14\t96\t193\t91\t342\t269\t297\t219\n\tUAsolsto [kj/h/°C ]\t134\t134\t96\t79\t274\t199\t379\t184\n\tnrNos\t21\t159\t86\t155\t7\t159\t154\t155\n\tb3solar\t1,00\t0,63\t1,00\t0,78\t0,63\t0,53\t0,94\t0,55\n\tb3aux\t0,63\t0,66\t0,83\t0,68\t0,60\t0,40\t0,65\t0,45\n\tCondtherm [W/m.K]\t4,5\t6,6\t7,1\t6,9\t8,5\t6,7\t9,2\t6,7\n\tStolosstop [W/K]\t4,00\t1,00\t17,96\t0,96\t4,17\t0,67\t3,31\t0,81\n\tStolossbot [W/K]\t9,43\t1,56\t18,51\t1,26\t6,86\t1,74\t3,52\t1,89\n\tFunção objetivo (Wh)\t2010\t\t2291\t\t2029\t\t1995\t\nNesta quinta obtenção de parâmetros obtiveram-se os melhores valores de função objetivo de todas as obtenções de parâmetros até agora e daqui em diante. Neste conjunto de otimizações obteve-se como melhor resultado 1995Wh, apresentando apenas a otimização 2 resultados piores quando comparados com a anterior. No entanto este conjunto de otimizações levou a que o tempo de determinação dos parâmetros passasse de 15 minutos para cerca de 40 minutos em media o que é considerado um aumento considerável. É interessante também avaliar em separado as perdas que o depósito tem para o exterior. Na tabela do Grupo 4 as perdas do depósito para o exterior apresentavam valor a rondar os 8 W/K valor esse que é em média igual ao valor da soma das perdas do depósito pelo topo pela base e pela lateral que agora resulta da soma de três componentes diferentes. Com o objetivo de se diminuir ainda mais o valor da função objetivo adicionaram-se mais dois parâmetros que até agora se encontravam fixos, foram eles a posição de saída do permutador solar e a posição de saída do permutador auxiliar. Os resultados encontram-se na tabela seguinte.\nTabela 21 - Resultados da sexta obtenção de parâmetros (12 variáveis)\nGrupo 6\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParâmetros (12 variáveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,272\t0,218\t0,298\t0,349\t0,339\t0,244\t0,284\n\tUAs,a [kj/h/°C]\t12,1\t7,1\t9,5\t4,3\t5,4\t6,1\t11,4\t5,2\n\tUAauxsto [kj/h/°C]\t14\t121\t193\t108\t342\t272\t297\t214\n\tUAsolsto [kj/h/°C]\t134\t104\t96\t204\t274\t202\t379\t191\n\tnrNos\t21\t158\t86\t112\t7\t139\t154\t149\n\tb3solar\t1,00\t0,70\t1,00\t0,53\t0,63\t0,53\t0,94\t0,54\n\tb3aux\t0,63\t0,60\t0,83\t0,63\t0,60\t0,40\t0,65\t0,45\n\tCondtherm [W/m.K]\t4,5\t6,3\t7,1\t3,4\t8,5\t3,4\t9,2\t3,6\n\tStolosstop [kj/h/°C]\t4,00\t0,00\t17,96\t1,96\t4,17\t1,17\t3,31\t1,31\n\tStolossbot [kj/h/°C]\t9,43\t1,31\t18,51\t19,64\t6,86\t19,99\t3,52\t3,77\n\tSaidaAux\t0,411\t0,531\t0,429\t0,564\t0,723\t0,618\t0,564\t0,534\n\tSaidaSolar\t0,225\t0,050\t0,183\t0,121\t0,321\t0,234\t0,124\t0,074\n\tFunção objetivo (Wh)\t2288\t\t2407\t\t2545\t\t2184\t\nComo é observável na tabela anterior e comparando com a tabela do Grupo 5, os valores da função objetivo aumentaram todos. Desta forma foi possível comprovar que as posições relativas da saida do permutador solar e da saída do permutador auxiliar calculadas à mão com recurso ao esquema do depósito se encontravam corretas e não era necessária a sua otimização. Num ultimo esforço para diminuir ainda mais a função objetivo e o tempo de calculo da mesma resolveu-se reduzir o numero de variáveis de 12 para 8 retirando assim as perdas do depósito pelo topo e pela base do mesmo, bem como a condutividade térmica e o b3 do permutador auxiliar. Os resultados são apresentados de seguida.\nTabela 22 - Resultados da sétima obtenção de parâmetros (8 Variáveis)\nGrupo 7\t\tOtimização 1\t\tOtimização 2\t\tOtimização 3\t\tOtimização 4\t\n\tParametros (8 variaveis)\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\tValor Inicial\tValor Final\n\tVolume (l)\t0,232\t0,272\t0,218\t0,298\t0,349\t0,309\t0,244\t0,284\n\tUAs,a [kj/h/°C]\t12,1\t7,9\t9,5\t153,7\t5,4\t8,2\t11,4\t8,3\n\tUAauxsto [kj/h/°C ]\t14\t121\t193\t118\t342\t119\t297\t119\n\tUAsolsto [kj/h/°C ]\t134\t149\t96\t8\t274\t157\t379\t151\n\tnrNos\t21\t145\t86\t150\t7\t156\t154\t160\n\tb3solar\t4,5\t5,9\t7,1\t3,7\t8,5\t4,0\t9,2\t4,3\n\tSaidaAux\t0,411\t0,531\t0,429\t0,564\t0,723\t0,580\t0,564\t0,542\n\tSaidaSolar\t0,225\t0,038\t0,183\t0,121\t0,321\t0,165\t0,124\t0,087\n\tFunção objetivo (Wh)\t2239\t\t2618\t\t2675\t\t2502\t\nAo observarmos os resultados conclui-se que não houve diminuição da função objetivo quando comparada com o grupo 5 apesar dos resultados não serem de todo maus. Assim sendo conclui-se após\nesta analise que para um depósito do Grupo 2 e semelhante ao utilizado nesta dissertação o melhor conjunto de parâmetros a ser utilizado para redução da função objetivo é o conjunto de parâmetros da tabela 20.\n5.2\tEscolha de parâmetros\nCom o objetivo de se melhorar o ajuste dos dados experimentais e teóricos procede-se à realização de otimizações desta vez para o depósito utilizado durante a dissertação. Para se proceder às otimizações efetua-se uma escolha das variáveis que se pretendem otimizar, neste caso, com base nos testes que se encontram no ficheiro de dados que serve como input no Type9a.\nComo já foi descrito no capítulo anterior e segundo a EN12977-3:2012[4], o teste C destina-se á determinação do volume do depósito, à taxa de transferência de calor do permutador inferior e a estratificação térmica durante a descarga. O teste L destina-se a determinar a taxa de perda de calor total no depósito em standby. O teste S tem como objetivo determinar a estratificação térmica durante a descarga com elevado caudal circulante. O teste NA destina-se a determinar a posição do permutador auxiliar e por fim o teste NB permite a determinação da estratificação térmica durante o período de standby.\nNo RR[5] é especificado que devem ser obtidos pelo menos os seguintes parâmetros relativos ao depósito por via de métodos de identificação de parâmetros.\n“• Volume efetivo do depósito [l];\n•\tTaxa de transferência de calor do permutador de calor dependendo da temperatura média local e do caudal que circula através do mesmo [W/K];\n•\tEstratificação térmica durante a descarga com caudal elevado e caudal baixo;\n•\tTaxa de perda de calor total durante o período standby [W/K];\n•\tCondutividade térmica efetiva na vertical [W/m.K] e;\n•\tAltura relativa das ligações e dos sensores de temperatura\n(As alturas de entrada no depósito dos permutadores auxiliar e solar não podem ser determinadas por via de identificação de parâmetros e devem ser estimadas utilizando o esquema do depósito, processo já efetuado no capitulo anterior.);”\nAvaliando o texto anterior e depois de se fazer a pré analise de parâmetros no capitulo 5.1 foram escolhidas as seguintes variáveis para se proceder à otimização.\nTabela 23 - Lista de variáveis a otimizar\nVariável\tAbreviatura\tObjetivo\nNúmero de nós\tnrNos\tObtenção do grau de estratificação do depósito\nVolume [m3]\tVolume\tCálculo do volume efetivo do depósito\nPerdas do depósito para o exterior [kj/h/°C]\tUAs,a\tCalculo das perdas do depósito para o exterior\nTransferência de calor entre o permutador solar e o depósito [kj/h/°C]\tUAsolsto\tCálculo de um dos componente da transferência de calor entre o permutador solar e o depósito\nTransferência de calor entre o permutador auxiliar e o depósito [W/K kj/h/°C]\tUAauxsto\tCálculo de um dos componentes da transferência de calor entre o permutador auxiliar e o depósito\nCondutividade térmica [W/m.K]\tCondtherm\tCondutividade térmica efetiva na vertical\nb1 do permutador solar\tb1solar\tCálculo de um dos componente da transferência de calor entre o permutador solar e o depósito\nb1 do permutador auxiliar\tb1aux\tCálculo de um dos componentes da transferência de calor entre o permutador auxiliar e o depósito\nb3 do permutador solar\tb3solar\tCálculo de um dos componente da transferência de calor entre o permutador solar e o depósito\nb3 do permutador auxiliar\tb3aux\tCálculo de um dos componentes da transferência de calor entre o permutador auxiliar e o depósito\nSaída do permutador auxiliar\tSaidaAux\tCálculo da posição de saída do permutador auxiliar\nSaída do permutador solar\tSaidaSolar\tCálculo da posição de saída do permutador solar\nPosição do sensor de temperatura no permutador solar\tSondaSolar\tCálculo da posição relativa do sensor de temperatura indicado como T1 na tabela 6\nPosição do sensor de temperatura no permutador auxiliar\tSondaAux\tCálculo da posição relativa do sensor de temperatura indicado como T2 na tabela 6\nDurante os testes realizados para escolha das variáveis a otimizar chegou-se à conclusão que existiam duas variáveis que não melhoram em nada a função objetivo mesmo que se procedesse à sua otimização, são elas o b2 do permutador solar e o b2 do permutador auxiliar. De acordo com Chris Bales, a dependência da diferença de temperatura, ou seja, b2 tem um valor fixo de 0. [14]\nPara se otimizar as variáveis no software TRNSYS[1] é necessário definir-lhes um valor máximo, mínimo e uma variação máxima permitida para cada parâmetro na qual o software realiza a procura da melhor solução. Esses valores encontram-se na tabela seguinte.\nTabela 24 - Parâmetros das variáveis otimizadas\nVariável\tValor mínimo\tValor máximo\tVariação máxima do parâmetro\nnrNos\t5\t160\t8\nVolume [m3]\t200\t600\t20\nUAs,a [kj/h/°C]\t0.2\t17\t0.08\nUAsolsto [kj/h/°C]\t0\t400\t18\nUAauxsto [kj/h/°C]\t0\t400\t18\nCondTherm [W/m.K]\t0\t10\t0.5\nb1solar\t0\t1\t0.05\nb1aux\t0\t1\t0.05\nb3solar\t0\t1\t0.05\nb3aux\t0\t1\t0.05\nSaidaAux\t0.5\t1\t0.025\nSaidaSolar\t0\t0.1\t0.02\nÉ importante referir que na tabela anterior não se encontram as variáveis relativas à posição relativa dos sensores de temperatura no depósito. Esta situação deve-se ao facto de estas serem apenas otimizadas no final da obtenção dos outros coeficientes. [7]\nOs valores escolhidos na tabela anterior são resultado de vários estudos/projetos prévios realizados com as mesmas variáveis e sua avaliação no contexto deste projeto. Esses estudos encontram-se nas referências. [14-19]\nb.3 Otimizações realizadas\nObservando as vantagens descritas relativamente ao método de Hooke-Jeeves[13] no capítulo 4, resolveu-se proceder á utilização do método multi-start para realizar as otimizações e assim sendo obter um valor de função objetivo final o mais preciso possível. Para tal realizaram-se 10 otimizações com os parâmetros referidos na tabela seguinte calculados de modo aleatório com recurso a uma folha de cálculo em Microsoft Excel. Esta geração de valores aleatórios teve como base a definição de um valor mínimo e máximo que o parâmetro poderia tomar já descritos em 5.1.2. Para o calculo do valor aleatório, subtrai-se o valor máximo pelo valor mínimo e multiplica-se esse valor por um valor aleatório entre 0 e 1 recorrendo à função RAND() do Microsoft Excel, por fim soma-se o valor mínimo do respetivo parâmetro para garantir que o valor fica sempre situado dentro do intervalo estipulado na folha de calculo.\nOs valores de entrada das 10 otimizações realizadas encontram-se na tabela seguinte.\nTabela 25 - Valores iniciais obtidos com o método multi-start\nVariavel\tOpt. 1\tOpt. 2\tOpt. 3\tOpt. 4\tOpt. 5\tOpt. 6\tOpt. 7\tOpt. 8\tOpt. 9\tOpt. 10\nnrNos\t77\t77\t155\t58\t134\t92\t39\t151\t14\t87\nVolume [m3]\t0.26\t0.54\t0.57\t0.49\t0.25\t0.46\t0.54\t0.21\t0.37\t0.25\nUAs,a [kj/h/°C /]\t5.4\t15.5\t0.9\t1.8\t9.6\t2.7\t4.8\t13.8\t12.1\t4.0\nUAsolsto [kj/h/°C /]\t162\t371\t99\t219\t102\t366\t334\t43\t21\t383\nUAauxsto [kj/h/°C]\t376\t236\t62\t6\t219\t80\t224\t45\t273\t95\nCondTherm [W/m.K]\t4.0\t3.4\t6.4\t4.1\t4.2\t2.8\t7.6\t6.4\t6.0\t3.2\nb1solar\t0.647\t0.400\t0.840\t0.898\t0.528\t0.954\t0.212\t0.080\t0.943\t0.567\nb1aux\t0.493\t0.065\t0.708\t0.861\t0.264\t0.981\t0.830\t0.684\t0.140\t0.130\nb3solar\t0.370\t0.827\t0.295\t0.890\t0.555\t0.260\t0.697\t0.902\t0.026\t0.008\nb3aux\t0.126\t0.657\t0.501\t0.370\t0.153\t0.405\t0.293\t0.379\t0.990\t0.501\nSaidaAux\t0.990\t0.652\t0.658\t0.526\t0.544\t0.921\t0.755\t0.688\t0.689\t0.922\nSaidaSolar\t0.013\t0.026\t0.050\t0.058\t0.049\t0.017\t0.091\t0.052\t0.006\t0.065\nApós a realização das 10 otimizações referidas anteriormente, procedeu-se à análise dos dados obtidos, tendo em mente que o melhor resultado será o que apresenta um menor valor de função objetivo. Como é facilmente observável na tabela seguinte, esse valor corresponde à otimização 7, com um resultado de função objetivo de 7326Wh. Este valor representa o erro de energia entre o valor teórico e o valor experimental.\nTabela 26 - Resultados das otimizações realizadas\nVariavel\tOpt. 1\tOpt. 2\tOpt. 3\tOpt. 4\tOpt. 5\tOpt. 6\tOpt. 7\tOpt. 8\tOpt. 9\tOpt. 10\nnrNos\t155\t152\t158\t118\t158\t152\t159\t157\t154\t156\nVolume [m3]\t0.40\t0.41\t0.41\t0.41\t0.39\t0.40\t0.40\t0.39\t0.39\t0.39\nUAs,a [kj/h/°C]\t10.8\t10.9\t11.0\t11.0\t10.7\t10.4\t10.9\t10.7\t10.7\t10.7\nUAsolsto [kj/h/°C]\t234\t292\t232\t207\t196\t486\t283\t314\t258\t294\nUAauxsto [kj/h/°C]\t432\t249\t116\t96\t420\t168\t272\t167\t152\t186\nCondTherm [W/m.K]\t4.4\t4.0\t3.0\t2.5\t5.1\t5.7\t4.0\t5.2\t5.1\t5.0\nb1solar\t0.135\t0.138\t0.153\t0.151\t0.159\t0.188\t0.168\t0.183\t0.184\t0.180\nb1aux\t0.243\t0.262\t0.358\t0.289\t0.245\t0.225\t0.268\t0.284\t0.253\t0.274\nb3solar\t0.645\t0.589\t0.658\t0.690\t0.702\t0.485\t0.616\t0.596\t0.648\t0.611\nb3aux\t0.382\t0.526\t0.751\t0.770\t0.391\t0.605\t0.506\t0.632\t0.640\t0.601\nSaidaAux\t0.678\t0.690\t0.696\t0.689\t0.675\t0.696\t0.680\t0.676\t0.677\t0.678\nSaidaSolar\t0.083\t0.086\t0.100\t0.098\t0.054\t0.077\t0.071\t0.052\t0.046\t0.045\nResultado\t7808\t7663\t8287\t9164\t7671\t8150\t7326\t7348\t7439\t7338\nA figura seguinte apresenta a simulação com o valor mínimo para a função objetivo. Nesta imagem podemos observar os 13 primeiros testes descritos na tabela 9 começando pelo teste C 4kW utilizando o permutador solar e terminando com o teste NB. Nesta imagem são claramente visíveis as fases de carga e descarga em cada um dos testes separadas por um pico de temperatura na imagem. Como é evidente na tabela 9 existem testes em que é utilizado o permutador auxiliar e testes em que é utilizado o permutador solar, nesta imagem, todos os testes em que foi utilizado o permutador solar encontram-se indicados até cerca das 140h onde termina a fase standby e descarga do teste L, daí em diante os testes apresentados referem-se todos ao permutador auxiliar. Além da representação do conjunto de testes ao longo do tempo é possível observar-se também a evolução da função objetivo ao longo do tempo terminando no valor já referido de 7326Wh.\nA partir do resultado ideal fixam-se os parâmetros obtidos e procede-se à sua validação utilizando o teste V e NV.\nTemperatures\n—\toutletPortl\n—\toutletSolar\n—\toutletAux\n—\tTAmb\n—\toutletPortl FILE\n—\toutletSolarFILE\n—\toutletAuxFILE\n—\tInletSolar\n—\tInletAux\nHeat transfer rates\nDowerPortl\n—\tpowerSolar\n—\tDowerAux\n—\tobj\nFigura 16 - Simulação que apresenta o valor mínimo para a função objetivo: Tempo total 201.3h e 7326Wh\n(Legenda: linhas a vermelho e verde: temperatura teórica e experimental medidas à saída da porta dupla 1. Linhas azul escuro e azul claro: temperatura teórica e experimental á saída do permutador solar, Linhas cor de rosa claro e cor de rosa escuro: valores relativos à temperatura teórica e experimental á saída do permutador auxiliar*)\n*Valores relativos à potencia que é entregue pelos permutadores solar e auxiliar ao depósito e que é relativa à saída pela porta dupla 1 poderiam ser também mostrados no entanto foi evitada essa situação nesta figura pois tornar-se-ia bastante confusa.\nProcedimento de verificação de resultados\nOs resultados obtidos com a sequência de teste especificada no capítulo anterior foram novamente pré processados e simulados utilizando desta vez os testes V e NV. Nesta simulação é usado o mesmo modelo de depósito utilizado para a definição dos parâmetros anteriores sendo também fixados os parâmetros obtidos como resultado ótimo na simulação com os testes referidos de início.\nNa nova simulação é necessário calcular as seguintes variáveis:\nTabela 27 - Variáveis calculadas para verificação de resultados\nVariavel\tDesignação\nQX,P\tenergia prevista\nQx,m\tenergia medida\nZ-x,Q\terro relativo na transferência de energia\nAPX\tdiferença absoluta entre a energia transferida medida e a energia transferida prevista\n*PX\tdiferença média na potência transferida\nPx\tpotência média transferida\nE-x,p\terro relativo na potência média transferida\nque se descrevem em seguida.\n5.3.1\tErro nas energias transferidas\nPara cada ligação “x” do depósito (x=C para carga e x=D para descarga) a energia prevista ser transferida designa-se por, Qx,p e a energia medida designa-se por, Qx,m e são calculadas de acordo com as seguintes equações.\nQx,p = ítPx,pdt\t(12)\nQx,m = $f-Px,mdt\t(13)\nPara cada conexão “x”( x=C para carga e x=D para descarga) o erro relativo na transferência de energia, ex,q é calculado utilizando a seguinte equação.\ni:x,Q = Qx’p~Qx’m X 100%\t(14)\n^x,m\nSe o erro relativo na transferência energia, ex,q , exceder o intervalo de ± 5,0%, conclui-se que os testes são considerados inválidos.\n5.3.2\tErro na potência transferida\nPara cada passo de tempo durante a simulação para cada conexão “x”( x=C para carga e x=D para descarga) a diferença absoluta entre a energia transferida medida e a energia transferida prevista deve ser calculada utilizando a seguinte equação.\nAP = lP — p Arx\t| rx,p rx,m\n(15)\nA diferença media na potência transferida através da conexão “x” deve ser calculada de acordo com:\ndt\n1\n(16)\nOnde Çx é um indicador logico com o valor de Çx=1 se a potência térmica for transferida através da conexão ”x”, caso contrario Çx=0.\nPara cada conexão “x”( x=C para carga e x=D para descarga), a potência média transferida é calculada recorrendo à equação.\np   J)\nX\títíxdt\n(17)\nPara cada conexão “x”( x=C para carga e x=D para descarga), o erro relativo na potência média transferida, ex,p deve ser calculada recorrendo à equação:\nE\n&amp;X\nX,P\tD-\n‘ X\n100%\n(18)\nSe o erro relativo na transferência energia, eXiP, exceder o intervalo de ± 5,0%, conclui-se que os testes são considerados inválidos.\nDe acordo com os dois testes realizados para confirmação dos resultados experimentais, neste caso teste V e teste NV e atendendo às suas características é possível afirmar que no caso do erro de transferência de energia na parte do teste V temos um componente de carga ou seja, o permutador solar e na parte da descarga temos a DP1, isto é, a porta dupla 1 que é definida como a entrada e a saída de água de consumo no depósito. Relativamente ao teste NV temos um componente de carga relativa ao permutador auxiliar e um componente de descarga correspondente à DP1, assim sendo, na componente do erro de transferência de energia iremos obter um valor para o erro de energia transferida pelo permutador solar, um valor para o erro de energia transferida para o permutador auxiliar e por fim dois valores para o erro de energia transferida pela DP1. No que toca ao erro de potência transferida, acontece o mesmo que no erro da energia transferida, ou seja, na parte do teste V temos um componente de carga, o permutador solar e na parte da descarga temos a DP1. Relativamente ao teste NV temos um componente de carga relativa ao permutador auxiliar e um componente de descarga correspondente à DP1, concluindo-se assim que iremos obter um valor de erro para a potência transferida através do permutador solar, um valor de erro para a potência transferida através do permutador auxiliar e dois valores de erro relativos ao erro de potência transferida pela DP1. Os resultados e a sua verificação encontram-se nas tabelas seguintes.\n5.3.3\tValidação dos parâmetros utilizando o teste V e NV\nPara a validação dos parâmetros relativos ao comportamento térmico do depósito utilizaram-se as equações referidas anteriormente e adicionou-se ao deck original dois novos Types65d que fazem a impressão dos resultados em forma de imagem, estes Types designam-se por “Verificação Energias” e “Verificação Potências” e permitem obter os valores relativos às variáveis que são necessárias calcular. A figura seguinte mostra esses dois Types e as suas ligações.\nFigura 17 - Deck utilizado para verificação de parâmetros do depósito\nAs tabelas seguintes representam os resultados obtidos após a verificação dos parâmetros do depósito utilizando o teste V e NV. Na primeira tabela encontram-se os resultados para a validação dos parâmetros utilizando o teste V. No quadro de cima são indicados os valores para o erro da energia transferida e no quadro inferior são indicados os valores para o erro da potência transferida. Da mesma forma são apresentados os resultados para a verificação de parâmetros utilizando o teste NV. No quadro de cima estão apresentados os valores para o erro da energia transferida e no quadro inferior são indicados os valores para o erro da potência transferida.\nTabela 28 - Verificação dos parâmetros do depósito utilizando teste V\nTeste V\t\t\t\t\t\t\t\nErro na Energia transferida de acordo com a EN12977-3, B3 [4]\t\t\t\t\t\t\t\nQc,p\t[MJ]\t74.51\t\tQd,p\t[MJ]\t69.49\t\nQc,m\t[MJ]\t73.54\t\tQd,m\t[MJ]\t68.37\t\nEc,Q\t[%]\t1.31\t(max. 5 %)\tEd,Q\t[%]\t1.63\t(max. 5 %)\n\t\t\t\t\t\t\t\nErro na Potência transferida de acordo com a EN12977-3, B3[4]\t\t\t\t\t\t\t\nAPc\t[W]\t37\t\tAPd\t[W]\t129\t\nPc\t[W]\t3913\t\tPd\t[W]\t7665\t\nEc,P\t[%]\t0.96\t(max. 5 %)\tEc,P\t[%]\t1.68\t(max. 5 %)\nTabela 29 - Verificação dos parâmetros do depósito utilizando o teste NV\nTeste NV\t\t\t\t\t\t\t\nErro na Energia transferida de acordo com a EN12977-3, B3[4]\t\t\t\t\t\t\t\nQc,p\t[MJ]\t40.09\t\tQd,p\t[MJ]\t37.39\t\nQc,m\t[MJ]\t39.22\t\tQd,m\t[MJ]\t36.45\t\nEc,Q\t[%]\t2.23\t(max. 5 %)\t£d,Q\t[%]\t2.59\t(max. 5 %)\n\t\t\t\t\t\t\t\nErro na Potência transferida de acordo com a EN12977-3, B3[4]\t\t\t\t\t\t\t\nAPc\t[W]\t72\t\tAPd\t[W]\t120\t\nPc\t[W]\t7356\t\tPd\t[W]\t7083\t\nEc,P\t[%]\t0.98\t(max. 5 %)\tEc,P\t[%]\t1.69\t(max. 5 %)\nComo havia sido referido nos capítulos anteriores, o valor do erro das energias e das potências para o teste V e NV não ultrapassa sequer os 2.6%, não chegando perto do limite máximo de 5% de erro da função objetivo, validando assim os parâmetros obtidos para caracterizar o comportamento térmico do depósito. Considera-se assim que o depósito é caraterizado pelos parâmetros indicados na Tabela 30, isto é, os valores indicados na Tabela 26 correspondentes à otimização 7.\nTabela 30 - Parâmetros que caracterizam o depósito de armazenamento de energia\nVariável\tValor Obtido\nnrNos\t159\nVolume [m3]\t0.40\nUAs,a [W/K]*\t3.03\nUAsolsto [W/K]*\t78.6\nUAauxsto [W/K]*\t75.5\nCondTherm [W/m.K]*\t1.11\nb1solar\t0.168\nb1aux\t0.268\nb3solar\t0.616\nb3aux\t0.506\nSaidaAux\t0.680\nSaidaSolar\t0.071\n*Os valores apresentados anteriormente foram convertidos para unidades semelhantes às usadas na bibliografia de modo a poderem ser comparados e serem retiradas as respetivas conclusões.\nRelativamente aos resultados dos parâmetros obtidos e começando pelo volume, o volume nominal indicado pelo fabricante é de 398 litros e o volume obtido da determinação de parâmetros foi 400 litros o que indica que este parâmetro esta coerente. O valor das perdas do depósito para o ambiente de 3.03W/K é também considerado aceitável tendo em conta que é um depósito isolado e que se pretende evitar ao máximo as perdas para o exterior e vai de acordo aos valores indicados em [16] onde para um depósito semelhante de 300 litros é indicado um valor de 2,59W/K e para um depósito de 500 litros é apresentado um valor de 3,29 W/K. No que toca à condutividade térmica, esta apresenta um valor de 1,11W/m.K, valor um pouco mais baixo quando comparado com a bibliografia [16] mas ainda assim dentro do esperado. Relativamente às saídas do permutador auxiliar e do permutador solar, estas encontram-se dentro do esperado pois os valores calculados na tabela 8 foram de 0.705 e 0.075 respetivamente e os valores obtidos experimentalmente foram de 0.68 e 0.071. Por fim interessa também analisar os valores do b1 e do b3 tanto para o permutador solar como para o permutador auxiliar. Como estes dois parâmetros fazem parte da equação que define a transferência de energia por parte dos permutadores para o depósito é normal que quando um apresenta um valor mais elevado do que o esperado o outro apresente um valor mais baixo e é isso que acontece neste caso. Para o caso do b1 e b3 para o permutador solar, o valor do b1 solar é de 0.168 enquanto o valor do b3 solar é de 0.616, já no caso do b1 e b3 para o permutador auxiliar, o valor do b1 é superior ao do solar, apresentando um valor de 0.268 sendo o do b3 auxiliar mais baixo do que o b3 solar e apresentando um valor de 0.506. Os valores do b1 e b3 para o permutador solar apresentam uma variação de 0,1 relativamente aos valores bibliográficos [19], já os valores dos b1 e b3 para o permutador auxiliar são semelhantes aos valores bibliográficos, no caso do b1 o valor é de 0,268 nesta dissertação e de 0,263 na bibliográfica, no caso do b3 o valor é de 0,506 neste trabalho enquanto que na bibliografia[19] apresenta um valor de 0,455.\nApós esta analise e determinação de parâmetros procede-se à determinação da posição das sondas de temperatura junto do permutador solar e do permutador auxiliar.\n5.4\tDeterminação da posição vertical das sondas de temperatura junto do permutador solar e do permutador auxiliar\nTendo-se verificado com sucesso os parâmetros do depósito, parte-se para a determinação da posição vertical dos sensores de temperatura.\nEstas sondas de temperatura são utilizadas para acionar os controladores do sistema solar e do sistema auxiliar quando atingem uma determinada temperatura, ou seja, são acionadas quando a temperatura do fluido no interior do depósito atinge uma temperatura de referencia. Assim sendo a determinação da sua posição relativa o mais próxima possível da realidade torna-se essencial pois essa posição é importante\nna analise do sistema solar a longo prazo no capitulo seguinte. As sondas tem uma importância vital na avaliação do comportamento térmico do sistema solar a longo prazo no capitulo 6 pois indicam quando é que o sistema solar funciona com recurso ao permutador solar e com recurso ao permutador auxiliar implicando assim variações nos cálculos da energia total consumida por fontes convencionais e por fonte renovável.\nEsta determinação é efetuada de forma semelhante à realizada durante a determinação dos parâmetros do depósito, ou seja, otimizando a posição das sondas de temperatura tendo-se como objetivo final reduzir a diferença entre o valor da temperatura medido e o valor da temperatura previsto proveniente do Type340[6]. As equações seguintes demonstram esse cálculo.\nA^z= l^z,m-^z,Pl\t(19)\ne\nr(t) = jtMz dt\t(20)\nonde\nAi9z é a diferença absoluta de temperatura entre o valor medido na posição do sensor de temperatura e o valor previsto;\ni9Z/m é a temperatura medida na posição do sensor de temperatura;\ni9z,p é a temperatura prevista na posição do sensor de temperatura; e\n/(t) representa a função objetivo para o calculo da posição dos sensores de temperatura\nÉ importante também referir que o cálculo para as sondas foi efetuado de forma separada devido ao facto de não poderem ser calculadas duas funções objetivo na mesma otimização. De forma semelhante à realizada na verificação dos parâmetros característicos do depósito efetuada no subcapítulo anterior, na verificação da posição vertical das sondas de temperatura foi necessária a adição de um novo Type65d designado por “Sondas Temperatura” onde é criada uma nova função objetivo, desta vez relativa ao erro de energia devido à posição das sondas. A imagem seguinte mostra o novo type adicionado.\nFigura 18 - Deck utilizado para a determinação da posição das sondas de temperatura junto do depósito\nTal como no inicio deste capítulo onde se definiram os valores máximos e mínimos que os parâmetros podiam tomar aquando da otimização dos parâmetros do depósito, neste caso, procedeu-se da mesma forma, atribuindo-se valores mínimos, máximos e de variação máxima do parâmetro considerados adequados. Esses valores encontram-se nas tabelas 31 e 33 enquanto que os respetivos resultados se encontram nas tabelas 32 e 34.\nTabela 31 - Definição dos valores máximo, mínimo e variação máxima do parâmetro para a otimização da sonda junto do permutador solar\nVariável\tValor mínimo\tValor máximo\tVariação máxima do parâmetro\nSondaSolar\t0.1\t0.5\t0.04\nTabela 32 - Resultados da determinação da posição relativa da sonda de temperatura junto do permutador solar\nSondaSolar\tOpt. 1\tOpt. 2\tOpt. 3\tOpt. 4\tOpt. 5\nValor Inicial\t0.251\t0.327\t0.181\t0.229\t0.276\nValor Final\t0.231\t0.227\t0.231\t0.229\t0.231\nFunção Objetivo (Wh)\t86.903\t86.903\t86.903\t86.903\t86.903\nTabela 33 - Definição dos valores máximo, mínimo e variação máxima do parâmetro para a otimização da sonda junto do permutador auxiliar\nVariável\tValor mínimo\tValor máximo\tVariação máxima do parâmetro\nSondaAux\t0.5\t0.95\t0.04\nTabela 34 - Resultados da determinação da posição relativa da sonda de temperatura junto do permutador auxiliar\nSondaAux\tOpt. 1\tOpt. 2\tOpt. 3\tOpt. 4\tOpt. 5\nValor Inicial\t0.909\t0.742\t0.750\t0.942\t0.864\nValor Final\t0.730\t0.732\t0.730\t0.732\t0.734\nFunção Objetivo (Wh)\t61.542\t61.542\t61.542\t61.542\t61.542\nTorna-se interessante avaliar o facto de o resultado da função objetivo ser o mesmo para as cinco otimizações realizadas tanto para o valor da posição da sonda de temperatura solar como da auxiliar e o\nvalor final obtido para a posição relativa da sonda de temperatura no depósito variar.\nEste acontecimento deve-se ao facto de no depósito existirem 159 nós, que ao serem divididos pela altura do depósito indicam que cada um deles possui uma altura de 0,062. Como o valor do resultado não varia mais do que 0,062, conclui-se que todos os resultados pertencem aos mesmo nó, daí o resultados ser o mesmo.\n6.\tResultados - Comportamento térmico do sistema\n6.1\tModelação em TRNSYS do comportamento térmico do sistema\nA modelação do comportamento térmico de um sistema solar pode ser descrida como a avaliação da forma como o sistema solar se comporta termicamente sob determinadas condições. Algumas dessas condições são a radiação solar incidente nos coletores e a temperatura ambiente, a temperatura da agua da rede do local, o consumo de água por parte do consumidor.\nPara se proceder à modelação do comportamento térmico do sistema procedeu-se de forma semelhante à realizada no capítulo 4.5 onde se realizou uma determinação dos parâmetros característicos do depósito, ou seja, utilizando o TRNSYS simulation studio. Assim sendo criou-se um deck que representa um sistema solar. Nas figuras seguintes é possível também identificar varias ligações entre os vários componentes do deck, ligações essas que servem como input ou output de dados entre os vários componentes. Como é também observável, existe um conjunto de Types agora utilizados e que não foram utilizados durante o processo de simulação dos parâmetros do depósito.\nA figura seguinte representa o esquema utilizado para se proceder à previsão de desempenho de um sistema solar ao longo de um ano. De acordo com a norma EN12977:2012 [2-4], para se proceder à previsão de desempenho de um sistema solar existem quatro cidades que devem ser utilizadas como referencia, sendo elas Estocolmo na Suécia, Atenas na Grécia, Davos na Suíça e Wurtzburgo na Alemanha, no entanto e devido à indisponibilidade temporária dos dados relativos a Estocolmo na Suécia, realizou-se uma analise utilizando dados relativos a Copenhaga na Dinamarca.\nFigura 19 - Esquema criado para modelação da performance de desempenho de longo prazo de um sistema solar\nTal como na análise dos parâmetros relativos ao comportamento do depósito, na modelação da performance de desempenho de longo prazo de um sistema solar existe também um Type que serve como input de dados para outros Types e calculadoras para que estes possam efetuar os cálculos necessários. Esse Type é o Type9c e está definido como Leitor de dados\nNa figura acima é possível ainda observar quatro ícones a verde que representam o circuito solar, circuito auxiliar, os caudais e o depósito e por fim o consumo, estes ícones são designados por macros e serão explicados mais a frente, tendo como objetivo simplificar o esquema do circuito do sistema solar.\nCom o objetivo de se obter resultados o mais próximo possível da realidade, antes de se proceder ao cálculo dos resultados finais faz-se uma avaliação dos vários circuitos do sistema para detetar possíveis erros. Essa análise está representada na figura com os Types 65d designados por “Analise Coletor” e “Analise dos caudais”.\nAo expandirmos a macro designada “Circuito solar”, surgem os ícones da figura seguinte que representam a componente solar do sistema. Esta componente solar é composta pelo coletor solar, Type 1b, pelo controlador solar, Type 2b e por uma bomba circuladora, Type 803.\n-----*-----\nColetor\nBomba\tControlador solar\nFigura 20 - Macro representativa do circuito solar\nO circuito solar funciona da seguinte forma: o coletor solar recebe dados de radiação incidente no plano do coletor, radiação horizontal total, radiação difusa na horizontal e temperatura ambiente do local provenientes do ficheiro de entrada. Este entrega ainda como input ao controlador solar o valor da temperatura à saída do permutador solar, entregando também através de uma ligação com o depósito valores relativos à temperatura de saída do coletor solar e caudal mássico. O controlador solar, type2b recebe do coletor a temperatura à saída do mesmo e recebe do depósito de armazenamento a temperatura da água no sensor de temperatura T1 correspondente ao sensor de temperatura junto do permutador solar. A bomba por sua vez recebe também valores como input provenientes do depósito, mais concretamente, o valor da temperatura à saída do permutador solar e o valor do respetivo caudal mássico. A bomba é ainda ativada pela diferença de temperatura verificada pelo controlador solar entre a temperatura à saída do permutador solar e a temperatura da água na sonda de temperatura T1, tendo sido\ndefinido de acordo com a norma EN12977:2012[2-4] que a diferença de temperatura para que esta iniciasse o seu funcionamento fosse de 10°C e a temperatura de término do seu funcionamento seria de 5°C. Esta diferença de temperaturas permite evitar situações de histerese, ou seja, situações onde a bomba liga e desliga com muita frequência. Por fim, de forma a evitar o mais possível os erros durante o processo de previsão de desempenho, a bomba entrega valores de temperatura de entrada no coletor solar, o coletor solar entrega valores de temperatura de saída e caudal de saída e é entregue ainda o valor da radiação global proveniente do ficheiro de entrada ao Type Analise Coletor para se fazer uma análise de coerência dos dados.\nAo expandirmos a macro designada “Circuito auxiliar”, surgem os ícones da figura seguinte que representam a componente auxiliar/convencional do sistema. Esta componente auxiliar é composta pelo permutador auxiliar, Type 6, pelo controlador auxiliar, Type 2a e por uma calculadora designada como “Aux” e que pode ser expandida como se vê na figura seguinte.\nFigura 21 - Macro representativa do circuito auxiliar\nO circuito auxiliar funciona da seguinte forma: O permutador auxiliar encontra-se a uma temperatura inicial e em contacto com o depósito, entregando-lhe valores de input relativos à temperatura de saída do permutador auxiliar, que corresponde à sua temperatura de entrada do fluido que atravessa o permutador no depósito, e o seu caudal mássico. Por sua vez, o depósito de armazenamento entrega valores de input ao controlador auxiliar, relativos à temperatura de saída do fluido. O valor da temperatura de saída é também transferido para uma calculadora ao qual é adicionado uma temperatura constante de 10°C pois de acordo com a norma EN12977:2012[2-4], definindo-se assim a temperatura de entrada no permutador auxiliar. Valor esse que é entregue ao controlador auxiliar.\nPor sua vez, o controlador auxiliar recebe um valor de temperatura proveniente da sonda de temperatura T2 no depósito referida na tabela 6 atuando no entanto de forma diferente do controlador solar. Esta sonda define o início de funcionamento do permutador auxiliar, quando a temperatura de referência da norma EN12977[2-4], ou seja, 52.5°C é inferior à temperatura T2. A utilização do circuito auxiliar é bastante útil para que a água de consumo de referência esteja sempre dentro dos limites requeridos pela norma EN12977[2-4].\nAo expandirmos a macro designada “Caudais e Depósito”, surgem os ícones da figura acima que representam a componente dos caudais e do depósito do sistema. Esta componente é composta pelo depósito, Type 340 e já utilizado na simulação de depósitos, pelo diversor de caudal, Type 11b e por uma junção de caudal, Type 11h.\nFigura 22 - Macro representativa do circuito caudais e depósito\nA macro “Caudais e Depósito” funciona da seguinte forma: A água de consumo definida chega ao diversor proveniente de uma calculadora que procede ao seu cálculo, encontrando-a sempre a uma temperatura igual à temperatura da água da rede do local referido. Esse valor é então dividido pelo diversor em dois circuitos distintos. Quando a água de consumo no interior do depósito se encontra acima dos 45°C definidos pela norma EN12977:2012[2-4], uma parte da agua segue para o Type “junção de caudal”, arrefecendo-a e passando a restante diretamente para o depósito para ser aquecida. Caso o depósito não se encontre a uma temperatura superior a 45°C, toda a água que passa pelo diversor segue para o interior do depósito, funcionando como se o circuito apenas tivesse um único sentido.\nAo expandirmos a macro designada “Consumo”, surgem os ícones da figura seguinte que representam a componente de consumo do sistema. Esta componente de consumo é composta pelo Type14h que é utilizado para indicar o momento em que ocorre o consumo e pela calculadora designada como “dados” e que pode ser expandida na figura 24.\nFigura 23 - Macro representativa do consumo do sistema\nFigura 24 - Calculadora \"dados\"\nO consumo é definido da seguinte forma: No Type14h define-se qual o momento do dia no qual se dá o consumo, neste caso definido pela norma EN12977[2-4], e que ocorre entre as 18h e as 19h. No entanto, neste Type apenas se define se existe ou não consumo, indicando-se o valor 0 quando não existe consumo e o valor 1 quando existe consumo. Para se obter o valor do caudal de consumo de AQS no instante de tempo definido recorre-se à calculadora “dados”, que recebe o Perfil de consumo de AQS indicado no Type14h. O valor do caudal de consumo é assim definido multiplicando-se o Perfil de Consumo de AQS pelo caudal requerido pela norma EN12977[2-4].\nFigura 25 - Função representativa do consumo para modelação de performance de longo prazo para um sistema solar\nA simulação do sistema solar térmico é realizada recorrendo a informações e indicações descritas na norma EN12977-2[3], na norma EN12977-3[4], no protocolo do RR[5] e na norma EN15332:2007[21]. Nos documentos referidos anteriormente encontram-se os parâmetros referidos para todo o sistema solar e que são descritos de seguida. Os valores referidos nas tabelas seguintes são relativos aos parâmetros característicos do comportamento térmico do depósito obtidos na otimização 7 no capítulo 5 e foram validados de acordo com a norma EN12977:2012[2-4].\nTabela 35 - Informação sobre os parâmetros do coletor solar\nColetor Plano\t\nParâmetro\tValor\nno\t0.8\na1 [W/(m2.K)]\t3.5\na2 [W/(m2.K2)]\t0.02\nCeff [kJ/(m2.K)]\t7.0\nTabela 36 - Informação relativa aos parâmetros do depósito de armazenamento de energia\nVariável\tValor\nnrNos\t159\nVolume [m3]\t0.40\nUAs,a [W/K]\t3.03\nUAsolsto [W/K]\t78.6\nUAauxsto [W/K]\t75.5\nCondTherm [W/m.K]\t1.11\nb1solar\t0.168\nb1aux\t0.268\nb3solal\t0.616\nb3aux\t0.506\nSaidaAux\t0.071\nSaidaSolar\t0.680\nSondaSolar\t0.23\nSondaAux\t0.732\nTabela 37 - Outros parâmetros relevantes para a simulação a longo prazo\nTemperatura de set point do controlador auxiliar\t52.5°C\nDensidade [kg/m3]\t992,42\nCalor específico [kJ/(kg K)]\t4,181\n6.2\tVerificação da coerência dos dados\nComo referido no subcapítulo anterior, realizou-se uma pequena analise para verificar se o deck criado se encontrava a funcionar corretamente.\n6.2.1\tAnalise dos dados provenientes da macro referente ao coletor\nNa figura seguinte, observa-se a temperatura de entrada do fluido no coletor solar e a temperatura de saída do fluido no coletor solar. Os dados encontram-se dentro do esperado pois a temperatura de entrada no coletor é menor do que a temperatura à saída, nunca apresentando valores incoerentes. Além disso, verifica-se também a radiação solar incidente no campo de coletores que se encontra em kJ/h/m2 e ainda o caudal que sai do campo de coletores, e que neste caso foi definido como 100kg/h, valor que nunca é ultrapassado. É interessante também verificar que o sistema solar térmico não funciona no primeiro dia pois a bomba não é acionada dado que não existe uma diferença de temperatura suficientemente elevada entre a saída e a entrada do coletor solar. Este facto deve-se à baixa radiação que se fez sentir neste dia.\nFigura 26 - Análise de coerência dos dados do coletor (48h) (1 e 2 de Janeiro)\n(Legenda: A vermelho encontra-se a temperatura de entrada no coletor solar, a azul encontra-se a temperatura de saída do coletor solar, a cor de rosa encontra-se a radiação solar e a cor de laranja o caudal de saída do coletor solar)\n6.2.2\tAnalise dos resultados provenientes da macro depósito e caudais\nAo analisarmos a figura seguinte podemos observar que a temperatura que sai do depósito de armazenamento de energia é igual à temperatura que sai da válvula misturadora Tpee exceto no período de consumo, ou seja entre as 18h e as 19h. Isto é devido ao facto de a temperatura de saída na válvula\nmisturadora Tpee ter sido limitada a 45°C aquando da existência de consumo por parte do utilizador. Outro dado que pode ser considerado importante é o do final do consumo no primeiro dia, onde é possível reparar que o sistema solar não suporta todo o consumo sendo necessário à posteriori um consumo de energia convencional, situação que não é necessária no segundo dia onde o sistema solar consegue suprir toda a necessidade energética.\nTemperatura\n—\tTSaidaSto\n—\tTDiv\n—\tTSaidaTpee\nCaudal\n—\tmSaidaSto\n—\tmDiv\n—\tmSaidaTpee\n0.00\t4.00\t8.00\t12.00\t16.00\t20.00\t24.00\t28.00\t32.00\t36.00\t40.00\t44.00\t48.00\nFigura 27 - Análise de coerência dos dados de temperatura à saída do sistema (48h) (1 e 2 de Janeiro)\n(Legenda: A vermelho encontra-se a temperatura de saída do depósito, a azul encontra-se a temperatura à saída do diversor e a cor de rosa encontra-se a temperatura à saída da válvula misturadora)\nPor fim analisou-se os caudais à saída das válvulas anteriormente referidas, tendo-se fixado um valor de 250l/dia. Verifica-se que o caudal é dividido pelo circuito sendo necessária uma maior quantidade de água fria proveniente da rede de consumo no dia com maior radiação para fazer face às elevadas temperaturas da água que circula no depósito contrariamente ao primeiro dia onde a radiação foi bastante mais reduzida.\nTemperatura\tCaudal\n—\tTSaidaSto\t— mSaidaSto\n—\tTDiv\t— mDiv\n—\tTSaidaTpee\t— mSaidaTpee\nFigura 28 - Análise de coerência dos dados de temperatura à saída do sistema (48h) (1 e 2 de Janeiro)\n(Legenda: A cor de laranja encontra-se o caudal á saída do depósito, a verde encontra-se o caudal á saída do diversor e a azul encontra-se o caudal á saída da válvula misturadora)\n6.3\tCálculo da fração de energia poupada, fsav\nO deck descrito no início desta capitulo tem como objetivo o cálculo da quantidade de energia que é requerida ao permutador auxiliar para suprimir as necessidades de AQS e assim possibilitar o calculo de fsav que é designado como a fração de energia que se poupa recorrendo à energia solar.\nPara o cálculo de fsav recorre-se à seguinte equação:\nfsav =\nQconv,net-Qaux,net\nQconv,net\n* 100\n(21)\nOnde:\nQconv,net é a energia requerida por parte de um sistema totalmente convencional, ou seja, sem recurso a energia solar (kWh/ano)\nQaux,net é a energia requerida por parte do permutador auxiliar do depósito solar para suprir as necessidades de AQS, já incluindo as perdas (kWh/ano) [10]\n6.3.1\tDefinição do sistema de aquecimento de água convencional\nCom o objetivo de calcular o valor de fsav, procede-se ao cálculo das necessidades energéticas de um sistema convencional com uma carga constante recorrendo a um conjunto de equações que se encontram definidas de seguida.\nNeste sistema convencional, o tamanho do depósito de armazenamento de água é definido como:\nVs, conv = 0,75 x Vd\t(22)\nOnde:\nVd é o volume de consumo diário definido anteriormente por 250l/dia\nAs perdas anuais do depósito são definidas por:\nQi.conv = (UA)S, conv x (ds - ds,amb) x 8760\t(23)\nonde a taxa de perda de calor de acordo com a norma EN12977-1[5] é dada por:\n(UA)S, conv = 0.16 x 4Vs, conv\t(24)\ne dse dsamb se encontram definidos na tabela do Anexo II como sendo 52.5°C e 15°C respetivamente. Por fim, e após o cálculo das perdas, calcula-se a energia total necessária para satisfazer as necessidades de aquecimento durante um ano.\nQd = m x Cp x (Temperatura de Referencia — Temperatua da agua da rede)\t(25)\nonde a temperatura de referência é referida na tabela do Anexo II como sendo 45°C.\nExiste ainda um parâmetro designado como rendimento do sistema convencional e é dado por n=0.75 Assim sendo, a energia total necessária entregar a um sistema convencional tendo em conta as\ncaracterísticas definidas neste capitulo é dada por:\nQ\nconv,net\nQd + Qf,conv\n(26)\n\nA energia total fornecida pelo permutador auxiliar é calculada utilizando o software TRNSYS\nsimulation studio e baseando-se na seguinte equação:\n__ Qaux\naux,net =\n(27)\n6.3.2\tVariação de parâmetros para modelação do sistema\nApós a análise da coerência dos dados e verificação do funcionamento do deck criado que foi efetuada no subcapítulo anterior, partiu-se para uma análise mais abrangente onde se fez variar o local onde se encontra o sistema, o caudal de consumo diário e a área dos coletores solares, procedendo-se depois a um processamento e comparação dos dados.\nO quadro seguinte indica as variações efetuadas.\nTabela 38 - Variações efetuadas ao sistema solar em teste\nLocais\tCopenhaga\tÁrea de coletores\t4m2\tConsumo diário\t200l/d\n\tDavos\t\t6m2\t\t250l/d\n\tAtenas\t\t8m2\t\t300l/d\n\tWurtsburgo\t\t10m2\t\t400l/d\n\t\t\t\t\t600l/d\nPara cada conjunto de locais, área de coletores e consumo diário efetuou-se o cálculo do Qaux,net, Qconv,net e por fim do fsav, recorrendo às equações do subcapítulo anterior.\n6.3.3\tVariação dos parâmetros para a cidade de Copenhaga e cálculo do fsav\nAs tabelas seguintes indicam os valores de área de coletores, consumo anual de energia convencional requerida pelo utilizador para satisfazer o consumo, consumo anual de energia auxiliar que é necessária inserir no sistema devido à falta de recurso solar e por fim o valor do fsav para a cidade de Copenhaga na Dinamarca. No final das tabelas encontra-se ainda uma figura representativa do comportamento térmico a longo prazo para uma análise mais acessível.\nTabela 39 - fsav para Copenhaga com sistema de 4m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nCopenhaga\t4\t200\t14,654\t7,785\t0,469\nCopenhaga\t4\t250\t18,316\t10,551\t0,424\nCopenhaga\t4\t300\t21,979\t13,614\t0,381\nCopenhaga\t4\t400\t29,304\t20,413\t0,303\nCopenhaga\t4\t600\t43,954\t33,71\t0,233\nTabela 40 - fsav para Copenhaga com sistema de 6m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nCopenhaga\t6\t250\t18,316\t8,286\t0,548\nCopenhaga\t6\t300\t21,979\t10,89\t0,505\nCopenhaga\t6\t400\t29,304\t16,947\t0,422\nCopenhaga\t6\t600\t43,954\t29,872\t0,320\nTabela 41 - fsav para Copenhaga com sistema de 8m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nCopenhaga\t8\t200\t14,654\t5,037\t0,656\nCopenhaga\t8\t250\t18,316\t7,075\t0,614\nCopenhaga\t8\t300\t21,979\t9,362\t0,574\nCopenhaga\t8\t400\t29,304\t14,838\t0,494\nCopenhaga\t8\t600\t43,954\t26,982\t0,386\nTabela 42 - fsav para Copenhaga com sistema de 10m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nCopenhaga\t10\t200\t14,654\t4,468\t0,695\nCopenhaga\t10\t250\t18,316\t6,297\t0,656\nCopenhaga\t10\t300\t21,979\t8,404\t0,618\nCopenhaga\t10\t400\t29,304\t13,47\t0,540\nCopenhaga\t10\t600\t43,954\t24,941\t0,433\nComportamento térmico a longo prazo Copenhaga\n0,800\n0,700\n0,600\n0,500\nI 0,400\n0,300\n0,200\n0,100\n0,000\n3\n4\t5\t6\t7\t8\t9\t10\nArea de Coletores (m2)\n0 200litros\n•\t250litros\n•\t300litros\n•\t400litros\n•\t600litros\n-------Poly. (200litros)\n-------Poly. (250litros)\n-------Poly. (300litros)\n-------Poly. (400litros)\n11\t------Poly. (600litros)\nGráfico 1 - Comportamento térmico a longo prazo: Copenhaga\n6.3.4\tVariação dos parâmetros para a cidade de Davos e cálculo do fsav\nAs tabelas seguintes indicam os valores de área de coletores, consumo anual de energia convencional requerida pelo utilizador para satisfazer o consumo, consumo anual de energia auxiliar que é necessária inserir no sistema devido à falta de recurso solar e por fim o valor do fsav para a cidade de Davos na Suiça. No final das tabelas encontra-se ainda uma figura representativa do comportamento térmico a longo prazo para uma análise mais acessível.\nTabela 43 - fsav para Davos com sistema de 4m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nDavos\t4\t200\t16,119\t4,467\t0,723\nDavos\t4\t250\t20,147\t7,045\t0,650\nDavos\t4\t300\t24,176\t10,21\t0,578\nDavos\t4\t400\t32,234\t17,812\t0,447\nDavos\t4\t600\t48,215\t33,001\t0,316\nTabela 44 - fsav para Davos com sistema de 6m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nDavos\t6\t200\t16,119\t2,466\t0,847\nDavos\t6\t250\t20,147\t4,135\t0,795\nDavos\t6\t300\t24,176\t6,353\t0,737\nDavos\t6\t400\t32,234\t12,496\t0,612\nDavos\t6\t600\t48,215\t27,373\t0,432\nTabela 45 - fsav para Davos com sistema de 8m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nDavos\t8\t200\t16,119\t1,676\t0,896\nDavos\t8\t250\t20,147\t2,89\t0,857\nDavos\t8\t300\t24,176\t4,543\t0,812\nDavos\t8\t400\t32,234\t9,385\t0,709\nDavos\t8\t600\t48,215\t22,949\t0,524\nTabela 46 - fsav para Davos com sistema de 10m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nDavos\t10\t200\t16,119\t1,298\t0,919\nDavos\t10\t250\t20,147\t2,242\t0,889\nDavos\t10\t300\t24,176\t3,601\t0,851\nDavos\t10\t400\t32,234\t7,631\t0,763\nDavos\t10\t600\t48,215\t19,64\t0,593\nComportamento térmico a longo prazo Davos\n1,000\n0,900\n0,800\n0,700\n0,600\n0,500\n0,400\n0,300\n0,200\n0,100\n0,000\n3\n•\t200litros\n•\t250litros\n•\t300litros\n•\t400litros\n•\t600litros\n.....Poly. (200litros)\nPoly. (250litros)\n79\nArea de Coletores (m2)\n........Poly. (300litros)\n11\n........Poly. (400litros)\n5\nGráfico 2 - Comportamento térmico a longo prazo: Davos\n6.3.0\tVariação dos parâmetros para a cidade de Atenas e cálculo do fsav\nAs tabelas seguintes indicam os valores de área de coletores, consumo anual de energia convencional requerida pelo utilizador para satisfazer o consumo, consumo anual de energia auxiliar que é necessária inserir no sistema devido à falta de recurso solar e por fim o valor do fsav para a cidade de Atenas na Grécia. No final das tabelas encontra-se ainda uma figura representativa do comportamento térmico a longo prazo para uma análise mais acessível.\nTabela 47 - fsav para Atenas com sistema de 4m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nAtenas\t4\t200\t11,072\t2,046\t0,815\nAtenas\t4\t250\t13,84\t3,188\t0,770\nAtenas\t4\t300\t16,607\t4,61\t0,722\nAtenas\t4\t400\t22,142\t8,378\t0,622\nAtenas\t4\t600\t33,211\t18,13\t0,454\nTabela 48 - fsav para Atenas com sistema de 6m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nAtenas\t6\t200\t11,072\t1,054\t0,905\nAtenas\t6\t250\t13,84\t1,762\t0,873\nAtenas\t6\t300\t16,607\t2,703\t0,837\nAtenas\t6\t400\t22,142\t5,348\t0,758\nAtenas\t6\t600\t33,211\t13,114\t0,605\nTabela 49 - fsav para Atenas com sistema de 8m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nAtenas\t8\t200\t11,072\t0,634\t0,943\nAtenas\t8\t250\t13,84\t1,152\t0,917\nAtenas\t8\t300\t16,607\t1,889\t0,886\nAtenas\t8\t400\t22,142\t3,918\t0,823\nAtenas\t8\t600\t33,211\t10,293\t0,690\nTabela 50 - fsav para Atenas com sistema de 10m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nAtenas\t10\t200\t11,072\t0,48\t0,957\nAtenas\t10\t250\t13,84\t0,854\t0,938\nAtenas\t10\t300\t16,607\t1,414\t0,915\nAtenas\t10\t400\t22,142\t3,156\t0,857\nAtenas\t10\t600\t33,211\t8,547\t0,743\nComportamento térmico a longo prazo Atenas\n1,000\n0,900\n0,800\n0,700\n0,600\nI 0,500\n0,400\n0,300\n0,200\n0,100\n0,000\n3\n45\n67\n8\t9\t10\n•\t200litros\n•\t250litros\n•\t300litros\n•\t400litros\n•\t600litros\n........Poly. (200litros)\n........Poly. (250litros)\n........Poly. (300litros)\n........Poly. (400litros)\n11\t........Poly. (600litros)\nÁrea de Coletores (m2)\nGráfico 3 - Comportamento térmico a longo prazo: Atenas\n6.3.6\tVariação dos parâmetros para a cidade de Wurtzburgo e cálculo do fsav\nAs tabelas seguintes indicam os valores de área de coletores, consumo anual de energia convencional requerida pelo utilizador para satisfazer o consumo, consumo anual de energia auxiliar que é necessária inserir no sistema devido à falta de recurso solar e por fim o valor do fsav para a cidade de Wurtzburgo na Alemanha. No final das tabelas encontra-se ainda uma figura representativa do comportamento térmico a longo prazo para uma análise mais acessível.\nTabela 51 - fsav para Wurtzburgo com sistema de 4m2\nLocal\tÁrea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nWurtzburgo\t4\t200\t14,247\t7,250\t0,491\nWurtzburgo\t4\t250\t17,808\t9,773\t0,451\nWurtzburgo\t4\t300\t21,368\t12,612\t0,410\nWurtzburgo\t4\t400\t28,490\t19,138\t0,328\nWurtzburgo\t4\t600\t42,733\t32,148\t0,248\nTabela 52 - fsav para Wurtzburgo com sistema de 6m2\nLocal\tArea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nWurtzburgo\t6\t200\t14,247\t7,250\t0,491\nWurtzburgo\t6\t250\t17,808\t9,773\t0,451\nWurtzburgo\t6\t300\t21,368\t12,612\t0,410\nWurtzburgo\t6\t400\t28,490\t19,138\t0,328\nWurtzburgo\t6\t600\t42,733\t32,148\t0,248\nTabela 53 - fsav para Wurtzburgo com sistema de 8m2\nLocal\tArea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nWurtzburgo\t8\t200\t14,247\t5,421\t0,619\nWurtzburgo\t8\t250\t17,808\t7,332\t0,588\nWurtzburgo\t8\t300\t21,368\t9,443\t0,558\nWurtzburgo\t8\t400\t28,490\t14,149\t0,503\nWurtzburgo\t8\t600\t42,733\t25,096\t0,413\nTabela 54 - fsav para Wurtzburgo com sistema de 10m2\nLocal\tArea [m2]\tConsumo [l/dia]\tQconv,net [GJ]\tQaux,net [GJ]\tfsav\nWurtzburgo\t10\t200\t14,247\t5,049\t0,646\nWurtzburgo\t10\t250\t17,808\t6,844\t0,616\nWurtzburgo\t10\t300\t21,368\t8,811\t0,588\nWurtzburgo\t10\t400\t28,490\t13,179\t0,537\nWurtzburgo\t10\t600\t42,733\t23,137\t0,459\nComportamento térmico a longo prazo Wurtzburgo\n,0,700\n,0,600\n,0,500\n,0,400\n,0,300\n,0,200\n,0,100\n•\t200litros\n•\t250litros\n•\t300litros\n•\t400litros\n•\t600litros\n------Poly. (200litros)\n------Poly. (250litros)\n------Poly. (300litros)\n,0,000\n3\n4\t5\t6\t7\t8\t9\nÁrea de coletores (m2)\n10 11\n------Poly. (400litros)\n------Poly. (600litros)\nGráfico 4 - Comportamento térmico a longo prazo: Wurtzburgo\n6.3.7\tAnalise dos dados obtidos por local\nQuando observamos os dados dos quatro locais escolhidos para fazer a avaliação de comportamento térmico a longo prazo concluímos que estes podem ser analisados dois a dois pois Davos e Atenas apresentam comportamentos semelhantes bem como Wurtzburgo e Copenhaga. Quando olhamos para os gráficos 1 e 4 que representam Copenhaga e Wurtzburgo verificamos que o maior aumento de fsav dá-se quando passamos de 4m2 para 6m2 e o menor aumento de fsav se da quando passamos de 8m2 para 10m2. Este aumento menos gradual do fsav prende-se essencialmente com a proporção de coletores solares que é adicionada, pois quando se passa de 4m2 para 6m2 dá-se um aumento de 50% na área de\ncoletores inserida, no entanto quando passamos para 8m2 o aumento da área é de apenas 33% e por fim quando se aumenta para 10m2 essa percentagem diminui para 25%, dai o menor aumento do fsav. Relativamente aos dados do sistema solar obtidos para Wurtzburgo e para Copenhaga, observa-se em primeiro lugar e como era de esperar dado que os locais apresentam uma radiação solar inferior, os fsav também são menores, depois quando comparamos os dois locais e olhamos para um sistema de 4m2 verifica-se que Wurtzburgo apresenta resultados de fsav melhores do que Copenhaga para todos os consumos de referencia, no entanto com o aumento da área de coletores Copenhaga tende a apresentar um valor de fsav superior a Wurtzburgo. No limite dos 10m2 de coletores solares, Copenhaga apresenta um valor de fsav superior a Wurtburgo em todos os volumes de consumo exceto nos 600l/dia. Apesar de Wurtzburgo apresentar uma temperatura da agua da rede ligeiramente superior a Copenhaga bem como valores de radiação direta e difusa superiores, Copenhaga tem uma radiação no plano horizontal muito superior a Wurtzburgo, valor este que explica o aumento de fsav com o aumento do número de coletores solares.\nQuando analisamos os dados dos gráficos 3 e 4, Davos e Atenas respetivamente, concluímos que estes apresentam um fsav elevado e quase que constante a partir dos sistemas de 6m2 para Atenas e 8m2 para Davos, isso deve-se à elevada radiação que estes dois locais apresentam quando comparados com Copenhaga e Wurtzburgo. Este facto faz com que apenas para volumes grandes, acima dos 300l, a adição de coletores solares tenha um impacto mais relevante.\nÉ possível reparar inicialmente que para um sistema solar de 4m2 em Atenas a curva que caracteriza o fsav em função do consumo apresenta um comportamento bastante linear quando comparada com Davos, apresentando também a maior distancia de fsav entre ambos os locais quando comparada com sistemas de maiores dimensões, principalmente para volumes de consumo diário acima dos 300l. Com o aumento da área de coletores, Atenas apresenta um fsav praticamente constante para pequenos volumes. Quando olhamos para o comportamento do sistema solar nos dois locais para volumes elevados, neste caso acima de 300l, podemos observar que mesmo com o sistema solar de 10m2 existe uma diferença bastante considerável de fsav que pode ser explicada com a diferença de temperatura da água que circula na rede de consumo nos dois locais. Em Davos a temperatura média que circula na agua da rede é de 5.4°C ao longo do ano enquanto que em Atenas esse valor situa-se nos 17.8°C, logo quando a água entra no depósito para ser aquecida até ao valor de 45°C pelo fluido que circula pelo coletor solar necessita de muito mais energia em Davos do que em Atenas, explicando assim a diferença considerável de fsav a partir dos volumes elevados.\n7.\tConclusões\nDurante a realização deste trabalho existiram três objetivos principais:\n•\tAcompanhamento e realização de ensaios ao depósito de armazenamento de energia\n•\tDeterminação dos parâmetros característicos do comportamento térmico do depósito\n•\tAvaliação do comportamento térmico de longo prazo de um sistema solar térmico por medida\nNa primeira parte do trabalho tinha-se como objetivo a realização de ensaios de comportamento térmico ao depósito, ensaios esses indicados na tabela 9. Dentro deste conjunto de ensaios encontravam-se diversos testes C, um teste S um teste L um teste NA e um teste NB que foram realizados de acordo com a EN12977[2-4] e com o RR[5]. Com maior dificuldade nuns e mais facilidade noutros acabou por se conseguir a realização dos 13 testes requeridos e passar para a fase seguinte.\nNa segunda parte do trabalho procedeu-se à determinação dos parâmetros característicos do comportamento térmico do depósito utilizando os testes de comportamento térmico ao depósito realizados na primeira parte, nesta fase foram bastante importantes as referencias [14-20] pois permitiram avaliar quais seriam as variáveis mais importantes a ter em conta na determinação dos parâmetros característicos do depósito bem como fornecer valores para uma futura comparação bibliográfica. Após a analise bibliográfica das referencias [14-20] e da realização de otimizações com varias variáveis no capitulo 5.1 chegou-se à conclusão de quais as variáveis que deveriam ser as utilizadas nesta dissertação e assim apresentar um menor valor de função objetivo eram:\nTabela 55 - Variáveis escolhidas para a determinação da função objetivo\nVariável\nNúmero de nós\nVolume [m3]\nPerdas do depósito para o exterior [kj/h/°C]\nTransferência de calor entre o permutador solar e o depósito [kj/h/°C]\nTransferência de calor entre o permutador auxiliar e o depósito [kj/h/°C]\nCondutividade térmica [W/m.K]\nb1 do permutador solar\nb1 do permutador auxiliar\nb3 do permutador solar\nb3 do permutador auxiliar\nSaída do permutador auxiliar\nSaída do permutador solar\nPosição do sensor de temperatura no permutador solar\nPosição do sensor de temperatura no permutador auxiliar\nDesta escolha de variáveis partiu-se para a determinação final dos parâmetros tendo-se obtido um valor mínimo de função objetivo de 7326Wh. Após a obtenção destes parâmetros realizou-se posteriormente uma verificação dos mesmos utilizando o teste V e NV tendo-se obtido valores de erro de energia e de potencia medida e transferida bastante satisfatórios e inferiores a 3% quando o objetivo era o de conseguir valores inferiores a 5%. Assim sendo, os parâmetros obtidos durante a identificação de parâmetros foram o volume de 400l que se encontra muito perto do valor fornecido pelo fabricante de 398l, as perdas do depósito para o meio exterior de 10.9 kj/h/°C, as taxas de transferência entre o permutador solar e o depósito e entre o permutador auxiliar e o depósito que foram de 283 kj/h/°C e 272 kj/h/°C respetivamente, a condutividade térmica efetiva na vertical 4.0 W/m.K, os b1 solar e b3 solar que foram 0.168 e 0.616 respetivamente, os b1 auxiliar e b1 solar que foram 0.268 e 0.506 e por fim as alturas significativas das saídas do permutador solar e do permutador auxiliar que na imagem seguinte estão representadas pelas letras A4 e A6 e que foram designadamente 0.071 e 0.680.\nFigura 29 - Modelo do depósito ensaiado\nNesta segunda parte do trabalho procedeu-se também à determinação da posição relativa das sondas de temperatura junto dos permutadores auxiliar e solar, esta determinação foi também realizada com sucesso e permitiu saber que a sonda de temperatura justo do permutador solar indicada na figura anterior como T1 se encontra a uma altura relativa de 0.229 e a sonda de temperatura junto do permutador auxiliar indicada na figura anterior como T2 se encontra a uma altura relativa de 0.732. Todos os valores obtidos nesta fase do trabalho e que caracterizam o comportamento do depósito bem como a posição relativa dos seus componentes foram posteriormente tidos em conta na analise de comportamento térmico a longo prazo realizada na terceira fase do trabalho.\nNa terceira e ultima parte do trabalho o software TRNSYS[1] teve quase exclusiva importância pois foi com recurso ao mesmo que se fez a avaliação do comportamento térmico a longo prazo de um sistema solar térmico por medida. Nesta parte do trabalho foi interessante avaliar a forma como os sistemas se comportam sob determinadas características especificas como a área de coletores, o volume de consumo, e a radiação solar do local. Fica patente nas analises realizadas que as curvas de fsav em função do número de coletores tendem para um valor constante, ou seja, uma assimptota quando aumentamos o numero de coletores. Algumas conclusões que se podem tirar sobre esta parte do trabalho são em primeiro lugar a importância de todas as variáveis no calculo da energia consumida e do posterior fsav, como vimos na analise Wurtzburgo e Copenhaga os dados são praticamente iguais variando apenas a radiação no plano horizontal, parâmetro esse que tem muita influencia quando são consumidos elevados volumes, a mesma importância das variáveis pode também ser verificada nos casos de Davos e Atenas pois no primeiro caso e de novo para elevados volumes a temperatura da agua da rede apresenta valores muito inferiores a Atenas necessitando assim muito mais energia e diminuindo o seu valor de fsav. Fora estas analises particulares os resultados encontram-se dentro do esperado sendo o parâmetro mais importante a radiação solar direta.\n8.\tReferencias\n[1]\tTRNSYS, A Transient System Simulation Program, version 17.1, Solar Energy laboratory, Univ.\nWisconsin-Madison\n[2]\tCEN, April 2012, Thermal solar systems and components - Custom built systems - Part 1: General\nrequirements for solar water heaters and combisystems\n[3]\tCEN, April 2012, Thermal solar systems and components - Custom built systems - Part 2: Test\nmethods for solar water heaters and combisystems\n[4]\tCEN, April 2012, Thermal solar systems and components - Custom built systems - Part 3: Performance test methods for solar water heater stores\n[5]\tChristian WeiBmüller/Stephan Bachmann/Stephan Fischer, Procedure for the store Round Robin Test\n[6]\tHarald Drück, March 2006, Institut für Thermodynamik und Warmetechnik (ITW), Universitat\nStuttgart\tMultiport Store - Model for TRNSYS\n[7]\tE.B.Babatunde, Covenant University, Ota, OgunState, Nigeria, Solar Radiation, a Friendly\nRenewable Energy Source\n[8]\tM.Ragheb, November 2011, Solar Thermal Power and Energy Storage - Historical Perspective\n[9]\tINETI, Janeiro 2007, Curso de Instaladores Solares Térmicos\n[10]\tDGGE / IP-AQSpP, Abril 2004, Guia para Instaladores de Coletores Solares\n[11]\tWerner Weiss, 2003, Solar Heating Systems for Houses - A design Handbook for solar combisystems\n[12]\tMichael Wetter, Dezembro 2011, GENOPT ®, Generic Optimization Program - User Manual, version 3.1.0, Lawrence Berkeley National Laboartory\n[13]\tL. L. Lai and T. F. Chan, 2007, Distributed Generation: Induction and Permanent Magnet Generators\n[14]\tChris Bales, May 2001, Solar Energy Research Center, Parameter Identification manual for TRNSYS models at SERC\n[15]\tHarald Drück, Institut für Thermodynamik und Warmetechnik (ITW), Universitat Stuttgart Addition to prEN 12977,3 Annex C: benchmarks for the parameter identification\n[16]\tDr. -Ing. Stephan Fischer &amp; Dipl. - Ing.Stepahn Bachmann, 27th September 2013, Institut für Thermodynamik und Warmetechnik(ITW), Universitat Stuttgart, Final report on Annual output indicator for solar water heater stores\n[17]\tH.Drück, E.Hahne, Semptember 1998, Institut fur Thermodynamik und Wãrmetechnik (ITW), Universitãt Stuttgart, Test and Comparison of hot water stores for solar combisystems\n[18]\tRicardo Amorim, Jorge Facão, João C. Rodrigues, Maria João Carvalho, 2014, Lneg - Laboratorio Nacional de Energia e Geologia, Unisol - solar combistore evaluation and optimization\n[19]\tH.Drück, S.Backmann, H.Müller-Steinhagen, 2006, Institutfor Thermodynamics and Thermal Engineering (ITW), Universitãt Stuttgart, Testing of solar hot water stores by means of up- and down-scaling algorithms\n[20]\tC.Schmidt, S.Notz, W.Striewe, J.Ansari, A.Jung, K.Kramer, Fraunhofer Institute for Solar Energy Systems, Freiburg, Evaluation procedure for storage tank testes using the combination of TRNSYS with GenOpt and new proposal for holistic error estimation\n[21]\tCEN, 2007, Heating Boilers, Energy Assessment of hot water storage systems\n[22]\tTRNSYS contributors, Solar energy laboratory, University of Wisconsin-Madison, TRNSYS 16 a Transient System Simulation program, Volume 5 Mathematical Reference\n[23]\tTiago Vaz Pato Osório, Novembro 2011, IST/LNEG, Coletores solares térmicos sob condições transientes: Caracterização óptica e térmica com base no método quasi-dinamico\n[24]\tNuno Filipe dos Santos Mexa, 2011, FCUL/LNEG, Sistemas Solares Térmicos - Simulação de perfis de consumo e cálculo do comportamento térmico a longo prazo\n[25]\tGENOPT, http://simulationresearch.lbl.gov/GO/ (27-05-2014)\n9.\tAnexos\n9.1 Anexo I - Certificação de sistemas solares térmicos por medida- EN12977-1\nTabela 56 - Requisitos a ter em conta durante o processo de certificação\nRequisitos\t\nGeral\tObservações\nContaminação de água\tO sistema tem de ser concebido para evitar a contaminação da água do escoamento de retorno de todos os circuitos de fornecimento de água da rede.\nProteção contra temperaturas elevadas\tPara evitar que em situações de não utilização do sistema durante alguns dias exista risco para o utilizador, o sistema tem de possuir um sistema que limite a temperatura máxima a 60°, por exemplo um sistema automático de mistura de água.\nProteção dos materiais contra alta temperatura\tO esquema do sistema tem de assegurar que a temperatura máxima para a qual os materiais podem ser expostos não é excedida, tendo também em conta condições de pressão e temperatura caso estas sejam relevantes.\nPrevenção sobre circulação inversa\tTem de assegurar que nenhum fluxo inverso não intencional ocorre em qualquer parte do circuito hidráulico do sistema.\nResistência à pressão\tO depósito e os permutadores de calor têm de suportar 1,5 vezes a pressão mínima definida pelo fabricante.\nSegurança Elétrica\tVer EN 60335-1 e EN 60335-2-21 Tem de existir uma forma de interromper manualmente a fonte de potência da bomba.\nMateriais\tVer Iso/TR 10217 Tem de ser indicado na documentação para os instaladores que os materiais expostos a condições climáticas difíceis, tem de ser resistentes a roedores, pássaros, radiação UV e outras condições climáticas ao longo da vida.\nColetor e campo de coletores\tOs coletores devem estar certificados de acordo com a EN12975-1\nEstrutura de Suporte\tO fabricante tem de especificar a carga máxima suportada pela estrutura metálica de acordo com EN1993-1-1 EN1999-1-1.\nVasos de expansão\t\nVasos de expansão não ventilados: sistemas pequenos\tO dispositivo de expansão do circuito coletor tem de ser dimensionado de tal forma que, mesmo quando a radiação solar está no seu máximo após uma interrupção do fornecimento de energia para a bomba de circulação no circuito coletor, a operação pode ser reiniciada automaticamente depois de a energia estar de novo disponível e o absorvedor estar recarregado com o líquido, ou seja, o vapor ter sido re-condensado.\n\tO vaso de expansão tem de ser capaz de compensar a dilatação térmica em todo o circuito com o volume do meio de transferência de calor em todo o campo de coletores. Isso inclui todos os tubos de ligação entre os coletores mais 10% deste volume.\nPermutadores de calor\tQuando o ganho do coletor solar atingir o seu valor mais elevado possível, a redução da eficiência do coletor induzida pelo permutador de calor não deve ser superior a 10% (valor absoluto). Um método de cálculo dessa redução é dado na EN 12977-2. Se for instalado mais do que um permutador de calor, este valor (10%) também não deve ser ultrapassado pela soma das reduções induzidas por cada uma delas.\nDepósito\tEN12977-3 EN12977-4 Os depósitos para os pequenos sistemas solares devem ser testados de acordo com a norma EN12977-3. Os depósitos para os pequenos sistemas colares combinados devem ser testados de acordo com a norma EN12977-4. A taxa de perda de calor em stand-by (UA)S,a,sb dos depósitos dos sistemas pequenos feitos por medida não deve exceder o valor dado pela equação: (UA)s,a,sb=0,16VVn Onde Vn é o volume nominal do depósito em litros fornecido pelo fabricante\nTubagem\tO comprimento do tubo do sistema tem de ser o mais curto possível. Os materiais devem ir de encontro à norma ISO / TR 10217. O desenho do sistema e os materiais utilizados devem impedir a obstrução do depósito com calcário nos seus circuitos e a deterioração do seu tempo de vida. A tubagem da água potável tem de cumprir com os requisitos na norma EN 806-1 e EN 806-2. Os materiais para canalizações e acessórios tem de ser adequados para suportarem a temperatura máxima de operação e pressão. A tubagem tem de suportar expansão térmica, sem qualquer dano ou deformação prejudicial. A ventilação do sistema (remoção de gases indesejados) tem de ser possível. Deve existir também uma válvula manual que se encontra fechada durante o funcionamento normal do sistema.\nIsolamento Térmico\tO isolamento térmico de todos os tubos de ligação e outros componentes do sistema devem cumprir os requisitos estabelecidos na EN 12828. O circuito de coletor deve ser isolado, sem espaços entre os componentes. Devem ser evitadas por exemplo braçadeiras de montagem incorretamente instaladas devem ser evitada. O isolamento térmico da tubagem tem de ser realizado a partir de materiais que são resistentes à temperatura máxima do circuito, resistentes à deformação, e que permaneçam em funcionamento.\nEquipamento de Controlo\tVer EN12977-5\nEquipamento de segurança e Indicadores\t\nVálvulas de segurança\tCada seção do campo de coletores deve possuir pelo menos uma válvula de dimensão de segurança adequada. A válvula de segurança deve ser dimensionada de modo a poder libertar o maior fluxo de água quente ou vapor que pode ocorrer.\nLinhas de segurança e linhas de expansão\tA linha de segurança não deve ser capaz de ser desligada ou deformada de tal forma que reduza a sua capacidade de descarga inferior ao necessário para manter a pressão do sistema inferior ao limite máximo estabelecido para a água quente ou de vapor que escapa das linhas de segurança. A linha de segurança e da linha de expansão deve ser dimensionada de modo que a pressão máxima permitida não seja excedida. A junção da linha de expansão e da linha de segurança devem evitar acumulação de impurezas.\nLinhas de purga\tAs linhas de purga devem ser colocadas de forma a não congelar e evitar acumulação de água. Os orifícios das purgas têm de ser colocados com o objetivo de que a transferência de vapor ou calor pelas válvulas de segurança não cause riscos à saúde aos materiais ou ao ambiente.\nInício de operação e colocação em funcionamento\tSistemas Pequenos: Não existem requisitos especiais para pequenos sistemas construídos a medida.\nDocumentação\t\nGeral\tO fornecedor ou fabricante terá de entregar os documentos para a montagem, instalação e comissionamento e documentos para a operação. Estes documentos devem incluir todas as instruções necessárias para a montagem e operação, incluindo a manutenção, e chamar a atenção para outros requisitos e normas técnicas, tudo isto na língua oficial do pais de venda.\nFicheiro de gama para pequenos sistemas\tA documentação que descreve os pequenos sistemas deve incluir as seguintes informações: a)\tTodas as configurações possíveis de instalação do sistema. b)\tUma lista de todos os componentes a ser incluídos nas configurações do sistema acima referido, com referência a sua dimensão completa. c)\tUma referência a todos os relatórios de teste de componentes necessários, de acordo com EN 12977-2:2012; d)\tDiagramas ou tabelas indicando o desempenho do sistema sob condições de referência para cada combinação proposta de opções de dimensão dentro de cada configuração do sistema. A carga de calor assumida deve cobrir a faixa entre 0,5 e 1,5 vezes a carga de projeto especificado pelo fabricante.\nDocumentação para pequenos sistemas\tCada componente do sistema feito por medida tem de estar equipado com um conjunto de montagem clara e instruções. As instruções devem incluir todas as informações enumeradas na EN 12976-1.\n9.2\tAnexo II - Condições de referência para previsão de desempenho a longo prazo do sistema solar\nTabela 57 - Condições de referência para previsão de desempenho a longo prazo do sistema solar\nCondição de referência\tValor\tObservações\nSistema\t\t\nOrientação do coletor\tSul\t\nAngulo de inclinação do coletor\t45°\tPara testes, (45 ± 5)°C se não se encontrar definido para o sistema ou especificado pelo fabricante\nComprimento total do circuito do coletor\t20m = 10 m + 10 m\tSe a tubagem não for entregue com o sistema ou especificada pelo fabricante\nDiâmetro da tubagem e espessura do isolamento do circuito do coletor\tVer EN12977-3 Anexo A\tSe a tubagem não for entregue com o sistema ou especificada pelo fabricante\nLocalização da tubagem do circuito do coletor\tInterior, para sistemas com depósito colocado no interior Exterior, para sistemas com depósito colocado no exterior\tSé possível, a partir do equipamento de teste\nTemperatura ambiente do depósito\t15°C\tPara sistemas onde o depósito se encontra no exterior, a temperatura do ar utilizada é a temperatura dos dados climáticos.\nPara sistemas com permutador auxiliar indireto (Hidráulico): Potência a ser aplicada no permutador auxiliar\t(100 ± 30) W por litro do volume do depósito situado acima do ponto mais baixo do permutador de calor\tCaso o permutador auxiliar não seja fornecido com o sistema e não sejam indicadas\trestrições\tna documentação O permutador auxiliar deve ser modulado como uma fonte de calor ideal\tsem\tcapacidade\tde transferência de calor e potência de aquecimento constante\nCaudal que atravessa o permutador auxiliar\tA taxa de fluxo através do permutador de calor auxiliar deve ser escolhida de tal modo que a diferença de temperatura entre a entrada e a saída do permutador de calor auxiliar seja (10 ± 2) K, sob condições estacionárias, caso o fabricante não especifique outra situação\t\nPara sistemas com permutador auxiliar elétrico: Potência do elemento elétrico.\tSe for entregue um elemento elétrico com o sistema ou caso seja especificado pelo fabricante, este deve ser utilizado, caso contrario, utiliza-se (25 ± 8) W / l de volume de armazenamento por cima do elemento elétrico.\t\nPara Sistemas suplementares Solarplus: definição do permutador auxiliar\tPermanentemente ativado\tUtilizado em previsão de desempenho\nTemperatura do permutador auxiliar integrado\t52,5°C (temperatura mínima tendo em conta histerese)\tOu uma temperatura superior se for recomendado pelo fabricante\nClima\t\t\nLocalizações de Referencia\tEstocolmo, Wurtzburgo, Davos e Atenas\tNo relatório, o desempenho de uma localização diferente pode ser também indicada\nDados Climáticos\tPara Estocolmo: CEC Test Reference Year, Para Davos, Wurtzburgo e Atenas: Test Reference Year\t\nCarga de água quente solar\t\t\nPadrão de Carga diário\tPara todos os sistemas: - 100% as 6h depois do meio dia solar. Para as situações de referencia temos em sintax decimal e em CET: Estocolmo (17.80), Wurtzburgo (18.34), Davos (18.35) e Atenas (18.42) Para os testes, o padrão de carga deve ser indicado no procedimento\t\nTemperatura da água de abastecimento\tVer EN 12977-3 Anexo A\tPara os testes, a temperatura deve ser indicado no procedimento.\nTemperatura Desejada\t45°C\tSe as cargas diárias ou anuais são calculadas em termos de energia, esta energia deve ser calculada utilizando a temperatura de abastecimento de água da rede e a temperatura desejada.\nVolume diário de carga\tOs volumes de carga em litros por dia devem ser escolhidos da seguinte gama: 50l/d, 80l/d, 110l/d, 140l/d, 170l/d, 250l/d, 300l/d, 400l/d, 600l/d Se forem requeridas cargas superiores, a serie deve ser estendida multiplicando repetidamente pela raiz quadrada de 2 e arredondando para o número múltiplo de 10 mais próximo. O fabricante deve fornecer uma carga de projeto para o sistema. Deve ser utilizado o valor mais próximo dado na série referida acima, bem como os seguintes valores mais baixos e mais altos. Recomenda-se utilizar todos os valores mais baixos e mais altos da série, que são entre 0,5 e 1,5 vezes superiores à carga de projeto.\t\n\tNOTA: volumes de carga fixa foram escolhidos para facilitar a comparação do desempenho de diferentes sistemas. Para os testes, os volumes de carga devem ser indicados conforme no procedimento\t\nCaudal de remoção da água do depósito\t10 l/min\tSe a taxa máxima de remoção de agua do sistema é inferior a 10 l / min, deve ser utilizada a taxa de remoção máxima de projeto do sistema.\nCarga de aquecimento interior\t\t\nValores Horários\tPara Estocolmo, Davos, Wurtzburgo e Atenas: Baseado nas temperaturas de retorno e de fluxo e no caudal mássico do circuito de aquecimento do espaço\t\n9.3\tAnexo III - Descrição dos Types utilizados durante a modelação em TRNSYS dos parâmetros do depósito.\nType 9a:\nUSER\nType9a\nFigura 30 - Icone do Type 9a\nO Type9a encontra-se na categoria de Utility do TRNSYS SimulationStudio e pode ser acedido através de: Utility -^Data Readers\tGeneric data files\tFirst Line in Simulation Start\tFree format\nEste Type tem como função ler os dados experimentais e entregar a outros Types e calculadoras alguns dados como valores de entrada, para que estes possam efetuar cálculos.\nA colocação do ficheiro de entrada no Type9a é efetuada clicando duas vezes com o botão do lado esquerdo do rato sobre o ícone do Type e acedendo a External Files. Nesse separador carrega-se sobre o botão browse e seleciona-se o ficheiro de entrada que estará numa diretoria definida pelo utilizador.\nFigura 31 - Escolha do ficheiro de entrada - Type 9a\nType 24:\n\\n\nType24\nFigura 32 - Ícone do Type 24\nO Type24 encontra-se na categoria Utility do TRNSYS SimulationStudio e pode ser acedido através de:\nUtility -^Integrators -^QuantityIntegrator\nEste Type tem como função ler o valor da diferença de potências para cada passo de tempo proveniente da calculadora e integrá-lo, obtendo assim um valor de energia que serve posteriormente como valor de saída da calculadora com a função objetivo.\nType 65d:\nType65d\nFigura 33 - Ícone do Type 65d\nO Type65d encontra-se na categoria Output do TRNSYS SimulationStudio e pode ser acedido através de: Output Online Plotter Online Plotter Without File\nO Type 65d tem como função receber os parâmetros provenientes das simulações e do ficheiro de entrada, mostrá-los graficamente, para que se possa compreender melhor o efeito de alguns parâmetros da simulação no resultado final e se possa avaliar a melhor forma de corrigir possíveis erros, e alterar parâmetros. Neste Type pode-se escolher quais as variáveis que se pretendem mostrar em cada eixo, bem como definir os limites de cada eixo como pode ser observado na figura seguinte.\nFigura 34 - Formatação dos eixos - Type 65d\nPara além destes 3 Types utilizados no esquema do TRNSYS SimulationStudio, foram também utilizados dois ícones de apoio que funcionam como duas calculadoras servindo como intermediários entre os Types e realizando alguns cálculos relevantes para todo o processo de obtenção do resultado final.\nCalculadora Potências\nPotencias\nFigura 35 - Ícone da Calculadora Potencias\nA primeira calculadora apresentada na figura 35 designa-se como calculadora Potências e recebe valores do ficheiro de entrada provenientes do Type9a e alguns valores provenientes do Type340. Estes valores encontram-se no lado esquerdo da imagem seguinte e servem de base para o cálculo da variação de potência entre os valores de laboratório e os valores teóricos, ou seja, servem como base de cálculo do valor da função objetivo. Do lado direito da figura 36, temos as várias variáveis calculadas até ao valor final da variação de potência em que as equações utilizadas no cálculo se encontram descritas de seguida.\nCálculo das Potências provenientes do ficheiro de entrada no Type9a: w DP1\nPLabDPl =\t* cp * (Tout - TinDPl)\n3600 IV\tJ\nPLabSolar = msolar * Cp * (Tout — TinSolar)\n3600 i^\tj\nPLabAux = mAux * cp * (Tout — TinAux)\n3600\n(28)\n(29)\n(30)\nCálculo da variação de potência entre os valores do ficheiro e os valores teóricos.\nADP1 = PLabDPl - PDP1Type\t(31)\n3.6\tv ’\nASolar = PLabSolar - PSolarType\t(32)\n3.6\nAAux = PLabAux - PAuxType\t(33)\nAFínal = ADP1 + ASolar + AAux\nCálculo do número de Nós\nNós = int(Nrnos)\n(34)\n(35)\nFigura 36 - Output da Calculadora Potencias\nCalculadora Objectivo\nObjectivo\nFigura 37 - Ícone calculadora objetivo\nComo é facilmente observável no esquema da figura que representa o depósito em TRNSYS[1], existem ligações entre os vários Types. Estas ligações indicam a existência de trocas de valores entre os diferentes Types, conduzindo assim a uma comunicação contínua, troca de informação e, por fim, à obtenção de um resultado final. A análise inicia-se com um ficheiro de entrada que possui 12 colunas referentes aos dados de todos os testes realizados ao longo do tempo.\nLigação Type9a ------------► Type 65d\nAs variáveis que são entregues pelo Type9a ao Type65d são as seguintes:\n•\tTemperatura Ambiente (output 2)\n•\tTemperatura da água na saída do depósito durante a fase de descarga (output 4);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador solar (output 6);\n•\tTemperatura da água na saída do permutador durante a fase de carga com permutador solar (output 7);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador auxiliar (output 10); e\n•\tTemperatura da água na saída do permutador durante a fase de carga com permutador auxiliar (output 11).\nLigação Type9a\nFigura 38 - Ligação entre Type9a e Type65d\n■ Type 340\nAs variáveis que são entregues pelo Type9a ao Type340 são as seguintes:\n•\tTemperatura Ambiente (output 2);\n•\tTemperatura da água á entrada do depósito durante a fase de descarga (output 3);\n•\tCaudal que circula pelo depósito durante a fase de carga (output 5);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador solar (output 6);\n•\tCaudal que circula pelo permutador durante a fase de carga com permutador solar (output 8);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador auxiliar (output 10); e\n•\tCaudal que circula pelo permutador durante a fase de carga com permutador auxiliar (output\n12).\n(DepositoA) Type9a -> typeS40 J\n0\n<\nfluid flow rate of double port-1\nfluid flow:\nof double port-2\n•J\nOutput 1\nOutput 2\n(DepositoA) Type9a -> type340\nSelect variable filter: | Flow Rate\nTable\nJ\nOutput 1\nOutput 2\nOutputs\nOutput 4\nOutput 5\nOutput 6\nOutput 7\nOutput S\nOutput 9\nOutput 10\nOutput 11\nOutput 12\nOutput 13\nOutput 14\nOutputs\nOutput 4\nOutput 5\nOutput 6\nOutput 7\nOutput S\nOutput 9\nOutput 10\nOutput 11\nOutput 12\nOutput 13\nOutput 14\n<\nfluid flow rate of double port-1 fluid flow rate of double port-2 fluid flow rate of double port-3 fluid flow rate of double port-4 fluid flow rate of double port-5 fluid flow rate of double port-6 fluid flow rate of double port-T fluid flow rate of double port-8 fluid flow rate of double port-9 fluid flow rate of double port-10 fluid flow rate of heat exchanger-1 fluid flow rate of heat exchanger-2 fluid flow rate of heat exchanger-3 fluid flow rate of heat exchanger-4\nfluid flow:\nfluid flow:\nof double port-:\nof double port-4\nfluid flow rate of double port-5\nfluid flow rate of double port-6\nfluid flow rate of double port--?\nfluid flow rate of double port-8\nfluid flow rate of double port-9\nfluid flow rate of double port-10\nfluid flow rate of heat exchanger-1\nfluid flow rate of heat exchanger-2\nfluid flow rate of heat exchanger-:\nfluid flow rate of heat exchanger-4\n\n[1 B K\n\nB\n\n\n\n\n0\n0\n0\no\no\no\no\no\no\no\no\no\no\nFigura 39 - Ligação entre Type 9a e Type 340 (caudal - esquerda) (temperaturas - direita)\nLigação Type9a\n> Calculadora Potencias\nAs variáveis que são entregues pelo Type9a à calculadora “Potencias” são as seguintes:\n•\tTemperatura Ambiente (output 2);\n•\tTemperatura da água à entrada do depósito durante a fase de descarga (output 3);\n•\tTemperatura da água na saída do depósito durante a fase de descarga (output 4);\n•\tCaudal que circula pelo depósito durante a fase de carga (output 5);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador solar (output 6);\n•\tTemperatura da água na saída do permutador durante a fase de carga com permutador solar (output 7);\n•\tCaudal que circula pelo permutador durante a fase de carga com permutador solar (output 8);\n•\tTemperatura da água na entrada do permutador durante a fase de carga com permutador auxiliar (output 10);\n•\tTemperatura da água na saída do permutador durante a fase de carga com permutador auxiliar (output 11): e\n•\tCaudal que circula pelo permutador durante a fase de carga com permutador auxiliar (output\n12).\nFigura 40 - Ligação entre Type 9a e Calculadora Potencias\nLigação Type340 ------------► Calculadora “Potencias”\nAs variáveis que são entregues pelo Type340 à calculadora “Potencias” são as seguintes:\n•\tPotência entregue na DP1;\n•\tPotência entregue pelo permutador solar;\n•\tPotência entregue pelo permutador auxiliar;\nFigura 41 - Ligação entre Type340 e Calculadora Potencias\nLigação Type340\n*■ Type65d\nAs variáveis que são entregues pelo Type340 ao Type65d são as seguintes:\n•\tPotência entregue na DP1;\n•\tPotência entregue pelo permutador solar;\n•\tPotência entregue pelo permutador auxiliar;\n•\tTemperatura de saída na DP 1;\n•\tTemperatura de saída no permutador solar; e\n•\tTemperatura de saída no permutador auxiliar.\nFigura 42 - Ligação entre Type340 e Type65d (Potência)\nFigura 43 - Ligação entre Type340 e Type65d (temperatura)\nLigação Calculadora Potencias\n> Type24\nA calculadora Potencias entrega a variação de potência final ao Type24 para que este integre o seu valor ao longo do período de tempo requerido.\nFigura 44 - Ligação Calculadora Potencias ao Type24\nLigação Type24\n> Calculadora Objetivo\nO Type24 ao obter o valor final da integração das diferentes potências ao longo do tempo, ou seja, obtendo o valor final do desvio de energia, entrega-o à calculadora “Objectivo”.\nFigura 45 - Ligação entre Type24 e Calculadora \"Objetivo\"\nLigação Calculadora Objetivo\n> Type65d\nPor fim, a Calculadora Objectivo entrega o resultado final ao Type65d para que este o possa mostrar sob a forma de output visual.\n» (DepositoA) Objectivo -> Type65d\nClassic [jable\nSelect variable filter: | All\ns\ns\nB\nK\nLeft axis variable-1\nLeft axis variable-2\nLeft axis variable-3\nLeft axis variable-4\nLeft axis variable-5\nLeft axis variable-6\nLeft axis variable-7\nLeft axis variable-S\nLeft axis variable-9\nRight axis variable-1\nRight axis variable-2\nRight axis variable-3\nRight axis variable-4\nRight axis variable-5\nRight axis variable-6\noutletPortl outlets olar outletAux TAmb outletPort 1FILE outlets olarFILE outletAuxFILE InletSolar InletAux powerPort 1 powerSolar powerAux obj r2 powerHxl\nFigura 46 - Ligação entre Calculadora \"Objetivo\" e Type65d\n9.4\tAnexo IV - Localização dos Types utilizados durante a modelação em TRNSYS do comportamento térmico a longo prazo\nO Type 1b encontra-se na categoria Solar Thermal Colectors do TRNSYS Simulation Studio e pode ser acedido através de: Solar Thermal Colectors -^Quadratic Efficiency Collector ~^2nd Order Incidence angle modifiers\nO Type 2a encontra-se na categoria Controllers do TRNSYS Simulation Studio e pode ser acedido através de: Controllers Aquastat Heating Mode\nO Type 2b encontra-se na categoria Controllers do TRNSYS Simulation Studio e pode ser acedido através de: Controllers Differential Controller whysteresis for temperatures solver 0\nO Type 6 encontra-se na categoria HVAC do TRNSYS Simulation Studio e pode ser acedido através de:\nHVAC Auxiliary Heaters\nO Type 11b encontra-se na categoria Hydronics do TRNSYS Simulation Studio e pode ser acedido através de: Hydronics Tempering Valve\tOther fluids\nO Type 11h encontra-se na categoria Hydronics do TRNSYS Simulation Studio e pode ser acedido através de: Hydronics Tee-Piece Other Fluids\nO Type 14b encontra-se na categoria Utility do TRNSYS Simulation Studio e pode ser acedido através de: Utility Forcing Functions -^Water Draw\nO Type 803 encontra-se na categoria Non Standard Types do TRNSYS Simulation Studio.\n9.3\tAnexo V - Descrição do processo de otimização de parâmetros utilizando o GenOpt com recurso ao TRNOPT\nFigura 47 - Opções de simulação utilizando a ferramenta GenOpt\nA janela anterior encontra-se dividida em 4 zonas distintas. A primeira possui vários componentes e pode ser designada como zona de chamamento do ficheiro, nela, o Genopt[12] vai buscar o ficheiro onde se encontram as informações relativas a cada variável que se pretende otimizar recorrendo a File Open.\nApesar de todas as variáveis já se encontrarem definidas, estas podem ser alteradas recorrendo à opção Specify variables na primeira zona. Por fim nesta zona ainda se pode escolher o esquema que se pretende otimizar, clicando em SelectInput File. Na segunda zona define-se as opções de Errorfunction selection ou função objetivo em que se define a mesma. Na terceira parte da janela definem-se as opções de otimização, definindo o número máximo de interações que o programa pode calcular antes de ser forçado a terminar. É importante referir que durante a realização desta dissertação nenhuma otimização chegou sequer perto do valor máximo definido como 7000. Ainda nesta janela define-se o número máximo de vezes que a função objetivo atinge um valor mínimo de erro até que o programa seja forçado a terminar. Por fim, no último painel escolhe-se o método a utilizar de entre um conjunto predefinido de opções. A imagem seguinte serve de exemplo de uma simulação típica realizada nesta dissertação e com o apoio do software TRNSYS[1].\nTemperatures\n—\toutletPortl\n—\toutletSolar\n—\toutletAux\n—\tTAmb\n—\toutletPortl FILE\n—\toutletSolarFILE outletAuxFILE\n—\tInletSolar\n—\tInletAux\nHeat transfer rates\nDowerPortl\n—\tpowerSolar\n—\tDOwerAux\nFigura 48- Exemplo de uma simulação\nBarra de simulação:\nz\nK\nFigura 49 - Barra de simulação\nA barra de simulação possui 5 ícones essenciais à realização das otimizações. O primeiro ícone é designado por Cartas de Controlo e possui um painel apresentado na figura 50. Ao clicar neste ícone abre-se um painel composto por duas zonas distintas. Na primeira podemos escolher o tempo no qual a otimização se inicia, o tempo no qual queremos que esta termine bem como o intervalo de tempo entre cada ponto entre outros. Na segunda parte do painel definem-se as variáveis que queremos que iniciem na simulação como constantes e que poderão ou não ser otimizadas utilizando a ferramenta do GenOpt[12] descrita anteriormente. No segundo ícone da barra de simulação encontra-se a opção para escrever o novo esquema. Este ícone é importante quando estamos a trabalhar com esquemas que possuem algumas diferenças e precisamos, de a um dado momento, fazer simulações num esquema com\ncaracterísticas específicas. Ao ser escrito este novo esquema, o quarto ícone da barra de simulação designado por ficheiro de entrada torna-se imediatamente ativo, facultando ao utilizador informações relativas a cada um dos Types em uso. O terceiro ícone tem como objetivo correr a simulação. Ao ser acionado ativa, imediatamente, o quinto ícone, designado como ficheiro de resultados, que permite ao utilizador obter informações sobre a simulação que ocorreu anteriormente, bem como no caso de algum possível erro durante todo o processo, facultar informações relativas ao mesmo.\nFigura 50 - Imagem representativa das cartas de controlo\nFigura 51 - Criação de um novo esquema"}]}}}