{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08410"}, {"@name": "filename", "#text": "13246_BragaNeto_UlissesdeMendonca_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "Universidade Estadual de Campinas\nFaculdade de Engenharia Elétrica\nDepartamento de Engenharia da Computação e Automação Industrial\nReconstrução Volumétrica e Análise de Imagens\nTridimensionais por Morfologia Matemática\npor Ulisses de Mendonça^Braga Neto r\norientador Prof. Dr. Roberto de Alencar ¡Lotufo\nDissertação submetida à Faculdade de Engenharia Elétrica da U-niversidade Estadual de Campinas, para preenchimento dos pré-requisitos parciais para obtenção do Título de Mestre em Engenharia Elétrica.\nDezembro 1994\nEste oxêrnpíSr gí\ts ■\trn/P ds\ndefendida por\t(X ft-ViMW-A\n“a\t1\"\" ..........\nResumo\nEste trabalho apresenta um conjunto de métodos e ferramentas que visam à reconstrução volumétrica e análise tridimensional de um objeto do mundo real.\nUm método original para o registro de seções seriadas (etapa da reconstrução volumétrica) é proposto. São apresentadas também ferramentas de análise de imagens tridimensionais baseadas na Morfologia Matemática. Duas destas ferramentas, as granu-lometrias geodésicas e o histograma de gargantas, são técnicas originais desenvolvidas ao longo deste trabalho, não tendo sido encontradas na literatura consultada. Durante todo o processo de desenvolvimento, foi adotado como plataforma o sistema de visualização e processamento de imagens Khoros.\n0 objeto tridimensional estudado consiste em uma amostra experimental a-través da qual pretendeu-se modelar um sistema físico poroso. 0 estudo de tais sistemas é de grande relevância em áreas economicamente importantes como petrofísica, engenharia de petróleo, engenharia de reservatórios, análise de solos e cristalografía. Este trabalho apresenta parâmetros de análise do meio poroso obtidos diretamente da amostra experimental tridimensional, sem nenhuma correção estereométrica envolvida.\nAbstract\nThis work presents a set of methods and tools for the volumetric reconstruction and three-dimensional analysis of a real world object.\nAn original method for the registration of serial sections (a step in volumetric reconstruction) is proposed. Also, tools based on Mathematical Morphology are presented for the analysis of three-dimensional images. Two of these tools, the geodesic granulometries and the neck histogram, have not been found in the consulted literature, being original techniques developed in the course of this work. During all the development process, it was adopted as platform the Khoros visualization and image processing system.\nThe three-dimensional object studied was an experimental sample designed for modelling a porous physical system. The study of such systems is of great value in economically important areas like petrophysics, oil engineering, reservatory engineering, soil analysis and crystalography. This work presents analysis parameters for the porous medium obtained directly from the three-dimensional experimental sample, with no estereometric correction involved.\nAgradecimentos\nAo Júnior Barrera, do IME-USP, pela ajuda inestimável que me deu na forma de comentários, sugestões e referências biliográficas sobre a Morfologia Matemática.\nAo Gerald Banon, do INPE, por todo o apoio recebido e pelo ótimo curso de Morfologia Matemática que tive oportunidade de assitir no Recife.\nAo Clésio Tozzi, da FEE-UNICAMP, pela cuidadosa revisão do texto e pelos comentários feitos.\nAo Renato Luppi e ao Alexandre Xavier, pela amizade e por todas as dicas e comentários sobre o Khoros e a V3DTOOLS.\nAo Marcelo Monteiro, do Instituto de Geociências da UNICAMP, por ter fornecido a amostra experimental e ter colaborado no processo de aquisição da mesma.\nAo Centro de Computação da UNICAMP ~ CCUEC, na pessoa do analista de sistemas Rubens Queiroz, pelo suporte computacional recebido.\nA Ting e ao Jaime, pela ajuda que deram na chegada a Campinas.\nAos muitos amigos que fiz no LCA, que comigo conviveram cotidianamente e fizeram esta caminhada parecer muito mais curta e amena: Luís Gonzaga, Daniel Moralez, Leila, Jorge, Gonzalo, Marco Antônio, Maurício, Okamura, Ely, Alexandre Magalhães, Ilka, Pinda, Elton, Olga, Berutti, Nelson, Ricardo, Luciana, Márcio Leandro, Tetsu, Daniel Kligerman, Marcelo, Alencar, Andrea, Reginaldo.\nA minha Tia Consuêlo, pela companhia, incentivo e “ajuda doméstica” recebida.\nAos meus pais, Jacinto e Consuêlo\n“ ‘I always thought they were fabulous monsters!’ said the Unicorn. ‘Is it alive?’\n‘It can talk,’ said Haigha solemnly.\nThe Unicorn looked dreamily at Alice, and said: ‘Talk, child?\nAlice could not help her lips curling up into a smile as she began: ‘Do you know, I always thought Unicorns were fabulous monsters too? I never saw one alive before!’\n‘Well, now that we have seen each other,’ said the Unicorn, ‘if you’ll believe in me, I’ll believe in you. Is that a bargain?’ ”\nTrecho extraído do incrível livro “infantil” “Through the looking-Glass and What Alice Found There”, de Dewis Carrol\nConteúdo\nRESUMO\ti\nABSTRACT\tn\nAGRADECIMENTOS\tiii\nCONTEÚDO\tv\nLISTA DE FIGURAS\tviii\nLISTA DE TABELAS\txii\n1\tIntrodução\t1\n1.1\tObjetivos ..........................................     2\n1.2\tMateriais e Métodos....................................  3\n1.3\tOrganização do trabalho................................. 3\n2\tRegistro de Seções Seriadas\t5\n2.1\tIntrodução ...........................................   5\n2.2\tO problema do registro................................   6\n2.3\t0 método de registro proposto.........................   7\n2.3.1\tObtenção da transformação de escala .............. 8\n2.3.2\tObtenção das transformações de rotação e translação . ........... 11\n2.3.3\tObtenção dos parâmetros de registro ............................. 23\n2.4\tDois exemplos com imagens sintéticas..................................   24\n2.4.1\tPrimeiro exemplo................................................. 24\n2.4.2\tSegundo exemplo ...........................................       26\n3\tMorfologia Matemática em Três Dimensões\t29\n3.1\tIntrodução............................................................   29\n3.2\tConceitos preliminares...............................................    30\n3.2.1\tEsquema de Representação e Grid Digital . ....................... 31\n3.2.2\tVizinhança e Conectividade...................................     32\n3.2.3\tDistância e Discos Digitais ...................................   35\n3.3\tAs transformações básicas da Morfologia Matemática ..................... 37\n3.3.1\tErosão e Dilatação .............................................. 38\n3.3.2\tGradiente Morfológico............................................ 42\n3.3.3\tAberturas e Fechamentos  ........................................ 43\n3.3.4\tErosões e Dilatações Geodésicos e Reconstrução...............  .\t45\n4\tFerramentas da Morfologia Matemática para Análise de Imagens\t48\n4.1\tIntrodução.........................  ................................... 48\n4.2\tWatersheds...........................................................    49\n4.2.1\tWatersheds e a Segmentação de imagens nível-de-cinza............. 52\n4.2.2\tSeparação de objetos superpostos via Watersheds.................. 55\n4.3\tGranulometria ....................................................       60\n4.3.1\tAs Distribuições Granulométricas de Tamanho.....................  63\n4.3.2\tO Espectro de Padrões........................................     67\n4.3.3\tGranulometrias Geodésicas......................................   69\n4.4\tHistograma de Gargantas..........................................     77\n4.5\tAspectos de implementação .........................................   82\n5\tResultados Experimentais: Caracterização de Meio Poroso\t87\n5.1\tIntrodução ........................................................   87\n5.2\tAmbiente\te Ferramentas Computacionais Utilizados ................... 88\n5.2.1\t0\tSistema Khoros...........................................   89\n5.2.2\tA\ttoolbox V3DT00LS .........................................  91\n5.2.3\tA\ttoolbox MMACH...........................................    92\n5.3\tReconstrução Volumétrica a partir de Seções Seriadas ................ 98\n5.3.1\tAquisição das seções seriadas ..............................   98\n5.3.2\tRegistro das seções seriadas..............................     99\n5.3.3\tInterpolação Volumétrica...................................   103\n5.4\tAtributos de análise para caracterização de meio poroso.........  .\t109\n5.4.1\tMedidas de caráter geral...................................   112\n5.4.2\tAnálise\tGranulométrica ....................................   114\n5.4.3\tAnálise\tdas Gargantas......................................   119\n6\tConclusão\t122\nBIBLIOGRAFIA\n124\nLista de Figuras\n2.1\tSeções mestre e corrente e respectivos pontos rotulados.....................  7\n2.2\tContornos preenchidos de duas seções consecutivas de um objeto tridimensional 10\n2.3\tEspecificação de geometria invariante a rotação e translação ..............\t12\n2.4\tEspecificação de\tgeometria invariante apenas a translação................... 13\n2.5\tRotação sobre\te v'2 produzindo v\" e v2 .................................   19\n2.6\tSeções sintéticas\tutilizadas no primeiro exemplo..........................   24\n2.7\tSeções sintéticas\tutilizadas no segundo exemplo............................. 26\n3.1\tRegião de interesse e subdivisão do espaço voxel ........................... 32\n3.2\tExemplo de espaço voxel: empilhamento das fatias de um joelho ......\t33\n3.3\tVizinhança 2D: (a) 4-vizinhos ao pixel central e (b) 8-vizinhos ao pixel central 33\n3.4\tVizinhança 3D: (a) 6-vizinhos (b) 18-vizinhos e (c) 26-vizinhos ao voxel central 34\n3.5\tDiscos 2D de raio r = 5 correspondentes às distâncias (a) quarteirão (b)\neuclidiana e (c) máximo...................................................   36\n3.6\tDiscos 3D de raio r = 10 correspondentes às distâncias (a) quarteirão (b)\neuclidiana e (c) máximo ................................................     36\n3.7\tModelo tridimensional da fase sólida de uma rocha .  ....................... 39\n3.8\tErosão por discos digitais 3D de raio r = 5 segundo diversas métricas, (a)\ndisco do quarteirão (b) disco euclidiano (c) disco do máximo ........... .\t40\n3.9\tDilatação por discos digitais 3D de raio r = 5 segundo diversas métricas, (a)\ndisco do quarteirão (b) disco euclidiano (c) disco do máximo................ 41\n3.10\tAbertura por discos digitais 3D de raio r = 5 segundo diversas métricas, (a)\ndisco do quarteirão (b) disco euclidiano (c) disco do máximo .............. 44\n3.11\tFechamento por discos digitais 3D de raio r ~ 5 segundo diversas métricas.\n(a)\tdisco do quarteirão (b) disco euclidiano (c) disco do máximo ......... 45\n3.12\tExemplo de reconstrução: (a) Imagem original (b) Marcadores (c) Resultado 47\n4.1\tImagem sintética vista segundo (a) representação usual e (b) modelo topográfico 50\n4.2\tLDA superposta à imagem original: (a) representação usual e (b) modelo\ntopográfico . ...........................................................   51\n4.3\tExemplo de super-segmentação: (a) Imagem original (b) Gradiente (c) LDA\nresultante...............................................................   53\n4.4\tMarcadores utilizados na segmentação da imagem do pé......................  54\n4.5\tResultado da segmentação por watersheds da imagem do pé.................... 55\n4.6\tImagem binária a ser segmentada.........................................    56\n4.7\tFunção distância associada ao objeto da fig. anterior segundo a métrica euclidiana ..............................................................     57\n4.8\tModelo topográfico associado ao complemento da função distância euclidiana 57\n4.9\tSuper-segmentação obtida com a determinação direta dos watersheds utilizando a função distância euclidiana........................................ 58\n4.10\tPerfil unidimensional da função distância mostrando os máximos espúrios\nque são removidos pela abertura por reconstrução e os máximos filtrados que resultam.................................................................   59\n4.11\tMarcadores obtidos através de (a) Bissetor condicional de ordem 10 (b)\nÚltima erosão (c) Máximos filtrados (d) Seleção manual....................  61\n4.12\tSegmentação via watersheds utilizando os marcadores da figura anterior: (a) Bissetor condicional de ordem 10 (b) Última erosão (c) Máximos fitrados (d)\nSeleção manual...........................................................   62\n4.13\tImagem sintética a ser submetida a análise granulométrica............  .\t66\n4.14\tCurvas granulométricas associadas à imagem da figura anterior: (a) í(r) e\n(b)\tT(r)............................................... . ................ 66\n4.15\tEspectros de padrões associados a alguns objetos bidimensionais .......... 68\n4.16\tImagem a ser submetida à análise granulométrica .......................  69\n4.17\tEspectro de padrões morfológico associado à imagem da fig. 4.16 ......\t70\n4.18\tResultados da abertura morfológica com disco euclidiano para diversos valo-\nres de T sobre a imagem da fig. 4.16 .................................... 71\n4.19\tEspectro de padrões geodésico associado à imagem da fig. 4.16 .......\t73\n4.20\tResultados da abertura geodésica 7Br,Brec com disco euclidiano para diversos\nvalores de r sobre a imagem da fig. 4.16 ...............................  74\n4.21\tSegmentação dos grãos superpostos da fig. 4.16.......................... 75\n4.22\tResultados da abertura geodésica 7Br)Brec com disco euclidiano para diversos\nvalores de r sobre a imagem da fig. 4.21................................  76\n4.23\tEspectro de padrões geodésico da imagem segmentada da fig. 4.21 ........ 77\n4.24\tGarganta entre dois componentes conectados e maior disco digital inscrito .\t78\n4.25\tExemplo de restrição que não é considerada uma garganta................  78\n4.26\tComponentes prestes a se desconectar após erosão pelo maior disco digital\ninscrito na garganta................................................      78\n4.27\tImagem binária de placa de circuito impresso.....................    .\t83\n4.28\tHistogramas de gargantas associados à imagem do PCB (a) parte condutora\n(b) parte isolante.....................................................   83\n4.29\tRepresentação esquemática de uma fila de espera .......................  84\n5.1\tCantata e um workspace típico ........................................... 90\n5.2\tWorkspace para gerar as visualizações tridimensionais do capítulo 3\t....\t97\n5.3\tAlgumas seções da amostra experimental utilizada neste trabalho ......\t100\n5.4\tVariação de magnitude nos dados originais .............................  101\n5.5\tVariação de magnitude após a aplicação da transformação de escala ....\t101\n5.6\tAs seções da fig. 5.3 após aplicada a transformação de registro segundo o\nmétodo proposto .......................................................  104\n5.7\tProcesso de segmentação das fases sólida e porosa, (a) Seção nível-de-cinza original (b) Resultado indesejável obtido por limiarização simples (c) Imagem limitante (d) Resultado da limiarização adaptativa (e) Filtragem da imagem\ndo item d (fase sólida) (f) Subtração das imagens do itens cee (fase porosa) 107\n5.8\tVisualização da fase sólida (a) antes da interpolação (b) após a interpolação 110\n5.9\tVisualização da fase porosa (a) antes da interpolação (b) após a interpolação 110\n5.10\tEspectros de padrões morfológicos associados à fase sólida utilizando disco\ndigital segundo métrica (a) do quarteirão (b) euclidiana (c) do máximo . . .\t115\n5.11\tRotulação com vizinhança 6 da fase sólida (a) antes e (b) após a segmentação\nbinária com o método dos marcadores filtrados............................ 116\n5.12\tEspectros de padrões geodésicos associados à fase sólida utilizando disco digital segundo métrica (a) do quarteirão (b) euclidiana (c) do máximo ....\t117\n5.13\tEspectros de padrões morfológicos associados à fase porosa utilizando disco\ndigital segundo métrica (a) do quarteirão (b) euclidiana (c) do máximo . . .\t118\n5.14\tHistogramas de gargantas associados à fase sólida utilizando como elemento\nestruturante primitivo disco unitário (a) do quarteirão (b) do máximo . . .\t121\n5.15\tHistogramas de gargantas associados à fase porosa utilizando como elemento\nestruturante primitivo disco unitário (a) do quarteirão (b) do máximo . . .\t121\nLista de Tabelas\n2.1\tResultados do primeiro exemplo para o método proposto......................  25\n2.2\tResultados\tdo\tprimeiro exemplo para o método de Merickel................... 26\n2.3\tResultados\tdo\tsegundo exemplo para o método proposto....................  27\n2.4\tResultados do segundo exemplo para o método de Merickel .........\t27\n5.1\tResultados\tdo\tregistro das seções do modelo 3D ~~ método\tproposto......... 102\n5.2\tResultados\tdo\tregistro das seções do modelo 3D - método\tde Merickel . . .\t103\n5.3\tRaios médios segundo os diversos discos digitais utilizados (valores em mm\nentre parênteses) ..................................................    .\t119\n5.4\tTamanhos médios segundo os dois elementos estruturantes utilizados (valores\nem mm entre parênteses) ...............................................     120\nCapítulo 1\nIntrodução\nCom a disponibilidade de recursos computacionais cada vez mais poderosos que vem sendo constatada nos últimos anos, as técnicas de processamento e análise de imagens tridimensionais têm ganhado um grande impulso. Ao contrário das técnicas tradicionais, que procuram obter os parâmetros de interesse a partir de seções bidimensionais do objeto em estudo, os métodos tridimensionais lidam diretamente com a estrutura 3D real do objeto. Através desta tecnologia é possível simplificar e otimizar o trabalho humano no que diz respeito à quantificação e avaliação de imagens, produzindo-se resultados precisos, confiáveis e eficientes.\nDentro deste contexto, a análise de imagens tridimensionais tem se tornado uma tecnologia das mais importantes nos dias de hoje, devido ao largo campo de aplicações em que vem sendo utilizada, abrangendo as mais diversas áreas: medicina, biologia, geologia, engenharia, metereologia, astronomia, robótica, física, química e muitas outras.\nUma técnica não-linear, com sólida fundamentação teórica, que vem alcançando um grande êxito em aplicações de processamento e análise de imagens é a Morfologia Matemática , que teve suas bases lançadas em 1964 por Georges Matheron e Jean Serra na Ecole Nationale Supérieure des Mines de Paris.\nA Morfologia Matemática se baseia em transformações de forma, que preservam a relação de inclusão, ao contrário das técnicas tradicionais lineares que preservam a relação de adição. A despeito de sua importância, as técnicas lineares não são suficientes para lidar com imagens do mundo tridimensional real, pois neste os objetos não se somam, mas se\nEntretanto, antes de se passar ao processamento e análise tridimensionais propriamente ditos, é preciso considerar o importante problema da reconstrução volumétrica do objeto que se deseja estudar. A reconstrução volumétrica, também chamada de reconstrução tridimensional, consiste na formação de um conjunto de dados que represente a estrutura tridimensional do objeto em estudo a partir de informações bidimensionais do mesmo.\nUm caso bastante comum é o da reconstrução tridimensional a partir de seções seriadas, que é o processo pelo qual se obtém um modelo tridimensional a partir de imagens 2D consecutivas que representam seções paralelas de um objeto do mundo real. Em muitos casos práticos, é necessário resolver o problema de registro entre as seções seriadas do objeto em estudo, o que usualmente consiste na determinação das transformações de translação, rotação e escala necessárias ao casamento ou alinhamentro entre as seções.\n1.1\tObjetivos\nNeste trabalho, nos propomos a desenvolver um conjunto de métodos e ferramentas que permitam a reconstrução volumétrica e posterior análise tridimensional de um objeto do mundo real. Propomos um método original para o registro das seções seriadas do objeto, que apresentou um desempenho superior a um método anterior, encontrado na literatura. Desenvolvemos também ferramentas de análise de imagens tridimensionais baseadas na Morfologia Matemática, sendo que duas delas, as granulometrias geodésicas e o histograma de gargantas, foram desenvolvidas ao longo deste trabalho, não tendo sido encontradas na literatura pesquisada.\n0 objeto tridimensional estudado consiste em uma amostra experimental através da qual pretendeu-se modelar um sistema físico poroso. 0 estudo de sistemas contendo meios porosos (rochas) é de grande relevância em diversas áreas economicamente importantes tais como a petrofísica, engenharia de petróleo, engenharia de reservatórios, análise de solos e cristalografia. A caracterização de meios porosos serve bem para demonstrar a aplicação das ferramentas 3D desenvolvidas, pois é usualmente feita a partir da análise de\n1.2\tMateriais e Métodos\nA amostra experimental utilizada neste trabalho consiste em um objeto aproximadamente cilíndrico de gesso contendo pedaços de giz de variadas formas e tamanhos. Com isto pretendeu-se modelar uma amostra real de rocha onde duas fases complementares normalmente existem: a fase sólida, que constitui o material propriamente dito e é representada pelos pedaços de giz, e a fase porosa, que corresponde ao espaço que pode ser invadido por fluidos modificando as propriedades físicas do meio, e que é representada pelo gesso.\nDurante todo o processo de desenvolvimento, foi adotado como plataforma o sistema de visualização e processamento de imagens Khoros. Este sistema consiste em um pacote computacional aberto, desenvolvido na Universidade do Novo México e baseado no Unix e no XI1, sistemas por sua vez largamente difundidos. 0 Khoros tem alcançado enorme popularidade em todo o mundo e vem sendo utilizado nas mais diversas áreas, tais como manipulação e análise de imagens médicas, sensoreamento remoto, visualização científica, reconhecimento de padrões, sistema de informações geográficas, aplicações de processamento de imagem em geral e até mesmo aplicações como bancos de dados e sistemas de controle.\n1.3\tOrganização do trabalho\nEste trabalho se encontra organizado da maneira que se segue.\nNo capítulo seguinte é apresentado o método original de registro de seções seriadas que será utilizado para a reconstrução tridimensional da amostra experimental em estudo.\nNo capítulo 3, apresentamos as transformações básicas da Morfologia Matemática tridimensional, e também os conceitos preliminares que serão necessários para o desenvolvimento da teoria.\nNo capítulo 4, são apresentadas as ferramentas da Morfologia Matemática para a análise de imagens tridimensionais que serão utilizadas mais tarde para o estudo da caracterização de meio poroso. Estas ferramentas se baseiam principalmente nas transformações básicas apresentadas no capítulo 4.\nNo capítulo 5, discutiremos todas as etapas envolvidas na reconstrução tridimensional da amostra experimental, e em seguida utilizaremos as ferramentas de análise tridimensional baseadas na Morfologia Matemática, desenvolvidas no capítulo 4, para a obtenção de medidas que descrevam a estrutura morfológica da amostra em estudo. Antes, fazemos uma descrição do ambiente computacional utilizado, o Khoros, assim como das duas toolboxes utilizadas, a V3DTOOLS e a MMACH, em cujo desenvolvimento tivemos a oportunidade de participar.\nPor fim, no capítulo 6 apresentamos algumas conclusões obtidas e também sugestões para continuação na linha de pesquisa abordada por este trabalho.\nCapítulo 2\nRegistro de Seções Seriadas\n2.1\tIntrodução\nEm muitos casos práticos de reconstrução volumétrica, como o que consideraremos no capítulo 5, é necessário resolver o problema de registro entre as seções seriadas do objeto em estudo, o que usualmente consiste na determinação das transformações de translação, rotação e escala necessárias ao casamento ou alinliamentro entre as seções.\nNa literatura, encontramos várias abordagens para o problema de registro de seções seriadas. Cygansky e Orr [15] e Faber e Stokely [19] utilizaram a teoria de momentos tensoriais para encontrar as transformações de registro. Esta teoria se aplica porém a problemas que envolvem apenas rotação e escala, isto é, transformações afins. Dudani et al. [18] tentaram resolver o problema utilizando os eixos principais das seções do objeto. Este método produz bons resultados quando as seções são idênticas a menos, mais uma vez, de uma transformação afim.\nAbordagens mais gerais que estas usualmente se baseiam na determinação das transformações de registro a partir de um conjunto de pontos rotulados, utilizando geralmente um critério de mínimos quadrados, como por exemplo os trabalhos de Arun et al. [2] e Merickel [30]. Este tipo de abordagem, o qual adotaremos, tem a grande vantagem de ser geral, podendo ser aplicado a qualquer tipo de imagem.\nNeste capítulo apresentaremos um método de registro original [11, 10], baseado\nno criterio de mínimos quadrados, que possui a vantagem de não utilizar técnicas com-putacionalmente caras, tais como decomposição de valor singular [2] ou inversão numérica de matrizes [30]. Trata-se de urna técnica combinada de minimização associada a uma es-tratégia de busca orientada. Os erros numéricos introduzidos são desta forma reduzidos. Utilizaremos imagens sintéticas para demonstrar a efetividade do método proposto, estabelecendo inclusive uma comparação com um outro método de registro, proposto por Merickel [30]. Deixaremos para o capítulo 5 a apresentação dos resultados obtidos em um problema de reconstrução tridimensional real.\nVale ressaltar ainda que utilizamos conjuntos de pontos rotulados bidimensionais, já que nossa principal aplicação é a reconstrução tridimensional a partir de seções seriadas, mas a técnica apresentada é facilmente estendida para o problema de registro tridimensional, bastando para isto fazer uma modificação no processo de busca.\n2.2\tO problema do registro\nO objetivo básico de um método de registro é encontrar o conjunto de transformações geométricas necessárias para alinhar uma secão corrente com uma seção mestre, a qual é a seção de referência (fixa). Note-se que esta atribuição é dinâmica, isto é, a seção corrente de uma passagem do algoritmo pode se tornar, após ser alinhada, a seção mestre da passagem seguinte (alternativamente, pode se fixar uma das seções, por exemplo a primeira, como a seção mestre de todo o processo de reconstrução). O conjunto de transformações pode ser aglutinado em uma só transformação chamada transformação de registro.\nUma vasta classe de técnicas utiliza pontos rotulados para se encontrar os parâmetros da transformação de registro. Estes pontos rotulados podem ser obtidos por métodos automáticos, utilizando técnicas de reconhecimento de padrões, ou de forma manual, onde um operador seleciona visualmente pontos de referência fixos entre as seções consecutivas, levando assim a uma técnica semi-automática.\nOs pontos rotulados correspondentes à seção mestre e à seção corrente são cha-mados de pontos mestres e pontos correntes, respectivamente (ver fig. 2.1).\nAs transformações geométricas usualmente requeridas são escala, rotação e trans-\n*\t«\t9\nPontos Mestres:\tP,, P„, .... P\n1’\t2’\t’ n\nPontos Correntes:\tP., P_,.... P\n1’\t2\t’ n\nFigura 2.1: Seções mestre e corrente e respectivos pontos rotulados\nlação. Portanto, o algoritmo deve, em geral, produzir quatro parâmetros como saída:\n—\tEscala: s\n—\tRotação: 8\n—\tTranslação: tx,ty\nObserve que a ordem em que as transformações acima são aplicadas é relevante, pois nem a escala nem a rotação comutam com a translação, apesar de comutarem entre si (Em nosso método, a ordem assumida é a indicada acima). Observamos ainda que a mudança de escala é considerada uniforme, isto é, a variação de magnificação é a mesma nas direções x e y.\n2.3\tO método de registro proposto\nNesta seção descreveremos a técnica desenvolvida para se determinar as transformações de escala, rotação e translação necessárias ao registro das seções seriadas a partir dos pontos rotulados.\nAlguns algoritmos encontram diretamente os parâmetros das transformações, como é o caso do método apresentado por Merickel em [30]. A técnica que desenvolvemos adota uma abordagem diferente: primeiro são determinados os pontos solução que se a-justam da melhor maneira possível (segundo o critério de mínimos quadrados) aos pontos\nA transformação de escala é tratada à parte. A depender da aplicação e do tipo de imagem, duas opções são possíveis: o parâmetro de escala pode ser determinado a priori, em uma etapa de pré-processamento, ou pode ser calculado a partir dos pontos rotulados (ver seção 2.3.1.2). Em ambos os casos, a transformação de escala é aplicada às seções anteriormente à obtenção dos parâmetros de rotação e translação.\nConcluímos então que o problema a ser atacado pode ser resumido como:\n-\tDeterminar a transformação de escala existente entre as seções mestre e corrente.\n-\tEncontrar, usando o critério de mínimos quadrados, os pontos solução\na partir dos pontos mestres\ne dos pontos correntes\n(a:2!\n-\tEncontrar o conjunto de parâmetros que definem as transformações de rotação e translação (nesta ordem) capazes de mapear os pontos correntes sobre os pontos solução.\nA seguir, descreveremos cada uma das etapas acima.\n2.3.1\tObtenção da transformação de escala\nAs mudanças de escala existentes entre as seções de um objeto são normalmente produto de um processo de aquisição mal realizado, ou ainda problemas com o hardware de digitalização, como por exemplo scanners e câmeras com derivações (drifts) indesejáveis em seu funcionamento.\n(2.1)\n(2.2)\n(2.3)\nPropomos duas alternativas para resolver o problema de escala. A primeira opção, a mais geral, utiliza os pontos rotulados enquanto que a segunda pode ser vista como uma etapa de pré-processamento, não utilizando os pontos rotulados. Nas próximas duas seções descreveremos cada uma das duas metodologias propostas.\n2.3.1.1\tObtenção da escala a partir dos pontos rotulados\nEsta primeira técnica, a qual pode ser aplicada a qualquer caso, baseia-se na comparação entre os comprimentos médios dos segmentos formados pelos pontos rotulados nas seções mestre e corrente.\nOs comprimentos médios correspondentes às seções corrente e mestre são calculados da seguinte forma:\n&lt;= E Ê Vw-;)2+«-^)2\n2 *=1\n™ e è y«-^)2+w-^)2\n*'=i j=»+i\nDesta forma, é possível determinar o parâmetro de escala como:\nm\ns = — c\n2.3.1.2\tA transformação de escala como etapa de pré-processamento\nNesta seção descreveremos a segunda técnica proposta para a obtenção do parâmetro de escala, a qual nao é tão geral quanto a apresentada na seção anterior, mas que é útil em muitos casos.\nConsidere-se por exemplo a fig. 2.2, que apresenta os contornos preenchidos de duas seções consecutivas obtidas na digitalização de um objeto tridimensional, um modelo de meio poroso, como veremos no capítulo 5 (Note as marcas fiduciais introduzidas, que são utilizadas em uma etapa posterior para a obtenção dos pontos rotulados).\nFigura 2.2: Contornos preenchidos de duas seções consecutivas de um objeto tridimensional\nA idéia é obter uma correlação entre o parâmetro de escala s e as áreas das seções. Não podemos relacionar contudo o parâmetro s com as áreas diretamente, pois se tratam de parâmetros de dimensionalidades distintas: este é linear, enquanto que aquelas são quadráticas. Temos que procurar portanto um atributo para as seções que seja linear.\nA solução neste caso é tomar os raios médios das seções, os quais podem ser definidos em função das áreas como:\nA\n(2.5)\nDesta forma, obtemos o parâmetro de escala s como:\n2.3.2\tObtenção das transformações de rotação e translação\nEsta etapa é o ponto central do método proposto, onde formulamos e derivamos a solução do problema de programação quadrática correspondente ao critério de mínimos quadrados e em seguida mostramos como obter os parâmetros de rotação e translação a partir de uma estratégia de busca orientada.\n2.3.2.1\tSolução do problema de três pontos\nPara facilitar o entendimento da técnica desenvolvida, consideraremos inicialmente o problema de se encontrar as transformações de rotação e translação para o caso em que se dispõe de três pontos rotulados em cada seção. Posteriormente, será descrita a generalização para n pontos.\nProcuraremos formular o problema de mínimos quadrados no contexto da programação quadrática. Para isso, necessita-se de uma função custo e de um conjunto de restrições.\nA função custo para o método de mínimos quadrados é simplesmente a soma das distâncias ao quadrado entre os pontos solução e os pontos mestres:\n(*1 - *i)2 + (yi - vi)2 + (*2 - ^)2 + (.Vi - Vi)2 + (*3 - X3)2 + (V3 - vi)2 (2.7)\nO conjunto de restrições a que os pontos soluções devem obedecer diz respeito à geometria dos pontos correntes, já que se deseja que estes possam ser mapeados exatamente sobre os pontos solução. No caso de três pontos, o objetivo é portanto descrever, de forma a não permitir ambiguidades, a geometria de um triângulo.\nEm uma primeira abordagem, poderíamos considerar o seguinte conjunto de restrições:\n(z2 - *i)2 + to - yi)2\t- 7]\n(z3-zi)2 + to-i/i)2\t~&lt;\t(2-8)\nto - *i)to - *1) + to - 2/1 )to \" yi) ~ í\nonde:\n■q = (x'2 - z'i)2 + (y2 - vj)2\n&lt;= Oá — xí )2 + (s4 — ví)2\nC = (i'2-a:'j)(a:3-x;) + (i4-l4)(lé-/i)\nEste conjunto de restrições corresponde a especificar o comprimento dos lados P1P2 e P{P^ ^em como 0 ângulo entre eles (ver fig. 2.3).\nFigura 2.3: Especificação de geometria invariante a rotação e translação\nO problema de programação quadrática formado por (2.7) e (2.8) acima é não-linear devido ao conjunto de restrições especificado. Sua solução pode ser obtida por métodos iterativos de aproximação, tal como o método de Newton [25].\nUma solução em forma fechada pode ser obtida desde que o conjunto de restrições seja linear, resultando em um sistema de equações lineares após a aplicação das condições de primeira ordem, conforme será visto mais adiante.\nUm tal conjunto linear de restrições pode ser obtido se desvincularmos a rotação da translação. Se o problema de minimização envolve apenas translação, a descrição da geometria dos pontos correntes não precisa envolver comprimentos ou ângulos, mas apenas vetores.\nNo nosso caso, são especificados os vetores P\\P^ e P1P3, como pode ser visto na fig. 2.4. 0 conjunto de restrições resultante é simplesmente:\nX2 - Xj = Qi\n2-3 - X! = a2\n(2-9)\ny? ” y-L = 0i\nífo - yi ~ ^2\nA rotação está embutida nos parâmetros ai,a2»/?i e 02- O cálculo destes termos será descrito posteriormente.\nFigura 2.4: Especificação de geometria invariante apenas a translação\nPara fins de simplicidade na obtenção da solução do problema de programação quadrática, é conveniente introduzir a seguinte mudança de variáveis:\n= si ~\nWí =\t%2 “ ^2\n=\t^3-^3\t(2.10)\n= yi-vl\n^V2 = yi-yí\n\t= V3 - y-3 0 problema de programação quadrática pode ser reescrito então da seguinte\nforma:\tmin w^i2 + wX22 + wX32 + wyl2 +\t+ wy32\nsujeito a\nWx2 ~ ™xl\n\n(2.11)\nW^-Wari = a2 “ (^3 “ xl)\nWpj-Wji = A - (tó -’/Í)\nWy3 ~ Wyl\n= &amp;~ü/3”^r)\nObserve que na formulação (2.11) acima o vetor solução fornece uma medida direta do resíduo ou erro associado à minimização, em contraste com a formulação anterior à mudança de variáveis.\nA formulação (2.11) permite também colocar o problema na forma matricial\npadrão:\nmin |wtQW\n2\nsa AW = b\nonde:\nQ = 2I6x6\nw = [ wxi Wx2 Wx3 Wyi Wy2 Wy3\n”-110\t0\t0\t0 '\n10\t1\t0\t0\t0\n0 0\t0\t-1\t1\t0\n0 0\t0\t-1\t0\t1\nA =\n(2.13)\n(2.14)\n(2.15)\n<*i + (x; - $;)\nb= ^ + (^3-^1) Pi + fâ-yl)\n. ^2 + (yã ” yí)\n0 problema descrito por (2.12) pode ser resolvido utilizando-se o método da mínima. norma [34], ou, alternativamente, pode-se aplicar as condições necessárias de La-grange e resolver o sistema linear resultante [25]. Nosso método emprega a segunda opção, como veremos a seguir.\nUsando as condições necessárias de Lagrange, obtém-se o seguinte sistema linear:\ní QW + Atp =\nI AW\nonde p é o vetor de multiplicadores de Lagrange.\nMostra-se [25] que, se Q é uma matriz n x n positiva-definida no sub-espaço II = {W AW = 0} e A tem posto m, sendo A uma matriz m x n, então a matriz\nQ A^\nA 0\né não-singular, e consequentemente o sistema (2.17) possui solução.\nNo nosso caso, Q é uma matriz 6x6 positiva definida em todo o espaço R6, pois é múltipla positiva da identidade; A é uma matriz 4x6 de posto 4 (Basta verificar que os vetores-linha de A são linearmente independentes). Desta forma, está garantido que o sistema (2.17) possui solução, a qual pode ser obtida algébricamente como:\nfi \"~(aQ_1At) b\t(2.18)\nW = Q-1Ar(AQ-1AT)“1b\t(2.19)\nUm problema que surge neste momento é o da inversão da matriz AQ“1AT. Devido à maneira como foi formulado o problema de programação quadrática, a matriz A apresenta uma forma muito simples, como vemos na eq. (2.15). Isto permite se obter a\ninversa da matriz AQ”1 AT algébricamente, de forma fechada, mesmo no caso geral de n pontos rotulados (como veremos adiante), evitando assim a inversão numérica de matrizes, a qual é cara computacionalmente e introduz erro numérico. Este é o principal aspecto do método proposto.\nDesta forma, o vetor de multiplicadores de Lagrange g e o vetor solução W são dados simplesmente por:\n\t\t\t= Lb\t\n\t\tw\t= Mb\t\nonde:\t\t\t\t\n\t\t2\t-1 0\t0\n\t2\t-1\t2 0\t0\n\tL =\t\t\t\n\t3\t0\t0 2\t-1\n\t\t0\t0 -1\t2\n1-10 0\n2-100\n0\t0 2 -1\n0\t0-1 2 ,\nNote que a matriz M possui um formato peculiar:\nonde:\nM =\t0\t0\n\t\t\n\t-1\t-1\n1\t\t\n4? = - 3\t2\t-1\n\t-1\t2\n(2.20)\n(2.21)\n(2.22)\n(2.23)\n(2.24)\n(2.25)\nas componentes x e y dos vetores Web separadamente,\t\t\t\t\nw =\tWx . Wy\t\t\t(2.26)\nb =\tbx by\t\t\t(2.27)\nteremos:\t\t\t\t\nwx\t= #b;\t\tX\t(2.28)\nwy\t= #b;\t\tZ\t(2.29)\nAs equações (2.28) e (2.29) permitem apreciar a simplicidade da abordagem adotada, possivelmente insuspeita a princípio. Vale ressaltar ainda que, como veremos adiante, para problemas com n pontos rotulados a separabilidade da matriz M se mantém, o que representa um fato muito vantajoso computacionalmente.\n2.3.2.1.1\tDeterminação do parâmetro de rotação através da busca orientada\nOs termos ai,a2,/?i e fa, daqui por diante chamados de termos de rotação. desempenham um papel importante no método proposto, pois representam a conexão entre o procedimento de minimização descrito na seção anterior e a busca orientada que determina o parâmetro de rotação 0.\nComo já foi mencionado, a idéia central do método é, na formulação do problema de minimização, deixar a rotação à parte, resultando em uma derivação simples e que exija pouco esforço computacional, produzindo como consequência um menor erro numérico.\n0 parâmetro de rotação 0 é encontrado de forma iterativa, em um processo de busca orientada, onde a cada iteração, o problema (2.12) é resolvido (o que como vimos requer apenas duas multiplicações de matrizes), o resíduo ou erro médio quadrático (RMS) é calculado diretamente a partir do vetor solução W, e a busca segue em direção do menor\nRMS, dado por:\nRMS = |£V^í + wJ,.\t(2.30)\n1=1\nConstatou-se na prática que o criterio RMS acima apresenta um comportamento unimodal em relação ao parámetro isto é, não possui mínimos locais, mas apenas um mínimo global. Um esquema simples para a busca pode ser obtido portanto através da subdivisão do espaço de interesse (o intervalo 0o - 360°) em incrementos iguais e pelo refinamento progressivo da subdivisão em torno do RMS mínimo obtido a cada passo até atingir uma resolução predefinida. O processo de busca pode então ser implementado de forma bastante eficiente, começando com um incremento “grosso” que val sendo sucessivamente refinado tanto quanto se queira. Após a obtenção do parâmetro de rotação 0 a partir da busca, é fácil obter os parâmetros de translação tx e tVi como mostraremos na seção 2.3.3.\nOs termos de rotação são calculados para cada iteração da busca a partir da geometria dos pontos correntes e do ángulo 0 corrente. O sistema de coordenadas pode ser escolhido arbitrariamente; no entanto, é imprescindível que a convenção adotada seja consistente em todos os passos da implementação, desde a etapa de obtenção dos pontos rotulados até o processo de reconstrução propriamente dito. No caso de nossa implementação, o sistema de coordenadas adotado é o sistema retangular usual cuja origem é o centro de cada seção, o que simplifica a etapa de reconstrução, pois permite implementar a transformação de rotação de maneira mais simples.\nExplicaremos agora como obter os termos de rotação a partir da geometria dos pontos correntes e do parámetro 0 corrente. Como já vimos, o triangulo formado pelos três pontos correntes da seção a ser alinhada pode ser descrito por dois vetores:\nv; =\t(2.31)\nv' = (xs-Zuys-y'i)\t(2.32)\nEsta descrição é invariante à translação, mas não o é em relação à rotação. Aplicando-se uma rotação de um ângulo 0 no sentido anti-horário, obtemos (ver fig. 2.5):\nx\" = 3?J eos 0 — sin 0 i = 1,2,3.\ny','\t— gf' gjn $ yt. cog Q í=l,2,3.\nassim, os vetores após a rotação são dados por:\n(*2 “ A) cos e - (y2 - 3/0 sin 0 (x2 - 2:0 sin 0 4- (3/2 ~ 3/0cos0\n(x'3 - xft) cos 0 - (y3 - 3/í) sin 0 (^3 - 2:0 sin0 4* (3/3 ~ Vi)cos#\nDesta forma, tem-se:\noi(0) = (x2 - 2:0 cos0 - (3/2 - 3/0 sin0\no2(0) = (2:3 - X0COS0 - (3/3 - 3/0sin0\n&amp;(0) = (z'2~?0sm0 + (3/2-i/0cos0\n/?2(0) = (xf3 - a:0sin0 + (y3 ~ $/0cos0\n(2.33)\n(2.34)\n(2.35)\n(2.36)\n(2.37)\n(2.38)\n(2.39)\n(2.40)\n2.3.2.2\tGeneralização do método para n pontos rotulados\nA extensão da técnica proposta na seção anterior para um número n arbitrário de pontos é imediata.\nA função custo a ser utilizada continua sendo a soma das distâncias ao quadrado entre os pontos solução e os pontos mestres:\n(*1 ~ Xj)2 + (z2\t+\t~X*n)2 + (.yi \" ^*)2 + (S/2\t+\t+\t(2A1)\nO conjunto de restrições especifica os vetores P^P?,, P1P3, . ■ •, PiPn> mantendo a idéia anterior de uma especificação de geometria invariante apenas à translação:\nX2 ~~ Xi = Oi\n3?3 “\t=\t«2\nÍTn Xi\t—\tCt'n—1\nV2 - Vi\t-\t01\n313-1/1\t=\tíh\nVn ~ Vl = Pn-l\nFazendo uma mudança de variáveis análoga à anterior,\nWxi = Xi ~~\ni = 1,..., n\nwvi = Vi~ Vi í = 1,..., n\n(2.42)\n(2.44)\nobtemos a seguinte formulação para o problema de programação quadrática:\nmin\nÈ^. + Èri.\nÍ=1\t1=1\nsujeito a\nwx2 “ wxl\nWx3 ~ WX1\n\n= «2 ” (®5 ~ Xj)\nwxn ~ ^xl\nWy2 - Wyl\nWy^ Wyl\n(ix\t$ \\\n\"~ xl)\n= h- te* -ví)\nVlyn-wvl =\t/3n-i - (s/j - 3/j)\nNote que o problema acima contém n variáveis e 2(n - 1) restrições.\nA forma matricial padrão do problema acima é dada por: min |wrQW\n(2.45)\nonde tem-se:\nQ\n= 2l2nx2n\t\t\t(2-46)\n^n~lxn\tOn—1xn\t\t(2.47)\nOn-lXn\tNn_ixn\t\t\nwyl\tWy2 • • •\t^yn 1\t(2.48)\ncom:\nj / 1 e i = j ~ 1 caso contrário\nbxi = ai +\t- xj)\n(2.49)\n(2.50)\n(2.51)\n-1 , j= 1\nNí; =\t1\ni =\t— 1\nj =\n0\ni = 1,..n — 1\nôy: = A’ + (&amp;*+i ~~yi) í = 1,..., n - 1\nSeguindo uma argumentação inteiramente análoga à da seção 2.3.2.1.1, concluímos que:\nOí(^) = (x$+1 - zí)cos0 ” (yi+1 “ #í)sin# í = l?...,7i“l\t(2.53)\n0i(0) = (z^i - zl)sin# + tó+i - *4)cos0 i = l,...,n~l\t(2.54)\nA solução do problema formulado em (2.45) existe, pois os vetores-linha da matriz A são linearmente independentes (ver seção 2.3.2.1), e é dada pela equação (2.19):\nW = Q-1Ar(AQ-1Ar)'1b\t(2.55)\nComo foi discutido na seção 2.3.2.1, devido à forma particular da matriz A foi possível determinar a inversa de maneira puramente algébrica. Desta forma, a solução assume a forma simples da equação (2.21):\nW = Mb\nA matriz M permanece separável para o problema com. n pontos:\n\tM2nx2{\t1 n-'>- ñ\t^riXn-l Onxn-1\tOnxn-1 $nXn-1\t(2.56)\t\nonde a matriz $ é descrita por:\t\t\t\t\t\t\n\t-1,\ti = 1 ou\t1 - 1 / j\ti = 1,\t. ,.,n\t\n<\tn — 1 ,\t«\" 1 = j\t\tj = 1\t,...,71-1\t(2.57)\n\t0 ,\tcaso contrário\t\t\t\t\nA solução é portanto dada simplesmente por:\nWx = l$bx\t(2.58)\nn\nWy = ifcby\t(2.59)\nVale ressaltar que o erro médio quadrático a ser calculado a cada iteração da busca é dado por:\n+ (2.60) n i=l\n2.3.3\tObtenção dos parâmetros de registro\nPodemos resumir a obtenção dos parâmetros de registro, descritos na seção 2.2, da seguinte forma:\nParâmetro de escala Obtido na etapa de pré-processamento descrita na seção 2.3.1\n-\tParâmetro de rotação 0: Obtido diretamente da busca, sendo o ângulo que produz o menor erro médio quadrático, calculado para cada iteração conforme a eq. (2.60)\n-\tParâmetros de translação tx e ty: São obtidos a partir do parâmetro de rotação e dos pontos solução e correntes. Note que os pontos solução são dados por:\nXi — x? + wxt\tí = l,...,n\t(2.61)\nVi = y* 4- wyi\ti = 1,..., n\t(2.62)\nTendo os pontos solução e os pontos correntes (e conhecendo-se o ângulo de rotação), é simples determinar a translação introduzida. O problema de minimização (2.11) garante que a translação é a mesma para cada um dos pontos, portanto os parâmetros tx e ty podem ser calculados tomando como base, por exemplo, o primeiro ponto:\n= xi - (í| cos 0 -yí sin 0)\t(2.63)\n2.4\tDois exemplos com imagens sintéticas\nNesta seção apresentamos dois exemplos de aplicação do método de registro proposto utilizando imagens sintéticas.\nNestes dois exemplos o processo utilizado para a obtenção dos pontos rotulados é manual, e não consideraremos o problema de escala, isto é, assumiremos uma magnifi-cação uniforme entre as seções. No capítulo 5 apresentaremos os resultados obtidos em um caso de reconstrução tridimensional real, quando discutiremos também a determinação da transformação de escala.\nApresentaremos uma comparação feita com o método proposto por Merickel [30]. Como se verá, nosso método apresentou resultados superiores, devido à simplicidade numérica do algoritmo (Não há inversões numéricas de matrizes), apesar de se utilizar um processo de busca, o qual é inerentemente aproximativo.\n2.4.1\tPrimeiro exemplo\nNeste primeiro exemplo, a primeira seção é uma imagem sintética simples, enquanto que a segunda foi obtida a partir da primeira introduzindo~se uma transformação combinada de rotação e translação com os seguintes parâmetros (ver hg. 2.6):\nFigura 2.6: Seções sintéticas utilizadas no primeiro exemplo\nUtilizamos os asteriscos para indicar que os parâmetros acima são “ideais”, no sentido de que deveriam ser os parâmetros otidos em um processo de registro onde não houvesse a presença de qualquer tipo de erro (Na verdade, os parâmetros a serem obtidos são os acima multiplicados por -1, pois o método de registro encontrará a transformação inversa. Nas tabulações de resultados apresentadas para o primeiro exemplo, desconsideramos o sinal negativo).\nNeste exemplo, os pontos rotulados correspondem aos “vértices” das imagens sintéticas. Foram empregados de dois até seis pontos. Vale ressaltar que, ao contrário do que é afirmado em [30], o método de Merickel pode ser aplicado ao caso de apenas dois pontos rotulados.\nOs resultados obtidos para este exemplo pelo método proposto podem ser vistos na tabela 2.1, enquanto que os resultados obtidos pelo método de Merickel encontram-se na tabela 2.2.\nNúmero de pontos\tta:\tty\t0\tRMS\n2\t24.754\t51.739\t59.87294\t0.07173\n3\t25.024\t51.943\t59.75159\t0.35999\n4\t24.916\t51.945\t59.78497\t0.33898\n5\t24.901\t51.962\t59.77870\t0.28318\n6\t24.899\t51.935\t59.78563\t0.25959\n^^^médio = 0'^6269\nTabela 2.1: Resultados do primeiro exemplo para o método proposto\nAs fontes de erro no caso deste exemplo são o erro do operador ao selecionar manualmente os pontos rotulados e o erro digital introduzido na geração da segunda seção. Os resultados indicam que o menor erro médio quadrático foi atingido para o caso de apenas dois pontos rotulados. Isto significa que as fontes de erro mencionadas acima têm pouca influência neste caso, o mais simples de todos. Deve ser observado, entretanto, que um pequeno RMS indica um bom casamento entre os pontos rotulados dados, mas não é uma condição suficiente para um bom registro, pois o processo de seleção dos pontos rotulados, quer seja manual, quer seja automático, é muito sujeito a erros. Se o erro na obtenção dos\nNúmero de pontos\t\t\t0\tRMS\n2\t24.738\t51.765\t59.87294\t0.07648\n3\t25.023\t51.942\t59.72631\t0.36415\n4\t24.915\t51.955\t59.77184\t0.34360\n5\t24.899\t51.968\t59.76995\t0.28605\n6\t24.893\t51.949\t59.76402\t0.26476\nRMSmédio = 0.26701\nTabela 2.2: Resultados do primeiro exemplo para o método de Merickel\npontos rotulados for entretanto garanti d amente pequeno, então o RMS fornece um bom critério também de casamento entre as seções.\nFinalmente, observamos que para este exemplo o método proposto foi superior ao método de Merickel em cada caso, assim como na média.\n2.4.2\tSegundo exemplo\nO segundo exemplo apresentado é similar ao primeiro. Foram geradas duas seções sintéticas, onde a primeira é um hexágono e a segunda é obtida a partir da primeira não apenas se introduzindo uma transformação geométrica, mas também deformando-se a primeira imagem (fig. 2.7). Com isso, pretendeu-se modelar uma fonte de erro típica do\nFigura 2.7: Seções sintéticas utilizadas no segundo exemplo\nA transformação geométrica introduzida na segunda seção foi neste caso apenas\numa rotação, não tendo sida aplicada nenhuma translação:\n\n\ne* ~ 20°\nOs resultados foram obtidos mais uma vez variando-se o número de pontos rotulados de 2 a 6, os quais correspondem aos vértices dos polígonos. Como no exemplo anterior, as tabelas 2.3 e 2.4 permitem fazer a comparação entre os métodos proposto e o de Merickel, respectivamente, onde ignoramos o sinal negativo do parâmetro de rotação.\nNúmero de pontos\ttx\t\te\tRMS\n2\t-0.865\t-17.061\t32.91169\t1.42466\n3\t6.390\t-7.492\t26.23296\t5.02885\n4\t7.932\t-5.236\t24.90108\t5.12179\n5\t6.584\t-1.143\t22.88466\t6.91792\n6\t7.989\t0.295\t23.07049\t7.95289\nRMSmédio ~ 5-28922\nTabela 2.3: Resultados do segundo exemplo para o método proposto\nNúmero de pontos\t\t\te\tRMS\n2\t-2.936\t-15.382\t32.91169\t3.01608\n3\t4.458\t-8.098\t26.89112\t5.36441\n4\t7.676\t-5.256\t24.81533\t5.13932\n5\t6.219\t-1.163\t22.32030\t6.91838\n6\t8.076\t0.370\t22.73598\t7.98433\nKMSmédio = 5.68450\nTabela 2.4: Resultados do segundo exemplo para o método de Merickel\nComo era de se esperar, as taxas de erro RMS obtidas foram piores do que para o primeiro exemplo. Entretanto, é importante notar que com o acréscimo de pontos ambos os métodos produziram parâmetros de rotação cada vez mais próximos do parâmetro “ideal”.\nTambém observamos que, mais uma vez, o método proposto foi superior ao de Merickel em cada caso e também na média. Destaca-se o caso de dois pontos, onde há uma diferença superior a 100% entre as duas taxas de erro RMS. Vale ressaltar também que a diferença percentual entre os RMS médios foi maior no segundo exemplo que no primeiro, indicando uma tendência do método proposto ter um desempenho tão mais superior quanto menos exato for o casamento entre as seções e/ou entre os pontos rotulados.\nCapítulo 3\nMorfologia Matemática em Três Dimensões\n3*1 Introdução\nA análise e o processamento de imagens sofreram durante muito tempo, e ainda sofrem, de uma forte influência de técnicas do processamento de sinais clássico, tal como a filtragem linear. Esta baseia-se na preservação da adição, e se presta muito bem à modelagem de sistemas acústicos, eletrônicos, ópticos e outros. Infelizmente, tem-se constatado que, a despeito de sua importância, as técnicas lineares não são suficientes para lidar com as imagens. 0 mundo como o enxergamos não é translúcido, mas apresenta objetos que se sobrepõem uns aos outros, além de conter um conceito importante e subjetivo, o de forma.\nA Morfologia Matemática, que teve suas bases lançadas em 1964 por Georges Matheron e Jean Serra na École Nationale Supérieure des Mines de Paris, é uma técnica não linear, com sólida fundamentação teórica, que vem alcançando um enorme sucessso em aplicações de análise de imagens.\nA Morfologia Matemática se baseia em transformações de forma que preservam a relação de inclusão, e não a de adição. Estas transformações satisfazem a um conjunto de princípios fundamentais, escolhidos de forma a modelar fenômenos do mundo real dentro do que J. Serra denominou “Universo dos Corpos Morfológicos”. Estes princípios não vieram de um experimento específico, mas tão pouco podem ser encarados como axiomas matemáticos.\nAs transformações estudadas pela Morfologia Matemática são definidas sobre reticulados completos, entidades matemáticas com origem na teoria de conjuntos [5], Imagens binárias, em tom de cinza, multi-espectrais (coloridas), além dos intervalos, grafos, partições, etc. são conceitos que podem ser formalizados com o uso de reticulados completos, tornando clara assim a abrangência da teoria.\nAs operações fundamentais da Morfologia Matemática são denominadas erosão e dilatação. A partir de composições destas operações elementares é possível gerar qualquer outra operação definida entre reticulados completos [4]. As operações entre reticulados completos se aplicam a diversos problemas recorrentes no campo da análise de imagens, tais como filtragem, segmentação, descrição de forma e muitos outros.\nA idéia básica das operações fundamentais da Morfologia Matemática consiste em investigar uma imagem através de um elemento estruturante, examinando onde este elemento se “encaixa”. De fato, é possível se demonstrar que existe uma bijeção entre o conjunto das dilatações (resp. erosões) e o conjunto dos elementos estruturantes [5], isto é, assim como cada elemento estruturante define uma operação de erosão e outra de dilatação, cada transformação que seja uma erosão ou dilatação possui um elemento estruturante associada a ela.\nNeste capítulo, apresentaremos as transformações básicas da Morfologia Matemática tridimensional. Estaremos mais interessados na Morfologia Matemática binária ou de conjuntos [5], Daremos entretanto as principais definições e conceitos referentes à Morfologia Matemática nível-de-cinza ou de funções [49, 4]. Antes, apresentaremos conceitos preliminares que serão necessários para o desenvolvimento da Morfologia Matemática tridimensional.\n3.2\tConceitos preliminares\nNesta seção apresentaremos os conceitos básicos sobre esquema de representação e topologia digital 3D que serão necessários na definição das transformações básicas da\n3.2.1\tEsquema de Representação e Grid Digital\nA primeira questão relevante que deve ser analisada ao se propor um método de análise de imagens tridimensionais diz respeito ao esquema de representação a ser empregado e, mais particularmente, ao grid digital a ser adotado.\n0 problema consiste em escolher como distribuir pelo espaço tridimensional os elementos digitais que compõem as imagens. Isto determina a topologia digital do espaço 3D, isto é, como os conceitos de vizinhança e conectividade, entre outros, estão definidos.\nNo caso bidimensional, as opções mais utilizadas são os grid retangular e hexagonal [3]. No espaço 3D o número de alternativas cresce consideravelmente, devido à maior complexidade. Têm sido estudados, entre outros, os grids hexagonal cilíndrico, cúbico, cúbico centrado e cúbico de faces centradas [32].\nNeste trabalho utilizamos o grid cúbico. Apesar de apresentar desvantagens (“herdadas” do grid retangular no caso 2D), tais como paradoxos de conectividade [23], este esquema possui a vantagem da simplicidade: além de ser perfeitamente isotrópico, é o esquema de representação mais natural em computadores digitais. Além disso, como a maioria das imagens tridimensionais são obtidas a partir do empilhamento de seções bidimensionais, como no caso deste trabalho, o grid cúbico representa a solução mais simples e direta.\n0 esquema de representação baseado no grid cúbico é também conhecido como modelo Voxel [20, 27]. O termo voxel é um acrônimo para volume element. Da mesma forma que o pixel é a unidade básica de uma imagem 2D, o voxel é o elemento básico de uma imagem tridimensional. Os voxels são portanto pequenos cubos de tamanho e orientação uniformes, isto é, que formam uma subdivisão regular do espaço.\nNa coleção de cubos que constituem o espaço voxel, cada pequeno cubo pode ser completamente descrito em termos das coordenadas de seu canto superior esquerdo posterior ou, alternativamente, de seu centro. Isto significa que, devido à regularidade da\nsubdivisão espacial, apenas um conjunto de coordenadas precisa ser armazenado para cada voxel [27]. Normalmente podemos limitar nossa atenção a uma região de interesse, a qual é um subconjunto de Z3, e então a coleção pode ser eficientemente codificada como um matriz tridimensional c^, onde a posição do voxel é dada implicitamente pelos índices i,j, k (ver fig. 3.1). A este subconjunto de Z3 daremos o nome de espaço vozel e o representaremos pela letra E. Como ilustração, apresentamos na fig. 3.2 uma visualização tridimensional do espaço voxel formado pelo empilhamento das fatias de um joelho obtidas por tomografia computadorizada de raio-x (onde a fatia situada no topo do volume pode ser vista), uma aplicação típica do esquema de representação Voxel.\nFigura 3.1: Região de interesse e subdivisão do espaço voxel\n3.2.2\tVizinhança e Conectividade\nNesta seção e na seguinte, apresentaremos extensões para o caso 3D de conceitos de topologia digital [24] que nos serão úteis. Excelentes abordagens para o caso 2D podem ser encontradas em [43] e [22]\nNo caso do grid retangular 2D são bastante conhecidos os conceitos de 4- e 8-vizinhos. Dado um determinado pixel, os 4-vizinhos são aqueles que compartilham uma\nFigura 3.2: Exemplo de espaço voxel: empilhamento das fatias de um joelho\naresta com este, enquanto que os 8-vizinhos compartilham pelo menos um vértice, como\n(a)\t(b)\nFigura 3.3: Vizinhança 2D: (a) 4-vizinhos ao pixel central e (b) 8-vizinhos ao pixel central\nNo caso 3D, podemos definir analogamente os conceitos de 6-, 18- e 26-vizinhança. Os 6-vizinhos a um dado voxel são aqueles que compartilham uma face com este, os 18-vizinhos compartilham pelo menos uma aresta e os 26-vizinhos compartilham pelo menos um vértice. Isto pode ser visto esquematicamente na hg. 3.4, onde por conveniência os voxels são representados “achatados”.\nA partir do conceito de vizinhança podemos definir o de conectividade. Para isso, define-se um caminho de comprimento n como sendo uma sequência de voxels vq, tq,..., vn\nFigura 3.4: Vizinhança 3D: (a) 6-vizinhos (b) 18-vizinhos e (c) 26-vizinhos ao voxel central tal que v; é vizinho de para i = 1,.. .,n. Dependendo da vizinhança utilizada, podemos ter portanto 6-, 18- ou 26-caminhos.\nSendo S um subconjunto do espaço voxel E e u e v voxels pertencentes a 5, dizemos que u e v estão conectados se existe um caminho começando no primeiro e terminando no segundo contendo apenas voxels pertencentes a 5. Obviamente, u e v podem estar 6-, 18- ou 26-conectados e, além disso, um voxel isolado é sempre conectado a si próprio.\nPartindo das definições acima podemos derivar os seguintes fatos sobre cornpo-nentes conexos, conceito que será importante em capítulos posteriores:\n-\tDado um voxel v G E, o conjunto de todos os voxels que são conectados segundo alguma vizinhança a v definem um componente conexo de S.\n-\tDois componentes conexos podem estar 6-, 18- ou 26-conectados, se for possível encontrar um voxel no primeiro que esteja 6-, 18- ou 26-conectado a outro voxel no segundo, ou podem não estar conectados.\n-No caso de 5 conter apenas um componente conexo dizemos que S é 6-, 18- ou 26- conexo, dependendo da vizinhança utilizada.\n3.2.3\tDistância e Discos Digitais\nd(u,v) > 0\n(d(u,t?) = 0 O u = v)\n(3-1)\n(3.2)\nd(ti,v) = d(v,u)\nd(u,v) &lt;d(u,w) + d(w,v)\n(3-3)\nSejam dois voxels u e v pertencentes a E descritos respectivamente pelas coordenadas (ux,Uy,uz) e (vx,vy,vz). A distância euclidiana entre os dois voxels é definida por:\t________________________\n<(u, v) = ^(ux - vx)2 + (uy - vy)2 + (uz - vzf\t(3.4)\nDuas outras distâncias que nos serão bastante úteis são a distância do quarteirão: dq(u,v) =| ux ~ vx | + | Uy ■- vv | + | uz ~ vz |\t(3.5)\ne a distância do máximo:\ndm(u, v) - max{| ux - vx |, | uy - vy |, | uz - vz [}\t(3.6)\nPode-se mostrar que d€, dq e dm obedecem às restrições (3.1) a (3.3), portanto são distâncias válidas. Verifica-se também que:\nám<de&lt;dq\t(3.7)\nTendo definido a noção de distância, podemos passar ao importante conceito de discos digitais em E:\nDd(o,r) = {uCE\\d(o,u)<r}\t(3.8)\nonde o € E determina o centro do disco e r 6 Z+, o seu raio.\nPara se visualizar a forma assumida pelos discos digitais correspondentes às diversas distâncias, é útil reduzir o problema a duas dimensões, impondo por exemplo\nDdq C Dd' C Ddm\n\nFigura 3.5: Discos 2D de raio r = 5 correspondentes às distâncias (a) quarteirão (b) euclidiana e (c) máximo\nNo caso tridimensional, é fácil agora concluir que, para as distâncias do quarteirão, euclidiana e do máximo, teremos respectivamente aproximações digitais de octaedros, esferas e cubos. Na fig. 3.6 podemos ver uma visualização 3D destes discos.\nFigura 3.6: Discos 3D de raio r — 10 correspondentes às distâncias (a) quarteirão (b) euclidiana e (c) máximo\nOs elementos estruturantes com os quais lidaremos para construção de gra-\nnulometrias, realização de filtros morfológicos, e outras operações são os discos digitais, que possuem a vantagem de serem isotrópicos (simétricos) [44]. Os discos digitais 3D são também muito usados na Morfologia Matemática nível-de-cinza, como por exemplo na implementação de transformações top-hat e rolling bali [49, 31].\n3.3\tAs transformações básicas da Morfologia Matemática\nConsideremos o conjunto P(£) cujos elementos são todos os subconjuntos de E. O conjunto P(E) é parcialmente ordenado pela relação de inclusão “c”. O conjunto parcialmente ordenado (P(£), C) provido das operações de união, interseção e complementação constitui um reticulado completo [5].\nOs elementos de P(E) são na verdade nossos objetos de interesse dentro do espaço voxel, enquanto que a relação de inclusão expressa o tipo de relacionamento entre os objetos que é característico à Morfologia Matemática, conforme mencionado anteriormente. A Morfologia Matemática pode ser encarada como a “aplicação da teoria dos reticulados às estruturas espaciais” [45].\nNo caso das imagens 3D nível-de-cinza, é possível desenvolver um formalismo similar. Sendo K — [0, k] um intervalo fechado no conjunto dos números inteiros Z, mostra-se que o conjunto EK das funções f : E —► K, provido da relação de ordem parcial&lt;, tal que para todo f,g € EK\\\nf &lt;g\t, Vu € E\t(3.10)\né um reticulado completo [4], onde as operações de união, interseção e complementação são dadas respectivamente por:\n(/V^)(u) - max{/(u),^(u)} , Vu G E\t(3.11)\n(/ A g)(u) = min{/(u), g(u}} , Vu € E\n(3.12)\n(3.13)\n(~f)(u) = k~\tVuZE\n3.3.1\tErosão e Dilatação\nPara definir as transformações fundamentais da Morfologia Matemática, necessita-se antes do conceito de translação e de origem de um elemento estruturante.\nPodemos obter translações de um subconjunto B € P(E) da seguinte forma:\nB + u = (u+v)eE, iveB\t(3.14)\nNote que a operação de soma deixa implícito que assumimos uma origem o G E para o elemento estruturante:\nu + v = o 4- (íhí + ou)\t(3.15)\nA erosão (invariante por translação) de um conjunto A € P(E) por um elemento estruturante B G P(E) pode ser definida como:\neS(A)^{ueE\\(BAu)C A}\t(3.16)\nA erosão é uma transformação crescente, isto é, preserva a a relação de inclusão:\nAi C A2 =t> cjg(Aj) C €3(^2)\t(3.17)\nAlém disso, se a origem está contida no elemento estruturante, a erosão produz um efeito de “encolhimento” do conjunto original, isto é,\n0 € B => £b(A) C A\t(3.18)\ndiz-se então que a erosão por um elemento estruturante contendo a origem é uma transformação anti-extensiva.\nIntuitivamente, a definição (3.16), em conjunto com a propriedade de anti-extensividade, reflete o conceito de “inspeção” através do elemento estruturante, que a-bordamos na introdução deste capítulo: a erosão é a transformação pela qual são mantidos\nPara ilustrar o efeito da erosão, consideremos o objeto tridimensional da fig. 3.7, um modelo da fase sólida de uma rocha (0 processo de aquisição e reconstrução tridimen-sional deste objeto será descrito no capítulo 5).\nFigura 3.7: Modelo tridimensional da fase sólida de uma rocha\nNa fig. 3.8 podemos ver o efeito da erosão por diversos discos digitais 3D (ver seção 3.2.3) do objeto tridimensional da figura anterior.\nA erosão possui um operador dual^ chamado de dilatação. Para definir este operador, será conveniente introduzir primeiramente o conceito de soma de Minkowski:\nA @ B = {w € E )\t€ A e € B, com w — u + v}\t(3.19)\nA dilatação (invariante por translação) de um conjunto A € P(E) por um elemento estruturante B € P(E) pode então ser definida como o operador tal que:\n¿s(A) = A® B\n(3.20)\nSe nos limitarmos aos elementos estruturantes simétricos [45], a dilatação pode ser vista como uma “erosão do fundo”:\n(a)\n(b)\n(c)\nFigura 3.8: Erosão por discos digitais 3D de raio r 5 segundo diversas métricas, (a) disco do quarteirão (b) disco euclidiano (c) disco do máximo\nUma outra definição equivalente em P(E), porém mais útil para entender o efeito da dilatação, é a seguinte:\n¿b(4) = |J(B + u), Vu£A\t(3.22)\nisto é, a dilatação é igual à união de todos as versões transladadas de B centradas em algum voxel de A.\nAssim como a erosão, a dilatação também é uma transformação crescente (preserva a inclusão):\nAi C A2 => ¿b(Ai) C Ób(A2)\t(3.23)\nAlém disso, se a origem estiver contida no elemento estruturante, o efeito produzido pela dilatação é o de “expansão” do conjunto original, isto é,\n0 e B => A C ¿b(A)\t(3.24)\nEm outras palavras, a dilatação por um elemento estruturante que contenha a origem é uma transformação extensiva.\nUma outra propriedade, decorrente da definição da dilatação em (3.22), é a\nseguinte:\nNa fig. 3.9 vemos o efeito produzido por dilatações pelos vários discos digitais. As setas indicam posições onde pode-se visualizar o disco que foi empregado em cada uma das dilatações, consequência de haver voxels isolados naquela posição no objeto original da fig. 3.7.\nFigura 3.9: Dilatação por discos digitais 3D de raio r — 5 segundo diversas métricas, (a) disco do quarteirão (b) disco euclidiano (c) disco do máximo\nUma propriedade muito útil da erosão e dilatação, que diz respeito à composição destes operadores, é a separabilidade:\neBy\t€Bn = €Bi\n¿Bi &amp;B1 -^Bn =\n(3.27)\nA propriedade acima permite que erosões ou dilatações por elementos estrutu-rantes muito grandes possam ser obtidas pela composição de erosões ou dilatações por uma série de elementos estruturantes de menores dimensões, apropriadamente escolhidos, o que é bem mais eficiente do ponto de vista computacional [5]. Em particular, os discos digitais induzidos pelas métricas do quarteirão e do máximo (ver seção 3.2.3) possuem decomposições\nmuito convenientes:\nAí9(o, t) = Dd(o, 1) © ... ©\t(o, 1), r > 2\t(3.28)\nS—----—-----v-----------'\nT ~ 1 somas de Minkowski\nZ>lím(o,r) = Z>(im(o>l)ffi...®/?dm(o,l), r>2\t(3.29)\n...... '\nT - 1 somas de Minkowski os discos digitais D¿q(o, 1) e D¿m(o, 1) são elementos estruturantes primitivos, subconjuntos do cubo 3x3x3 centrado na origem, levando a implementações bastante eficientes das erosões e dilatações correspondentes. Observamos que o disco digital euclidiano infelizmente não dispõe, no domínio digital, de uma decomposição tão simples quanto esta.\nNo caso da Morfologia nível-de-cinza, podemos definir a erosão e a dilatação de uma função f 6 EK por um elemento estruturante B € P(E) da seguinte forma:\n(/)(«) = max{/(v) I (B-fi u) A E} , Vu € E\t(3.30)\ncb(/)(u) = min{/(v) | v € (B + u) n E} , Vti € £\t(3.31)\nAs transformações assim definidas são muitas vezes chamadas de erosão e dilatação por um elemento estruturante planar, devido ao fato de B ser um conjunto e não uma função.\n3.3.2\tGradiente Morfológico\nUma transformação derivada da erosão e dilatação que nos será útil é o gradiente morfológico, que é dado simplesmente pela subtração entre a dilatação e a erosão:\ntb = ¿3 A egc = ¿8 - (B\t(3.32)\nonde A denota a interseção entre operadores.\nOutras duas definições utilizadas para o gradiente morfológico são:\n=\t(3.33)\nrB = I -\t(3.34)\n,em que I denota o operador identidade.\nEncontraremos ao longo deste trabalho diferentes aplicações para o operador gradiente, tais como segmentação de imagens nível-de-cinza e extração de bordas.\n3.3.3\tAberturas e Fechamentos\n7fi =\t(3.35)\nUma definição equivalente em PfE), porém mais esclarecedora, é a seguinte:\n7b(4) = U{(B+u)C4}\t(3.36)\nisto é, a abertura consiste da união de todos as versões transladadas do elemento estrutu-rante que “encaixam” dentro da imagem.\nAssim como a erosão (por um elemento estruturante contendo a origem), a abertura é um operador crescente e anti-extensivo. Diferentemente da erosão, a abertura é um operador idempotente:\n~ÍB7B ~ 1B\t(3.37)\n0 operador dual da abertura chama-se fechamento:\n= [7B(AC)]C\t(3.38)\nou:\n4>b = &amp;BtB\t(3.39)\nIgualmente à dilatação (por um elemento estruturante contendo a origem), o fechamento é crescente e extensivo. Além disso, também é idempotente:\n&amp;B&amp;B = d>B\t(3.40)\nDiversamente das erosões e dilatações, nas abertura e nos fechamentos a posição da origem em relação ao elemento estruturante não desempenha nenhum papel, já que o “efeito de translação” produzida pela erosão (resp. dilatação) é cancelado pela dilatação (resp. erosão) subsequente.\nAs propriedades de crescimento e idempotência fazem das aberturas e fechamentos parte de uma importante classe de transformações, os filtros morfológicos [46].\nDe fato, a abertura pode ser vista como um processo de filtragem interna das bordas, quebrando pequenas ligações entre objetos e eliminando partículas de tamanho reduzido. Por dualidade, o fechamento possui o efeito contrário: introduz uma suavízação externa das bordas, ligando objetos próximos e fechando pequenos buracos. Além disso, os efeitos das aberturas e fechamentos podem ser combinados através de composições utilizando elementos estruturantes apropriados, dando origem aos filtros alternados sequenciais [49, 46].\n(a)\n(c)\nFigura 3.10: Abertura por discos digitais 3D de raio r = 5 segundo diversas métricas, (a) disco do quarteirão (b) disco euclidiano (c) disco do máximo\nNas figs. 3.10 e 3.11 podemos ver algums dos efeitos mencionados acima, introduzidos por aberturas e fechamentos com os diversos discos digitais sobre o objeto tridi-mensional da fig. 3.7.\nNo caso das funções, a abertura e o fechamento são definidos da mesma forma que nas eqs. (3.35) e (3.39). O efeito dessas transformações nas imagens nível-de-cinza é também de filtragem, removendo pequenos detalhes claros nas aberturas ou escuros nos fechamentos [49, 22],\nFigura 3.11: Fechamento por discos digitais 3D de raio r ~ 5 segundo diversas métricas, (a) disco do quarteirão (b) disco euclidiano (c) disco do máximo\n[29, 44]. Da mesma forma, temos fechamentos morfológicos e fechamentos algébricos. Teremos a oportunidade de encontrar uma classe de aberturas algébricas muito útil na próxima seção.\n3.3.4\tErosões e Dilatações Geodésicos e Reconstrução\nDefine-se a erosão geodésica ou condicional de um conjunto A por um elemento estruturante B, dado um conjunto C (A, 13,0 € P(jF)), como:\ncb,c(A) = c#(A) U 0\t(3.41)\nSua operação dual, a dilatação geodésica ou condicional, é definida de forma análoga por:\n= Ób(A) n C\t(3.42)\nNotamos que a erosão geodésica está sempre “envolvendo” o conjunto C\nC C\t(3.44)\no conjunto C é portanto chamado frequentemente de máscara da erosão e dilatação geodésicas.\nNo caso das imagens nível-de-cinza, podemos definir analogamente os operadores acima. A erosão geodésica de uma função f € EK por um elemento estruturante B € P(E) dada uma função g G EK é dada por:\n*£,//)(«) = max{€B(/)(u),&lt;?(«)} , W e E\t(3.46)\nDa mesma forma, a dilatação geodésica para funções é definida como:\ng(u)} , Vu € E\t(3.46)\nA mais comum aplicação das erosões e dilatações geodésicas é o processo conhecido como reconstrução [46]. Consideremos o caso da dilatação: dado um conjunto A, não necessariamente conexo, e um conjunto M de marcadores então a aplicação repetida da dilatação geodésica\nPb,m(A) = 6b,a(¿b,a(‘ • -(^b,a(M)) ...))\t(3.47)\nirá fornecer como resultado os componentes conexos de A que intersectam algum marcador. Evidentemente que na prática nao se faz uma composição de infinitas dilatações geodésicas; como lidamos com subconjuntos limitados, o processo converge após um certo número de repetições, cessando de haver mudança ao se fazer uma nova dilatação. Na fig. 3.12 vemos um exemplo bidimensional de reconstrução. Note que os objetos binários são representados neste trabalho pela cor preta sobre o fundo branco.\nUm resultado muito interessante [45] é que o operador de reconstrução pb,m (para um conjunto de marcadores M fixo) constitui uma abertura algébrica! Por isso mesmo esta transformação também é conhecida como abertura por reconstrução, ou ainda, abertura geodésica, 0 conjunto de marcadores M pode ser obtido através de uma simples erosão, ou pela aplicação de operadores como última erosão, bissetor condicional ou o método dos\n\nI X J\nFigura 3.12: Exemplo de reconstrução: (a) Imagem original (b) Marcadores (c) Resultado máximos filtrados^ como veremos no capítulo seguinte, ou mesmo podem ser impostos como um conjunto arbitrário, como no caso da fig. 3.12, onde foi utilizado um processo manual.\nNote que a abertura por reconstrução não introduz “deformação” no conjunto original. Diferentemente da abertura morfológica, a abertura por reconstrução representa apenas uma operação de “limpeza”, que remove alguns componentes conexos do conjunto original, deixando os restantes intactos. Este fato pode ser explorado na construção de gra-nulometrias geodésicas e de histogramas de gargantas, como veremos no capítulo seguinte.\nUma outra importante diferença entre a abertura morfológica e a abertura por reconstrução é que esta última leva em conta a conectividade do conjunto original. Sendo assim, o resultado depende fortemente do elemento estruturante utilizado. Se este for muito grande, a dilatação geodésica pode acabar “saltando” entre componentes não-conectados [17]. Além disso, o tipo de conectividade obtida depende do tipo de vizinhança expressa pelo elemento estruturante; por exemplo, no caso de se utilizar um cubo 3x3x3, obteremos componentes 26-conexos.\nEncerramos este capítulo observando que é possível definir de maneira análoga uma transformação de reconstrução baseada na erosão geodésica, isto é, um fechamento por reconstrução. O fechamento por reconstrução é uma transformação muito útil em várias aplicações, como por exemplo na mudança de homotopia associada à segmentação de imagens via watersheds, conforme veremos no capítulo que se segue.\nCapítulo 4\nFerramentas da Morfologia Matemática para Análise de Imagens\n4.1\tIntrodução\nNeste capítulo apresentaremos ferramentas da Morfologia Matemática para a análise de imagens. Estas ferramentas se baseiam principalmente nas transformações básicas apresentadas no capítulo anterior. As ferramentas apresentadas serão aplicadas no capítulo seguinte em um estudo de caracterização de meio poroso.\nA primeira ferramenta apresentada é a transformação de watersheds. Tratase de uma poderosa ferramenta de segmentação. Ilustraremos a aplicação dos watersheds na segmentação de uma imagem nível-de-cinza, um pé humano obtido por ressonância magnética, e então passaremos ao problema da segmentação binária de objetos superpostos, que é o caso que mais nos será útil.\nEm seguida apresentamos as granulometrias, uma ferramenta poderosa para descrição de tamanho e forma. Ilustraremos a utilidade das distribuições granulométricas, em particular do espectro de padrões, para uma seção do modelo tridimensional estudado no capítulo 5. Introduzimos também uma classe de granulometrias baseadas no conceito de reconstrução, que chamamos de granulometrias geodésicas. Utilizando o resultado da segmentação binária via watersheds, estabelecemos uma comparação entre a granulometria morfológica tradicional e a granulometria geodésica proposta. Procuramos desenvolver no\nPropomos também uma ferramenta para obtenção do histograma de gargantas de uma imagem, baseada apenas nas transformações básicas da Morfologia Matemática. Ilustramos a aplicação desta ferramenta em uma imagem de uma placa de circuito impresso.\nGostaríamos de ressaltar que todas estas ferramentas são desenvolvidas para o caso tridimensional, sendo aplicadas ao problema de caracterização de meio poroso 3D, como veremos no capítulo 5. Entretanto, para facilitar a visualização e compreensão de muitos dos conceitos que são apresentados, ilustramos neste capítulo a aplicação das ferramentas para imagens bidimensionais, deixando os resultados obtidos no caso tridimensional para o capítulo seguinte.\n4.2\tWatersheds\nA transformação de watersheds é uma poderosa ferramenta de segmentação oferecida pela Morfologia Matemática [8]. Como veremos, esta transformação pode ser utilizada tanto para o caso usual da segmentação de imagens nível-de-cinza, como também para o problema da separação de objetos superpostos, que é o caso que mais nos interessará, pois será útil na construção de granulometrias geodésicas (seção 4.3.3).\nPara compreender o conceito dos watersheds, pensemos em uma imagem nível-de-cinza bidimensional. Esta pode ser interpretada como um relevo, onde as áreas claras correspondem às elevações do terreno e as áreas escuras, às depressões. Na fig, 4.1 vemos uma imagem sintética, a soma de distribuições Gaussianas invertidas, e seu modelo de relevo, ou modelo topográfico, associado.\nConsideremos agora que uma gota d’água é abandonada em um ponto qualquer do relevo. Esta tenderá, pela ação da gravidade, a escorrer até um ponto de mínimo regional. Define-se então o watershed (“bacia d’águas”) W(M) de um mínimo M como o conjunto de todos os pontos do relevo, i.e. pixels da imagem bidimensional, onde a gota d’água escorreria para M [46]. De maneira equivalente, podemos imaginar uma inundação em que a água surge primeiro nos mínimos regionais e vai subindo. Nos pontos em que a água de duas\nFigura 4.1: Imagem sintética vista segundo (a) representação usual e (b) modelo topográfico\nFigura 4.2: LDA superposta à imagem original: (a) representação usual e (b) modelo topográfico\nNo caso tridimensional o modelo topográfico deve ser substituído, por exemplo, por um campo elétrico, onde seriam abandonadas cargas negativas, que tenderiam a ir em direção aos mínimos regionais, as cargas positivas. A idéia dos watersheds pode então ser estendida facilmente: as bacias passam a ser volumes, enquanto que não temos mais uma linha, e sim uma superfície divisora, formada pela união das fronteiras fechadas dos volumes.\nVale ressaltar que, a despeito da descrição intuitiva dada acima, a transformação de watersheds pode ser definida totalmente em termos de transformações mais básicas da Morfologia Matemática [46]. Ainda assim, os algoritmos mais eficientes são aqueles que se\nbaseiam justamente na idéia da inundação [48].\n4.2.1\tWatersheds e a Segmentação de imagens nível-de-cinza\nO problema de segmentação consiste em extrair as diferentes regiões presentes em uma imagem e obter contornos que as envolvam o mais perfeitamente possível.\nA transição de uma região ã outra em uma imagem é caracterizada pela mudança abrupta de nível de cinza. 0 operador gradiente definido na seção 3.3.2 possui a propriedade de detectar estas variações. Ao o aplicarmos obtemos uma nova imagem nível-de-cinza, onde as elevações (segundo o modelo topográfico ou do campo elétrico) correspondem às regiões de transição enquanto que as depressões indicam regiões homogêneas. Portanto, determinar os watersheds do gradiente resolve, em tese, o problema da segmentação.\nInfelizmente, a vida não é tão simples assim. Em imagens obtidas do mundo real sempre há uma considerável quantidade de ruído presente, o que introduz um grande número de bacias espúrias na determinação dos watersheds, em um efeito conhecido como super-segmentação. Na fig, 4.3 vemos um exemplo de super-segmentação em uma seção de um pé humano, obtida por ressonância magnética. Vale ressaltar que o gradiente foi obtido após uma filtragem da imagem original, o que melhora um pouco o resultado.\nUma solução para resolver o problema de super-segmentação é se tentar remover os contornos irrelevantes através de um processo de crescimento de regiões. Uma abordagem morfológica para este processo utilizando grafos planares é apresentada em [52].\nNão adotaremos o processo de crescimento de regiões. Empregaremos uma metodologia mais universal, que utiliza a idéia dos marcadores (ver seção 3.3.4 do capítulo anterior). Os marcadores no caso da segmentação representam um conhecimento adicional que se possui sobre a imagem, podendo ser obtidos de maneira automática ou manual.\nUma vez de posse dos marcadores, em vez de tentar eliminar os falsos contornos após a determinação dos watersheds, efetua-se um pré-processamento do gradiente, em um processo conhecido como modificação de homotopia. e só então são computados os watersheds.\nA modificação de homotopia se dá em duas etapas:\n—\tImposição dos marcadores como mínimos regionais do gradiente.\n-\tSupressão dos mínimos indesejáveis através de um fechamento por reconstrução nível-de-cinza do gradiente utilizando como “função marcadora” o inverso dos marcadores originais.\nUma descrição mais detalhada da modificação de homotopia pode ser encontrada em [23, 46].\nComo a cada bacia corresponde um mínimo regional na determinação dos wa-tersheds, é preciso fornecer um marcador para cada região a ser segmentada, inclusive o fundo da imagem. Na fig. 4.4 apresentamos os marcadores que utilizamos na segmentação de uma das regiões da fig. 4.3-a. Esses marcadores foram obtidos de forma automática. 0 marcador externo foi obtido através de um processo de limiarização seguido de filtragem, dilatação e extração de borda. 0 marcador interno foi obtido de maneira similar, substituindo-se a dilatação por uma erosão, sem extração de borda.\nFigura 4.4: Marcadores utilizados na segmentação da imagem do pé\nNa fig. 4.5 é apresentado o resultado após a determinação dos watersheds, onde vemos a LDA superposta à imagem original.\n0 processo conjunto de modificação de homotopia seguido da determinação dos watersheds é também conhecido na literatura como watershed geodésico [46]\nFigura 4.5: Resultado da segmentação por watersheds da imagem do pé\n4.2.2\tSeparação de objetos superpostos via Watersheds\nVamos considerar agora o problema da segmentação binária, isto é, da separação de objetos superpostos em uma imagem binária. Este problema é muito comum em diversas áreas de aplicação, tais como geologia, metalurgia, agricultura, sensoreamento remoto e outras. 0 problema da segmentação binária é também frequentemente denominado de “decoalescência” dos objetos de uma imagem.\nConsideremos por exemplo a imagem da fig. 4.6, que corresponde a uma seção do objeto tridimensional da fig. 3.7 no capítulo anterior (Os resultados obtidos com o objeto tridimensional propriamente dito serão apresentados no capítulo seguinte). Esta é tipicamente uma imagem granular, isto é, constituída de diversos componentes (grãos). E ilustrativo comparar esta imagem, que é uma imagem real, com a imagem sintética da fig. 3.12-a no capítulo anterior. Note como em uma imagem real os grãos tendem a se confundir uns como os outros, trazendo à tona o problema da segmentação binária.\nMostraremos que os watersheds fornecem uma solução para o problema de segmentação binária. Mas para a determinação dos watersheds, necessita-se de uma imagem nível-de-cinza, com seu modelo topográfico associado. Necessitamos portanto de um mapeamento P(E) -+ EK, isto é, que transforme uma imagem binária em uma imagem nível-de-cinza. 0 mapeamento que nos será útil é conhecido como função distância [9, 36]. Esta\nFigura 4.6: Imagem binaria a ser segmentada transformação associa a cada voxel do objeto a distancia ao voxel mais próximo do fundo, isto é, dado um objeto A € P(E) temos:\n. I d(u,Ac} se u € A\tz\nfd(A)(u) = ¿\t'\tf , Vu e s\t(4.1)\n1\t0 caso contrario\nEvidentemente, para cada métrica d considerada (ver seção 3.2.3) correponde uma função distancia distinta. Na fig. 4.7, vemos a função distancia associada à imagem da fig. 4.6 segundo a métrica euclidiana.\nAs funções distancia associadas às métricas do quarteirão e do máximo produzem resultados similares, mas em geral a função euclidiana é a que leva a melhores resultados.\nSe tomarmos agora a função complementar f¿ à função distancia (ver seção 3.3), teremos um modelo topográfico associado apropriado para o problema da segmentação binária da imagem original via waterheds: os mínimos regionais corresponderão aproximadamente aos centros dos grãos, enquanto que as cristas entre as bacias são as fronteiras que procuramos (ver üg. 4.8). Fazendo a subtração dessas fronteiras, isto é, a LDA, em relação à imagem original, conseguimos “quebrar” as ligações entre os grãos adjacentes.\nInfelizmente, as pequenas irregularidades presentes nos contornos de imagens\nFigura 4.7: Função distância associada ao objeto da fig. anterior segundo a métrica euclidiana\nFigura 4.8: Modelo topográfico associado ao complemento da função distância euclidiana\nFigura 4.9: Super-segmentação obtida com a determinação direta dos watersheds utilizando a função distância euclidiana\nUma possível solução para este problema é fazer uma filtragem prévia da função distância, utilizando por exemplo uma abertura por reconstrução, como em [23]. Infelizmente, este método não surtiu efeito para a imagem da fig. 4.6, persistindo o problema da super-segmentação.\n0 método que adotamos é a modificação de homotopia da função distância, utilizando o mesmo procedimento discutido na seção anterior. Isto nos traz o problema da obtenção dos marcadores. Para isto, foram examinadas as seguintes possibilidades:\n™ Utilização do bissetor condicional de ordem 10\n-\tUtilização da última erosão\n-\tMáximos regionais da função distância filtrada\n-\tSeleção manual\nCL =\n0 bissetor condicional pode ser entendido com a analogia do “incendio no gramado”: se pensarmos no objeto como um gramado em que é ateado fogo simultaneamente ao longo de toda a sua borda, o conjunto de pontos que é atingido ao mesmo tempo pelo fogo originário de diferentes pontos na borda é conhecido como eixo médio do objeto. 0 bissetor condicional de ordem a é o subconjunto do eixo médio onde a “velocidade” do fogo entre um ponto e o outro é maior que a. Definições mais formais da última erosão e do bissetor condicional podem ser encontradas em [44],\nJá a terceira opção, à qual nos referiremos por brevidade como “máximos filtrados”, é bastante interessante e representa um melhoramento em relação à última erosão [53]. Como foi mencionado acima, esta corresponde aos máximos regionais da função distância, mas devido a irregularidades no contorno dos objetos, um mesmo grão pode dar origem a dois ou mais máximos, e o que é pior, arbitrariamente distantes uns dos outros. Para evitar isto, é feita uma filtragem prévia na função distância que consiste em uma abertura por reconstrução da mesma utilizando como marcador a função f¿ - 1, o que remove os máximos “espúrios”, seguida da determinação dos máximos regionais, como podemos ver ilustrado em um perfil unidimensional na fig. 4.10.\nFigura 4.10: Perfil unidimensional da função distância mostrando os máximos espúrios que são removidos pela abertura por reconstrução e os máximos filtrados que resultam\nNa fig. 4.11 podemos ver, superpostos ao conjunto original, os marcadores obtidos por cada urna das alternativas descritas acima. Ressaltamos ainda que, com excessão dos máximos filtrados, uma pequena dilatação foi introduzida sobre os maracadores, o que melhora um pouco o resultado da segmentação. Note que não é necessário fornecer um marcador para o fundo, pois não se está procurando o contorno entre os grãos e o mesmo, mas apenas a quebra da ligação entre os grãos adjacentes após a subtração da LDA.\nUtilizando o complemento da função distancia euclidiana, a qual como ja mencionamos representa o melhor caso, podemos ver na fig. 4.12 os resultados obtidos após a determinação dos watersheds.\nComo vemos, o melhor resultado foi o conseguido com a seleção manual dos marcadores. Os máximos filtrados produziram um resultado próximo, mas podemos perceber neste caso que alguns grãos de dimensões reduzidas não foram segmentados, devido à ausência de marcadores para os mesmos.\nNa verdade, o problema da escolha entre técnicas semi-automáticas e técnicas automáticas é uma questão recorrente nas aplicações de análise de imagens, especialmente nos problemas de segmentação. De maneira geral, poderíamos dizer que os procedimentos semi-automáticos, como o exemplo do watershed geodésico com marcadores manuais acima, possuem a grande vantagem de serem capazes de tirar proveito do conhecimento que o operador possui sobre a imagem. Os procedimentos automáticos nem sempre dão bons resultados e alguns deles são também muito dependentes da aplicação, exigindo ajustes para cada caso (por exemplo, no caso do problema de segmentação binária apresentado, a escolha da ordem do bis setor condicional a ser utilizada). Mas como veremos no capítulo 5, um procedimento automático, no caso o método dos máximos filtrados, pode se sair melhor quando a intervenção manual é difícil ou complicada, como é o caso de imagens tridimensionais (ou, pior ainda, de dimensión alidades maiores). Os procedimentos automáticos também têm uma importância grande em aplicações industriais, que envolvem processos em série.\n4.3\tGranulometria\nAs granulometrias, conceito introduzido por G. Matheron [29], constituem uma das mais poderosas ferramentas oferecidas pela Morfologia Matemática para a descrição de\nFigura 4.11: Marcadores obtidos através de (a) Bissetor condicional de ordem 10 (b) Última erosão (c) Máximos filtrados (d) Seleção manual\nFigura 4.12: Segmentação via watersheds utilizando os marcadores da figura anterior: (a) Bissetor condicional de ordem 10 (b) Última erosão (c) Máximos fitrados (d) Seleção manual\ntamanho e forma em análise de imagens.\nA idéia do método é realizar uma crivação (peneiração) dos objetos de uma imagem, seguida por uma medição quantitativa do resíduo, a fração de objetos que não atravessam a peneira. Vari ando-se o tamanho e forma dos “furos” da peneira e fazendo-se medidas consecutivas do resíduo deixado por cada crivação, obtém-se uma curva chamada por Matheron de distribuição granulométrica de tamanho, a partir da qual é possível obter um histograma de tamanho, o espectro de padrões [28]. A combinação de transformação seguida de medida representa o paradigma fundamental dos métodos de quantificação em Morfologia Matemática [44].\nA medida a ser utilizada pode ser por exemplo a área ou o volume do resíduo, no caso respectivamente de imagens bidimensionais e tridimensionais. Já a transformação a ser empregada deve constituir um critério de tamanho, obedecendo aos axiomas de Matheron, como veremos na seção seguinte.\n4.3.1\tAs Distribuições Granulométricas de Tamanho\nUma família de transformações\tparametrizadas por um parâmetro A > 0\n(com ^o(A) = A) é chamada de uma granulometria se constituir um critério de tamanho, isto é, obedecer aos axiomas de tamanho de Matheron [44].\nOs dois primeiros axiomas expressam propriedades já mencionadas no capítulo anterior (ver seção 3.3):\nI)\tV’a(A) C A\t(anti-extensividade)\t(4.2)\nII)\tAcC => ^a(A) C ^a(C) (crescimento)\t(4.3)\npara todo A e C do reticulado de interesse.\nOs dois axiomas acima dizem respeito a cada transformação individualmente. 0 terceiro e mais sutil axioma, que se refere à família como um todo, é a propriedade conhecida como “comando do crivo mais forte”:\nIII)\n= WV’aM)] =\t. VA,n > 0\n(4-4)\nEsta última propriedade requer que duas crivagens em sequência seja equivalente a uma só com a peneira “mais grossa”. Note que fazendo À = p, recaímos no conceito familiar de idempotência (seção 3.3). É fácil perceber que qualquer classificação de tamanho, mesmo as utilizadas cotidianamente, devem obedecer aos três axiomas de Matheron para que faça sentido. Um resultado fundamental, devido a Matheron, é que toda família de transformações que obedeça aos axiomas de tamanho é constituída necessariamente de aberturas algébricas [29].\nPara nossos propósitos, vamos considerar inicialmente as aberturas morfológicas 7sr, onde os elementos estrurantes BT são os discos digitais de raio r (ver seção 3.2.3).\nPartindo das decomposições (3.28) e (3.29) apresentadas no capítulo anterior, é possível mostrar que os discos digitais produzidos pelas métricas do quarteirão e do máximo formam sequências de abertos, significando que:\n7Br(Bs) = Bs, para s > r > 0\t(4.5)\nem vista da definição de abertura na eq. (3.36) do capítulo anterior, isto é equivalente a afirmar que:\nB. = Uí(5r + u)cB.}\t(4.6)\ne portanto\n7B.(¿) £ 7b.(A)\t(4.7)\npara todo A 6 P(£).\nAgora, pode ser mostrado [5, páginas 103-104] que se 7a e são aberturas, então para todo A € P(E),\n7s(A) Ç 7r(A) O 7s[7r(A)] = 75(A) e 7rbX¿)] = 7s(-¿)\t(4-8)\nDas eqs. (4.7) e (4.8) acima concluímos que a propriedade do comando do crivo mais forte é satisfeita. Como os dois primeiros axiomas são automaticamente satisfeitos por aberturas, a família {vr = 75,}, r > 0 utilizando os dicos digitais do quarteirão e do máximo constitui de fato uma granulóme!ria. O caso do disco digital euclidiano é mais complicado, devido ao truncamento digital que é introduzido na métrica euclidiana, invalidando a propriedade expressa em (4.5) (No caso contínuo a prova seria a mesma\nSeja então A 6 P(E) o objeto de interesse e V(r) o número de voxels em 7#r(A), para r > 0 (Como Bq = o, um único voxel na origem, temos que V(0)éo número de voxels em A). Note que pela eq. (4.7), V(r) é uma função monótona decrescente. Além disso, como A é um conjunto finito, V(r) = 0 para algum r > R. A função : Z+ —»■ R definida por :\níW = i-^, T > 0\t(4.9)\né portanto monótona crescente no intervalo [0,1]. Considerando uma imagem binária como a realização de um random set [29], é possível mostrar que $(r) é uma função cumulativa de probabilidade. Sua função densidade de probabilidade associada é dada pela seguinte derivada discreta:\nT(r) = í(r + 1) - $(r), r > 0\t(4.10)\nDevido às propriedades de #(r) mencionadas acima, a função T(r) é não-negativa e se anula para r suficientemente grande. Tanto &amp;(r) quanto T(r) foram chamadas por Matheron de distribuições granulométricas de tamanho. Estaremos mais interessados neste trabalho na função E(r), também chamada de espectro de padrões, a qual pode ser interpretada, conforme veremos a seguir, como um histograma de tamanho, onde para um determinado valor de r lê-se na curva a quantidade percentual de partículas, ponderada pela área (ou volume, no caso 3D), cujo raio é maior que r e menor que r + 1 (Na seção seguinte discutiremos detalhadamente o espectro de padrões).\nConsideremos por exemplo a imagem bidimensional da fig. 4.13. Trata-se de u-ma imagem granular sintética onde diversos tipos de “partículas” estão presentes, entretanto pode-se dividi-las em três classes segundo o tamanho. Na fig. 4.14 temos as distribuições 4>(r) e T(r) obtidas utilizando-se o disco euclidiano. Note que T(r) dá a informação de quantas e quais são as classes de tamanho presentes. No caso, temos três classes correspondendo aos raios de 5, 10 e 20, sendo que o raio médio encontrado foi de 12,699.\nEste resultado também ilustra uma característica importante das distribuições\nFigura 4.13: Imagem sintética a ser submetida a análise granulométrica\nFigura 4.14: Curvas granulométncas associadas à imagem da figura anterior: (a) $(r) e (b) r(r)\nEncerramos esta seção observando que P. Maragos propôs uma extensão para valores negativos de r das distribuições de tamanho discutidas acima [28]. Neste caso, as aberturas sao substituidas por fechamentos. Por dualidade, vemos que isto corresponde a se fazer a análise granulométrica do fundo do objeto. Neste trabalho, em vez de adotar o lado negativo das distribuições, faremos quando necessário a análise granulométrica do fundo do objeto diretamente, utilizando somente as aberturas.\n4,3.2\tO Espectro de Padrões\nVariando-se não só o raio, mas também o próprio elemento estruturante, diferentes distribuições de tamanho são obtidas. Intuímos assim que as distribuições discutidas na seção anterior contém informação não apenas de tamanho, mas também de forma.\nTendo isto em vista, P. Maragos sugeriu o termo espectro de padrões [28] para designar a distribuição F(r), deixando claro que se trata de uma distribuição de tamanho e forma. Além disso, o termo espectro vem de uma analogia muito interessante com o processamento linear de sinais. É bem sabido que a Transformada de Fourier de um sinal é obtida transformando-o por uma multiplicação com a exponencial complexa\te em seguida\nmedindo a área, isto é, integrando o resultado da modulação. Variando-se a frequência u1, obtém-se o espectro de frequência, que indica a composição do sinal em termo das várias frequências (0 espectro de frequência da própria exponencial complexa é um impulso centrado em w). Apesar da Transformada de Fourier ser útil também ao processamento de imagens, ela não pode exprimir de maneira conveniente os conceitos de tamanho e forma (ver discussão na introdução do capítulo 3). 0 espectro de padrões, por outro lado, exprime justamente a composição de um objeto em termos do elemento estruturante utilizado e do tamanho do mesmo. A analogia fica clara se considerarmos por exemplo o espectro de padrões de uma esfera de raio R utilizando o disco euclidiano como elemento estruturante: 0 resultado será um impulso centrado em r = R, Na fig. 4.15 vemos os espectros de padrões correspondentes a alguns objetos bidimensionais, utilizando o disco euclidiano.\nFigura 4.15: Espectros de padrões associados a alguns objetos bidimensionais\nComo a maioria dos conceitos em Morfologia Matemática, o espectro de padrões é irreversível, isto é, ao contrário do processamento linear, não é possível recuperar um objeto dado o seu espectro. Apesar disso, o espectro de padrões é muito útil na caracterização dos objetos. Como pode ser visto na fig. 4.15, irregularidades na borda do objeto resultam em componentes de baixa amplitude próximo a r — 0. Além disso, a presença de protuberâncias formadas por discos de raio P se manifestam como impulsos em torno de T = P. Já o valor r(l?) (lembrando que R é o raio para além do qual P(r) se anula) indica o conteúdo de forma do objeto em relação ao elemento estruturante. Pode ser mostrado [28] que o conteúdo de forma é máximo para o elemento estruturante que mais se aproxima da forma “global” do objeto (Por exemplo, se o objeto for aproximadamente triangular, o conteúdo de forma será máximo para um elemento estruturante triangular). Infelizmente, este parâmetro só serve para a análise de imagens contendo um único objeto, não sendo útil para imagens granulares, a menos que se faça a análise individual de cada grão.\nUm parâmetro útil para análise de imagens granulares é o raio médio dos grãos em relação ao disco digital utilizado como elemento estruturante. Lembrando que o espectro de padrões pode ser visto como uma distribuição de probabilidade discreta que representa um histograma de tamanho (ver seção anterior), o raio médio r pode ser obtido como o\nvalor esperado de F(r): R\nT = V r r(r)\nr=0\n(4.11)\n4.3.3\tGranulometrias Geodésicas\nA granulometria apresentada na seção 4.3.1, baseada nas aberturas morfológicas com os discos digitais, é bastante útil na descrição de tamanho e forma, como vimos na seção anterior. Esta granulometria, que chamaremos de granulometria morfológica, não leva em conta a conectividade do objeto [45], o que a princípio é uma vantagem, pois não é necessário tratar o problema de componetes superpostas.\nPor exemplo, consideremos a imagem da fig. 4.6, a fatia de nosso modelo tridimensional utilizada na seção 4.2 e repetida aqui por conveniência.\nFigura 4.16: Imagem a ser submetida à análise granulométrica\nComo já mencionamos, trata-se de uma imagem granular, constituída por diversos componentes de variadas formas e tamanhos, sendo portanto tipicamente uma imagem\nFigura 4.17: Espectro de padrões morfológico associado à imagem da fig. 4.16\nEntretanto, as aberturas morfológicas agem como filtros para as bordas do objeto (ver seção 3.3.3 do capítulo anterior). Lembrando o conceito da crivação, isto significa que os objetos que não atravessam a peneira, isto é, o resíduo que é medido a cada passo da análise granulométrica, não são os objetos originais mas versões filtradas dos mesmos. Para ilustrar este fato, consideremos a fig. 4.18, que ilustra o resultado da abertura morfológica 7j3r (correspondente à construção do espectro de padrões da fig. 4.17), para alguns valores de r.\nNesta seção propomos uma granulometria utilizando uma abertura algébrica baseada no conceito de reconstrução. Como já foi mencionado no capítulo anterior (seção 3.3.4), as aberturas por reconstrução constituem uma operação de “limpeza” pura e simples, que remove alguns componentes conexos do conjunto original, deixando os restantes intactos. Vemos assim que a abertura por reconstrução introduz uma crivação “ideal”, idêntica à obtida utilizando uma peneira real onde a forma e o tamanho dos furos sejam iguais ao do elemento estruturante.\nA operador baseado na reconstrução que consideraremos é definido da seguinte\nr= 15\nr = 18\nFigura 4.18. Resultados da abertura morfológica com disco euclidiano para diversos valores de r sobre a imagem da íig. 4.16\nforma:\n7Br,Brec(A) = PBrte,<Br(A)W\t(4.12)\nisto é, primeiro é feita uma erosão de um objeto A € P(E) com o disco de raio r, e em seguida a reconstrução utilizando como marcadores o resultado da erosão (0 elemento estruturante Brec é fixo e seu significado será discutido mais adiante). Apesar de não termos um conjunto de marcadores fixo, pode ser mostrado [46] que o operador definido acima constitui de fato uma abertura algébrica.\nAfirmamos que a família {Vv = 7Brtj3rec}, r > 0 constitui uma granulometria, a qual chamaremos de granulometria geodésica. Senão, vejamos: os axiomas de anti-extensividade e crescimento são trivialmente satisfeitos pois 7Br,Brec ® uma abertura. Já o axioma do comando do crivo mais forte pode ser mostrado lembrando que, pela definição de dilatação geodésica,\n\tM C N PBrtc,M(A) ç pBr&amp;c,N(A)\t(4.13)\nComo\t\t\n\ttB^A) Q\t5 > r > 0\t(4.14)\nConcluímos que\t\t\n\t7Br,Brec('4) Ç 7BítBrec(4), s > r > 0\t(4.15)\npara todo A 6 P(E). Recordando agora a propriedade das aberturas expressa pela eq. (4.8), temos que o terceiro axioma de Matheron está garantido. Note que a família de aberturas geodésicas considerada constitui uma granulometria inclusive para o caso dos discos digitais euclidianos, o que não é em gerai verdadeiro para as granulometrias morfológicas. Na verdade, uma condição suficiente para que uma família qualquer de aberturas geodésicas {Vn — 7Bn,Br^}f n 0 seja uma granulometria é simplesmente que a sequência de elementos estruturantes w utilizada seja crescente, isto é, Bn Ç Bm, m > n, pois então a propriedade (4.14) está garantida.\nEntretanto, um problema que temos que considerar é que a abertura geodésica 7Br,BreC5 ao contrário da abertura morfológica 7nr, é sensível à conectividade do conjunto original. Note que a reconstrução é feita utilizando um elemento estruturante fixo Brec, que indica justamente o tipo de conectividade a ser considerada (ver secão 3.2.2). Associando\nPor exemplo, ao tentarmos fazer a análise granulométrica geodésica da fig. 4.16, obtemos o espectro de padrões geodésico mostrado na fig, 4.19, ao qual corresponde um valor de raio médio de 15,180.\nFigura 4.19: Espectro de padrões geodésico associado à imagem da fig. 4.16\nVemos claramente que este não é um resultado satisfatório. Note especialmente o raio médio dos grãos, que é mais de 50% maior que o calculado com a granulometria morfológica! Isto ocorre devido justamente ao fato de termos um crivo ideal. Dessa maneira, dois ou mais grãos, mesmo que individualmente passem pela peneira para um dado valor de r, podem não passar se estiverem conectados, pois aí deixam de “caber” nos furos da peneira. Este fenômeno pode ser percebido na fig. 4.20, onde ilustramos, para alguns valores de r, o resultado da abertura geodésica 7srjBrec sobre a imagem da fig. 4.16, utilizando o disco euclidiano.\nPara resolver este problema, temos que segmentar os grãos superpostos, utilizando a ferramenta apresentada na seção 4.2.2. Na fig. 4.21 repetimos por conveniência o resultado obtido naquela seção para a imagem da fig. 4.16, utilizando marcadores manuais.\nNa fig. 4.22 vemos o resultado da abertura geodésica 7Br,Br<c sobre a imagem segmentada da fig. 4.21, onde se pode perceber claramente o efeito da crivação ideal. É interessante comparar este resultado com aquele da fig. 4.18, correspondente à abertura\nr = 3\nr = 6\nr = 9\nr = 12\nr= 15\nFigura 4.20: Resultados da abertura geodésica 7sr,Brec com &amp;sco euclidiano para diversos valores de r sobre a imagem da fig. 4.16\nFigura 4.21: Segmentação dos grãos superpostos da fig. 4.16\nmorfológica.\nPor fim, vemos na fig. 4.23 o espectro de padrões geodésico associado à imagem segmentada da fig. 4.21, utilizando o disco euclidiano, com um raio médio de 10,949. A utilização do disco euclidiano corresponde a uma peneira com os “furos” circulares. Isto significa na prática que se estabelece como critério de tamanho o raio da circunferência inscrita nos objetos, um parâmetro muito útil em várias aplicações.\nComparando o resultado da fig. 4.23 com o da fig. 4.17, notamos que a forma das curvas é similar, indicando ambas a presença de cinco classes de tamanho. Uma maneira de apreciar a diferença entre os dois espectros é observar que para vários valores de r o espectro de padrões geodésico se anula, indicando a ausência de grãos de tamanho correspondente àqueles valores. Já o espectro de padrões morfológicos não se anula para estes mesmos valores, revelando a imprecisão introduzida pelo efeito de filtragem associado às aberturas morfológicas.\nr = 12\nr = 6\nr = 15\nr = 18\nFigura 4.22: Resultados da abertura geodésica 7Br,#rec com disco euclidiano para diversos valores de r sobre a imagem da fig. 4.21\nFigura 4.23: Espectro de padrões geodésico da imagem segmentada da fig. 4.21\n4.4\tHistograma de Gargantas\n0 histograma de gargantas constitui uma distribuição estatística que indica a frequência de ocorrência de gargantas em um objeto binário em função de um parâmetro linear, o qual corresponde ao tamanho do maior elemento estruturante inscrito na garganta, conforme detalharemos mais adiante.\nPor garganta se entende a restrição que ocorre entre dois componentes conecta dos, conforme é ilustrado na fig. 4.24, onde podemos ver também o maior elemento estruturante, no caso um disco digital euclidiano, inscrito na garganta.\nUm fato importante é que só deve ser considerada como uma garganta uma restrição entre dois componentes cujas dimensões são claramente maiores comparadas à da garganta. Por exemplo, a restrição da fig. 4.25 não é considerada uma garganta.\nNesta seção propomos um algoritmo para a obtenção do histograma de gargantas baseado em operações da Morfologia Matemática. A idéia do algoritmo surge naturalmente ao se considerar a interpretação da erosão. Sendo esta o conjunto de pontos onde o elemento estruturante “encaixa” no conjunto original, o maior elemento estruturante inscrito na garganta é o primeiro a produzir a separação dos componentes após a erosão, desde que descartemos casos como o da fig. 4.25, onde não seriam produzidos os dois componentes. A fig. 4.26 ilustra a detecção de uma garganta através da erosão.\nFigura 4.24: Garganta entre dois componentes conectados e maior disco digital inscrito\nFigura 4,25: Exemplo de restrição que não é considerada uma garganta\nFigura 4.26: Componentes prestes a se desconectar após erosão pelo maior disco digital inscrito na garganta\no (origem),\ts = 0\nB,\t6 = 1\n\t6 > 2\n,6-1 somas de Minkowski\npossui tamanho 6.(0 mesmo conceito de tamanho foi utilizado por P. Maragos com objetivos diferentes, ver [28]). Utilizando a propriedade de separabilidade expressa na eq. (3.26), percebemos que a composição de erosões sucessivas com o elemento estruturante B produzirá uma erosão por um elemento estruturante de tamanho igual ao número de erosões efetuadas.\nReunindo as idéias acima, concluímos que para obter o histograma de gargantas devemos realizar erosões sucessivas por um elemento estruturante primitivo dado e, a cada erosão efetuada, contar o número de componentes conexos resultantes, obtendo assim uma distribuição acumulada H(s), função do tamanho s do elemento estruturante inscrito nas gargantas, isto é, do número de erosões até aquele instante efetuadas. 0 histograma de gargantas A(s) é dado então simplesmente como a derivada discreta da distribuição acumulada:\nA(6) = Q(6 + 1) - íl(a), 6>0\t(4.17)\n0 histograma de gargantas, à maneira do espectro de padrões (ver seção 4.3.1), produz uma curva onde para um determinado valor de s lê-se a quantidade de gargantas de tamanho maior que s e menor que s •+ 1, Vale ressaltar que o parâmetro de tamanho s depende do elemento estruturante primitivo utilizado, e diferentes histogramas de gargantas, contendo informações muitas vezes complementares, podem ser obtidos variando-se o elemento estruturante.\nPara contar o número de componentes conexos realizamos a rotulaçâo da imagem binária. A rotulaçâo é uma transformação que leva uma imagem binária em uma imagem mvel-de-cinza onde o valor de cada voxel é um rótulo correspondente ao componente conexo\n(ver seção 3.2.2) que o contém, isto é, dado um objeto A € P(E) temos:\nK í 0 se u € Ac\nrot(A)(u) =&lt;\t, Vu € S (4.18)\nI l se u € 1-ésimo componente conexo\nonde l > 1 é o rótulo associado a cada componente conexo, Para determinar o número total de componentes conexos bastar tomar o valor máximo da imagem rotulada. Note ainda que a operação de rotulação depende evidentemente do tipo de vizinhança utilizada. Vale ressaltar que uma outra alternativa para a determinação do número de componentes conexos seria utilizar o algoritmo associado à relação de Euler [44], Esta solução, apesar de ser mais simples, possui entretanto problemas, como o de exigir que os componentes sejam simplesmente conexos (não possuam “buracos”), e por isso não foi adotada.\nO algoritmo das erosões e rotulações sucessivas delineado acima apresenta no entanto uma falha: como na maioria das imagens há uma diferença de tamanho entre os diversos componentes, pode ocorrer que alguns deles desapareçam como consequência da erosão, antes de se ter determinado todas as gargantas, influindo no processo de rotulação. Isto faz com que a distribuição acumulada H(s) deixe de ser uma função crescente, e o histograma A(s) perde obviamente o seu significado.\nA solução para este problema consiste em se utilizar erosões condicionais (ver seção 3.3.4 do capítulo anterior), onde a máscara a cada etapa é o conjunto de componentes que desapareceria após a erosão de tamanho s. Para se determinar a máscara utilizamos a abertura geodésica definida na equação (4.12). A diferença entre o conjunto original A e sua abertura geodésica, utilizando um elemento estruturante B, constitui uma operação que chamaremos de top-hat geodésico, dado por:\nÍS “ / “ 73,Bree\t(4.19)\nonde lembramos que Brec é o elemento estruturante primitivo utilizado na reconstrução (e que determina a vizinhança utilizada), que pode ser inclusive o próprio B.\nE fácil ver que o top-hat geodésico produz justamente os componentes conexos que somem após a erosão pelo elemento estruturante B. O resultado obtido a cada passo com o top-hat geodésico deve ser então acumulado e utilizado como máscara na erosão condicional. Após um certo número finito de iterações 5 a imagem de entrada se iguala à máscara, não havendo mais modificação por meio de erosões condicionais subsequentes.\nPara sintetizar e talvez esclarecer um pouco mais as idéias acima, apresentamos\na seguir o algoritmo de obtenção do histograma de gargantas em uma pseudo-implmentação.\n-\tDados:\n•\t7,-, Imagem binária de entrada\n•\tIm, Imagem de trabalho (máscara)\n♦\tg[ ], Array correspondente à distribuição acumulada 0(s)\n♦\th[ ], Array correspondente ao histograma de gargantas A(s)\n~ Inicialização:\nInicialize Im com zeros\n-\tDeterminação da distribuição acumulada Í2(s):\nPara i +— 0,1,2,...\ng[i] max {rot(Zt')}\nSe (A = 7m) saia do loop;\nCaso contrário, volte ao início do loop\n— Determinação do histograma de gargantas A(s):\nPara i&lt;— 0,1,2,..., S - 1\nh[i] g[i+l] - g[i]\nA partir do histograma de gargantas, podemos definir ainda um parâmetro bas-\ntante útil, o tamanho médio J das gargantas (segundo o elemento estruturante utilizado), que nada mais é que o valor esperado do histograma de gargantas visto como uma distribuição de probabilidade (lembrando que uma imagem pode ser vista como uma realização\nprobabilística de um random set):\nS\n£ «A(«)\n5 = —f.------ (4.20)\nDW\nJJ-0\nComo veremos no capítulo seguinte, o histograma de gargantas constitui uma ferramenta de análise muito útil para a caracterização de meios porosos. Sua utilidade porém não se restringe a este tipo de aplicação. No problema da inspeção automática de placas de circuito impresso, por exemplo, uma questão importante é a caracterização dos estreitamentos que ocorrem nas trilhas e também no material isolante, que indicam falhas no processo de manufatura da placa, O histograma de gargantas representa uma contribuição importante a esta área de aplicação, uma vez que fornece uma informação probabilística sobre os estreitamentos, embora não produza informação de natureza espacial, como localização dos estreitamentos.\nConsideremos por exemplo a imagem da fig. 4.27, que representa uma imagem típica de uma placa de circuito impresso, já binarizada. O objeto nesta imagem é a parte condutora (as trilhas e as ilhas), enquanto que invertendo a mesma obtemos o material isolante. Utilizando como elemento estruturante primitivo o disco digital bidimensional de raio 1 segundo a métrica do quarteirão (a conhecida “cruz11)? obtivemos os histogramas de garganta correspondentes aos casos do material condutor e isolante, resultado este que pode ser visto na fig. 4.28, e também os tamanhos médios associados, respectivamente 3,514 e 4,903.\n4.5\tAspectos de implementação\nEncerrando o capítulo, gostaríamos de fazer uma discussão sobre algoritmos utilizados na implementação das ferramentas de análise discutidas.\nAlém das transformações básicas da Morfologia Matemática apresentadas no capítulo 3, as quais dispõem de implementações razoavelmente simples [23], as ferramentas discutidas neste capítulo fazem uso de algumas transformações que seriam muito ineficientes\nFigura 4.27: Imagem binária de placa de circuito impresso\nFigura 4.28: Histogramas de gargantas associados à imagem do PCB (a) parte condutora (b) parte isolante\nse fossem implementadas a partir da composição de transformações básicas, principalmente no caso tridimensional, que envolve normalmente um volume muito grande de dados. Estas transformações são a determinação de watersheds, a função distancia e a rotulação. Além destas, a abertura e o fechamento por reconstrução, apresentadas no capítulo anterior e também utilizadas por ferramentas deste capítulo, são muito ineficientes para imagens nível-de-cinza, especialmente no caso tridimensional, exigindo também uma implementação específica.\nA característica comum a todos os algoritmos adotados para implementar estas transformações é utilizarem uma estrutura de dados chamada fila de espera. Como o próprio nome sugere, trata-se de uma estrutura ordenada e linear, onde os dados são colocados por um lado e retirados pelo outro, conforme é ilustrado na fig. 4.29. A fila de espera é portanto uma estrutura do tipo “primeiro-a-entrar-primeiro-a-sair” (FIFO, First-In-First-Out). As filas de espera podem ser implementadas através de listas encadeadas ou arrays circulares [47, 23].\nFila de espera\nEntrada dos dados\nSaída dos dados\nFigura 4.29: Representação esquemática de uma fila de espera\nAo contrário dos algoritmos ditos paralelos, onde não é utilizado o conceito de varredura ordenada dos voxels, e sequenciais, onde tipicamente são requeridas várias varreduras de todos os voxels da imagem [52], os algoritmos baseados na fila de espera possibilitam implementações muito eficientes onde a ordem em que os voxels são varridos garante que a cada instante sejam considerados os voxels realmente úteis.\nUma grande vantagem dos algoritmos baseados na fila de espera é que a extensão para qualquer número de dimensões é fácil de ser feita, bastando alterar as vizinhanças consideradas, isto é, as possíveis direções em que os elementos da imagem são percorridos. A desvantagem é a grande quantidade de memória requerida, que pode chegar a ser mais de duas vezes o tamanho ocupado pela imagem original, no caso tridimensional.\nO algoritmo utilizado para a implementação da determinação dos watersheds, proposto por P. Soille e L. Vincent [48, 54], consiste na idéia da inundação do modelo topográfico associado à imagem (ver seção 4.2). Para tanto, é feita uma ordenação dos voxels do menor para o maior nível de cinza, de modo que sucessivos limiares crescentes da imagem (em correspondência com a idéia da água subindo em uma inundação) possam ser acessados eficientemente. Então são determinadas zonas de influência geodésica com base em limiares anteriores, utilizando para isto a fila de espera. Este algoritmo é bem mais eficiente do que o tradicional (encontrado em [44, 17]), baseado na determinação direta das zonas de influência geodésica via SKIZ.\nA transformação de rotulação é também implementada muito facilmente com a fila de espera. A imagem é varrida e a cada vez que um voxel de um componente ainda não visitado é encontrado, é feita uma reconstrução do componente empregando o voxel em questão como marcador, utilizando para isto a fila. Apesar de este ser um esquema de rotulação bastante conhecido [44], a etapa de reconstrução baseada na fila torna o algoritmo muito mais eficiente. Vale resaltar ainda que uma grande quantidade de outros algoritmos de rotulação pode ser encontrada na literatura, dos quais citamos como exemplo os algoritmos em [50] e [51].\nJá a função distância é um tema que vem atraindo a atenção de pesquisadores do mundo todo há bastante tempo. Os algoritmos de função distância podem ser divididos naqueles que determinam a função distância euclidiana “verdadeira” e naqueles que calculam aproximações desta, como é o caso das distâncias do quarteirão e do máximo. Neste último caso, algoritmos paralelos e sequenciais bidimensionais foram propostos por G. Borgerfors em [9], o qual se tornou um trabalho clássico sobre o assunto. A abordagem que adotamos para o caso das distâncias do quarteirão e do máximo [52] é baseada entretanto na fila de espera: Primeiro são determinados os voxels que formam a superfície do objeto e em seguida as distâncias são propagadas para o interior do mesmo utilizando a fila. Um algoritmo\nsimilar a este pode ser encontrado em [36]. Já para o cálculo da função distância euclidiana, um algoritmo bidimensional clássico, sequencial, é o de Danielsson [16]. A abordagem que adotamos, proposta por P. Soille [47], é baseada na fila de espera e faz a propagação dos valores de distância utilizando três imagens de trabalho de forma a permitir uma representação vetorial (consumindo assim bastante memória). Uma implementação similar, porém baseada em uma fila de espera hierárquica, foi proposta por C. Gratin [23].\nFinalmente, a abertura e fechamento por reconstrução foram implementados utilizando o algoritmo proposto por L. Vincent em [53]. Este algoritmo faz inicialmente duas varreduras sequenciais da imagem dos marcadores, seguida pela propagação dos máximos (resp. mínimos) regionais encontrados (utilizando para isto a fila de espera) para obter a abertura (resp. fechamento). Trata-se pois de um esquema híbrido entre um algoritmo sequencial e um baseado na fila de espera que consegue ser assim muito eficiente.\nCapítulo 5\nResultados Experimentais: Caracterização de Meio Poroso\n5.1\tIntrodução\n0 estudo de sistemas contendo meios porosos (rochas) é de grande importância em diversas áreas economicamente importantes tais como a petrofísica, engenharia de petróleo, engenharia de reservatórios, análise de solos e cristalografia.\nNeste sentido, a caracterização dos meios porosos tem por objetivo a determinação de propriedades físicas do meio — que indiquem por exemplo a possibilidade de extração de petróleo — diretamente a partir da sua estrutura morfológica. Esta técnica possui vantagens em relação a métodos considerados “indiretos”, como a porosimetria a mercúrio (onde os parâmetros de interesse são medidos a partir da intrusão forçada de mercúrio no material), que são em geral imprecisos [35].\nA caracterização de meios porosos é usualmente feita a partir da análise de imagens bidimensionais provenientes de cortes seccionais de amostras da rocha em estudo. A extensão para o caso tridimensional é feita normalmente utilizando probabilidade geométrica ou estereologia, também chamada de correção estereométrica, que procura estimar os parâmetros físicos tridimensionais desejados a partir dos dados medidos nos cortes bidimensionais.\nNeste capítulo, apresentaremos parâmetros de análise de meio poroso obtidos diretamente de uma amostra experimental tridimensional, sem nenhuma correção estereométrica envolvida. A amostra tridimensional estudada consiste em um objeto aproximadamente cilíndrico de gesso contendo pedaços de giz de variadas formas e tamanhos. Com isto pretendeu-se modelar uma amostra real de rocha onde duas fases complementares normalmente existem: a fase sólida, que constitui o material propriamente dito e é representada pelos pedaços de giz, e a fase porosa, que corresponde ao espaço que pode ser invadido por fluidos modificando as propriedades físicas do meio, e que é representada pelo gesso.\nDiscutiremos todas as etapas envolvidas na reconstrução tridimensional da a-mostra experimental, desde o processo de aquisição até a interpolação para obtenção de volume isotrópico, passando pela etapa de registro das seções seriadas, quando apresentaremos os resultados obtidos pela aplicação do método proposto no capítulo 2 deste trabalho.\nEm seguida, utilizaremos as ferramentas de análise tridimensional baseadas na Morfologia Matemática, desenvolvidas no capítulo anterior, para a obtenção de medidas que descrevam a estrutura morfológica da amostra em estudo. Após a apresentação de medidas de caráter geral, é feita a análise granulométrica das fases sólida e porosa, a qual produz interpretações relevantes na determinação de processos de invasão ou drenagem por fluidos, pois fornece informação sobre aspectos morfológicos (tamanho e forma) dos poros e grãos presentes no meio. Em seguida é realizada a análise das gargantas, que constitui um resultado muito útil, pois as gargantas presentes na fase porosa possuem também uma influência importante em processos de invasão ou drenagem, em consequência da oposição que elas representam à passagem de um fluido através do material.\nAntes de passar aos resultados discutidos acima, iniciamos o capítulo com uma seção sobre o ambiente computacional utilizado no desenvolvimento deste trabalho, o sistema Khoros, em conjunto com as toolboxes V3DTOOLS e MMACH, discutindo também a nossa participação no desenvolvimento das mesmas.\n5.2\tAmbiente e Ferramentas Computacionais Utilizados\nNesta seção nos propomos a descrever o ambiente e as ferramentas computacionais que foram utilizados para desenvolver as implementações necessárias e para obter os\nresultados apresentados ao longo deste trabalho.\n5.2.1\tO Sistema Khoros\nA plataforma adotada durante todo o desenvolvimento foi o sistema de visualização e processamento de imagens Khoros [37, 40]. Este sistema consiste em um pacote computacional aberto, desenvolvido na Universidade do Novo México e baseado no Unix e no XI1, sistemas por sua vez largamente difundidos. O Khoros tem alcançado enorme popularidade em todo o mundo e vem sendo utilizado nas mais diversas áreas, tais como manipulação e análise de imagens médicas, sensoreamento remoto, visualização científica, reconhecimento de padrões, sistemas de informações geográficas, aplicações de processamento de imagem em geral e até mesmo aplicações como bancos de dados e sistemas de controle.\nO sistema Khoros constitui-se basicamente de:\n-\tUma coleção de programas principais, subdivididos quanto à utilização em subsistemas e acessíveis tanto através da linha de comando como através de uma linguagem de programação visual chamada cantata [38, 39].\n-\tUma biblioteca de funções, que engloba a funcionalidade da maior parte dos programas principais, além de fornecer operações básicas como manipulação de arquivos, gerenciamento de memória, funções matemáticas e outras.\n— Um conjunto de ferramentas de suporte ao programador (UIDS, User Interface Deve-lopment System), incluindo geradores automáticos de código e programas interativos para o desenvolvimento e manutenção do sistema.\nOs programa principais do Khoros podem ser classificados em vrotinas, que não pressupõem interação com o usuário durante sua execução, e zvrotinas, que são programas que apresentam uma interface gráfica, permitindo ao usuário a utilização do mouse e do teclado para realizar a tarefa desejada. Nesta última classe de programas se enquadra o cantata, que é a interface que implementa a linguagem de programação visual mencionada acima. Os programas do Khoros são representados no cantata como ícones (glyphs, acessíveis através de menus pull-down), e o fluxo de dados é representado por ligações entre os ícones.\nOs ícones representam portanto operadores^ que atuam sobre os dados transformando-os. ícones especiais para controle de fluxo de execução também estão disponíveis, possibilitando a implementação de complexos procedimentos utilizando apenas o cantata, não exigindo desta forma conhecimentos nem de linguagens de programação tradicionais, nem do Unix ou Xll. Os ícones e suas interligações são dipostos em uma área de trabalho (workspace), cujo conteúdo pode ser salvo e recuperado posteriormente. Na fig. 5.1 vemos o cantata e um workspace típico.\nINPUT S&amp;RCES\tCaWHiSIONS\nOUTPUT\tARITHMETIC\n\tflaia.\tCantata Hurkwaca\t\nIMAGE PROCESSING\t\tSIGNAL PROCESSING)\nIHPGE RrtftYSlS\t\tREMOTE t GIS 1\nCRNIRTR Visual Programing Ejwírorwwit for the KHLHJS Sosten TO^~mLinÊsj\nTOOLBOXES|\nFigura 5.1: Cantata e um workspace típico\nPode-se dizer que o cantata é urna das principais razões do sucesso obtido pelo Khoros, entretanto não é seu único ponto forte. Para usuarios mais avançados, que precisam implementar procedimentos mais especializados ou complexos, é oferecida a possibilidade de adicionar programas principais e/ou funções de biblioteca ao conjunto original disponível no Khoros, utilizando para isto a linguagem C ou ainda alguma linguagem shell interpretada do Unix. Ferramentas de geração e manutenção de código e bibliotecas de operações básicas são fornecidas para facilitar e padronizar a criação de novos programas.\nVale ressaltar que neste trabalho utilizamos a versão 1.05 do Khoros, mas já está sendo distribuída a versão 2.0, que incorpora novos conceitos como programação orientada a objeto, ferramentas de gerenciamento de projeto e outros. A filosofia do sistema, delineada nesta seção, permanece porém essencialmente a mesma.\nNas próximas seções, descreveremos duas toolboxes que foram utilizadas neste trabalho, e em cujo desenvolvimento tivemos oportunidade de participar.\n5.2.2\tA toolbox V3DTOOLS\nA toolbox V3DTOOLS é desenvolvida pelo grupo liderado pelo Prof. Dr. Roberto de Alencar Lotufo, orientador deste trabalho, no DCA da Faculdade de Engenharia Elétrica da Unicamp. Ela surgiu inicialmente pela necessidade de adicionar ao Khoros ferramentas de visualização tridimensional aplicadas a imagens médicas [20].\nAtualmente, a toolbox V3DTOOLS contém um conjunto razoavelmente completo de programas básicos para a manipulação, análise e visualização de dados volumétricos no Khoros. A única exigência feita é que os dados sejam representados segundo o esquema Voxel, já descrito no capítulo 3 (ver seção 3.2.1). Todos os programas da versão atual da V3DTOOLS são vrotinas. Uma descrição detalhada da toolbox V3DTOOLS pode ser encontrada em [26].\nTivemos a oportunidade de contribuir com programas de manipulação e processamento tridimensional à toolbox V3DTOOLS, os quais citamos a seguir:\n-\tvinsert3d - Insere, em uma posição especificada, uma sub-imagem 3D em outra imagem 3D.\n-\tvpad3d - Cria uma “borda” de dimensões e valor arbitrários em volta de uma imagem 3D.\n-\tvfft3d - Implementa a Transformada de Fourier tridimensional\nAlém destes, implementamos uma xvrotina chamada markimage. que permite ao usuário selecionar interativamente pontos em uma imagem 3D e depois armazená-los em um arquivo para posterior uso. Em seções seguintes mencionaremos a aplicação desta ferramenta em diferentes etapas deste trabalho.\n5.2.3\tA toolbox MMACH\nA toolbox MMACH [7] contém as ferramentas básicas de processamento e análise de imagens por Morfologia Matemática que foram utilizadas neste trabalho. A MMACH é o resultado do esforço conjunto de grupos pertencentes a USP (Universidade de São Paulo), Unicamp e INPE (Instituto Nacional de Pesquisas Espaciais), liderados respectivamente pelos Proís. Drs. Junior Barrera, Roberto Lotufo e Gerald Banon.\nComo foi visto no capítulo 3, os operadores da Morfologia Matemática possuem uma estrutura hierárquica onde transformações complexas são obtidas a partir da combinação de outras cada vez mais simples, até se chegar aos operadores fundamentais, as erosões e dilatações.\nEsta estrutura hierárquica dos operadores morfológicos permite a especificação de uma linguagem morfológica (LM) [6], onde uma transformação arbitrária qualquer é expressa através de sentenças onde as palavras são operadores e os conectivos são operações de composição, tais como união e interseção.\nUma máquina morfológica (MMACH) consiste na implementação, em hardware ou software, de uma linguagem formal equivalente à linguagem morfológica [5]. Os programas de uma MMACH correspondem às frases da LM.\nAs características do sistema Khoros o fazem extremamente apropriado à implementação de uma máquina morfológica, devido à possibilidade de se organizar os programas em uma toolbox e permitir ao usuário a criação de procedimentos complexos e sofisticados a partir destes programas mais básicos. Para isto, pode-se utilizar a linguagem de programação visual Cantata, ou ainda criar um novo programa a partir de chamadas às funções\nde biblioteca da toolbox.\nA MMACH se encontra dividida em quatro níveis hierárquicos de operadores, além de um nível de ferramentas de uso geral. Damos a conhecer abaixo os programas que fazem parte da MMACH. Algumas das transformações implementadas por estes programas já foram mencionadas em capítulos anteriores ou serão ao longo deste capítulo; as demais podem ser encontradas em [5, 7, 44].\n- Ferramentas de uso geral:\n•\tvstrset - Criação de elementos estruturantes primitivos 3x3\n•\tviff2str - Conversão de uma imagem do Khoros para elemento estruturante\n•\tvgdisk - Criação de discos digitais como elementos estruturantes\n•\tvrotstr - Rotação de elementos estruturantes primitivos\n•\tvequal - Comparação de igualdade entre duas imagens\n•\tvwind - Desenha as bordas de uma imagem 2D\n•\tvless - Comparação “menor ou igual que” entre duas imagens\n•\tvcastl - Conversão de tipo entre imagens\n— Operações básicas:\n•\tvinf - ínfimo (interseção) de suas imagens\n•\tvsup - Supremo (união) de duas imagens\n•\tvxnv - Involução (complementação)\n•\tvsubm - Subtração\n•\tvaddm - Adição\n•\tvthreshad - Limiarização adaptativa\n•\tvtoggle - “Chaveamento” entre duas imagens\n•\tvdil - Dilatação por um elemento estruturante\n•\tvero - Erosão por um elemento estruturante\n•\tvdist - Função distância\n•\tvlabelexp - Rotulação de componentes conexos\n« vwatersh - Determinação de watersheds\n-\tOperações de primeiro nível (utilizam apenas uma vez cada operação básica):\n•\tvadil - Anti-dilatação\n•\tvaero - Anti-erosão\n•\tvgradm - Gradiente morfológico\n•\tvcdil - Dilatação condicional\n•\tvcero - Erosão condicional\n•\tvopen - Abertura morfológica\n•\tvclose - Fechamento morfológico\n•\tvsupgen - Sup-geradora\n•\tvinfgen - Inf-geradora\n•\tvthin - Afinamento\n•\tvthick - Espessamento\n•\tvcthin - Afinamento condicional\n•\tvcthick - Espessamento condicional\n•\tvminf - ínfimo de múltiplas imagens\n•\tvmsup - Supremo de múltiplas imagens\n-\tOperações de segundo nível (utilizam mais de uma vez cada operação básica):\n•\tvndil - Composição de dilatações\n•\tvnero - Composição de erosões\n•\tvncdil - Composição de dilatações condicionais\n•\tvncero ~ Composição de erosões condicionais\n•\tvnopen - Composição de aberturas morfológicas\n•\tvnclose - Composição de fechamentos morfológicos\n•\tvnocfllt - Filtro alternado sequencial (abertura-fechamento)\n•\tvncofilt - Filtro alternado sequencial (fechamento*abertura)\n•\tvnocofilt - Filtro alternado sequencial (abertura-fechamento-abertura)\n•\tvncocfilt - Filtro alternado sequencial (fechamento-abertura-fechamento)\n•\tvnthin - Composição de afinamentos\n•\tvnthick - Composição de espessamentos\n•\tvncanon - Transformação canônica\n•\tvncanond - Transformação canônica dual\n•\tvdilseg - Dilatação por um segmento\n•\tveroseg - Erosão por um segmento\n•\tvopenseg - Abertura por um segmento\n•\tvcloseseg - Fechamento por um segmento\n- Operações de terceiro nível (utilizam um número indeterminado de vezes cada ope-ração básica):\n•\tvopenrec - Abertura por reconstrução\n•\tvclosrec - Fechamento por reconstrução\n•\tvcenter - Filtro central\n•\tvskthin - Esqueleto por afinamento\n•\tvskthick - Exoesquelto por espessamento\n•\tvcskthin - Esqueleto condicional por afinamento\n•\tvcskthick - Exoesquelto condicional por espessamento\n•\tvskel - Esqueleto morfológico\n•\tvlastero - Última erosão\n•\tvbisset - Bissetor condicional\n•\tvskthinm - Esqueleto por afinamento com múltiplos elementos estruturantes\n•\tvclohole - Remoção de “buracos”\n•\tvedgeoff - Remoção de componentes que tocam a borda\n•\tvhomot - Modificação de homotopia\n•\tvlocmin - Determinação dos mínimos locais\n•\tvlocmax - Determinação dos máximos locais\n•\tvskiz - Esqueleto por zonas de influencia\n•\tvsmooth - Segmentação binaria suavizante\n5.2.3.1\tExtensões da MMACH para a Morfología Matemática 3D\nNossa participação no desenvolvimento da MMACH tem se concentrado basicamente na extensão para o caso 3D de seus programas, que originalmente só tratavam imagens bidimensionais. Além disso, por razões de eficiência, até então eram permitidos apenas elementos estruturantes primitivos 3x3, isto é, subconjuntos do quadrado elementar (Vale ressaltar que qualquer erosão ou dilatação bidimensional pode ser expressa respectivamente como composição de erosões ou dilatações por elementos estruturantes primitivos 3 x 3 [5, 55])\nA fim de permitir erosões e dilatações 3D, e também possibilitar ao usuário utilizar elementos estruturantes de tamanho maior que 3 x 3, foi adicionado um novo algoritmo às rotinas vero e vdil para tratar estes casos. Além disso, foram criados os programas viff2str e vgdisk (vide descrição acima), que funcionam tanto para o caso 2D como 3D. Devido à estrutura hierárquica dos operadores, praticamente todos os programas do nível 1 em diante passaram a funcionar em 3D com estas modificações (alguns programas, como os de determinação de esqueleto, ainda se encontram em processo de extensão para 3D na USP).\nFoi feita também a extensão dos programas vdist, vlabelexp e vwatersh para tratar imagens tridimensionais. Esta tarefa foi facilitada pelo fato da maior parte dos algoritmos utilizados no caso bidimensional serem baseados na fila de espera (ver discussão na seção 4.5 do capítulo anterior). Quanto aos demais programas do nível básico, não foi preciso fazer qualquer alteração, pois estes originalmente já tratavam imagens multi-bandas, que é a mesma representação utilizada para imagens 3D no Khoros.\nComo ilustração das toolboxes MMACH e V3DTOOLS, vemos na fig. 5.2 um simples workspace que foi utilizado para gerar as imagens das ftgs. 3,8, 3.9, 3.10 e 3.11 do capítulo 3. As rotinas vzbuff, visnorm e vshad, vistas na fig. 5.2, fazem parte da V3DTOOLS e foram utilizadas para gerar todas as visualizações tridimensionais apresentadas neste trabalho. Note que para gerar as figuras do capítulo 3 citadas acima, o workspace da fig. 5.2 precisa ser executado várias vezes, mudando-se o tipo de disco gerado pelo programa vgdisk e conectando-se em sequência as saídas dos glyphs vero, vdil, vopen e vclose à entrada do glyph vzbuff.\nFigura 5.2: Workspace para gerar as visualizações tridimensionais do capítulo 3\nA reconstrução volumétrica, também chamada de reconstrução tridimensional, consiste na formação de um conjunto de dados que represente a estrutura tridimensional do objeto em estudo a partir de informações bidimensionais do mesmo. A reconstrução 3D é a etapa que obrigatoriamente antecede as operações de visualização, manipulação e análise tridimensionais.\nDentre as várias técnicas existentes de reconstrução tridimensional [13, 33], u-tilizaremos aquela que é a mais natural no contexto da representação Voxel, que é o empilhamento de seções consecutivas do objeto para formar uma matriz tridimensional que represente a estrutura 3D do objeto. Os principais tópicos que precisam ser levados em conta neste processo são basicamente três:\n-\tMetodologia de aquisição das seções seriadas.\n-\tAlinhamento (registro) das seções seriadas.\n— Interpolação para obtenção de volume isotrópico.\nNas seções que se seguem abordaremos cada um dos itens acima.\n5.3.1\tAquisição das seções seriadas\nComo já foi dito, utilizamos como objeto de estudo uma amostra experimental aproximadamente cilíndrica de gesso contendo pedaços de giz de variadas formas e tamanhos. Com isto pretendeu-se modelar uma amostra real de rocha, onde a fase sólida é representada pelos pedaços de giz, e a fase porosa, pelo gesso.\nAs seções deste objeto foram digitalizadas da seguinte forma: envolveu-se a amostra com papel milimetrado, de forma a permitir, com o uso de uma lixa apropriada, ir se debastando o objeto na direção de seu eixo principal. A intervalos de 2mm, medidos com o auxílio de um papel milimetrado afixado em volta do objeto, a amostra era colocada sobre um scanner e sua base (a seção corrente), digitalizada.\nAtravés do procedimento descrito acima, foram obtidas ao todo 32 seções do objeto. As imagens nível-de-cinza resultantes, de dimensões 256x256, apresentam resolução\nComo podemos ver na figura 5.3, as seções se encontram desalinhadas, não só em relação à translação e rotação mas também em relação à escala, diferentemente dos exemplos sintéticos apresentados no capítulo 2. Na seção que se segue, discutiremos a aplicação da técnica apresentada no capítulo 2 para obter o registro das seções seriadas da amostra tridimensional em estudo.\n5.3.2\tRegistro das seções seriadas\nNesta seção apresentaremos os resultados obtidos com a aplicação do método proposto no capítulo 2 ao registro da seções seriadas da amostra experimental em estudo.\n0 primeiro problema a ser considerado é o da uniformização de escala, pois devido a um indesejável problema de deriva no hardware de digitalização, constatou-se uma diferença considerável de magnificação entre as seções. Um gráfico da área percentual dos contornos preenchidos de cada seção (ver fig. 2.2 do capítulo 2), que dá uma idéia da variação de escala existente, pode ser visto na fig. 5.4. E interessante observar a diferença acentuada existente entre as seções 15 e 16, devido ao fato da aquisição ter sido feita em dois dias diferentes, a primeira metade do modelo (seções 0 a 15) em um dia, a outra metade (seções 16 a 31), no outro.\nAplicamos a transformação de escala como etapa de pré-processamento, isto é, anteriormente à obtenção dos pontos rotulados, onde os parâmetros de escala são obtidos conforme descrito na seção 2.3.1.2. A metodologia proposta naquela seção produziu uma uniformização de magnificação bastante satisfatória, como pode ser visto no gráfico da fig. 5.5\nApós ser feito o pré-processamento para a uniformização da escala, foram selecionados os pontos rotulados sobre as seções e em seguida foram determinadas as transformações de rotação e translação, comparando os resultados obtidos pelo método proposto no capítulo 2 com o método proposto por Merickel em [30].\nOs pontos rotulados foram obtidos manualmente, através do uso do programa\nFigura 5.3: Algumas seções da amostra experimental utilizada neste trabalho\nFigura 5.4: Variação de magnitude nos dados originais\nFigura 5.5: Variação de magnitude após a aplicação da transformação de escala\nAlém do critério do RMS, foi utilizado um critério de similaridade entre as seções registradas, apesar de que, como a única entrada para os métodos de registro são os pontos rotulados, o RMS continua a representar o critério de avaliação mais importante. O critério de similaridade utiliza os contornos preenchidos de duas seções consecutivas Si e S2 (ver hg. 2.2 do capítulo 2), e é dado por:\nSIM = 100 x\nA(Si0S2) \\ a(S!) + a(s2);\n(5-1)\nonde A(S) denota a área percentual do contorno preenchido S, enquanto que 0 denota a operação lógica OU exclusivo (Note que Sj e S2 são imagens binárias). O critério SIM é portanto percentual, isto é, 0 significa uma situação de registro nulo e 100 indica uma situação de registro total.\nOs resultados obtidos, tanto pelo uso de nosso método, proposto no capítulo 2, quanto pelo uso do método de Merickel foram avaliados utilizando o critério do RMS médio e do SIM médio calculados sobre os 31 pares de seções consecutivas do modelo. O resultado obtido pode ser visto nas tabelas 5.1 e 5.2 abaixo.\nNúmero de pontos\tR-MS médio\t^^médio\n2\t0.92193\t99.1886\n3\t1.97751\t98.9232\n4\t2.73808\t98.8266\n5\t2.92715\t98.7200\nTabela 5.1: Resultados do registro das seções do modelo 3D ~ método proposto\nAnalisando os resultados das tabelas 5.1 e 5.2, constatamos que o RMS médio, para ambos os métodos, resultou em uma função crescente com o número de pontos, enquanto que o SIM médio apresentou um comportamento decrescente. Lembrando que o\nNúmero de pontos\tmédio\tSl^médio\n2\t0.92664\t99.1364\n3\t2.00743\t99.0139\n4\t2.78560\t98.8435\n5\t2.95856\t98.6778\nTabela 5.2: Resultados do registro das seções do modelo 3D - método de Merickel\nRMS é um critério de erro (quanto menor, melhor) enquanto que o SIM representa um critério de acerto (quanto maior, melhor), concluímos que o melhor resultado em ambos os casos é obtido com apenas dois pontos rotulados, o que pode ser explicado pelo fato de se ter introduzido apenas duas marcas ftduciais, levando assim à obtenção de apenas dois pontos confiáveis, isto é, menos sujeitos a erros operador na seleção manual dos mesmos.\nA respeito da comparação entre as duas metodologias, podemos constatar que segundo o RMS médio, o método proposto foi superior ao de Merickel em todos os casos. Já quanto ao critério do SIM médio, há oscilações entre os dois métodos, mas o melhor resultado global (99,1886%) é atingido pelo método proposto para o caso de dois pontos rotulados, caso que apresenta também o melhor resultado quanto ao RMS médio.\nBaseado na análise dos resultados feita acima, adotamos então o resultado de registro conseguido pelo nosso método utilizando dois pontos rotulados. Na fig. 5.6 vemos as mesmas seções apresentadas na fig. 5.3 após passarem pelo processo de registro (aplicação das transformações de escala, rotação e translação) utilizando o método proposto.\n5.3.3\tInterpolação Volumétrica\nPara obtermos uma representação 3 D satisfatória do objeto em estudo, que possibilite a visualização e análise tridimensionais do mesmo, o passo seguinte é a interpolação volumétrica das seções registradas.\nEste processo consiste em um processamento dos dados de forma a obter um volume is o trópico, isto é, que apresente idealmente a mesma resolução nas três dimensões. Normalmente a resolução entre a seções é menor que a resolução dos pixels que compõem as\nFigura 5.6: As seções da fig. 5.3 após aplicada a transformação de registro segundo o método proposto\nDa discussão acima, concluímos que sendo e a resolução original entre as seções\ne d a resolução dos pixels (isotrópicos) das seções, o número s de seções intermediárias a\nserem estimadas é dado por:\n(5.2)\nonde denotamos por “round” a função que devolve o inteiro mais próximo. Sendo n, o número original de seções, o número n0 de seções obtidas após a interpolação é então dado\npor:\nna = s x (ni - 1) + n-i\n(5.3)\nExistem na literatura diversos métodos para a estimação das seções intermediárias. Podemos classificar estes métodos em três categorias principais:\n-\tInterpolação nível-de-cinza: Este é o método tradicional de interpolação. Consiste na estimação de valores nível-de-cinza para as seções intermediárias a partir dos valores presentes em seções vizinhas [20]. As funções de estimação mais comuns são de ordem 0 (replicação das seções), linear e cúbica.\n-\tInterpolação nível-de-cinza via FFT: Os métodos tradicionais de interpolação nível-de-cinza podem ser vistos como processos de convolução no domínio espacial. Os métodos de interpolação via FFT obtêm o mesmo resultado no domínio da frequência, se valendo para isto do teorema da convolução [12]. Os tipos de função de estimação utilizados não precisam se limitar aos mencionados no item anterior, resultando assim em uma metodologia bem mais geral.\n-\tInterpolação baseada em forma: Diferentemente das anteriores, esta técnica se aplica a seções binárias. O tipo de interpolação conseguido porém é mais preciso que a maioria dos métodos de interpolação nível-de-cinza [41, 20] (no momento, não há resultados quanto a comparação com a interpolação pela FFT).\nNeste trabalho, escolhemos a interpolação baseada em forma como método de estimação das seções intermediárias. Como a segmentação das seções nível-de-cinza nas fases sólida e porosa é uma etapa que terá de ser considerada mais cedo ou mais tarde, é bem mais eficiente realizá-la diretamente sobre as seções registradas originais, anteriormente à interpolação. Além disso, como já foi dito, a interpolação baseada em forma das seções já segmentadas produz um resultado mais preciso do aquele conseguido com a interpolação do volume nível-de-cinza seguida de segmentação, o que é um aspecto muito importante para a etapa posterior de análise.\nNas seções que se seguem, descreveremos o processo de segmentação utilizado e a interpolação baseada em forma.\n5.3.3.1\tSegmentação das fases sólida e porosa\nPara se obter a segmentação das seções registradas nível-de-cinza da amostra experimental, foi utilizado basicamente um processo de limiarização seguido de filtragem das imagens binárias resultantes. Na fig. 5.7-a vemos uma das seções do modelo, que será utilizada como exemplo para ilustrar as diversas etapas do processo de segmentação descrito nesta seção.\nO processo de limiarização não é tão simples quanto possa parecer à primeira vista, devido à dificuldade introduzida pelo papel milimetrado que foi colocado em volta do objeto quando da aquisição (ver seção 5.3.1). Uma limiarização simples produz um resultado indesejável, como pode ser visto na fig. 5.7-b.\nA solução é utilizar uma limiarização adaptativa^ implementada pelo programa vthreshad (nível básico da MMACH). A limiarização adaptativa é uma transformação que leva de uma imagem nível-de-cinza em uma imagem binária, mas, diferentemente da limiarização simples, a imagem nível-de-cinza original f é comparada não com valores constantes mas com outras imagens nível-de-cinza fa e /2 (chamadas aqui de “imagens limitantes”):\nVh.hU'l =\t€ E | /i(u) &lt;f(u) &lt;/s(u)}\t(5.4)\nnote que se as imagens limitantes forem constantes, a limiarização adaptativa se reduz à limiarização simples.\nFigura 5.7: Processo de segmentação das fases sólida e porosa, (a) Seção nível-de-cinza original (b) Resultado indesejável obtido por limiarizaçao simples (c) Imagem limitante (d) Resultado da limiarizaçao adaptativa (e) Filtragem da imagem do item d (fase sólida) (f) Subtração das imagens do itens cee (fase porosa)\nNo nosso caso, utilizamos um valor constante como limiar superior e uma imagem limitante como limiar inferior, a qual é obtida através de uma limiarização simples para segmentar o fundo seguida de uma pequena dilatação, o que produz a imagem vista na fig. 5.7-c (Note que esta é interpretada como uma imagem nível-de-cinza, onde o preto corresponde ao valor zero e o branco, ao valor 255). O resultado da limiarização adptativa pode ser visto na fig. 5.7-d.\nProblemas de ruido, causado principalmente por um fino pó que se depositou sobre as seções do objeto devido ao processo de debastação (ver seção 5.3.1), tornam necessário introduzir também uma filtragem da imagem binária resultante da limiarização adaptativa. Esta filtragem consiste em um fechamento seguido por uma abertura com um pequeno elemento estruturante 3x3, operação implementada pelo programa vncoñlt (segundo nível da MMACH). 0 resultado conseguido, bastante satisfatório, é mostrado na fig. 5.7-e. Esta imagem já corresponde à seção da fase sólida da amostra experimental.\nA fase porosa é obtida fazendo a subtração (programa vsubm, nível básico da MMACH) da imagem dos grãos da imagem obtida pela inversão da imagem limitante utilizada na limiarização adaptativa, o que produz o resultado da fig. 5.7-e (note que a imagem limitante passa a ser interpretada neste caso como uma imagem binária).\n5.3.3.2\tInterpolação baseada em forma\nUma vez que o processo descrito na seção anterior tenha sido aplicado para cada seção registrada da amostra experimental, o passo seguinte é aplicar a interpolação baseada em forma de maneira a obter dois volumes isotrópicos, correspondentes às fases sólida e porosa da amostra experimental.\nA interpolação baseada em forma, introduzida por S. Raya e J. Udupa [41], é um esquema de interpolação que pode ser resumido da seguinte forma:\n— Encontre a transformada de distância das seções previamente segmentadas.\n- Aplique algum esquema de interpolação nível-de-cinza (tradicional ou via FFT) no volume formado pelas seções do item anterior.\nA função distância utilizada é diferente daquela definida na seção 4.2.2 do capítulo anterior, pois atribui também valores de distância (negativos) ao fundo da imagem. Dado um objeto A € P(E) temos:\nMu) =&lt;\nd(w, Ac)\n-d(u, A)\nse u € A se u € Ac\n(5.5)\nVu € E\nA função distância definida acima pode entretanto ser obtida facilmente a partir da definida anteriormente:\n/d(A) = fd(A) 4- (-/d(Ac))\n(5-6)\nApós aplicado um esquema de interpolação nível-de-cinza qualquer, obtém-se um volume Feo volume binário interpolado procurado é dado pelo conjunto de voxels {u | F(u) > 0}.\nNo nosso caso, utilizando os dados apresentados na seção 5.3.1 e as equações\n(5.2)\te (5.3), concluímos que é necessário estimar 6 novas seções entre as seções registradas da amostra experimental, resultando em um volume com 218 seções. Considerando que o espaçamento entre as seções era originalmente de 2mm, a resolução na direção z do volume interpolado passa a ser de aproximadamente 285,714//m, muito próxima portanto da resolução nas direções x e y, de 280/rm (ver seção 5.3.1).\nPara ilustrar o efeito da etapa de interpolação volumétrica, apresentamos nas figs. 5.8 e 5.9 visualizações dos volumes correspondentes respectivamente à fase sólida (grãos) e à fase porosa, comparando os resultados conseguidos antes e após a interpolação baseada em forma.\n5.4\tAtributos de análise para caracterização de meio poroso\nUma vez que os objetos de interesse, as fases sólida e porosa da amostra experimental, se encontram disponíveis após a etapa de reconstrução tridimensional, o passo\nFigura 5.8: Visualização da fase sólida (a) antes da interpolação (b) após a interpolação\nFigura 5.9: Visualização da fase porosa (a) antes da interpolação (b) após a interpolação\nEnumeramos a seguir os atributos que foram considerados neste trabalho, os quais julgamos constituírem um conjunto representativo para uma caracterização da amostra experimental em estudo.\n-\tMedidas de caráter geral\n•\tVolume da fase sólida, Vs\n•\tVolume da fase porosa, Vp\n•\tFração em volume dos poros (porosidade), p\n•\tÁrea da superfície de interface porosa/sólida, Sps\n•\tQuantidade de grãos na fase sólida, ns\n•\tVolume médio do grão,\n-\tAnálise Granulométrica\n•\tEspectro de padrões morfológico para a fase sólida, Tâm(r)\n•\tRaio médio do grão segundo a granulometria morfológica,\n•\tEspectro de padrões geodésico para a fase sólida, F^(r)\n•\tRaio médio do grão segundo a granulometria geodésica,\n•\tEspectro de padrões morfológico para a fase porosa, Ppm(r)\n•\tRaio médio do poro segundo a granulometria morfológica,\n-\tAnálise das Gargantas\n•\tHistograma de gargantas dos grãos, A5(r)\n•\tTamanho médio da garganta do grão,\n•\tHistograma de gargantas dos poros, Ap(r)\n•\tTamanho médio da garganta do poro,\nNas seções seguintes apresentaremos os resultados obtidos para os atributos listados acima.\n5.4.1\tMedidas de caráter geral\nPara o cálculo de volumes, não há maior problema, pois basta contar o número n de voxels pertencentes ao objeto A e multiplicar pelo volume do voxel unitário Vo:\nvol(A) = n x Vo\t(5.7)\nonde Vo pode ser calculado a partir dos valores de resolução nas direções y e z, apresentados na seção 5.3:\nVo = 280pm x 280pm x 285,714pm = 0,0224mm3\nDesta forma, obtivemos para os volumes totais das fases sólida e porosa:\nVa = 5.106.748 x Vo - 114,391cm3\nVP = 3.938.104 x Vo — 88,214cm3\nDas medidas acima, obtemos diretamente a porosidade:\nV\nn =\t= o,435\nV + vp\nJá o cálculo de áreas constitui um problema delicado, pois todo objeto repre-sentável no espaço voxel é necessariamente volumétrico. Uma “superfície” no espaço voxel é portanto apenas uma aproximação de uma superfície real, consistindo na verdade de um objeto tridimensional com espessura de poucos voxels, usualmente apenas um.\nUma possível solução para o problema seria somar as áreas das faces dos voxels pertencentes à “superfície”. Uma solução mais objetiva [32], a qual adotamos, é calcular o volume da “superfície” S e dividir por um parâmetro linear que indique sua espessura:\nárea(S) = ^¿1\t(5.8)\nNo nosso caso, a superfície de interface entre as fases sólida e porosa é obtida através de uma operação de gradiente morfológico (ver seção 3.3.2). O parâmetro de espessura neste caso é dado pelo diâmetro do elemento estruturante usado (observamos que\nvol(rs(S))\ne(S)\n1.487.190 x Vo\n3 x 0,280mm\n= 396,584cm2\nPara a determinação do número de grãos, é necessário primeiramente fazer a segmentação binaria 3D da fase sólida, a qual se encontra quase totalmente conectada (ver fig. 5.11 na seção seguinte). Para obter a segmentação binária 3D utilizamos os watersheds, conforme apresentado no capítulo anterior (ver seção 4.2.2). A função distancia euclidiana tridimensional é computada e em seguida é feita a mudança de homotopia da mesma, utilizando um conjunto de marcadores 3D.\nNa obtenção dos marcadores consideramos duas possibilidades: o método dos “máximos filtrados” e a seleção manual (ver seção 4.2.2). Da mesma forma que ocorreu com o caso bidimensional apresentado no capítulo anterior, os máximos filtrados produziram um resultado subsegmentado, onde os grãos de pequenas dimensões não são separados de seus vizinhos devido à não obtenção de marcadores para eles. Isto não ocorreu na seleção manual, onde é possível fornecer marcadores para todos os grãos.\nEntretanto, constatou-se que as fronteiras entre os grãos obtidas com o método dos máximos filtrados foram bem melhor determinadas do que com a seleção manual dos marcadores. Isto ocorre devido à dificuldade em selecionar manualmente pontos em uma imagem tridimensional, pois os dispositivos de interação com o usuário disponíveis atualmente são bidimensionais. Utilizando a ferramenta markimage, foi necessário fazer uma inspeção 2D seção por seção do volume, o que levou a marcadores que nem sempre estavam bem posicionados tridimensionalmente dentro dos grãos, produzindo como consequência fronteiras pobremente localizadas. O método dos máximos filtrados, por outro lado, funciona da mesma forma no caso 3D que no caso 2D, ou na verdade qualquer outra dimensão. O método dos máximos filtrados corresponderia em uma analogia a um operador que possui um dispositivo de interação n~ dimensional, podendo localizar os marcadores perfeitamente na imagem, mas que em compensação é um pouco míope e não enxerga os grãos menores.\n= 342 grãos\nCom este resultado podemos obter de imediato o último atributo desta seção, o volume médio do grão:\n= 0,334cm3\nn8\n5.4.2\tAnálise Granulométrica\nNesta seção apresentamos os espectros de padrões associados às fases sólida e porosa da amostra experimental, além dos raios médios correspondentes a estas distribuições, utilizando as granulóme!rias morfológica e geodésica desenvolvidas no capítulo anterior (ver seção 4.3). Utilizaremos como elementos estruturantes os três tipos de discos digitais introduzidos na seção 3.2.3, de maneira a obter diferentes informações de forma, conforme discutido na seção 4.3.2. Como foi mencionado na introdução deste capítulo, a análise granulométrica do meio poroso produz interpretações importantes na determinação de processos de invasão ou drenagem por fluidos, pois fornece informação sobre os aspectos morfológicos (tamanho e forma) dos poros e grãos presentes no meio.\nNa flg. 5.10 vemos os espectros de padrões morfológicos Tam(r), associados à fase sólida, utilizando cada um dos discos digitais.\nPara computar os espectros de padrões geodésicos, utilizamos a segmentação binária com o uso dos marcadores dos máximos filtrados, conforme vimos na seção anterior. Na fig. 5.11 temos uma visualização da rotulação da fase sólida antes e após a segmentação (note como antes da segmentação a fase sólida se encontra quase totalmente conectada). Na fig. 5.12 vemos então os espectros de padrões geodésicos Pâp(r) obtidos para a fase sólida, variando o tipo de disco digital utilizado.\n(a)\t(b)\n(c)\nFigura 5.11: Rotulação com vizinhança 6 da fase sólida (a) antes e (b) após a segmentação binária com o método dos marcadores filtrados\nO último caso corresponde aos espectros de padrões morfológicos Fpm(r), associados à fase porosa, os quais podemos ver na hg. 5.13.\nLembramos que o eixo horizontal (raio do disco digital) nos gráficos correspondentes aos espectros de padrões acima é adimensional, isto é, exprime o raio como número de voxels. Já na determinação dos raios médios, os valores adimensionais obtidos através da eq. (4.11) do capítulo anterior são apresentados na tabela 5.3 e ao lado de cada um, entre parênteses, encontra-se o valor em mm obtido pela multiplicação pelo lado médio do voxel (aproximadamente 280/2m) de modo a obter um valor com significado físico em relação à amostra em estudo.\nÉ preciso compreender que os valores expressos na tabela acima são função da métrica associada a cada disco digital. Assim, os raios médios segundo a métrica do máximo são subestimados em relação à métrica euclidiana, enquanto que os raios segundo a métrica do quarteirão são super-estimados, em acordância com as eqs. (3.7)e(3.9)do capítulo 3. Na verdade, o que está em jogo é o conceito de forma, pois não se está limitado ao uso dos discos digitais como elementos estruturantes; utilizando outros tipos de elementos estruturantes,\n(a)\t(b)\n(c)\n(a)\t(b)\nParâmetro\tDisco do quarteirão\tDisco euclidiano\tDisco do máximo\nr99 Tpm\t10.514 (2.944) 12.795 (3.583) 7.571 (2.120)\t9.053 (2.535) 10.596 (2.967) 6.277 (1.758)\t5.794 (1.622) 7.143 (2-000) 4.122 (1-154)\nTabela 5.3: Raios médios segundo os diversos discos digitais utilizados (valores em mm entre parênteses)\nem associação com um conceito apropriado de tamanho como aquele apresentado na eq. (4.16) do capítulo anterior, é possível obter espectros de padrões e raios médios associados distintos para cada caso, o que é uma vantagem, pois permite justamente explorar o conceito de forma, como já foi dito antes.\nPor fim, observamos que, como era de se esperar em um estudo de uma amostra real, os espectros de padrões apresentaram quase todos um comportamento muito próximo de uma distribuição normal, o que podemos comprovar não só examinando a forma das curvas, mas também comparando os valores adimensionais do raio médio com os valores máximos dos espectros correspondentes, que coincidem bem. A excessão são os espectros geodésicos correspondentes aos discos do quarteirão e euclidiano, o que pode ser explicado por problemas de subsegmentação devido à utilização dos máximos filtrados como marcadores (ver discussão na seção 5.4.1 acima). E interessante comparar este comportamento “normal” com o comportamento multi-modal apresentado pelos espectros de padrões bidimensionais obtidos no capítulo anterior. Esta diferença se explica pelo fato da imagem tomada como exemplo naquele capítulo não representar na realidade um objeto bidimensional real, mas apenas uma seção de um objeto tridimensional, este sim real. Isto ilustra o tipo de dificuldade que os métodos de correção estereométrica enfrentam na estimação dos atributos físicos reais a partir de seções bidimensionais.\n5.4.3\tAnálise das Gargantas\nComo dissemos na introdução, a análise da distribuição de gargantas em um meio poroso constitui uma medida muito útil, pois as gargantas presentes na fase porosa possuem uma influência acentuada nos processos de invasão ou drenagem, devido à restrição\nque elas representam ao escoamento de um fluido.\nNas hgs. 5.14 e 5.15 vemos os histogramas correspondentes respectivamente às fases sólida e porosa, enquanto que na tabela 5.4 encontram-se os tamanhos médios associados.\nRessaltamos que, embora normalmente os tamanhos médios sejam parâmetros adimensionais (segundo o conceito de tamanho introduzido na seção 4.4 do capítulo anterior), os elementos estruturantes utilizados induzem as métricas do quarteirão e do máximo (ver eqs. (3.28) e (3.29) do capítulo 3), e portanto permitem uma interpretação em termos de raio médio das gargantas, em relação a estas métricas. Desta forma, à maneira da tabela 5.3 na seção anterior, os valores na tabela 5.4 foram multiplicados pelo lado médio do voxel de forma a obter medidas físicas em relação à amostra, sendo este resultado apresentado entre parênteses ao lado do valor original.\nParâmetro\tDisco unitário do quarteirão\tDisco unitário do máximo\n\t8.085 (2.264)\t4.161 (1.165)\n\t5.579 (1.562)\t2.938 (0.823)\nTabela 5.4: Tamanhos médios segundo os dois elementos estruturantes utilizados (valores em mm entre parênteses)\nNotamos que, de maneira similar aos espectros de padrões, os histogramas de gargantas apresentaram um comportamente nitidamente “normal”, não só na forma das curvas, mas também pela proximidade dos valores de tamanho médio em relação aos valores máximos das curvas.\n(a)\t(b)\nFigura 5.14: Histogramas de gargantas associados à fase sólida utilizando como elemento estruturante primitivo disco unitário (a) do quarteirão (b) do máximo\nFigura 5.15: Histogramas de gargantas associados à fase porosa utilizando como elemento estruturante primitivo disco unitário (a) do quarteirão (b) do máximo\nCapítulo 6\nConclusão\nOs métodos tridimensionais para o processamento e análise de imagens constituem de fato uma tecnologia muito útil, pois ao lidar diretamente com a estrutura 3D real dos objetos de interesse é capaz de simplificar e otimizar o trabalho humano em tarefas de quantificação e avaliação de imagens, além de produzir resultados precisos, confiáveis e eficientes.\nProcurou-se mostrar neste trabalho o “estado da arte” no campo da reconstrução volumétrica e da análise tridimensional por Morfologia Matemática. Julgamos também que as ferramentas apresentadas, incluindo as granulometrias geodésicas e o histograma de gargantas, contribuições originais deste trabalho, constituem um conjunto eficaz para a aplicação em problemas práticos do mundo real, como o demonstrou a caracterização da amostra experimental porosa realizada.\nUma contrapartida é a grande quantidade de memória e processamento requeridos pelas ferramentas de processamento e análise tridimensionais. A amostra experimental utilizada neste trabalho, por exemplo, constitui-se (após interpolada) de 218 seções nível-de-cinza de dimensões 256x256, como foi visto. Isto corresponde a aproximadamente 14.2 Mb de memória. Algumas ferramentas, como a função distância, os waterhseds e a rotu-lação, exigem representações do tipo short (dois bytes), duplicando o espaço em memória requerido. Além disso, vários algoritmos utilizados na implementação destas ferramentas utilizam imagens internas de trabalho e, como foi comentado no capítulo 4, as filas de espera utilizadas podem chegar a utilizar um espaço de memória duas vezes maior que o ocupado\npela imagem original. 0 resultado de tudo isto é que o espaço de memória em RAM requerido para rodar determinados programas pode atingir facilmente a casa de centenas de Mb. Apesar disto foi possível obter os resultados apresentados neste trabalho, utilizando para isto urna máquina muito poderosa, urna RISO de alto desempenho com 256 Mb de memória RAM, baseada no Centro de Computação da Unicamp.\nUma outra conclusão a que chegamos é sobre a importância do processo de aquisição dos objetos de interesse. E preciso ter um controle muito preciso sobre o método de fatiamento da amostra, selecionando corretamente a distância entre as seções e garantindo tanto quanto possível o paralelismo entre as mesmas. Uma aquisição mal realizada tende a comprometer todo o processo de reconstrução volumétrica, produzindo uma representação tridimensional sem uma perfeita correspondência com o objeto real original, obviamente prejudicando também os resultados obtidos na etapa de análise.\nVárias sugestões podem ser feitas para introduzir melhorias neste trabalho e para continuar a linha de pesquisa iniciada. Entre elas destacamos as seguintes:\n— Utilizar outros tipos de grids digitais além do cúbico, como os grids hexagonal cilíndrico, cúbico centrado e cúbico de faces centradas [32, 23]. Acreditamos que isto possa levar a melhores resultados, especialmente no caso da segmentação 3D.\n-\tImplementação de erosões e dilatações utilizando decomposições de elementos estru-turantes [1, 21, 55]. Isto tende a reduzir muitas vezes o tempo de processamento requerido para executar a maior parte das operações da Morfologia Matemática.\n— Incorporação do espectro de padrões estatístico, uma proposta surgida muito recen-temente [42] que pode levar a resultados que coplementem os obtidos com o espectro de padrões clássico, utilizado neste trabalho.\n-\tPodem ser considerados também outros atributos de análise além daqueles que utilizamos. Destacamos por exemplo o “volume livre médio” na fase porosa [14], obtido com o uso da função “estrelada” [44].\nBIBLIOGRAFIA\n[1]\tR. Adams. Radial decomposition of discs and spheres. CVGIP: Graph. Models, and Image Proces., 55(5):325-332, Sep 1993.\n[2]\tK.S. Arun, T.S. Huang and S.D. Blostein. Least-squares fitting of two 3-D point sets. IEEE Transactions on Pat. Anal. Mach. Intel., PAMI-9(5):698-700, Sep 1987.\n[3]\tD.H. Ballard and C.M. Brown. Computer Vision. Prentice-Hall, Englewood Cliffs, NJ, 1982.\n[4]\tG.J.F. Banon and J. Barrera. Decomposition of mappings between complete lattices by mathematical morphology, Part I. General lattices. Signal Processing, 30:299-327, 1993.\n[5]\tG.J.F. Banon e J. Barrera. Bases da Morfologia Matemática para a Análise de Imagens Binárias. IX Escola de Computação - Recife, PE, 1994.\n[6]\tJ. Barrera and G.J.F. Banon. Expressiveness of the morphological language. In SPIE Vol. 1769 Image Algebra and Morphological Image Processing III, pages 264-275, San Diego, USA, 1992.\n[7]\tJ. Barrera, G.J.F. Banon and R.A. Lotufo. A Mathematical Morphology toolbox for the KHOROS system. Technical Report RT-MAC-9403, Instituto de Matemática e Estatística - Universidade Estadual de São Paulo, São Paulo, SP, Brasil, Jan 1994.\n[8]\tS. Bencher. Segmentation d’images et morphologic mathématigue. Tese de doutorado - École Nationale Supérieure des Mines de Paris, França, 1990.\n[9]\tG. Borgefors. Distance transformations in digital images. Computer Vision, Graphics and Image Processing, 34:344-371,1986.\n[10]\tU.M. Braga Neto and R.A. Lotufo. A new efficient technique for the registration of serial sections. CVGIP: Graph. Models, and Image Proces., December 1994. submetido para publicação.\n[11]\tU.M. Braga Neto e R.A. Lotufo. Uma técnica computacionalmente eficiente para o registro de seções seriadas. In Anais do SIBGRAPI’9j ~ VII Simpósio Brasileiro de Computação Gráfica e Processamento de Imagens, Curitiba,PR - Brasil, Nov 1994.\n[12]\tU.M. Braga Neto, A.J.B Vieira and R.A. Lotufo, 3D interpolation in the frequency domain. In Abstracts of the World Congress on Medical Physics and Biomedical Engineering, Rio de Janeiro, Brasil, Aug 1994.\n[13]\tR.M. Cesar Jr. Reconstrução Tridimensional por Ajuste de Superfícies Paramétricas. Dissertação de mestrado, FEE-UNICAMP, Campinas, 1993.\n[14]\tJ. Chermant, M. Coster, J. Jernot and J. Dupain. Morphological analysis of sintering. Journal of Microscopy, 121(1)189-98, Feb 1981.\n[15]\tD. Cyganski and J.A. Orr. Applications of tensor theory to object recognition and orientation determination. IEEE Transactions on Pat. Anal. Mach. Intel., PAMI-7(5)1662-673, Sep 1985.\n[16]\tP.E. Danielsson. Euclidean distance mapping. Computer Graphic and Image Processing, 14:227-248, 1980.\n[17]\tE.R. Dougherty. An Introduction to Morphological Image Processing. SPIE, 1992.\n[18]\tS.A. Dudani, K.J. Breeding and R.B. McGhee. Aircraft indentification by moments invariants. IEEE Transactions on Computers, C-26139-45, 1977.\n[19]\tT.L. Faber and E.M. Stokely. Orientation of 3-D structures in medical images. IEEE Transactions on Pat. Anal. Mach. Intel., 10(5)1626-633, Sep 1988.\n[20]\tA.X. Falcão. Visualização de Volumes aplicada à Area Médica. Dissertação de mestrado, FEE-UNICAMP, Campinas, 1993.\n[21]\tP.D. Gader. Separable decompositions and approximations of grayscale morphological templates. CVGIP: Image Understanding, 53(3)1288-296,1991.\n[22]\tR.C. Gonzalez and R.E. Woods. Digital Image Processing. Addison Wesley Publishing Co., 2nd edition, 1992.\n[23]\tC. Gratin. De la representation des images au traitment morphologique d’images tri-\n✓\ndimensionelles. Tese de doutorado - Ecole Nationale Supérieure des Mines de Paris, França, 1993.\n[24]\tT.Y. Kong and A. Rosenfeld. Digital topology: Introduction and survey. Computer Vision, Graphics and Image Processing, 48(3):357-393, Dec 1989.\n[25]\tD.G. Luenberger. Linear and Nonlinear Programming. Ad dison-Wesley Publising Co, 1984.\n[26]\tR. Luppi. Conjunto de Operadores Básicos para Visualização, Manipulação e Análise de dados 3D. Dissertação de mestrado, FEE-UNICAMP, Campinas, 1994.\n[27]\tM. Mantyla. An Introduction to Solid Modeling. Computer Science Press, 1978.\n[28]\tP. Maragos. Pattern spectrum and multiscale shape representation. IEEE Transactions on Pat. Anal. Mach. Intel., ll(7):701-716, jul 1989.\n[29]\tG. Matheron. Random sets and integral geometry. Wiley, New York, 1975.\n[30]\tM. Merickel. 3D reconstruction: The registration problem. Computer Vision, Graphics and Image Processing, 42:206-219, 1991.\n[31]\tF. Meyer. Automatic screening of cytological specimens. Computer Vision, Graphics and Image Processing, 35:356-369,1986. Edição especial em morfologia matemática.\n[32]\tF. Meyer. Mathematical morphology: from two dimensions to three dimensions. Journal of Microscopy, 165(l):5-28, Jan 1992.\n[33]\tH. Pedrini, L.M. Almeida e Silva e C.L. Tozzi, Avaliação da precisão no processo de reconstrução 3D a partir de seções seriadas. In Annü do SJBGRAPP92 - V Simpósio Brasileiro de Computação Gráfica e Processamento de Imagens, pages 155-161, Aguas de Lindóia,SP - Brasil, Nov 1992.\n[34]\tA.L. Peressini, F.E. Sullivan and J.J. Uhl. The Mathematics of Nonlinear Programming. Undergraduate Texts in Mathematics - Springer Verlag, 1988, 1988.\n[35]\tR.A. Pieritz. Desenvolvimento das técnicas do gráfico da linha mediana e da binari-zação por regiões conexas aplicadas à caracterização de meio poroso. Dissertação de mestrado, Programa de pós-graduação em engenharia mecânica, UFSC, Florianópolis,\n[36]\tJ. Piper and E. Grantin. Computing distance transformations in convex and non-convex domains. Pattern Recognition, 20(6):599-615,1987.\n[37]\tJ. Rasure and S, Kubica. The khoros application development environment. Khoral Re searsh Inc., 1993. KHOROS Group - EECE - University of New Mexico - Albuquerque - NM - USA.\n[38]\tJ.R. Rasure, D. Argiro, T. Sauer and C.S. Williams. Visual language and software development environment for image processing. International Journal of Imaging Systems and Tecnology, 2:183-199, August 1990.\n[39]\tJ.R. Rasure and C.S. Williams. An integrated visual language and software development environment. Visual Languages and Computing, 2:217-246,1991.\n[40]\tJ.R. Rasure and M. Young. An open environment for image processing and software development. In 1992 SPIE/IS&amp;T Symposium on Eletronic Imaging Proceedings, volume 1659, Feb 1992.\n[41]\tS.P. Raya and J.K. Udupa. Shape-based interpolation of multidimensional objects. IEEE Transactions on Medical Images, 9:32-42,1989.\n[42]\tC.S. Regazzoni, G.L. Foresti and A.N. Venetsanopoulos. Statistical pattern spectrum for binary pattern recognition. In Mathematical Morphology and Its Applications to Image Processing, pages 185-192,1994. eds. J. Serra and P. Soille.\n[43]\tA. Rosenfeld and A.C. Kak, Digital picture processing. Academic Press, Inc., 2nd edition, 1982.\n[44]\tJ. Serra. Image analysis and mathematical morphology. Academic Press, Inc., 1982.\n[45]\tJ. Serra. Introduction to mathematical morphology. Computer Vision, Graphics and Image Processing, 35:283-305,1986. Edição especial em morfología matemática.\n[46]\tJ. Serra and L. Vincent. Morphological filtering. In EURASIP course: “Median and Morphological Filtering in Image and Signal Processing”, Tampere, Finland, Jun 1989.\n[47]\tP. Soille. Morphologie Mathématique: du relief à la dimensionalite - algorithmes et methods. Tese de doutorado - Uni ver sité catholique de Louvain, Bélgica, 1992.\n[48]\tP. Soille and L. Vincent. Determining watersheds in digital pictures via flooding simulations. In SPIE Vol. 1360 Visual Communications and Image Processing, pages 240-250,1990.\n[49]\tS.R. Sternberg. Grayscale morphology. Computer Vision, Graphics and Image Processing, 35:333-355,1986. Edição especial em morfología matemática.\n[50]\tL. Thurfjell, E. Bengtsson and B. Nordin. A new three-dimensional connected components labeling algorithm with simultaneous object feature extraction capability. CV-GIP: Graph. Models, and Image Proces., 54(4):357-364, jul 1992.\n[51]\tJ.K. Udupa and V.G. Ajjanagadde. Boundary and object labeling in three-dimensional images. Computer Vision, Graphics and Image Processing, 51:355-369,1990.\n[52]\tL. Vincent. Algorithmes morphologiques à base de files d’attentte et de lacets. Tese de doutorado - Ecole Nationale Supérieure des Mines de Paris, França, 1990.\n[53]\tL. Vincent. Morphological grayscale reconstruction in image analysis: Applications and efficients algorithms. IEEE Transactions on Image Processing, 2(2): 176-201, Apr 1993.\n[54]\tL. Vincent and P. Soille. Watersheds in digital spaces: an efficient algorithm based on immersion simulations. IEEE Transactions on Pat. Anal. Mach. Intel., 13(6):583-598, Jun 1991.\n[55]\tX. Zhuang and R.M. Haralick. Morphological structuring element decomposition. Computer Vision, Graphics and Image Processing, 35:370-382, 1986. Edição especial em morfología matemática."}]}}}