{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19862"}, {"@name": "filename", "#text": "3284_000771670.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "1 \n\n \n\nUNIVERSIDADE FEDERAL DO RIO GRANDE DO SUL \n\nINSTITUTO DE GEOCIÊNCIAS \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nGEOLOGIA E PETROLOGIA DOS DIABÁSIOS DA FORMAÇÃO SERRA \n\nGERAL NO CERRO DO CORONEL, RIO PARDO, RS. \n\n \n \n \n\n                                   CARLA CECÍLIA TREIB SARMENTO \n \n \n \n \n \nORIENTADORES  \nProf. Dr. Carlos Augusto Sommer  \nProf. Dr. Evandro Fernandes de Lima \nSUPERVISOR \nProf. Dr. Nelson Amoretti Lisboa \n  \nCOMISSÃO EXAMINADORA \n Prof. Dr. Lauro Valentim Stoll Nardi \n Prof. Dr. Ruy Paulo Philipp \n \n \nCOMISSÃO DOS PROJETOS TEMÁTICOS    \n\nProf. Drª. Andrea Ritter Jelinek \n Prof. Dr.  Rualdo Menegat \n Prof. Dr.  Marcus V. D. Remus \n \n\n \nTrabalho de Conclusão do Curso de Geologia apresentado na forma de monografia, junto à \ndisciplina Projeto Temático em Geologia III, como requisito parcial para obtenção do grau de \nGeólogo. \n \n \n\nPorto Alegre, dezembro/2010. \n\n\n\n2 \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n...aos que não acreditam no Destino. \n\n\n\n3 \n\nAGRADECIMENTOS \n\n \n\nMeus sinceros agradecimentos aos meus orientadores Carlos Augusto \n\nSommer e Evandro Fernandes de Lima pela dedicação e paciência e ao Prof. \n\nNelson Amoretti Lisboa, pela sua experiência e conhecimento sobre a área do Cerro \n\ndo Coronel. \n\nAgradeço também ao Vinícius Matté, por coletar praticamente todas as \n\namostras na etapa de campo, ao Diego Skieresz de Oliveira pelo mapa geológico e \n\nao Felipe Leitzke, pela grande ajuda no Abstract. \n\nE, Por fim, meus agradecimentos à Universidade Federal do Rio Grande do \n\nSul e aos seus professores pelo ensino público e de qualidade. \n\n \n\n\n\n4 \n\nRESUMO \n\n \n\n    O Cerro do Coronel possui aproximadamente 12,4 km\n2\n e situa-se no limite do \n\nEscudo Sul-Rio-Grandense com a Bacia do Paraná, a sudeste da cidade de Pantano \nGrande, RS. É caracterizado por uma soleira de diabásio, estratigraficamente \nvinculada a Formação Serra Geral (FSG).  Este corpo intrude concordantemente as \nrochas sedimentares das Formações Rio Bonito e Irati, as quais fazem contato por \nfalhamento N70E.  Este conjunto de unidades define geomorfologicamente um \nmorro testemunho denominado bismálito. O corpo de diabásio foi dividido, em \ndecorrência da falha NE, em blocos norte e sul. O bloco norte foi abatido em relação \nao bloco sul e tem uma maior espessura (cerca de 180m), expondo a base e topo do \ncorpo intrusivo. O bloco sul tem pouca espessura (aproximadamente 30m) e expõe \nprincipalmente a base da soleira.  Disjunções colunares são observadas em \npraticamente todo o corpo, sendo em algumas porções afetadas por forte \nfraturamento NE e NW. A pequena variação faciológica é caracterizada por termos \nequigranulares finos a muito finos e raramente porfiríticos. Texturalmente os \ndiabásios apresentam o predomínio da textura intergranular e são constituídos \nessencialmente por plagioclásio, augita, minerais opacos como minerais primários e \nmesóstase como etapa final da cristalização. Os dados geoquímicos indicam que as \nrochas apresentam composição intermediária e afinidade toleítica, cuja evolução \ndeu-se por mecanismos de cristalização fracionada. As características dos \nelementos maiores, traços e ETR são compatíveis com as apresentadas para \nmagmatismo vinculados a grandes províncias toleíticas continentais. De acordo com \ndados geoquímicos e estratigráficos, sugere-se que os diabásios do Cerro Coronel \nsejam correlacionáveis ao magma tipo Esmeralda, vinculado ao magmatismo do tipo \nbaixo-Ti da Formação Serra Geral. \n \n\n \n\n \n\n \n\nPalavras-chave: Bismálito. Formação Serra Geral. Rochas hipabissais básicas-\n\nintermediárias. Magmas-Tipo. \n\n\n\n5 \n\nABSTRACT \n\n \n\n The Cerro do Coronel owns approximately 12.4 km² and is situated on the \nedge of the Sul-Rio-Grandense Shield with the Parana Basin, southeast of the \nPantano Grande City, RS. It is characterized by a diabase sill, stratigraphically linked \nto the Serra Geral Formation (SGF). This body concordantly intrudes sedimentary \nrocks of the Rio Bonito and Irati Formations, which make contact by N70E faulting. \nThis set of units defines geomorphologically a monadnock called bismalith. The \ndiabase body was split, due to NE fault, in blocks north and south. The northern \nblock was shot down over the southern block and has a greater thickness (about \n180m), exposing the base and top of the intrusive body. The southern block is thin \n(approximately 30m) and exposes mainly the base of the sill. Columnar jointings are \nobserved in practically the whole body, and in some portions is affected by strong NE \nand NW fracturing. The small facies variation is characterized by terms equigranular \nfine to very fine and rarely porphyritic. Texturally, the diabase shows the dominance \nof intergranular texture and are composed mainly of plagioclase, augite, opaque \nminerals as primary minerals and mesostasis as the final crystallization stage. The \ngeochemical data indicate that the rocks have tholeiitic affinity and intermediate \ncomposition, whose evolution was by fractional crystallization mechanisms. The \ncharacteristics of major, trace and REE elements are compatible with those \npresented for magmatism linked to major continental tholeiitic provinces. According \nto geochemical and stratigraphic data it is suggested that the diabase Cerro Coronel \nare correlated to the Esmeralda magma type, linked to the Serra Geral magmatic \ntype low-Ti. \n \n \n \n \nKeywords: Bismalith. Serra Geral Formation. Basic-intermediate hipabissais rocks. \nMagmas-Type. \n\n\n\n6 \n\nSUMÁRIO \n\n \n\n1  INTRODUÇÃO ...................................................................................................... 10 \n1.2 LOCALIZAÇÃO DA ÁREA E CARACTERIZAÇÃO DO PROBLEMA .................. 11 \n1.3 HIPÓTESE .......................................................................................................... 13 \n1.4 OBJETIVOS ........................................................................................................ 13 \n2 ESTADO DA ARTE ............................................................................................... 14 \n2.1 PROVÍNCIAS BASÁLTICAS CONTINENTAIS .................................................... 14 \n2.2 FORMAÇÃO SERRA GERAL ............................................................................. 15 \n2.3 SOLEIRAS (SILLS) E INTRUSÕES HIPABISSAIS RELACIONADAS À \nFORMAÇÃO SERRA GERAL ................................................................................... 17 \n3 METODOLOGIA .................................................................................................... 24 \n3.1 ETAPA DE ESCRITÓRIO ................................................................................... 24 \n3.1.1 Levantamento Bibliográfico .............................................................................. 24 \n3.1.2 Aquisição de Mapas e Imagens ....................................................................... 24 \n3.1.3 Edição de figuras, Tabelas, Confecção do Trabalho Final ............................... 25 \n3.2 ETAPA DE CAMPO ............................................................................................ 25 \n3.3 ETAPA DE LABORATÓRIO ................................................................................ 26 \n3.3.1 Petrografia ........................................................................................................ 26 \n3.3.2 Geoquímica ...................................................................................................... 27 \n3.3.3 Confecção de Mapa Geológico Digital do Terreno ........................................... 28 \n4 GEOLOGIA DO DIABÁSIO DO CERRO DO CORONEL ...................................... 29 \n5 ASPECTOS PETROGRÁFICOS DOS DIABÁSIOS DO CERRO DO CORONEL 36 \n5.1 TEXTURAS ......................................................................................................... 36 \n5.2 MINERALOGIA ................................................................................................... 38 \n5.2.1 Plagioclásio ...................................................................................................... 38 \n5.2.2 Piroxênio .......................................................................................................... 39 \n5.2.3 Quartzo ............................................................................................................. 39 \n5.2.4 Minerais Opacos .............................................................................................. 40 \n5.2.5 Apatita .............................................................................................................. 40 \n5.2.6 Mesóstase ........................................................................................................ 40 \n5.3 COMPOSIÇÃO MINERALÓGICA ....................................................................... 41 \n6 LITOGEOQUÍMICA DOS DIABÁSIOS DO CERRO CORONEL ........................... 43 \n6.1 CARACTERIZAÇÃO GEOQUÍMICA: ELEMENTOS MAIORES, TRAÇOS E \nTERRAS RARAS (ETR) ............................................................................................ 43 \n6.2 MAGMA TIPO DA ÁREA DE ESTUDO: VINCULAÇÃO AO MAGMATISMO DA \nFORMAÇÃO SERRA GERAL. .................................................................................. 56 \n7 CONSIDERAÇÕES FINAIS ................................................................................... 58 \n \n\nREFERÊNCIAS ......................................................................................................... 60 \n \n\n \n\n \n\n\n\n7 \n\nLISTA DE FIGURAS: \n\n \n\nFigura 1 - Mapa Geológico simplificado da Bacia do Paraná e abaixo o mapa de \nlocalização da área de estudo destacada em verde. Fonte: Waichel (2005) ..... 12 \n\nFigura 2 - Mapa da localização da Formação Serra Geral, abrangendo todo o sul e \nparte do sudeste do Brasil, além da porção ocidental do Uruguai, nordeste da \nArgentina e leste do Paraguai). Legenda: 1 – Rochas básicas; 2 – Rochas \nácidas da Formação Serra Geral. ...................................................................... 15 \n\nFigura 3 - Figura esquemática mostrando diversos tipos de estruturas relacionadas a \nintrusões de diabásio e suas geometrias na Bacia do Paraná. Simplificado de \nZalán et al. (1986). Legenda: Verde escuro - derrames; Verde claro – rochas \nintrusivas; Verde claro – rochas intrusivas; Vermelho – embasamento cristalino; \nDemais cores – rochas sedimentares da Bacia do Paraná; 1 – Estrutura do tipo \nLacólito; 2 – Sea-gull Structure; 3 – Bismálito formando horst, com estruturas do \ntipo apófise nas laterais; 4 – Intrusão provocando flexuras na rocha encaixante; \n5 – Dique; 6 - Sill Jump; 7 – Domo associado à lacólito. Fonte: Machado (2005).\n ........................................................................................................................... 19 \n\nFigura 4 – Vista panorâmica da porção nordeste do Cerro do Coronel. ................... 29 \nFigura 5 - Figura esquemática mostrando um bismálito formando Graben e Horst. \n\nModificado de Machado (2005). ......................................................................... 30 \nFigura 6 – Visão da porção sudoeste do Cerro do Coronel. Em destaque com a linha \n\npontilhada o contato do diabásio acima com as rochas da Formação Rio Bonito \nabaixo. ................................................................................................................ 31 \n\nFigura 7 - A: Siltito com feições de silicificação e afetado por falhamentos ; B – Siltito \nsuborizontal intercalado com pelitos carbonosos. .............................................. 31 \n\nFigura 8 – Possíveis eventos geológicos ocorridos na área do Cerro do Coronel: 1) \nDeposição das Formações Rio Bonito e Irati; 2) Falhamento segundo N70E, \ncom bloco sudeste soergido e bloco nordeste abatido; 3) Continuação da \nsedimentação e intrusão do diabásio, recobrindo as duas formações; 4) \nReativação da falha N70E e de outras direções de deslocamento e \nfragmentação do diabásio; 5) Erosão da sedimentação sobre o diabásio e \nexposição de todas as unidades mencionadas, inclusive o embasamento, \ndestacando-se o atual Cerro do Coronel. Modificado de Eick et. al. (1984)....... 33 \n\nFigura 9 - A e B: Intenso fraturamento subvertical  em duas direções visto em planta \ne em perfil respectivamente; C: Poligonais alongadas e D: Disjunções colunares \nclássicas. ............................................................................................................ 34 \n\nFigura 10 – Mapa Geológico da área investigada mostrando em detalhe o diabásio \nem verde. ........................................................................................................... 35 \n\nFigura 11 - (A e B): Amostras do diabásio holocristalina e com granulação fina; (C) \nBolsão pegmatóide em contato com diabásio de granulação típica. (D)Porção \npegmatóide em detalhe mostrando os cristais de piroxênio e plagioclásio. ....... 37 \n\nFigura 12 – Fotomicrografias mostrando: (A) Textura intergranular, onde cristais \nripiformes de plagioclásio apresentam cristais intersticiais de clinopiroxênio \namarronado, além de minerais opacos.  LN; (B) Cristal de plagioclásio com \nintercrescimento micrográfico nas bordas.LP; (C) Textura coronítica em cristal \nde augita formada por uralitização. LP; (D) Mesóstase nos interstícios entre os \ncristais de plagioclásio e piroxênio. LN; Leve diminuição da granulação da base \ndo corpo de diabásio (F) para o topo (E). LP. .................................................... 42 \n\n\n\n8 \n\nFigura 13 – Diagrama de nomenclatura das rochas intrusivas do Cerro Coronel \nplotados segundo o esquema TAS (LE BAS; et. al., 1986). A linha tracejada \nsepara os campos dos alcalinos e toleíticos (IRVINE; BARAGAR, 1971). \nLegenda: cruzes – Bloco norte; círculos – Bloco Sul. ........................................ 44 \n\nFigura 14 - Diagrama Nb/Y versus ZrTiO2 (WINCHESTER; FLOYD, 1977) para \nclassificação das rochas hipabissais do Cerro do Coronel.  Legenda: cruzes – \nBloco norte; círculos – Bloco Sul. ....................................................................... 44 \n\nFigura 15 - Diagrama de classificação FeOt/MgO x SiO2 de Miyashiro da rocha \nestudada. Legenda: cruzes – bloco norte; círculos – bloco sul. ......................... 46 \n\nFigura 16 - Diagrama do tipo A (Na2O + K2O) - F (Fe2O3) – M (MgO) do corpo de \ndiabásio estudado, com linha divisória entre os campos segundo Irvine e \nBaragar (1971). Legenda: cruzes – bloco norte; círculos – bloco sul. ................ 46 \n\nFigura 17 - Amostras do diabásio Cerro Coronel plotados no diagrama de \nclassificação de Jensen (1976). Legenda: círculos – sul; cruzes – norte. .......... 47 \n\nFigura 18 - Diagrama de variação de elementos maiores (%) em função do MgO (%) \ndo corpo investigado. Legenda: cruzes – bloco norte; círculos – bloco sul. ....... 49 \n\nFigura 19 - Diagrama de variação de elementos traço (ppm) em função do MgO (%) \ndo corpo de diabásio.   Legenda: cruzes – bloco norte; círculos – bloco sul...... 50 \n\nFigura 20 - Padrões de abundância dos elementos terras raras, normalizados em \nrelação ao condrito (THOMPSON, 1982). Legenda: cruzes – bloco norte; \ncírculos – bloco sul. ............................................................................................ 52 \n\nFigura 21 - Padrões de abundância dos elementos terras raras, normalizados em \nrelação ao MORB (PEARCE, 1983). Legenda: cruzes – bloco norte; círculos – \nbloco sul. ............................................................................................................ 53 \n\nFigura 22 - Padrão de distribuição dos elementos terras raras dos diabásios do \nCerro Coronel normalizadas pelo padrão condrítico (NAKAMURA, 1974). \nLegenda: cruzes – bloco norte; círculos – bloco sul.. ......................................... 53 \n\nFigura 23 - – Diagramas discriminantes de ambientes tectônicos: (a) Zr x Zr/Y \n(PEARCE; CANN, 1973); (b) MgO x FeOt x Al2O3 (PEARCE et al., 1977).  \nLegenda: cruzes – bloco norte; círculos – bloco sul. .......................................... 54 \n\nFigura 24 - Diagramas Zr/Y x Ti/Zr (a), Ti/Zr x Sr (b) e Sr x SiO2 mostrando o \ncomportamento das amostras coletadas na área investigada, com os campos \ndos magmas-tipo segundo Peate et al. (1992). Legenda: triângulos – bloco \nnorte; círculos – bloco sul. .................................................................................. 57 \n\n  \n\n\n\n9 \n\nLISTA DE TABELAS: \n \n \n\nTabela 1 – Características principais da composição química dos diferentes \n magmas-tipo segundo a classificação de Peate et al. (1992).........................16 \n \nTabela 2 – Resultados geoquímicos e norma cipw das amostras da área de estudo \n para elementos maiores, menores, traços e terras raras................................55 \n\n\n\n10 \n\n1  INTRODUÇÃO \n\n \n \n A porção centro-sul da Placa Sul-Americana é constituída por várias \n\nprovíncias toleíticas continentais do Cretáceo Inferior (ALMEIDA; CARNEIRO, 1989), \n\ncom destaque para o magmatismo da Provìncia Paraná-Etendeka. Na América do \n\nSul, especialmente no Brasil, concentra-se cerca de 90% desta província, sendo o \n\nrestante localizado na África. No Brasil estes vulcanitos são reunidos e denominados \n\nestratigraficamente como Formação Serra Geral (FSG). Esta unidade abrange toda \n\na região centro-sul do Brasil e se caracteriza por ser uma associação vulcânica \n\nbimodal, que representa um dos maiores conjuntos de derrames do planeta.  A \n\norigem desta província está espacialmente e temporalmente associada à \n\nfragmentação do Gondwana e a abertura do Atlântico Sul durante o Cretáceo Inferior \n\n(WAICHEL, 2005). Além do imenso volume de lavas basálticas são também \n\nencontradas inúmeras soleiras localizadas a noroeste e sudeste do Estado de São \n\nPaulo, leste do Mato Grosso do Sul e norte do Paraná como as soleiras de Salto e \n\nde Reserva e diques, muitas vezes agrupados na forma de enxames, cujas \n\nocorrências têm maior concentração no estado de Paraná (enxame de diques de \n\nPonta Grossa), Santa Catarina (enxame de diques de Florianópolis), São Paulo e \n\nRio de Janeiro (enxame de diques da Serra do Mar) e, finalmente, no Mato Grosso \n\ndo Sul. Constata-se nestas rochas intrusivas a mesma tendência geoquímica \n\nrelatada para os basaltos, com suítes alto e baixo-TiO2. No Rio Grande do Sul a \n\nFormação Serra Geral é representada dominantemente por sucessivos fluxos de \n\nlava pahoehoe e subordinadamente do tipo a’a’, sendo as ocorrências de litotipos \n\nbásicos intrusivos como os corpos hipabissais de composição picrítica a andesito \n\nbasáltica do Complexo Básico Lomba Grande, localizado no município de Gravataí \n\nsegundo (VIERO; ROISENBERG, 1992) e os sills de composição andesito basáltica \n\ne localizados nas regiões de Manoel Viana e Agudo de acordo com (RENNER; \n\nHARTMANN; WILDNER, 2008) menos frequentes do que nos estados acima \n\nmencionados.  Neste contexto propõe-se investigar o diabásio do Cerro do Coronel, \n\nlocalizado na região do Vale do Rio Pardo (RS), para se identificar as relações de \n\ncampo desta unidade, as características petrográficas e geoquímicas dos elementos \n\nmaiores, traços e ETR. Esta iniciativa é justificada pela exposição significativa da \n\nsoleira do Cerro do Coronel e pela ausência de trabalhos geológicos específicos que \n\n\n\n11 \n\npermitam comparar outros litotipos intrusivos e extrusivos da Formação Serra Geral. \n\nEmbora estas rochas hipabissais apresentem composições químicas intermediárias \n\ne não estritamente básicas, optou-se por manter esta denominação pelas \n\ncaracterísticas geológicas (corpo hipabissal) e petrográficas (texturas e mineralogia) \n\nobservadas nas rochas estudadas. \n\n \n\n \n\n1.2 LOCALIZAÇÃO DA ÁREA E CARACTERIZAÇÃO DO PROBLEMA \n \n\n  \n\n      O Cerro do Coronel localiza-se a sudeste da cidade de Pantano Grande, no \n\nVale do Rio Pardo, RS, sendo delimitado pelas coordenadas 30°10’38” e 30°17’30” \n\nS e 52°16’41” e 52°12’20” W. Dentro do contexto geológlco, o Cerro do Coronel \n\nsitua-se limite do Escudo Sul-Rio-Grandense com a Bacia do Paraná como mostra a \n\nfigura 1.  Este corpo de diabásio se encontra estratigraficamente vinculado a \n\nFormação Serra Geral (FSG) intrudindo concordantemente as rochas sedimentares \n\ndas Formações Rio Bonito e Irati, as quais fazem contato por falhamento N70E. Este \n\nconjunto de unidades define geomorfologicamente um morro testemunho \n\ndenominado de bismálito, caracterizado como uma feição relacionada a uma \n\nintrusão concordante a diferentes unidades de rochas encaixantes, as quais foram \n\ncolocadas lado a lado por falhamentos. Ao sul da área ocorrem dois morros \n\ntestemunho com cotas mais baixas que o Cerro do Coronel, contendo no topo \n\ndiabásio com pouca espessura e afetado por falhas (EICK; et al., 1984). \n\n\n\n12 \n\n \n\nFigura 1 - Mapa Geológico simplificado da Bacia do Paraná e abaixo o mapa de localização da área \nde estudo destacada em verde. Fonte: Waichel (2005) \n\n \n \n\n \n\n      \n\n \n\n Apesar do importante acervo bibliográfico como Almeida (1986), Zalán et al., \n\n(1985), Maniesi (1997) entre outros, sobre soleiras e diques de diabásio \n\nrelacionadas à Formação Serra Geral, não foram registrados trabalhos sobre a área \n\ndo projeto o que justifica a proposta de investigar as fácies petrográficas e os \n\npadrões geoquímicos que permitam construir um modelo evolutivo da rocha intrusiva \n\nestudada.   \n\n \n\n \n \n\n\n\n13 \n\n1.3 HIPÓTESE \n \n\n \n\nA soleira de diabásio do Cerro do Coronel está relacionada à Formação Serra \n\nGeral, mas isto ocorre baseado apenas em dados e observações de campo e \n\nrelações estratigráficas. Trabalhos de campo de detalhe, envolvendo a investigação \n\ndo corpo intrusivo e estudos petrológicos e geoquímicos são praticamente \n\ninexistentes e, ao mesmo tempo, fundamentais na caracterização destas rochas \n\nhipoabissais e do magmatismo relacionado. A obtenção, a integração e a \n\ninterpretação destes dados serão essenciais para o estudo correlativo entre as \n\nrochas intrusivas do Cerro do Coronel e o magmatismo básico da Formação Serra \n\nGeral.   \n\n \n\n \n\n1.4 OBJETIVOS \n \n\n \n\nO presente trabalho tem como objetivo geral investigar a soleira de diabásio \n\nrelacionado ao bismálito Cerro do Coronel. Para isso permeiam-se os seguintes \n\nobjetivos específicos: \n\na) realizar o mapeamento geológico de detalhe da soleira, investigando a \n\nrelação deste corpo com as rochas encaixantes e geração de um mapa geológico \n\nque represente a distribuição espacial das rochas, com ênfase nas rochas \n\nhipabissais; \n\nb) descrição petrográfica de detalhe do diabásio, destacando-se estruturas, \n\nvariações texturais e mineralógicas, de forma a permitir a individualização de \n\nprováveis fácies; \n\nc) caracterização geoquímica dos elementos maiores, traços e elementos \n\nterras raras do diabásio. \n\n \n\n \n\n \n\n\n\n14 \n\n \n\n2 ESTADO DA ARTE \n\n \n\nNeste capítulo será apresentada uma breve revisão temática envolvendo os \n\nseguintes temas: As Províncias Basálticas Continentais, a Formação Serra Geral e \n\nas soleiras e intrusões hipabissais relacionadas.  \n\n \n \n\n2.1 PROVÍNCIAS BASÁLTICAS CONTINENTAIS \n \n\n     \n\nAs Províncias Basálticas Continentais (PBCs) resultam do derramamento de \n\nenormes volumes de lava em períodos de tempo relativamente curtos (SELF; et al., \n\n1998), através de fissuras na crosta continental, e têm afinidade predominantemente \n\ntoleítica (COFFIN;  ELDHOLM, 1992.). A maior parte das PBCs foi formada durante \n\nos períodos Mesozóico e Cenozóico e sua gênese tem sido motivo de grande \n\ndebate na literatura internacional. Como resultados dessas investigações foram \n\npropostos diversos modelos que procuram explicar a origem dos derrames e das \n\nintrusões associadas. Segundo Kumagai e Kurita (2005), as PBCs estão \n\nrelacionadas à superplumas sua relação com a formação e fragmentação de \n\nsupercontinentes. Por outro lado, White e McKenzie (1995), propõem que a atividade \n\nígnea estaria relacionada a processos distensivos, que poderiam evoluir para a \n\nabertura de oceanos, sendo que neste caso, a distensão da litosfera precederia o \n\nmagmatismo, ocasionando alívio de pressão em regiões do manto anomalamente \n\nquentes.  \n\nA PBC Paraná-Etendeka está dividida em duas partes: uma encontra-se na \n\nNamíbia (África) e a outra, quase sua totalidade, na América do Sul com a \n\ndenominação de Formação Serra Geral. (WHITE, 1908). Esta foi classificada por \n\nHooper (2000) como uma Província de Basaltos de Platô Clássica, como também as \n\nProvíncias do Deccan (Índia), Karoo (África do Sul), Columbia River (EUA) e Traps \n\nSiberianos (Rússia).  \n\n \n \n \n \n \n \n\n\n\n15 \n\n2.2 FORMAÇÃO SERRA GERAL \n \n\n \n\n   Esta formação é caracterizada por uma sequencia de derrames com \n\nespessura máxima de 1.700 metros e ocorre a predominância de basaltos toleíticos, \n\nassociados com riolitos, riodacitos e rochas básicas e ácidas intrusivas. A FSG, que \n\nestá localizada na América do Sul, recobre uma área de 1.300.000 km\n2 \n\nno Brasil, \n\nParaguai, Argentina e Uruguai (figura 2). As rochas vulcânicas que compõe essa \n\nformação são interpretadas como reflexo do fenômeno que levou a separação dos \n\ncontinentes e como consequência a abertura do Atlântico Sul. (WAICHEL, 2005). O \n\nvolume de magma estimado é próximo a 780 000 km\n3\n, contudo certamente este \n\nvalor é muito maior, tendo, visto o processo erosivo fortemente atuante após o \n\nevento vulcânico. (GALLAGHER; et al., 1994). \n\n \n\n \n\nFigura 2 - Mapa da localização da Formação Serra Geral, abrangendo todo o sul e parte do sudeste \ndo Brasil, além da porção ocidental do Uruguai, nordeste da Argentina e leste do Paraguai). Legenda: \n\n1 – Rochas básicas; 2 – Rochas ácidas da Formação Serra Geral. \nFonte: Machado (2005) \n\n\n\n16 \n\nOs pacotes de lavas depositaram-se sobre os arenitos da Formação \n\nBotucatu, cujo contato é discordante e abrupto, gerando muitas vezes intertraps, \n\ncuja origem está relacionada a uma pausa no evento vulcânico, ou até mesmo na \n\npenetração do magma, na forma de sills, nos sedimentos pré-vulcânicos. Já na parte \n\nnorte da bacia, os derrames ocorrem sobre o embasamento cristalino, enquanto que \n\nna parte sul, na ausência do Arenito Botucatu, sobre os sedimentos lacustres e \n\ntriássicos da Formação Santa Maria. (MACHADO, 2005).   \n\n      Estudos químicos demonstram que os basaltos da FSG são toleíticos e estão \n\ndivididos em dois grandes grupos com base no conteúdo de Titânio: As rochas \n\nbásicas com baixa concentração em TiO2 &lt;2% e elementos incompatíveis como Ba, \n\nLa, Ce, Zr e Y ocorrem principalmente na região sul da Bacia do Paraná e são \n\ndivididas em subgrupos denominados magmas-tipo. São estes fácies Gramado, \n\nEsmeralda e Ribeira enquanto que, as rochas básicas com alta concentração de \n\nTiO2 > 2% e elementos incompatíveis são subdivididas em fácies Paranapanema, \n\nPitanga e Urubici e predominam na região norte da bacia. Na região central, ambos \n\nos tipos de basaltos são encontrados associados em uma mesma sequência \n\nvulcânica (MELFI, 1988; PEATE; et al., 1992). Os magmas são distintos com base \n\nna abundância e razão dos elementos maiores e traço. Os grupos e suas principais \n\ncaracterísticas são apresentados na tabela 1. \n\n \n\n \n\nTabela 1 – Características principais da composição química dos diferentes magmas-tipo segundo \na classificação de Peate et al.; (1992). Fonte: Lopes 2008. \n\n \n\n   \n\n      A FSG pode ser estratigraficamente caracterizada como sendo constituída \n\nessencialmente por três litotipos facilmente reconhecíveis através de suas \n\ncaracterísticas petrográficas e geoquímicas, sendo eles: As Rochas basálticas e \n\nandesi-basálticas toleíticas, que ocorrem em praticamente toda a extensão da Bacia \n\n\n\n17 \n\ndo Paraná como litotipos maciços ou vesiculares, faneríticos finos a médios e com \n\ntextura intergranular, pertencendo às fácies mencionadas anteriormente e as rochas \n\nriolíticas, que não chegam a atingir 3% do volume total das rochas da FSG. Estas \n\nestão distribuídas nas fácies Palmas (Caxias do Sul e Santa Maria) e Chapecó \n\n(Guarapuava e Ourinhos). As rochas ácidas do tipo Chapecó são concentradas no \n\ncentro da Bacia do Paraná e são representadas por dacitos, riodacitos, quartzo \n\nlatitos e riolitos, hipohialinos, porfiríticos a fortemente porfirítico. As rochas ácidas do \n\ntipo Palmas correspondem a riolitos e riodacitos, tipicamente afíricos, com estrutura \n\n“sal-e-pimenta”, hipohialinos a hemihialinos. De maneira geral, as rochas de \n\ncomposição ácida estão preferencialmente presentes nos estados de Rio Grande do \n\nSul, Santa Catarina e Paraná. (BELLIENI; et. al. 1986; PICCIRILLO; et. al. 1988; \n\nNARDY 1995). \n\n     As datações do tipo \n40\n\nAr/\n39\n\nAr e dados paleomagnéticos, indicam que atividade \n\nvulcânica que deu origem aos derrames de lava da Formação Serra Geral ocorreram \n\nprincipalmente entre 133 e 132 Ma, sendo que as rochas mais jovens se encontram \n\nna porção norte da província, enquanto as mais antigas na porção sul mostrando, \n\nportanto que a evolução da atividade vulcânica se deu de sul para norte. A atividade \n\nígnea ocorreu em um intervalo próximo a 3 milhões de anos ( RENNE; et al. 1992, \n\n1996;  ERNESTO; et al. 1999). \n\n \n \n2.3 SOLEIRAS (SILLS) E INTRUSÕES HIPABISSAIS RELACIONADAS À \nFORMAÇÃO SERRA GERAL \n \n\n \n\nAs soleiras estão em maioria encaixadas nos sedimentos paleozóicos da \n\nBacia do Paraná e são relativamente comuns em toda sua extensão, embora sejam \n\nmais abundantes no limite leste (ALMEIDA 1986; ZALÁN; et. al., 1985). As soleiras \n\nda FSG são relacionadas principalmente ao Cretáceo Inferior e contemporâneas à \n\natividade vulcânica. Ocorrem principalmente intrudidas nos sedimentos paleozóicos \n\nem seus diferentes níveis estratigráficos e são condicionadas por fatores \n\nestratigráficos e tectônicos. O condicionamento estratigráfico é evidenciado pela \n\nexistência de níveis preferenciais de intrusão, sendo em primeiro lugar a Formação \n\nIrati (em toda a bacia), a Formação Botucatu (em São Paulo e Rio Grande do Sul) e \n\nFormações Serra Alta e Terezina (Paraná e Santa Catarina). O condicionamento \n\n\n\n18 \n\ntectônico é caracterizado pelas áreas em que o esforço máximo favorece as \n\nintrusões concordantes, enquanto que a formação de diques é facilitada quando o \n\nesforço vertical é maior que o horizontal. (SOARES, 1981). \n\n   As intrusões de rochas básicas toleíticas, associadas aos derrames da FSG, \n\nsão fenômenos comuns na Bacia do Paraná. Utilizando dados de furos de \n\nsondagem e geofísicos, Zalán et. al. (1985) descreveram as principais estruturas na \n\nBacia do Paraná relacionadas a esses corpos intrusivos, sendo estas destacadas na \n\nFigura 3 e descritas abaixo: \n\nSoleira (Sill) – Trata-se de uma intrusão tabular concordante, ou seja, está \n\nposicionada paralelamente ou subparalelamente ao acamamento das rochas \n\nencaixantes; \n\n Salto de Soleira (Sill Jump) – Dependendo da rocha encaixante e do volume do \n\nmagma durante a intrusão do sill, o corpo pode mudar de nível estratigráfico através \n\nde porções inclinadas, que geralmente situam-se entre 10º até 40º; \n\nLacólito – Corpo intrusivo concordante e de grande espessura, possuindo \n\ngeralmente a base plana e topo arqueado; \n\nBismálito – Tipo especial de lacólito, sendo que neste caso as rochas encaixantes \n\nacima das intrusões são soerguidas por meio de falhamentos, formando desta forma \n\nfeições do tipo horst; \n\nEstrutura Gaivota (Sea-gull Structure) – Desenvolve-se nos contatos de certos \n\ndiques de diabásio com as rochas sedimentares encaixantes, provocando \n\narqueamento dos estratos da rocha em direção ao dique; \n\nDique – Intrusão vertical ou subvertical concordante, muitas vezes encaixado em \n\nplanos de falha das rochas encaixantes; \n\nApófise – São dobras e flexuras nas rochas encaixantes relacionadas a diques \n\nou a topo de sills. \n\n\n\n19 \n\n \n\nFigura 3 - Figura esquemática mostrando diversos tipos de estruturas relacionadas a intrusões de \ndiabásio e suas geometrias na Bacia do Paraná. Simplificado de Zalán et al. (1986). Legenda: Verde \n\nescuro - derrames; Verde claro – rochas intrusivas; Verde claro – rochas intrusivas; Vermelho – \nembasamento cristalino; Demais cores – rochas sedimentares da Bacia do Paraná; 1 – Estrutura do \ntipo Lacólito; 2 – Sea-gull Structure; 3 – Bismálito formando horst, com estruturas do tipo apófise nas \n\nlaterais; 4 – Intrusão provocando flexuras na rocha encaixante; 5 – Dique; 6 - Sill Jump; 7 – Domo \nassociado à lacólito. Fonte: Machado (2005). \n\n  \n\n \n \n\nSegundo Maniesi (1997), as soleiras de diabásio de Reserva e Salto do \n\nItararé no Estado do Paraná posicionam-se na faixa de rochas sedimentares \n\npaleozóicas da Bacia do Paraná. A soleira de Reserva insere-se em rochas \n\nsedimentares, representadas em sua porção basal por siltitos arenosos da \n\nFormação Palermo, a leste e a oeste da área mapeada e no centro com folhelhos e \n\nargilitos da Formação Irati. A soleira do Salto do Itararé encontra-se alojada nos \n\narenitos, siltitos e folhelhos da Formação Rio Bonito (de idade permiana). Essas \n\nsoleiras mostram ângulos de mergulho de 1-2 graus para oeste, exceto quando \n\nafetados falhamentos, nesse caso, os ângulos são acentuados. Os litotipos que \n\ncompõe as soleiras são representados principalmente por basalto subalcalino \n\nseguido por lati-basalto, andesi-basalto, dacito e riolito. São caracterizadas \n\npetrograficamente como diabásio vitrofírico, olivina diabásio, pigeonita diabásio, \n\ndiabásio granofírico e granófiro. Os dados químicos e petrográficos mostram que a \n\ncristalização fracionada foi o principal processo responsável de seus diversos \n\nlitotipos, com exceção dos termos ácidos que são veios pegmatóides granofíricos e \n\nrepresentam o líquido residual associado a fases minerais em desequilíbrio, \n\nincorporados por algum processo mecânico durante sua migração para zonas de \n\nmais baixa pressão. As rochas dessas soleiras exibem maior proximidade \n\n\n\n20 \n\ncomposicional com os basaltos de alto titânio da região norte da Bacia do Paraná do \n\nque com os de baixo Ti da região sul.  \n\n   Para Machado (2005), que estudou as rochas intrusivas básicas da borda \n\nleste da Bacia do Paraná, no Estado de São Paulo, a maior parte das soleiras \n\naflorantes na região estão encaixados nos siltitos, diamictitos e arenitos do Grupo \n\nItararé (Supergrupo Tubarão). Contudo, os corpos superficialmente mais extensos, \n\nestão localizados no intervalo estratigráfico que compreende as rochas \n\nmecanicamente menos resistentes, sendo a porção superior do Supergrupo Tubarão \n\n(siltitos e diamictitos do Grupo Itararé e siltitos arenosos da Formação Tatuí), \n\nFormação Irati (principalmente os folhelhos do Membro Taquaral) e Formação \n\nCorumbataí (siltitos, argilitos e folhelhos). Além disso, também ocorrem, soleiras \n\nintrudidas nos arenitos síltico-argilosos da Formação Pirambóia, raramente \n\nchegando até a Formação Botucatu.  \n\nQuanto às espessuras das soleiras desta região, os dados obtidos através de \n\nmétodos geofísicos, mostram valores da ordem de 250m em Cajuru, 100 a 200m em \n\nCachoeira de Emas, 120m em Pirassununga, cerca de 80m em Iracemápolis, 230m \n\nem Cosmópolis, 280m em Paulínia e 300m em Tambaú (DAVINO et. al., 1982).   \n\n     Também foi verificada a presença de xenólitos de calcário nos corpos \n\nmagmáticos intrusivos, provocado pelo fluxo do magma, onde grandes blocos da \n\nrocha encaixante são engolfados pela intrusão, provocando uma recristalização \n\nparcial ou total dos minerais constituintes. Deve-se ressaltar também que foram \n\nobservados diques intrudidos em soleiras de diabásio. De maneira geral, a \n\nmineralogia destas rochas é composta por plagioclásio, piroxênio (augita e \n\npigeonita), minerais opacos (magnetita e ilmenita) e matriz (vítrea ou microgranular).  \n\n   Dados geoquímicos indicaram que as rochas apresentam natureza básica, \n\nafinidade toleítica e podem ser classificadas como pertencentes ao grupo de alto \n\ntitânio (ATi). Além disso, as diferenças geoquímicas também indicam que as \n\nintrusivas pertencem aos subgrupos (magmas-tipo) Paranapanema (PAR) e Pitanga \n\n(PIT), mostrando que a distribuição destes magmas pela área estudada não se faz \n\nao acaso. O tipo PAR ocorre nos sills da região de Campinas, enquanto que PIT nas \n\nregiões de Cajuru, Leme, e Iracemápolis. Para comparação geoquímica, os \n\nderrames próximos também foram investigados, onde se observou que as amostras \n\ncoletadas nas regiões de Franca, Igarapava e Rifaina em São Paulo, e São \n\nSebastião do Paraíso, em Minas Gerais, são pertencentes ao magma-tipo Urubici \n\n\n\n21 \n\n(URU), já aquelas da região de Brotas e Ribeirão Preto são do tipo PIT. Contudo, as \n\nconcentrações de Elementos terras raras, para as amostras representativas dos três \n\nmagmas-tipo, mostraram que, embora as rochas intrusivas (PAR e PIT) e derrames \n\n(URU) possam ter uma mesma fonte mantélica, foram submetidas a processos de \n\nevolução magmática distintos. \n\n      Para Petersohn et. al. (2007) as soleiras encaixadas nas Formações Irati e \n\nPonta Grossa na Bacia do Paraná nas regiões de Reserva, Prudentópolis, Irati, \n\nRebouças e Ponta Grossa, são constituídas por rochas de composição básica a \n\nintermediária, variando de basaltos andesíticos a andesitos, lati-andesitos, latitos e \n\num quartzo latito, compostas mineralogicamente por labradorita, augita, anfibólios, \n\nolivina ou quartzo, minerais opacos e apatita como acessório. Com relação à \n\nquímica mineral, os plagioclásios exibem composição variável de oligoclásio a \n\nbitownita, com predomínio de labradorita. No diagrama ternário (Or-Ab-An) \n\ncomponente Or (ortoclásio) é superior a 0,5% chegando ao máximo de 5%, \n\ncondizente com a concentração de K2O na rocha (0,42 a 3,75%). As análises \n\nquímicas mostraram para os plagioclásios uma correlação negativa entre os \n\ncomponentes Na (anortita) e Or (ortoclásio), indicando o enriquecimento em K2O nos \n\nlíquidos magmáticos finais. Os piroxênios são classificados como cálcicos, variando \n\nentre alto cálcio em cristais de algita e baixo cálcio em cristais de pigeonita.  \n\n     O membro Paso de Los Novillos, que faz parte da Formação Cuaró, esta por \n\nsua vez pertence à PBC Paraná-Etendeka, localiza-se a oeste do Uruguai e foi \n\ndefinido por como uma unidade cartográfica independente do magmatismo \n\nmesozóico do Uruguai. É formada por soleiras e filões de diabásio intrudidos em \n\nsedimentos gowduânicos. A petrografia é contituida de plagioclásio, sendo cerca de \n\n45% do volume das rochas de composições de An35 a An50 nos cristais da matriz e \n\napresentando fenocristais mais anortíticos. Os clinopiroxênios encontrados são \n\naugita e pigeonita, correspondem cerca de 24% do volume das rochas e formam \n\ntextura intergranular com o plagioclásio. Ocorre também olivina constituindo \n\naproximadamente 7% do volume das rochas, apatita sempre abundante e vidro em \n\nproporções muito baixas.  É encontrada uma porção pegmatóide na parte central da \n\nsoleira de maior extensão do membro. De acordo com as análises químicas da \n\nFormação Cuaró os corpos de diabásio apresentam relações de Ti/Y > 300 \n\nassociando-o ao magmatismo de Alto Ti que, na bacia do Paraná, resulta num \n\nprocesso de pouca contaminação crustal, enquanto que as outras soleiras \n\n\n\n22 \n\napresentam relações de Ti/Y &lt;300 e valores de (\n87\n\nSr/\n86\n\nSr)0 no campo da forte \n\ncontaminação crustal (BOSSI; SCHIPILOV, 2007).  \n\nSegundo Viero e Roisenberg (1992), o Complexo básico de Lomba Grande, \n\nsituado no município de Gravataí, RS é constituído por três corpos hipabissais de \n\nafinidade toleítica encaixados em rochas sedimentares das Formações Botucatu e \n\nSanga do Cabral, designados de Olivina-Gabro, este correspondendo a 95% do \n\nvolume total do complexo, Diabásio Envolvente e Diabásio Oriental. As \n\ncaracterísticas químicas do Olivina-Gabro mostram que são magmas relativamente \n\nprimitivos com altos teores de MgO, Cr, Ni e Co e empobrecidos em elementos \n\nincompatíveis revelando afinidade com os basaltos do tipo P-MORB. As idades são \n\nda ordem de 160 Ma, representando, provavelmente uma das manifestações \n\nmagmáticas mais precoces da Bacia do Paraná. Já o diabásio envolvente e o \n\noriental são mais jovens (125 Ma) seus dados geoquímicos mostram similaridade \n\ncom as vulcânicas básicas de Baixo-Ti da Bacia do Paraná.  \n\n  Renner, Hartmann e Wildner (2008) compararam geoquimicamente as \n\nsoleiras da Formação Gramado e Formação Caxias (região de Manoel Viana e \n\nAgudo, RS), na porção sul da FSG com as soleiras da porção leste e norte da Bacia \n\ndo Paraná. Segundo os autores, as rochas estudadas no Rio Grande do Sul têm \n\ncaracterísticas químicas equivalentes à associação Baixo-Ti, enquanto que as \n\nrochas dos estados do Paraná, São Paulo e Goiás apresentam afinidades com a \n\nassociação Alto-Ti.  Os diagramas binários Sr versus SiO2 das rochas do Rio Grande \n\ndo Sul mostram uma bimodalidade dos magmas, pois apresentam grande variação \n\nde concentrações químicas sugerindo representar a evolução de um líquido o que \n\nindica que estas rochas são conjuntos magmáticos distintos. \n\n   A soleira de diabásio do Cerro do Coronel, localizada no Vale do Rio Pardo, \n\nRio Grande do Sul, foi discutida por Eick et al., (1984) como sendo relacionada à \n\nFSG devido a sua relação com as rochas sedimentares Gownduânicas às quais está \n\ncapeando. Quando sobre a Formação Rio Bonito, o diabásio é da ordem de 30m de \n\nespessura e mostra-se descontínuo, seccionado por intemperismo e erosão, \n\nfavorecido seletivamente por direções de falhamento.  Apresenta-se bastante \n\ntectonizado, com diaclases orientadas segundo N30°E e N40°W. Aflora como blocos \n\ne pequenos matacões ovóides. Mais raramente sob a forma de pequenas colunas \n\nprismáticas indicando disjunção vertical por resfriamento. Ocasiona importante \n\nrecozimento sobre o folhelho sotoposto.   \n\n\n\n23 \n\n   Quando sobre a Formação Irati, o diabásio é uma grande ocorrência que \n\ncorresponde ao setor nordeste do Cerro do Coronel. É um espesso pacote \n\nconcordante, de aproximadamente 180m de espessura. Não foram observados \n\nsinais de recozimento do sedimento sotoposto nos afloramentos estudados. Tal fato \n\npode ser devido à cobertura coluvial na zona de contato. Petrograficamente as duas \n\nocorrências de diabásio se assemelham. Trata-se de um diabásio de textura \n\nequigranular fina, passando a afanítica, de cor cinza escuro a preto. \n\n\n\n24 \n\n3 METODOLOGIA \n\n \n\n \n\n      A metodologia empregada para a consecução dos objetivos específicos \n\nconstou de três etapas, abaixo descritas.  \n\n \n \n3.1 ETAPA DE ESCRITÓRIO \n \n\n \n\n      Esta etapa foi composta pelos seguintes itens: Levantamento Bibliográfico, \n\nAquisição de Mapas e Imagens e Edição de figuras, Tabelas, Confecção do \n\nTrabalho Final, que estão expostos a seguir.  \n\n \n\n \n\n3.1.1 Levantamento Bibliográfico \n\n \n\n \n\n       Foi realizado um levantamento bibliográfico relacionado com a área de \n\nestudo, com o objetivo de buscar dados relativos às descrições e interpretações das \n\nunidades presentes na área. Nesta etapa, foi adquirido informações acerca da \n\ngeologia, petrografia e petrogênese das rochas que caracterizam a Província \n\nMagmática do Paraná. Também são levantadas bibliografias referentes aos estudos \n\ngeoquímicos, e petrográficos das rochas relacionadas ao vulcanismo que se \n\nmanifestou na forma de derrames e corpos intrusivos. \n\n \n\n3.1.2 Aquisição de Mapas e Imagens \n\n \n\n \n\n      Esta etapa é também considerada uma etapa pré-campo. Primeiramente foi \n\nrealizada a fotointerpretação da área estudada com fotografias aéreas de escala \n\n1/60.000, visando separar os principais domínios litoestratigráficos e \n\ngeomorfológicos.  \n\n        Para a interpretação de fotografias aéreas é preciso a visualização de \n\nimagens com estereoscopia (3D).  Para isso, é necessário um par de fotografias com \n\nsuperposição de 60% e um estereoscópio de espelhos. Uma das grandes vantagens \n\n\n\n25 \n\ndesse tipo de aparelho é permitir que o observador ajuste a distância pupilar entre \n\nas lentes, bem como ajuste a distância de visualização. \n\n         Também foram reunidas as cartas topográficas confeccionadas pelo exército \n\ncom escala de 1/50.000 que abrangem a área estudada. Foram utilizadas as \n\nporções SE da carta Pantano Grande (folha SH.22-Y-B-I-1), SW da carta Minas do \n\nLeão (folha SH.22-Y-B-I-2), NE da carta Várzea do Capivarita (folha SH.22-Y-B-I-3) \n\ne NW da Quitéria (folha SH.22-Y-B-I-4). Foi confeccionado um mapa base para o \n\ntrabalho de campo na escala de 1/25.000 a partir da junção de fotocópias com \n\nampliação de 100% das cartas citadas acima.  \n\n \n\n3.1.3 Edição de figuras, Tabelas, Confecção do Trabalho Final \n\n \n\n \n\n    Esta etapa consistiu na organização os dados gerados em campo e nos \n\nlaboratórios durante a realização do projeto, assim como a confecção e edição de \n\nfiguras e tabelas, para sua interpretação e elaboração de conclusões visando como \n\nproduto final à realização da monografia.    \n\n \n\n \n\n3.2 ETAPA DE CAMPO  \n \n\n \n\n    Materiais utilizados para este trabalho de campo: Caderneta, GPS, mapas \n\ntopográficos, escalímetro, bússola de geólogo, lupa de mão, martelo e marreta. Bem \n\ncomo sacos plásticos, caneta para retroprojetor e fita crepe para guardar e identificar \n\nas amostras coletadas e máquina fotográfica.  \n\n         O trabalho de campo foi realizado durante os dias 27 a 30 de abril de 2010, \n\nque consistiu em mapear o corpo intrusivo através de perfis da base para o topo do \n\nmesmo. Foram marcados pontos de localização dos afloramentos com o auxílio de \n\nmapas topográficos e GPS para a obtenção de coordenadas UTM precisas.  Além \n\ndisso, a grande maioria dos afloramentos foi fotografada com o objetivo de registrar \n\nas estruturas e forma de jazimento destas rochas, e quando possível, a litologia \n\nencaixante. \n\n\n\n26 \n\n    Foram visitados 29 afloramentos na área do Cerro do Coronel no qual a \n\ngrande maioria se concentrou no diabásio e o restante em afloramentos das rochas \n\nsedimentares encaixantes. Como a rocha intrusiva normalmente se encontra com \n\nbaixo ou nenhum grau de intemperismo foi possível a coleta de amostras em todos \n\nos pontos adquiridos.  \n\n \n \n3.3 ETAPA DE LABORATÓRIO \n \n\n \n\n        A etapa de laboratório constituiu de preparação das amostras para \n\npetrografia e geoquímica, como também da confecção de um  mapa geológico digital \n\ndo terreno. Estes itens estão descritos abaixo. \n\n \n\n3.3.1 Petrografia \n\n \n\n \n\n        A etapa de preparação de amostras foi executada no Laboratório de Apoio \n\nAnalítico e Preparação de Amostras do CPGq (Centro de Estudos em Petrologia e  \n\nGeoquímica – IG) da UFRGS. \n\n        Para a confecção das lâminas petrográficas é feito o corte da rocha em fatias \n\nde aproximadamente 2 cm de espessura. Na etapa seguinte, uma fatia fina é \n\nseparada, lixada com lixas de distintos potenciais de desbaste (120, 220, 600, 1.200, \n\n2.500 e 4.000 grana) é submetida a processos de abrasão com abrasivos de carbeto \n\nde silício (900µm) e óxido de alumínio (9,5µm). O polimento das lâminas é feito com \n\npolitriz com a aplicação de 100 rotações por minuto (rpm) durante aproximadamente \n\n5 minutos com abrasivo composto por alumina (0,3µm). \n\n         Para os estudos petrográficos foram confeccionadas 10 lâminas petrográficas \n\nque foram analisadas com o auxílio de microscópio petrográfico de luz polarizada \n\nconvencional. Estas análises compreenderam a identificação e quantificação da \n\nmineralogia modal, da textura e estrutura das amostras coletadas.  \n\n       Nesta etapa também foi realizada a obtenção de microfotografias das amostras \n\nmais representativas, destacando os vários tipos de textura e ocorrência \n\nmineralógica, através da utilização do “Microscópio de Aquisição de Imagens Leica”.  \n\n \n\n\n\n27 \n\n3.3.2 Geoquímica \n\n \n\n \n\n      A moagem das amostras para análise química de rocha total é adquirida com \n\na fragmentação das mesmas e parte desses fragmentos é reduzida com o auxílio de \n\ncadinho (grau) de ágata e pistilo. Posteriormente, a amostra é submetida ao \n\nprocesso de pulverização com a utilização do pulverizador de bolas de ágata, que \n\npermite a obtenção de rações inferiores a 200 mesh para a realização das análises \n\nquímicas de rocha total. A rotação e o período de duração do processo de \n\npulverização das amostras são de 3.000 rpm e 30 minutos respectivamente.  \n\n        O risco de contaminação das amostras nesta etapa é muito grande se não for \n\ntomado os devidos cuidados na limpeza dos equipamentos em cada preparação. A \n\ndesvantagem dessa técnica consiste na destruição da amostra.  \n\n       Para a realização das análises Geoquímicas, foram preparadas 12 amostras \n\npara análise geoquímica de rocha total que foram utilizadas para caracterizar a \n\nunidade estudada a partir da determinação da composição dos elementos maiores, \n\ntraços e terras raras. \n\n       As análises geoquímicas foram feitas no Acme Laboratories Ltda (Canadá) \n\npor Espectrometria de Emissão de Plasma (Inductively Coupled Plasma – Emission \n\nSpectometry - ICP-ES) para os elementos maiores, com limite de detecção de 0,01% \n\ne para Sc, Be, V, Ba, Sr, Y e Zr, com limite de detecção de 1 a 5 ppm. Para os \n\ndemais elementos traços e elementos terras raras será utilizado a técnica \n\nEspectrometria de Emissão de Plasma com Espectrometria de Massa (Inductively \n\nCoupled Plasma – Mass Spectrometry - ICP-MS) com limite de detecção de 0,005 a \n\n2 ppm. \n\n        O método ICP, em princípio, é capaz de medir a maioria dos elementos da \n\ntabela periódica com limites de detecção baixos e boa precisão sobre valores de \n\ndiversas magnitudes. Os elementos são medidos simultaneamente e uma análise \n\ncompleta pode ser feita no espaço de aproximadamente dois minutos, fazendo do \n\nICP um método analítico extremamente rápido. Uma descrição mais completa do \n\nmétodo e sua aplicação pode ser obtida em Walsh e Howie, (1980). \n\n        O ICP é uma técnica de espectrometria que usa uma “chama” com uma \n\ntemperatura entre 6000 e 10000 K. A amostra necessita de uma abertura ou \n\ndissolução por ácidos antes de ser analisada. A solução da amostra é passada \n\n\n\n28 \n\ncomo um aerossol através de um nebulizador em um plasma de argônio. O plasma \n\nindutivo acoplado consiste em um feixe de átomos de argônio, aquecido pelo calor \n\nindutivo de uma bobina de rádio-frequência e inflamado por uma faísca de alta \n\nfrequência de Tesla. A amostra dissociada no plasma de argônio e um grande \n\nnúmero de linhas espectrais atômicas e iônicas são excitadas. As linhas espectrais \n\nsão detectadas por uma escala de fotomultiplicadores sendo comparadas com as \n\nlinhas de calibração e suas intensidades são convertidas em concentrações.  \n\n      O ICP-MS é uma técnica semelhante a do ICP, mas com o incremento da \n\nespestrometria de massa, o que aumenta a abrangência do ICP. Esta técnica é \n\naplicada principalmente na determinação de conteúdos de elementos traços, pois \n\noferece resultados com limites de detecção muito baixos e boa precisão. Destaca-\n\nse, ainda, que pode ser usada para analisar uma série de elementos traços, em uma \n\núnica solução, usando, portanto uma pequena amostra. (JENNER; et al., 1990). \n\n      Os dados químicos de elementos maiores, menores e traços da rocha \n\nestudada foram avaliados através de diagramas binários e ternários com o uso de \n\nsoftwares como GCDKIT (GeoChemical Data ToolKIT), elaborado por Janoušek et \n\nal., (2006), que consiste em um sistema de manipulação e recálculo de dados \n\ngeoquímicos para análises de rocha total de rochas ígneas e metamórficas.  \n\n \n\n3.3.3 Confecção de Mapa Geológico Digital do Terreno \n\n \n\n \n\n        Foi confeccionado um mapa geológico digital da área estudada com escala de \n\n1/50.000 tendo como base imagens de satélite Landsat georreferenciadas, mapa \n\ngeológico da área confeccionado por Eick et al., (1984) e também os dados \n\nadquiridos no trabalho de campo. A digitalização foi feita com o auxílio do software \n\nArcGis 9.0, que se trata de um programa de desenho assistido por computador.  \n\n\n\n29 \n\n4 GEOLOGIA DO DIABÁSIO DO CERRO DO CORONEL \n\n \n\n \n\n     O Cerro do Coronel é um morro testemunho com aproximadamente 12,4 km\n2\n, \n\nde topo aplainado, que se salienta no contexto geológico-geomorfológico do Estado \n\ndo Rio Grande do Sul. Este aflora no limite sul da Bacia do Paraná com o Escudo \n\nSul-Rio-Grandense e é constituído por três unidades geológicas distintas. A base é \n\nconstituída por rochas sedimentares das Formações Irati (Grupo Passa Dois) e Rio \n\nBonito (Grupo Guatá), as quais fazem contato por um falhamento N70E, sendo estas \n\nintrudidas concordantemente por um corpo de diabásio (figura 4). Este conjunto de \n\nunidades define geomorfologicamente um morro testemunho denominado de \n\nbismálito, caracterizado como uma feição relacionada a uma intrusão concordante a \n\ndiferentes unidades de rochas encaixantes, que foram colocadas lado a lado por \n\nfalhamento (figura 5). Ao sul da área ocorrem dois morros testemunho com cotas \n\nmais baixas que o Cerro do Coronel, contendo no topo diabásio com pouca \n\nespessura e afetado por falhas (EICK; et. al., 1984).  A figura 10 mostra em detalhe \n\no mapa geológico do Cerro do Coronel. \n\n \n \n\n \n\n \n\nFigura 4 – Vista panorâmica da porção nordeste do Cerro do Coronel.   \n \n\n\n\n30 \n\n \n\n \n\n \n\n \n \n \n \n\nFigura 5 - Figura esquemática mostrando um bismálito formando Graben e Horst. Modificado de \nMachado (2005). \n\n \n\n \n\n      As rochas sedimentares da Formação Irati ocorrem na porção norte-nordeste \n\ndo Cerro do Coronel e são limitadas por uma falha de direção N70E a sul com \n\nrochas da Formação Rio Bonito (figura 6).  \n\n     As rochas da Formação Irati fazem contato erosivo com a seqüência sub-\n\nhorizontal de depósitos aluviais e coluviais da várzea do Arroio Capivari e afluentes.        \n\nNas proximidades da falha que divide o Cerro do Coronel ocorrem concreções \n\ncarbonáticas, brechadas, com veios preenchidos por calcita e ocasionalmente por \n\npirita. Na base da seqüência ocorre um conglomerado, seguido por siltito friável de \n\ncor amarela a cinza com pequenas concreções carbonáticas, siltito amarelo a cinza \n\ncom lentes de arenito fino e concreções amarelas e cinzas. A sequencia é \n\nparcialmente recoberta pela soleira de diabásio sem sinais de recozimento \n\nobservados no contato. \n\n      As rochas da Formação Rio Bonito são caracterizadas por arenitos \n\narcoseanos grossos a conglomeráticos de coloração vermelho-amarelados com \n\ncrostas lateríticas, lentes de arenito médio a fino de coloração amarela e cimentado, \n\narenitos arcoseanos médios a finos com lentes de siltito amarelo a acinzentado e \n\npelitos cinza escuro a pretos carbonosos ou com restos de matéria orgânica com \n\nfeições de silicificação devido à intrusão concordante do diabásio (figura 7).  \n\n \n\n \n\n\n\n31 \n\n \n\nFigura 6 – Visão da porção sudoeste do Cerro do Coronel. Em destaque com a linha pontilhada o \ncontato do diabásio acima com as rochas da Formação Rio Bonito abaixo.  \n\n \n\n \n\n \n\n \n\n \nFigura 7 - A: Siltito com feições de silicificação e afetado por falhamentos; B – Siltito suborizontal \n\nintercalado com pelitos carbonosos.  \n \n\n       O diabásio do Cerro do Coronel, alvo de estudo deste trabalho, colocou-se \n\nconcordantemente nas duas formações citadas anteriormente e devido aos \n\nprocessos erosivos não foi preservado o contato superior do corpo intrusivo com a \n\nFormação Irati. A soleira também é afetada pela falha N70E que determinou a \n\nseparação da intrusão em dois blocos com espessuras diferentes. O corpo de \n\ndiabásio do bloco sudeste apresenta aproximadamente 30 m de espessura, ao \n\npasso que no bloco noroeste a soleira tem cerca de 180 m. Este fato evidencia uma \n\nreativação da falha que resultou no soerguimento do bloco sudeste e a descida do \n\nbloco noroeste. A sequencia de eventos proposta por Eick et al. (1984) se encontra \n\nesquematizada na figura 8. \n\n\n\n32 \n\n     A soleira do Cerro do Coronel caracteriza-se petrograficamente por um \n\ndiabásio com pequena variação faciológica, textural e composicional. Nas porções \n\nbasais e de topo observa-se uma textura equigranular fina a afanítica e nas centrais \n\na textura predominante a equigranular fina a média. Estas variações sugerem uma \n\nmaior taxa de resfriamento nas extremidades do corpo. Bolsões pegmatóides de \n\nmesma composição ocorrem com proporções centimétricas em uma pequena \n\nexpressão na base da porção norte da soleira. O corpo de diabásio exibe disjunções \n\ncolunares subverticais poligonais e centimétricas nas porções superiores e inferiores \n\nda soleira. Disjunções poligonais alongadas são observadas localizadamente e é \n\ncomum estarem perturbadas em regiões com intenso fraturamento tabular \n\nsubvertical (figura 9). \n\n \n\n \n\n\n\n33 \n\n \n\n \nFigura 8 – Possíveis eventos geológicos ocorridos na área do Cerro do Coronel: 1) Deposição das \nFormações Rio Bonito e Irati; 2) Falhamento segundo N70E, com bloco sudeste soerguido e bloco \n\nnordeste abatido; 3) Continuação da sedimentação e intrusão do diabásio, recobrindo as duas \nformações; 4) Reativação da falha N70E e de outras direções de deslocamento e fragmentação do \n\ndiabásio; 5) Erosão da sedimentação sobre o diabásio e exposição de todas as unidades \nmencionadas, inclusive o embasamento, destacando-se o atual Cerro do Coronel. Modificado de Eick \n\net. al., (1984). \n \n\n\n\n34 \n\n \nFigura 9 - A e B: Intenso fraturamento subvertical em duas direções visto em planta e em perfil \n\nrespectivamente; C: Poligonais alongadas e D: Disjunções colunares clássicas.  \n\n\n\n35 \n\n \n   Figura 10 – Mapa Geológico da área investigada mostrando em detalhe o diabásio em verde. \n\n\n\n36 \n\n \n5 ASPECTOS PETROGRÁFICOS DOS DIABÁSIOS DO CERRO DO CORONEL \n\n \n\n    A soleira de diabásio do Cerro do Coronel pode ser dividida, em decorrência \n\nda falha NE, em 2 blocos: norte e sul. O bloco norte foi abatido em relação ao bloco \n\nsul e tem uma maior espessura de diabásio (cerca de 180m), e expõe a base e topo \n\ndo corpo intrusivo. O bloco sul tem pouca espessura (aproximadamente 30m) e \n\nexpõe principalmente a base da soleira. \n\nOs critérios petrográficos adotados neste trabalho foram baseados \n\nprincipalmente em Kerr (1977), Deer et al., (1992) e Mackenzie (1995). \n\nEm geral o diabásio é mesocrático e possui coloração que varia de cinza a \n\ncinza-escura, por vezes com tons acastanhados e eventualmente esverdeados, \n\ndecorrentes de alteração. A rocha é holocristalina e relativamente homogênea com \n\ngranulação fina (Fig. 11 A e B). Bolsões pegmatóides de pouca expressão são \n\nlocalizados na base do bloco norte do corpo de diabásio, sendo caracterizada pela \n\ntextura fanerítica média a grossa e pelo arranjo intergranular entre plagioclásio e \n\nclinopiroxênio ripidiformes (figura 11 C e D). Uma pequena variação textural pode \n\nser identificada, com um afinamento da granulação em direção a base e topo do \n\ndiabásio (Fig. 12 E e F). A textura predominante é a equigranular, embora seja \n\nobservada a presença de poucos microfenocristais de plagioclásio e clinopiroxênio e \n\nraros xenocristais de plagioclásio reabsorvidos. Xenólitos milimétricos de mesma \n\ncomposição também ocorrem de maneira muito subordinada. A mineralogia da \n\nrocha investigada é composta essencialmente por plagioclásio, piroxênio (augita), \n\nminerais opacos e mesóstase. Macroscopicamente a rocha pode ser classificada a \n\npartir de sua textura e associação mineral como diabásio. \n\n \n\n \n\n 5.1 TEXTURAS \n \n\n \n\n    Existe uma variedade de texturas que ocorrem na rocha investigada, \n\nrelacionadas à forma de cristalização do corpo magmático, que depende de fatores \n\ncomo velocidade de resfriamento do magma, temperatura, viscosidade, teor de \n\nvoláteis, dentre outros.  \n\n\n\n37 \n\nA textura dominante é a intergranular (foto 12 A) onde os interstícios entre os \n\ncristais euédricos e subédricos ripidiformes de plagioclásio são preenchidos por \n\ncristais subédricos de clinopiroxênio. É comum a presença de textura micrográfica, \n\nque consiste em um intercrescimento quartzo e K-feldspato, produzindo uma \n\naparência cuneiforme (figura 12 B) e eventual de mirmequítica, caracterizada pela \n\ncristalização tardia de plagioclásio intercrescido com quartzo vermicular. Nas \n\namostras coletadas na porção sul da soleira foi observado a uralitização do \n\nclinopiroxênio que é parcialmente substituído por anfibólio fibroso provavelmente sob \n\ncondições tardi magmática a subsólidus que, por vezes, forma textura coronítica \n\ncom cristais de clinopiroxênio envolvidos por uma “coroa” de anfibólio (figura 12 C). \n\nOs bolsões pegmatóides são caracterizados pelo intercrescimento de \n\nclinopiroxênio e plagioclásio. Esta feição é relacionada com a concentração \n\nlocalizada de fluidos que promovem o crescimento das fases minerais que estão \n\ncristalizando.  \n\n \n\n \n\n \n\nFigura 11 - (A e B): Amostras do diabásio holocristalino e com granulação fina; (C) Bolsão \npegmatóide em contato com diabásio de granulação típica. (D)Porção pegmatóide em detalhe \n\nmostrando os cristais de piroxênio e plagioclásio. \n\n\n\n38 \n\n5.2 MINERALOGIA \n \n\n \n\nA mineralogia observada no corpo intrusivo é constituída por plagioclásio \n\ncálcico, clinopiroxênio (augita) e minerais opacos como minerais primários e apatita \n\ncomo mineral acessório. É comum a presença de material de baixa cristalinidade \n\nopticamente identificado como resíduo de cristalização de cristalitos de quartzo e \n\nfeldpsatos. Como minerais acessórios são encontrados apatita e em quantidades \n\nbastante reduzidas pode ser encontrado e quartzo nos interstícios dos minerais \n\nprecoces. Como minerais secundários foram identificados micas brancas como \n\nproduto de alteração do plagioclásio, oxidados de Ferro e uralitização como produto \n\nde alteração do clinopiroxênio. \n\n \n\n5.2.1 Plagioclásio \n\n \n\n \n\n    Não há variação de hábitos dos cristais de plagioclásio pela extensão do \n\ncorpo de diabásio, somente é observada uma discreta variação de granulação da \n\nporção inferior para a porção superior da rocha. \n\nOs cristais de plagioclásio são prismáticos, subédricos a euédricos e \n\nnormalmente alongados, cujo tamanho varia de 0,2 a 1,3 mm. Nas amostras com \n\ntextura mais fina (porção de topo) aproximado de 0,05 a 0,4mm. Possuem maclas \n\npolissintéticas ou do tipo albita. Raros microfenocristais são observados, formando \n\nalgumas vezes agregados, com tamanho variando entre 0,8 e 2,0 mm e, \n\nocasionalmente, com zonação normal bem marcada.  Foi observada a presença \n\nmicroxenocristal subédrico com textura Sieve com inclusão de clinopiroxênio \n\nesqueletal medindo aproximadamente 2 mm. A mica branca aparece como produto \n\nde alteração parcial ou total dos grãos. É frequente a inclusão parcial ou total de \n\ncristais de piroxênio. Esporadicamente aparecem anédricos quando junto ao \n\nmaterial microcristalino. Ocasionalmente apresenta sobrecrescimento em alguns \n\ncristais.  \n\n      Na porção pegmatóide os cristais são grossos de tamanho aproximado de 0,6 \n\na 1,0 cm, de hábito acicular e por vezes esqueletais, principalmente quando estão \n\n\n\n39 \n\ninclusos no material microcristalino. É comum os cristais se mostrarem fortemente \n\nfraturados.  \n\n   A estimativa visual dos cristais de plagioclásio no corpo investigado indicou \n\num volume variando de 40% até 50%. \n\n \n\n5.2.2 Piroxênio \n\n \n\n \n\n     Os cristais de piroxênio são subédricos e possuem tamanhos variando de \n\n0,05 a 0,3 mm nas porções de topo da soleira até 0,2 a 0,8 mm nas porções basais \n\ne intermediárias. Ocorrem em geral como em agregados granulares de grãos finos \n\ngeralmente associados com os minerais opacos. Opticamente são identificados \n\ncomo do grupo da augita Raros microfenocristais prismáticos de até 4,0mm podem \n\nser observados, principalmente na base da soleira. A uralitização ocorre somente \n\nem uma porção no bloco sul corpo intrusivo. É comum a ocorrência de oxidados de \n\nferro como produtos de alteração. Na porção pegmatóide os cristais de augita tem \n\ndimensões variando entre 1,0 a 8,0mm e desenvolvem textura simplectítica e \n\nesqueletal com o plagioclásio.  Muitas vezes são incluídos parcialmente ou \n\ntotalmente pelo plagioclásio. Estimativa visual dos cristais de augita indicou uma \n\nconcentração entre 25% a 35%. \n\n \n\n \n\n5.2.3 Quartzo \n\n \n\n \n\n    É muito raro e ocorre nos interstícios dos cristais precoces, por vezes \n\nformando subgrãos. O tamanho varia de 0,2 a 0,5 mm, caracterizando-se como \n\nresíduo de cristalização. Localmente ocorre intercrescido com o feldspato, \n\ncompondo a textura micrográfica. \n\n \n\n \n\n \n\n \n\n \n\n\n\n40 \n\n5.2.4 Minerais Opacos \n\n \n\n \n\nOs minerais opacos apresentam geralmente faces retas e estão quase \n\nsempre associados aos piroxênios e, muitas vezes inclusos nestes e nos \n\nplagioclásios. O hábito destas fases sugerem pertencer ao grupo dos óxidos de Fe e \n\nTi e representam de 10% a 15% da rocha estudada. \n\n \n\n5.2.5 Apatita \n\n \n\n \n\n     A apatita está presente em todas as amostras analisadas, podendo chegar \n\naté 3% do total da amostra. Normalmente ocorrem como cristais euédricos e \n\naciculares, presentes principalmente no material microgranular.  \n\n \n\n \n\n5.2.6 Mesóstase \n\n \n\n \n\n      O material de baixa cristalinidade é formado provavelmente por resíduo de \n\ncristalização de coloração castanho-claro em LN e baixo relevo. Sob nicóis \n\ncruzados este material possui uma birrefringência baixa (cinza) e extinção \n\nondulante, sendo interpretado como um agregado quartzo-feldspático tardio. \n\n  Observa-se também uma massa homogênea que por vezes apresenta \n\nformas vermiculares ou dendríticas, configurando a textura micrográfica e \n\ngranofírica, identificado como intercrescimentos quartzo-feldspáticos. Ocorrem nos \n\ninterstícios entre os cristais de plagioclásio e piroxênio, como ilustrado na figura 12 \n\n(D), e varia de 10% a 12% do volume da amostra.  \n\n \n\n \n\n \n\n \n\n\n\n41 \n\n5.3 COMPOSIÇÃO MINERALÓGICA \n \n\n       A composição mineralógica foi adquirida através de estimativa visual. Com \n\nisso, os volumes em porcentagem dos minerais nas rochas estudadas são os \n\nseguintes: Plagioclásio 40%; Piroxênio 35%; Minerais opacos 10%; Quartzo 1%; \n\nMinerais de alteração 4% e Mesóstase 10%. Consequentemente, a classificação \n\npetrográfica incidiu em Augita Diabásio. \n\n \n\n\n\n42 \n\n \n\nFigura 12 – Fotomicrografias mostrando: (A) Textura intergranular, onde cristais ripiformes de \nplagioclásio apresentam cristais intersticiais de clinopiroxênio amarronado, além de minerais opacos.  \n\nLN; (B) Cristal de plagioclásio com intercrescimento micrográfico nas bordas.LP; (C) Textura \ncoronítica em cristal de augita formada por uralitização. LP; (D) Mesóstase nos interstícios entre os \n\ncristais de plagioclásio e piroxênio. LN; Leve diminuição da granulação da base do corpo de diabásio \n(F) para o topo (E). LP.  \n\n\n\n43 \n\n6 LITOGEOQUÍMICA DOS DIABÁSIOS DO CERRO CORONEL \n \n\n \n\nPara elaborar as interpretações geoquímicas sobre o magmatismo \n\nrelacionado ao diabásio do Cerro do Coronel, foram utilizados os dados químicos de \n\nrocha total, envolvendo a análise de elementos maiores, traços e terras-raras, \n\nobtidos através da metodologia descrita no capítulo 3. Os resultados das amostras \n\nda área de estudo estão dispostos na tabela 2 e a caracterização geoquímica das \n\nrochas foi baseada na utilização de diversos diagramas. No tratamento dos dados e \n\npara efeito comparativo as amostras foram divididas de acordo com sua posição \n\ngeográfica em blocos norte e sul, como já foi descrito no capítulo 5. \n\n \n\n \n\n6.1 CARACTERIZAÇÃO GEOQUÍMICA: ELEMENTOS MAIORES, TRAÇOS E \nTERRAS RARAS (ETR) \n\n \n\n \n\n      As rochas investigadas puderam ser classificadas segundo o diagrama TAS \n\n(SiO2 versus Na2O+K2O) elaborado por Le Bas et al., (1986) como andesitos \n\nbasálticos (Fig. 13), com concentrações de sílica variando de 53,30 à 54,99% e de \n\nálcalis entre 5,15% a 3,55%. Todas as amostras se encontram abaixo da linha Irvine \n\ne Baragar (1971), evidenciando assim sua natureza subalcalina e toleítica. Isso pode \n\nser confirmado com a utilização de diagramas baseados em elementos traços e \n\nimóveis, onde as rochas mantêm o trend subalcalino, ocupando o campo próximo ao \n\nlimite entre basaltos e andesitos basálticos (Fig. 14).   \n\n \n\n \n\n\n\n44 \n\n \n\nFigura 13 – Diagrama de nomenclatura das rochas intrusivas do Cerro Coronel plotados segundo o \nesquema TAS (LE BAS; et. al., 1986). A linha tracejada separa os campos dos alcalinos e toleíticos \n\n(IRVINE; BARAGAR, 1971). Legenda: cruzes – Bloco norte; círculos – Bloco Sul. \n \n\n \n\n \n\nFigura 14 - Diagrama Nb/Y versus Zr/TiO2 (WINCHESTER; FLOYD, 1977) para classificação das \nrochas hipabissais do Cerro do Coronel.  Legenda: cruzes – Bloco norte; círculos – Bloco Sul. \n\n \n\n \n\n \n\n\n\n45 \n\nA afinidade toleítica do magmatismo é caracterizada pelo enriquecimento de \n\nFeOt em relação ao MgO, o que pode ser constatado nos diagramas FeOt/MgO x \n\nSiO2 de Miyashiro (1974) (Fig. 15) e AFM (IRVINE; BARAGAR, 1971) (Fig. 16), além \n\ndos baixos valores de Al2O3 (WILSON, 1989). Em ambos os diagramas observa-se \n\num aumento na razão FeOt/MgO nas rochas da porção norte da intrusão, \n\nevidenciando a presença de termos mais diferenciados. Isso também é confirmado \n\nno diagrama de Jensen (1976), onde devido ao enriquecimento em Fe e Ti destas \n\nrochas elas ocupam o campo dos basaltos toleíticos alto-Fe (Fig. 17). \n\n  Adicionalmente, os dados normativos (Tab. 2) confirmam as interpretações \n\napresentadas acima. Olivina, clinopiroxênio, ortopiroxênio e plagioclásio são \n\nminerais comuns aos basaltos e tendem a substituir os membros finais \n\nquimicamente puros: forsterita, diopsídio, enstatita e albita, de acordo com o \n\nconceito do tetraedro de basalto ou sistema haplo basáltico (YODER; TILLEY, \n\n1962). A consideração deste sistema é importante para discussões quanto aos \n\nconteúdos de elementos maiores e quanto à origem das rochas basálticas. Desta \n\nforma as rochas basálticas podem ser divididas em cinco grupos: \n\n- (a) Toleíto (supersaturado): contém quartzo normativo e hiperstênio; \n\n- (b) Toleíto (saturado): contém hiperstênio normativo, mas não contém quartzo \n\nnormativo; \n\n- (c) Olivina Toleíto: contém olivina e hiperstênio normativos; \n\n- (d) Olivina Basalto: contém olivina normativa, mas não contém hiperstênio ou \n\nnefelina normativos (subsaturado); \n\n- (e) Álcali Basalto: contém olivina e nefelina normativos. \n\nAs rochas dos grupos (a) e (b) são consideradas basaltos subalcalinos podendo \n\nser, no entanto, toleíticos ou basaltos cálcio-alcalinos; as rochas dos grupos (d) e (e) \n\nsão essencialmente basaltos alcalinos; e as rochas do grupo (c) são chamadas de \n\nbasaltos transicionais.  \n\nTodas as rochas do Cerro do Coronel apresentam quartzo, hiperstênio e \n\ndiopsídio normativos (Tab. 2), o que permite interpretá-las como toleítos \n\nsupersaturados, corroborando as interpretações obtidas a partir dos dados químicos \n\nde elementos maiores e traços. \n\n \n\n\n\n46 \n\n \n\nFigura 15 - Diagrama de classificação FeOt/MgO x SiO2 de Miyashiro da rocha estudada. Legenda: \ncruzes – bloco norte; círculos – bloco sul.  \n\n \n \n\n \n \n \n \n\n \n\nFigura 16 - Diagrama do tipo A (Na2O + K2O) - F (Fe2O3) – M (MgO) do corpo de diabásio estudado, \ncom linha divisória entre os campos segundo Irvine e Baragar (1971). Legenda: cruzes – bloco norte; \n\ncírculos – bloco sul. \n \n\n \n\n\n\n47 \n\n \nFigura 17 - Amostras do diabásio Cerro Coronel plotados no diagrama de classificação de Jensen \n\n(1976). Legenda: círculos – sul; cruzes – norte. \n \n\n \n\n \n\n    O comportamento dos elementos maiores e traços e a evolução do \n\nmagmatismo das rochas hipabissais do Cerro Coronel foi caracterizada em um \n\nprimeiro momento através da construção diagramas de variação utilizando-se o MgO \n\ncomo índice de diferenciação como mostra as figuras 18 e 19. \n\n           De maneira geral, observa-se que não há muita variação nos teores dos \n\nelementos maiores, mas nota-se um trend magmático com correlações positivas de \n\nAl2O3 e CaO e negativas de SiO2, Na2O, K2O, P2O5, FeOt e TiO2 em relação ao MgO \n\n(Fig 18). Isso, associado ao comportamento compatível do níquel, sugere que a \n\nevolução do magmatismo foi controlada basicamente por fracionamento de \n\nplagioclásio e clinopiroxênio, provavelmente por mecanismos de cristalização \n\nfracionada, conforme já ressaltado por Cox (1980) e Wilson (1989).  \n\n   Os teores de MgO são menores que 4%, o que juntamente com os baixos \n\nvalores de Cr e Ni (Tab. 2), sugerem que o magma que deu origem a intrusão sofreu \n\nprocessos de fracionamento anteriores, envolvendo provavelmente olivina e \n\npiroxênio. \n\n A distribuição das amostras dos diabásios do Cerro do Coronel mostra que a \n\ntendência é que as rochas menos diferenciadas estejam situadas no bloco sul, com \n\nexceção de uma amostra no bloco norte, coletada na porção mais alta de todo o \n\n\n\n48 \n\ncorpo intrusivo, como evidenciado pelos maiores teores de MgO, Al2O3, FeOt e CaO.  \n\nAs rochas mais evoluídas tendem a se concentrar no bloco norte, caracterizados por \n\nmais altos conteúdos de SiO2 e álcalis. O bloco sul é caracterizado por termos \n\nintermediários, evoluindo para litologias mais diferenciadas. Em síntese, levando-se \n\nem conta a maior espessura encontrada na porção norte e, assumindo-se um \n\npadrão semi-horizontal da soleira, pode-se sugerir que os termos menos \n\ndiferenciados estão situados na porção basal do corpo intrusivo e que uma leve \n\nevolução é observada em direção as suas porções superiores. \n\nEm relação aos elementos traços (Fig. 19), percebe-se claramente que, com \n\no aumento na concentração de MgO, há uma diminuição nas concentrações de Ba, \n\nRb, Sr, Zr, Y, Nb e Th, evidenciando a incompatibilidade destes elementos. No geral \n\nos valores são baixos a moderados o que é característico de magmas \n\nbásicos/intermediários toleíticos de ambientes continentais.  O Cr apresenta teores \n\nabaixo do nível de detecção e o Ni mostra-se compatível com a diferenciação, como \n\ndemonstrado pela correlação positiva com o MgO.  \n\nPercebe-se que nas amostras do bloco norte os teores de Rb, Sr, Ba, Zr, Nb, \n\nTh e Y são levemente mais elevados que os teores destes mesmos elementos do \n\nbloco sul. \n\n \n\n \n\n \n\n\n\n49 \n\n \n\nFigura 18 - Diagrama de variação de elementos maiores (%) em função do MgO (%) do corpo \ninvestigado. Legenda: cruzes – bloco norte; círculos – bloco sul. \n\n \n\n\n\n50 \n\n \n\nFigura 19 - Diagrama de variação de elementos traço (ppm) em função do MgO (%) do corpo de \ndiabásio.   Legenda: cruzes – bloco norte; círculos – bloco sul. \n\n \n\n \n\n\n\n51 \n\nEstudos envolvendo a geoquímica de elementos traços em magmas toleíticos \n\nassociados a grandes províncias continentais, normalmente são focados no \n\ncomportamento dos elementos incompatíveis (THOMPSON; et al., 1983, 1984). Em \n\ngeral, estes magmas são empobrecidos em elementos compatíveis, como o Ni, \n\nsustentando a idéia de que são líquidos evoluídos e que durante a sua evolução \n\nocorreu um aumento na concentração em elementos incompatíveis, quando \n\ncomparados aos seus magmas primários enriquecidos em MgO. \n\nAs amostras de diabásios do Cerro do Coronel, quando normalizadas pelo \n\ncondrito (THOMPSON, 1982), apresentam um enriquecimento em elementos \n\nincompatíveis, com anomalias negativas em Nb e Ta (Fig. 20), o que segundo \n\nalguns autores podem sugerir a presença de alguma fase residual rica em Nb e Ta, \n\ndurante os processos de fusão parcial, ou ainda ser consequência de contaminação \n\ncrustal (WILSON, 1989; COX, 1985; HAWKESWORTH, 1985). A anomalia negativa \n\nde Sr indica o fracionamento de plagioclásio na evolução do corpo intrusivo. Os \n\npadrões observados nestes diagramas multielementares e o comportamento dos \n\nLILEs (K, Rb, Ba, Sr, Pb), aliado ao baixos teores de HFSE (Nb, Ta, Zr, Hf, Ti, P) são \n\nmuito semelhantes aos de basaltos toleíticos intraplaca  (WILSON, 1989). \n\nQuando normalizadas pelo padrão MORB (PEARCE, 1983), as concentrações \n\ndos principais elementos-traço dos diabásios do Cerro do Coronel, apresentam \n\nenriquecimento dos elementos entre Sr e Sm, sendo Ti, Y e Yb próximo da unidade \n\n(Fig. 21). Este padrão geoquímico, com enriquecimento geral dos elementos mais \n\nmóveis, com exceção do Sr, é característico de basaltos toleíticos de grandes \n\nprovíncias continentais (WILSON, 1989). Segundo alguns autores, este padrão \n\nsemelhante ao de basaltos alcalinos e toleítos de ilha oceânica e as variações \n\nobservadas podem ser decorrentes da participação de contaminação crustal ou da \n\nsua derivação de fontes mantélicas continentais enriquecidas (WILSON, 1989; \n\nTHOMPSON; et. al., 1983, 1984). Toleítos continentais tendem a ter valores de \n\nHFSE semelhantes as do toleítos oceânicos, mas em geral são mais enriquecidos \n\nem ETR leves. \n\nEm ambos os diagramas observa-se um leve aumento no fracionamento de \n\nalguns elementos, principalmente ETR pesados com o aumento da diferenciação. \n\n \n\n\n\n52 \n\nOs padrões dos elementos terras raras (ETR), quando normalizados com o \n\npadrão condrítico (NAKAMURA, 1974), mostram valores moderados destes \n\nelementos (?ETR= 139 - 172) e são caracterizados por um moderado enriquecimento \n\ndos ETRL em relação aos ETRP (La/Yb = 4,6 – 5.6) (Fig. 20). Apresentam um leve \n\nfracionamento em ETR leves (LaN/SmN = 2,4 – 2,8) e em ETR pesados (EuN/YbN   1,1 \n\n– 1,5). Embora os padrões de ETR não mostrem grandes variações entre as rochas \n\nmais ou menos diferenciadas, parece haver um leve aumento no fracionamento em \n\nETR, principalmente os pesados com o aumento da diferenciação (Fig. 22). Leves \n\nanomalias de Eu são observadas (Eu/Eu*N = 0,8) o que sugerem o fracionamento de \n\nplagioclásio. O padrão apresentado pelos diabásios do Cerro do Coronel são \n\nsemelhantes aos apresentados por Wilson (1989) para basaltos toleíticos de \n\ngrandes províncias continentais como os da Formação Serra Geral. \n\n \n\n \n\n \n\n \n\n \nFigura 20 - Padrões de abundância dos elementos terras raras, normalizados em relação ao condrito \n\n(THOMPSON, 1982). Legenda: cruzes – bloco norte; círculos – bloco sul.  \n \n \n\n \n\n\n\n53 \n\n \n\nFigura 21 - Padrões de abundância dos elementos terras raras, normalizados em relação ao MORB \n(PEARCE, 1983). Legenda: cruzes – bloco norte; círculos – bloco sul.  \n\n \n \n \n\n             \n\nFigura 22 - Padrão de distribuição dos elementos terras raras dos diabásios do Cerro Coronel \nnormalizadas pelo padrão condrítico (NAKAMURA, 1974). Legenda: cruzes – bloco norte; círculos – \n\nbloco sul.  \n \n\n \n\n \n\n\n\n54 \n\n     Em termos de ambiência tectônica, todos os dados de elementos maiores, \n\ntraços e ETR têm demonstrado a sua relação a basaltos toleíticos vinculados a \n\nprovíncias continentais. Isso pode ser corroborado com o uso do diagrama Zr versus \n\nZr/Y (Fig. 23a), de Pearce e Cann (1973), onde as amostras da intrusão do Cerro do \n\nCoronel ocupam o campo dos basaltos intra-placas e relacionados a ambientes \n\ncontinentais como constatado no diagrama de Pearce et al., (1977) (Fig.23b).  \n\n \n\n          (a) \n\n \n\n                (b) \n\n \n\nFigura 23 - – Diagramas discriminantes de ambientes tectônicos: (a) Zr x Zr/Y (PEARCE; CANN, \n1973); (b) MgO x FeOt x Al2O3 (PEARCE et al., 1977).  Legenda: cruzes – bloco norte; círculos – \nbloco sul. \n\n \n\n\n\n55 \n\nAmostras: CCO-005B CCO-007B CCO-008B CCO-025B CCO-027B CCO-028B CCO-029B CCO-003B CCO-011B CCO-012B CCO-017A CCO-018B\n\n(%)\n\nSiO2 54,49 54,99 54,33 54,51 54,97 54,67 53,92 54,68 54,64 54,44 54,38 53,30\n\nAl2O3 12,47 12,70 12,76 12,83 12,67 12,55 13,09 12,63 12,75 12,86 12,95 13,06\n\nFe2O3(T) 14,62 14,70 14,70 14,77 14,82 14,70 14,11 14,55 14,24 14,43 14,95 14,97\n\nMnO 0,18 0,18 0,16 0,18 0,18 0,17 0,21 0,19 0,18 0,18 0,19 0,20\n\nMgO 2,83 2,96 2,81 3,02 2,85 2,98 3,72 3,02 3,14 3,04 3,26 3,50\n\nCaO 6,45 6,55 6,49 6,52 6,56 6,78 7,37 6,92 7,03 7,03 6,99 6,96\n\nNa2O 2,84 2,83 2,74 2,92 2,75 2,64 2,70 2,45 2,51 2,63 2,67 2,77\n\nK2O 2,26 2,16 2,22 2,23 2,30 2,25 1,91 2,14 2,10 2,12 2,12 1,98\n\nTiO2 1,92 1,90 1,88 1,84 1,88 1,86 1,64 1,85 1,81 1,87 1,91 1,89\n\nP2O5 0,21 0,21 0,21 0,21 0,22 0,21 0,19 0,21 0,21 0,20 0,20 0,18\n\nPF* 1,50 0,60 1,50 0,80 0,60 1,00 0,90 1,20 1,20 1,00 0,20 1,00\n\nTotal 99,77 99,78 99,80 99,83 99,80 99,81 99,76 99,84 99,81 99,80 99,82 99,81\n\n(ppm)\n\nRb 81,90 76,40 80,10 81,00 85,90 83,40 70,70 77,10 71,10 73,20 74,90 69,00\n\nBa 516,00 481,00 510,00 455,00 447,00 408,00 433,00 421,00 418,00 457,00 427,00 405,00\n\nSr 237,50 201,10 201,30 218,80 210,60 210,40 217,00 185,30 185,30 188,90 204,30 196,20\n\nGa 21,10 19,30 19,70 20,60 20,10 20,30 20,10 19,70 18,40 19,10 20,80 20,20\n\nZr 184,50 176,40 177,50 176,50 177,00 173,20 160,40 170,10 170,10 179,10 170,80 159,90\n\nY 34,90 42,80 37,00 37,10 35,40 37,20 34,40 30,90 29,50 30,30 29,60 28,60\n\nNb 12,90 13,20 13,00 12,80 13,00 12,70 11,40 12,70 12,00 12,40 11,90 11,70\n\nSc 39,00 39,00 39,00 40,00 39,00 39,00 40,00 39,00 39,00 40,00 41,00 42,00\n\nV 553,00 510,00 519,00 494,00 516,00 464,00 433,00 514,00 477,00 502,00 593,00 634,00\n\nCo 43,10 43,30 40,90 45,30 43,90 43,60 48,00 40,90 41,30 42,10 45,60 49,30\n\nCu 142,40 158,90 146,20 175,00 162,70 155,80 176,20 169,70 163,00 170,70 160,70 154,70\n\nZn 51,00 61,00 65,00 54,00 63,00 62,00 53,00 52,00 69,00 73,00 62,00 54,00\n\n(ppm)\n\nLa 27,80 31,80 28,70 28,10 29,30 28,50 25,50 26,90 24,50 25,90 24,90 24,10\n\nCe 59,70 59,70 56,90 53,30 55,00 52,20 52,10 56,90 53,60 58,30 55,00 52,40\n\nPr 7,27 8,10 7,44 7,44 7,62 7,46 6,84 7,09 6,53 6,83 6,44 6,37\n\nNd 31,20 34,00 32,50 30,20 30,40 30,10 27,80 29,50 28,60 28,60 27,50 27,10\n\nSm 6,31 7,30 6,77 6,22 6,46 6,58 6,12 6,25 6,08 6,30 6,03 6,08\n\nEu 1,62 1,83 1,73 1,61 1,63 1,68 1,53 1,58 1,59 1,59 1,58 1,57\n\nGd 6,38 7,96 6,95 6,57 6,52 6,79 6,20 6,25 5,99 6,19 6,14 5,86\n\nTb 1,08 1,34 1,15 1,09 1,09 1,13 1,05 1,03 1,03 1,07 1,01 1,02\n\nDy 6,27 8,07 6,87 6,21 6,30 6,25 5,73 6,03 5,84 6,03 5,84 5,80\n\nHo 1,27 1,64 1,41 1,29 1,24 1,32 1,17 1,18 1,16 1,23 1,16 1,18\n\nEr 3,71 4,77 4,06 3,59 3,64 3,79 3,45 3,39 3,24 3,53 3,39 3,33\n\nTm 0,48 0,64 0,52 0,54 0,53 0,56 0,52 0,45 0,42 0,45 0,44 0,42\n\nYb 3,35 4,58 3,76 3,35 3,48 3,61 3,20 3,21 3,11 3,30 3,20 3,02\n\nLu 0,52 0,71 0,57 0,51 0,51 0,52 0,48 0,47 0,46 0,47 0,47 0,45\n\nHf 5,00 4,80 5,20 5,10 5,50 5,30 4,70 5,30 5,00 5,40 4,80 4,80\n\nTa 0,90 0,80 0,90 0,90 0,90 0,80 0,80 0,70 0,80 0,90 0,90 0,80\n\nTh 8,90 8,60 8,50 7,90 8,00 7,80 7,20 8,00 8,80 7,50 8,30 7,10\n\nU 1,80 1,30 1,70 1,30 1,60 1,60 1,30 1,90 1,70 1,80 1,90 1,40\n\nFeO/MgO 4,65 4,47 4,71 4,40 4,68 4,44 3,41 4,34 4,08 4,27 4,13 3,85\n\nI.D. 42,97 42,65 42,07 42,45 42,80 41,68 38,39 40,54 40,45 40,70 40,08 38,53\n\nApatita 0,50 0,50 0,50 0,50 0,52 0,50 0,45 0,50 0,50 0,47 0,47 0,43\n\nIlmenita 3,65 3,61 3,57 3,50 3,57 3,53 3,12 3,51 3,44 3,55 3,63 3,59\n\nOrthoclásio 13,36 12,76 13,12 13,18 13,59 13,30 11,29 12,65 12,41 12,53 12,53 11,70\n\nAlbita 24,03 23,95 23,18 24,71 23,27 22,34 22,85 20,73 21,24 22,25 22,59 23,44\n\nAnortita 14,60 15,57 15,96 15,32 15,43 15,75 17,96 17,14 17,32 17,02 17,09 17,35\n\nMagnetita 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00\n\nDiopsidio 13,89 13,46 12,89 13,55 13,58 14,27 14,90 13,66 13,95 14,28 14,04 13,77\n\nHyperstenio 21,24 21,96 21,86 22,28 21,85 21,64 22,69 21,86 21,57 21,35 22,84 23,68\n\nQuartzo 5,58 5,94 5,77 4,56 5,94 6,04 4,25 7,16 6,80 5,92 4,96 3,39\n\nOlivina 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00 0,00\n\n*Perda ao Fogo.\n\nNORMA CIPW\n\nBLOCO NORTE BLOCO SUL\n\n \n \n\nTabela 2 – Resultados geoquímicos e norma cipw das amostras da área de estudo para \nelementos maiores, menores, traços e terras raras.  \n\n \n \n \n \n \n \n \n\n\n\n56 \n\n6.2 MAGMA TIPO DA ÁREA DE ESTUDO: VINCULAÇÃO AO MAGMATISMO DA \nFORMAÇÃO SERRA GERAL \n \n\n \n\n       Os dados geoquímicos apresentados neste trabalho indicam que os diabásios \n\ndo Cerro Coronel apresentam características típicas de basaltos/andesitos de \n\nafinidade toleítica com assinaturas semelhantes ao de magmatismo de grandes \n\nprovíncias continentais, como são vinculadas as rochas vulcânicas e hipabissais da \n\nFormação Serra Geral (FSG) da Bacia do Paraná. \n\n      Todas as amostras estudadas apresentam concentrações de TiO2 menores \n\nque 2%, o que permite relacioná-las aos magmas do tipo Baixo-Ti, característico da \n\nsubprovíncia sul da FSG. Segundo vários autores (MANTOVANI; et al., 1985; \n\nMARQUES; et al., 1989; PEATE; et al., 1992) o grupo Baixo-Ti pode ser subdividido \n\nem três subgrupos, ou magmas-tipo distintos, denominados Ribeira, Esmeralda e \n\nGramado, segundo critérios baseados nas concentrações de TiO2, SiO2 e outros \n\nelementos traços incompatíveis: Gramado (49 &lt;SiO2 &lt;60; 0,75% &lt;TiO2 &lt;1,9%; \n\n140ppm &lt;Sr &lt;400ppm; Ti/Y &lt;300; Ti/Zr &lt;60 e 3,5 &lt;Zr/Y &lt;6,5 ), Esmeralda (48 > \n\nSiO2 > 55; 1,1% &lt;TiO2 &lt;2,3%, 120ppm &lt;Sr &lt;250ppm; Ti/Y &lt;330; Ti/Zr > 60 e 2 &lt;\n\nZr/Y &lt;5) e Ribeira ( 49 &lt;SiO2 &lt;52; 1,5% &lt;TiO2 &lt;2,3%; 200 ppm &lt;Sr &lt;375ppm; \n\nTi/Y > 300; Ti/Zr > 65 e 3,5 &lt;Zr/Y &lt;7). \n\n              As amostras do corpo intrusivo do Cerro do Coronel apresentam teores \n\nde Sr entre 185 e 237ppm, Zr/Y entre 4,1 e 5,5, Ti/Zr variando de 61 à 66, e Ti/Y \n\nentre 266 e 396, o que mostra uma transição entre os grupos Esmeralda e Ribeira \n\n(Fig. 24 a,b). No entanto, a utilização da relação entre a SiO2 e o Sr permite \n\nposicionar o magmatismo relacionado a soleira do Cerro do Coronel como sendo do \n\ntipo Esmeralda (Fig. 24). \n\n         O grupo Esmeralda está relacionado com os magmas tipo que, baseados nos \n\ndados geoquímicos e relações estratigráficas, são considerados mais antigos, \n\njuntamente com os grupos Gramado e Urubuci que pertencem a subprovíncia sul da \n\nFSG.      \n\n \n\n \n\n \n\n \n\n\n\n57 \n\n \nFigura 24 - Diagramas Zr/Y x Ti/Zr (a), Ti/Zr x Sr (b) e Sr x SiO2 mostrando o comportamento das \namostras coletadas na área investigada, com os campos dos magmas-tipo segundo Peate et al., \n\n(1992). Legenda: triângulos – bloco norte; círculos – bloco sul.  \n \n\na) \n\n\n\n58 \n\n7 CONSIDERAÇÕES FINAIS \n\n \n\n \n\n    A soleira de diabásio do Cerro do Coronel é um corpo intrusivo de geometria \n\ntabular que corta concordantemente as rochas sedimentares das Formações Rio \n\nBonito e Irati, as quais se encontram em contato por falhamento N70E. A disposição \n\ndestas três unidades caracteriza geomorfologicamente um morro testemunho \n\ndenominado bismálito.  Disjunções colunares e poligonais alongadas são comuns, \n\ntanto na base quanto no topo da soleira e são afetadas, frequentemente, por um \n\nintenso faturamento subvertical, provavelmente provocados por atividade tectônica, \n\ncomo reativações da falha NE. \n\n    O corpo intrusivo apresenta pequena diversidade faciológica caracterizada \n\npela textura equigranular fina a muito fina, e pela presença muito localizada de \n\nbolsões pegmatóides com cristais de piroxênio e plagioclásio aciculares. Esta pouca \n\nvariação faciológica e textural pode estar vinculada a pouca profundidade em que o \n\nmagma cristalizou e também pela pouca espessura do corpo magmático. De uma \n\nmaneira geral, a rocha caracteriza-se pela textura intergranular, evidenciada pela \n\ntrama formada por plagioclásio e piroxênio, constituintes mineralógicos principais. \n\n     Os dados geoquímicos evidenciam a natureza subalcalina do magmatismo \n\nrelacionado ao corpo intrusivo do Cerro do Coronel, cuja afinidade toleítica pode ser \n\nconstatada pelas relações entre álcalis, FeOt e MgO e pelos baixos conteúdos de \n\nAl2O3. A presença de quartzo, hiperstênio e diopsídio normativos confirmam esta \n\ncaracterização e permite interpretar estas rochas como toleítos supersaturados. \n\n  Os diabásios apresentam baixos teores de MgO, Cr e Ni, o que sugere que \n\nestas rochas foram formadas por um magma evoluído que sofreu processos de \n\nfracionamento anteriores, envolvendo provavelmente olivina e piroxênio. \n\n   O comportamento dos elementos maiores em relação ao índice de \n\ndiferenciação sugere processos de diferenciação magmática, envolvendo \n\nmecanismos de cristalização fracionada controlada, principalmente, pelo \n\nfracionamento de plagioclásio e piroxênio e a incompatibilidade dos elementos \n\ntraços é característico de magmas básicos/intermediários toleíticos de ambientes \n\ncontinentais. \n\n      Os padrões observados nos diagramas multielementares e o comportamento \n\ndos LILEs, aliado ao baixos teores de HFSE são muito semelhantes aos de basaltos \n\n\n\n59 \n\ntoleíticos continentais.  Os padrões dos elementos terras raras mostram valores \n\nmoderados, quando normalizados pelo condrito e são caracterizados por um \n\nmoderado enriquecimento dos ETRL em relação aos ETRP e uma leve anomalia de \n\nEu. O comportamento dos ETR apresentado pelos diabásios do Cerro do Coronel \n\nsão semelhantes aos apresentados para basaltos toleíticos de grandes províncias \n\ncontinentais como os da Formação Serra Geral. \n\n       Em comparação com o magmatismo relacionado ao vulcanismo Serra Geral, \n\nas rochas intrusivas do Cerro do Coronel podem ser associadas ao tipo Baixo titânio, \n\npois apresentam teores de  TiO2 inferiores a 2%.  As características apresentadas \n\npelos diabásios, como teores de Sr entre 185ppm e 237ppm, Ti/Zr variando de 61 à \n\n66, Ti/Y entre 266 e 396 e a relação entre a SiO2 e o Sr permite posicionar o seu \n\nmagmatismo como sendo do tipo Esmeralda, conforme a classificação proposta por \n\nPeate et al. (1992) para os magmas Baixo-Ti. \n\n\n\n60 \n\nREFERÊNCIAS \n\n \n \nALMEIDA, F. F. M. 1986. Distribuição regional e relações tectônicas do magmatismo \npós-Paleozóico no Brasil. Revista Brasileira de Geociências, v. 16, n. 4, p. 325 – \n349. \n \n \nALMEIDA, F. F. M.; CARNEIRO, C.D.R. 1989. Addendum. Bol. IG-USP, Sér. \nCient.,  São Paulo,  2010 .   Disponível em \n<http://ppegeo.igc.usp.br/scielo.php?script=sci_arttext&amp;pid=S0102-\n62831989000100018&amp;lng=pt&amp;nrm=iso>. acesso em 4 de junho de 2010. \n \n \nALMEIDA, F. F. M.; CARNEIRO, C. D. R.; MIZUSAKI, A .M. P. 1996. Correlação do \nMagmatismo das Bacias da Margem Continental Brasileira com o das Áreas \nEmersas Adjacentes. Revista Brasileira de Geociências, v. 26, n. 3, p. 125 – 138. \n \n \nBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L. S.; MELFI, A.  J.; \nSTOLFA, D. 1984. Low-pressure evolution of basalt sills from bore-holes in the \nParaná Basin, Brazil. TMPM, v. 33, p. 25-47. \n \n \nBOSSI,  J.; SCHIPILOV,  A. 2007. Rocas Ígneas Básicas del Uruguay. \nMontevidéo: Universidad de la República – Faculdad de Agronomia. 364p. \n \n \nBELLIENI, G.; COMIN-CHIARAMONTI, P.; MARQUES, L. S.; MELFI, A. J.;NARDY, \nA. J. R.; PAPATRECHAS, C.; PICCIRILLO, E. M.; ROISENBERG, A. 1986. \nPetrogenetic aspects of acid and basaltic lavas from the Paraná plateau (Brazil): \ngeological, mineralogical and petrochemical relationships. Journal of Petrology, v. \n27, p.915-944. \n \n \nCOFFIN, M. F.; ELDHOLM, O. 1992. Volcanism and continental break-up: A global \ncompilation of large igneous provinces. In: Geological Society of London Special \nPublication, v.68, p. 17-30. \n \n \nCOX, K. G. 1980. A model for flood basalt volcanism. Journal of Petrology, v. 21, \np.629-650. \n \n \nDAVINO, A.; SINELLI, O.; SOUZA, A. &amp; CORREIA, C.T. 1982. Diabásio na região \nnordeste da Bacia do Paraná. In: CONGRESSO BRASILERIO DE GEOLOGIA, 32., \nAnais... Salvador, BA: SBG, p. 1736-1744. v. 4. \n \n \n\n\n\n61 \n\nEICK, N. C.; LISBOA, N. A.; SCHUCK, M. T. G. de O. 1984. Geologia do Cerro \nCoronel, Rio Pardo, RS. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 33., \nAnais.... Rio de Janeiro, RJ: SBG, p. 2450-2464. v. 5. \n \n \nERNESTO, M.; RAPOSO, M. I. B.; MARQUES, L. S.; RENNE, P. R.; DIOGO, L. A.; \nDE MIN, A. 1999. Paleomagnetism, geochemistry and 40Ar/39Ar dating of the North-\neastern Paraná magmatic province: tectonic implications. Journal of Geodynamics, \nv. 28, p. 321-340. \n \n \nGALLAGHER, K.; HAWKESWORTH, C.J.; MANTOVANI, M.S.M. 1994.The \ndenudation history of the onshore continental margin of SE Brazil inferred from \napatite fission track data. Journal of Geophysical Research, v. 99, p. 18117-18145. \n \n \nHAWKESWORTH, C. J.; FRASER, K. J.; ROGERS, N. H. 1985. Kimberlites and \nlamproites: extreme products of mantle enrichment processes. Trans. Geological \nSociety of South Africa.  88, 439 – 47. \n \n \nHOOPER, P. R. 2000. Flood Basalt Provinces. In: SIGURDSSON, H.; HOUGHTON, \nB.F.; MCNUTT, S. R.; RYMER,  H.; STIX,  J. (Ed): Encyclopedia of Volcanoes. \nAcademic Press, San Diego. p. 345-359. \n \n \nIRVINE, T. N.; BARAGUAR, W. R. A. 1971. A guide to the chemical classification of \nthe common volcanic rocks. Canadian Journal of Earth Sciences, v. 8, p. 523-548. \n \n \nJANOUŠEK, V.; FARROW, C.  M.; ERBAN,  V.;  ŠMÍD,  J. 2006. Technical Note \nInterpretation of Whole-rock Geochemical Data in Igneous Geochemistry: Introducing \nGeochemical Data Toolkit (GCDkit). Journal of Petrology, v. 47, n.6., p. 1255-1259. \n \n \nJENNER, G. J.; LONGERICH, H. P.; JACKSON S. E.; FRYER, B. J. 1990. ICP-MS a \npowerful tool for high precision trace-element analysis in earth sciences; evidence \nfrom analysis of selected U.S.G.S. reference samples. Chemical Geology, v.83., p. \n133-148, 1990. \n \n \nJENSEN, L. S. 1976. A new cation plot for classifying subalcaline volcanic \nrocks. Ontario Division of Mines, Misc., Paper 66, 22 p. \n \n \nKERR, P. F.1977. Optical mineralogy.  4.ed.  New York: Mcgraw-Hill,. 492 p.  \n \n \nKUMAGAI, I.; KURITA, K. 2005. A causal relationship between a superplume and a \nsupercontinent: Which came first? Geophysical Research Abstracts, v. 7, p. 9302.  \n\n\n\n62 \n\n \n \nLE BAS, M. J.; LE MAITRE, R. W.; STRECKEISEN, A.; ZANNETIN, B. A. 1986. \nChemical classification of volcanic rocks based on total alkali-silica diagram. Journal \nof Petrology, v. 27, p. 745 – 750,  \n \n \nMACHADO, F.B. 2005. Geologia e aspectos petrológicos das rochas intrusivas \ne efusivas mesozóicas de parte da borda leste da Bacia do Paraná no Estado \nde São Paulo. 2005. Dissertação (Mestrado). Instituto de Geociências e Ciências \nExatas, Universidade Estadual Paulista. Rio Claro, SP. \n \nMACKENZIE, W. S. 1995. Atlas of Igneous Rocks and their textures. London: \nLongman Scientific &amp; Technical, 148p. \n \nMANIESI, V;  OLIVEIRA, M. A. F. 1997. Petrologia das soleiras de diabásio de \nReserva e Salto do Itararé, PR.  Geochimica Brasiliensis, Rio de Janeiro, v.11, n. \n2., p. 153-159.  \n \n \nMANTOVANI, M.S.M., MARQUES, L.S., SOUZA, M.A., ATALLA, L., CIVETA, \nL., INONOCENTI, F. 1985.Trace Element and Strontium Isotope Constrains of the \nOrigin and Evolution of Paraná Coantinental Flood Basalts of Santa Catarina State \n(Southern Brazil). Journal of Petrology, v. 26, p. 187-209.  \n \n \nMARQUES, L.S.; FIGUEIREDO, A.M.G.; SAIKI, M.; VASCONCELLOS, M.B.A. 1989. \nGeoquímica analítica dos elementos terras raras - Aplicação da técnica de análise \npor ativação neutrônica. In: FORMOSO, M.L.L.; NARDY, L.V.S. &amp; L.A. HARTMANN \n(Coords.), Geoquímica dos Elementos Terras Raras no Brasil. Rio de Janeiro: \nCPRM/ DNPM - SBGq, p. 15-20. \n \n \nMARQUES, L.; ERNESTO, M. 2004. O Magmatismo Toleítico da Bacia do Paraná. \nIn: NETO, V.M.; BARTORELLI, A.; CARNEIRO, C.D.; BRITO-NEVES, B.B.de. \n(Coordenadores), Geologia do Continente Sul-Americano: Evolução da Obra de \nFernando Flávio Marques de Almeida. São Paulo: Editora Beca, p. 245-263. \n \n \nMELFI, A. J.; PICCIRILLO, E. M.; NARDY, A. J. R. 1988. Geological and magmatic \naspects of the Paraná basin: an introduction. In: MELFI, A. J.; PICCIRILLO, E. M. \n(Ed.). The mesozoic flood volcanism of the Paraná basin: petrogenetic and \ngeophysical aspects. São Paulo: USP, Instituto Astronômico e Geofísico, p.1-13. \n \n \nNAKAMURA, N. 1974. Determination of REE, Ba, Fe, Mg, Na and K in carbonaceous \nand ordinary chondrites. Geochimica et Cosmochimica Acta, v. 38, p. 757-773. \n \n \n\n\n\n63 \n\nNARDY, A.J.R. 1995. Geologia e petrologia do vulcanismo mesozóico da região \ncentral da Bacia do Paraná. Rio Claro, Tese (Doutorado). Instituto de Geociências \ne Ciências Exatas, Universidade Estadual Paulista. Rio Claro, SP. \n \n \nNARDY, A. J. R.; OLIVEIRA, M. A. F. de; BETANCOURT, R. H. S.; VERDUGO, D. \nR. H., MACHADO, F. B. Geologia e estratigrafia da Formação Serra Geral. \nRevista Geociências, v. 21, n 2, p. 15-32, 2002. \n \n \nPEARCE, J. A.; CANN, J. R. 1973. Tectonic setting of basic volcanic rocks \ndetermined using trace elements analysis. Earth and Planetary Science Letters, \nv.19. p. 290-300. \n \n \nPEARCE, T. H.; GORMAN, B. E.; BIRKETT, T. C. 1977. The relationship between \nmajor element chemistry and tectonic environment of basic and intermediate volcanic \nrocks. Earth and Planetary Science Letters, v. 36, p. 121-132. \n \n \nPEARCE, J. A. 1983. The role of sub-continental lithosphere in magma genesis at \ndestructive plate margins. In: HAWKESWORTH, C. J.; NORRY, M. J. (Ed.) \nContinental basalts an mantle xenoliths. Nantwich: Shiva, p. 230-249. \n \n \nPEATE, D. W.; HAWKESWORTH, C. J.; MANTOVANI, M. SM. 1992. Chemical \nstratigraphy of the Paraná lavas (South América): classification of magma types and \ntheir spatial distribution. Bulletin of Volcanology, Berlin, v. 55, n. 1, p. 119-139. \n \n \nPETERSOHN, E; VASCONCELLOS, E. M. G; LOPES, K. 2007. Petrologia de sills \nencaixados nas Formações Irati e Ponta Grossa (Bacia do Paraná) do Estado do \nParaná. Geochimica Brasiliensis, Rio de Janeiro, RJ. v. 21, n.1., p. 58-70.  \n \n \nPICCIRILLO, E.M. &amp; MELFI, A.J. (Coordenadores). The Mesozoic Flood \nVolcanism of the Paraná Basin: Petrogenetic and Geophysical Aspects. São \nPaulo, Brasil: IAG-USP, 1988, 600 p. \n \n \nRENNE, P. R.; ERNESTO, M.; PACCA, I. G.; COE, R. S.; GLEN, J. M.; PRÉVOT, \nM.; PERRIN, M. 1992. The Age of Paraná Flood Volcanism, Rifting of \nGondwanaland, and the Jurassic-Cretaceous Boundary. Science, v. 258, p. 975-\n979.  \n \n \nRENNER, L. C.; HARTMANN, L. A.; WILDNER, W. 2008. Caracterização \ngeoquímica de sills da região de Manoel Viana e Agudo, porção sul da Formação \nSerra Geral e comparação com os sills da porção leste e norte da Bacia do Paraná. \n\n\n\n64 \n\nIn: SIMPÓSIO DO VULCANISMO E AMBIENTES ASSOCIADOS , 4., Foz do Iguaçu, \nPR. Anais... Foz do Iguaçu, PR : SBG. 1 CD.ROM. \n \n \nSELF,  S.; KESZTHELYI,  L.; THORDARSON, T. 1998. The importance of \npahoehoe. Annual Reviews Earth Planetary Science, v. 26, p. 81-110. \n \n \nSOARES, P. C. 1981. Estratigrafia das Formações Jurássico-Cretáceas na Bacia do \nParaná, Brasil. In: Cuencas sedimentares de Jurássico Y Cretáceo de América \ndel Sur, Buenos Aires, Comitê Sudamericano del Jurássico Y Cretáceo., v.1, p. 271- \n304. \n \n \nTHOMPSON, R. N. 1982. Magmatism of British tertiary volcanics provinces. Scottish \nJournal of Geology, v. 18, p. 50-107. \n \n \nTHOMPSON, R. N.; MORRISON, M. A.; DICKIN, A. P.; HENDRY, G.L. 1983. \nContinental flood basalts…aracnids rule ok? In: HAWKESWORTH, C. J.; NORRY, M. \nJ. (Ed.) Continental basalts an mantle xenoliths. Nantwich: Shiva. p. 158-185. \n \n \nTHOMPSON, R. N.; MORRISON, M. A.; HENDRY, G. L.; PARRY, S. J. 1984. An \nassessment of the relative roles of a crust and mantle in magma genesis: an \nelemental approach. Phil Trans R. Soc. Lond, v. 31, p. 549-590. \n \n \nVIERO, A. P.; ROISENBERG, A. 1992. Petrologia e geoquímica do Complexo \nBásico Lomba Grande. Pesquisas em Geociências, Porto Alegre, RS, v. 19, n.1., p. \n41 – 54. \n \n \nWAICHEL, B. L. 2005.  Estruturação de derrames e interações lava-sedimento \nem Províncias Basálticas Continentais.  2005. Tese (Doutorado) – Instituto de \nGeociências. Programa de Pós-Graduação em Geociências, Universidade Federal \ndo Rio Grande do Sul, Porto Alegre, RS. \n \n \nWAICHEL, B. L.; LIMA, E. F.; SOMMER, C. A. 2006. Tipos de Derrame e \nReconhecimento de Estruturas nos Basaltos da Formação Serra Geral: Terminologia \ne Aspectos de Campo. Pesquisas em Geociências, Porto Alegre, RS, v. 33, n.2., p. \n123 – 133. \n \n \nWALSH, J. N.; HOWIE R. A. 1980. An evaluation of the performance of an \ninductively coupled plasma source spectrometer for the major and trace constituents \nof silicate rocks and minerals. Mineralogical Magazine, v. 43, p. 967-974. \n \n \n\n\n\n65 \n\nWHITE I. C. 1908. Commissão de Estudos das Minas de Carvão de Pedra do Brazil. \n2008. Relatório final apresentado a S. Ex. o Sr. Dr. Lauro Severiano Müller, \nMinistro da Indústria, Viação e Obras Públicas por I. C. White, chefe da \ncommissão 1 de julho de 1904 a 31 de maio de 1906. Tradução de Carlos \nMoreira. Belo Horizonte: CPRM. 617 p. Edição Comemorativa 100 anos do Relatório \nWhite. 1 CD-ROM. \n \n \nWHITE, R. S.; MCKENZIE, D. 1995. Mantle plumes and flood basalts. Journal of \nGeophysical Research, Cambridge, v. 100, n. b9, p. 17.543-17.585. \n \n \nWILSON, M. 1989. Igneous Petrogenesis a global tectonic approach. Berlin:  \nSpringer. 466p. \n \n \nWINCHESTER, J. A.; FLOYD, P. A. 1977. Geochemical discrimination of different \nmagma series and their differentiation products using immobile elements. \nChemical Geology, v. 20, 325-343. \n \n \nYODER, M. C. E.; TILLEY, C. E. 1962. Origin of basalt magmas: an experimental \nstudy of natural and synthetic rock systems. Journal Petrology, v. 3, p. 342-532. \n \n \nZALÁN, P. V.; CONCEIÇÃO, J. C. J.; ASTOLFI,  M .A. M.; APPI, V. T.; WOLFF,  S.; \nVIEIRA, I. S.; MARQUES, A. 1985. Estilos estruturais relacionado à intrusões \nmagmáticas básicas em rochas sedimentares. Boletim Técnico da PETROBRAS, \nRio de Janeiro, RJ, v. 28, n. 4, p. 221 - 230. \n\n\n\t1  INTRODUÇÃO\n\t1.2 LOCALIZAÇÃO DA ÁREA E CARACTERIZAÇÃO DO PROBLEMA\n\t1.3 HIPÓTESE\n\t1.4 OBJETIVOS\n\n\t2 ESTADO DA ARTE\n\t2.1 PROVÍNCIAS BASÁLTICAS CONTINENTAIS\n\t2.2 FORMAÇÃO SERRA GERAL\n\t2.3 SOLEIRAS (SILLS) E INTRUSÕES HIPABISSAIS RELACIONADAS À FORMAÇÃO SERRA GERAL\n\n\t3 METODOLOGIA\n\t3.1 ETAPA DE ESCRITÓRIO\n\t3.1.1 Levantamento Bibliográfico\n\t3.1.2 Aquisição de Mapas e Imagens\n\t3.1.3 Edição de figuras, Tabelas, Confecção do Trabalho Final\n\n\t3.2 ETAPA DE CAMPO\n\t3.3 ETAPA DE LABORATÓRIO\n\t3.3.1 Petrografia\n\t3.3.2 Geoquímica\n\t3.3.3 Confecção de Mapa Geológico Digital do Terreno\n\n\n\t4 GEOLOGIA DO DIABÁSIO DO CERRO DO CORONEL\n\t5 ASPECTOS PETROGRÁFICOS DOS DIABÁSIOS DO CERRO DO CORONEL\n\t5.1 TEXTURAS\n\t5.2 MINERALOGIA\n\t5.2.1 Plagioclásio\n\t5.2.2 Piroxênio\n\t5.2.3 Quartzo\n\t5.2.4 Minerais Opacos\n\t5.2.5 Apatita\n\t5.2.6 Mesóstase\n\n\t5.3 COMPOSIÇÃO MINERALÓGICA\n\t6.1 CARACTERIZAÇÃO GEOQUÍMICA: ELEMENTOS MAIORES, TRAÇOS E TERRAS RARAS (ETR)\n\t6.2 MAGMA TIPO DA ÁREA DE ESTUDO: VINCULAÇÃO AO MAGMATISMO DA FORMAÇÃO SERRA GERAL\n\n\t7 CONSIDERAÇÕES FINAIS\n\tREFERÊNCIAS"}]}}}