{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.19512"}, {"@name": "filename", "#text": "286_2013_CarolinaReis.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE DE BRASÍLIA \nINSTITUTO DE GEOCIÊNCIAS \nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOLOGIA \n \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\nGEOLOGIA, SISTEMAS DEPOSICIONAIS E ESTRATIGRAFIA \nISOTÓPICA DO GRUPO BAMBUÍ NA REGIÃO DE SANTA MARIA \n\nDA VITÓRIA, BA \n \n \n \n \n\nÁrea de Concentração: Geologia Regional \n \n \n \n \n \n \n\nCAROLINA REIS \n \n \n \n \n \n \n \n\nOrientador: Prof. Dr. José Eloi Guimarães Campos \n \n \n \n \n \n \n \n \n \n \n \n\nBRASÍLIA, 2013. \n\n\n\n \n\n \n\nUNIVERSIDADE DE BRASÍLIA \nINSTITUTO DE GEOCIÊNCIAS \nPROGRAMA DE PÓS-GRADUAÇÃO EM GEOLOGIA \n \n\n \n \n \n \n \n \n \n \n\nDISSERTAÇÃO DE MESTRADO \n \n \n \n\nGEOLOGIA, SISTEMAS DEPOSICIONAIS E ESTRATIGRAFIA \nISOTÓPICA DO GRUPO BAMBUÍ NA REGIÃO DE SANTA MARIA \n\nDA VITÓRIA, BA \n \n \n \n \n \n \n\nCAROLINA REIS \n \n \n \n \n \n \n \n \nOrientador \nJOSÉ ELOI GUIMARÃES CAMPOS \n \n \n \n \nBanca Examinadora: \nProf. Dr. José Eloi Guimarães Campos (Orientador) \nProf. Dr. Alexandre Uhlein (UFMG) \nProfa. Dra. Edi Mendes Guimarães (IG/UnB) \n \n \n \n \n \n \n \n \n\nBRASÍLIA, 2013. \n\n\n\n ii\n\nAGRADECIMENTOS \n \n \nProfessor Dr. José Eloi Guimarães Campos pela orientação e tudo mais. \n\nDra. Jane Nobre Lopes pela disposição, atenção e aprendizado. \n\nA CPRM – Serviço Geológico do Brasil, pelo incentivo, oportunidade e logística, em \nespecial aos geólogos Ivanaldo Costa e Roberto Campêlo.  \n\nA Valnice Castro Vieira por todas as ajudas!  \n\nPessoal da biblioteca da CPRM – Sureg SA por todo apoio dispensado! Isabel, Gisélia, \nLuciene,... a tod@s obrigada! \n\nGeóloga Caroline Couto Santos pelas discussões e parceria sempre. \n\nCompanheiros de campo ainda não citados Amilton, Expedito, Domingos, Gersonita. Em \nespecial Manoel Messias Nogueira, meu guia local. \n\nColegas do laboratório de preparação de amostras, laminação e laboratório de petrografia da \nCPRM- Sureg SA pela estrutura e eficiência. \n\nGeóloga Me. Ana Virgínia Alves de Santana pelas trocas de idéias, discussões, dicas de \nleitura, apoio, amizade e risadas. \n\nMinha família pelo alicerce e motivação. mãe Susana, pai José, irmãs Marieta (pelo exemplo) \ne Camila. \n\nAos amigos moradores de Brasília, que tornaram minhas idas à capital, muito mais \nagradáveis e divertidas! Léo, Joyce, Gustavo, Lara, Lila, Susane, Leandro, Mariana, Aline’s, \nFausto, Rafael, Bruno, Carlos... \n\nMomentos de descontração e palavras de motivação e boas risadas dos colegas da CPRM – \nSureg SA: Vânia, Mabel, Ivana, Ioná, Linda (pela dica xeque da legenda), Aline, Luiz Paulo, \nAdriano. \n\nAos amigos sempre presentes, fisicamente ou virtualmente... A lista é grande, mas não posso \ndeixar de citar Alice, Aloisio, André Souza, Cristiane, Eduardo Grissolia, Eduardo Fontana, \nGraziella, Israel, Joana, Junia, Luana, Lusandra, Manuela, MRafaela, Wilson, Patricia, \nTereza, Aline, Danielle, Vanessa e Tariciana. Gracias!! \n\nA tod@s que de alguma forma contribuíram para o desenvolvimento desta dissertação:  \n\nMuito Obrigada! \n\n \n \n \n \n \n \n\n\n\n iii\n\nEPÍGRAFE \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n \n \n \n \n \n \n \n \n\n“Se você vai tentar, vá até o fim, caso contrário, nem comece.\"  \n\nCharles Bukowski \n\n \n\n\n\n iv\n\nRESUMO \n \nA região de Santa Maria da Vitória é marcada pela ocorrência dominante das rochas pelito-\n\ncarbonáticas do Grupo Bambuí. Os carbonatos do Grupo Bambuí estão assentados sobre \n\npaleorelevo ondulado do embasamento cristalino arqueano-paleoproterozoico representado \n\npor ortognaisses migmatíticos do Complexo Gnáissico Migmatítico Correntina cortados por \n\ngranitos e sienitos da Suíte Intrusiva Correntina. Estudos detalhados de fácies sedimentares e \n\nempilhamento estratigráfico conduziram ao reconhecimento de 13 fácies sedimentares da \n\nFormação Sete Lagoas, 4 da Formação Serra de Santa Helena e 7 fácies da Formação Lagoa \n\ndo Jacaré, pertencentes ao Grupo Bambuí. Estas fácies foram agrupadas em 12 associações \n\nde fácies, que permitiram a interpretação de processos e ambientes sedimentares. Os dados \n\nde isótopos estáveis de carbono levantados ao longo da estratigrafia do Grupo Bambuí na \n\nárea estudada apresentam valores anômalos negativos de ?13C(PDB) (ex. -5,32‰) na base, que \n\naumentam gradativamente ao longo da estratigrafia alcançando um máximo de 10,02‰ nos \n\ncarbonatos do topo da Formação Sete Lagoas. Valores fortemente positivos e pouco \n\nflutuantes de ?13C(PDB), entre 10,37‰ e 13,16‰, foram obtidos na Formação Lagoa do \n\nJacaré. Os calcários que ocorrem intercalados com pelitos da Formação Serra de Santa \n\nHelena apresentam valores intermediários entre as outras duas unidades. A integração dos \n\ndados obtidos nesta pesquisa evidenciam o registro de 2 sequências deposicionais de 2ª \n\nordem. As sequências estratigráficas descritas são caracterizadas por tratos de sistemas \n\ntransgressivos e de mar alto. A sequência I equivale a Formação Sete Lagoas, enquanto a \n\nsequência II abrange as formações Serra de Santa Helena e Lagoa do Jacaré. Na base do \n\nGrupo Bambuí ocorre um pacote de rocha siliciclástica interpretada como pertencente à \n\nFormação Jequitaí. Rochas siliciclásticas pertencentes ao Grupo Urucuia recobrem \n\nlocalmente as rochas do Grupo Bambuí assim como os sedimentos cenozóicos. \n\nPalavras-chave: Grupo Bambuí, Análise e associação de fácies, Isótopos de C e O, estado \nda Bahia. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n v\n\nABSTRACT \n \nThe Santa Maria da Vitória region, Bahia State, Brazil, is characterized by the dominant \n\noccurrence of carbonate-pelitic rocks of the Bambuí Group. The limestone of the Bambuí \n\nGroup are deposited on a wavy paleo relief of Archean-Paleoproterozoic crystalline \n\nbasement, represented by migmatitic orthogneisses of the Gneissic Migmatitic Correntina \n\nComplex, cut by granite and sienite of the Intrusive Correntina Suite. Detailed facies analysis \n\nand stratigraphic measurement, description and interpretation allowed the recognition of 13 \n\nsedimentary facies of the Sete Lagoas Formation, 4 facies of the Santa Helena Formation and \n\n7 facies of the Lagoa do Jacaré Formation of the Group Bambui. These facies were grouped \n\ninto 12 facies associations, which allowed the interpretation of sedimentary processes and \n\ndepositional environments. The carbon stable isotopic data obtained along the stratigraphic of \n\nthe Bambui Group in the study area show an anomalous negative values of ?13C(PDB) (eg. -\n\n5.32‰) at the base, gradually increasing with the stratigraphy, reaching a maximum of \n\n10.02‰ in carbonates from the top of the Sete Lagoas Formation. In the Lagoa do Jacaré \n\nFormation, the registered values of ?13C(PDB) were strongly positive and slightly fluctuating. \n\nThese values ranged from between 10.37 ‰ to 13.16 ‰. The limestone intercalated with \n\nsiltstone of the Serra de Santa Helena shows values that are intermediate between the other \n\ntwo units. The integration of the data obtained in this research shows the record of 2 \n\ndepositional sequences of second order. The stratigraphic sequences described are \n\ncharacterized by transgressive and highstand systems tracts. The sequence I corresponds to \n\nthe Sete Lagoas Formation; whereas sequence II includes the Serra de Santa Helena and \n\nLagoa do Jacaré formations. At the base of the Bambuí Group there is a package of \n\nsiliciclastic rock interpreted as the Jequitaí Formation. Siliciclastic rocks of the Urucuia \n\nGroup locally overlie the Bambuí Group rocks, as well as the Cenozoic sediments. \n\n \nKeywords: Bambuí Group, Facies analysis and facies association, C and O isotopes and \nBahia state. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n vi\n\nLISTA DE FIGURAS \n \n\nCAPITULO I       \n\nFigura 1.1 - Localização da Folha Santa Maria da Vitória, destaque para o polígono laranja \nque corresponde à área do presente estudo._____________________________________  15 \n\nCAPITULO II \n\nFigura 2.1 - Mapa geológico do Cráton São Francisco modificado de BIZZI et al. \n2003.___________________________________________________________________  21 \n\nFigura 2.2 - Compartimentação tectônica do estado da Bahia (BARBOSA; DOMINGUEZ, \n1986).__________________________________________________________________  23 \n \nFigura 2.3 - Coluna estratigráfica da Bacia do São Francisco (modificado de ALKMIM; \nMARTINS NETO, 2001).____________________________________________________  25 \n\nFigura 2.4 - Mapa geológico simplificado da Bacia Intracratônica do São Francisco, \nmostrando as principais feições estruturais do Supergrupo São Francisco (ALKMIM, \n2004).__________________________________________________________________  28 \n\nCAPITULO III \n\nFigura 3.1 - Mapa geológico da área de estudo._________________________________  33 \n\nFigura 3.2 - Rochas que compõem o embasamento da área estudada, onde se assentam as \nrochas pertencentes ao Grupo Bambuí. (a) Biotita tonalito gnaisse com bandas quartzo \nfeldspáticas e injeções félsicas pegmatíticas; (b) Biotita tonalito gnaisse cortado por material \nde composição sienítica, mostrando contato abrupto e alto ângulo com a foliação; (c) \nMonzonito porfirítico com foliação marcada por megacristais de K-feldspato; (d) \nMonzogranito porfirítico com foliação marcada por megacristais de K-feldspato, formando \nnuvem cumulática; (e) Sienito com porções de composição anfibólio sienítica e \nleucosieníticas (no centro porção cumulática tipo schlieren); (f) Anfibólio sienito \nequigranular grosso, com cumulato de minerais máficos e na base da foto porção de \ncomposição granítica e contato difuso._________________________________________  34 \n\nFigura 3.3 - Formação Jequitaí: (a) Camadas com cerca de 10 cm de espessura, com sets de \n2 cm e laminação cruzada discreta; (b) Estratificação cruzada acanalada marcada pela \nvariação de cor; (c) Fotomicrografia em estereoscópio binocular em luz transmitida, \nmostrando laminação cruzada acanalada e gradação normal; (d) Fotomicrografia em \nmicroscópio com nicóis cruzados, mostrando a composição predominante de quartzo, \nlaminação marcada pela alternância de lâminas de areia muito fina com areia fina, gradação \nnormal incipiente, destaque para a forma dos grãos muito angulosos com esfericidade baixa e \nalto grau de seleção da rocha.________________________________________________ 36 \n\nFigura 3.4 - Seção Fazenda Genipapo, mostrando a pequena ocorrência da Formação \nJequitaí sob a Formação Sete Lagoas, recoberta pelo Grupo Urucuia: (a) Quartzo-arenito \nmaciço com laminação cruzada incipiente; (b) Formação Sete Lagoas Af1 - Calcilutitos cinza \nclaro; (c) Formação Sete Lagoas Af2 - Camadas tabulares com aspecto maciço de calcilutitos \n\n\n\n vii\n\nalternado com margas; (d) Formação Sete Lagoas Af3 - Calcário micrítico cinza escuro com \nestruturas de compactação formando pseudolaminação.___________________________  38 \n\nFigura 3.5 - Seção São Manoel, mostrando a relação e disposição das associações de fácies \nAf1, Af2 e Af3 da Formação Sete Lagoas, recoberta pelo Grupo Urucuia: (a) Formação Sete \nLagoas Af1 - Calcilutitos cinza claro; (b) vista geral do afloramento; (c) Formação Sete \nLagoas Af2 - Camadas tabulares levemente onduladas de calcilutito maciço alternado com \nmargas; (d) Formação Sete Lagoas Af3 - Calcário micrítico preto com estilólitos e nódulos de \nsílex alongados paralelos ao acamamento com estruturas de compactação gerando \npseudolaminação.__________________________________________________________ 39 \n\nFigura 3.6 - Seção Torre Sul, mostrando a relação e a disposição das associações de fácies \nAf3, Af4, Af5 e Af7 da Formação Sete Lagoas, e Af8 da Formação Serra de Santa Helena, \nrecoberta pelo Grupo Urucuia: (a) Formação Sete Lagoas Af3 - Calcários pretos micríticos \nem camadas tabulares com níveis plaqueados; (b) Formação Sete Lagoas Af4 - Calcarenito \ncom estratificação cruzada planar; (c) Formação Sete Lagoas Af5 - Dolomito estromatolítico \ncom bioherma subesférico; (d) Formação Serra de Santa Helena Af8 - Folhelhos alternados \ncom lentes de calcarenitos.__________________________________________________ 40 \n\nFigura 3.7 - Formação Sete Lagoas - Associação de fácies 1 (Af1): (a) Calcilutito com leques \nde cristais de calcita, interpretados como pseudomorfos de aragonita, sobre superfície \nlevemente ondulada. (b) Calcilutito com leques de cristais pseudomorfos de aragonita e \nestilólitos frequentes; Fotomicrografias em estereoscópio com luz transmitida. (c) Calcilutito \nneomorfizado com camadas onduladas descontínuas, detalhe para o canto esquerdo da foto \ntingida com vermelho de alizarina; (d) Leques de cristais de calcita crescidos sobre superfície \nondulada, fotografia obtida utilizando a técnica de Folk, onde se elimina os efeitos do \nneomorfismo._____________________________________________________________ 41 \n\nFigura 3.8 - Formação Sete Lagoas - Associação de fácies 2 (Af2): (a) Margas róseas em \ncamadas tabulares amalgamadas; (b) Fotomicrografia em estereoscópio com luz transmitida: \nmarga com estilólitos e suturas de dissolução gerando pseudolaminação, detalhe para \nmicrofraturas de dissolução; (c) Calcilutito cinza esverdeado em camadas tabulares, com \nestilólitos e suturas de dissolução evidenciadas pela coloração mais escura ou ainda \namarelada pelo intemperismo; (d) Fotomicrografia em microscópio com luz natural: \ncalcilutito recristalizado com estilólitos em rede e dissolution seams gerando \npseudolaminação e pseudobrecha._____________________________________________ 43 \n\nFigura 3.9 - Formação Sete Lagoas - Associação de fácies 3 (Af3): (a) Base da Seção Torre \nSul: calcários micrítiticos (Cm) plaqueados sob calcários micríticos em camadas mais \nespessas. Notar o padrão tabular das camadas; (b) Calcário micrítico com pseudolaminação e \nestilólito; (c) Amostra de mão do calcário micrítico mostrando os efeitos de compactação: \npseudobrechas na base e no topo da amostra e pseudolamimação na porção central; (d) \nFotomicrografia em microscópio com luz natural: calcário micrítico com diferentes graus de \nneomorfismo separados por estilólito; (e) Brecha lamelar sobre calcário micrítico, com \nfragmentos placoides/lamelares de calcário micrítico; (f) Calcário micrítico alternado com \nlâminas de marga rósea._____________________________________________________ 46 \n\nFigura 3.10 - Formação Sete Lagoas - Associação de Fácies 4 (Af4): (a) Calcarenito com \nestratificação plano-paralela e cruzada tipo hummocky; (b) Calcarenito com estratificação \ncruzada planar de baixo ângulo e estilólitos com cerca de 3cm de amplitude; (c) \nFotomicrografia em estereoscópio com luz transmitida, o topo da lâmina delgada está no \ncanto direito superior da imagem: calcarenito com estratificação plano-paralela e ciclos \ngranocrescentes, com fragmentos de tamanho areia fina na base das lâminas finas, gradando \n\n\n\n viii\n\naté areia muito grossa em seu topo; (d) Fotomicrografia em estereoscópio com luz \ntransmitida, Calcário micrítico recristalizado com estilólitos e dissolutions seams, tingido \ncom vermelho de alizarina evidenciando porções compactadas dolomitizadas._________  48 \n\nFigura 3.11 - Formação Sete Lagoas - Associação de fácies 5 (Af5): (a) Bioherma dômico \nem meio a dolarenito com estratificação plano-paralela; (b) Bioherma subesférico, com \ncoloração rósea; (c) Bioherma ramificado levemente divergente; (d) Biostroma tabular \nondulatório, com lentes de chert; (e) Biostroma tabular planar (laterais), ondulatório (topo) e \nparabólico (centro); (f) Dolarenito com estratificação plano-paralela e cruzada truncada, com \nlâminas e lentes de chert alternadas.___________________________________________ 50 \n\nFigura 3.12 - Formação Sete Lagoas - Associação de Fácies 6 (Af6): (a) Dololutito em \ncamadas tabulares; (b) Estrutura maciça do dololutito; (c) Bioherma suavemente convexo; \n(d) Camadas de silexito alternadas com dololutito.________________________________ 51 \n\nFigura 3.13 - Formação Sete Lagoas - Associação de Fácies 7 (Af7): (a) Camada maciça de \ncalcilutito (Cls) sob camada de calcarenito (Cc) com estratificação cruzada de baixo ângulo; \n(b) Camadas tabulares de calcisiltito (Cls) com estrutura maciça e laminação plano-paralela \nincipiente; (c) Fotomicrografia em microscópio em luz natural de calcilutito com lâminas de \nmicrofitólitos no topo, desenvolvimento de suturas de dissolução com acúmulo de matéria \norgânica e forma dômica contornando microfitólitos na base sugerindo desenvolvimento de \ntrombólito; (d) Fotomicrografia em microscópio em luz natural de microfitólitos alternados \ncom lâminas de calcilutito, detalhe para a lente arenosa na porção superior da \nimagem._________________________________________________________________ 52 \n\nFigura 3.14 - Formação Serra de Santa Helena - Associação de fácies 8 (Af8): (a) Relevo em \nmorros suavizados mostrando a alternância de calcários e pelitos; (b) Base da Af8 mostrando \npelitos alternados com camadas de calcário (Ci) de dimensões centimétricas a decimétricas; \n(c) Calcarenito intraclástico (Ci) com estratificação cruzada acanalada; (d) Fotomicrografia \nem microscópio com luz natural: calcarenito oolítico silicificado com variação \ngranulométrica evidenciando a estratificação da rocha; (e) Fotomicrografia em microscópio \ncom luz natural: calcirudito com intraclastos, oolíticos e agregados oolíticos, manchas \nvermelhas estão pigmentadas por vermelho de alizarina, mostrando cimento calcítico \nreliquiar; (f) Pelitos alternados com calcarenitos oolíticos pretos (Co).________________ 55 \n\nFigura 3.15 - Seção Torre Norte, mostrando a relação e disposição das associações de fácies \nAf9 e Af10 da Formação Lagoa do Jacaré: (a) Formação Lagoa do Jacaré Af9 - Calcários \nfinos em camadas menos espessas alternados com calcários grosseiros mais espessos; (b) \nFormação Lagoa do Jacaré Af9 - Porção onde dominam os calcários grosseiros em camadas \nmais espessas; (c) Formação Lagoa do Jacaré Af10 - Calcário fino a muito fino em camada \ncom aspecto maciço; (d) Formação Lagoa do Jacaré Af10 - Calcarenito grosso em camadas \ntabulares sobre calcirudito preto.______________________________________________ 57 \n\nFigura 3.16 - Seção Pedreira, mostrando detalhe da associação de fácies Af9 da Formação \nLagoa do Jacaré: (a) Formação Lagoa do Jacaré Af9 - Calcários finos com estratificação \nplano-paralela (na base) e cruzada; (b) Formação Lagoa do Jacaré Af9 - Calcário grosseiro \nem camadas onduladas com estratificação cruzada acanalada; (c) Formação Lagoa do Jacaré \nAf9 - Calcário grosseiro com níveis róseos com dolomita; (d) Formação Lagoa do Jacaré Af9 \n- Calcarenito grosseiro em camadas onduladas com estratificação cruzada planar e acanalada, \ndesenvolvimento de lapiès no topo; (e) Formação Lagoa do Jacaré Af10 - vista geral da \npedreira._________________________________________________________________ 58 \n\n\n\n ix\n\nFigura 3.17 - Formação Lagoa do Jacaré - Associação de fácies 9 (Af9): (a) Calcarenito preto \ngrosso (Cg) em camadas mais espessas alternados com calcarenito fino (Cf) em camadas \nmenos espessas, plaqueadas; (b) Fraturas preenchidas com calcita branca, preta e fluorita, \ncomum nos calcários pretos da Formação Lagoa do Jacaré; (c) Calcarenito preto grosseiro, \nem camadas onduladas, com estratificação cruzada acanalada; (d) Fotomicrografia em \nestereoscópio de luz transmitida: Calcarenito grosso com estratificação cruzada, nota-se \naloquímicos de agregados, grapestones micríticos e oólitos, na base calcarenito fino; (e) \nEstratificação cruzada hummocky em calcarenito fino (Cf); (f) Fotomicrografia em \nestereoscópio de luz transmitida de calcarenito fino com estratificação \ncruzada._________________________________________________________________ 60 \n\nFigura 3.18 - Formação Lagoa do Jacaré - Associação de fácies 10 (Af10): (a) Camadas \nmenos espessas onduladas amalgamadas de calcarenitos finos (Caf) sobre camadas tabulares \namalgamadas de calcário grosso (Cag) em camadas mais espessas; (b) Calcarenito muito fino \n(Caf) maciço truncado por calcarenito grosso (Cag) mais escuro e estratificação cruzada tipo \nswaley, sotoposto por calcirudito (Cr) com estratificação cruzada acanalada e intraclastos \nlamelares com até 2 cm, nota-se camadas amalgamadas; (c) calcarenitos finos em camadas \ncom até 7 cm alternados com lâminas de calcisiltito (Cs) cor cinza médio; (d) Calcarenito \nmuito fino alternado com lâminas de calcisiltito, nota-se microfraturas preenchidas por \ncalcita e acumulo de matéria orgânica; (e) Calcirudito com fragmentos lamelares emersos em \nmatriz de calcarenito, com gradação inversa; (f) Calcarenito grosso (packstone) com \nintraclastos corroídos e vugs preenchidos por calcita.______________________________ 62 \n\nFigura 3.19 - Quartzo arenito bimodal, com grãos bem arredondados e esfericidade média a \nalta, película de óxido nas bordas e sobrecrescimento de quartzo. Formação Posse, Grupo \nUrucuia._________________________________________________________________  64 \n\nCAPITULO IV \n\nFigura 4.1 - Calibração possível para a variação de ?13C, durante o Neoproterozoico \nproposta por HALVERSON et al. (2005)._______________________________________ 66 \n\nFigura 4.2 - Distribuição de composição isotópica de ?18O para algumas substâncias \nterrestres expressa com relação ao SMOW (Standard Mean Ocean Water - Allègre \n2008).___________________________________________________________________ 67 \n\nFigura 4.3 - Perfil isotópico em seção das rochas carbonáticas das formações Sete Lagoas e \nSerra de Santa Helena: seções São Manoel (SM) e Torre Sul (TS) com a composição dos \nisótopos estáveis de Carbono e Oxigênio._______________________________________ 73 \n\nFigura 4.4 - Perfil isotópico em seção das rochas carbonáticas da Formação Lagoa do Jacaré \nna região de Santa Maria da Vitória: seção Torre Norte (TN) com a composição dos isótopos \nestáveis de Carbono e Oxigênio.______________________________________________ 74 \n\nCAPITULO V \n\nFigura 5.1 - Coluna estratigráfica do Grupo Bambuí na região de Santa Maria da Vitória \ncom suas sequências deposicionais, superfícies chave e tratos de sistemas._____________ 81 \n\nFigura 5.2 - Perfil de rampa carbonática com a localização das associações de fácies da \nFormação Sete Lagoas._____________________________________________________ 83 \n\n \n\n\n\n x\n\nFigura 5.3 – Classificação dos ambientes diagenéticos com base na mineralogia, petróleo, \nhidrogeoquímica. Próximo à superfície são divididos em meteórico, salobro, marinho e \nhipersalino (MACHEL, 2005)._______________________________________________  85 \n\n\n\n xi\n\nLISTA DE TABELA \n\n \n\nTabela 2.1 - Síntese das subdivisões propostas para o Grupo Bambuí (NOBRE-LOPES, \n1995).___________________________________________________________________ 27 \n\nTabela 3.1 - Resumo das fácies, estruturas sedimentares, processos de geração e associações \nde fácies da Formação Sete Lagoas.___________________________________________ 37 \n\nTabela 3.2 - Resumo das fácies, estruturas sedimentares, processos de geração e associações \nde fácies da Formação Serra de Santa Helena.___________________________________ 53 \n\nTabela 3.3 - Resumo das fácies, estruturas sedimentares, processos de geração e associações \nde fácies da Formação Lagoa do Jacaré.________________________________________ 56 \n\nTabela 4.1 - Isótopos de C e O da seção São Manoel (SM), base Formação Sete \nLagoas.__________________________________________________________________ 69 \n\nTabela 4.2 - Isótopos de C e O da seção Torre Sul, formações Sete Lagoas e Serra de Santa \nHelena.__________________________________________________________________ 70 \n\nTabela 4.3 - Isótopos de C e O da seção Torre Norte, Formação Lagoa do Jacaré._______ 71 \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n xii\n\nSUMÁRIO \n \nCAPÍTULO I – INTRODUÇÃO......................................................................................... 14 \n\n1.1 APRESENTAÇÃO......................................................................................................... 14 \n\n1.2 MATERIAIS E MÉTODOS.......................................................................................... 15 \n\n1.2.1 Pré-campo.................................................................................................................... 16 \n\n1.2.2 Trabalho de campo...................................................................................................... 16 \n\n1.2.3 Dados de Laboratório.................................................................................................. 17 \n\n1.2.4 Análise Isotópica.......................................................................................................... 19 \n\n1.2.5 Integração de dados..................................................................................................... 19 \n\n \n\nCAPÍTULO II – CONTEXTO GEOLÓGICO REGIONAL........................................... 20 \n\n2.1 INTRODUÇÃO............................................................................................................... 20 \n\n2.2 CRÁTON SÃO FRANCISCO....................................................................................... 20 \n\n2.3 EMBASAMENTO REGIONAL – BLOCO GUANAMBI-CORRENTINA............. 22 \n\n2.4 SUPERGRUPO SÃO FRANCISCO............................................................................. 24 \n\n2.4.1 Grupo Macaúbas e Formação Jequitaí..................................................................... 24 \n\n2.4.2 Grupo Bambuí............................................................................................................. 26 \n\n2.5 BACIA SANFRANCISCANA....................................................................................... 28 \n\n2.5.1 Grupo Urucuia............................................................................................................. 29 \n\n2.5.2 Formação Chapadão................................................................................................... 29 \n\n \n\nCAPÍTULO III – GEOLOGIA DA POLIGONAL ESTUDADA.................................... 30 \n\n3.1 INTRODUÇÃO............................................................................................................... 30 \n\n3.2 EMBASAMENTO.......................................................................................................... 30 \n\n3.2.1 Complexo Gnáissico Migmatítico Correntina........................................................... 30 \n\n3.2.2 Suíte Intrusiva Correntina.......................................................................................... 31 \n\n3.3 SUPERGRUPO SÃO FRANCISCO............................................................................ 35 \n\n3.3.1 Formação Jequitaí....................................................................................................... 35 \n\n3.3.2 Grupo Bambuí.............................................................................................................. 36 \n\n3.4 BACIA SANFRANCISCANA....................................................................................... 63 \n\n3.4.1 Grupo Urucuia............................................................................................................. 63 \n\n3.4.2 Formação Chapadão.................................................................................................... 64 \n\n \n\n \n\n \n\n\n\n xiii\n\nCAPÍTULO IV – ISÓTOPOS DE CARBONO E OXIGÊNIO........................................ 65 \n\n4.1  INTRODUÇÃO.............................................................................................................. 65 \n\n4.2  ISÓTOPOS DE CARBONO......................................................................................... 66 \n\n4.3  ISÓTOPOS DE OXIGÊNIO......................................................................................... 67 \n\n4.4  AMOSTRAGEM E MÉTODOS ANALÍTICOS........................................................ 68 \n\n4.5  RESULTADOS ISOTÓPICOS..................................................................................... 68 \n\n4.5.1 Assinatura Isotópica de Carbono e Oxigênio da Formação Sete Lagoas............... 72 \n\n4.5.2 Assinatura Isotópica de Carbono e Oxigênio da Formação Serra de Santa \n\nHelena....................................................................................................................................  72 \n\n4.5.3 Assinatura Isotópica de Carbono e Oxigênio da Formação Lagoa do \n\nJacaré....................................................................................................................................  74 \n\n4.6  DISCUSSÕES................................................................................................................  74 \n\n \n\nCAPÍTULO V – INTEGRAÇÃO DOS DADOS E DISCUSSÕES................................. 78 \n\n5.1 INTRODUÇÃO.............................................................................................................. 78 \n\n5.2 EMBASAMENTO......................................................................................................... 78 \n\n5.3 PALEOGEOGRAFIA.................................................................................................. 79 \n\n5.4 SEQUÊNCIAS DEPOSICIONAIS.............................................................................. 80 \n\n5.4.1 Estratigrafia Isotópica X Ambientes Deposicionais.................................................. 83 \n\n5.5 DIAGÊNESE.................................................................................................................. 84 \n\n \n\nCAPÍTULO VI – CONCLUSÕES E RECOMENDAÇÕES............................................ 86 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS............................................................................... 89 \n\n \n\nAPÊNCIE A – MAPA DE PONTOS................................................................................... 97 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n14 \n\n \n\nCAPÍTULO I \n\nINTRODUÇÃO \n\n \n\n1.1 APRESENTAÇÃO \n\nA região da Santa Maria da Vitória é caracterizada pela ampla ocorrência de rochas da \n\nbase do Grupo Bambuí. Também ocorrem, de forma restrita, rochas do embasamento \n\ngnáissico-migmatítico de composição granítica e sienítica com idades arqueanas e \n\npaleoproterozoicas (ALMEIDA, 1977). Sobre este embasamento cristalino assentam-se rochas \n\nsedimentares Neoproterozoicas do Grupo Bambuí, que são parcialmente recobertas pelas \n\nrochas siliciclásticas do Grupo Urucuia de idade cretácea e cuja estratigrafia culmina com a \n\npresença de sedimentos do neógenos e quaternários da Formação Chapadão que recobrem \n\nparcialmente a região (CAMPOS; DARDENNE, 1997 e CONCEIÇÃO FILHO et al., 2003). \n\nAtualmente os dados de mapeamento geológico disponíveis são apenas nas escala \n\n1:500.000 (COSTA et al., 1976) e 1:250.000 (CONCEIÇÃO FILHO et al., 2003). As rochas \n\ndo Grupo Bambuí que ocorrem na área têm conhecidas ocorrências de fosfato e \n\nmineralizações de fluorita e metais-base, além disso, têm grande potencial para o uso \n\nindustrial. As rochas que compõem o embasamento da área foram pouco estudadas, tanto do \n\nponto de vista da cartografia geológica quanto dos seus aspectos, petrográficos, geoquímicos e \n\ngeocronológicos. \n\nDevido a grande carência de dados de mapeamento geológico sobre a região, os \n\ninteresses econômicos principalmente sobre as rochas do Grupo Bambuí, e no intuito de \n\ncolaborar para o entendimento estratigráfico, ambiental e paleogeográfico, o presente trabalho \n\npropõe uma coluna estratigráfica do Grupo Bambuí na área e apresenta dados sobre as rochas \n\nque compõem seu embasamento. \n\nA área do presente estudo está localizada no sudoeste do estado da Bahia, em grande \n\nparte no município de Santa Maria da Vitória, a 900 km de Salvador, e a 600 km de Brasília. \n\nRecobre uma área de 1500 km2, delimitada pelos meridianos 44º00’ e 44º30’ e paralelos \n\n13º30’ e 13º15’ correspondente à porção meridional da Folha Santa Maria da Vitória (Figura \n\n1.1). \n\nA partir do estudo detalhado das rochas presentes na área pretende-se: \n\n(i) Estabelecer a coluna estratigráfica da área; \n\n(ii) Reconhecer os conjuntos e sucessões de fácies que permitam caracterizar os ciclos de \n\nsedimentação do Grupo Bambuí aflorantes na área; \n\n(iii) Reconstituir a paleogeografia da área; \n\n\n\n15 \n\n \n\n(iv) Identificar as principais feições diagenéticas das rochas carbonáticas e  \n\n(v) Caracterizar as diferentes fácies do embasamento, assim como reavaliar os dados já \n\nexistentes sobre estas rochas. \n\n \n\n \n\nFigura 1.1 - Localização da Folha Santa Maria da Vitória, destaque para o polígono laranja que \ncorresponde à área do presente estudo. \n\n \n\n1.2 MATERIAIS E MÉTODOS \n\nDada a grande carência de dados sobre as rochas pré-cambrianas na área estudada, \n\nforam adotadas técnicas e métodos em diferentes escalas. Para caracterizar e definir os \n\ndiferentes tipos litológicos do embasamento cristalino foi empregada petrografia. Para as \n\nrochas pertencentes ao Grupo Bambuí utilizou-se petrografia, com auxílio de microscópio de \n\nluz transmitida e estereomicroscópio, e geoquímica isotópica. As etapas da presente pesquisa \n\n\n\n16 \n\n \n\nsão divididas em pré-campo, campo, laboratório e integração de dados. Estas diferentes fases \n\nnão necessariamente se iniciaram ou finalizaram uma após a outra. \n\n \n\n1.2.1 Pré-campo \n\nEsta etapa constituiu em pesquisas bibliográficas, levantamento de mapas, imagens e \n\nfotografias aéreas utilizadas como base no trabalho de campo. Foi realizada a \n\nfotointerpretação preliminar, determinação dos principais perfis realizados durante o trabalho \n\nde campo e avaliação dos dados existentes. Todas as etapas de campo executadas neste estudo \n\ntiveram esta fase prévia, para seu melhor andamento. \n\n \n\n1.2.2 Trabalho de Campo \n\nO trabalho de campo foi realizado em 3 etapas. A primeira etapa foi desenvolvida em \n\nsetembro de 2011, a segunda e a terceira foram realizadas em julho e outubro de 2012, \n\nrespectivamente, totalizando 40 dias de campo. Foram realizados: 4 perfis ao longo do \n\nembasamento, 3 levantamentos de seções verticais na Formação Sete Lagoas, 1 seção vertical \n\nna Formação Serra de Santa Helena e 2 na Formação Lagoa do Jacaré. Entre a realização de \n\numa etapa de campo e outra, se buscou avaliar os dados levantados, para um replanejamento e \n\nmelhor desenvolvimento dos trabalhos subsequentes. \n\n \n\nEmbasamento \n\nForam realizados perfis estratégicos nas diferentes áreas de ocorrência do \n\nembasamento cristalino, buscando observar suas relações internas de contato entre os \n\ndiferentes litotipos, assim como entre o embasamento e as rochas do Grupo Bambuí \n\nsobrepostas. \n\nOs dados levantados em campo incluem descrição dos afloramentos, classificação e \n\nidentificação das litologias, relações de contato, texturas, estruturas, medição das estruturas, \n\njuntamente com a coleta de amostras para a caracterização petrológica das rochas do \n\nembasamento. \n\nForam descritos de 15 afloramentos nas rochas do embasamento, sendo 3 no \n\nComplexo Gnáissico-Migmatítico Correntina e 12 nas rochas graníticas e sieníticas da Suíte \n\nIntrusiva Correntina (ver Apêndice A - Mapa de pontos). \n\n \n\nGrupo Bambuí \n\nNos levantamentos realizados nas rochas do Grupo Bambuí, foram identificados os \n\ndiferentes tipos litológicos, estruturas sedimentares, organossedimentares e feições estruturais \n\n\n\n17 \n\n \n\ne de compactação, ao longo de seções verticais de detalhe e caminhamentos regionais. \n\nTambém foram observadas as variações de cor, espessuras e formas dos estratos, assim como \n\nsuas relações de contato, em 67 pontos de campo (ver Apêndice A - Mapa de pontos). \n\nAs seções verticais de detalhe nas rochas do Grupo Bambuí foram levantadas na escala \n\n1:100. Quando possível as espessuras foram medidas, em outros casos foram estimadas. \n\nA seção vertical levantada na serra onde se localiza a antiga torre da Telebahia, foi \n\ndenominada Torre Sul (TS), possui um total de 109 metros, está localizada na porção sul-\n\nsudeste da área e abrange as formações Sete Lagoas e Serra de Santa Helena, cobertas pelas \n\nrochas siliciclásticas do Grupo Urucuia. \n\nPróximo ao Povoado São Manoel do Norte (ou de Baixo) a seção foi chamada de São \n\nManoel (SM), é o levantamento mais a oeste da área com 130 metros de espessura, \n\ncontemplando a Formação Sete Lagoas, sob o Grupo Urucuia. \n\nA seção próxima a Fazenda Genipapo está referenciada no texto como Fazenda \n\nGenipapo (FG), está a NE da seção São Manoel, na porção oeste da área, e possui um total de \n\n100 metros, incluindo o embasamento cristalino, a Formação Jequitaí sob a Formação Sete \n\nLagoas, capeada pelo Grupo Urucuia. \n\nTorre Norte é o termo utilizado para a seção levantada na torre da Telebahia a noroeste \n\nda sede Santa Maria da Vitória, com 98 metros. \n\nA Seção Pedreira (SP), realizada na Pedreira Terracon, localiza-se a norte da sede de \n\nSanta Maria da Vitória e abrange 20 metros da Formação Lagoa do Jacaré. \n\nA amostragem das rochas do Grupo Bambuí durante o levantamento das seções \n\nverticais foi feita sempre que observadas variações mineralógicas, litológicas, de cor e/ou \n\nestrutura, buscando realizar a descrição petrográfica, identificação e definição das diferentes \n\nfácies e associações faciológicas. \n\nAs amostras coletadas com a finalidade de estudos petrográficos, em sua grande \n\nmaioria, foram devidamente localizadas nos perfis verticais levantados, assim como feita a \n\nmarcação do topo da amostra, para refinar os dados sedimentológicos. \n\nTambém foram realizadas amostragens sistemáticas nos perfis da Torre Norte (TN), \n\nTorre Sul (TS) e São Manoel (SM), num intervalo aproximado de 3 em 3 metros, a fim de se \n\nrealizar o estudo de isótopos estáveis (C e O) destes intervalos que representam o \n\nempilhamento estratigráfico da região. \n\n \n\n1.2.3 Dados de Laboratório \n\nOs dados obtidos em laboratório foram baseados em três técnicas: fotointerpretação, \n\npetrografia e geoquímica isotópica. \n\n\n\n18 \n\n \n\nFotointerpretação \n\nA fotointerpretação foi novamente utilizada e integrada com os dados de campo para a \n\nrealização de correções e alterações pertinentes sobre os mapas bases para produzir o mapa \n\ngeológico. \n\n \n\nPetrografia \n\nInicialmente, foi feita a descrição macroscópica das amostras coletadas em campo. A \n\npartir do cruzamento desta descrição com os dados coletados em campo foram selecionadas as \n\namostras a serem laminadas, assim como foram localizados os cortes e determinadas as \n\nposições das lâminas delgadas a serem confeccionadas. \n\nForam coletados e descritos um total de 97 amostras das rochas do Grupo Bambuí, 20 \n\ndas rochas do embasamento e 2 das rochas siliciclásticas do Grupo Urucuia. \n\nAs lâminas foram confeccionadas no laboratório de preparação de amostras da CPRM \n\n- Sureg Salvador. As análises microscópicas foram realizadas, na sua maioria, no laboratório \n\nde microscopia da CPRM - Sureg Salvador, em microscópio binocular de luz transmitida \n\nOlympus, e quando necessário utilizou-se também o estereoscópio binocular de luz \n\ntransmitida e refletida. \n\nA análise petrográfica das rochas que compõem o embasamento da área baseou-se no \n\nestudo das características óticas dos constituintes das rochas. O estudo constituiu na \n\nidentificação dos minerais componentes das rochas, suas relações de contato, texturas, \n\nmicroestruturas e ordem de cristalização. \n\nPara a classificação granulométrica das rochas sedimentares foi utilizada a tabela de \n\nUDDEN-WENTWORTH, e BLAIR &amp; MCPHERSON, apresentada por TUCKER (2001). \n\nA identificação da dolomita foi realizada através do teste de coloração com Vermelho \n\nde Alizarina (Alizarina Red-S) em HCl a 2%. \n\nA porcentagem de dolomita, aloquímicos e ortoquímicos foi estimada \n\nsemiquantitativamente, utilizando a planilha para estimativa de percentagem do Journal of \n\nSedimentary Petrography (1955) in CPRM. \n\nNo caso dos calcários com alto grau de neomorfismo utilizou-se a técnica do cartão \n\nbranco de FOLK (1987) com a finalidade de detectar possíveis vestígios de aloquímicos, \n\nmascarados pelos processos diagenéticos (principalmente de recristalização) e reconhecer as \n\nestruturas primárias, quando presentes. \n\nAs rochas carbonáticas foram descritas neste trabalho em diversas escalas, sempre \n\nbuscando detalhamento e as relações entre as diversas características nelas observadas, para \n\num melhor entendimento e definição das diferentes fácies. \n\n\n\n19 \n\n \n\nAs amostras coletadas em campo foram sistematicamente descritas quanto à sua cor, \n\nestruturas (sedimentares, diagenéticas e tectônicas) e granulometria, seguidas de uma \n\nclassificação prévia. Dando prosseguimento a estes estudos, foram realizadas descrições \n\nestereomicroscópicas e microscópicas, buscando determinar a granulometria, identificar os \n\ndiferentes constituintes aloquímicos, mineralógicos, feições diagenéticas e suas relações \n\ntemporais. \n\nPara a classificação das rochas carbonáticas utilizou-se dos três principais sistemas: \n\nFOLK (1959, 1962), DUNHAM (1962) e EMBRY; KLOVAN (1970). \n\n \n1.2.4 Análise Isotópica \n\nOs dados de isótopos estáveis de Carbono e Oxigênio foram obtidos no Laboratório de \n\nIsótopos Estáveis Geochronos da Universidade de Brasília. Detalhes sobre os métodos são \n\napresentados no Capítulo IV, que trata dos isótopos de Carbono e Oxigênio. \n\n \n1.2.5 Integração de Dados \n\nEsta etapa consistiu da integração dos dados obtidos durante a execução desta \n\npesquisa, buscando a correlação das diferentes escalas e métodos utilizados para uma melhor \n\ncompreensão da geologia e da paleogeografia na região de Santa Maria da Vitória. \n\nOs dados petrográficos foram utilizados para o refinamento dos perfis levantados em \n\ncampo e construção da coluna estratigráfica do Grupo Bambuí na área de pesquisa. \n\nOs perfis isotópicos foram colocados lado a lado com suas respectivas seções verticais \n\npara as devidas comparações e correlações. \n\nOs dados integrados também foram comparados com os dados bibliográficos pré-\n\nexistentes numa tentativa de contribuir para a evolução do conhecimento da Megassequência \n\nSão Francisco e seu embasamento. \n\n\n\n20 \n\n \n\nCAPÍTULO II \n\nCONTEXTO GEOLÓGICO REGIONAL \n\n \n\n2.1 INTRODUÇÃO \n\nA área estudada no presente trabalho está situada na porção oeste do Cráton São \n\nFrancisco. Seu embasamento é representado por gnaisses e migmatitos, designados de \n\nComplexo Granítico Migmatítico Correntina, e rochas granitoides denominadas de Suíte \n\nIntrusiva Correntina (SOUZA et al., 2004). Este embasamento se encontra recoberto pelas \n\nrochas sedimentares do Supergrupo São Francisco, pertencentes à Bacia do São Francisco, \n\nrepresentadas pelo Grupo Bambuí, que dominam na região. O Grupo Urucuia cobre parte da \n\nporção oeste e ainda ocorrem sedimentos coluvionares e aluvionares cenozoicos. \n\n \n\n2.2 CRÁTON SÃO FRANCISCO \n\nO Cráton São Francisco abrange parte dos estados da Bahia, Goiás e Minas Gerais. \n\nSegundo ALMEIDA (1977;1981) e ALKMIM (2004) é uma província geotectônica composta \n\npor um embasamento Arqueano a Paleoproterozoico, coberto predominantemente por \n\nunidades clásticas mesoproterozoicas (Supergrupo Espinhaço, e grupos Paranoá e Canastra) e \n\nsequências carbonáticas-siliciclásticas neoproterozoicas (grupos Rio Pardo, Estância, Una e \n\nBambuí). Essa província está delimitada pelas faixas móveis Araçuaí a sul-sudeste, Alto do \n\nRio Grande a sul, Brasília a oeste, Rio Preto a noroeste, Riacho do Pontal a norte, e a nordeste \n\npela Faixa Sergipana (Figura 2.1). \n\nConforme ALKMIM et al. (1993), o Cráton São Francisco é uma feição do \n\nNeoproterozoico, que foi consolidada como um segmento da litosfera continental no \n\nArqueano e moldada durante o Brasiliano. A evolução deste Cráton, segundo CORDANI et al. \n\n(2000), começou no Arqueano e terminou no final do Mesoproterozoico. Sendo parte do \n\nsupercontinente neoproterozoico Gondwana, o Cráton São Francisco e suas faixas marginais \n\nse formaram pela aglutinação de massas continentais, envolvendo múltiplas e sucessivas \n\ncolisões. Os processos tectônicos se iniciaram a cerca de 750 Ma e atingiram seu auge entre \n\n650 e 530 Ma, coincidindo com o pico da orogenia do Ciclo Brasiliano-Pan Africano. \n\nNo Cráton São Francisco na Bahia, no final do Paleoproterozoico, colisões de \n\nsegmentos crustais colocaram, lado a lado, unidades de rochas arqueanas (Bloco do Gavião e \n\nantigos núcleos TTGs, sequências metassedimentares Contendas Mirante, Umburanas e \n\nMundo Novo, complexos Jequié e Mairi e Núcleo Serrinha) com unidades de rochas formadas \n\nno início do Paleoproterozoico (Grupo Jacobina, Greenstone Belts do Rio Itapicuru e Capim). \n\nO metamorfismo associado reequilibrou estas rochas de diferentes idades nas fácies granulito, \n\n\n\n21 \n\n \n\nanfibolito e xisto-verde, constituindo cinturões móveis polideformados como os de Itabuna, \n\nSalvador-Curaçá e Salvador-Esplanada. No Mesoproterozoico este embasamento metamórfico \n\nfoi truncado por um aulacógeno, de direção N-S, no qual se depositou o do Supergrupo \n\nEspinhaço. Sobre estas rochas e em parte do embasamento arqueano/paleoproterozoico \n\nacumularam-se sedimentos glaciais e pelítico-carbonáticos, paraplataformais neoproterozoicos \n\ndo Supergrupo São Francisco. No fim do Proterozoico, colisões nas margens do Cráton \n\nformaram os cinturões dobrados Sergipano, Riacho do Pontal, Rio Preto, Brasília, Rio Grande \n\ne Araçuaí (BARBOSA et al., 2003). \n\n \n\nFigura 2.1 - Mapa geológico do Cráton São Francisco modificado de BIZZI et al., 2003. \n\nSegundo BARBOSA; DOMINGUEZ (1996), o lineamento Contendas-Jacobina, foi \n\nconsiderado por SABATÉ et al. (1990) como o registro principal de uma colisão desenvolvida \n\n\n\n22 \n\n \n\ndurante o Ciclo Transamazônico. Esta zona de sutura separa o cráton em dois grandes \n\ncompartimentos, um a oeste e outro a leste, cada um marcado por uma evolução tectônica \n\ndistinta. \n\n \n\n2.3 EMBASAMENTO REGIONAL - BLOCO GUANAMBI-CORRENTINA \n\nLocalizado no compartimento oeste do lineamento Contendas-Jacobina, o bloco \n\nGuanambi-Correntina, segundo BARBOSA; DOMINGUEZ (1986), aflora numa banda \n\nlenticular grosseiramente NNW/SSE, limitada a leste pelos terrenos da Serra do Espinhaço e a \n\noeste pelos sedimentos Meso e Neoproterozoicos que o recobrem em discordância (Figura \n\n2.2). O contato a leste é tectônico, com terrenos do Mesoproterozoico empurrados sobre o \n\nbloco. Comporta na sua borda leste uma banda estreita de terrenos ortognáissicos \n\nmigmatizados onde os dobramentos provavelmente polifásicos afetam uma foliação regional \n\ncom direção geral N-S. O resto do bloco é ocupado por um hiperbatólito composto por uma \n\nassociação monzonítica. Os terrenos ortognáissicos aparecem sob a forma de enclaves, \n\nestirados, deformados ou angulosos aos plutonitos, dos quais constituem o embasamento. As \n\nestruturas observadas no plúton são orientações preferenciais magmáticas marcadas por \n\nmegacristais de feldspato alcalino e deformações rúpteis dúctil-rúpteis, determinando finas e \n\nrepetidas zonas miloníticas subparalelas às grandes estruturas regionais controladas pela \n\ntectônica do Brasiliano. \n\nNa região de Santa Maria da Vitória, Correntina e Jaborandi, o embasamento da \n\nestrutura cratônica é composto por gnaisses migmatíticos, granitoides e sienitoides, que \n\nocorrem em janelas de erosão dos rios Arrojado, Correntina e Formoso e seus afluentes. \n\nMARTINHO et al. (1976) descreveram metatexitos, gnaisses e granitoides e os agruparam na \n\nAssociação Pré-Espinhaço. BRUNI et al. (1976) chamaram esses litotipos aflorantes nos vales \n\ne encostas dos rios Arrojado, Correntina, Formoso e Coribe de Pré-Cambriano Indiferenciado. \n\nINDA; BARBOSA (1978) atribuíram ao Arqueano essas ocorrências. ANDRADE et al. \n\n(1981) agruparam um conjunto de rochas ígneas metamorfizadas, de composição \n\nintermediária a ácida aflorantes em Correntina sob a designação de Formação Correntina. \n\nCORDANI et al. (1979) obtiveram isócrona Rb/Sr em migmatitos e granitos nas janelas dos \n\nrios Correntina e Arrojado com idades próximas a 2 Ga. ROSA et al. (1996) apresentaram \n\ndados geoquímicos de rochas sieníticas intrusivas em gnaisses migmatíticos em Correntina, \n\ndenominado-as de Sienitos Correntina, atribuindo idade aproximada de 2 Ga, concordando \n\ncom os autores supracitados e ainda correlacionaram estas rochas com as que ocorrem no \n\nBatólito Monzo-Sienítico Guanambi-Urandi. \n\n\n\n23 \n\n \n\n \n\nFigura 2.2 - Compartimentação tectônica do estado da Bahia (modificado de BARBOSA; \nDOMINGUEZ, 1996). \n\nPor fim, MORAES FILHO (1997) designou os gnaisses e migmatitos da antiga crosta \n\narqueana de Complexo Granito-Gnáissico-Migmatítico e os granitóides nele intrudidos foram \n\n\n\n24 \n\n \n\nagrupados na Suíte Intrusiva Correntina, composta por 4 faciologias distintas. SOUZA et al. \n\n(2004) denominaram de Complexo Gnáissico Migmatítico os ortognaisses migmatizados, \n\ncontendo enclaves máficos e ultramáficos, na região em estudo, assim como as ocorrências de \n\ngranitóides de Suíte Intrusiva Correntina. \n\n \n\n2.4 SUPERGRUPO SÃO FRANCISCO \n\nO Supergrupo São Francisco recobre quase todo o segmento centro-sul do cráton \n\nhomônimo, como parte da Bacia Sedimentar do São Francisco (ALKMIM; MARTINS-\n\nNETO, 2001), e ocorre também na região da Chapada Diamantina. Engloba duas unidades \n\nestratigráficas, o Grupo Macaúbas, glácio-continental, e o Grupo Bambuí, marinho, que \n\nrepresentam coberturas sedimentares neoproterozoicas sobre o cráton (Figura 2.3). \n\n \n\n2.4.1 Grupo Macaúbas e Formação Jequitaí \n\nUnidades glaciogênicas ou glacialmente influenciadas são reconhecidas abaixo do \n\nGrupo Bambuí, representadas pelas sucessões inferiores do Grupo Macaúbas (KARFUNKEL; \n\nHOPPE, 1988; UHLEIN et al., 1999; UHLEIN et al., 2007) e pela Formação Jequitaí \n\n(UHLEIN et al., 1999; MARTINS-NETO et al., 2001; CUKVROV et al., 2005). \n\nDiversos autores (KARFUNKEL et al., 1984; DARDENNE, 1978; UHLEIN et al., \n\n1999) sugerem a correlação lateral entre o Grupo Macaúbas e a Formação Jequitaí. As \n\nlitologias predominantes nestes depósitos compreendem diamictitos associados a sedimentos \n\npelíticos e arenosos, presentes na Formação Jequitaí e no Grupo Macaúbas (HETTICH, 1977; \n\nDARDENNE, 1978; KARFUNKEL; HOPPE, 1988; UHLEIN et al., 1999). \n\nO Grupo Macaúbas é caracterizado por uma associação de diamictitos, arenitos e \n\npelitos, que representam depósitos glácio-continentais aluviais e lacustres, correspondentes á \n\nfácies proximais e distais, (UHLEIN et al., 1999; MARTINS-NETO; HERCOS, 2001; \n\nMARTINS-NETO et al., 2001), considerados como depositados a partir de 930 Ma (TACK et \n\nal., 2001; MARTINS-NETO; ALKMIM, 2001). \n\nA Formação Jequitaí consiste basicamente de diamictitos maciços pobres em clastos, \n\nalternados com diamictitos ricos em clastos e delgadas intercalações de arenitos, \n\nconglomerados e pelitos, de origem glácio-marinha, depositados em ambiente marinho raso, \n\nrepresentando fluxos gravitacionais devido ao recuo da geleira durante uma transgressão \n\nmarinha (CUKROV, 1999; UHLEIN et al., 1999; UHLEIN et al., 2004; CUKROV et al., \n\n2005; UHLEIN et al., 2007; CHAVES et al., 2010). Idades entre 700 e 900 Ma têm sido \n\nsugeridas para esta glaciação por PEDROSA-SOARES et al. (2000), BABINSKI; \n\n\n\n25 \n\n \n\nKAUFMAN (2003) e BABINSKI (2005). No entanto, CAXITO et al. (2012) atribuem idade \n\nMarinoana (~635 Ma) para estes depósitos glaciais sobrepostos por cap carbonates. \n\n \n\n \n\n \n\nFigura 2.3 - Coluna estratigráfica da Bacia do São Francisco (modificado de ALKMIM; MARTINS \n\nNETO, 2001). \n\n \n\n\n\n26 \n\n \n\n2.4.2 Grupo Bambuí \n\nSegundo COSTA et al. (1970), os primeiros registros científicos que relatam e \n\ndescrevem a ocorrência de calcários, xistos e arenitos ao longo da bacia do rio São Francisco \n\nforam realizados pelo Barão Von Eschwege em 1832. As ocorrências destas rochas na região \n\nde Pirapora foram consideradas como pertencentes aos Terrenos de Transição \n\n(Ubergangsgerbirge). O termo Série Bambuí foi primeiramente adotado por RIMANN (1917) \n\ndenominando as sequências pelíticas e carbonáticas, que ocorrem na região de Bambuí, em \n\nMinas Gerais. \n\nA primeira divisão litoestratigráfica dessas rochas foi feita por Costa &amp; Branco (1961). \n\nBARBOSA (1965 apud BRAUN, 1988), OLIVEIRA (1967), BRAUN (1968 apud BRAUN, \n\n1988), ALVARENGA (1978), propuseram diversas subdivisões para o Grupo Bambuí (assim \n\nclassificado por ALMEIDA em 1967). A uniformização da nomenclatura estratigráfica foi \n\nproposta por DARDENNE (1978), a partir da divisão de COSTA; BRANCO (1961), assim o \n\nGrupo Bambuí ficou composto pelas formações Jequitaí, Sete Lagoas, Serra de Santa Helena, \n\nLagoa do Jacaré, Serra da Saudade e Três Marias. A estratigrafia proposta pelo Projeto \n\nRADAMBRASIL (1982), formaliza as modificações de DARDENNE (1978), excluindo a \n\nFormação Jequitaí da base do Grupo Bambuí e reúne as demais unidades no Subgrupo \n\nParaopeba (Tabela 2.1). \n\nO Grupo Bambuí foi depositado numa bacia de antepaís com depocentro na direção N-\n\nS, paralelo à Faixa Brasília, formada pela colagem do Gondwana Ocidental durante o \n\nNeoproterozoico, numa plataforma do tipo rampa (CHANG et al., 1988; CASTRO;  \n\nDARDENNE, 2000; DARDENNE, 2000; MARTINS-NETO; ALKMIM, 2001; ALKMIM; \n\nMARTINS NETO, 2001; MARTINS NETO et al., 2001; MARTINS; LEMOS, 2007; \n\nRODRIGUES, 2008). \n\nA idade de deposição do Grupo Bambuí, ainda que sujeita a controvérsias, tem sido \n\nreconhecida como Neoproterozoica. Datações radiométricas K/Ar, Rb/Sr, razões 87Sr/86Sr e \n\nPb/Pb forneceram idades entre 850 e 610 Ma para seus sedimentos (AMARAL; \n\nKAWASHITA, 1967; BONHOMME, 1976, KAWASHITA et al., 1987; CHANG et al., 1993; \n\nBABINSKI, 1993; NOBRE-LOPES, 2002; BABINSKI; KAUFMAN, 2003; RODRIGUES, \n\n2008, PIMENTEL et al., 2011). CAXITO et al. (2012) baseados em avaliações radiométricas, \n\nlitoestratigrafia e quimioestratigrafia atribuem idade Ediacarana (~635 Ma) para a Formação \n\nSete Lagoas. O Grupo Bambuí foi afetado pela deformação associada à orogênese Brasiliana, \n\ne em alguns locais apresenta metamorfismo incipiente. Os valores que indicam idades mais \n\njovens correspondem, segundo VALERIANO (1992), à idade de metamorfismo que afetou os \n\nsedimentos Bambuí, durante a deformação e metamorfismo da Faixa Brasília. \n\n\n\n27 \n\n \n\nTabela 2.1 - Síntese das subdivisões propostas para o Grupo Bambuí (NOBRE-LOPES, \n\n1995).\n\n \n\n \nDe acordo com ALKMIM et al. (1993) e ALKMIM; MARTINS-NETO (2001), a \n\nBacia do São Francisco, fica dividida em domínios oeste, central e leste, quanto aos \n\ncompartimentos estruturais distintos (Figura 2.4). \n\nNo compartimento central, as unidades pré-cambrianas estão praticamente \n\nindeformadas. \n\nO compartimento oeste corresponde à zona externa das faixas Brasília e Rio Preto, \n\napresenta dobras e falhas de empurrão relacionadas ou rotacionadas por sistemas \n\ntranspressivos dextrais na porção norte e sinistrais na porção sul, além de vários conjuntos de \n\njuntas. De oeste para leste mostra uma queda progressiva da deformação e localmente o \n\nembasamento se encontra envolvido na deformação da cobertura. \n\nO compartimento leste engloba as extremidades da Faixa Araçuaí. Nele ocorrem falhas \n\nde empurrão e dobras, em duplexes e leques imbricados, falhas direcionais são raras e um \n\nmarcante sistema de juntas, em par conjugado NE/SW e NW/SE. Apresenta clara vergência \n\npara oeste juntamente com queda progressiva da deformação de leste para oeste, e a \n\ndeformação da cobertura não envolve o embasamento. \n\n \n\n \n\n \n\n\n\n28 \n\n \n\n \n\nFigura 2.4 - Mapa geológico simplificado da Bacia Intracratônica do São Francisco, mostrando as \nprincipais feições estruturais do Supergrupo São Francisco (ALKMIM, 2004). \n\n \n\n2.5 BACIA SANFRANCISCANA \n\nTrata-se da depressão onde se depositou a cobertura sedimentar fanerozoica \n\nrepresentada pelos grupos Santa Fé, Areado, Mata da Corda, Urucuia e Formação Chapadão \n\nsobre o Cráton do São Francisco, ocupando uma área total de cerca de 150.000 km2 (Figuras \n\n2.2 e 2.4). Segundo CAMPOS; DARDENNE (1997a,b), a origem da Bacia Sanfranciscana \n\nestá relacionada a acomodações isostáticas no paleozoico (Permo-Carbonífero), com \n\nreativações relacionadas à abertura do oceano Atlântico Sul no Mesozoico e atividade \n\nneotectônica durante o Cenozoico. \n\nA Bacia Sanfranciscana é subdividida em duas sub-bacias denominadas Sub-Bacia \n\nAbaeté e Sub-Bacia Urucuia, separadas por um alto estrutural do embasamento denominado \n\nde Alto do Paracatu, e composta por cinco unidades que representam ciclos distintos \n\nseparados por importantes superfícies de erosão (CAMPOS; DARDENNE, 1997a,b). A \n\nunidade mais antiga, denominada de Grupo Santa Fé, é representada por um conjunto de \n\nsedimentos glaciogênicos permo-carboníferos dividido nas formações Floresta e Tabuleiro \n\n(DARDENNE et al., 1991; CAMPOS, 1992; CAMPOS; DARDENNE, 1994; CAMPOS; \n\nDARDENNE, 1997a,b). O Grupo Areado (LADEIRA; BRITO, 1968; HASUI; PENALVA, \n\n1977; CAMPOS; DARDENNE, 1997a,b) é subdividido nas formações Abaeté, Quiricó e Três \n\n\n\n29 \n\n \n\nBarras, que representam uma sucessão de sedimentos fluviais, lacustres, eólicos e deltaicos, de \n\nidade eocretácea. Restrito a porção sul da Bacia, o Grupo Mata da Corda está dividido nas \n\nformações Patos e Capacete, o qual consiste de um conjunto neocretáceo de lavas e \n\npiroclásticas e sedimentos epiclásticos de composição alcalina (LEONARDOS et al., 1991; \n\nCAMPOS; DARDENNE, 1997a,b). Arenitos de sistemas desérticos do Grupo Urucuia, \n\ntambém são atribuídos ao Neocretáceo, que ocorrem principalmente na porção norte da bacia. \n\nCoberturas cenozoicas aluvionares, coluvionares e eluvionares recobrem todas as unidades \n\nanteriormente citadas, sendo denominadas de Formação Chapadão (CAMPOS; DARDENNE, \n\n1997a,b). \n\n \n\n2.5.1 Grupo Urucuia \n\nO Grupo Urucuia está subdividido em duas formações. A unidade basal representada \n\npela Formação Posse, comporta uma subdivisão interna nas Fácies l e 2, e é sobreposta pela \n\nFormação Serra das Araras (CAMPOS; DARDENNE, 1997a). \n\nA Formação Posse é constituída basicamente por arenitos depositados num sistema \n\neólico de campos de dunas (Fácies 1) e, subordinadamente, ocorrem arenitos argilosos \n\ndepositados num sistema fluvial entrelaçado (Fácies 2). A Formação Serra das Araras é \n\nconstituída por arenitos, argilitos e conglomerados interpretados como depósitos fluviais em \n\namplas planícies, com grande variação de regime e carga dos fluxos. \n\n \n\n2.5.2 Formação Chapadão \n\nA Formação Chapadão (LADEIRA; BRITO, 1968; CAMPOS; DARDENNE, 1997a) \n\ncompreende todas as coberturas quaternárias, de natureza detrítica e laterítica que ocorrem em \n\namplas áreas recobrindo as unidades mais antigas. Conforme CAMPOS; DARDENNE \n\n(1997a) estas coberturas são classificadas em coberturas aluvionares, coluvionares e \n\neluvionares. As coberturas aluvionares são associadas à planície de inundação das maiores \n\ndrenagens e, no geral, são representadas por sedimentos inconsolidados com cascalhos, areias \n\ne lamas. As coberturas coluvionares são constituídas por areias vermelhas ou esbranquiçadas e \n\ngrande quantidade de argila caolinítica, resultantes de retrabalhamentos das unidades \n\nfanerozoicas e da regressão de formas de relevo tabular. As coberturas eluvionares são \n\nrepresentadas pelos depósitos in situ ou pouco retrabalhados, que se desenvolvem a partir dos \n\narenitos das unidades fanerozoicas, sendo mais comuns sobre os arenitos do Grupo Urucuia. \n\n \n\n \n\n \n\n\n\n30 \n\n \n\nCAPÍTULO III \n\nGEOLOGIA DA POLIGONAL ESTUDADA \n\n \n3. 1 INTRODUÇÃO \n\nA partir da fotointerpetação, reavaliação de dados pré-existentes e dados de campo, \n\ncom a realização de levantamento de seções verticais de detalhe, além de perfis estratégicos \n\npara observar as relações de contato entre as diferentes unidades, assim como suas variações \n\ninternas, foi elaborado o mapa geológico na escala 1:150 000 (Figura 3.1). \n\nAs rochas do Grupo Bambuí ocorrem em cerca de 90% da área, o embasamento, \n\nrepresentado pelo Complexo Gnáissico-Migmatítico Correntina e a Suíte Intrusiva Correntina, \n\njuntamente com o Grupo Urucuia e os sedimentos da Formação Chapadão ocupam as porções \n\nrestantes. \n\nA área de estudo possui boas exposições e as diferentes unidades mapeadas possuem \n\nidentidades geomorfológicas que permitem diferenciá-las a partir da observação da paisagem, \n\nassim como da análise de produtos de sensoriamento remoto (imagens de satélite e fotografias \n\naéreas). \n\n \n3.2 EMBASAMENTO \n\n3.2.1 Complexo Gnáissico Migmatítico Correntina  \n\nSuas ocorrências estão restritas às proximidades do distrito São Manoel do Norte, \n\nextremo oeste da área. Aflora em leitos de drenagem do Rio Arrojado e afluentes, e apresenta \n\num relevo bastante arrasado e pouco expressivo. \n\nÉ composto por rochas de coloração acinzentadas com bandas mais esbranquiçadas e \n\noutras mais escuras. Classificadas como tonalito gnaisse, as bandas leucocráticas são \n\ncompostas basicamente por feldspatos, quartzo, biotita e anfibólio, enquanto nas bandas \n\nmáficas predominam biotita e anfibólio (Figura 3.2a). Estas rochas possuem granulação média \n\ne frequentemente encontram-se dobradas, sua foliação predominantemente apresenta ângulos \n\nintermediários a altos (50º a 75º) com caimento para oeste, indicadores cinemáticos como \n\nporfiroblastos tipo sigma rotacionados e dobras rotacionais sugerem movimento dextral. \n\nEstes gnaisses são frequentemente cortados discordantemente com sua foliação em alto \n\nângulo por rochas de composição sienítica e monzogranítica pertencentes à Suíte Intrusiva \n\nCorrentina (Figura 3.2b). \n\nAs fases migmatíticas são cinza-rosadas a bege-acinzentadas e exibem estrutura \n\nestromática com desenvolvimento de dobras pitgmáticas. O paleossoma máfico é composto \n\npor biotititos com quartzo, feldspato e anfibólio subordinados e apresentam granulação fina a \n\n\n\n31 \n\n \n\nmédia. O neossoma possui granulação grossa a pegmatítica, composição quartzo-feldspática \n\ncom coloração rósea, por vezes esbranquiçada (Figura 3.2a). \n\n \n\n3.2.2 Suíte Intrusiva Correntina \n\nDefinida assim para englobar a associação diversa de rochas intrusivas no Complexo \n\nGnáissico Migmatítico Correntina por MORAES FILHO (1997) adotou-se esta mesma \n\nnomenclatura neste trabalho, assim como as unidades apresentadas no trabalho supracitado. \n\nDada a falta de afloramentos que pudessem mostrar a relação temporal entre os diferentes \n\nlitotipos além da ausência de dados litogeoquímicos para estabelecer correlações entre os \n\ndistintos componentes desta associação de rochas, estes são apresentados apenas considerando \n\nsua abundância cartográfica, sem fundar relações estratigráficas. \n\nA Suíte Intrusiva Correntina apresenta um relevo rebaixado em relação às rochas do \n\nSupergrupo São Francisco e da Bacia Sanfranciscana, suavemente ondulado, um pouco mais \n\nexpressivo em relação às rochas do Complexo Gnáissico Migmatítico Correntina (Figura 3.2a \n\ne Figura 3.2b). \n\n \n\nGRANITOIDES PORFIRÍTICOS \n\nSão as rochas representativas do embasamento mais abundantes na área trabalhada, \n\nsuas ocorrências estão restritas às proximidades das margens dos rios Correntina e Arrojado. \n\nA composição dominante desta unidade é monzogranítica, embora também ocorram \n\ntermos sienograníticos (Figura 3.2c) e tonalíticos. As diferentes composições apresentam \n\ncoerência texturais com o termo dominante e apresentam apenas variação da proporção \n\nrelativa dos minerais componentes. \n\nOs monzogranitos possuem coloração rosa clara, são porfiríticos, com megacristais de \n\nK-feldspato, que podem chegar até 4 centímetros, e matriz equigranular média a grossa. \n\nFrequentemente possuem foliação marcada pela orientação dos megacristais de K-feldspato, \n\nque por vezes formam nuvens cumuláticas, sugerindo assim que esta foliação é originada por \n\nfluxo magmático (Figura 3.2d). A matriz é composta por plagioclásio euédrico a subédrico, \n\nque comumente possui bordas reativas arredondadas, quartzo anédrico intersticial, biotita e \n\nanfibólio subédricos. Estes minerais máficos que podem formar cumulatos alongados também \n\norientados concordantemente com a foliação da rocha. Enclaves máficos microgranulares \n\narredondados associados aos termos porfiríticos podem ocorrer, geralmente são alongados \n\nparalelos à foliação, com dimensões centimétricas a decimétricas, compostos por biotita e \n\nanfibólio com granulação fina, e por vezes englobam os megacristais de K-feldspato. \n\nIgualmente, ocorrem fases equigranulares com composição compatível com as fácies \n\n\n\n32 \n\n \n\nporfiríticas, de granulação fina a média. Veios de quartzo leitoso são frequentemente \n\nobservados cortando as maiores exposições. \n\nSIENITOS \n\nEsta unidade ocorre no extremo ocidental da área, ao longo do vale de um afluente do \n\nRio Arrojado, nos arredores da sede do distrito São Manoel do Sul. \n\nConsiste de sienitos de coloração rosa com porções esverdeadas, com granulação \n\nmédia a muito grossa, com foliação marcada pela orientação de K-feldspato e acumulados de \n\nminerais máficos (Figura 3.2e). São compostos por cristais de K-feldspato subédricos, \n\nplagioclásio fino com bordas arredondadas, anfibólios de cor negra alongados com piroxênios \n\nem seus núcleos de cores esverdeadas e quartzo anédrico intergranular, classificados como \n\nanfibólio sienitos. \n\nOcorrem também porções com bandamento composicional, mostrando porções mais \n\nricas ou mais empobrecidas de minerais máficos, concordantes com a foliação, igualmente \n\ntêm-se algumas porções com maior quantidade relativa de quartzo, consistindo em fases \n\ngraníticas relacionadas (Figura 3.2e). Também associados aos sienitos ocorrem injeções de \n\ncomposição quartzo-feldspática com biotita subordinada e granulação fina, discordantes com a \n\nfoliação, contatos retos e bem definidos, assim como injeções pegmatoides de quartzo e K-\n\nfeldspato com contatos mais difusos, porém discordantes também com a estrutura da rocha \n\nencaixante (Figura 3.2f). \n\n \n\n \n\n\n\n3\n3\n\n \n\n  \n\n \n\n \n\nF\nig\nu\nra\n 3\n.1\n\n -\n M\n\nap\na \n\nge\no\n\nló\ngi\n\nco\n d\n\na \nár\n\nea\n d\n\ne \nes\n\ntu\nd\n\no\n. \n\n\n\n34 \n\n \n\n \n\n \n\nFigura 3.2 - Rochas que compõem o embasamento da área estudada, onde se assenta o Supergrupo \nSão Francisco. (a) Biotita tonalito gnaisse com bandas quartzo feldspáticas e injeções félsicas \npegmatíticas; (b) Biotita tonalito gnaisse cortado por material de composição sienítica, mostrando \ncontato abrupto e alto ângulo com a foliação; (c) Monzonito porfirítico com foliação marcada por \nmegacristais de K-feldspato; (d) Monzogranito porfirítico com foliação marcada por megacristais de \nK-feldspato, formando nuvem cumulática; (e) Sienito com porções de composição anfibólio sienítica e \nleucosieníticas (no centro porção cumulática tipo schlieren); (f) Anfibólio sienito equigranular grosso, \ncom cumulato de minerais máficos e na base da foto porção de composição granítica e contato difuso. \n \n \n \n \n \n \n\n\n\n35 \n\n \n\n3.3 SUPERGRUPO SÃO FRANCISCO \n\nAs rochas pertencentes ao Supergrupo São Francisco que ocorrem na área estudada \n\nforam individualizadas em 24 fácies e agrupadas em 10 associações faciológicas, para facilitar \n\no entendimento de processos e ambientes sedimentares, e assim são apresentadas neste \n\ntrabalho. \n\nAs camadas das diferentes unidades do Supergrupo São Francisco são suborizontais e \n\npraticamente indeformadas, apresentando apenas um conjunto de juntas subverticais com \n\ndireção preferencial N10W/N e N60E/N70E, e outro E-W mais subordinado. \n\n \n3.3.1 Formação Jequitaí \n\nNa base da seção Fazenda Genipapo (FG), assentada sobre biotita monzogranitos \n\nporfiríticos e sob os carbonatos da Formação Sete Lagoas, ocorre uma camada pouco espessa \n\nde rocha siliciclástica (Figura 3.4). Este pacote não apresenta evidências de influência glacial, \n\nmas considerando as ocorrências de diamictitos descritas por MORAES FILHO (1997) e \n\nCONCEIÇÃO FILHO et al. (2003), nas proximidades de Jaborandi, cerca de 25 km a sul, \n\natribuiu-se esta ocorrência à Formação Jequitaí. \n\nRepresentada por quartzo-arenitos que ocorrem restritamente na base da seção FG, \n\nnum pacote de pouco mais de 20 centímetros (Figura 3.4). Devido ao restrito tamanho da \n\nexposição, a geometria das camadas não pôde ser observada. Com aproximadamente 10 cm de \n\nespessura de camadas e aspecto maciço na face intemperizada. Localmente observa-se \n\ncamadas menores, lenticulares, com cerca de 2 cm (Figuras 3.3a; 3.3b). Já na face fresca \n\nmostra intercalações com 1 a 2 cm. Estruturas como laminação cruzada acanalada por vezes \n\ntruncada, e plano-paralela, com convoluções indicativas de deformação sindeposicional são \n\nobservadas. Possui cor cinza rosada com porções esverdeadas, e vugs alaranjados com formas \n\ncúbicas e losangulares e tamanhos menores que 1 milímetro (Figura 3.3b). \n\nEm seção delgada mostra laminação marcada por intercalação de areia muito fina, \n\nalternadas com areia fina, com gradação normal incipiente. Composta dominantemente por \n\ngrãos de quartzo, com feldspatos subordinados, é bem selecionado, apresentando grãos \n\nangulosos com baixa esfericidade (Figuras 3.3c; 3.3d). \n\nProcessos de deposição por correntes trativas, relacionados a porções distais de fluxo \n\nde detritos submarinos, são coerentes com as texturas e estruturas encontradas nessa unidade. \n\nUHLEIN et al. (1999) e CUKROV et al. (2005), descrevem feições semelhantes nas porções \n\nsul do limite do Cráton do São Francisco (Jequitaí - MG e Cristalina - GO), e as interpretam \n\ncomo produto de fluxos de detritos subaquáticos multidirecionais na Formação Jequitaí. \n\n \n\n \n\n\n\n36 \n\n \n\n \n\nFigura 3.3 - Formação Jequitaí: (a) Camadas com cerca de 10 cm de espessura, com sets de 2 cm e \nlaminação cruzada discreta; (b) Estratificação cruzada acanalada marcada pela variação de cor; (c) \nFotomicrografia em estereoscópio binocular em luz transmitida, mostrando laminação cruzada \nacanalada e gradação normal; (d) Fotomicrografia em microscópio com nicóis cruzados mostrando a \ncomposição predominante de quartzo, laminação marcada pela alternância de lâminas de areia muito \nfina com areia fina, gradação normal incipiente, destaque para a forma dos grãos muito angulosos com \nesfericidade baixa e alto grau de seleção da rocha. \n \n\n3.3.2 Grupo Bambuí \n\nFormação Sete Lagoas \n\nGeomorfologicamente, a Formação Sete Lagoas ocorre em níveis com topografia \n\nsuave que evoluem para serras em platôs. Está assentada em onlap sobre o embasamento do \n\nCráton do São Francisco e encontra-se recoberta pelas unidades mais jovens do Grupo \n\nBambuí, localmente pelos sedimentos cretáceos do Grupo Urucuia, e pelas coberturas \n\nNeógenas/ Quaternárias nas porções de cotas mais baixas. Nas áreas próximas ao \n\nembasamento as rochas da Formação Sete Lagoas ocupam inclusive regiões com cotas mais \n\nbaixas que o embasamento cristalino, o que representaria o preenchimento de paleovales por \n\nessas rochas. \n\nNessa unidade foram individualizadas 13 fácies, agrupadas em 7 associações de fácies, \n\nque permitiram interpretar os processos e ambientes deposicionais apresentados na Tabela 3.1. \n\n\n\n37 \n\n \n\nTabela 3.1 - Resumo das fácies, estruturas sedimentares, processos de geração e associações de fácies \nda Formação Sete Lagoas. \n\n \n\nAs seções Fazenda Genipapo (Figura 3.4), São Manoel (Figura 3.5) e Torre Sul (Figura \n\n3.6) mostram as relações entre as diferentes fácies identificadas.nesta formação. \n\n\n\n38 \n\n \n\n \nFigura 3.4 - Seção Fazenda Genipapo, mostrando a restrita ocorrência da Formação Jequitaí sob a \nFormação Sete Lagoas, recoberta pelo Grupo Urucuia: (a) Quartzo-arenito maciço com laminação \ncruzada incipiente; (b) Formação Sete Lagoas Af1 - Calcilutitos cinza claro; (c) Formação Sete Lagoas \nAf2 - Camadas tabulares com aspecto maciço de calcilutitos alternado com margas; (d) Formação Sete \nLagoas Af3 - Calcário micrítico cinza escuro com estruturas de compactação formando \npseudolaminação. \n\n\n\n39 \n\n \n\n \n\nFigura 3.5 - Seção São Manoel, mostrando a relação e disposição das associações de fácies Af1, Af2 e \nAf3 da Formação Sete Lagoas, recoberta pelo Grupo Urucuia: (a) Formação Sete Lagoas Af1 - \nCalcilutitos cinza claro; (b) vista geral do afloramento; (c) Formação Sete Lagoas Af2 - Camadas \ntabulares levemente onduladas de calcilutito maciço alternado com margas; (d) Formação Sete Lagoas \nAf3 - Calcário micrítico preto com estilólitos e nódulos de sílex alongados paralelos ao acamamento \ncom estruturas de compactação gerando pseudolaminação. \n\n\n\n40 \n\n \n\n \nFigura 3.6 - Seção Torre Sul, mostrando a relação e a disposição das associações de fácies Af3, Af4, \nAf5 e Af7 da Formação Sete Lagoas, e Af8 da Formação Serra de Santa Helena, recoberta pelo Grupo \nUrucuia: (a) Formação Sete Lagoas Af3 - Calcários pretos micríticos em camadas tabulares com níveis \nplaqueados; (b) Formação Sete Lagoas Af4 - Calcarenito com estratificação cruzada planar; (c) \nFormação Sete Lagoas Af5 - Bioherma subesférico em dolomito estromatolítico; (d) Formação Serra \nde Santa Helena Af8 - Folhelhos alternados com lentes de calcarenitos. \n\n\n\n41 \n\n \n\n \n\nFormação Sete Lagoas - Associação de Fácies 1 (Af1) \n\nEstes depósitos se encontram restritamente na porção oeste da área trabalhada, nas \n\nproximidades onde aflora o embasamento, nas seções Fazenda Genipapo (Figura 3.3) e São \n\nManoel (Figura 3.5). Estão representados por pacotes de até 7 metros, de camadas tabulares \n\namalgamadas e organizadas em ciclos de escala milimétrica a centimétrica de calcilutito cinza \n\nclaro (Cl) e leques de cristais de calcita (Cll), interpretados como pseudomorfos de aragonita. \n\nOs cristais de calcita possuem formas aciculares com nucleações pontuais e crescimento \n\nradial, formando leques que possuem até 3 cm de tamanho (Figura 3.7). As camadas de \n\ncristais ocorrem alternadas com camadas de calcilutito, que acompanham as superfícies \n\nirregulares do topo dos cristais. Diversos autores atribuem o crescimento de cristais de \n\naragonita no fundo oceânico à supersaturação em CaCO3 relacionando-os a cap carbonates \n\n(JAMES et al., 2001; SUMNER, 2002; VIEIRA et al, 2007). \n\n \nFigura 3.7 - Formação Sete Lagoas - Associação de fácies 1 (Af1): (a) Calcilutito com leques de \ncristais de calcita, interpretados como pseudomorfos de aragonita, sobre superfície levemente \nondulada. (b) Calcilutito com leques de cristais pseudomorfos de aragonita e estilólitos frequentes; \nFotomicrografias em estereoscópio com luz transmitida. (c) Calcilutito neomorfizado com camadas \nonduladas descontínuas, detalhe para o canto esquerdo da foto tingida com vermelho de alizarina; (d) \nLeques de cristais de calcita crescidos sobre superfície ondulada, fotografia obtida utilizando a técnica \nde Folk, onde se elimina os efeitos do neomorfismo. \n\n \n\n \n\n\n\n42 \n\n \n\nAs camadas são tabulares, frequentemente amalgamadas, possuem laminação plano-\n\nparalela e ondulações localizadas. Estilótitos são comuns (Figura 3.7), óxidos e sulfetos \n\ndisseminados também ocorrem. \n\nEm microscópio o calcilutito é bastante neomorfizado (Figura 3.7c), estilólitos e \n\nmicroestilólitos são comuns, assim como porções com óxidos disseminados, que também \n\npodem ocorrer acumulados nos estilólitos. Apresentam níveis mais recristalizados que outros, \n\natribuídos a maior compactação, gerando pseudolaminação. Localmente ocorre deslocamento \n\nde planos do acamamento pelos estilólitos, mas estes apresentam tendência a serem paralelos à \n\nlaminação e são interpretados como estrutura de compactação. Nas lâminas amareladas, que \n\npodem ser vistas em amostra de mão, observa-se a presença de dolomita diagenética de \n\ncompactação, dado que se desenvolvem ao longo de suturas de dissolução (dissolution seams). \n\nEsta associação de fácies sugere deposição de carbonatos a partir de águas \n\nsupersaturadas em CaCO3, representando um carbonato de capa (cap carbonate) em ambiente \n\nde baixa energia, interpretado como rampa externa supersaturada. \n\nEm diversas localidades da bacia Bambuí são encontrados estes depósitos de rampa \n\ncarbonática supersaturada em CaCO3, sugerindo um registro de escala regional transgressivo, \n\nque recobre o embasamento cristalino, acompanhando seu paleorelevo. \n\n \n\nFormação Sete Lagoas - Associação de Fácies 2 (Af2) \n\nRepresentada pelas fácies margas róseas (Mr) e calcilutitos cinza claro (Cl), que \n\ntambém se restringem as áreas próximas onde aflora o embasamento, na porção ocidental da \n\nárea. Foi observada nas seções Fazenda Genipapo (Figura 3.3) e São Manoel (Figura 3.5). \n\nAs margas têm coloração rósea (Mr) ocorrem em camadas tabulares variando de \n\npoucos centímetros podendo chegar até cerca de 1 metro. Possuem laminação plano-paralela, \n\nondulada e muitas vezes apresentam aspecto maciço (Figura 3.8a). Comumente exibem seus \n\nestratos adelgaçados/amalgamados, ou ainda dobras abertas, quando intemperizadas \n\napresentam coloração bege. Ocorrem lâminas mais argilosas de coloração amarelada, que \n\nevidenciam o acamamento. Em lâmina delgada nota-se que este aspecto amalgamado é devido \n\nao desenvolvimento de estilólitos e suturas de dissolução (Figura 3.8b). Estas estruturas de \n\ncompactação também podem gerar pseudolaminação, e por vezes os estilólitos ocorrem em \n\nrede formando pseudobrechas. Localmente também ocorrem níveis e lâminas siltosas. \n\n\n\n43 \n\n \n\n \nFigura 3.8 - Formação Sete Lagoas - Associação de fácies 2 (Af2): (a) Margas róseas em camadas \ntabulares amalgamadas; (b) Fotomicrografia em estereoscópio com luz transmitida de marga com \nestilólitos e suturas de dissolução gerando pseudolaminação, detalhe para microfraturas de dissolução; \n(c) Calcilutito cinza esverdeado em camadas tabulares, com estilólitos e suturas de dissolução \nevidenciadas pela coloração mais escura ou ainda amarelada pelo intemperismo; (d) Fotomicrografia \nem microscópio com  luz natural de calcilutito recristalizado com estilólitos em rede e dissolution \nseams gerando pseudolaminação e pseudobrecha. \n \n\nOs calcilutitos cinza claro (Cl) ocorrem em pacotes tabulares centimétricos a métricos \n\n(20 cm a 12 metros), possuem também níveis com coloração cinza mais escuro, outros \n\nesverdeados e amarelados (Figura 3.8c). As camadas estão fortemente amalgamadas com \n\naspecto de descontinuidade, frequentemente apresentam estrutura maciça, laminação plano-\n\nparalela e, localmente, marcas onduladas. Ao microscópio verifica-se que estes níveis onde há \n\nvariação de cor são devidos ao desenvolvimento de planos de dissolução e estilólitos (Figura \n\n3.8d), e por consequência maior grau de recristalização, onde por vezes ocorrem dolomitas \n\ndiagenéticas. As estruturas de compactação também podem estar associadas a lâminas com \n\nmaior presença de argilominerais e comumente formam pseudobrechas. A forte compactação \n\ntambém gera pseudolaminação. Do mesmo modo são comuns fraturas e microfraturas de \n\ndissolução preenchidas por calcita. \n\nOs calcilutitos dominam na base e as margas róseas são mais predominantes para o \n\ntopo, esta associação de facies representaria um ambiente de águas mais profundas, com baixa \n\n\n\n44 \n\n \n\nenergia, interpretado como rampa externa mista. As margas são interpretadas como \n\ndepositadas a partir de decantação destes sedimentos que estavam em suspensão, já os \n\ncalcilutitos precipitaram por supersaturação em CaCO3, ambos em ambiente de baixa energia. \n\nEsta associação de fácies mostra um padrão agradacional, representando um ambiente \n\nonde o espaço de acomodação e a sedimentação apresentam certo equilíbrio, mostrando \n\nalternância de produção de sedimentos carbonáticos que são parcialmente inibidas pela \n\ndeposição das argilas suspensas. \n\nNo topo desta, ocorrem camadas finas de calcários pretos micríticos (Cm) alternadas \n\ncom os calcilutitos e margas, evidenciando a transição para a associação de fácies 3 (Af3). \n\n \nFormação Sete Lagoas - Associação de Fácies 3 (Af3) \n\nComposta por calcários pretos micríticos (Cm), margas (Mr) e brechas lamelares (Cr), \n\nesta associação de fácies ocorre no topo das seções Fazenda Genipapo (Figura 3.3) e São \n\nManoel (Figura 3.5), e na base da seção Torre Sul (Figura 3.6). \n\nOs calcários pretos micríticos (Cm) possuem coloração preta e cinza escura, \n\nsubordinada. Estão dispostos em camadas tabulares, que variam de 2 cm a 3 m de espessura, \n\namalgamadas, comumente com aspecto plaqueado (Figura 3.9a), maciço e também crenulado, \n\nlocalmente apresentam laminações onduladas. São calcilutitos e calcisiltitos subordinados, \n\nmarcados por forte compactação, com dissolutions seams e estilólitos frequentes, que geram \n\npseudolaminação (Figura 3.9b), e quando ocorrem em rede formam pseudobrechas (Figuras \n\n3.9c). As pseudobrechas formam pseudoclastos (também chamados na bibliografia de nódulos \n\ncarbonáticos, como por exemplo MACHEL, 2005) com “contatos” irregulares, interdigitados \n\ne são marcadas também pela presença dos estilólitos e dissolution seams. Nódulos de sílica de \n\ncor preta, elípticos, alongados comumente ocorrem paralelos ao acamamento. Fraturas de \n\ndissolução preenchidas por calcita são comuns. \n\nPetrograficamente correspondem a mudstones bastante neomorfizados. Diferentes \n\ngraus de neomorfismo (Figura 3.9d), assim como porções mais compactadas que outras, \n\nresultam numa pseudolaminação comumente observada nessas rochas (Figura 3.9b). Os níveis \n\nmais compactados, onde há concentração de estilólitos e desenvolvimento de suturas de \n\ndissolução, também é comum a presença de dolomita, interpretada como sincrônica à \n\ncompactação. Os efeitos da compactação também geram pseudobrechas, quando os estilólitos \n\nocorrem em rede associados a dissolutions seams. Pirita framboidal, matéria orgânica e vugs \n\nde dissolução preenchidos por calcita preta e branca são comuns, estes são alongados paralelos \n\nao acamadamento. \n\nAs brechas lamelares (Cr) ocorrem em camadas tabulares com espessuras entre 5 cm e \n\n1,5 metros, compostas por intraclastos lamelares de calcário preto micrítico, que apresentam \n\n\n\n45 \n\n \n\ntamanhos que variam de 0,5 a 12 cm. Os níveis menos espessos tendem a possuir clastos \n\nmenores. Estes rudstones possuem coloração preta, com algumas tonalidades avermelhadas, \n\nsão clasto-sustentados, maciços e não organizados (Figura 3.9e). Os fragmentos carbonáticos \n\nsão compostos por intraclastos de calcilutitos e calcisiltitos, maciços ou laminados. São \n\nplacóides/lamelares, angulosos a arredondados e suas bordas são marcadas pela presença de \n\nestilólitos. Alguns intraclastos possuem fraturas e microfraturas preenchidas por calcita. Os \n\nfragmentos mais arredondados se parecem com os observados nas pseudobrechas. A matriz é \n\ncomposta por calcarenito grosso a muito grosso com intraclastos micríticos, retrabalhados e \n\ntrazidos de ambientes mais rasos. Estes calciruditos ocorrem para o topo desta associação \n\nfaciológica. \n\nA faciologia dominante nesta associação sugere a atuação de processos deposicionais \n\nassociados a ambientes de baixa energia, porém as brechas lamelares indicam eventos de alta \n\nenergia que retrabalham e redepositam as fácies de ambientes mais calmos, que são coerentes \n\ncom condições de rampa externa inclinada. \n\nEsta persistência das ocorrências das brechas lamelares (Cr) no topo desta associação \n\nde fácies foi observada em diversos afloramentos e perfis realizados ao longo da área estudada \n\ne suas proximidades. Este padrão regional pode representar um evento de mais alta energia na \n\nbacia, ou ainda de mudança de energia, já que a partir deste nível nota-se que as associações \n\nde fácies sobrepostas representam águas mais agitadas. \n\n\n\n46 \n\n \n\n \n\nFigura 3.9 - Formação Sete Lagoas - Associação de fácies 3 (Af3): (a) Base da Seção Torre Sul: \ncalcários micríticos (Cm) plaqueados sob calcários micríticos em camadas mais espessas. Notar o \npadrão tabular das camadas; (b) Calcário micrítico com pseudolaminação e estilólito; (c) Amostra de \nmão do calcário micrítico mostrando os efeitos de compactação: pseudobrechas na base e no topo da \namostra e pseudolamimação na porção central; (d) Fotomicrografia em microscópio com luz natural: \ncalcário micrítico com diferentes graus de neomorfismo separados por estilólito; (e) Brecha lamelar \nsobre calcário micrítico, com fragmentos placóides/lamelares de calcário micrítico; (f) Calcário \nmicrítico alternado com lâminas de marga rósea. \n \nFormação Sete Lagoas - Associação de Fácies 4 (Af4) \n\nComposta por calcário preto micrítico (Cm) e calcarenito preto/cinza escuro (Ca), com \n\ncalciruditos (Crf) subordinados, presentes na seção Torre Sul (Figura 3.6). \n\n\n\n47 \n\n \n\nA faciologia dominante é de calcarenitos (Ca) de coloração preta a cinza escura, que \n\nexibem camadas tabulares e onduladas, que variam de 5 a 30 cm de espessura. Apresentam \n\nestratificação cruzada acanalada, cruzada tipo swaley e hummocky (Figura 3.10a), cruzada \n\ntabular de baixo ângulo e plano-paralela subordinada. Estruturas de compactação são comuns, \n\ne os estilólitos chegam a possuir até 3 cm de amplitude (Figura 3.10b). Marcas onduladas \n\nsimétricas e lâminas de argila entre camadas ocorrem localmente. \n\nMicroscopicamente, apresentam forte neomorfismo, frequentemente a matriz é \n\ndolomitizada, diversos aloquímicos apresentam franjas de calcita. Os componentes \n\naloquímicos presentes são intraclastos micríticos (calcisiltitos e calcilutitos), \n\nsubordinadamente ocorrem oólitos. A granulometria varia de areia fina a muito grossa. Ao \n\nlongo dos planos de laminação apresenta gradação inversa (Figura 3.10c). Estilólitos são \n\ncomuns e a rocha apresenta porções mais compactadas que outras, assim formando \n\npseudoacamadamento. A presença de dolomita é observada nos níveis mais compactados, ao \n\nlongo de suturas de dissolução e estilólitos. Vugs de dissolução são comuns, possuem formas \n\nirregulares, porém alongadas paralelas ao acamamento e são preenchidos por calcita, assim \n\ncomo fraturas irregulares preenchidas por calcita preta e leitosa. \n\nLocalmente ocorrem níveis de coloração rósea dolomitizados onde, às vezes, a \n\nestratificação é marcada pela variação de cor, cinza claro/ cinza escuro. Quando dolomitizados \n\ndesenvolvem relevo em lapiès e apresentam coloração mais clara. Esta dolomitização pode \n\nestar relacionada a estruturas observadas em mapas magnéticos aerogeofísicos e também nota-\n\nse a preferência desta dolomitização mais pervasiva nas fácies de granulometria arenosa. \n\nOs calciruditos (Crf) ocorrem intercalados com os calcarenitos. Tratam-se de \n\npackstones constituídos por fragmentos no tamanho grânulo, geralmente lamelares alongados, \n\ncom baixa esfericidade e angulosidade acentuada, secundariamente ocorrem com esfericidade \n\nintermediária e subarredondados. Os grãos são orientados paralelamente aos planos de \n\nacamamento, também apresentam gradação inversa. \n\nOs calcários micríticos (Cm), compostos dominantemente por calcisiltitos, ocorrem \n\nintercalados com os calcarenitos, na forma de camadas tabulares, por vezes onduladas, com \n\ncerca de 10 a 5 centímetros de espessura. Possuem laminação plano-paralela, lâminas de \n\ncalcilutito subordinadas, além de lâminas arenosas, onde ocorrem estilólitos, e frequentes \n\nníveis com matéria orgânica, onde há concentração de microestilólitos, estilólitos em rede e \n\nsuturas de dissolução, dolomita também está associada à compactação (Figura 3.10d). Ainda \n\nocorre pirita framboidal, nos níveis mais grossos (silte e areia), vugs alongados com dolomita \n\ne calcita espática podem ocorrer. As camadas dos calcários micríticos apresentam espessuras \n\nmenores do que nas associações faciológicas referentes a ambientes mais profundos. \n\n\n\n48 \n\n \n\nAs estratificações cruzadas do tipo swaley e hummocky encontradas nos calcarenitos, \n\ntambém associadas aos calciruditos, evidenciam a ação de ondas de tempestade por fluxos \n\noscilatórios, os calcários micríticos alternados assim como a estratificação plano-paralela em \n\nalguns níveis de calcarenitos mais finos indicam momentos de energia mais baixa no ambiente \n\ndeposicional. \n\n \n\nFigura 3.10 - Formação Sete Lagoas - Associação de Fácies 4 (Af4): (a) Calcarenito com estratificação \nplano-paralela e cruzada tipo hummocky; (b) Calcarenito com estratificação cruzada planar de baixo \nângulo e estilólitos com cerca de 3cm de amplitude; (c) Fotomicrografia em estereoscópio com luz \ntransmitida, o topo da lâmina delgada está no canto direito superior da imagem: calcarenito com \nestratificação plano-paralela e ciclos granocrescentes, com fragmentos de tamanho areia fina na base \ndas lâminas finas, gradando até areia muito grossa em seu topo; (d) Fotomicrografia em estereoscópio \ncom luz transmitida, Calcário micrítico recristalizado com estruturas de estilólitos e dissolutions \nseams, tingido com vermelho de alizarina evidenciando porções compactadas dolomitizadas. \n \n\nFormação Sete Lagoas - Associação de Fácies 5 (Af5) \n\nEsta associação faciológica é composta por rochas dolomíticas finamente cristalinas \n\ncom coloração rósea esbranquiçada. Observada na seção Torre Sul (Figura 3.6), mostra \n\ndolomitos estromatolíticos de pequeno porte (De), juntamente com dolomitos estromatolíticos \n\nestratiformes (Dee) ocorrem associados à dolarenitos (Da). \n\n\n\n49 \n\n \n\nOs dolomitos estromatolíticos (De) são biohermas subesféricos, dômicos (Figuras \n\n3.11a; 3.11b) e ramificados levemente divergentes (Figura 3.11c). Possuem cor rósea e \n\ndiâmetro entre 2 e 10 cm, localmente podem ultrapassar os 30 cm (Figura 3.11b). Geralmente \n\nna base apresentam espaçamento centimétrico a métrico entre eles, estando assentados sobre \n\nos dolarenitos, ou ainda sobre elementos estratiformes, podendo ainda estar relacionados \n\nlateralmente a estes (Figura 3.11). \n\nCom coloração cinza claro esbranquiçada, os dolomitos estromatolíticos estratiformes \n\n(Dee) possuem laminação plano-paralela e níveis de chert. São biostromas pseudo colunares, \n\nsuavemente convexos, parabólicos, ondulatórios, discordantes (Figura 3.11d). \n\nOs dolarenitos (Da) são grainstones compostos por oólitos e intraclastos micríticos \n\nlamelares, com estratificação cruzada planar, cruzada acanalada e cruzada planar truncadas, \n\ncamadas tabulares, marcas onduladas assimétricas (Figura 3.11a; 3.11f). Ocorrem estilólitos \n\nafetando estes dolarenitos, que indicam dolomitização pré compactação. \n\nAs estruturas apresentadas por esta associação, como estratificação cruzada acanalada \n\ne planar truncadas em camadas onduladas assimetricas são relacionáveis a ambiente de alta \n\nenergia, dominados por fluxos de tração, em ambiente de inframaré influenciado por correntes \n\nde maré e ação de ondas. Segundo BURCHETTE; WRIGHT (1992), edificações orgânicas em \n\nambientes de rampa interna tendem a ser representados por biostromas e refletem a existência \n\nde águas rasas e grandes áreas deposicionais. \n\n \n\n\n\n50 \n\n \n\n \nFigura 3.11 - Formação Sete Lagoas - Associação de fácies 5 (Af5): (a) Bioherma dômico em meio a \ndolarenito com estratificação plano-paralela; (b) Bioherma subesférico, com coloração rósea; (c) \nBioherma ramificado levemente divergente; (d) Biostroma tabular ondulatório, com lentes de chert; (e) \nBiostroma tabular planar (laterais), ondulatório (topo) e parabólico (centro); (f) Dolarenito com \nestratificação plano-paralela e cruzada truncada, com lâminas e lentes de chert alternadas. \n \nFormação Sete Lagoas - Associação de Fácies 6 (Af6) \n\nÉ composta por dolomitos laminares (Dl) finamente cristalinos, dispostos em camadas \n\ntabulares (Figura 3.12a), maciças (Figura 3.12b), possuem laminação plano-paralela marcada \n\npela variação cor cinza claro, alternada com porções esbranquiçadas e outras lâminas róseas. \n\nAssociadas aos mudstones ocorrem lentes e vênulas de silexito, com cerca de 1 centímetro de \n\nespessura e localmente ocorrem biohermas suavemente convexos (Figuras 3.12c; 3.12d). \n\n\n\n51 \n\n \n\nEsta associação de mudstones maciços tabulares com estromatólitos indica deposição \n\npor precipitação em ambiente de baixa energia com atividade microbiológica, possivelmente \n\nlagunares de supramaré, com dolomitização precoce. Não foi observada nas seções levantadas \n\napenas em caminhamentos na porção NW da área estudada, no topo da Formação Sete \n\nLagoas, onde logo acima aflora a Formação Serra de Santa Helena. \n\n \n\n \nFigura 3.12 - Formação Sete Lagoas - Associação de Fácies 6 (Af6): (a) Dololutito em camadas \ntabulares; (b) Estrutura maciça do dololutito; (c) Bioherma suavemente convexo; (d) Camadas de \nsilexito alternadas com dololutito. \n \nFormação Sete Lagoas - Associação de Fácies 7 (Af7) \n\nComposta por calcilutitos e calcisiltitos cinzas (Cls) e calcarenitos finos pretos (Cc), \n\nque ocorrem no topo da seção Torre Sul (Figura 3.6). \n\nOs calcilutitos e calcisiltitos de cor cinza médio (Cls) ocorrem em camadas tabulares, \n\nlocalmente onduladas. Possuem aspecto maciço, com laminação plano-paralela incipiente. \n\nSulfetos disseminados são comuns. Lâminas de cor amarelada com óxidos dendríticos, \n\nprovavelmente produtos de alteração supergênica, também ocorrem. \n\nEm seção delgada, a laminação segue incipiente, apresentam recristalização, ocorrem \n\nvugs com preenchimento de calcita, apresentam lâminas com microfitólitos alternadas com \n\ncalcilutitos e, em alguns níveis, ocorrem estruturas onduladas limitadas por lâminas de \n\n\n\n52 \n\n \n\ncalcilutito, onde abaixo se tem microfitólitos (Figuras 3.13c; 3.13d). Estas texturas sugerem a \n\npresença laminitos algais e desenvolvimento de trombólitos. Lâminas de calcarenito fino preto \n\nocorrem também alternadas e estruturas de compactação, com acúmulo de matéria orgânica \n\n(Figura 3.13c). \n\n \n\nFigura 3.13 - Formação Sete Lagoas - Associação de Fácies 7 (Af7): (a) Camada maciça de calcilutito \n(Cls) sob camada de calcarenito (Cc) com estratificação cruzada de baixo ângulo; (b) Camadas \ntabulares de calcisiltito (Cls) com estrutura maciça e laminação plano-paralela incipiente; (c) \nFotomicrografia em microscópio em luz natural de calcilutito com lâminas de microfitólitos no topo, \ndesenvolvimento de suturas de dissolução com acúmulo de matéria orgânica e forma dômica \ncontornando microfitólitos na base sugerindo desenvolvimento de trombólito; (d) Fotomicrografia em \nmicroscópio em luz natural de microfitólitos alternados com lâminas de calcilutito, detalhe para a lente \narenosa na porção superior da imagem. \n \n\nO calcarenito fino preto (Cc) ocorre em camadas onduladas com até 15 cm que exibem \n\nestratificação plano-paralela de baixo ângulo (Figura 3.13a). Estes wackestones apresentam \n\ncontato inferior de natureza erosiva com os calcisiltitos e calcilutitos. Ao microscópio \n\nmostram intensa recristalização, estilólitos são comuns, assim como vugs preenchidos por \n\ncalcita. \n\nAs características desta associação faciológica, representadas pela granulometria, \n\nestruturas sedimentares e microbiológicas, como calcarenitos com estratificação cruzada de \n\nbaixo ângulo, calcilutitos e calcisiltitos, associados a esteiras microbiais e desenvolvimento de \n\n\n\n53 \n\n \n\ntrombólitos, indicam transporte por tração, dos termos arenosos, e precipitação de CaCO3, das \n\nlamas, e ainda atividade microbiológica em ambiente de águas calmas como lagunas de \n\nsupramaré. \n\n \n\nFormação Serra de Santa Helena \n\nA Formação Serra de Santa Helena apresenta relevo em morros suavizados exibindo \n\nsua topografia sustentada por suas camadas de calcários (Figura11a). Está assentada \n\nconcordantemente sobre os calcários da Formação Sete Lagoas, assim como é sobreposta pela \n\nFormação Lagoa do Jacaré. As rochas do Grupo Urucuia, e as coberturas Neógenas/ \n\nQuaternárias, nas porções com cotas mais baixas, também recobrem esta formação. Apesar de \n\nter sido acompanhada e observada, a única seção que contempla a Formação Serra de Santa \n\nHelena é a da Torre Sul, onde é recoberta pelos arenitos do Grupo Urucuia (Figura 3.6). \n\nQuatro fácies foram individualizadas e agrupadas em uma associação de fácies, que \n\npermitiu interpretar os processos e ambiente deposicional desta unidade (Tabela 3.2). \n\nTabela 3.2 - Resumo das fácies, estruturas sedimentares, processos de geração e associações de fácies \nda Formação Serra de Santa Helena. \n\n \n\n \n\nFormação Serra de Santa Helena - Associação de Fácies 8 (Af8) \n\nEsta associação de fácies é composta por pelitos cinzas, esverdeados, castanhos e \n\namarelados, alternados com lentes de calcários (Figuras 3.6 e 3.14b). Na base e no topo desta \n\nassociação faciológica as camadas pelíticas tem maior tendência a serem menos espessas, com \n\nescalas centimétricas a decimétricas. Já na porção intermediária as espessuras são de maior \n\nescala, podendo chegar até 15 metros, e tornam a afinar para o topo. Estima-se que esta \n\nassociação de fácies, que corresponde à Formação Serra de Santa Helena, possua até 50 \n\nmetros de espessura na área mapeada. \n\n\n\n54 \n\n \n\nOs folhelhos, argilitos e siltitos (Fl) ocorrem em camadas tabulares, com estratificação \n\nplano-paralela e cruzada incipiente. Os argilitos possuem coloração rósea, folhelhos são \n\nesverdeados e os siltitos têm cor amarelo pálido. Comumente nota-se a presença de mica \n\ndetrítica branca fina nos siltitos e folhelhos. Nas áreas de ocorrência desta formação \n\nfrequentemente observa-se ao longo das estradas de chão a alternância de cor, amarelada e \n\nvermelha, que reflete a alternância dos pelitos (amarelo) com as lentes calcárias (vermelho). \n\nLocalmente associado a estes pelitos também ocorrem quartzo arenitos muito finos, com \n\nmatriz lamosa, apresentando laminação plano-paralela e cruzada acanalada. \n\nOs calcarenitos intraclásticos de coloração cinza médio (Ci) ocorrem em lentes \n\ncentimétricas a decimétricas. Estes grainstones são compostos por intraclastos de tamanho \n\nareia grossa micríticos, com oólitos e agregados oolíticos, com grande tendência a serem \n\nlamelares e matriz de areia fina comumente neomorfizada. Apresenta estrutura maciça, \n\nestratificação, por vezes laminação plano-paralela e cruzada acanalada (Figura 3.14c). A \n\nlaminação é muitas vezes ressaltada por diferentes níveis de compactação e, também, pela \n\nsutil variação granulométrica. A presença de estilólitos é comum, assim como fraturas de \n\ndissolução preenchidas com calcita. \n\nOs calcários oolíticos silicificados (Cos) possuem aspecto bandado com coloração \n\npreta e branca e suas camadas possuem cerca de 50 cm. Consistem de grainstones com \n\ngranulação grossa alternadas com lentes de areia média e matriz de areia fina a muito fina. A \n\nestratificação é marcada pela variação da quantidade de matriz, assim como por diferentes \n\ngraus de compactação (Figura 3.14d). Nas porções mais compactadas observam-se contatos \n\ncôncavo-convexos. No cimento comumente ocorrem cristais de calcita losangulares, que \n\nmuitas vezes estão corroídos e substituídos por quartzo, que também aparecem \n\nfrequentemente na forma de franjas irregulares nos intraclastos, além de quartzo \n\nmicrocristalino. A esta faciologia ainda estão relacionados calciruditos silicificados, que \n\npossuem as mesmas características, porém na composição inclui-se intraclastos de \n\ncalcarenitos oolíticos e grapestones (Figura 3.14e). \n\nOs calcarenitos oolíticos pretos (Co) possuem estratificação plano-paralela ondulada, e \n\nporções com aspecto maciço. Ocorrem em camadas que variam de 20 centímetros (Figura \n\n3.15f) a 4 metros de espessura, são ricos em matéria orgânica, o que resulta em odor fétido na \n\nsuperfície recém partida (liberação de gás termoquímico preso na porosidade residual). \n\nFrequentemente ocorrem fraturas milimétricas a centimétricas, assim como bolsões \n\npreenchidos por calcita preta e branca. São grainstones compostos por intraclastos micríticos, \n\noolíticos e agregados de oólitos, que estão frequentemente corroídos em seu interior. Esta \n\n\n\n55 \n\n \n\nfaciologia apresenta espessamento para o topo da associação de fácies Af8, assim como suas \n\nocorrências são mais frequentes. \n\n \n\n \n\nFigura 3.14 - Formação Serra de Santa Helena - Associação de fácies 8 (Af8): (a) Relevo em morros \nsuavizados mostrando a alternância de calcários e pelitos; (b) Base da Af8 mostrando pelitos alternados \ncom camadas de calcário (Ci) de dimensões centimétricas a decimétricas; (c) Calcarenito intraclástico \n(Ci) com estratificação cruzada acanalada; (d) Fotomicrografia em microscópio com luz natural de \ncalcarenito oolítico silicificado (Cos) com variação granulométrica evidenciando a estratificação da \nrocha; (e) Fotomicrografia em microscópio com luz natural de calcirudito com intraclastos, oolíticos e \nagregados oolíticos, manchas vermelhas estão pigmentadas por vermelho de alizarina, mostrando \ncimento calcítico reliquiar; (f) Pelitos alternados com calcarenitos oolíticos pretos (Co). \n \n\n\n\n56 \n\n \n\nEsta associação de fácies representa a rampa externa mista com deposição de material \n\npelítico siliciclástico alternada com deposição de sedimentos carbonáticos de ambientes mais \n\nrasos retrabalhados e depositados em eventos de maior energia. \n\n \n\nFormação Lagoa do Jacaré \n\nA Formação Lagoa do Jacaré ocorre em serras que formam pequenos platôs, está \n\nassentada concordantemente sobre a Formação Serra de Santa Helena e, por vezes, está \n\ncoberto pelo Grupo Urucuia. \n\nQuatro fácies foram individualizadas e agrupadas em duas associações de fácies, que \n\npermitiram interpretar os processos deposicionais e o ambientes responsáveis pela acumulação \n\ne preservação desta unidade. As fácies estão apresentadas na Tabela 3.3. \n\nAs seções Torre Norte (Figura 3.15) e Seção Pedreira (Figura 3.16) mostram as \n\nrelações entre as diferentes fácies identificadas. \n\n \n\nTabela 3.3 - Resumo das fácies, estruturas sedimentares, processos de geração e associações de fácies \nda Formação Lagoa do Jacaré. \n\n \n\n\n\n57 \n\n \n\n \n\nFigura 3.15 - Seção Torre Norte, mostrando a relação e disposição das associações de fácies Af9 e \nAf10 da Formação Lagoa do Jacaré: (a) Formação Lagoa do Jacaré Af9 - Calcários finos em camadas \nmenos espessas alternados com calcários grosseiros mais espessos; (b) Formação Lagoa do Jacaré Af9 \n- Porção onde dominam os calcários grosseiros em camadas mais espessas; (c) Formação Lagoa do \nJacaré Af10 - Calcário fino a muito fino em camada com aspecto maciço; (d) Formação Lagoa do \nJacaré Af10 - Calcarenito grosso em camadas tabulares sobre calcirudito preto. \n\n\n\n58 \n\n \n\n \n\nFigura 3.16 - Seção Pedreira, mostrando detalhe da associação de fácies Af9 da Formação Lagoa do \nJacaré: (a) Formação Lagoa do Jacaré Af9 - Calcários finos com estratificação plano-paralela (na base) \ne cruzada; (b) Formação Lagoa do Jacaré Af9 - Calcário grosseiro em camadas onduladas com \nestratificação cruzada acanalada; (c) Formação Lagoa do Jacaré Af9 - Calcário grosseiro com níveis \nróseos com dolomita; (d) Formação Lagoa do Jacaré Af9 - Calcarenito grosseiro em camadas \nonduladas com estratificação cruzada planar e acanalada, topo desenvolvimento de lapiès; (e) \nFormação Lagoa do Jacaré Af10 - vista geral da pedreira. \n\n\n\n59 \n\n \n\nLagoa do Jacaré - Associação de Fácies 9 (Af9) \n\nFormada pela associação de calcários grossos (Cg) e calcários finos (Cf) (Figuras \n\n3.17a), com calcarenitos muito finos preto/amarronzados (Cmf) subordinados. As diferentes \n\nfácies apresentam camadas tabulares e onduladas, por vezes amalgamadas. A presença de \n\nmatéria orgânica é comum, além de apresentar odor fétido na superfície recém partida, a \n\nmatéria orgânica pode ser observada frequentemente em lâmina delgada. Em microscópio é \n\nobservável os efeitos de compactação diagenética que ocorre de forma mais concentrada em \n\nalguns níveis. Bolsões, fraturas, microfraturas além de vugs preenchidos por calcita preta e \n\nbranca, e fluorita são comuns em todos os calcários pretos (Figura 3.17b), além da ocorrência \n\nde pirita framboidal. Em alguns níveis se observa maior concentração de ocorrência desses \n\nbolsões de calcita, estas porções são marcadas também por horizontes descontínuos de \n\ncoloração rósea com dolomita (Figura 3.17). Estas rochas estão bastante recristalizadas e \n\napresentam alguns planos onde há concentração de compactação com estilólitos e dissolution \n\nseams, além de maior grau de neomorfismo, que associados podem gerar pseudoacamamento. \n\nNesta associação de fácies se identificou pelo menos dois níveis com desenvolvimento de \n\nlapiès. \n\nCalcário preto grosso (Cg) ocorre em pacotes com cerca de 2 metros de espessura e \n\napresenta afinamento dos conjuntos de camadas para o topo destes pacotes. Suas camadas são \n\ntabulares e onduladas, com estratificação plano-paralela, cruzada planar, cruzada acanalada e \n\ncruzada tipo swaley, em camadas com espessura entre 10 e 40 cm (Figura 3.17c). Localmente \n\napresentam formas de leito sigmoidais. Nódulos de sílex pretos elípticos ou alongados \n\nparalelos ao acamamento são comuns. Estes calcários são representados por grainstones e \n\nrudstones, respectivamente intramicrarenitos grossos e intramicruditos. Os intraclastos são \n\ncompostos por oólitos, agregados micríticos e oolíticos, grapestones, e fragmentos lamelares \n\nmicríticos (Figura 3.17d). Frequentemente observam-se cutículas nos intraclastos. Localmente \n\nintraclastos arredondados apresentam seu interior corroído e com crescimento de cristais de \n\ncalcita, no sentido da borda para o centro. Na base das camadas podem ocorrer níveis de \n\ncalciruditos de mesma composição, possuindo intraclastos micríticos lamelares com até \n\n2,5mm e agregados oolíticos com tamanho de areia muito grossa. \n\nOs Calcários pretos finos (Cf) exibem camadas tabulares e onduladas com espessura \n\nentre 3 e 30 cm em pacotes com mais ou menos 1 metro de espessura. Possuem estrutura \n\nmaciça, por vezes apresentam estratificação/ laminação plano-paralela. Por vezes é plaqueado \n\n(Figura 3.18a), e também pode exibir estratificação cruzada acanalada e cruzada tipo \n\nhummocky (Figura 3.17e). Estilólitos finos são comuns assim como matéria orgânica \n\nacumulada. Microscopicamente, são grainstones e packstones finos, com intraclastos \n\n\n\n60 \n\n \n\nmicríticos e matriz micrítica (Figura 3.17f). Ocorrem níveis de calcarenitos muito finos com \n\nmaior quantidade de matriz micrítica (wackestones) que separam os planos de acamamento da \n\nestratificação cruzada acanalada. \n\n \n\n \nFigura 3.17 - Formação Lagoa do Jacaré - Associação de fácies 9 (Af9): (a) Calcarenito preto grosso \n(Cg) em camadas mais espessas alternados com calcarenito fino (Cf) em camadas menos espessas, \nplaqueadas; (b) Fraturas preenchidas com calcita branca, preta e fluorita, comum nos calcários pretos \nda Formação Lagoa do Jacaré; (c) Calcarenito preto grosseiro, em camadas onduladas, com \nestratificação cruzada acanalada; (d) Fotomicrografia em estereoscópio de luz transmitida: Calcarenito \ngrosso com estratificação cruzada nota-se aloquímicos de agregados, grapestones micríticos e oólitos, \nna base calcarenito fino; (e) Estratificação cruzada hummocky em calcarenito fino (Cf); (f) \nFotomicrografia em estereoscópio de luz transmitida de calcarenito fino com estratificação cruzada. \n \n\nLocalmente ocorrem calcarenitos muito finos siltosos, em camadas tabulares com \n\ncerca de 30 cm, e também como lâminas alternadas com os calcarenitos finos. Estes \n\n\n\n61 \n\n \n\napresentam laminação plano-paralela e cruzada planar de baixo ângulo, e coloração \n\namarronzada. A ocorrência destes calcarenitos muito finos siltosos se restringe a base desta \n\nassociação de fácies. \n\nEsta associação de fácies é interpretada como sendo de ambiente de rampa carbonática \n\nintermediária, com leve aporte sedimentar siliciclástico na base, influenciados por fluxos de \n\nmaré alternados com tempestades. \n\n \nFormação Lagoa do Jacaré - Associação de fácies 10 (Af10) \n\nFormada por calcarenitos finos, muito finos (Caf), truncados por calcarenitos grossos, \n\nmuito grossos (Cag) e calciruditos (Cr), com calcisiltitos (Cs) no topo. São bastante \n\nrecristalizados, e comumente apresentam estilólitos e vugs preenchidos por calcita preta e \n\nbranca, com fluorita fina inclusa. \n\nOs calcarenitos finos e muito finos (Caf) têm coloração preta, aspecto maciço e estão \n\ndispostos em camadas tabulares, por vezes onduladas, com até 10 cm de espessura (Figuras \n\n3.18a; 3.18b; 3.18c; 3.18d). Em lâmina delgada apresentam forte recristalização, aspecto \n\nmaciço, com estratificação plano-paralela localizada. A ocorrência de matéria orgânica é \n\ncomum, assim como os vugs e microfraturas com calcita branca e preta, e fluorita \n\nsubordinada. \n\nPara o topo os calcarenitos finos podem ocorrer alternados com lâminas de calcisiltitos \n\n(Cs), com laminação plano-paralela (Figuras 3.18c; 3.18d). Assim como ocorrem em lentes \n\ncom estratificação cruzada acanalada tipo hummocky comumente amalgamadas. Esta \n\nassociação também é rica em matéria orgânica, apresenta microfraturas preenchidas por \n\ncalcita que se encontra recristalizada. \n\nAs fácies de granulação fina estão truncadas por camadas lenticulares de calcarenitos \n\ngrossos (Cag) e calciruditos (Crp), que apresentam estratificação cruzada planar e cruzada \n\nacanalada truncada tipo swaley. Estilólitos são comuns e muitas vezes marcam o contato entre \n\nas diferentes fácies. Estas estruturas de compactação também exibem concentração de matéria \n\norgânica. \n\nOs calcarenitos grossos apresentam coloração preta, ocorrem em camadas tabulares e \n\nonduladas, por vezes amalgamadas, com até 40 cm de espessura (Figura 3.18a). São \n\npackstones mal selecionados, mostrando intraclastos de grapestones, oólitos em matriz de \n\ntamanho areia fina de grãos micríticos. Em lâmina delgada observa-se que muitos grãos \n\nencontram-se dissolvidos em seus interiores (Figura 3.18f). Os vugs preenchidos por calcita \n\nsão comuns, assim como os nódulos de sílica amorfa de cor preta. \n\n \n\n\n\n62 \n\n \n\n \nFigura 3.18 - Formação Lagoa do Jacaré - Associação de fácies 10 (Af10): (a) Camadas menos \nespessas onduladas amalgamadas de calcarenitos finos (Caf) sobre camadas tabulares amalgamadas de \ncalcário grosso (Cag) em camadas mais espessas; (b) Calcarenito muito fino (Caf) maciço truncado por \ncalcarenito grosso (Cag) mais escuro e estratificação cruzada tipo swaley, sotoposto por calcirudito \n(Cr) com estratificação cruzada acanalada e intraclastos lamelares com até 2 cm, nota-se camadas \namalgamadas; (c) calcarenitos finos em camadas com ate 7 cm alternados com lâminas de calcisiltito \n(Cs) cor cinza médio; (d) Calcarenito muito fino alternado com lâminas de calcisiltito, nota-se \nmicrofraturas preenchidas por calcita e acumulo de matéria orgânica; (e) Calcirudito com fragmentos \nlamelares emersos em matriz de calcarenito, com gradação inversa; (f) Calcarenito grosso (packstone) \ncom intraclastos corroídos e vugs preenchidos por calcita. \n \n\nOs calciruditos (Cr) apresentam coloração preta e níveis de cor cinza média, \n\napresentam estratificação cruzada acanalada e cruzada planar os intraclastos maiores são de \n\ncalcisiltitos, lamelares e têm até 2 cm de tamanho, orientados paralelamente ao acamamento. \n\n\n\n63 \n\n \n\nEstes rudstones são compostos por fragmentos maiores de tamanho grânulo, emersos em \n\nmatriz de calcarenito grosso a fino composta por intraclastos, oolíticos e micríticos, com \n\ngradação inversa (Figura 3.18e). \n\nCalcisiltitos (Cs) com cor cinza ocorrem em camadas tabulares com cerca de 50 \n\ncentímetros. Possuem laminação plano-paralela e, localmente exibe laminação cruzada \n\ntruncada e ainda estrutura maciça. A ocorrência desta fácies se restringe ao topo desta \n\nassociação de fácies. Aparecem intercaladas com os calcarenitos, na forma de lâminas, ou \n\nainda com os calciruditos, pelos quais é frequentemente retrabalhado (Figura 3.18e). \n\nEsta associação de fácies representa ambiente de transição de rampa intermediária para \n\nrampa externa, dominada por fluxos oscilatórios de tempestade alternados com momentos de \n\nmais baixa energia. \n\n \n\n3.4 BACIA SANFRANCISCANA \n\nO Grupo Urucuia e as coberturas da Formação Chapadão são as unidades da Bacia \n\nSanfranciscana que ocorrem na área estudada. \n\n \n\n3.4.1 Grupo Urucuia \n\nO Grupo Urucuia ocorre principalmente na porção oeste da área estudada capeando o \n\ntopo das serras. Com exposições restritas, ocorrem em blocos soltos, localmente foram \n\nobservados blocos movimentados para abertura de vias de acesso. \n\nÉ representado por quartzo arenitos silicificados, bimodais, com granulação média a \n\nfina, grãos bem arredondados, com esfericidade média a alta. Possuem películas de óxidos nas \n\nsuas bordas, onde ocorre sobrecrescimento de sílica por sobre estas películas de óxidos, além \n\nde cimento silicoso microcristalino (Figura 3.19). A partir de suas características litológicas e \n\ncomposicionais pode-se afirmar que se trata de arenitos relacionáveis à Formação Posse. \n\n\n\n64 \n\n \n\n \nFigura 3.19 - Quartzo arenito bimodal, com grãos bem arredondados e esfericidade média a alta, \n\npelícula de óxido nas bordas e sobrecrescimento de quartzo. Formação Posse, Grupo Urucuia. \n \n \n3.3.2 Formação Chapadão \n\nAs três classes de natureza coluvionar, aluvionar e eluvionar desta unidade ocorrem na \n\nárea de estudo. \n\nAs coberturas aluvionares são encontradas nas planícies de inundação dos rios \n\nArrojado, Corrente, Correntina e Formoso. Na porção noroeste da área, sobre o Grupo \n\nUrucuia ocorrem depósitos lateríticos e eluvionares. Os colúvios ocorrem nas baixadas onde \n\nnão há afloramento de rocha e nota-se a regressão das formas tabulares do relevo elevado. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n65 \n\n \n\nCAPITULO IV \n\nISÓTOPOS DE CARBONO E OXIGÊNIO \n\n4.1 INTRODUÇÃO \n\nDados de geoquímica isotópica associados a um controle estratigráfico consistente, \n\nobtidos ao longo de uma coluna sedimentar, são utilizados no estudo de carbonatos \n\nproterozoicos como ferramenta de investigação, auxiliando na realização de correlações \n\nintrabacinais e interbacinais. \n\nNuma tentativa de estabelecer curvas de variação isotópica temporal que auxiliem na \n\ndeterminação de idades relativas para as sequências sedimentares antigas, diversos autores \n\napresentam uma crescente produção de dados geocronológicos, que têm facilitado este tipo de \n\ncorrelação (KNOLL; WALTER 1992; KAUFMAN; KNOLL 1995; VEIZER et al., 1999; \n\nJACOBSEN; KAUFMAN 1999; MELEZHIK et al., 2001; HALVERSON et al., 2005; \n\nAHARON, 2005; HALVERSON et al., 2007). \n\nA quimioestratigrafia isotópica de C, O e Sr oferece parâmetros a respeito das \n\ncondições ambientais à época de sedimentação, e no caso de carbonatos proterozoicos, estes \n\nestudos adquirem especial importância devido à escassez de fósseis em sequências deste Éon e \n\na falta de êxito do uso dos estromatólitos como recurso bioestratigráfico. O maior acervo de \n\ndados para o estudo dos carbonatos do Grupo Bambuí vem dos isótopos de C e O. \n\nNo estudo isotópico de C e O são utilizadas as razões entre os isótopos estáveis 13C/12C \n\ne 18O/16O comparadas com um padrão, para se chegar à razão específica ?, que passa a ser o \n\nvalor utilizado para as comparações e correlações. O padrão mais usado é o PDB (Pee Dee \n\nBelemnite), que corresponde à razão isotópica de uma concha de Belemnite de idade cretácea \n\nda Formação Pee Dee (Carolina do Sul, Estados Unidos). Assim, tem-se que: \n\n \n\nonde os valores finais são dados em partes por mil (‰). \n\nSegundo Schidlowski et al. (1983), os isótopos de C e O possuem os mesmos \n\nreservatórios: um interno, composto pelas rochas e pelo manto, e um externo, constituído pela \n\nhidrosfera, atmosfera, biosfera e sedimentos inconsolidados. Apesar disto, diferentes \n\nprocessos controlam o seu fracionamento, resultando em distintas interpretações para \n\neventuais incursões isotópicas. \n\n \n\n \n\n\n\n66 \n\n \n\n4.2 ISÓTOPOS DE CARBONO \n\nO carbono tem dois isótopos estáveis: 12C (98,89%) e 13C (1,11%). Os reservatórios de \n\ncarbono podem ser divididos em: oxidados, constituídos principalmente por CO2 e HCO3\n2- e \n\nminerais carbonáticos, e reduzidos, formados por compostos orgânicos, combustíveis fósseis e \n\no elemento nativo. A constante mudança entre os reservatórios oxidados e reduzidos mantêm \n\nseu equilíbrio. Os processos que envolvem o ciclo do carbono também envolvem seu \n\nfracionamento isotópico (TUCKER; WRIGHT, 2008). \n\nA produção de matéria orgânica é o principal mecanismo responsável pelo \n\nfracionamento isotópico do carbono estável, que ocorre fundamentalmente por meio da \n\nfotossíntese. Neste processo é utilizado preferencialmente o 12C, acarretando num \n\nenriquecimento relativo do meio em 13C e, portanto, uma elevação dos valores de ?13C \n\n(SCHIDLOWSKI et al., 1983). Deste modo, num ambiente marinho com intensa atividade \n\nbiológica, os valores ?13C são bastante positivos na água do mar, o que fica registrado nos \n\ncarbonatos precipitados a partir dela. No entanto, se a atividade biológica é inexistente ou \n\nmuito baixa, o meio aquático apresentará valores de ?13C negativos, assim como os carbonatos \n\nprecipitados naquele meio. \n\nCurvas globais mostrando a variação temporal do ?13C foram propostas por diversos \n\nautores associando-as aos eventos glaciais neoproterozoicos, principalmente o Esturtiano e o \n\nMarinoano (KAUFMAN; KNOLL 1995; VEIZER et al., 1999; JACOBSEN; KAUFMAN, \n\n1999; HALVERSON et al., 2005; AHARON, 2005; HALVERSON et al., 2007) (Figura 4.1). \n\nEstes dados têm apresentado bons resultados quando comparados com as curvas de ?13C do \n\nGrupo Bambuí (SANTOS et al., 2000; MISI, 2001; VIEIRA et al., 2005; MARTINS; \n\nLEMOS, 2007; ZALÁN, ROMEIRO-SILVA, 2007; ALVARENGA et al., 2007; \n\nKUNCHENBECKER, 2011; SANTANA, 2011; CAXITO et al., 2012). \n\n \n\nFigura 4.1 - Calibração possível para a variação de ?13C, durante o Neoproterozoico proposta por \nHALVERSON et al. (2005). \n\n\n\n67 \n\n \n\n4.3 ISÓTOPOS DE OXIGÊNIO \n\nO oxigênio é o elemento mais abundante da crosta terrestre (~46,7%) e dos oceanos \n\n(~87%), e é o segundo em abundância na atmosfera (~20%). Faz-se presente na natureza sob a \n\nforma de três isótopos estáveis: 16O (99,75% do total), 17O (0,037% do total) e 18O (0,199% do \n\ntotal). Devido às maiores diferenças de massa e abundâncias relativas (BOWEN, 1988) \n\ndefiniu a razão isotópica de oxigênio por 18O/16O, visto que o ?18O da água do mar é igual a \n\nzero tomando como padrão SMOW (Standard Mean Ocean Water) (ALLÈGRE, 2008) (Figura \n\n4.2). \n\nConforme ALLÈGRE (2008) as diferentes origens geoquímicas, assim com a natureza \n\nquímica apresentam composições isotópicas típicas de ?18O, independentes de idades \n\ngeológicas ou localização geográfica. Deste modo pode-se dizer que as rochas ígneas e \n\nmetamórficas apresentam o ?18O positivo variando de +5 a +13, os calcários são enriquecidos \n\nem ?18O, com valores entre +7 e +35, e os valores negativos pertencem à água doce, com \n\nteores menores que -10 (Figura 4.2). \n\n.  \nFigura 4.2 - Distribuição de composição isotópica de ?18O para algumas substâncias terrestres \n\nexpressa com relação ao SMOW (Standard Mean Ocean Water – ALLÈGRE, 2008). \n \n\nA evaporação da água é um importante mecanismo responsável pelo fracionamento \n\nisotópico do oxigênio. Durante este processo, o vapor produzido é enriquecido em 16O, \n\nacarretando num enriquecimento relativo de 18O na água do mar remanescente, deste modo \n\nelevando seu ?18O. Por consequência os carbonatos eventualmente depositados neste intervalo \n\ntambém apresentarão valores elevados de ?18O. \n\nPortanto, alterações nos fatores naturais relacionados à evaporação, como variação de \n\ntemperatura, insolação, salinidade, restrição do corpo d’água, glaciações, entre outros, seriam \n\ncapazes de gerar variações nas razões 18O/16O da água do mar e, por conseguinte, dos \n\n\n\n68 \n\n \n\ndepósitos carbonáticos gerados (CORFIELD, 1994; ALLAN; MATTHEWS, 1982; \n\nTHUNELL et al., 1987). \n\nProcessos diagenéticos e demais interações relacionadas com água meteórica podem \n\nalterar os valores de ?18O, tornando-os mais negativos (TUCKER; WIGHT, 2008). \n\n \n\n4.4 AMOSTRAGEM E MÉTODOS ANALÍTICOS \n\nA amostragem para a determinação de isótopos de carbono e oxigênio foi realizada ao \n\nlongo de três perfis, cuja integração representa a seção estratigráfica completa do Grupo \n\nBambuí na área estudada. A seção São Manoel (SM) compreende as associações faciológicas \n\nbasais da Formação Sete Lagoas, de onde foram coletadas 34 amostras (Tabela 4.1 - amostras \n\nCR-01 a CR-34). Na seção Torre Sul (TS), que abrange o restante da Formação Sete Lagoas a \n\npartir da mesma associação de fácies do topo da seção São Manoel, um total de 26 amostras \n\nforam coletadas (amostras CR-35 a CR-61), além de 3 amostras dos calcários da Formação \n\nSerra de Santa Helena (amostras CR-62 a CR-64) (Tabela 4.2). E por fim, 24 amostras da \n\nseção Torre Norte que representa a Formação Lagoa do Jacaré na área estudada (Tabela 4.3 - \n\namostras CR-65 a CR-89). \n\nA preparação das amostras foi realizada no laboratório de preparação de amostras do \n\nInstituto de Geociências da Universidade de Brasília (IG-UnB), onde todas as amostras foram \n\nbritadas e moídas, seguindo rotina vigente no laboratório. As análises para as determinações \n\ndas razões isotópicas de ?13C e ?18O foram realizadas no Laboratório de Isótopos Estáveis da \n\nmesma universidade. \n\nAs razões isotópicas foram obtidas utilizando 300 microgramas das amostras \n\npreparadas de rocha total. Para as medições de 13C/12C e 18O/16O utilizou-se o equipamento \n\nGas Bench II (on line) acoplado a um espectrômetro de massa Delta V Advantage, a partir do \n\ngás CO2 extraído das amostras. A extração do CO2 das amostras foi obtida com reações com \n\nH3PO4 a uma temperatura de 72ºC, em frascos livres de gases atmosféricos por meio de fluxo \n\nde He. O erro analítico associado para o ?13C é de 0,05‰ e 0,10‰ para ?18O. \n\n \n\n4.5 RESULTADOS ISOTÓPICOS \n\nAs determinações isotópicas de ?13C e ?18O das seções São Manoel (SM), Torre Sul \n\n(TS) e Torre Norte (TN) são respectivamente apresentadas nas Tabelas 4.1, 4.2 e 4.3. \n\n \n \n \n \n \n \n \n\n\n\n69 \n\n \n\nTabela 4.1 - Isótopos de C e O da seção São Manoel (SM), base Formação Sete Lagoas. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n70 \n\n \n\nTabela 4.2 - Isótopos de C e O da seção Torre Sul, formações Sete Lagoas e Serra de Santa Helena. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n71 \n\n \n\nTabela 4.3 - Isótopos de C e O da seção Torre Norte, Formação Lagoa do Jacaré. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n72 \n\n \n\n4.5.1 Assinatura Isotópica de Carbono e Oxigênio da Formação Sete Lagoas \n\nOs diferentes tipos litológicos da Formação Sete Lagoas na área estudada apresentam \n\nvalores de ?13CPDB\n que variam de -5,32 a +10,02‰, apresentando um aumento de seus valores \n\nem direção ao topo da sequência, e razão isotópica de ?18OPDB entre -10,95 e -0,60‰, com \n\ngrande parte dos resultados próximos de -7‰ (Tabelas 4.1 e 4.2 e Figura 4.3). \n\nA porção basal apresenta valores de ?13CPDB entre -5,32 e 0,44‰ para os calcilutitos, \n\nonde predominam os valores entre -1,12 e 0,44‰, e ?18OPDB variando de -10,95 a -6,08‰, \n\ncom a maioria dos valores entre -7,92 e -6,08‰. Estes valores extremamente negativos \n\n(?13CPDB = -5,32‰ e ?\n18OPDB = -10,95) fogem do padrão do restante dos outros valores \n\nobtidos nessa fácies e correspondem a amostra da base da seção da Formação Sete Lagoas - \n\nseção São Manoel (Figura 4.3 - SM). \n\nOs calcários micríticos apresentam valores de ?13CPDB próximos de 0‰ entre -0,11 e \n\n1,88‰, e valores de ?18OPDB variando de -6,34 e -7,41‰ (Figura 4.3). A seção São Manoel \n\n(SM) mostra valores dos calcários micríticos de ?13CPDB levemente positivos entre 0,53 e \n\n1,18‰ e ?18O em torno de -6‰. Na seção Torre Sul os valores de ?13CPDB variam de -0,11 a \n\n1,05‰ e o ?18OPDB -6,34 e -7,55‰, para os calcários micríticos. \n\nA seção TS ainda apresenta valores para os calcarenitos de ?13CPDB variando entre 0,85 \n\ne 2,32‰ e o ?18OPDB entre -8,70 e -7,4‰, os dolarenitos estromatolíticos com ?\n13CPDB entre \n\n2,38 e 5,62‰ e ?18OPDB entre -8,22 e -3,86‰, e no topo valores entre 4,11 e 10,02 de ?\n13CPDB \n\ne -2,09 e -0,60‰ de ?18OPDB, para os calcarenitos finos e calcisiltitos associados a \n\nmicrofitólitos. \n\n \n\n4.5.2 Assinatura Isotópica de Carbono e Oxigênio da Formação Serra de Santa Helena \n\nAs três amostras coletadas nos calcários intercalados com os pelitos da Formação Serra \n\nde Santa Helena mostram valores de ?13CPDB entre 10,61 e 14,63‰ e ?\n18OPDB entre -6,64 e -\n\n5,16 ‰. \n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n\n\n73 \n\n \n\n \n\nFigura 4.3 - Perfil isotópico em seção das rochas carbonáticas das formações Sete Lagoas e Serra de \nSanta Helena: seções São Manoel (SM) e Torre Sul (TS) com a composição dos isótopos estáveis de \nCarbono e Oxigênio. \n \n\n\n\n74 \n\n \n\n4.5.3 Assinatura Isotópica de Carbono e Oxigênio da Formação Lagoa do Jacaré \n\nA Formação Lagoa do Jacaré apresenta menor variação em seus valores, com ?13CPDB \n\nfortemente positivo (entre 10,72 e 13,16‰) e seu ?18OPDB variando entre -5,77 e -3,24‰ \n\n(Tabela 4.3 e Figura 4.4). \n\n \n\nFigura 4.4 - Perfil isotópico em seção das rochas carbonáticas da Formação Lagoa do Jacaré na região \nde Santa Maria da Vitória: seção Torre Norte (TN) com a composição dos isótopos estáveis de \n\nCarbono e Oxigênio. \n \n\n4.6 DISCUSSÕES \n\nA curva de ?13CPDB dos calcários do Grupo Bambuí analisados neste trabalho \n\napresentam variação desde resultados negativos na base, até positivos em direção ao topo da \n\nsucessão de carbonatos e é coerente com o registro estratigráfico. A Formação Sete Lagoas \n\napresenta valor bastante negativo na base, que muda bruscamente para valores próximos de \n\nzero, levemente negativos nos primeiros 70 metros, gradando para valores levemente \n\npositivos, chegando em valores bastante positivos no topo, concordando com suas fácies que \n\nevidenciam aumento da atividade microbiológica em direção ao topo desta unidade. \n\nA base da Formação Sete Lagoas apresenta valor fortemente negativo do ?13CPDB e \n\nconcorda com dados apresentados por diversos autores (CHANG et al., 1993; IYER et al., \n\n1995; SANTOS et al., 2000; VIEIRA et al., 2005; ALVARENGA et al., 2007; MARTINS; \n\n\n\n75 \n\n \n\nLEMOS, 2007; KUCHENBECKER, 2011; CAXITO et al., 2012), que associam estes valores \n\naos carbonatos de capa (cap carbonates) depositados após glaciação, em um momento da \n\nevolução da bacia com baixa produção orgânica. \n\nOs dados são coerentes com os apresentados por CAXITO et al. (2012), para seção \n\nlevantada na região de Correntina (próximo à seção estudada) com valores de ?13CPDB \n\npróximos de -5‰ e ?18OPDB em torno de -11‰ para os calcilutitos laminados, e também \n\nsimilar aos dados apresentados por ALVARENGA et al. (2007) na região de Formosa (MG). \n\nNa porção basal da Formação Sete Lagoas ocorre um salto isotópico positivo nos \n\nvalores de ?13CPDB de -5‰ para valores próximos de 0 ‰, onde estes valores ficam estáveis \n\nnos próximos 100 metros da seção estratigráfica. A quebra de valores observada neste trabalho \n\nocorre na base da Formação Sete Lagoas, onde os valores de ?13CPDB passam de próximos a -\n\n5‰ para em torno de 0‰. Este salto isotópico, com valores similares, se encontra após 60 \n\nmetros na seção apresentada por CAXITO et al. (2012). \n\nA excursão positiva registrada na curva de ?13CPDB da Formação Sete Lagoas foi \n\ndescrita por diversos autores anteriormente citados e representa a tendência regional da Bacia \n\nBambuí. Esta seção estratigráfica sugere que os carbonatos, primeiramente depositados a \n\npartir de controles químicos (supersaturação em bicarbonatos e cálcio na água do mar), \n\npassam a ser condicionados à produção orgânica da bacia. Estes dados isotópicos concordam \n\ncom os dados faciológicos, uma vez não há vestígios de matéria orgânica na base da seção. Na \n\nporção mediana apresentam coloração escura e já mostram presença de matéria orgânica e \n\npara o topo as ocorrências de lâminas algais, estromatólitos e oncólitos são comuns, e os \n\ndados da razão isotópica ?13CPDB passam aos maiores valores (cerca de +10‰). \n\nAs razões isotópicas obtidas neste trabalho para a Formação Sete Lagoas também são \n\nanálogas às apresentadas por VIEIRA et al. (2005) em seções próximas as cidades de Sete \n\nLagoas e  Carrancas (MG), com valores de ?13CPDB variando entre -5,1 e 11,6‰ e valores \n\nnegativos de ?18OPDB entre -13,5 e -4,5‰. VIEIRA et al. (2005),  CORSETTI; KAUFFMAN \n\n(2003) e HALVERSON (2005) consideram as possíveis características anômalas do oceano \n\nneoproterozoico após as glaciações, sugerindo que estas razões isotópicas podem representar o \n\nregistro original da composição química do oceano daquele período. \n\nMARTINS; LEMOS (2007) descrevem uma assinatura isotópica semelhante, com uma \n\nanomalia negativa na base, valores negativos próximos de ?13CPDB -5‰, sucedidos de um \n\ncomportamento normalmente positivo (entre 0,0‰ e 5,0‰) e um salto isotópico para valores \n\nem torno de 10‰. Segundo estas autoras, este salto para valores de ?13CPDB próximos de 10‰, \n\nestá relacionado a uma discordância possivelmente associada a um evento global de 1ª ou 2ª \n\nordem, vinculado a fácies com feições de exposição subaérea, dolomitos, brusca mudança \n\n\n\n76 \n\n \n\nfaciológica e variação nos mergulhos regionais. A partir desses dados, sugerem uma mudança \n\nno padrão de circulação oceânica, de oceanos ventilados (com ?13CPDB baixos) para uma \n\nsituação de mares estratificados, com grande potencial de preservação de matéria orgânica \n\n(com ?13CPDB altos), na Formação Sete Lagoas. Esta interpretação ainda encontra apoio no \n\ncomportamento do ?18OPDB que também mostra enriquecimento progressivo para o topo, \n\nrefletindo taxa de evaporação mais alta que de precipitação em águas mais restritas e rasas, \n\nprolíferas em microbialitos. \n\nA discordância isotópica sugerida por MARTINS; LEMOS (2007) é verificada no topo \n\nda Formação Sete Lagoas, logo acima dos dolomitos na seção Torre Sul. Esta posição \n\nestratigráfica ocorre de forma persistente lateralmente no topo da principal sucessão de \n\ndolomitos com vênulas, lâminas e filmes de sílica amorfa de cor branca e bege que é \n\ninterpretada como camada guia do nível da discordância regional na seção de topo da \n\nFormação Sete Lagoas, e foi observada em diversos perfis realizados na Formação Sete \n\nLagoas. \n\nPode-se afirmar ainda que as camadas de calcários intercaladas em pelitos da \n\nFormação Serra de Santa Helena representam a transição entre os valores de ?13CPDB \n\nencontrados nas formações Sete Lagoas e Lagoa do Jacaré, a qual apresenta valores mais \n\nelevados e com restrita variação (Figuras 4.3 e 4.2). \n\nA curva isotópica nos calcários intercalados com os pelitos da Formação Serra de \n\nSanta Helena mostra uma excursão positiva para o topo, com valores próximos ou similares \n\naos com os encontrados na Formação Lagoa do Jacaré. Este dado é corroborado pela própria \n\nfaciologia destes carbonatos que passam de micríticos até calcareníticos ricos em oólitos e \n\noncólitos, indicando aumento da atividade orgânica. \n\nA Formação Lagoa do Jacaré apresenta valores de ?13CPDB mais elevados e menos \n\nflutuantes, refletindo mudanças paleoambientais comparadas com a Formação Sete Lagoas, \n\nportanto mudanças na Bacia Bambuí, que podem ser representadas por modificação no padrão \n\nde circulação das águas, aumento da produção orgânica, aumento da temperatura e outros \n\ncontroles sedimentares. \n\nA assinatura isotópica da Formação Lagoa do Jacaré verificada neste trabalho é similar \n\na apresentada por IYER et al. (1995); SANTOS et al. (2000) e CRUZ (2012), com valores de \n\n?13CPDB fortemente positivos. Estes valores são relacionados, pelos autores citados, a \n\ndepósitos carbonáticos ricos em matéria orgânica provenientes de deposição de fácies de \n\náguas que proporcionam a preservação da matéria orgânica, em condições marinhas com \n\ncirculação restrita e oscilações de escala global nos reservatórios de carbono orgânico e \n\ninorgânico. \n\n\n\n77 \n\n \n\nAs assinaturas isotópicas distintas apresentadas pelas formações Sete Lagoas e Lagoa \n\ndo Jacaré refletem diferentes condições paleoambientais e podem ser usadas como critério de \n\ndiscriminação entre essas unidades. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n78 \n\n \n\nCAPITULO V \n\nINTEGRAÇÃO DOS DADOS E DISCUSSÕES \n\n \n\n5.1 INTRODUÇÃO \n\nOs dados obtidos neste trabalho permitiram caracterizar diferentes rochas do \n\nembasamento e enquadrá-las no contexto dos estudos pré-existentes. \n\nA partir do reconhecimento de suas faciologias e associações, análise do empilhamento \n\ndas sucessões de fácies do Grupo Bambuí, foi possível identificar diferentes ciclos de \n\nsedimentação e variações do nível do mar e do ambiente sedimentar, assim como construir a \n\ncoluna estratigráfica desta unidade na região. \n\nCom as observações das relações de contato entre as rochas do Grupo Bambuí e seu \n\nembasamento e através da geometria das camadas foi possível reconstituir a paleogeografia da \n\nárea sobre a qual os carbonatos e pelitos foram depositados. \n\n \n\n5.2 EMBASAMENTO \n\nO embasamento cristalino da área é representado pelos gnaisses migmatíticos, do \n\nComplexo Gnáissico Migmatítico Correntina, e rochas graníticas e sieníticas, da Suíte \n\nIntrusiva Correntina, que afloram nas porções baixas, próximos aos leitos dos rios Arrojado e \n\nCorrente e seus afluentes e exibem relevo ondulado a suavemente ondulado em cotas baixas. \n\nOs afloramentos do Complexo Gnáissico Migmatítico Correntina exibem tonalito \n\ngnaisses, com foliação predominante com caimento para oeste em ângulos intermediários, \n\ncom fases migmatíticas compostas por biotititos associados a fases quartzo-feldspáticas. Estas \n\nrochas frequentemente são cortadas por corpos de rochas graníticas e sieníticas da Suíte \n\nIntrusiva Correntina. Os dados de campo e petrográficos não permitiram estabelecer relações \n\ntemporais entre os granitos e os sienitos desta unidade. \n\nA partir de uma análise regional e em função dos poucos dados geocronológicos \n\ndisponíveis pode-se afirmar que os gnaisses de idade paleoproterozoica foram deformados e \n\nmigmatizados durante o Ciclo Transamazônico. O processo de ultrametamorfismo foi \n\nresponsável pela geração do neossoma (rico em quartzo e feldspato) e do paleossoma (rico em \n\nbiotita e anfibólio) observado em exposições de migmatitos. \n\nA evolução geotectônica das rochas do embasamento da área em estudo é considerada \n\nanáloga àquelas observadas na região de São Domingos no estado de Goiás. Estudos \n\ngeoquímicos e isotópicos realizados por DÁVILA; KUYUMJIAN (2005) indicam que os \n\ngnaisses, granitos e metassedimentos encontrados na borda do Cráton São Francisco nas \n\nregiões de Correntina e São Domingos evoluíram em contexto de arco de ilha com ápice de \n\n\n\n79 \n\n \n\nmetamorfismo em torno de 2,0 Ga (idade de rochas intrusivas). ROSA et al. (1996) com dados \n\nde petrografia e geoquímica associam à subducção este magmatismo potássico/ultrapotássico \n\npós a tardi-orogênico, representado pelas diferentes fácies de granitos e sienitos também \n\nobservadas nas janelas de embasamento. \n\n \n\n5.3 PALEOGEOGRAFIA \n\nO relevo arrasado com padrão suave ondulado do embasamento, notado nas janelas \n\nerosivas dos rios Arrojado e Correntina é recoberto pelas rochas da Formação Sete Lagoas em \n\non lap. Observou-se ainda que em locais com cotas iguais, ou mais baixas, onde ocorre o \n\nembasamento cristalino, também aflora a Formação Sete Lagoas. Estes locais representam \n\npaleovales ou paleodepressões que foram preenchidos pelos carbonatos da base do Grupo \n\nBambuí. Estas ocorrências da Formação Sete Lagoas em cotas mais baixas não apresentam \n\nindícios de controle de sedimentação ou variação de energia, como por exemplo, \n\npredominância de determinada faciologia, já que calcilutitos alternados com margas ocorrem \n\nem cotas em torno de 450 metros, as mesmas onde se encontram a o embasamento. \n\nOs quartzo arenitos interpretados como pertencentes à Formação Jequitaí ocorrem num \n\npaleovale já que as rochas do embasamento cristalino ocorrem próximas e em cotas iguais ou \n\nsuperiores. Imediatamente acima destes arenitos ocorrem calcilutitos com leques de aragonita \n\ne dolomitos intercalados com margas, que recobrem os psamitos de forma concordante. \n\nO padrão irregular, suave ondulado do relevo do embasamento, sobre o qual o Grupo \n\nBambuí se depositou, também é evidenciado pelas cotas do contato entre granito-gnaisses com \n\ncarbonatos (discordância basal) ou cotas de ocorrência das diferentes rochas carbonáticas. Este \n\nconjunto de dados mostra também que o embasamento aprofunda progressivamente para leste, \n\nsempre exibindo um padrão com porções elevadas e depressões. \n\nEsta paleogeografia pode ser interpretada como herança do relevo pós-glacial que \n\ncomumente mantém amplos vales em U e elevações decorrentes da passagem sucessiva de \n\ncapas de gelo. \n\nA variação nas espessuras das camadas verificada, principalmente na porção basal da \n\nFormação Sete Lagoas, respeita o espaço de acomodação que vai sendo criado pela \n\ntransgressão. Onde a partir de certo momento ocorre um equilíbrio (um aplainamento do \n\nfundo oceânico evidenciado pelas camadas dispostas horizontalmente do Grupo Bambuí), e o \n\nestabelecimento de uma rampa carbonática. \n\nCom base nos dados do embasamento da área estudada e de outras áreas de exposição \n\ndo Grupo Bambuí pode se afirmar que o “Mar Bambuí” é do tipo epicontinental, isto é uma \n\nbacia com águas rasas, ampla área de ocorrência cujo substrato é representado por crosta \n\n\n\n80 \n\n \n\nsiálica. \n\n \n\n5.4 SEQUÊNCIAS DEPOSICIONAIS \n\nA partir da identificação das diferentes fácies das rochas carbonáticas e siliciclásticas \n\ndo Grupo Bambuí e suas associações foi possível interpretar os processos e ambientes \n\ndeposicionais. O empilhamento das associações de fácies identificadas dentro do Grupo \n\nBambuí permitiu a identificação de 2 sequências deposicionais de 2ª ordem, suas superfícies \n\nchave e seus tratos de sistemas (Figura 5.1). \n\nOs perfis isotópicos obtidos, com valores fortemente negativos na base e bastante \n\npositivos no topo, são coerentes com as seções estratigráficas levantadas, as mudanças \n\nambientais verificadas no empilhamento das diferentes fácies confirmam uma maior atividade \n\nbiológica para o topo da sequência estudada, e mostram valores diferentes entre as sequências \n\n1 e 2. \n\n \n\nSequência 1 \n\nA sequencia 1 abrange litoestratigraficamente a Formação Sete Lagoas em quase sua \n\ntotalidade na área estudada. Representa um ciclo retrogradacional bem marcado e pode ser \n\ndividida em ciclos deposicionais de maior ordem. \n\nAs associações de fácies 1 e 2 (Af1 e Af2), composta por calcilutitos com crostas de \n\ncristais de aragonita e calcilutitos associados a margas, representam o Trato de Sistema \n\nTransgressivo 1 (TST1). A discordância basal com as rochas do embasamento do Cráton São \n\nFrancisco marca a Superfície Transgressiva 1 (ST1), como já sugerido anteriormente por \n\nVIEIRA et al. (2007). A ST1 está localizada também no contato de quartzo-arenitos da \n\nFormação Jequitaí com a Af1. \n\nA mudança da Af2 para associação de fácies 3 (Af3) marca a Superfície de Inundação \n\nMáxima 1 (SIM 1), a qual assinala o início do Trato de Sistema de Mar Alto 1 (TSMA1), \n\ncomposto pelas associações de fácies 3, 4, 5, 6 e 7, que juntos representam um raseamento da \n\nbacia até a exposição subaérea. A exposição subaérea é evidenciada pelas associações de \n\nfácies 5, 6 e 7 – Af5, Af6 e Af7, que culminam com a discordância na seção de topo da \n\nFormação Sete Lagoas. Estas associações de fácies mostram-se dispostas lateralmente em \n\ndiversos locais e juntas representam esta discordância. \n\n \n\n\n\n81 \n\n \n\n \n\nFigura 5.1 - Coluna estratigráfica do Grupo Bambuí na região de Santa Maria da Vitória com suas \nsequências deposicionais, superfícies chave e tratos de sistemas. \n \n\n\n\n82 \n\n \n\nAs lentes e camadas finas de silexito, que ocorrem nas associações de fácies Af5 e Af6, \n\njuntamente com os dados isotópicos obtidos neste trabalho, que apresentam um salto isotópico \n\npositivo do ?13CPDB em relação aos valores das porções estratigráficas inferiores, reforçam as \n\nevidências de exposição subaérea da Formação Sete Lagoas. \n\nEssa exposição subaérea, no topo da Formação Sete Lagoas, foi reconhecida por MISI \n\n(1999), MORAES FILHO (1997), MARTINS (2001) e CONCEIÇÃO FILHO (2003) na \n\nregião trabalhada. MARTINS; LEMOS (2007) apresentam uma análise estratigráfica regional \n\ndas sequências neoproterozoicas da Bacia do São Francisco e sugerem que este nível de \n\nexposição subaérea esteja associado a um hiato deposicional, que coincide com o limite de \n\nsequências LS do presente trabalho. Este limite de sequência sugerido pelas autoras \n\nrepresentaria um hiato de cerca de 20Ma entre as sucessões sotoposta e sobreposta. \n\nA porção superior da Af3 mostra um nível com continuidade lateral contínua onde \n\nocorrem camadas de brechas lamelares (Cr). Este nível pode representar um evento de alta \n\nenergia, que retrabalha localmente os calcilutitos e calcisiltitos depositados em ambiente \n\ncalmo atribuídos à rampa externa e leva os sedimentos arenosos depositados e retrabalhados \n\nem porções mais rasas, presentes na matriz deste rudstone, para este ambiente mais profundo. \n\nDada a ocorrência em escala regional verificada na área estudada pode se atribuir esse registro \n\num evento de storm surge de grande amplitude. Pela posição estratigráfica deste nível também \n\nse pode dizer que esta fácies está localizada em ambiente que representa a transição entre \n\nrampa externa para rampa intermediária (Af4), onde a influência de ondas de tempestade é um \n\nforte agente deposicional, e num evento de maior amplitude pode atingir ambiente de fácies \n\nrepresentativas de menor energia. As laminações onduladas observadas na fácies de calcário \n\nmicrítico (Cm) são expressões de tempestades na rampa externa (BURCHETTE; WRIGHT, \n\n1992). \n\nAs associações de fácies da Formação Sete Lagoas, dispostas lateralmente como \n\nmostra o perfil da Figura 5.2, no caso de um rebaixamento no nível do mar resultaria num \n\nempilhamento vertical como observado na seção 5.1 e exposição subaérea das associações de \n\nfácies 5, 6 e 7. \n\n \n\n \n\n\n\n83 \n\n \n\n \nFigura 5.2 - Perfil de rampa carbonática com a localização das associações de fácies da Formação Sete \nLagoas. \n \nSequência 2 \n\nO contato da associação de fácies 8, com a as fácies 6 ou 7, marcam a ST2, que \n\ntambém se comporta como um limite de sequências (LS). Neste trabalho atribuiu-se o Trato \n\nde Sistema Transgressivo (TS2) à porção inferior da associação de fácies 8 (Af8), onde as \n\ncaracterísticas litológicas dos calcários são mais coerentes com as encontradas na Formação \n\nSete Lagoas. \n\nA superfície de inundação máxima (SIM2) coincide com o pico deposicional da \n\nFormação Serra de Santa Helena, e marca o início da deposição dos calcários característicos \n\nda Formação Lagoa do Jacaré, a partir do aparecimento das lentes de calcário oolíticos \n\nsilicificados (Cos) encontrados como intercalações na Formação Serra de Santa Helena. \n\nNa SIM2 inicia-se outro ciclo progradacional, representado pelo Trato de Sistema de \n\nMar Alto 2 (TSMA 2) que engloba os folhelhos da Formação Serra de Santa Helena a partir \n\nda SIM 2 que segue até o topo da Formação Lagoa do Jacaré. \n\n \n\n5.4.1 Estratigrafia Isotópica X Ambientes Deposicionais \n\nA base da Formação Sete Lagoas apresenta valor extremamente negativo do ?13CPDB, \n\nque aliado às características sedimentológicas verificadas neste trabalho e concorda com \n\ndados apresentados por CHANG et al., 1993; IYER et al., 1995; SANTOS et al., 2000; \n\nVIEIRA et al., 2005; ALVARENGA et al., 2007; MARTINS; LEMOS, 2007; \n\nKUCHENBECKER, 2011; CAXITO et al., 2012, que associam estes valores à cap \n\ncarbonates, depositados após glaciação, e a baixa produção microbiana. Este comportamento \n\nisotópico aliado às características sedimentológicas verificadas na base da Formação Sete \n\nLagoas permite associá-la a carbonatos pós-glaciais. Estes dados também permitem dizer que \n\nos carbonatos da base da Formação Sete Lagoas, referentes às associações de fácies Af1 e Af2, \n\nsão produto de precipitação de massas de água supersaturadas em CaCO3, em ambiente de \n\nbaixa energia. \n\n\n\n84 \n\n \n\nA partir da associação de fácies Af3, onde aparecem os calcários com coloração preta, \n\nmatéria orgânica e valores levemente positivos de ?13CPDB, começa a haver influência de \n\nprocessos biológicos na formação e precipitação dos carbonatos do Grupo Bambuí. Desta \n\nassociação de fácies para o topo da seção estudada ?13CPDB, mostra valores cada vez maiores, \n\ne juntamente com as características sedimentológicas e ocorrências de bioconstruções, \n\nevidenciam a maior atividade biológica e sua influência na produção carbonática. \n\nA base da Formação Serra de Santa Helena mostra um grande aumento do espaço de \n\nacomodação com deposição de sedimentos terrígenos finos alternados com lentes \n\ncarbonáticas, representando uma transgressão marinha. A formação desses depósitos pelíticos \n\nse deu a partir da decantação destes sedimentos em suspenção em águas profundas. \n\nEventualmente este ambiente de baixa energia é atingido por ondas de tempestade que \n\ndepositam sedimentos carbonáticos, produzidos e retrabalhados em ambientes mais rasos, em \n\nmomentos de rápidas regressões por processos trativos. As características sedimentológicas \n\ndas lentes carbonáticas, dada pela composição aloquímica com maior ocorrência de \n\nintraclastos oolíticos e oncolíticos, sua coloração, além dos dados isotópicos, que mostram \n\numa excursão positiva, confirmam a transição da Formação Serra de Santa Helena para a \n\nFormação Lagoa do Jacaré. \n\nAs associações de fácies que compõem a Formação Lagoa do Jacaré na área trabalhada \n\nexibem composição aloquímica que evidenciam o maior controle biológico na produção dos \n\nsedimentos carbonáticos produzidos e retrabalhados, atestados pelos valores isotópicos de \n\n?13CPDB fortemente positivos. As estruturas nas faciologias que dominam nesta formação \n\nmostram estruturas do tipo swaley e hummocky, que evidenciam depósitos oscilatórios \n\ndominados por ondas de tempestades, com momentos de mais baixa energia onde se \n\ndepositam calcarenitos finos e calcisiltitos. \n\n \n\n5.5 DIAGÊNESE \n\nA forte recristalização observada nas rochas do Grupo Bambuí associado as estruturas \n\nde compactação, que geram pseudoacamadamentos e até pseudobrechas, atestam processos \n\ndiagenéticos de compactação física e química, evidenciando soterramento intermediário com \n\nprofundidades maiores que 600 metros (MACHEL, 1999). Ocorrem dolomitas ao longo das \n\nestruturas de compactação, estas são interpretadas como formadas durante a compactação \n\n(Figura 5.3). \n\nOs dolarenitos e dolomitos estromatolíticos são formados por dolomitização precoce, a \n\npresença de estilólitos, evidenciam a dolomitização pré compactação. Segundo TUCKER \n\n(2011), muitos registros geológicos com evidências de ambiente de supramaré, como, por \n\n\n\n85 \n\n \n\nexemplo, estromatólitos estratiformes, são provavelmente formados por dolomitização \n\nevaporítica e precipitação direta de dolomita. Estas fácies estão associadas às lentes e camadas \n\nde silexito, que também podem indicar a presença de evaporitos ou de diagênes precoce em \n\nambientes expostos. \n\nMecanismos de diagênese de superfície são evidenciados pela ocorrência de alguns \n\ntipos de aloquímicos. A formação dos aloquímicos tipo oólitos ou agregados de oólitos se dá a \n\npartir da cimentação, em ambiente diagenético marinho freático, estagnante (TUCKER, 2011). \n\nEste processo diagenético parece estar presente em aloquímicos encontrados nas fácies de \n\ngranulometria areia observadas nos calcários do Grupo Bambuí na área estudada. \n\nAlém disso, a diagênese de superfície está evidenciada nas franjas e cutículas que \n\nenvolvem os aloquímicos observados nos rudstone e grainstone da Formação Lagoa do \n\nJacaré. A precipitação deste cimento é provavelmente resultado de locais turbulentos, com \n\nintensa circulação de água, por ondas, marés ou correntes (TUCKER, 2011), coerentes com as \n\nestruturas e granulometrias encontradas nas fácies onde ocorrem. \n\n \n\n \nFigura 5.3 – Classificação dos ambientes diagenéticos com base na mineralogia, petróleo, \n\nhidrogeoquímica. Próximo à superfície são divididos em meteórico, salobro, marinho e hipersalino \n(MACHEL, 2005). \n\n \n \n\n \n\n \n\n \n\n \n\n \n\n\n\n86 \n\n \n\nCAPÍTULO VI \n\nCONCLUSÕES E RECOMENDAÇÕES \n\n \n\nA região de Santa Maria da Vitória é caracterizada pela ampla ocorrência de rochas \n\npertencentes ao Grupo Bambuí, além de afloramentos de rochas atribuídas ao embasamento \n\narqueano-paleoproterozoico do Bloco Guanambi-Correntina e arenitos cretáceos e coberturas \n\ncenozoicas da Bacia Sanfranciscana. A estratigrafia do Grupo Bambuí na região estudada \n\nrepresenta uma seção com cerca de 350 metros de espessura, desde a base da Formação Sete \n\nLagoas até o topo da Formação Lagoa do Jacaré. \n\nO relevo do embasamento se comporta regionalmente de forma suave ondulada, \n\nmostrando um aprofundamento para leste na região estudada. Este embasamento é \n\nrepresentado por ortognaisses migmatíticos do Complexo Gnáissico Migmatítico Correntina e \n\npelos monzogranitos porfiríticos e sienitos da Suíte Intrusiva Correntina. \n\nAs relações entre os monzogranitos e os sienitos não foram observadas, em função da \n\nrestrita exposição, porém trabalhos de campo mais detalhados, integrados com dados \n\ngeoquímicos e petrografia podem tornar estas relações mais claras. Assim, recomenda-se o \n\ndesenvolvimento sistemático de estudos geoquímicos, isotópicos e geocronológicos nestas \n\nrochas magmáticas. \n\nO quartzo arenito encontrado entre o embasamento e os carbonatos do Grupo Bambuí, \n\nneste trabalho foi interpretado como representante da Formação Jequitaí, dada a ocorrência de \n\ndiamictitos desta formação próxima a área estudada e sua posição estratigráfica. Neste caso \n\nesta fácies representa um contexto em que as geleiras não alcançam a área em estudo, mas \n\napenas as águas do degelo são responsáveis pelo retrabalhamento de material detrítico. \n\nTrabalhos de campo mais detalhados, ao longo dos paleovales podem trazer mais informações \n\nsobre esta unidade. \n\nA identificação de 26 fácies e suas 12 associações de fácies permitiu identificar \n\nvariações do nível do mar, que representam ciclos de deposição de 2ª e 3ª ordem. \n\nO empilhamento das associações de fácies que compõem a Formação Sete Lagoas, \n\nconstitui a Sequência I, que evidencia um rebaixamento do nível do mar, a partir de um \n\nambiente marinho mais profundo. Na base desta seção ocorrem calcilutitos (Mp) com leques \n\nde aragonita (Mc) características de um cap carbonate, seguido por calcilutitos (Mp) alternado \n\ncom margas (Mr), que representam uma rampa externa. Logo acima ocorrem calcilutitos e \n\ncalcisiltitos (Cm), em rampa externa inclinada, que apresentam no topo um nível contínuo \n\nregionalmente de brechas lamelares (Cr), representativo de um ou mais eventos de mais alta \n\nenergia do tipo storm surge. A partir daí passa gradualmente para a rampa intermediária \n\n\n\n87 \n\n \n\nmarcada por calcarenitos (Ca) e calciruditos (Crf), formados em ambiente dominado por \n\nondas de tempestade. Os dolarenitos (Da) associados a estromatólitos (De; Dee), que ocorrem \n\nacima, configuram o ambiente marinho raso, dominado por fluxos de maré, que chegam à \n\nexposição subaérea. Lateralmente ocorrem também calcarenitos finos (Caf), calcilutitos e \n\ncalcisiltitos com esteiras microbiais e trombólitos associados (Cls), além de dololutitos com \n\nbioconstruções (Dl), que são interpretados como um ambiente lagunar de supramaré. \n\nA Sequencia II é composta pelas formações Serra de Santa Helena e Lagoa do Jacaré. \n\nA Formação Serra de Santa Helena representa uma rampa externa mista com folhelhos, \n\nargilitos e siltitos (Fl), intercalados com lentes de calcarenitos intraclásticos (Ci), calcarenitos \n\nsilicificados (Cos) e calcarenitos oolíticos (Co). Esta unidade representa a transição da \n\ndeposição dos carbonatos entre as formações Sete Lagoas e Lagoa do Jacaré, apresenta valores \n\nisotópicos intermediários entre uma e outra unidade, além de texturas coerentes com a base da \n\nFormação Sete Lagoas e com o topo com a Formação Lagoa do Jacaré. Representa um \n\nambiente de baixa energia com deposição siliciclástica por agradação vertical de lamas, no \n\nqual eventualmente se depositam sedimentos carbonáticos produzidos em ambientes mais \n\nrasos que são retrabalhados e depositados em eventos de maior energia. Estes depósitos \n\ncarbonáticos eventuais são interpretados como barras oolíticas da plataforma. Por serem \n\nintercaladas a sedimentos siliciclásticos, algumas camadas são silicificadas a partir da \n\nsubstituição total do carbonato por sílica amorfa. \n\nA Formação Lagoa do Jacaré é o topo da Sequencia II, mostra uma produção \n\ncarbonática genuinamente condicionada por fatores biológicos em ambientes de rampa \n\nintermediária, com calcários grosseiros (Cg), calcários finos (Cf) e calcarenitos muito finos \n\nsiltosos (Cmf), com transição para rampa externa, com calcarenitos muito finos (Caf), \n\ncalcarenitos grossos (Cag), calciruditos (Crp) e calcisiltitos (Cs), dominados por ondas de \n\ntempestade. \n\nA fácies de brecha lamelar (Cr), na Formação Sete Lagoas, que ocorre de forma \n\nsistemática e contínua em toda a área estudada e mesmo em áreas muito distantes (ex. \n\nnoroeste do estado de Minas Gerais), onde é interpretada como um momento de exposição \n\nsubaérea na bacia Bambuí. Estas brechas são interpretadas como formadas a partir do \n\nretrabalhamento de gretas de contração e estruturas tipo teepee formadas por exposição \n\nsubaérea e ressecamento de lamas carbonáticas de porções rasas nas áreas distantes. Este \n\nretrabalhamento é produto de um storm surge que afeta as faciologias de rampa externa, na \n\nárea estudada, até as fácies com evidências de exposição subaérea, nas áreas distantes. \n\nOs dados isotópicos obtidos neste trabalho confirmam o caráter de precipitação \n\nquímica inicial dos carbonatos que passam a ter grande influência biológica na sua produção, \n\n\n\n88 \n\n \n\nrefletido numa excursão positiva de ?13CPDC para a seção do Grupo Bambuí, com valores \n\nbastante negativos na base da Formação Sete Lagoas e fortemente positivos na Formação \n\nLagoa do Jacaré. \n\nOs valores negativos do ?13CPDC da base da Formação Sete Lagoas apoiados pelas \n\ncaracterísticas litológicas, sedimentares e texturais permitem que estes carbonatos sejam \n\ninterpretados como carbonatos de capa (cap carbonates). O salto isotópico fortemente positivo \n\ndo ?13CPDC encontrado no topo desta formação reforça a ideia da exposição subaérea da \n\nplataforma carbonática. O comportamento do ?18OPDC mostra enriquecimento progressivo para \n\no topo e reflete taxa de evaporação mais alta que de precipitação em águas mais restritas e \n\nrasas prolíferas em microbialitos, coerentes com as faciologias de laguna de supramaré, que \n\nocorrem no topo da Formação Sete Lagoas. \n\nAs distintas assinaturas isotópicas das formações Sete Lagoas e Lagoas do Jacaré \n\npodem ser usadas como critério de discriminação entre essas duas unidades e refletem \n\ndiferentes condições ambientais. \n\nA Formação Lagoas do Jacaré apresenta valores isotópicos de ?13CPDC bastante \n\npositivos e pouco flutuantes que refletem condições marinhas com circulação restrita e \n\ndeposição controlada por microganismos (algas e cianobactérias), com preservação de matéria \n\norgânica. A presença de gás termoquímico nestas fácies é evidenciada a partir do odor que se \n\ndesprende das superfícies de blocos recém partidos.  \n\nAs principais feições diagenéticas presentes nas rochas carbonáticas revelam a \n\nexistência de processos de diagênese precoce que evoluem até o soterramento profundo. A \n\ndolomitização e a formação de nódulos escuros de sílica amorfa são considerados processos \n\nprecoces. As feições como a forte recristalização, micritização, compactação química e \n\nprecipitação de pirita são vinculadas a diagênese avançada com profundidades de \n\nsoterramento maiores que 600 metros. \n\nPara se ampliar o conhecimento sobre a seção de rochas carbonáticas do Grupo \n\nBambuí recomenda-se que sejam desenvolvidos estudos isotópicos de Sr/Sr e zircões \n\ndetríticos. As relações Sr/Sr, que devem ser obtidas em carbonatos não dolomitizados, podem \n\nmostrar diferentes fontes e eventuais quebras na sedimentação, inclusive auxiliando na \n\ndeterminação de inconformidades ou discordâncias na sucessão sedimentar. Os estudos sobre \n\nzircões detríticos podem indicar mudança de idades das áreas fonte para a bacia. \n\n \n\n\n\n89 \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \n\nAHARON, P. Redox stratification and anoxia of the early Precambrian oceans: implications \nfor carbon isotope excursions and oxidation events. Precambrian Research, v.137, n.3-4, \np.207-222, 2005. \n\nALKMIM, F.F.; BRITO-NEVES, B.B., CASTRO ALVES, J.A. Arcabouço tectônico do \nCráton do São Francisco: uma revisão. p. 45-62. In: DOMINGUES, J.M.L.; MISI, A. (Ed.). O \nCráton do São Francisco. Salvador: SBG, 1993. \n\nALKMIM, F.F.; MARTINS-NETO, M. A. A Bacia Intracratônica do São Francisco: \narcabouço estrutural e cenários evolutivos. In: PINTO, C.P.; MARTINS-NETO, M.A. Bacia \ndo São Francisco: geologia e recursos naturais. Belo Horizonte: SBG, 2001. p.9-30. \n\nALKMIM, F.F. O que faz de um cráton um cráton? O Cráton do São Francisco e suas \nrevelações almeidianas ao delimitá-lo. In: MANTESSO-NETO, V. et al. (Org.) Geologia do \nContinente Sul-Americano: evolução da obra de Fernando Flávio Marques de Almeida. São \nPaulo: Beca, 2004. p.17-35.   \n\nALLAN, J.R.; MATTHEUS, R.K. Isotope signature with early meteoric diagenesis. \nSedimentology, v.29, n.6, p.797-817, 1982. \n\nALLÈGRE, C.J. Isotope Geology. New York: Cambridge University Press, 2008. \n\nALMEIDA, F.F.M. Origem e evolução da plataforma brasileira. Rio de Janeiro: DNPM, \n1967. (Boletim DGM, 241). \n\nALMEIDA, F.F.M. O Cráton do São Francisco. Revista Brasileira de Geociências, São Paulo, \nv.7, n.4, p. 349-364, 1977. \n\nALMEIDA, F.F.M. et al. Brazilian structural provinces: an introduction. Earth Sciences \nReview, v.17, n.1-2, p.1-29, 1981. \n\nALVARENGA, C.J.S. et al. Variações dos isótopos de C e Sr em carbonatos pré e pós-\nglaciação Jequitaí (Esturtiano) na região de Bezerra-Formosa, Goiás. Revista Brasileira de \nGeociências, São Paulo, v.37, n.4 (suplemento), p.147-155, 2007. \n\nALVARENGA, C.J.S. Geologia e Prospecção geoquímica dos grupos Bambuí e Paranoá na \nSerra de São Domingos – MG. 1978. 125p. Dissertação (Mestrado) – Instituto de Geociências, \nUniversidade de Brasília, Brasília, 1978. \n\nAMARAL, G.; KAWASHITA, K. Determinação da idade do Grupo Bambuí pelo método \nRb/Sr. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 21., 1967, Curitiba. Anais..., \nCuritiba: SBG, 1967. p.214-217. \n\nANDRADE, A.R.F; SIQUEIRA, A.P.; FRÓES, R.J.B. Projeto Correntina. Salvador: CBPM, \n1981. v.4. \n\n\n\n90 \n\n \n\nBABINSKI, M. Idades isocrônicas Pb/Pb e geoquímica isotópica de Pb das rochas \ncarbonáticas do Grupo Bambuí, na porção sul da Bacia do São Francisco. 1993. 133p. Tese \n(Doutorado) - Instituto de Pesquisas Energéticas e Nucleares, São Paulo, 1993. \n\nBABINSKI, M. A idade do Supergrupo São Francisco: Revisão e implicações nas glaciações \nneoproterozóicas. In: SIMPÓSIO SOBRE O CRÁTON DO SÃO FRANCISCO, 3., 2005, \nSalvador. Short Papers… Salvador: SBG, 2005. p.135-138. \n\nBABINSKI, M.; KAUFMANN, A.J. First direct dating of a Neoproterozoic post-glacialcap \ncarbonate. In: SOUTH AMERICAN SYMPOSIUM ON ISOTOPE GEOLOGY, 4, Salvador, \n2003. Short Papers… Salvador: CBPM, 2003. p. 321-323.  \n\nBARBOSA, J.S.F.; DOMINGUEZ, J.M.L. Geologia da Bahia: texto explicativo para o mapa \ngeológico ao milionésimo. Salvador: SGM, 1996. \n\nBARBOSA, J.S.F.; SABATÉ, P.; MARINHO, M.M. 2003. O Cráton São Francisco na Bahia: \numa Síntese. Revista Brasileira de Geociências, São Paulo, v.33, n.1, p.3-6, mar. 2003. \n\nBIZZI, L.A. et al. Geologia, Tectônica e Recursos Minerais do Brasil: texto, mapas e SIG. \nBrasília: CPRM, 2003.  \n\nBONHOMME, M.G. Minéralogie dês frations fines et datation rubidium-strontium dans le \nGroupe Bambuí, MG, Brésil. Revista Brasileira de Geociências, São Paulo, v.6, n.4, p.211-\n222, 1976. \n\nBOWEN, R. Isotopes in the Earth Sciences. Nova York: Elsevier, 1988. 647p. \n\nBRAUN, O.P.G. Mapeamento de Semidetalhe em uma Área p/ Prospecção de \nHidrocarbonetos, na Bacia Proterozóica do Bambuí, no Cento-Leste de Goiás. In: \nCONGRESSO BRASILEIRO DE GEOLOGIA, 35., Belém, Anais..., Belém: SBG, 1988. v.2, \np.673-687. \n\nBRUNI, M.A.L.; SCHOBBENHAUS FILHO, C. Carta Geológica do Brasil ao Milionésimo: \nFolha Brasília (SD.23). Brasília: DNPM, 1976. 163p. \n\nBURCHETTE, T.P.; WRIGHT, V.P. Carbonate ramp depositional systems. Sedimentary \nGeology, v.79, p.3-57, 1992. \n\nCAMPOS, J.E.G. A Glaciação Permo-Carbonífera nas regiões de Canabrava e Santa Fé de \nMinas – MG. 1992. 104 p. Dissertação (Mestrado) – Instituto de Geociências, Universidade de \nBrasília, Brasília, 1992.  \n\nCAMPOS, J.E.G.; DARDENNE, M.A. A carta estratigráfica da Bacia Sanfranciscana. \nCONGRESSO BRASILEIRO DE GEOLOGIA, 38., 1994, Balneário de Camboriú, Boletim \nde Resumos..., Balneário de Camboriú: SBG, 1994. p.54-56. \n\nCAMPOS, J.E.G.; DARDENNE, M.A. Estratigrafia e sedimentação da Bacia Sanfranciscana: \numa revisão. Revista Brasileira de Geociências, São Paulo, v.27, n.3, p.269-282, 1997a. \n\n\n\n91 \n\n \n\nCAMPOS, J.E.G.; DARDENNE, M.A. Origem e evolução tectônica da Bacia Sanfranciscana. \nRevista Brasileira de Geociências, São Paulo, v.27, n.3, p.283-294, 1997b. \n\nCASTRO, P.T.A.; DARDENNE, M.A. The sedimentology, stratigraphy and tectonic context \nof the São Francisco Supergroup at the Southwestern domain of the São Francisco Craton, \nBrazil. Revista Brasileira de Geologia, São Paulo, v.30, n.3, p.439-441, 2000. \n\nCAXITO, F.A. et al. Marinoan glaciation in east central Brazil. Precambrian Research, v.200-\n203, p.38-58, 2012. \n\nCHANG, H.H. et al. Considerações sobre a evolução tectônica da Bacia do São Francisco. In: \nCONGRESSO BRASILEIRO DE GEOLOGIA, 35., 1988, Belém. Anais..., Belém: SBG, \n1988. v.5, p.2076-2090. \n\nCHANG, H.K. et al. Considerações sobre a estratigrafia isotópica do Grupo Bambuí. In: \nSIMPÓSIO DO CRÁTON DO SÃO FRANCISCO, 2., 1993, Salvador. Anais... Salvador: \nSBG, 1993. p.195-196.  \n\nCHAVES, M.L.S. et al. Litofácies glaciomarinhas na Formação Jequitaí: possíveis \nimplicações na distribuição de diamantesa oeste da Serra do Espinhaço (MG). Revista \nBrasileira de Geociências, São Paulo, v.40, n.4, p.516-526, dez. 2010. \n\nCONCEIÇÃO FILHO, V.M. et al. Bacia do Sao Francisco entre Santa Maria da Vitória e \nIuiú, Bahia: geologia e potencialidade econômica. Integração e síntese por Luiz Luna Freire \nde Miranda. Salvador: CBPM, 2003. 65p. (Série Arquivos Abertos, 18). \n\nCORDANI, U.G., INDA, H.A.V., KAWASHITA, K. O embasamento do Grupo Bambuí na \nRegião de Correntina, Bacia do São Francisco, Estado da Bahia. In: SIMPÓSIO SOBRE O \nCRÁTON DO SÃO FRANCISCO E SUAS FAIXAS MARGINAIS, 1, 1979, Salvador. \nResumos... Salvador: SBG, 1979. Paginação irregular. \n\nCORDANI, U.G. et al. Crustal Evolution of the South American Plattaform. In: CORDANI, \nU.G. et al. (Ed.). Tectonic Evolution of South America. Rio de Janeiro: 31st International \nGeological Congress, 2000. 856p., p.19-40. \n\nCORFIELD R.M. Paleocene oceans and climate: An isotopic perspective. Earth Science \nReview, n.37, p.225-252, 1994. \n\nCORSETTI, F.A.; KAUFFMAN, A.J. Stratigraphic investigations of  carbon isotope \nanomalies and Neoproterozoic ice ages in Death Valley, California. Geololical Society of \nAmerican Bulletin, v.115, p.916-932, 2003. \n\nCOSTA, M.T.; BRANCO, J.J.R. Roteiro Geológico Belo Horizonte-Brasília. Publ. Instituto \nde Pesquisas Radioativas. Universidade de Minas Gerais, Belo Horizonte, n.15, p. 9-25, 1961.  \n\nCOSTA L.A.M. et al. Novos conceitos sobre o Grupo Bambuí e sua divisão em \ntectonogrupos. Boletim de Geologia do UFRJ, Rio de Janeiro, n.5, p.3-34, 1970.  \n\n\n\n92 \n\n \n\nCOSTA, L.A.M. et al. Projeto Leste do Tocantins/Oeste do Rio São Francisco: relatório final. \nRio de Janeiro: CPRM/DNPM, 1976. 12 v. \n\nCPRM – Serviço Geológico do Brasil. Caderneta de campo: Planilha para estimativa de \npercentagem. Reproduzido do Journal of Sedimetary Petrography, v.25, n.3, p.229-234, 1955. \n\nCRUZ, A.B. Detalhamento da Geologia das unidades carbonáticas do Grupo Bambuí na \nregião de Alvorada do Norte, Goiás. 2012. 96p. Dissertação (Mestrado) – Instituto de \nGeociências, Universidade de Brasília, 2012. \n\nCUKROV, N.; ALVARENGA, C.J.S.; UHLEIN, A. Litofácies da glaciação neoproterozóica \nnas porções sul do Cráton do São Francisco: exemplos de Jequitaí (MG) e Cristalina (Go). \nRevista Brasileira de Geociências, São Paulo, v.35, n.1, p.69-76, 2005. \n\nDARDENNE, M.A. Síntese sobre a estratigrafia do Grupo Bambuí no Brasil Central. In: \nCONGRESSO BRASILEIRO DE GEOLOGAIA, 30., 1978, Recife. Anais... Recife: SBG, \n1978. v.2, p.97-610. \n\nDARDENNE, M.A. The Brasília Fold Belt. In: In: CORDANI, U.G. et al. (Ed.). Tectonic \nEvolution of South America. Rio de Janeiro: 31st International Geological Congress, 2000. \n856p., p.231-263. \n\nDARDENNE, M.A.; GONZAGA, G.M.; CAMPOS, J.E.G. The diamond-bearing Cretaceous \nconglomerates of the Canabrava área, Minas Gerais, Brazil. In: INTERNATIONAL \nKIMBERLITE CONFERENCE, 5, Brasília, 1991. Field Guide Book... Araxá: CPRM, 1991. \np.83-88. \n\nDÁVILA, C.A.R.; KUYUMJIAN, R.M. Mineralizações de ouro do tipo orogênico em arco \nmagmático Paleoproterozóico, borda oeste do Craton São Francisco, regiões de São Domingos \n(GO) e Correntina (BA). Revista Brasileira de Geociências, São Paulo, v.35, n.2, p. 187-198, \n2005. \n\nDUNHAM, R.J. Classification of carbonate rocks according to depositional texture. In: HAM, \nW. E. Ham (Ed.) Classification of Carbonate Rocks: a Symposium. Tulsa: AAPG, 1962. \np.108-121. (Memoir AAPG, 1). \n\nEMBRY, A.F.; Klovan J.E. Late devonian reef tracts of northeastern Banks Islands, \nNorthwest Territories. Canadian Petrology and Geology Bulletin, v.19, p.730-781, 1971. \n\nFOLK, R.L. Practical petrographic classification of limestones. Bulletin AAPG, v.43, n.1, \np.138, 1959. \n\nFOLK, R.L. Spectral subdivision of limestone types. In: HAM, W. E. Ham (Ed.) \nClassification of Carbonate Rocks: a Symposium. Tulsa: AAPG, 1962. p.62-84. . (Memoir \nAAPG, 1). \n\nFOLK, R.L. Detection of organic matter in thin sections of carbonate rocks using a white card. \nSedimentary Geology, v.54, p.193-200, 1987. \n\n\n\n93 \n\n \n\nJACOBSEN, S.; KAUFMAN A. The Sr, C and O isotopic evolution of the Neoproterozoic \nseawater. Chemical Geology, v.161, p.37-57, 1999. \n\nJAMES, N.P.; NARBONNE, G.M.; KYSER, T.K. Late Neoproterozoic cap carbonates: \nMackenzie Montains, northwestern Canada: precipitation and global glacial meltdown. \nCanadian Journal Earth Science, v.38, p.1229-1262, 2001. \n\nHALVERSON, G.P. et al. Toward a Neoproterozoic composite carbon-isotope record. \nGeological Society of America Bulletin, v.117, n.9, p.1181-1207, 2005. \n\nHALVERSON, G.P. et al. Stratigraphy and geochemistry of a ca 800 Ma negative carbono \nisotope interval in northeastern Svalbard. Chemical Geology, v.237, p.23-45, 2007. \n\nHASUY, Y.; PENALVA, F. O problema do diamante do Alto Paranaíba, Estado de Minas \nGerais. Boletim SBG - Núcleo São Paulo, v.19, n.l, p.71-78, 1977. \n\nHETTICH, M. A Glaciação Proterozóica no Centro-Norte de Minas Gerais. Revista Brasileira \nde Geociências, São Paulo, v.7, n.2, p. 87-114, 1977. \n\nIYER, S.S. Highly 13C-enriched carbonate and organic matter in the Neoproterozoic \nsediments of the Bambuí Group, Brazil. Precambrian Research, v.73, p.271-282, 1995. \n\nKARFUNKEL, J.; HOPPE, A. Late Proterozoic glaciation in the central-eastern Brazil: \nsynthesis and model. Palaegeography Palaeclimatology Palaeoecology, n.65, p.1-21, 1988. \n\nKARFUNKEL, J. et al. Aspectos genéticos e deposicionais do Grupo Macaúbas na região da \nbarrage do Paraúna e sua importância na contribuição para um modelo paleogeográfico e \ngeotectônico. In: CONGRESSO BRASILEIRO DE GEOLOGIA, 33., Rio de Janeiro, 1984.  \nAnais... Rio de Janeiro: SBG, 1984. v.7, p. 3091-3103. \n\nKAWASHITA, K; MIZUSAKI, A.M.P.; CHANG, H.K. Razões 87Sr/86Sr em sedimentos \ncarbonáticos do Grupo Bambuí (MG). In: CONGRESSO BRASILEIRO DE GEOLOGIA, 1., \nPorto Alegre, 1987. Anais... Porto Alegre: SBG, 1987. v.1, p. 133-137.  \n\nKAUFMAN, A.J.; KNOLL, A.H. Neoproterozoic variations in the C-isotopic composicional \nof seawater: Stratigrafic and biogeochemical implications. Precambrian Research, v. 73, n. 1-\n4, p. 27-49, 1995.  \n\nKNOLL, A.H.; WALTER, M.R. Latest Proterozoic stratigraphy and Earth history. Nature, \nv.356, p.673-678, 1992.  \n\nKUCHENBECKER, M. Quimioestratigrafia e proveniência sedimentar da porção basal do \nGrupo Bambuí em Arcos (MG). 2011. 91f. Dissertação (Mestrado em Geociências) - \nUniversidade Federal de Minas Gerais, Belo Horizonte, 2011. \n\nLADEIRA, E. A.; BRITO, O.E.A.  Contribuição à geologia do Planalto da Mata da Corda. In: \nCONGRESSO BRASILEIRO DE GEOLOGIA, 22., Belo Horizonte, 1968. Anais... Belo \nHorizonte: SBG, 1968. v.l, p.181-199. \n\n\n\n94 \n\n \n\nLEONARDOS, O.H. et al. The Mata da Corda volcanic rocks. In: INTERNATIONAL \nKIMBERLITE CONFERENCE, 5., 1991, Araxá. Field Guide Book... Brasília, CPRM: 1991. \np.65-73. (Special Publication, 3) \n\nLOPES, J.N. Faciologia e génese aos carbonatos do grupo Bambuí na região de Arcos, \nEstado de Minas Gerais. 1995. 166f. Dissertação (Mestrado) – Instituto de Geociências, \nUniversidade de São Paulo, São Paulo, 1995. \n\nLOPES, J.N. Diagenesis of the dolomites hosting Zn/Ag mineral deposits in the Bambuí \nGroup at Januária region -MG. 2002. 183f.  Tese (Doutorado) - Instituto de Geociências, \nUniversidade Estadual de Campinas, Campinas, 2002. \n\nMACHEL, H.G. Investigations of Burial Diagenesis in Carbonate Hydrocarbon Reservoir \nRocks. Journal of the Geological Association of Canada, v.32, n.3, 2005.  \n\nMARTINS, V.S. Estudo de inclusões fluidas e de isótopos de estrôncio dos depósitos de \nfluorita da Serra do Ramalho (Bahia) e Montalvânia (Minas Gerais). 2001. 89f. \nDissertação (Mestrado) - Instituto de Geociências, Universidade Federal da Bahia, \nSalvador, 2001. \n\nMARTINS, M.; LEMOS, V.B. Análise estratigráfica das sequências Neoproterozóicos da \nBacia do São Francisco. Revista Brasileira de Geociências, v.37, n.4 (Suplemento), p.156-\n167, 2007. \n\nMARTINS-NETO, M.A.; ALKMIM, F.F. Estratigrafia e Evolução Tectônica das Bacias \nNeorpoterozóicas do Paleocontinente São Francisco e suas Margens: Registro da Quebra de \nRodínia e Colagem de Gondwana. In: PINTO, C.P.; MARTINS-NETO, M.A. Bacia do São \nFrancisco geologia e recursos naturais. Belo Horizonte: SBG, 2001. p.31-54.  \n\nMARTINS-NETO, M.A.; HERCOS, C.M. Sedimentation and tectonic setting of Early \nNeoproterozoic glacial deposits in southeastern Brazil. In: ALTERMANN, W.; CORCORAN, \nP.L. (Ed.). Precambrian sedimentary environments. Oxford: Blackwell Science, 2002. p.383-\n403. (Special Publication, 33). \n\nMARTINS-NETO, M.A.; PEDROSA-SOARES, A.C.; LIMA, S.A.A. Tectono-sedimentary \nevolution of sedimentary basins from Paleoproterozoic to Late Neoproterozoic in the São \nFrancisco craton and Araçuaí fold belt, eastern Brazil. Sedimentary Geology, v.141-142, \np.343-370, 2001. \n\nMELEZHIK, V.A. et. al. Chemostratigraphy of Neoproterozoic carbonates: implications for \n‘blind dating’. Terra Nova, v.13, n.1, p.1-11, 2001. \n\nMISI, A. Estratigrafia isotópica das seqüências do Supergrupo São Francisco, coberturas \nneoproterozóicas do Cráton do São Francisco. Idade e correlações. In: PINTO, C.P.; \nMARTINS-NETO, M.A. (Ed.). Bacia do São Francisco: geologia e recursos naturais. Belo \nHorizonte: SBG, 2001. p.67-92. \n\nMORAES FILHO, J.C.R. (Org.). Coribe, folha SD.23-X-C-V: Estado da Bahia. Brasília: \nCPRM, 1997. Programa Levantamentos Geológicos Básicos do Brasil - PLGB. \n\n\n\n95 \n\n \n\nNASCIMENTO, S.A.M. ; TEIXEIRA, L.R. Mapa pedogeoquímico do estado da Bahia: texto \nexplicativo. Escala 1:1.000.000. Salvador: SGM, 1986.  \n\nOLIVEIRA, M.A.M. Contribuição à geologia da parte sul da Bacia do são Francisco e áreas \nadjacentes. Rio de Janeiro: Petrobrás, 1967. p.71-105. (Série Ciência Técnica-Petróleo, 3). \n\nPEDROSA-SOARES, A.C.; CORDANI, U.; NUTMAN, A. Constraining the age of \nNeoproterozoic glaciation in eastern Brazil: First U-Pb SHRIMP data from detrital zircons. \nRevista Brasileira de Geociências, v.30, p.58-61, 2000. \n\nPIMENTEL, M. M. et al. The tectonic evolution of the Neoproterozoic Brasília Belt, central \nBrazil, based on SHRIMP and LA-ICPMS U-Pb sedimentary provenance data: a review. \nJournal of South America Earth Sciences, v.31, p.345-357, 2011. \n\nBRASIL. Departamento Nacional da Produção Mineral. Projeto RADAMBRASIL. Folha SD. \n23. Brasília: geologia, geomorfologia, pedologia, vegetação, uso potencial da terra. Rio de \nJaneiro: MME, 1982. v. 29.  \n\nRIMANN, E. A Kimberlita no Brasil. Anais da Escola de Minas, Ouro Preto, v.15, p.27-32, \n1917.  \n\nRODRIGUES, J. B. Proveniência de sedimentos dos grupos Canastra, Ibiá, Vazante e \nBambuí: um estudo de zircões detríticos e idades modelos Sm-Nd. 2008. 141f. Tese \n(Doutorado) - Instituto de Geociências, Universidade de Brasília, Brasília, 2008. \n\nROSA, M.L.S. et al. Magmatismo potássico-ultrapotássico pos a tardi orogênico (associado a \nsubducção) no oeste da Bahia: Batólito Monzo-Sienitico de Guanambi-Urandi e os Sienitos de \nCorrentina. Geochimica Brasiliensis, v.10, n.1, p.27-042, 1996. \n\nSABATÉ P. et al. The 2-Ga peraluminous magmatism of the Jacobina-Contendas Mirante \nbelts (Bahia-Brazil): geologic and isotopic constraints on the sources. Chemical Geology, \nv.83, p.325-338, 1990. \n\nSANTANA, R. O. Estratigrafia, geoquímica e isótopos de C, O e Sr do Grupo Bambuí a leste \nda falha de São Domingos, NE de Minas Gerais. 2011. 93f. Dissertação (Mestrado) – Instituto \nde Geociências, Universidade de Brasília, Brasília, 2011. \n\nSANTOS, R.V. et al. Carbon and oxygen isotope profiles across Meso-Neoproterozoic \nlimestones from central Brazil: Bambuí and Paranoá Groups. Precambrian Research, v.104, \nn.3-4, p.107-122, 2000. \n\nSCHIDLOWSKI, M.; HAYES, J.M.; KAPLAN, I.R. Isotopic inference of ancient \nbiochemistries: carbon, sulfur, hydrogen and nitrogen. In: SCHOPF, J.M. (Ed.) Earth’s \nEarliest Biosphere, its origin and Evolution. Princeton: University Press, 1983. p.149-186. \n\nSOUZA, J.D. et al. Carta Geológica do Brasil ao Milionésimo: sistema de informações \ngeográficas - SIG. Folha SD.23 Brasília. Brasília: CPRM, 2004. 1 CD-ROM. Programa \nGeologia do Brasil - PLGB. \n\n\n\n96 \n\n \n\nSUMNER, D.Y. Decimetre-thick encrustations of calcite and aragonite on the sea-floor and \nimplications for Neoarchaean and Neoproterozoic ocean chemistry. p. 107-120 In: \nALTERMANN, W.; CORCORAN, P.L. (Ed.). Precambrian sedimentary environments, \nOxford: Blackwell Science, 2002. (Special Publication, 33). \n\nTACK, L. et al. Early Neoproterozoic magmatism (1000-910 Ma) of the Zadinian and \nMayumbian groups (Bas-Congo): Onset of Rodinian rifting at the western edge of the Congo \ncraton. Precambrian Research, v.110, n.1-4, p.277-306, 2001.  \n\nTHUNELL R.C.; WILLIAMS, D.F.; HOWELL, M. Atlantic-Mediterranean water Exchange \nduring the Late Neogene. Paleoceanography, v.2, n.6, p.661-678, 1987. \n\nTUCKER, M.E. Sedimentary Petrology: an introduction to the origin of sedimentar rocks. \n3.ed. Oxford: Blackwell, 2001.  \n\nTUCKER, M.E.; WRIGHT, V.P. Carbonate Sedimentology. 2.ed. Oxford: Blackweel \nScientific, 2008. \n\nUHLEIN, A.; TROMPETTE, R.; ALVARENGA, C.J.S. Neoproterozoic glacial and \ngravitational sedimentation on a continental rifted margin: The Jequitaí-Macaúbas sequence \n(Minas Gerais, Brazil). Journal of South American Earth Sciences, v.12, n.6, p.435-451, 1999. \n\nUHLEIN, A. et al. Estratigrafia e evolução geológica do Grupo Bambuí, Minas Gerais \n(Roteiro Geológico). In: CONGRESSO BRASILEIRO DE GEOLOGIA, 42, Araxá, ,Anais..., \nAraxá: SBG, 2004, CD-Rom (1 vol). \n\nUHLEIN, A. et al. A Glaciação Sturtiana (~750Ma), a Estrutura do Rifte Macaúbas Santo \nOnofre e a Estratigrafia do Grupo Macaúbas, Faixa Araçuai. Geonomos: Revista de \nGeociências, Belo Horizonte, v.15, n.1, p.45-60, 2007. \n\nVALERIANO, C.M. Evolução Tectônica da Extremidade Meridional da Faixa Brasília, \nRegião da Represa de Furnas, Sudoeste de Minas Gerais. 1992. 198 f. Tese (Doutorado) – \nInstituto de Geociências, Universidade de São Paulo, São Paulo, 1992. \n\nVEIZER Ján et al. 87Sr/86Sr, ?13C and ?18O evolution of Phanerozoic seawater. Cheomical \nGeology, v.161, n.1-3, p.59-88, 1999. \n\nVIEIRA, L.C.; TRINDADE, R.I.F.; NOGUEIRA, A.C.R. Quimioestratigrafia da Formação \nSete Lagoas, Grupo Bambuí, Minas Gerais. In: SIMPÓSIO SOBRE O CRÁTON DO SÃO \nFRANCISCO, 3., 2005, Salvador. Anais... Salvador: SBG, 2005. p.299-302.  \n\nVIEIRA, L.C. et al. A Formação Sete Lagoas em sua área-tipo: fácies, estratigrafia e sistemas \ndeposicionais. Revista Brasileira de Geociências, São Paulo, v.37, n.4, p.168-181, 2007. \n\nZALÁN, P.V.; Romeiro-Silva, P.C. Proposta de mudança significativa na coluna estratigráfica \nda Bacia do São Francisco. In: SIMPÓSIO DE GEOLOGIA DO SUDESTE, 10.; SIMPOSIO \nDE GEOLOGIA DE MINAS GERIAS, 14., 2007, Diamantina. Anais... Diamantina, MG: \nSBG, 2007. p.79. \n\n\n\n97 \n\n \n\nAPÊNDICE A"}]}}}