{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.14429"}, {"@name": "filename", "#text": "20761_ARTIGO_OrigemDistribui%c3%a7%c3%a3oArt%c3%a9riaCel%c3%adaca.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "ARS VETERINARIA, Jaboticabal, SP, v.26, n.2, 088-094, 2010.                                                                                  ISSN 2175-0106 \n\n 88 \n\n \n\nORIGEM E DISTRIBUIÇÃO DA ARTÉRIA CELÍACA EM  \n\nMUTUNS DOS GÊNEROS Crax e Mitu. \n \n\nORIGIN AND DISTRIBUTION OF THE CELIAC ARTERY IN  \nCURASSOW OF THE GENERA Crax and Mitu. \n\n \n\n \n\nE. S. GONÇALVES\n1\n, M. I. SANTANA\n\n2*\n, E. M. M. LIMA\n\n2\n, F. O. C. SILVA\n\n3\n, \n\n R. S. SEVERINO\n3\n, S. S. DRUMMOND\n\n3 \n\n \n\n \n\nRESUMO \n\n \nEste trabalho objetivou descrever a origem e a distribuição dos ramos da artéria celíaca em 19 aves dos gêneros Crax e \nMitu, oriundas do Criatório Científico e Cultural de Poços de Caldas, doadas após óbito natural. Para o preenchimento \ndo sistema vascular foi utilizada solução aquosa de látex corado, seguido de imediata fixação em solução aquosa de \nformol a 10%. Posteriormente, dissecaram-se os colaterais responsáveis pela irrigação do canal alimentar, fígado, baço \ne pâncreas. A artéria proventricular dorsal foi o primeiro ramo emitido antes da bifurcação da artéria celíaca em ramos \nesquerdo e direito. O ramo esquerdo enviou as artérias gástrica dorsal, proventricular ventral (e seus ramos \nventriculares), gástrica ventral, gástrica esquerda e pilóricas para a junção ventrículo-duodenal, além de ramos ao \nesôfago e pericárdio. A artéria hepática esquerda foi ramo da artéria gástrica ventral ou da gástrica esquerda. O ramo \ndireito emitiu grande número de artérias esplênicas, a artéria duodenojejunal, qual formou anastomoses em arcada com \nos ramos oriundos da artéria mesentérica cranial, artéria duodenal para o segmento inicial do duodeno e artéria hepática \ndireita. Os ramos vesiculares foram oriundos da artéria hepática direita ou da artéria pancreáticoduodenal e, em um \ncaso, uma artéria esplênica irrigou a região dorsal do ventrículo. Em seu segmento terminal, o ramo direito dividiu-se \nem artérias gástrica direita e pancreaticoduodenal, a qual ainda enviou a artéria ileocecal para o segmento final de íleo e \nceco esquerdo. Quando comparados estes achados com os gêneros Gallus e Anas, notaram-se semelhanças em quase \ntoda a distribuição da artéria celíaca, a não ser pela modificação da artéria esofágica como primeiro ramo enviado, bem \ncomo a distribuição exclusiva da artéria ileocecal para o ceco esquerdo e, a emissão de um ramo esplênico pela artéria \ngástrica dorsal. \n\nPALAVRAS-CHAVE: Anatomia. Artéria celíaca. Aves. Irrigação. Mutum. \n\n \n\n \n\nSUMMARY \n\n \n\nThis study describes the origin and distribution of branches of the celiac artery in 19 birds of the genera Crax and Mitu, \noriginated from the breeding facility Scientific and Cultural of Pocos de Caldas, donated after natural death. To fill the \nvascular system it was used aqueous solution of colored latex, followed by immediate fixation in aqueous 10% \nformaldehyde. Subsequently, dissected to the side responsible for irrigation of the alimentary canal, liver, spleen and \npancreas. The proventricular dorsal artery was issued before the first branch of the bifurcation of the celiac artery \nbranches into left and right. The branch has sent the left gastric arteries dorsal, ventral proventricular (and its ventricular \nbranches), ventral gastric, left gastric and pyloric junction to the ventriculo-duodenal, and branches to the esophagus \nand pericardium. The left hepatic artery was a branch of the ventral gastric artery or left gastric arteries. The right \nbranch has issued a large number of splenic artery, the artery duodenojejunal, which formed in arcade anastomoses with \nthe branches from the cranial mesenteric artery, duodenal artery to the initial segment of the duodenum and right \nhepatic artery. Vesicular branches came from the right hepatic artery or pancreaticoduodenal artery and in one case a \nsplenic artery irrigated the dorsal region of the ventricle. In its terminal segment, the right branch was divided into right \ngastric and pancreaticoduodenal arteries, which also sent the ileocecal artery for the final segment of ileum and cecum \nleft. When comparing these findings with the genera Gallus and Anas, similarities are noted in almost the entire \ndistribution of the celiac artery, unless the modification of the esophageal artery as first branch sent, as well as the \nexclusive distributor of ileocecal artery to the left cecum and the issue of a splenic branch by the artery dorsal gastric. \n\nKEY-WORDS: Anatomy. Birds. Celiac artery. Irrigation. Curassow. \n\n \n1 Pontifícia Universidade Católica de Minas Gerais Campus Poços de Caldas. Bolsista de IC. \n*2 Laboratório de Anatomia Veterinária da Faculdade de Agronomia e Medicina Veterinária da Universidade de Brasília. ICC, Ala \nSul, Campus Universitário Darcy Ribeiro, Cx. Postal 4508. Cep: 70.910-970 - Brasília, DF, Brasil. (61) 3107-2817. \nmisantana@unb.br \n3 Departamento de Morfologia da Universidade Federal de Uberlândia. \n\nSubmetido: 09/02/2010              Aceito: 27/08/2010 \n\nid1546313 pdfMachine by Broadgun Software  - a great PDF writer!  - a great PDF creator! - http://www.pdfmachine.com  http://www.broadgun.com \n\nmailto:misantana@unb.br\n\n\n89 \n\nINTRODUÇÃO \n\n \n\nOs mutuns correspondem aos maiores integrantes \nda família Cracidae e estão severamente ameaçados de \nextinção devido à destruição de seu habitat e, \nprincipalmente, pela caça predatória. São aves que se \nalimentam de frutas, sementes, folhas, insetos e \npequenos roedores, atuando como dispersores de \nsementes e como indicadores de qualidade ambiental \n(SICK, 1997, BROOKS &amp; STRAHL, 2000). \n\nNo entanto, pouco se sabe a respeito das \ncaracterísticas morfológicas deste grupo de animais, \numa vez que estudos com aves são geralmente \npreconizados ao gênero Gallus, fato esse que dificulta \no desenvolvimento de trabalhos relacionados com \nmanejo em cativeiro e conservação destes cracídeos. \nSendo assim, dados anatômicos comparativos são \nnecessários para o melhor entendimento de seu \ncomportamento e fisiologia. \n\nAlém disso, a verificação de relações morfológicas \nexistentes entre cracídeos e aves do gênero Gallus visa \ncompreender melhor uma possível separação \ntaxonômica e criação da ordem craciforme. \n\nAssim, este trabalho tem como objetivo a descrição \nanatômica da origem e distribuição dos colaterais da \nartéria celíaca em mutuns, comparativamente a \ngaliformes e anseriformes. \n \n\nMATERIAL E MÉTODOS \n\n \n\nForam utilizados 19 mutuns (13 fêmeas e seis \nmachos), pertencentes às seguintes espécies: Crax \nalector (seis exemplares), Mitu mitu (quatro \nexemplares), Mitu tuberosa (três exemplares), Crax \ndaubentoni (dois exemplares), Mitu tomentosa (um \nexemplar), Crax rubra (um exemplar), Crax \nblumenbachii (um exemplar) e Crax globulosa (um \nexemplar), com idades que variaram de 2 a 20 anos. As \naves foram provenientes do Criatório Científico e \nCultural Poços de Caldas - MG (autorização no \nIBAMA ? 2.31.94-00006), doados após óbitos de causa \nnatural. \n\nPara marcação do sistema circulatório, as aves \ntiveram a artéria isquiática direita canulada para \ninjeção de solução de látex (Artecola Indústria e \nComércio de Látex) corado (Corante para tinta látex - \nSuvinil® Tintas e Pigmentos). Imediatamente as aves \nforam fixadas em solução aquosa de formol 10% \n(Chemco® - Merse artigos para laboratórios Ltda.) e \nacondicionadas em recipientes adequados. \n\nOs mutuns foram dissecados e, concomitantemente \nàs dissecações, documentação fotográfica foi realizada \n\n(Figura. 1 a 3). \nA nomenclatura anatômica utilizada para \n\ndesignação das estruturas anatômicas tratadas neste \ntrabalho está de acordo com a Nomina Anatomica \nAvium (BAUMEL, 1979). \n \n\nRESULTADOS \n\n \n\nOrigem da artéria celíaca e seus colaterais \n\nA artéria celíaca originou-se, independentemente da \nespécie estudada, como ramo direto da aorta \ndescendente, próximo ao quinto e sexto pares de \ncostelas. Imediatamente após sua origem, enviou como \nprimeiro colateral a artéria proventricular dorsal, que se \ndistribuiu em ramos esofágicos e proventrículares e, \nem dez casos, a artéria celíaca também emitiu a artéria \ngástrica dorsal, onde três casos foram observados em \nMitu tuberosa, dois casos em Mitu mitu e Crax alector \ne um caso em Mitu tomentosa, Crax rubra e Crax \nglobulosa, respectivamente. Nas espécies Crax alector, \nem um caso, a artéria gástrica dorsal emitiu um ramo \nao baço (Figura 1) e, em um caso na espécie Crax \ndaubentoni, a artéria gástrica dorsal não foi encontrada. \nFoi observado somente na espécie Mitu tomentosa a \nartéria esofágica originando-se como primeiro colateral \nproveniente da artéria celíaca. \n \n \n\n \nFigura 1 - Artéria gástrica dorsal (Gd) em exemplar de Crax \nalector, emitindo ramo esplênico (seta). Artéria celíaca (C), \nBaço (B), Pró-ventrículo (P) e Ventrículo (Ve). \n \n \n\nA artéria celíaca bifurcou-se, invariavelmente \npróximo ao fígado, em ramos direito e esquerdo. O \nramo esquerdo originou em cinco casos (dois casos na \nespécie Mitu mitu e um caso nas espécies Crax \ndaubentoni, Crax blumenbachii e Crax alector, \nrespectivamente) a artéria gástrica dorsal porém, \nquando esta não esteve presente, as artérias pilóricas \nforam encontradas como os primeiros vasos oriundos \ndo ramo esquerdo da artéria celíaca, seguidos pela \norigem da artéria proventricular ventral que emitiu os \nseguintes ramos: proventrículares em todas as aves \nestudadas; ramos ventriculares apenas em um exemplar \nde Mitu tomentosa e de Mitu tuberosa; ramos \nesofágicos em um exemplar de Mitu tomentosa, Mitu \nmitu e de Crax alector e um ramo pericárdico em um \nexemplar de Mitu tuberosa. \n\nSeguindo seu percurso, em todos os exemplares \ndissecados, o ramo esquerdo da artéria celíaca emitiu \ncomo ramos terminais a artéria gástrica esquerda e \ngástrica ventral e, em dez casos, originou a artéria \nhepática esquerda sendo: quatro casos observados em \nCrax alector, dois casos em Crax daubentoni e um \ncaso em Crax blumenbachii, Crax globulosa, Mitu \n\nP V Gd \n\nB \n\nGd \n\nP \n\nC \n\n\n\n90 \n\ntomentosa e Mitu tuberosa, respectivamente. \nEspecificamente, a artéria gástrica esquerda foi \nresponsável pela origem da artéria hepática esquerda \nem dois exemplares de Crax alector e, a artéria gástrica \nventral emitiu a artéria hepática esquerda nos sete casos \nrestantes, sendo: quatro casos em Mitu mitu, dois casos \nem Mitu tuberosa, um caso em Crax rubra e, em um \nexemplar de Mitu tuberosa, foi encontrada a origem da \nartéria hepática esquerda a partir do ramo direito da \nartéria celíaca. \n\nO ramo direito da artéria celíaca emitiu, como seus \ncolaterais, as artérias esplênicas em todos os \nexemplares estudados, além das artérias \nduodenojejunal e hepática direita, terminando \nbifurcando-se em todos os casos em artéria gástrica \ndireita e pancreaticoduodenal. Especificamente, a \nartéria duodenojejunal, presente em cinco casos (dois \ncasos em Crax alector e um caso em Mitu mitu, Crax \ndaubentoni e Crax rubra), formou anastomoses em \narcada com os ramos das artérias jejunais, oriundas da \nartéria mesentérica cranial em um exemplar de Mitu \nmitu; já a artéria hepática direita emitiu artérias \nvesiculares, respectivamente em um caso nas espécies \nCrax alector e Mitu tuberosa e, em um caso na espécie \nCrax blumenbachii, suas origens foram a partir do \nramo direito da artéria celíaca. Nas demais espécies, as \nartérias vesiculares originaram-se através da artéria \npancreaticoduodenal (cinco casos em Crax alector, \nquatro casos em Mitu mitu, dois casos em Mitu \ntuberosa, um caso em Crax daubentoni, Crax \nglobulosa, Crax rubra e Mitu tomentosa). A artéria \ngástrica direita emitiu ramos à junção pilórica (quatro \ncasos em Crax alector, três casos em Mitu tuberosa, \num caso em Crax globulosa, Mitu tomentosa e Mitu \nmitu) e, em um exemplar da espécie Crax alector, deu \norigem a artéria ileocecal. A artéria \npancreaticoduodenal foi responsável pela origem da \nartéria ileocecal, em um exemplar de Crax alector e \nMitu mitu,  Crax globulosa e Crax rubra, \nrespectivamente (Figura 2). Ainda, emitiu a artéria \nduodenojejunal como ramo terminal em dois \nexemplares de Crax alector e em um exemplar de Crax \ndaubentoni e de Crax rubra respectivamente. \n\n \n\n \nFigura 2 - Artéria ileocecal (seta), originada da artéria \npancreaticoduodenal (Pd), em um exemplar de Mitu mitu. \nRamo direito da artéria celíaca (D), Artéria gástrica direita \n(G), Ceco esquerdo (Ce) e íleo (I). \n\nEm uma ave pertencente à espécie Crax alector, a \nartéria esplênica emitiu um ramo ventricular (Figura 3) \ne, em um exemplar desta mesma espécie e de Mitu \ntuberosa, uma das artérias esplênicas originou-se do \nramo esquerdo da artéria celíaca.  \n \n \n \n\n \nFigura 3 - Fotografia das artérias esplênicas (setas), onde \numa delas emite o ramo ventricular (R) para a porção dorsal \ndo ventrículo, em um exemplar de Crax alector. Baço (B), \nVentrículo (Ve) e Ramo direito da artéria celíaca (*). \n \n\n \n\n \n\nDistribuição dos ramos oriundos da artéria celíaca e \n\nseus colaterais \n\nEm relação à descrição da distribuição e respectiva \nárea de irrigação da artéria celíaca e seus colaterais, \noptou-se por descrevê-los individualmente, destacando \nalgumas variações anatômicas especificas das espécies \nestudadas, além disso, uma Tabela (1) foi desenvolvida \npara demonstrar o número de colaterais oriundos da \nartéria celíaca e seus ramos, nas diferentes espécies de \nmutuns estudadas. \n \n\n \n\n \n\nArtéria proventricular dorsal \nPresente nos 19 casos estudados como primeiro \n\nramo da artéria celíaca, a qual emitiu ramos \nproventrículares para a porção dorsal do proventrículo \nem todos os exemplares dissecados, além de ramos \nesofágicos destinados ao terço caudal do esôfago \ncelomático, próximo à região de transição entre \nesôfago e proventrículo em quatro exemplares de Crax \nalector e respectivamente em um caso de Crax \ndaubentoni e Mitu mitu. Estes ramos não foram \nencontrados em dois exemplares de Crax alector e \nMitu tuberosa, em três exemplares de Mitu mitu, e em \num exemplar de Crax daubentoni, Crax rubra, Crax \nblumenbachii, Crax globulosa, Mitu tomentosa e Mitu \ntuberosa. \n \n\n \n\n \n\n \n\n \n\n \n\nR \n\n\n\n91 \n\n \n\n \n\n \n\n \n\n \n\nTabela 1 ? Número de colaterais oriundos da artéria celíaca e seus ramos em mutuns dos gêneros Crax e Mitu. Animais de 1 a 6 são \nrepresentativos para Crax alector; de 7 a 9 para Mitu tuberosa; de 10 a 13 para Mitu mitu; 14 para Crax rubra; 15 para Mitu \ntomentosa; 16 para Crax blumenbachii; 17 para Crax globulosa e de 18 a 19 para Crax daubentoni. \n\n      Ave \n\nArt. \n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 Total \n\nRpPD 1 1 1 5 3 3 1 2 4 2 2 2 3 6 2 2 6 1 18 65 \n\nRePD 1 1 1 1 1 0 0 0 0 0 0 1 0 0 0 0 0 0 2 8 \n\nRpPV 2 2 2 3 3 4 2 4 2 1 1 2 4 6 1 1 4 1 6 51 \n\nRePV 0 0 0 0 0 0 2 0 0 0 0 1 0 0 1 0 0 0 1 5 \n\nRvPV 0 0 0 0 0 0 1 0 0 0 0 0 0 0 0 0 0 0 0 1 \n\nRpePV 0 0 0 0 0 0 2 0 0 0 0 0 0 0 0 0 0 0 0 2 \n\nAES 0 0 0 0 0 0 0 0 0 0 0 0 0 0 1 0 0 0 0 1 \n\nAGD 0 0 0 0 1 1 1 1 1 1 1 1 1 1 1 1 1 0 1 14 \n\nAGV 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 19 \n\nAGE 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 19 \n\nAHE 1 1 2 1 1 2 2 4 2 1 1 1 1 1 1 1 1 1 2 26 \n\nAP 5 2 1 2 2 4 3 3 1 1 4 2 2 2 2 2 4 1 4 47 \n\nAE 2 5 4 5 3 3 7 5 5 3 2 3 4 5 3 3 2 1 3 68 \n\nAV 1 1 1 1 1 2 2 1 2 1 1 1 1 1 1 1 1 1 1 22 \n\nAHD 1 1 2 1 1 1 1 2 2 1 1 1 2 1 2 1 1 1 1 24 \n\nADJ 0 0 0 0 0 1 0 0 0 1 0 0 0 1 0 0 0 0 1 4 \n\nAD 0 0 0 0 0 0 1 0 0 0 0 0 0 0 1 0 0 0 1 3 \n\nAGDI 1 1 0 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 18 \n\nAI 0 1 0 0 0 1 0 0 0 1 0 0 1 1 0 0 1 0 0 6 \n\nAPDU 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 1 19 \n\nRpPD - ramo proventricular da artéria proventricular dorsal; RePD - ramo esofágico da artéria proventricular dorsal; RpPV - ramo \nproventricular da artéria proventricular ventral; RePV - ramo esofágico da artéria proventricular ventral; RvPV - ramo ventricular da \nartéria proventricular ventral; RpePV - ramo pericárdico da artéria proventricular ventral; AES - artéria esofágica; AGD - artéria \ngástrica dorsal; AGV - artéria gástrica ventral; AGE - artéria gástrica esquerda; AHE - artéria hepática esquerda; AP - artéria pilórica; \nAE - artéria esplênica; AV - artéria vesicular; AHD - artéria hepática direita; ADJ - artéria duodenojejunal; AD - artéria duodenal; \nAGDI - artéria gástrica direita; AI - artéria ileocecal; APDU - artéria pancreaticoduodenal. \n \n\n \n\n \n\nArtéria esofágica \n\nEm um exemplar da espécie Mitu tomentosa, a \nartéria esofágica originou-se como primeiro ramo da \nartéria celíaca, antes mesmo da origem da artéria \nproventricular dorsal, sendo responsável pela irrigação \ndo esôfago em seu terço médio. \n \n\nArtéria proventricular ventral \n\nEmitiu ramos ao esôfago em um exemplar de Mitu \nmitu, Mitu tomentosa e Crax daubentoni. Em todos os \nmutuns a irrigação do proventrículo em sua parte \nventral foi feita a partir de ramos da artéria \nproventricular ventral, exceto em um exemplar de Mitu \ntomentosa. Em um caso na espécie Mitu tuberosa, foi \n\n\n\n92 \n\nobservado um ramo pericárdico destinado ao \nsuprimento do saco pericárdico em sua face caudal. \nAlém disso, a artéria proventricular ventral também \nirrigou o ventrículo em sua porção dorso lateral \nesquerda em dois casos (Mitu tuberosa e Mitu \ntomentosa). \n \nArtéria gástrica dorsal \n\nPresente em todas as espécies foi responsável pela \nirrigação da porção dorsal do ventrículo. Em um \nexemplar de Crax alector a artéria gástrica dorsal \ntambém irrigou o baço com um ramo esplênico. \n \n\nArtéria gástrica ventral \n\nSeu destino, em todas as aves estudadas, foi à \nporção ventral do ventrículo. \n \n\nArtéria gástrica esquerda \n\nFoi responsável pela irrigação da face lateral \nesquerda do ventrículo em todos os mutuns estudados. \n \n\nArtéria hepática esquerda \n\nEm todos os casos estudados, sua distribuição \nocorreu no lobo esquerdo do fígado. \n\n \n\nArtérias pilóricas \n\nOcorreram em todos os exemplares, irrigando a \njunção pilórica, exceto em um exemplar de Mitu \ntomentosa, no qual eram ausentes. \n\n \n\nArtéria esplênica \n\nSeu destino, invariavelmente, foi o baço em todos \nos mutuns, porém em um caso na espécie Crax alector, \numa das artérias esplênicas, além de irrigar o baço, \nainda supriu a porção dorsal do ventrículo com um \nramo. \n\n \n\nArtérias vesiculares \n\nDestinadas diretamente à vesícula biliar, em todos \nos casos estudados. \n\n \n\nArtéria hepática direita \n\nEm todos os casos sua distribuição foi o lobo \ndireito do fígado.  \n\n \n\nArtéria duodenojejunal \n\nSeu destino foi o duodeno e parte do jejuno, em \ndois casos em Crax alector e um caso em Mitu mitu, \nCrax daubentoni e Crax rubra. \n\n \n\nArtéria duodenal \n\nCom área de irrigação exclusiva ao duodeno, \nobservada nas espécies Crax blumenbachii, Mitu \ntuberosa e Crax daubentoni. \n\n \n\nArtéria gástrica direita \n\nEsta artéria emitiu ramos pilóricos à porção caudal \nda junção pilórica em quatro exemplares de Crax \nalector, três de Mitu tuberosa e um exemplar de Mitu \ntomentosa, Mitu mitu e Crax globulosa. Ainda foi \nresponsável pela irrigação da face direita do ventrículo \nem todos os mutuns. \n \n\nArtéria ileocecal \n\nSua distribuição foi para o ceco esquerdo e uma \npequena porção cranial do íleo em três casos em Crax \nalector, dois casos em Mitu mitu, e respectivamente em \num exemplar de Crax rubra e de Crax globulosa. \nNestas espécies, o ceco direito recebeu irrigação \nexclusiva das artérias ileocecais provenientes da artéria \nmesentérica cranial. Nos exemplares restantes (três \ncasos de Crax alector e Mitu tuberosa, dois casos de \nMitu mitu e Crax daubentoni, um caso de Crax \nblumenbachii e Mitu tomentosa), ambos os cecos \nforam irrigados pelas artérias ileocecais oriundas da \nartéria mesentérica cranial. \n\n \nArtéria pancreaticoduodenal \n\nEsta artéria teve como trajeto, em todos os \nexemplares de mutuns estudados, o pâncreas e a alça \nascendente e descendente do duodeno. \n\n \n\n \n\nDISCUSSÃO \n\n \nCom relação à literatura compilada, nota-se uma \n\nescassez de informações pertinentes aos mutuns, já que \nnão existe nenhum trabalho anatômico relacionado a \nestas aves, justificando desta forma a necessidade da \nrealização de estudos morfológicos para a família \nCracidae. \n\nQuando comparado os achados dispostos para a \nartéria celíaca e seus ramos em mutum, nota-se grande \nsemelhança com os dados descritos na literatura \n(SCHWARZE &amp; SCHRÖDER, 1970, MALINOVSKY \n&amp; NOVOTNÁ, 1977, BAUMEL, 1979, GETTY, 1981, \nSILVA et al., 1997, PINTO et al., 1998, PERISSOTO \net al., 2001, SILVA et al., 2005, RAFAEL et al., 2005, \nMIRANDA et al., 2005, MIRANDA &amp; SILVA, 2006), \nprincipalmente nos aspectos relacionados à distribuição \ndos ramos direito e esquerdo descrito para aves do \ngênero Gallus e Anas. \n\nNo entanto, em todo o material dissecado e em \nalguns galiformes das linhagens Redbro Plumé e Arbor \nAcres (MIRANDA et al., 2005, RAFAEL et al., 2005), \na artéria proventricular dorsal foi o primeiro ramo \noriginado da artéria celíaca, diferentemente do citado \npara galiformes das linhagens Ross, Label Rouge e \nBovans Goldline (SILVA et al., 1997, PERISSOTO et \nal., 2001, MIRANDA &amp; SILVA, 2007) e do que foi \nencontrado em um exemplar de mutum da espécie Mitu \ntomentosa, onde verificou-se a artéria esofágica \ndescrita como sendo o primeiro ramo da artéria celíaca. \nEsta variação pode estar relacionada com o maior \ncomprimento do esôfago nesta espécie, além da \npossibilidade da artéria esofágica emergir isoladamente \nou como ramo direto da artéria proventricular dorsal, \nvariando desta forma, o posicionamento destas artérias \ncomo primeiro ramo da artéria celíaca. \n\nEm comparação com galiformes e anseriformes, \nforam encontradas diferenças quanto à origem da \nartéria gástrica dorsal pois, quando presente nos \nmutuns, teve origem a partir da artéria celíaca ou do \nseu ramo esquerdo; já em galiformes e anseriformes, \nsua origem citada foi à artéria proventricular dorsal \n(BAUMEL, 1979, GETTY, 1981, PINTO et al., 1998). \n\n\n\n93 \n\nDe forma geral, esta pode ser considerada uma das \nprincipais diferenças encontradas entre os gêneros \nconfrontados. \n\nNo entanto, foram observadas outras diferenças \npontuais entre cracídeos e galiformes. Vale a pena citar \no observado em um exemplar de Mitu tuberosa, ao \nqual a artéria proventricular ventral emitiu um ramo \npericárdico, coincidindo de certa forma com o descrito \npor Silva et al. (1997), em galinhas da linhagem Ross, \nonde 20% destas aves apresentaram o ramo pericárdico \ncom a mesma origem e destino. Também, foi \nobservada em um exemplar de Crax alector e de Mitu \ntuberosa a origem de uma artéria esplênica diretamente \ndo ramo esquerdo da artéria celíaca, fato coincidente \npara galiformes (MALINOVSKY &amp; NOVOTNÁ, \n1977, SILVA et al., 2005). \n\nAlém do mais, não existem relatos sobre a emissão \nde um ramo ventricular pela artéria esplênica, fato \nobservado em um exemplar de Crax alector. Ainda, foi \nconstatado em um exemplar de Mitu tuberosa que a \nartéria hepática esquerda originou-se do ramo direito \nda artéria celíaca o que não foi descrito por nenhum \ndos autores compilados. \n\nEm estudos com aves do gênero Gallus, Schwarze \n&amp; Schröder (1970), relataram que o baço é irrigado por \nduas a três artérias esplênicas; em mutuns, este órgão é \nsuprido por uma a oito artérias. Apesar desta variação \nnumérica, sugere-se não haver variações quanto à \nirrigação do órgão, pois com o menor número de \nramos, notou-se o aumento progressivo do calibre dos \nramos penetrantes. \n\nComo descrito por Pinto et al. (1998), as artérias \nileocecais de patos (Cairina moschata) irrigaram \napenas o ceco esquerdo, fato coincidente com o \nencontrado em exemplares de Crax alector, Crax \nglobulosa, Crax rubra e Mitu mitu e diferente do que \nfoi descrito para galinhas (SCHWARZE &amp; \nSCHRÖDER, 1970, MALINOVSKY &amp; NOVOTNÁ, \n1977, BAUMEL, 1979, GETTY, 1981, SILVA et al., \n1997, PERISSOTO et al., 2001, SILVA et al., 2005, \nRAFAEL et al,. 2005, MIRANDA et al., 2005, \nMIRANDA &amp; SILVA, 2006), nas quais as artérias \nileocecais, quando presentes, irrigaram ambos os cecos. \nNeste contexto, especificamente para mutuns e \nanatídeos, o ceco direito foi irrigado exclusivamente \npor artérias ileocecais originadas da artéria mesentérica \ncranial. \n\nLevando-se em conta a presença de algumas \nvariações e muitas semelhanças nas distribuições e \norigens dos ramos oriundos da artéria celíaca, fica \nevidente a grande semelhança existente entre cracídeos \ne galiformes, corroborando, desta forma, pela sua \npresença dentro da ordem galiforme, quando \nconsiderados apenas aspectos anatômicos, mas \ndivergindo do que é proposto por estudos com \nhibridação de DNA, o qual sugere a criação da ordem \nCraciforme (PEREIRA, 2000). \n\nQuanto aos anseriformes, também foram \nevidenciados pontos em comum na distribuição da \nartéria celíaca, mas a literatura específica deste grupo \nde animais é relativamente escassa, citando inclusive a \npequena amostra populacional de patos estudados por \nPinto et al. (1998). Este fato dificultou uma maior \n\nconfrontação com os resultados obtidos, o que mostra \nclaramente a necessidade da realização de novos \nestudos anatômicos comparativos. \n \n\nCONCLUSÕES \n\n \nNas diferentes espécies de mutuns, o arranjo \n\ndisposto pela artéria celíaca e seus colaterais \napresentou uma distribuição muito similar à observada \npara galiformes e alguns pontos em comum com \nanseriformes, apesar de não existir um padrão para a \nordenação e o número de colaterais enviados nos \ndiferentes gêneros, pois para cada ave observa-se um \ncomportamento peculiar e não repetitivo. \n\nQuando comparados ao gênero Gallus, pode-se \nsugerir que as pequenas variações anatômicas \nencontradas nos mutuns não se mostraram suficientes \npara diferenciá-los morfologicamente em uma ordem \nespecifica. \n \n\nAGRADECIMENTOS \n\n \n\nAo Criatório Científico e Cultural Poços de Caldas, \nna figura do Sr. Moacir Carvalho Dias, por fornecer e \npermitir a utilização do material para a realização deste \ntrabalho em conjunto com a PUC Minas, Campus \nPoços de Caldas, favorecendo o desenvolvimento da \nanatomia comparativa. \n \n\nREFERÊNCIAS \n\n \n\nBAUMEL J. J. Nomina Anatomica Avium. Academic \nPress: London, 1979, p. 360?361. \n \nBROOKS, D. M., STRAHL, S. D. Curassows, guans \nand chachalacas: status survey and conservation \naction plan for Cracids 2000-2004. IUCN/SSC Cracid \nSpecialist Group,Gland: Switzerland and Cambrigde, \n2000. 182p. \n \nGETTY, R. Anatomia dos Animais Domésticos. 5.ed. \nGuanabara Koogan: Rio de Janeiro, 1986, v.1, p. 1862-\n1863. \n \nMALINOVSKY, L., NOVOTNÁ, M. Branching of the \ncoeliac artery in some domestic birds III. A comparison \nof the pattern of the coeliac artery in three breeds of the \ndomestic fowl (Gallus gallus . Domestica). \nAnatomischer.Anzieger, v.141, p.136-146, 1977. \n \nMIRANDA, R. L., SILVA, F. O. C. Origem e \ndistribuição da artéria celíaca em aves (Gallus gallus) \npoedeiras de linhagem Bovans Goldline. Horizonte \nCientífico, v. 1, p.1-15, 2007. \n \nMIRANDA, R. L., SILVA, F. O. C., LIMA, J. C. S., \nCASTRO, J. R., QUIRINO, R. C., SEVERINO, R. S., \nDRUMMOND, S. S. Origem e distribuição da artéria \ncelíaca em aves (Gallus gallus) de corte da linhagem \nRedbro Plumé. Bioscience Journal, v.21, n.3, p.77-83, \n2005. \n \n\n\n\n94 \n\nPEREIRA, S. L. Filogenia e evolução molecular em \ncracidae (aves). São Paulo: Instituto de Biociências da \nUniversidade de São Paulo, 2000. 184p. Tese \n(Doutorado em Ciências) ? Departamento de Biologia \ndo Instituto de Biociências da Universidade de São \nPaulo, 2000. \n \nPERISSOTTO, D. O., SILVA, F. O. C., SEVERINO, \nR. S., DRUMMOND, S. S. Origem e distribuição da \nartéria celíaca em aves Gallus gallus (matrizes de corte \n-linhagem Label Rouge). Arquivos de Ciências \nVeterinárias e Zoologia da UNIPAR, v.4, n.2, p.155-\n161, 2001. \n \nPINTO, M. R. A., RIBEIRO, A. A. C. M., SOUZA, W. \nM. Os arranjos configurados pela artéria celíaca no \npato doméstico (Cairina moshata). Brazilian Journal \nof Veterinary Research and Animal Science, v.35, \nn.3, p.103-106, 1998. \n \nRAFAEL, E. L. S., SILVA, F. O. C., SEVERINO, R. \nS., DRUMMOND, S. S., BOMBONATO, P. P., \nPERES, R. F. G. Origem e distribuição da artéria \ncelíaca em aves (Gallus gallus Linnaeus 1758) of \n\nArbor Acres Lineage. Bioscience Journal, v.21, n.3, \np.55- 60, 2005. \n \nSCHWARZE, E., SCHRODER, L. Compendio de \nanatomia veterinária. Acribia: Zaragoza, 1970, Tomo \n5, 145p. \n \nSICK, H. Ornitologia brasileira. 2.ed. Nova \nFronteira: Rio de Janeiro, 1997, p. 271-282. \n \nSILVA, F. O. C., SEVERINO, R. S., SANTOS A. L. \nQ., DRUMMOND S. S., BOMBONATO P. P., \nCAMPOS D. B., CAMPOS A. B., LIMA E. M. M., \nBORGES A. C., MARCELINO, E. L. Origem, \nramificações e distribuições da artéria celíaca em aves \nfêmeas (Gallus gallus) da linhagem Cobb 500, \nBioscience Journal, v.21, n.2, p.149-154, 2005. \n \nSILVA, F. O. C., SEVERINO, R. S., SANTOS, A. L. \nQ., DRUMMOND, S. S., BOMBONATO, P. P., \nSANTANA, M. I. S., LOPES, D., MARÇAL, A. V. \nOrigem e distribuição da artéria celíaca em aves \n(Gallus gallus domesticus linhagem Ross). Revista da \nFaculdade de Zootecnia, Veterinária e Agronomia, \n\nUruguaiana, v.4, n.1, p.35-41, 1997."}]}}}