{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.17799"}, {"@name": "filename", "#text": "24606_Soares_EveliseAline_M.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "i\n\n \n\n\n\n ii\n\n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n \n\n\n\n iii \n\n \n\n\n\n iv\n\n \nDEDICATÓRIA \n\n \n\nA DEUS \n\n “Porque tu és minha rocha e a minha fortaleza, pelo que, por amor do teu \n\nnome, guia-me e encaminha-me” (Salmo 31:3). \n\n \n\nAOS MEUS PAIS, VICENTE E PENHA \n\n“...Se um dia, já homem feito e respeitado, sentires que a terra cede aos teus \n\npés, que tuas obras se desmoronam, que não há ninguém à tua volta para te \n\nestender a mão, esquece tua maturidade, passa pela tua mocidade, volta à tua \n\ninfância e balbucia, entre lágrimas e esperanças, as últimas palavras que sempre te \n\nrestarão na alma: Meu pai, minha mãe... ‘(Rui Barbosa). \n\nObrigada pelas oportunidades, amizade, amor incondicional e presença em \n\ncada momento de minha vida. Amo vocês. \n\n \n\nA MEU AMOR, THIAGO \n\n\"O amor é uma companhia. Já não sei andar só pelos caminhos. Porque já \n\nnão posso andar só.\" (Fernando Pessoa) \n\nO seu carinho, apoio, incentivo, companheirismo, respeito e fiel presença são \n\nfundamentais em minha vida. \n\n \n\n \n\n \n\n\n\n v\n\n \nAGRADECIMENTOS \n\n \n\nAO MEU ORIENTADOR, PROF. DR. JOSÉ ÂNGELO CAMILLI \n\n\"A ciência se construiu não pela prudência dos que marcham, mas pela \n\nousadia dos que sonham.\" (Rubem Alves) \n\nAgradeço a atenção, ensinamentos, paciência e por tornar meu sonho uma \n\nrealidade. \n\n \n\nAOS MESTRES, DR. NEMAN, DRA. ANELENA E LUCIANE RIHEL \n\n“O segredo de um sucesso esta em se ter uma oportunidade, não aquela que \n\nse conquista, mas aquela, em que de repente alguém chega e lhe abre uma porta” \n\n(Aylton Senna).  \n\nObrigada pelas lições de vida, respeito, carinho e eterna amizade. \n\n \n\nAO CADÁVER \n\n\"Você nasceu, cresceu, sorriu, chorou, sonhou, por certo amou e foi amado e, \n\ncom seu abnegado silêncio, nos permitiu o primeiro contato com a natureza física do \n\nhomem. Ofereceu seu coração para quem nunca soube seus sentimentos. Abriu sua \n\ncabeça para quem nunca soube seus mistérios e pensamentos. Deu suas mãos para \n\nquem nunca soube o peso que carregaram e seus pés para quem nunca soube os \n\ncaminhos que percorreram. Vimos seus olhos mas nunca saberemos das visões que \n\ntiveram. Você expôs seu corpo ao nosso bisturi e, sem nada exigirem troca, sem \n\nnada perguntar, se fez mestre. Seja qual for a sua história, você se tornou parte da \n\nnossa. Muito obrigado.\" \n\n \n\n A minha sogra, Maria Rosa Gomes da Silva e sogro João Donizeth da Silva, \n\npelo carinho, apoio e amizade. \n\n \n\n A meu sobrinho Fabrício Gomes da Silva pela ajuda nas correções \n\nortográficas da dissertação. \n\n\n\n vi\n\n \n\nA Unifenas, em especial a Prof. Edson Antonio Vellano, Profa. Marlene Leite \n\nGodoy Vieira de Souza, Prof. Rogério Ramos do Prado, pelo apoio, presteza, \n\nconfiança e oportunidade de exercer a docência. \n\n \n\n Ao amigo Prof.Dr. José Carlos Marino (in memorian), pelo incentivo a \n\nrealização de minha pós-graduação. \n\n \n\n Aos amigos de trabalho no Centro Anatômico da Unifenas, Prof. Dr. Geraldo \n\nJosé Medeiros Fernandes, Dr. Douglas Bueno, Dr Clemente Pinto Rodrigues, Célio \n\nVilhena e Carlos Roberto Santos, pela amizade ao longo de minhas jornadas de \n\ntrabalho. \n\n \n\n Ao amigo Antônio Marcos Santos, técnico do laboratório de histologia da \n\nUnifenas que com muita atenção e carinho me auxiliou na realização dos cortes \n\nhistológicos de meu estudo. \n\n \n\nAo Programa de Pós-Graduação em Biologia Celular e Estrutural pelo \n\nacolhimento e minha formação. \n\n \n\nAos Professores, Dr. Humberto Santo Neto, Dra. Maria Júlia Marques e \n\nAlexandre Leite Rodrigues de Oliveira pelos conhecimentos, respeito, incentivo, \n\nsugestões e considerações no Exame de Qualificação. \n\n \n\nA Profa. Valéria Helena Cagnon Quitete pelos conhecimentos, respeito, \n\namizade, sugestões ao longo do desenvolvimento da tese e atenção no Exame de \n\nProficiência em Língua Estrangeira. \n\n \n\nA Profa. Evanise Teresa Palomari pelo apoio, conhecimentos e atenção ao \n\nlongo das disciplinas coordenadas por ela. \n\n \n\n\n\n vii\n\n As Sras. Lilian Alves Senne Panagio, Lourdes Pinheiro e Ana Floriano \n\nRodrigues, pela atenção que me dispensaram durante o mestrado. \n\n \n\n Aos colegas de pós-graduação, que sempre estiveram prontos a me ajudar e \n\nesclarecer dúvidas. \n\n \n\nAos técnicos do laboratório de Anatomia, Paulo Afonso Bernardes, Norivaldo \n\nCelestino, Marco Aurélio Ribeiro e Marlene Lima pela atenção e presteza em todos \n\nos momentos.  \n\n \n\n\n\n viii\n\nSUMÁRIO \n\n \n\n1 INTRODUÇÃO ----------------------------------------------------------------------------------- 01 \n\n1.1 REPARO ÓSSEO E IMPLANTE DE HIDROXIAPATITA --------------------------- 02 \n\n1.2 EFEITOS DO ÁLCOOL SOBRE O TECIDO ÓSSEO -------------------------------- 04 \n\n1.3 EFEITOS DA NICOTINA SOBRE O TECIDO ÓSSEO ------------------------------ 06 \n\n2 OBJETIVO E JUSTIFICATIVA --------------------------------------------------------------- 09 \n\n3 MATERIAIS E MÉTODOS -------------------------------------------------------------------- 11 \n\n3.1 PROCEDIMENTO DE TRATAMENTO DOS ANIMAIS ----------------------------- 12 \n\n3.2 PROCEDIMENTO CIRÚRGICO ---------------------------------------------------------- 13 \n\n3.3 PROCESSAMENTO HISTOLÓGICO E MORFOMÉTRICO ----------------------- 14 \n\n3.4 TESTE MECÂNICO -------------------------------------------------------------------------- 16 \n\n3.5 ESTUDO ESTATÍSTICO -------------------------------------------------------------------- 16 \n\n4 RESULTADOS ----------------------------------------------------------------------------------- 18 \n\n4.1 CONSUMO DA DIETA LIQUIDA ---------------------------------------------------------- 19 \n\n4.2 CONSUMO DA DIETA SÓLIDA ----------------------------------------------------------- 20 \n\n4.3 GANHO DE PESO CORPORAL --------------------------------------------------------- 22 \n\n4.4 OBSERVAÇÕES CLÍNICAS DOS ANIMAIS ------------------------------------------- 23 \n\n4.5 OBSERVAÇÕES MICROSCÓPICAS ---------------------------------------------------- 24 \n\n4.5.1 IMPLANTE DE HIDROXIAPATITA DENSA------------------------------------------ 24 \n\n4.5.2 IMPLANTE DE HIDROXIAPATITA POROSA --------------------------------------- 27 \n\n4.6 ANÁLISE MORFOMÉTRICA---------------------------------------------------------------- 31 \n\n4.6.1 IMPLANTES DE HIDROXIAPATITA DENSA --------------------------------------- 31 \n\n\n\n ix\n\n \n\n4.6.2 IMPLANTES DE HIDROXIAPATITA POROSA ------------------------------------ 32 \n\n4.7 TESTE MECÂNICO DOS FÊMURES---------------------------------------------------- 33 \n\n4.8 DOSAGEM DE CÁLCIO SANGÜÍNEO-------------------------------------------------- 34 \n\n5 DISCUSSÃO--------------------------------------------------------------------------------------- 35 \n\n6 CONCLUSÃO------------------------------------------------------------------------------------- 49 \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS--------------------------------------------------------- 51 \n\n8 APÊNDICES -------------------------------------------------------------------------------------- 70 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n x\n\nLISTA DE ABREVIATURAS \n\n \n\nA - Grupo Álcool \n\nBMP - Proteína Morfogenética Óssea \n\nCT - Grupo Controle \n\ndL – Decilitro  \n\nFIG - Figura \n\ng – Gramas \n\nHA – Hidroxiapatita \n\nHAD – Hidroxiapatita densa \n\nHAP – Hidroxiapatita porosa \n\nH&amp;E – Hematoxilina &amp; Eosina \n\nmL  - Mililitro \n\nmm – Milímetro \n\nN – Grupo Nicotina \n\nN+A – Grupo Nicotina+álcool \n\nOMS - Organização Mundial da Saúde \n\nPTH – Paratormônio \n\nSESSP – Secretaria de Estado da Saúde de São Paulo. \n\nS/C – Sem e Com \n\n \n\n \n\n \n\n \n\n\n\n xi\n\n \n\nLISTA DE TABELAS \n\n \n\nTabela 01 – Média (g), peso inicial e final dos animais dos Grupos CT, A, N \n\n e N+A durante os 90 dias de experimento----------------------------------------------- \n\n22 \n\nTabela 02 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer) \n\nDo consumo líquido dos grupos ao longo de 90 dias de experimento ------------ \n\n \n\n71 \n\nTabela 03 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do \n\nconsumo de dieta sólida dos grupos ao longo dos 90 dias de experimento----- \n\n \n\n71 \n\nTabela 04 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer)  \n\nDo Ganho de Peso (gramas) dos grupos ao longo de 12 semanas--------------- \n\n \n\n71 \n\nTabela 05 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer)  \n\ndo volume ósseo neoformado ao redor do implante de HAD------------------------ \n\n \n\n72 \n\nTabela 06 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer)  \n\ndo consumo volume ósseo neoformado ao redor do implante de HAP----------- \n\n \n\n72 \n\nTabela 07 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer)  \n\ndo ensaio mecânico dos fêmures----------------------------------------------------------- \n\n \n\n72 \n\nTabela 08 – Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do  \n\nnível de cálcio sérico sangüíneo------------------------------------------------------------- \n\n \n\n73 \n\n \n\n \n\n \n\n \n\n \n\n\n\n xii\n\nLISTA DE FIGURAS \n\n \n\nFigura 01. Colocação do implante de hidroxiapatita (HÁ) na cavidade   \n\nproduzida na tíbia do animal------------------------------------------------------------------ 14 \n\nFigura 02. Médias (mL) e Desvio padrão do volume de líquido ingerido \n\nsemanalmente------------------------------------------------------------------------------------ \n\n \n\n19 \n\nFigura 03. Consumo Líquido (mL) dos Grupos CT, N, A e N+A ao longo  \n\nde 12 semanas de tratamento--------------------------------------------------------------- \n\n \n\n21 \n\nFigura 04. Médias (g) e desvio-padrão do volume sólido ingerido semanal-\n\nmente----------------------------------------------------------------------------------------------- \n\n \n\n21 \n\nFigura 05. Consumo Sólido (g) dos Grupos CT, A, N e N+A ao longo de  \n\n12 semanas de tratamento ------------------------------------------------------------------- \n\n \n\n22 \n\nFigura 06. Média (%) do ganho de massa corporal dos grupos ao longo  \n\ndos 90 dias de experimento------------------------------------------------------------------ \n\n \n\n23 \n\nFigura 07 e 08. Corte transversal da tíbia de animal do grupo CT (controle)---- 25 \n\nFigura 09 e 10. Corte transversal da tíbia de animal do grupo N (nicotina)------ 25 \n\nFigura 11 e 12. Corte transversal da tíbia de animal do grupo A (Álcool)-------- 26 \n\nFigura 13 e 14.  Corte transversal da tíbia de animal do grupo N + A (nicotina \n\n+ álcool)-------------------------------------------------------------------------------------------- \n\n \n\n26 \n\nFigura 15 e 16.  Corte transversal da tíbia do animal do grupo  controle (CT)-- 28 \n\nFigura 17 e 18. Corte transversal da tíbia do animal do grupo nicotina (N)------ 28 \n\nFigura 19 e 20 . Corte transversal da tíbia do animal do grupo álcool (A)------- 30 \n\n\n\n xiii\n\nFigura 21 e 22. Corte transversal da tíbia do animal do grupo nicotina+álcool \n\n(N+A)----------------------------------------------------------------------------------------------- \n\n \n\n30 \n\nFigura 23. Média (%) do volume ósseo relativo formado na tíbia esquerda \n\n(HAD) dos animais dos grupos CT, A, N e N+A.---------------------------------------- \n\n \n\n31 \n\nFigura 24. Média (%) do volume ósseo relativo formado na tíbia direito (HAP) \n\ndos animais dos grupos CT, A, N e N+A.------------------------------------------------- \n\n \n\n32 \n\nFigura 25.  Média da Força (N) e desvio-padrão para ruptura dos fêmures  \n\nno ensaio mecânico----------------------------------------------------------------------------- \n\n \n\n33 \n\nFigura 26. Média do nível de Cálcio sérico e desvio padrão obtido através \n\namostra de sangue dos animais do grupo CT, A, N e N+A-------------------------- \n\n \n\n34 \n\n  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n xiv \n\nRESUMO \n\n \n\n“EFEITOS DO ETANOL E NICOTINA SOBRE A RESISTÊNCIA MECÂNICA DO \n\nOSSO E OSTEOGÊNESE AO REDOR DE IMPLANTES DE HIDROXIAPATITA” \n\n____________________________________________________________________ \n\n \n\nO consumo de álcool ou nicotina é prejudicial à integridade do tecido ósseo, \n\nconseqüentemente, pode dificultar ou até mesmo impedir a fixação e manutenção \n\ndos implantes osseointegráveis.  O objetivo do presente trabalho foi avaliar os efeitos \n\ndo etanol e nicotina sobre a resistência mecânica do osso e a neoformação óssea ao \n\nredor de implantes de hidroxiapatita, quando consumidos isoladamente e \n\nsimultaneamente. Foram utilizados 20 ratos divididos em quatro grupos de 05, sendo \n\ncontrole (CT), álcool (A), nicotina (N) e nicotina+álcool (N+A). Após quatro semanas \n\nde consumo de álcool e/ou nicotina, corpos cerâmicos densos (HAD) e porosos \n\n(HAP) de hidroxiapatita foram implantados em cavidades produzidas cirurgicamente \n\nnas tíbias. Após as cirurgias os animais continuaram a consumir álcool e/ou nicotina. \n\nCompletado noventa dias, os animais foram sacrificados e as tíbias e fêmures \n\nisolados para o processamento histológico e ensaio mecânico.  Em todos os animais \n\nfoi encontrado tecido ósseo junto aos corpos cerâmicos de HAD e HAP.  O volume \n\nde osso formado ao redor dos corpos cerâmicos foi maior no grupo CT em relação \n\naos demais grupos.  Os animais do grupo N+A foram aqueles que apresentaram \n\nmenor volume de osso neoformado. Nos animais do grupo A ocorreu formação de \n\nmenor volume de osso ao redor dos implantes em relação aos animais do grupo \n\nNicotina. A menor resistência do osso a cargas mecânicas foi encontrada nos \n\nanimais do grupo N, A e N+A, respectivamente. De acordo com os resultados \n\npodemos concluir que o consumo de nicotina ou álcool produziu efeito negativo sobre \n\na resistência mecânica do osso e osteogênese ao redor dos implantes de HAD e \n\nHAP. Em adição, o consumo simultâneo das duas substâncias intensificou os efeitos \n\ndeletérios. \n\n \n\n \n\n\n\n xv\n\nABSTRACT \n\n \n\n\"EFFECTS OF ETHANOL AND NICOTINE ON THE MECHANICAL RESISTANCE \n\nOF THE BONE AND OSTEOGENESIS AROUND HYDROXYAPATITE IMPLANTS \"  \n\n____________________________________________________________________   \n\n   \n\nThe consumption of alcohol or nicotine is harmful to the integrity and mechanical \n\nresistance of the bone. Consequently, it can difficult or even prevent the \n\nosseintegration and maintenance of bone implants.  The objective of the present work \n\nwas to evaluate the effects of the ethanol and nicotine on the mechanical resistance \n\nof the bone and newly formed bone around hydroxyapatite implants, when consumed \n\nseparated and simultaneously.  A total of 20 adults rats were divided into 4 groups of \n\n5 rats each, being control (CT), alcohol (A), nicotine (N) and nicotine+alcohol (N+A). \n\nAfter four weeks of consumption of alcohol and nicotine, dense (HAD) and porous \n\n(HAP) ceramic bodies of hydroxyapatite were implanted in cavities produced \n\nsurgically in the tibiae. After the implantation the animals continued to consume \n\nalcohol and nicotine. Completed ninety days, the animals were sacrificed and the \n\ntibiae and femurs were isolated to histological and mechanical studies.  In all animals \n\nwas founded newly formed bone around the ceramic bodies of HAD and HAP.  The \n\nbone volume formed around of the ceramic bodies was larger in the group CT than \n\nthat founded in the other groups.  The animals of the group N+A presented smaller \n\nvolume of newly formed bone. In the animals of the group A was founded smaller \n\nvolume o bone than in the animals of the group N. The resistance of the femur to \n\nmechanical loads was smaller in the animals that consumed N+A, A e N respectively.  \n\nIn agreement with the results we can conclude that the nicotine or alcohol \n\nconsumption produced negative effect on the mechanical resistance of the bone and \n\nosteogenesis around the HAD and HAP implants. In addition, the simultaneous \n\nconsumption of the two substances intensified the harmful effects. \n\n \n \n\n\n\n _____________________________________________________________________________1  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n11  IINNTTRROODDUUÇÇÃÃOO  \n\n \n\n \n\n\n\n _____________________________________________________________________________2  \n \n\n1.1 REPARO ÓSSEO E IMPLANTE DE HIDROXIAPATITA \n\n \n\n Os ossos são estruturas rígidas e representam os principais elementos de \n\nsustentação do corpo. Trata-se de um tecido mineralizado que exibe, além de suas \n\npropriedades mecânicas, capacidade de regeneração espontânea.  Assim sendo, os \n\ndefeitos ósseos podem ser reparados pela produção de tecido novo com a mesma \n\norganização estrutural do tecido original. No entanto, esta capacidade regenerativa é \n\nlimitada, de modo que o reparo de lesões com grande perda de massa óssea \n\nprovocadas por traumas, infecções ou ressecções de neoplasias representam um \n\ndesafio para as cirurgias reconstrutivas nas áreas médica e odontológica \n\n(SAKAKURA et al., 2001). \n\nAtualmente, enxertos ósseos com materiais autógenos têm sido o material de \n\nprimeira escolha na reconstrução dos defeitos ósseos, pois, são fontes de células \n\nosteogênicas, osteocondutores e não promovem reações de imunogenicidade. As \n\náreas doadoras freqüentemente utilizadas são: crista ilíaca, mandíbula, túber da \n\nmaxila, costelas, tíbias e fíbulas (CITARD e FRIEDMAN, 1994; TRIPLETT e \n\nSCHOW, 1996; LEKHOLM et al. 1999). Apesar das vantagens oferecidas por esses \n\nenxertos, o procedimento para a sua obtenção acarreta tempo operatório maior, \n\ndobra os locais cirúrgicos e nem sempre oferece quantidade de osso suficiente para \n\no reparo. Além disso, quando se trata de auto-enxerto, aumenta a morbidade e \n\nquando a área doadora é o osso ílio pode deixar seqüelas no contorno anatômico \n\nsecundária à perda óssea, além de lesão do nervo cutâneo lateral da coxa e \n\n\n\n _____________________________________________________________________________3  \nherniações na região inguinal (FORREST et al., 1992; BROECKE et al., 1998; HILL \n\net al., 1999). \n\n Devido às limitações para obtenção do enxerto de osso autógeno, busca-se \n\num substituto seguro para eles. Desta necessidade, surgiram os implantes de \n\nbiomateriais que visam manter as mesmas características físicas, químicas e \n\nmecânicas do enxerto ósseo quando colocados na área receptora (BERTRAN et al., \n\n2000) e entre estes materiais destaca-se a hidroxiapatita sintética.  \n\nA hidroxiapatita sintética é uma biocerâmica amplamente estudada, pois \n\napresenta composição química similar ao osso humano, não é tóxica e possui forte \n\nestabilidade química. Quando utilizada in vivo não apresenta reações inflamatórias e \n\nantigênicas sendo, portanto, biocompatível (ASHBY et al., 1996; FORTUNATO et al., \n\n1997; PERRY et al., 1998; OHBAYASHI et al., 2000; ONO et al., 2000, LEGEROS, \n\n2002). Ela apresenta formula química Ca10(PO4)6(OH)2, sendo o principal \n\ncomponente mineral dos tecidos mineralizados do corpo humano. Para o uso clínico \n\na hidroxiapatita pode ser produzida em pó ou blocos densos ou porosos, com \n\ndiferentes granulações e associada a diversos materiais como o colágeno, matriz \n\nóssea desmineralizada e proteínas osteoindutoras (DAMIEN et al., 1990, VIDIGAL e \n\nGOISMAN, 2003). \n\nSegundo Stobaugh (1992), o consumo excessivo de álcool e/ou cigarro pode \n\ncomprometer a neoformação óssea, assim como a osseointegração do implante de \n\nHA, uma vez que tais substâncias podem levar à citólise de osteócitos, diminuição da \n\nconcentração da proteína morfogenética óssea (BMP) e da fosfatase alcalina, \n\n\n\n _____________________________________________________________________________4  \npodendo também diminuir a densidade mineral óssea (LORENZ e LORENZ, 1983; \n\nDIAMONT, 1989; FRIDAY e HOWARD, 1991). \n\n  \n\n1.2 EFEITOS DO ÁLCOOL SOBRE O TECIDO ÓSSEO \n\n \n\nO alcoolismo é uma doença crônica, geralmente progressiva, provocada pela \n\ningestão excessiva de álcool etílico. A Organização Mundial da Saúde (OMS) define \n\ncomo alcoolismo a ingestão diária de álcool superior a 50 g na mulher e 70 g no \n\nhomem (SESSP, 2005; KUMAR, JAFFIN e BERMAN, 2002). As repercussões dos \n\ntranstornos decorrentes do consumo de bebidas alcoólicas são bem conhecidas e \n\ndescritas na literatura, havendo conseqüências negativas de ordens psíquica, \n\norgânica e socioeconômica (KAPLAN, 1997; SINBOGA et al., 2007; KUMAR, JAFFIN \n\ne BERMAN, 2002). Aproximadamente 15% da população brasileira é alcoolista e \n\ndados obtidos em outros países giram em torno de 12% a 13% (CRUZ, 2005). \n\nO etanol, principal componente das bebidas alcoólicas, age como elemento \n\ntóxico a órgãos vitais, atuando nocivamente mesmo nos tecidos mais resistentes do \n\norganismo, como o osso.  Friday e Howard (1991) estudaram os efeitos do etanol em \n\ncélulas ósseas humanas “in vitro” e encontraram redução da proliferação celular, \n\nmenor síntese protéica e pouca atividade da fosfatase alcalina. Estudos de Klein et \n\nal. (1996), evidenciaram que pacientes alcoolistas estão mais sujeitos as fraturas, \n\nosteopenia e alterações na regeneração óssea, que se mostra reduzida e aberrante.  \n\nPesquisas realizadas com animais também evidenciaram a nocividade do \n\netanol sobre tecido ósseo. Peng et al. (1991), submeteram ratos jovens à ingestão \n\n\n\n _____________________________________________________________________________5  \ncrônica de etanol e concluíram, através de estudos histomorfométricos, que o álcool \n\nafetou a velocidade de formação de osso a partir do endósteo e periósteo, além do \n\ncomprometimento das propriedades mecânicas do osso. Sampson (2002), constatou \n\nque ratos tratados com etanol apresentavam baixa densidade óssea e diminuição na \n\nregeneração óssea e Chen et al. (2001) em estudo com hamsters tratados com \n\netanol por 5 meses observou alterações nas mitocôndrias das células ósseas. \n\nEstudos realizados por Sinboga et al. (2007), demonstraram através de \n\ndensitometria óssea e histomorfometria de ossos de ratos submetidos ao alcoolismo \n\nexperimental, apresentavam os conteúdos minerais, densidade e osteogênese \n\nreduzidas. \n\nEstudos têm demonstrado também a associação entre redução dos níveis de \n\ncálcio e a ingestão de álcool, sendo explicada pela inibição aguda mediada pelo \n\netanol do efluxo de cálcio do osso para o plasma (HEMMINGSEN e KRAMP, 1980; \n\nMONEY et al. 1989). A hipocalcemia associada ao consumo de álcool pode ser \n\nexplicada pelos seguintes mecanismos: 1) Diminuição da resposta óssea ao PTH \n\n(hormônio paratireóideano) e/ou um hipoparatiroidismo transitório; 2) \n\nHipomagnesemia; pancreatite aguda e anormalidades no metabolismo do cálcio \n\ncomo a diminuição da absorção intestinal ou aumento de sua excreção renal \n\n(LAITINEN et al., 1991; SAVILLE, 1975). \n\nSegundo Albrektsson et al. (1993), o etanol interfere negativamente no \n\nprocesso de osseointegração de biomateriais, inviabilizando, às vezes, sua utilização \n\ne influenciando no prognóstico da reparação óssea. Estudo realizado por Camilli et \n\nal. (2004), demonstrou que o consumo de etanol não impediu a osseointegração de \n\n\n\n _____________________________________________________________________________6  \nhidroxiapatita implantado subperiostalmente em ratos, no entanto, provocou atraso \n\nno processo de neoformação óssea e diminuição no volume do osso formado na \n\nárea receptora.  \n\n \n\n1.3 EFEITOS DA NICOTINA SOBRE O TECIDO ÓSSEO \n\n \n\n Estatísticas apontam que, no mundo há cerca de 1,1 bilhões de fumantes para \n\numa população de 6 bilhões de pessoas. O cigarro é constituído por tabaco, nicotina, \n\nalcatrão e outras 4,7 mil substâncias, entre estas, metais pesados como o Chumbo, \n\nCádmio e alguns elementos radioativos (LEITE, 2001). \n\n A nicotina é um componente tóxico do cigarro, podendo gerar inúmeras \n\ndoenças e retardar o processo de cicatrização, pois induz diminuição do número de \n\nneutrófilos e macrófagos. Também provoca aumento de agregação plaquetária, o \n\nque reduz a microperfusão sangüínea, estimulando a formação de micro-coágulos \n\nresultando em trombos, que associados a vasoconstrição geram isquemia tecidual \n\n(SILVERSTAIN, 1992 e SAKAKURA et al., 2001).   \n\nSweet e Butler (1979) e Jones e Triplett (1992), observaram que pacientes \n\ntabagistas apresentavam cicatrização deficiente em relação aos não tabagistas. \n\nFumantes com doenças periodontais apresentavam poucos sangramentos gengivais, \n\nprovavelmente devido à influência da nicotina sobre a vascularização local e seu \n\npoder trombogênico (BERGTROM, ELISSON e PREBER, 1991). \n\nO tabagismo influência de forma negativa a implantologia. O paciente \n\ntabagista apresenta maior possibilidade de insucesso na fixação de implantes, uma \n\n\n\n _____________________________________________________________________________7  \nvez que a nicotina leva a redução mineral da matriz óssea. Desta forma, quanto \n\nmaior o consumo de cigarro maior a perda óssea peri-implantar (LINDIQUINST, \n\nCARLSSON e JEMT, 1997). Segundo Peackok et al. (1993) o reparo ósseo e a \n\nosseointegração de implantes podem ser dificultadas pela ação da nicotina, pois ela \n\nestimula a proliferação e adesão do fibroblasto junto ao implante, além de induzir \n\ndecréscimo da atividade das células osteogênicas. Por outro lado, Kumar, Jaffin e \n\nBerman (2002) depois de acompanhar por 18 meses, 461 pacientes fumantes e não \n\nfumantes, obtiveram 98,1% e 98,4% de sucesso respectivamente, utilizando \n\nimplantes de titânio com superfície modificada. Eles concluíram que a superfície do \n\nimplante pode ter papel crítico para osseointegração e que aparentemente o fumo \n\nnão interferiu de modo significante no processo. Sakakura, Marcantonio e Rezende \n\n(2001), concluíram que o tabagismo não contra indica a terapia com implantes \n\nosseointegrados, mas, em função dos fracassos observados em pacientes, é \n\nimportante um planejamento criterioso, manutenção rigorosa e em determinadas \n\nfases do tratamento a suspensão do hábito de fumar. \n\nEstudos experimentais demonstraram a nocividade da nicotina sobre tecido \n\nósseo. Broulik e Jarab (1993) constataram redução significativa da densidade óssea \n\nde fêmures de ratos tratados com nicotina via água de bebedouro. Silcox et al. \n\n(1995), demonstraram que ratos tratados com nicotina apresentavam perda de \n\nmassa óssea quando comparados com os não tratados. Nociti e Neto (2002) e Nociti \n\net al. (2002) estudaram a densidade e volume ósseo ao redor de implantes \n\ncolocados nas tíbias de ratos e concluíram que a exposição dos animais à fumaça do \n\n\n\n _____________________________________________________________________________8  \ncigarro não afetou seriamente a densidade da cortical óssea, no entanto, prejudicou \n\no volume do osso formado ao redor do implante na região de osso esponjoso.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________9  \n \n\n \n\n \n\n \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n22  OOBBJJEETTIIVVOO  EE  JJUUSSTTIIFFIICCAATTIIVVAA  \n\n\n\n _____________________________________________________________________________10  \n \n\nPelo exposto, o consumo de álcool ou de nicotina é prejudicial à integridade \n\ndo tecido ósseo, conseqüentemente, pode dificultar e até mesmo impedir a fixação e \n\nmanutenção dos implantes osseointegráveis. Desta forma, e considerando o grande \n\nnúmero de indivíduos alcoolistas e tabagistas, o presente trabalho teve como objetivo \n\navaliar experimentalmente os efeitos do etanol e da nicotina concomitantemente \n\nsobre a resistência mecânica do osso e neoformação óssea ao redor de implantes de \n\nhidroxiapatita densa e porosa, quando consumidos isolados e simultaneamente. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________11  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n  \n\n33  MMAATTEERRIIAAIISS  EE  MMÉÉTTOODDOOSS  \n\n \n\n\n\n _____________________________________________________________________________12  \n \n\n3.1 PROCEDIMENTO DE TRATAMENTO DOS ANIMAIS \n\n \n\n Um total de 20 ratos machos (Rattus norvegicus) com 45 dias foram utilizados, \n\nprocedentes do Centro de Bioterismo da Unicamp e mantidos no Biotério do \n\nDepartamento de Anatomia do Instituto de Biologia em dez gaiolas com dois animais \n\ncada. Os animais foram divididos em quatro grupos: controle (CT), alcoolista (A), \n\nnicotina (N) e nicotina alcoolista (N+A), cada grupo contendo 05 animais. O grupo CT \n\nrecebeu água, ao grupo A foi oferecido etanol diluído a 10%, no grupo N foi \n\nadministrado diariamente por via subcutânea 0,125 mg/100g de peso \n\ncorpóreo/diariamente de nicotina (Sigma, St. Louis, USA) e o grupo N+A recebeu \n\netanol e nicotina seguindo o tratamentos dos grupos A e N. Antecedendo o início do \n\nexperimento, os animais dos grupos N e N+A foram submetidos a um período de \n\nadaptação, durante qual inicialmente foi administradas diariamente injeções de \n\n0,0625 mg/100g da droga por duas semanas e em seguida as dosagens foram \n\naumentadas para 0,125 mg/100g ao longo de mais 90 dias, seguindo o protocolo \n\nproposto por Favaro e Cagnon (2006) e Riesenfeld e Oliva (1988). Os animais dos \n\ngrupos CT e A foram submetidos ao mesmo estresse que os animais dos grupos N e \n\nN+A, sendo administrado via subcutânea injeções de solução salina. A administração \n\nda droga foi realizada mantendo-se regularidade de horários. Todos os animais \n\nreceberam a mesma dieta sólida e água ad libitum (Nuvilab, Colombo, PR, Brasil). \n\nSemanalmente eles, foram pesados e mensurados o consumo sólido e líquido, \n\n\n\n _____________________________________________________________________________13  \nsendo realizada a troca da água e nova diluição do etanol. A partir destes dados foi \n\ncalculada a ingestão calórica média dos animais nos diferentes grupos de estudo.  \n\n \n\n3.2 PROCEDIMENTO CIRÚRGICO \n\n \n\n Após quatro semanas de tratamento todos os animais foram submetidos à \n\ncirurgia para implantação da hidroxiapatita nas tíbias direita e esquerda. Corpos \n\ncerâmicos densos e porosos de hidroxiapatita com 2 mm de diâmetro e 3 mm de \n\ncomprimento foram produzidos pelo Instituto de Química da Unicamp. A cerâmica \n\npreparada na forma porosa apresentava poros com dimensões variando de 4 a 100 \n\nmicrômetros.  \n\n Os animais foram anestesiados através de injeções intramusculares de \n\nsolução 1:1 de Ketamina (Francotar) e Cloridrato de Xylazina (Virbaxyl 2%) na dose \n\nde 0.10 ml/100g. Após a tricotomia e a incisão longitudinal na pele, o periósteo da \n\nface medial da epífise proximal da tíbia foi descolado com o afastador de periósteo \n\nexpondo a cortical do osso. Com auxílio de uma broca odontológica (2 mm) acoplada \n\na um minimotor de baixa rotação e sob irrigação de solução fisiológica, uma cavidade \n\nfoi produzida bilateralmente na tíbia esquerda foi implantada Hidroxiapatita Densa \n\n(HAD) e na direita Hidroxiapatita Porosa (HAP) (Fig. 01). Após a colocação dos \n\nimplantes, o periósteo foi reposicionado através da sutura de suas bordas com fio de \n\nseda 8.0 e a pele foi suturada com fio de algodão 4.0.  \n\n Subseqüente a cirurgia, os animais receberam água com Dipirona por 24 \n\nhoras, e em seguida, os animais voltaram ao tratamento com nicotina e/ou etanol. Ao \n\n\n\n _____________________________________________________________________________14  \ncompletar 90 dias de experimentação todos os animais foram sacrificados utilizando \n\ndose excessiva de solução anestésica de Ketamina e Cloridrato de Xylazina \n\n(0.30/100g), seguida de pneumotórax. Imediatamente após o sacrifício, foi realizada \n\ncoleta de sangue através de punção em ventrículo esquerdo para exame de \n\ndosagem de cálcio sérico. O projeto foi submetido à avaliação do Comitê de Ética em \n\npesquisa Animal e aprovado sob o Parecer 658-3. \n\n \n\nFIGURA 01. Colocação do implante de hidroxiapatita (HA) na cavidade produzida na \n\ntíbia do animal.  \n\n \n \n \n\n3.3 PROCESSAMENTO HISTOLÓGICO E MORFOMÉTRICO \n\n \n\n As tíbias, depois de coletadas, foram fixadas em formol tamponado a 10% por \n\n48 horas e descalcificadas em solução de ácido fórmico, formol e citrato de sódio \n\n\n\n _____________________________________________________________________________15  \ndurante 15 dias. Em seguida, as amostras foram reduzidas e processadas através de \n\ntécnicas histológicas de rotina. Cortes transversais semi-seriados com 6 micrômetros \n\nde espessura, e  corado com H&amp;E  foram obtidos do local de implantação. \n\nA análise quantitativa da espessura do osso formado ao redor do implante de \n\nhidroxiapatita baseou-se no método de estereologia, o qual permite determinar \n\nparâmetros tridimensionais de um órgão, tecido ou estrutura morfológica por meio de \n\ncontagem de pontos em imagens bidimensionais (MANDARIM de LACERDA, 1999). \n\nA quantificação do osso neoformado através da estereologia foi realizada de acordo \n\ncom o principio de DELESSE, obedecendo-se à fórmula VV = PP/PT (%), onde: \n\nVV = densidade de volume ou volume relativo; \n\nPP = quantidade de pontos sobre o osso neoformado; \n\nPT = número total de pontos do sistema. \n\n \n\n Através de um retículo quadrilátero acoplado na ocular do microscópio de luz, \n\ncontendo sistema de 100 pontos, foi calculada a densidade do volume ósseo \n\nneoformado nos locais do implante de hidroxiapatita em cada animal. Foram \n\nutilizados 4 cortes histológicos de mesma espessura para cada área receptora. Esta \n\nanálise foi feita com a objetiva do microscópio luz Olympus CBB padronizada em \n\naumento de 10 vezes (Carls Zeiss) para todos os cortes histológicos. Os cortes \n\nhistológicos foram selecionados aleatoriamente e somente após a contagem dos \n\npontos sobre a área receptora foi feita à identificação os animais.  \n\n \n\n\n\n _____________________________________________________________________________16  \n \n\n3.4 TESTE MECÂNICO \n\n \n\n Para a realização do teste mecânico, o fêmur direito dos animais foram \n\ncoletados, limpos e acondicionados em gaze embebida em solução fisiológica (0.9%) \n\ne armazenado em freezer (–20oC) até o dia anterior ao ensaio.  \n\nOs fêmures foram submetidos a teste mecânico de resistência no Laboratório \n\nde Propriedades Mecânicas da Faculdade de Engenharia Mecânica (FEM) da \n\nUnicamp. O ensaio mecânico foi realizado em um módulo de flexão de três pontos, \n\nMTS TestStar II, utilizando um célula de carga de 100 Kgf, a uma velocidade de 1.3 \n\nmm/min. A distância entre as duas extremidades ósseas foi de 50 mm e para se \n\nobter o valor da resistência, uma carga foi aplicada no terço médio do osso (diáfise) \n\npor meio de uma ponta, acoplada em uma máquina de ensaio universal, seguindo \n\nprotocolo proposto por Ferreira (2002). A resistência mecânica foi obtida com a \n\nruptura dos fêmures após uma célula de carga registrada pelo Módulo de Flexão \n\nMTS em Newton (N).  \n\n \n\n3.5 ESTUDO ESTATÍSTICO \n\n \n\nA partir dos valores obtidos sobre consumo semanal de líquido e ração por \n\nanimal, foram calculadas as médias e o desvio-padrão para cada um deles. Foi \n\nobtido também o percentual do ganho de massa corporal para cada rato e depois a \n\n\n\n _____________________________________________________________________________17  \nmédia para cada grupo. De posse desses valores, foi aplicado o teste Tukey-Kramer, \n\nprograma Instat for Windows, para a comparação entre o grupo controle e os demais. \n\nAs médias e desvio-padrão referente ao volume de neoformação óssea foram \n\ncalculadas e comparadas estatisticamente, do mesmo modo que a dosagem de \n\nCálcio sérico e os valores do ensaio mecânico. Para a comparação estatística entre \n\nos grupos foi novamente utilizado a Análise de Comparações Múltiplas através do \n\nteste Tukey-Kramer, verificando as diferenças significativas entre os grupos para \n\np<0,05. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________18  \n \n\n \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n44  RREESSUULLTTAADDOOSS \n\n\n\n _____________________________________________________________________________19  \n \n\n4.1 CONSUMO DA DIETA LIQUIDA \n\n \n\n Segue abaixo na Fig 02, a média do consumo líquido dos respectivos grupos, \n\nassim como os resultados da análise estatística quanto às diferenças entre os grupos \n\ntratados com Álcool (A), Nicotina (N) e Nicotina+álcool (N+A) em relação ao grupo \n\nControle (CT). \n\n \n\nFIG 02. Médias (mL) e Desvio padrão do volume de líquido ingerido semanalmente e \n\ncomparação estatística entre o grupo CT e os demais. *p<0,05 comparado ao grupo \n\nCT. \n\n  \n\n As médias estatísticas do consumo líquido dos animais do grupo N e CT são \n\nestatisticamente iguais, já o consumo do grupo A e N+A apresentam diferenças \n\nestatísticas significantes quando comparadas com o grupo CT, o que apresentou \n\nmaior consumo líquido. \n\n\n\n _____________________________________________________________________________20  \nA Fig 03 demonstra que o consumo líquido ao longo das 12 semanas de \n\ntratamento foi crescente. \n\n \n\nFIG 03. Consumo Líquido (mL) dos Grupos CT, N, A e N+A ao longo de 12 semanas \n\nde tratamento. \n\n \n\n4.2 CONSUMO DA DIETA SÓLIDA \n\n \n\n As figuras abaixo demonstram os valores da média de consumo sólido (ração) \n\ndos respectivos grupos, assim como os resultados da análise estatística quanto às \n\ndiferenças entre os grupos tratados com Álcool (A), Nicotina (N) e Nicotina+álcool \n\n(N+A) em relação ao grupo controle (CT). \n\n\n\n _____________________________________________________________________________21  \n\n \n\nFIG 04. Médias (g) e desvio-padrão do volume sólido ingerido semanalmente e \n\ncomparação estatística entre o grupo CT e os demais. *p<0,05 comparado ao grupo \n\nCT. \n\n  \n\nFIG 05. Consumo Sólido (g) dos Grupos CT, A, N e N+A ao longo de 12 semanas de \n\ntratamento. \n\n \n\nAs médias de consumo de dieta sólida dos grupos N e A não apresentam \n\ndiferenças estatísticas quando comparada com a média do grupo CT, já o grupo N+A \n\napresenta uma média inferior à do grupo CT e estatisticamente significante. \n\n\n\n _____________________________________________________________________________22  \n \n\nOs animais CT, A, N e N+A consumiram, em média, 46.6; 29.06; 43.2 e 25.87 \n\ngramas de ração e 28.06; 24.91; 26.36 e 22.89 mL de água diariamente. A figura 04 \n\ndemonstra que o consumo sólido ao longo das 12 semanas de tratamento foi \n\nuniforme. \n\n \n\n4.3 – GANHO DE PESO CORPORAL \n\n \n\nOs animais não perderam peso no decorrer das 12 semanas de experimento. \n\nEm relação ao peso inicial os animais dos grupos CT, N, A e N+A apresentaram um \n\nganho de peso em porcentagem de 123,2%, 112,2%, 95,5% e 74% respectivamente.  \n\n \n\nTabela 01 – Média do peso inicial e final dos animais dos Grupos CT, N, A e N+A. \n\nGrupos Média Desvio-padrão Peso inicial (g) Peso final (g) \n\nGrupo CT 341 23.5 198,3 442,6 \n\nGrupo A 309,5 17.23 196,4 309,6 \n\nGrupo N 331,2 21.4 193,3 410,2 \n\nGrupo N+A 262 14.0 196,4 341,6 \n\n \n\n \n\n\n\n _____________________________________________________________________________23  \n\n \n\nFIG 06. Média (%) do ganho de massa corporal dos grupos ao longo dos 90 dias de \n\nexperimento e comparação entre estatística entre o grupo CT e os demais. *p<0,05 \n\ncomparado ao grupo CT. \n\n \n\n A média de ganho de peso ao longo das 12 semanas de tratamento do grupo \n\nCT não difere estatisticamente do grupo N, porém o grupo controle apresenta média \n\nsuperior e diferente dos grupos A e N+A que apresentaram ganho menor de peso. \n\n \n\n4.4 OBSERVAÇÕES CLÍNICAS DOS ANIMAIS \n\n \n\n Em relação ao estado de saúde dos animais dos quatro grupos não ocorreram \n\nalterações quanto ao aspecto de urina, fezes e pêlos dos animais ao longo do \n\nexperimento. Na região onde foi implantada a hidroxiapatita não foi observado \n\nulcerações ou complicações no processo de cicatrização na pele dos animais. Os \n\n\n\n _____________________________________________________________________________24  \nanimais apresentaram rápida recuperação pós-cirúrgica, não comprometendo a \n\ndeambulação dos animais por mais de 24 horas. \n\n Não foi evidenciado a formação de calo ósseo no sítio de implantação durante \n\nou após o período de tratamento. Também não foi observado processo inflamatório \n\ne/ou infeccioso no local de implantação da hidroxiapatita. Aparentemente a \n\nhidroxiapatita manteve-se no interior da cavidade óssea, sem a ocorrência de \n\nmigração de grânulos para outros locais fora da área de implantação. \n\n \n\n4.5 OBSERVAÇÕES MICROSCÓPICAS \n\n \n\n4.5.1 IMPLANTE DE HAD \n\n \n\n Em todos os animais do grupo CT foi encontrado osso formado ao redor do \n\nimplante de Hidroxiapatita Densa. No local de implantação o tecido ósseo \n\napresentava aspecto imaturo em algumas regiões e maturo em outras, podendo ser \n\nobservado a presença Sistema de Havers com linhas cementantes evidentes. O osso \n\nformado era contínuo com a camada cortical da tíbia (Fig 07 e 08). \n\n Em nenhum dos casos foi encontrado tecido conjuntivo fibroso na interface \n\nimplante/osso. O osso formado estava em contato direto com os blocos de HAD. \n\nVárias fissuras foram encontradas ao longo da superfície dos blocos da cerâmica, as \n\nquais estavam preenchidas com tecido ósseo (Fig 08). O periósteo junto ao sítio de \n\nimplantação apresentava aspecto histológico normal com pouca atividade \n\nosteogênica na sua camada interna.  \n\nOs aspectos histológicos do sítio de implantação nos animais do grupo N \n\n(Nicotina) são semelhantes ao grupo CT (controle), porém a quantidade de osso \n\n\n\n _____________________________________________________________________________25  \nformado ao redor do implante é menor em relação ao grupo CT.  O tecido ósseo \n\napresentou aspecto maturo em toda a extensão. Medula óssea foi encontrada em \n\nabundância nos espaços formados entre as trabéculas ósseas (figs. 09 e 10).  \n\n \n\nFIG 07 e 08. Corte transversal da tíbia de animal do grupo CT (controle). Notar osso \n\nneoformado (ON) ao redor implante de HAD com formação de Sistemas de Havers – \n\nÓsteons (SH) e linhas cementantes (LC) de conexão. Observar o osso neoformado \n\n(ON) no interior do bloco de HAD. (115x – H.E.). \n\n \n\n \n\nFIG 09 e 10. Corte transversal da tíbia de animal do grupo N (nicotina). Notar osso \n\nformado ao redor implante de HAD com formação de Sistemas de Havers (Ósteons) \n\n(SH) e com linhas cementantes (LC) de conexão. Observar medula óssea (MO) entre \n\nas trabéculas ósseas. (115x – H.E.). \n\n\n\n _____________________________________________________________________________26  \n  Nos animais dos grupos A e N+A as características morfológicas são \n\nsemelhantes àquelas encontradas nos animais dos grupos CT (Controle) e N \n\n(Nicotina). Contudo menor volume de osso foi observado, podendo ser evidenciado \n\npela menor espessura das trabéculas ósseas (figs. 11, 12, 13 e 14). \n\n \n\nFIG 11 e 12. Corte transversal da tíbia do grupo A (Álcool). Notar trabéculas ósseas \n\n(TC) delgadas ao redor implante de HAD e osso neorformado (ON). (115x – H.E.). \n\n \n\nFIG 13 e 14.  Corte transversal da tíbia de animal do grupo N+A (nicotina+álcool). \n\nNotar trabéculas ósseas delgadas ao redor do implante de HAD representado por \n\numa delgada camada. Osso neoformado (ON) apresenta-se em uma delgada \n\ncamada ao redor do implante, algumas regiões com interposição de tecido conjuntivo \n\n(TC). (115x – H.E.). \n\n\n\n _____________________________________________________________________________27  \n \n\n4.5.2 IMPLANTE DE HAP \n\n \n\nA falha produzida na epífise proximal das tíbias dos animais do grupo controle \n\n(CT) estava reparada e o osso neoformado exibiu aspecto semelhante ao do tecido \n\nósseo de outras áreas da tíbia. \n\nO tecido ósseo revestiu os grânulos da HAP ocupando os poros da cerâmica \n\nsendo contínuo com o osso cortical. A medula óssea do canal medular interpôs os \n\nespaços entre o osso de reparação ao redor do implante. Não foi observado tecido \n\nfibroso entre a cerâmica e o osso neoformado. \n\nO osso mostrou-se maturo e o periósteo apresentou atividade osteogênica \n\nreduzida. \n\n Histologicamente notou-se semelhança entre os animais do grupo N (nicotina) \n\ne CT (controle). O osso neoformado é representado por uma camada espessa \n\ncontendo áreas de osso maturo e poucas regiões de osso imaturo. \n\n O osso neoformado estava em contanto direto com os grânulos da HAP, \n\nsendo poucas regiões marcadas pela presença de tecido fibroso de interposição. \n\n O periósteo recobriu o local da fratura estando mais espesso que no grupo CT \n\ne com maior atividade osteoprogenitora. \n\n\n\n _____________________________________________________________________________28  \n\n \n\nFIG 15 e 16. Corte transversal da tíbia do animal do controle (CT). Notar a cortical \n\nóssea (CO) continua com o osso neoformado (*) ao redor da HAP. Entre os grânulos \n\nda HAP observa-se medula óssea (MO) e revestindo o osso externamente foi \n\nencontrado o periósteo (PE). (115x – H.E.). \n\n \n\n \n\nFIG 17 e 18. Corte transversal da tíbia do animal do grupo nicotina (N). Notar a \n\ncortical óssea (CO) em contato com osso neoformado de aspecto maturo (*), \n\npequenas áreas com tecido fibroso (TC) na interfase osso/implante. Periósteo \n\nespesso com atividade mais intensa (PE). (115x – H.E.). \n\n \n\n\n\n _____________________________________________________________________________29  \n  \n\nOs animais do grupo A (álcool) histologicamente apresentavam osso formado \n\nao redor do implante, porém a reparação óssea caracterizava-se por uma grande \n\nquantidade de osso imaturo que facilmente se distingui das demais áreas da tíbia. \n\n A camada de osso neoformado era bem espessa em relação aos grupos CT e \n\nN, entretanto preenchera os poros da cerâmica. O periósteo demonstrava atividade \n\nproliferativa através de sua camada interna aumentada e com grande quantidade de \n\ncélulas osteoprogenitoras. \n\nNos animais do grupo N+A (Nicotina+álcool) observou-se ao redor dos \n\ngrânulos de HAP formação óssea com pequena espessura e o tecido ósseo \n\napresentava aspecto imaturo em grande parte dos animais. \n\nNotou-se diferença marcante entre a cortical óssea e a área de neoformação. \n\nNa interfase osso/implante pode-se verificar a presença de tecido fibroso que em \n\nalguns locais separa o osso de reparação dos grânulos da HAP. \n\nO periósteo recobria o sítio de implantação, o que era demonstrado por uma \n\ncamada espessa e com atividade osteoprogenitora intensa em relação aos demais \n\ngrupos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________30  \n \n\n \n\nFIG 19 e 20.  Corte transversal da tíbia do animal do grupo álcool (A). Notar a \n\ndiferença entre a cortical óssea (OC) e o osso neoformado onde em algumas regiões \n\ntêm aspecto maturo (MA) e outras imaturo (IM) ao redor do implante de HAP. O \n\nperiósteo apresenta-se espesso (PE). (115x – H.E.). \n\n \n\n \n\nFIG 21 e 22. Corte transversal da tíbia do animal do grupo nicotina + álcool (N+A). \n\nNotar a diferença entre a cortical óssea (CO) e o osso neoformado (*) ao redor do \n\nimplante de HAP. (115x – H.E.). \n\n \n\n\n\n _____________________________________________________________________________31  \n \n\n4.6 ANÁLISE MORFOMÉTRICA  \n\n \n\n4.6.1 IMPLANTES DE HAD \n\n \n\nA Fig. 23 sumariza as médias (%) dos valores e o desvio padrão encontrados \n\npara o volume relativo de osso formado ao redor do implante nos grupos CT, N, A e \n\nN+A, respectivamente. \n\n \n\nFIG 23. Média (%) do volume ósseo relativo formado na tíbia esquerda (HAD) dos \n\nanimais dos grupos CT, N, A e N+A e comparação estatística do grupo CT com \n\nrelação aos demais grupos.  *p<0,05 comparado ao grupo CT. \n\n \n\n \n\nO volume de osso encontrado ao redor do implante de HAD foi \n\nsignificativamente maior no grupo CT em relação aos grupos tratados com N, A e \n\n\n\n _____________________________________________________________________________32  \nN+A. O menor volume de osso foi encontrado no grupo N+A, seguidos pelos grupos \n\nN e A em ordem decrescente de valores. \n\n \n\n4.6.2 - IMPLANTES DE HAP \n\n \n\nA Fig. 24 representa as médias (%) dos valores encontrados para o volume \n\nrelativo de osso formado ao redor do implante nos grupos CT, N, A e N+A, \n\nrespectivamente.  \n\n \n\nFIG 24. Média (%) do volume ósseo relativo formado na tíbia direita (HAP) dos \n\nanimais dos grupos CT, N, A e N+A e comparação estatística entre o grupo CT e os \n\ndemais. *p<0,05 comparado ao grupo CT. \n\n \n\n O volume de osso encontrado ao redor do implante de HAP foi \n\nsignificativamente maior no grupo CT em relação aos grupos tratados com N, A e \n\nN+A. O menor volume de osso foi encontrado no grupo N+A, seguidos pelos grupos \n\n\n\n _____________________________________________________________________________33  \nN e A em ordem decrescente de valores.  Quando comparamos os volumes de osso \n\nformado junto aos implantes de HAD e HAP, é evidente o maior volume de osso na \n\nHAP devido ao crescimento de osso para o interior dos seus poros. \n\n \n\n4.7 TESTE MECÂNICO DOS FÊMURES \n\n \n\n A análise estatística do teste mecânico demonstra que o grupo CT apresentou \n\nmaior resistência, porém não difere estatisticamente do grupo A e N, estes \n\napresentam resultado melhor que o grupo N+A. \n\n \n\n \n\nFIG 25. Média da Força (N) e desvio-padrão para ruptura dos fêmures no ensaio \n\nmecânico e comparação estatística entre o grupo CT e os demais. *p<0,05 \n\ncomparado ao grupo CT. \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________34  \n \n\n \n\n4.8 DOSAGEM DE CÁLCIO SANGÜÍNEO \n\n \n\n A dosagem de Cálcio sangüíneo do grupo CT apresentou-se superior e \n\nestatisticamente diferente quando comparada com os grupos A e N+A, já o grupo N \n\napresentou dosagem de cálcio inferior ao CT, porém uma diferença não significante \n\nestatisticamente.  \n\n \n\n \n\nFIG 26. Média do nível de Cálcio sérico e desvio padrão obtido através da amostra \n\nde sangue dos animais do grupo CT, N, A e N+A e comparação estatística do grupo \n\nCT com relação aos demais grupos. Diferença estatística (*) = p<0,05. \n\n \n\n \n\n \n \n \n\n\n\n _____________________________________________________________________________35  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n  \n55  DDIISSCCUUSSSSÃÃOO  \n\n \n\n\n\n _____________________________________________________________________________36  \n \n\nSegundo Lorez e Lorez (1983) os animais de laboratório favorecem os \n\nestudos de diversas doenças humanas, destacando-se as causadas pelo etanol e/ou \n\nnicotina. O uso de animais de laboratório supera as limitações dos estudos clínicos. \n\nOs conhecimentos referentes ao processo de cicatrização óssea são em grande \n\nparte provenientes de estudos experimentais, o que tem ajudado a compreender a \n\nreparação óssea. \n\nPesquisas relacionadas ao alcoolismo experimental e seus efeitos vem sendo \n\nfeitas principalmente com ratos, pois possuem afinidade para o consumo voluntário \n\ndessa substância (KAMER et al., 2006; CAMILLI et al., 2004). Além disso, são \n\nanimais de fácil acesso e apropriados para administração de drogas, como exemplo \n\na nicotina (IWANIEC et al., 2002 e RIESENFELD, 1985). Por estas razões e pela \n\nfacilidade na realização da técnica cirúrgica para implantação da cerâmica de \n\nhidroxiapatita, o rato foi escolhido como modelo no presente trabalho. \n\nDiferentes metodologias têm sido utilizadas para avaliar os efeitos da nicotina \n\nou do álcool sobre o tecido ósseo. Parâmetros como concentração da substância, \n\nvias de administração da droga e tempo de experimentação apresentam variações. \n\nIwaniec et al. (2000) estudaram os efeitos da nicotina no tecido ósseo utilizando \n\ndoses de 3 e 4,5 mg/kg/dia administradas por via subcutânea por um período de 3 \n\nmeses. Okamoto et al. (1994) e Pinto et al. (2002) administraram pela mesma via, 3 \n\nmg/Kg/dia de nicotina por 30 dias de experimento. \n\nRiesenfeld et al. (1985) pesquisaram os efeitos da nicotina e do etanol sobre a \n\nformação óssea do esqueleto fetal de ratas prenhas. Para isto associou em seu \n\n\n\n _____________________________________________________________________________37  \nexperimento o etanol (20%) oferecido como dieta líquida e nicotina administrada por \n\nvia intramuscular na dosagem de 4,2 mg/kg/dia por 6 semanas. Em nosso estudo os \n\nratos receberam diariamente injeções subcutâneas de 0,0625 mg/100g de nicotina \n\ndurante 2 semanas e 0,125 mg/100g ao longo de mais 90 dias, seguindo o protocolo \n\nproposto por  Favaro e Cagnon (2006) e Riesenfeld e Oliva (1988). \n\nDiez et al. (1997) submeteram ratos à dieta líquida com etanol na diluição de \n\n30 % por 6 semanas, tendo como objetivo avaliar o metabolismo mineral. Após \n\nanálise histobioquímica ou histoquímica do tecido ósseo observaram que os ratos \n\ntratados com álcool apresentavam redução acentuada no metabolismo mineral \n\nquando comparados com animais controle. Sampson et al. (1998) utilizaram à \n\nmesma concentração em um período mais curto (4 semanas), e concluíram através \n\nde análise bioquímica óssea que vários componentes e hormônios se apresentaram \n\nalterados perante os efeitos do etanol. Nyquist et al. (1999) submeteram ratos à dieta \n\nlíquida com etanol diluído a 15% por 5 semanas e concluíram que o processo de \n\nreparação das fraturas é inibido ou lentificado nos ratos que receberam esta \n\nconcentração de etanol. Camilli et al. (2004) usaram etanol a 20% por 4 semanas até \n\na implantação subperiostal de HAP na tíbia e crânio de ratos, mantendo o tratamento \n\naté completar 140 dias de experimentação. Concluíram que a velocidade da \n\nosteogênese e o volume neoformado dos ratos tratados com álcool eram inferiores \n\naos dos não tratados. \n\nAs concentrações do etanol utilizadas pelos autores citados anteriormente \n\nforam suficientes para ocasionar alterações ósseas, no processo de osteogênese. \n\nEm nosso trabalho utilizamos etanol diluído a 10% por 90 dias, optou-se por esta \n\n\n\n _____________________________________________________________________________38  \ndosagem, pois é suficiente para ocasionar alterações biológicas no animal e quando \n\nassociado à nicotina não causaria overdose ou levaria ao óbito. Sharpe e Sampson \n\n(2002) utilizaram etanol (10%) combinado com a administração subcutânea de \n\nnicotina (0.7 mg/kg) e constataram que a associação das drogas nestas dosagens \n\nsão suficiente para agredir os tecidos e não causar reações orgânicas desfavoráveis \n\nao experimento com ratos. \n\nExistem questionamentos se as alterações ósseas nos animais alcoolizados \n\nsão decorrentes do efeito do etanol ou conseqüência da deficiência nutricional do \n\nanimal (HOLBROOK e CONNOR, 1993). Diante desse fato, tornou-se obrigatório e \n\nessencial observar o estado de saúde dos animais durante o tratamento com o \n\netanol e nicotina. \n\nWeisbroth et al (1977), relatou que variações na quantidade da ingestão sólida \n\ne líquida podem provocar modificações nas respostas biológicas em experimentação \n\nanimal. Por tanto, no presente trabalho, foi realizado cuidadoso acompanhamento do \n\nestado de saúde dos animais e o controle da ingestão de ração e água ao longo de \n\ntodo experimento. Os resultados demonstraram que os ratos do grupo N+A \n\nconsumiram menor quantidade de ração e água em relação aos demais grupos (CT, \n\nA e N). Os animais do grupo A, tratado com etanol ingeriram menos ração e água \n\nquando comparado aos ratos tratados com nicotina (grupo N). \n\nSvendsen e Hau (1984), referem-se que para manter o estado nutricional \n\nadequado e evitar a desnutrição e a desidratação, os ratos devem apresentar \n\nconsumo médio diário de 25g de ração e de 15 a 80 mL de água. Em nosso \n\nexperimento, todos os animais apresentaram ingesta sólida e líquida dentro dos \n\n\n\n _____________________________________________________________________________39  \nlimites ideais não caracterizando a desnutrição protéica ou desidratação. Os animais \n\ndo grupo N+A apresentaram menor consumo, ingeriram em média, 25,87 mL de \n\nlíquido e 26,3g de ração por dia. Martinez (1997) constatou em seu estudo com ratas \n\nalcoolizadas, menor consumo líquido e ração quando comparadas a ratas não \n\nalcoolizadas, mesmo com valores reduzidos não foi caracterizado desnutrição nos \n\nanimais. \n\nSampson et al. (1996) referem-se que, a variação de peso corpóreo de cada \n\nanimal deve ser observada, uma vez que a perda de massa corporal caracteriza a \n\ndesnutrição protéica. De acordo com Palencia et al. (1994) a ingesta sólida inferior a \n\n25 g/dia e as perdas de peso acentuadas ao longo do experimento caracterizam a \n\ndesnutrição em roedores. Conforme os dados obtidos com o monitoramento do peso \n\nde nossos animais podemos verificar todos os ratos dos quatro grupos apresentaram \n\nganho de peso ao longo dos 90 dias do experimento. Os animais dos grupos CT \n\nganharam em média de 244,5g (132.2%) de massa corporal, os do grupo A cerca de \n\n187 (95.21%), os ratos do grupo N  217g (112.2%) e os animais do grupo N+A \n\naumentaram seu peso em 145,3g (74%). Assim sendo, as diferenças encontradas na \n\nneoformação óssea ao redor dos implantes de HAD e HAP entre os grupos, devem-\n\nse aos efeitos nocivos da nicotina e/ou do etanol e não decorrentes a um quadro de \n\ndesnutrição. \n\nAssim, como o etanol, a nicotina é prejudicial à osseointegração dos implantes \n\nde biomateriais. Miller (1987) e Ress (1984) afirmaram que a nicotina está associada \n\nà rejeição de enxertos ósseos realizados em pacientes tabagistas.  Kamer et al. \n\n(2006) observaram perdas ósseas periímplantares em ratos tratados com nicotina. \n\n\n\n _____________________________________________________________________________40  \nEm nosso estudo não foi observado sinais de rejeição dos implantes, como \n\npresença de resposta inflamatória crônica ou a formação de camada de tecido \n\nfibroso na interface osso neoformado/implante. Nos quatro grupos, o osso formado \n\nao redor dos fragmentos de HA estava em contato direto com a cerâmica. A \n\nalteração mais importante que encontramos se refere ao volume de osso encontrado \n\nao redor dos implantes de HAD e HAP quando comparamos os grupos. \n\nNa tíbia direita onde foram implantados blocos de HAP, a análise do volume \n\nde osso neoformado demonstrou que os ratos do grupo CT apresentavam maior \n\nvolume (41%), superior aos animais do grupos N (37%), A (29%) e  N+A (25%). Na \n\ntíbia esquerda com blocos de HAD, os resultados foram semelhantes. O grupo com \n\nmaior formação óssea periímplantar foi o CT (37%), sendo o volume maior que nos \n\ndemais grupos, N (30%), grupo A (27%) e grupo N+A (20%). Em ambas as tíbias, \n\ncom os respectivos implantes, destaca-se o reduzido volume de osso formado ao \n\nredor da HA nos animais tratados com N, A e N+A. Destaca-se a maior nocividade \n\ndo etanol em relação à nicotina, uma vez que o volume de osso nos animais tratados \n\ncom etanol foi inferior. Nossos resultados também demonstraram efeito mais \n\nacentuado do álcool e da nicotina sobre o volume de osso formado ao redor do \n\nimplante quando consumidos concomitantemente. \n\nA osteogênese depende da migração, proliferação e diferenciação das células \n\nosteogênica em osteoblastos (Marks e Popoff, 1988), no entanto este processo pode \n\nser alterado pelos efeitos biológicos do álcool (Friday e Howard, 1991) e da nicotina \n\n(Skott et al., 2006). A redução no volume ósseo neoformado periímplantar nos \n\n\n\n _____________________________________________________________________________41  \nanimais do grupo N, grupo A e N+A, estão associados aos efeitos biológicos do \n\nálcool e da nicotina sobre o processo de reparação óssea. \n\nDe acordo com Chakkalakal et al. (2002) o consumo crônico de etanol causa \n\ninibição das funções osteoblásticas, conduz a perda óssea sistemática, induz a \n\nfragilidade óssea, aumentando o risco de fraturas e dificulta o processo de reparação \n\nóssea após lesões ocasionais ou cirúrgicas. \n\nKlein et al. (1996) referem-se que o consumo habitual de álcool (1 a 2 \n\ndoses/dia) pode ocasionar alterações bioquímicas e histológicas no esqueleto de \n\npacientes alcoólatras. Os autores analisaram biópsias nos pacientes alcoólatras e \n\nverificaram os efeitos do etanol no tecido ósseo. Os resultados demonstraram que o \n\nálcool afeta drasticamente as funções osteoblásticas, desta forma, processos como a \n\nmineralização e remodelagem óssea são prejudicados, pois são dependentes das \n\nfunções osteoblásticas. \n\nKlein, Fausti e Como (1991) em estudos semelhantes, analisaram a \n\nmorfologia do tecido ósseo de pacientes alcoólatras. Seus resultados demonstraram \n\nque o álcool leva a diminuição acentuada do número de osteoblastos. Os autores \n\natribuíram esta diminuição aos efeitos nocivos do etanol, uma vez que esta \n\nsubstância diminui a síntese de DNA, reduz a biossíntese de poliaminas e acelera a \n\napoptose osteoblástica. Estes dados permitem melhor compreensão do baixo volume \n\nósseo formado ao redor dos implantes de HAP e HAD nos ratos tratados com etanol \n\ne nicotina+etanol (N+A) em nosso experimento. \n\nO consumo de cigarro tem recebido grande atenção por estar relacionado a \n\numa maior incidência de perdas de implantes osseointegráveis (SENNERBY e \n\n\n\n _____________________________________________________________________________42  \nROSS, 1998). Além disso, outros autores têm associado o uso de tabaco com as \n\ndificuldades na incorporação dos enxertos ósseos (KAN et al., 1999). \n\nNociti et al. (2002) observaram redução da formação óssea ao redor de \n\nimplantes de titânio colocados em tíbias de coelhos tratados com nicotina, no \n\nentanto, mesmo com valores numéricos inferiores não foi constatado diferenças \n\nestatísticas em relação ao grupo controle. Estudos realizados por Hollinger et al. \n\n(1999) verificaram os efeitos da nicotina sobre a cicatrização de regiões que \n\nreceberam enxerto ósseo autógeno na calvária de ratos e concluíram que a nicotina \n\nprejudicou o reparo ósseo das áreas doadoras da calota craniana. \n\nRamp et al. (1991) pesquisaram o efeito da nicotina em culturas de células \n\nósseas humanas e concluíram que a nicotina inibe a síntese de colágeno e dificulta a \n\natividade da fosfatase alcalina. Liu et al. (2001) em estudos semelhantes detectaram \n\ninibição da diferenciação osteogênica e da proliferação de células osteoprogenitoras \n\nhumanas perante a exposição à nicotina. \n\nPereira et al. (2006) estudaram in vitro, a ação da nicotina (0,05 a 1mg/mL) na \n\nproliferação e diferenciação osteoblástica de células obtidas de ossos alveolares \n\nhumanas. Na presença de concentrações inferiores a 0,3 mg/mL, observou-se um \n\nefeito de estimulação na proliferação celular, na atividade da fosfatase alcalina e na \n\nformação de matriz óssea mineralizada, no entanto, exposições a concentrações \n\nsuperiores a 0,3mg/mL geraram efeitos negativos da substância neste parâmetros \n\ncelulares. Os autores concluíram que a nicotina pode prejudicar o processo de \n\ncicatrização do osso alveolar. \n\n\n\n _____________________________________________________________________________43  \nAlém dos efeitos citados anteriormente a nicotina promove diminuição do \n\nsuprimento sangüíneo, devido à liberação de catecolaminas que levam a \n\nvasoconstrição e redução da perfusão tecidual (REUS et al., 1984). O processo de \n\ncicatrização depende de uma perfusão e vascularização adequada, independente de \n\nqual tecido foi lesionado. A nicotina também dificulta o transporte de oxigênio pela \n\nhemoglobina (Klaassen, 1996), deste modo pode causar redução da oxigenação \n\ntecidual, fator que pode prejudicar e muito a reparação. \n\nEste conjunto de fenômenos e os possíveis efeitos diretos da nicotina e álcool \n\nsobre o tecido ósseo e na osseointegração, em associados ou isoladamente, \n\nfornecem indícios da relação entre a administração destas drogas e a diminuição do \n\nvolume ósseo ao redor dos implantes de HAD e HAP observado nos animais dos \n\ngrupos N, A e N+A no presente estudo. \n\nKeiver, Duggal e Simpson (2005), em estudos realizados com ratos \n\ndemonstraram que o etanol diminui os níveis de cálcio ionizado no sangue do animal, \n\no que pode prejudicar o processo de mineralização óssea.  Baran et al. (1980) \n\naferem-se que o etanol interfere nos níveis de hormônios essenciais para a \n\nremodelagem óssea. O etanol também interfere no processo de cicatrização óssea e \n\npode limitar ou inviabilizar os implantes osseointegráveis (ALBREKKSSON et al., \n\n1981). \n\nDevido ao papel fundamental do cálcio na constituição do esqueleto e a \n\nfacilidade para a verificação dos seus níveis sanguíneos, muitos laboratórios utilizam \n\ntécnicas já padronizadas para dosagem de cálcio (ARIOLI e CORRÊA, 1999). No \n\nintuito de verificar os níveis de cálcio sangüíneo nos animais de nosso estudo, foi \n\n\n\n _____________________________________________________________________________44  \nrealizado exame laboratorial para identificar possíveis efeitos negativos da \n\nadministração da nicotina e/ou álcool. \n\nO cálcio é um macroelemento mineral encontrado em abundância no \n\norganismo (Shane, 1999), 99% do Ca está no esqueleto, se apresentando na forma \n\nde hidroxiapatita e somente 1% encontra-se no fluido extracelular e tecidos moles \n\n(THOME e BILEZIKIAN, 1993). Fisiologicamente o principal determinante da \n\ncalcemia resulta de dois movimentos: duas entradas (absorção intestinal de cálcio e \n\nreabsorção óssea), e duas saídas (depósito de cálcio nos osso e perdas pela urina). \n\nOs principais fatores de regulação do metabolismo do cálcio são os paratormônios \n\n(PTH) e a vitamina D (PORTO, 2001). \n\nA vitamina D assegura que o organismo absorva cálcio pelo intestino, \n\nauxiliando na manutenção do metabolismo e saúde dos ossos, no entanto quando os \n\nvalores de vitamina D no organismo estão baixos ocorre uma redução da absorção \n\nde cálcio nos intestinos, como conseqüência pode ser observada diminuição da \n\nmassa óssea e aumento à propensão a fraturas (TORTORA, 2000; SMELTZER e \n\nBARE, 2002; TORTORA e GRABOWSKY, 2002; LEVINE, 1999). \n\nAlguns hábitos do indivíduo podem facilitar alterações na homeostasia de \n\ncálcio, entre estes encontramos o alcoolismo e o tabagismo (ARIOLI e CORRÊA, \n\n1999, PORTO, 2001; PEARCE e BROWN, 1996). \n\nEstudos realizados por Fung et al. (1999) demonstraram que ratas tratadas \n\ncom nicotina (3 a 4,5 mg/Kg/dia) administradas através de bomba osmótica, após \n\ntrês meses de exposição exibiam deficiência de vitamina D no organismo. Yuhara et \n\nal. (1999) submeteram cobaias à exposição de nicotina e observaram decréscimo na \n\n\n\n _____________________________________________________________________________45  \natividade dos osteoclastos, aumento na deposição do íon de cálcio e da produção da \n\nfosfatase alcalina em células osteogênicas. \n\nRiesenfeld (1985) após tratar ratas prenhas com álcool (20%) e nicotina (4,2 \n\nmg/Kg/dia) identificou hipocalcemia, descalcificação do esqueleto dos neonatos e \n\nassociou estas manifestações como decorrentes da toxicidade das substâncias. \n\nBaran et al. (1980) pesquisaram os efeitos do etanol no metabolismo mineral ósseo, \n\npara tal ofereceram como dieta liquida etanol 20% sendo este oferecido a ratos por \n\num período de 90 dias. Após o sacrifício dos animais e análise bioquímica e \n\nhistológica do tecido ósseo concluíram que as concentrações do PHT (hormônios \n\nparatireoideanos) fundamentais para o metabolismo e remodelagem óssea estavam \n\nbaixo dos limites ideais e os animais apresentavam dificuldades no processo de \n\nreparação do esqueleto. \n\nO consumo crônico do álcool e o hábito tabagista, podem induzir a uma \n\ndiminuição da calcemia (KRAWITT, 1975; PENG et al. 1974 e 1972; NOCITI et al., \n\n2002). Os mecanismos exatos pelos qual o álcool diminui o Ca sangüíneo não são \n\ntotalmente conhecidos, porém acredita-se que este fenômeno ocorra devido o déficit \n\nde absorção intestinal, as limitações no metabolismo da vitamina D, alterações nos \n\nníveis de testoterona, insulina e cortisol ocasionados pelo etilismo. Torna-se \n\nimportante destacar que o consumo agudo do etanol pode acarretar diminuições dos \n\nníveis de cálcio no sangue, tanto em humanos como em cobaias (BARAN, BRYANT \n\ne ROBSON, 1982; HEMMINGSEN e KRAMP, 1980; PERRY et al., 1998; \n\nPETROIANU et al., 1991). \n\n\n\n _____________________________________________________________________________46  \nO nível de cálcio ideal deve estar situado de 8,8 a 11mg/dL de sangue em \n\nratos (Diez et al., 1997), no entanto calcemia dos animais do grupo A e N+A \n\nencontram-se abaixo do valor de referência, 8,6 e 8,2 mg/dL respectivamente. Estes \n\nvalores indicam que os ratos tratados com etanol isoladamente ou associado à \n\nnicotina apresentaram alterações na homeostasia de cálcio, achados compatíveis \n\naos dos autores citados anteriormente. A nicotina administrada em nosso estudo não \n\nfoi suficiente para alterar a calcemia dos animais do grupo N. Os valores obtidos do \n\ngrupo N (9,2 mg/dL) são estatisticamente iguais ao do grupo CT (10,2 mg/dL), \n\nembora apresente uma tendência numérica inferior. Os achados demonstram que o \n\netanol e sua associação à nicotina perturbou o metabolismo de cálcio nos animais. \n\nO álcool e a nicotina alteram a histologia do tecido ósseo, principalmente \n\nagride os osteoblastos, e bioquimicamente, age negativamente sobre os \n\nparatormônios e composição mineral óssea, entre outros danos gerais ao organismo \n\n(BIKLE, 1993; SAMPSON, 1997; HOGAN et al, 2001). Além disso, o consumo destas \n\nsubstâncias pode resultar em efeitos adversos no osso, tais como a diminuição da \n\ndensidade óssea (HOGAN et al, 2001), deixando o esqueleto propenso a fraturas \n\n(BARAN et al., 1980; SKOTT et al., 2006). \n\nAs alterações causadas por estas substâncias sobre o tecido ósseo dos \n\nanimais do grupo A e N+A em nosso estudo podem ser evidenciadas pela redução \n\nno volume ósseo, diminuição da calcemia e também através dos achados do teste de \n\nresistência mecânica dos fêmures. \n\nEm nosso estudo o teste mecânico mediu em Newton (N) a força necessária \n\npara romper o fêmur dos animais dos quatro grupos. Os resultados demonstraram \n\n\n\n _____________________________________________________________________________47  \numa tendência numérica de redução da força de ruptura, sendo esta maior para \n\nromper os fêmures dos ratos do grupo CT (123,2 N), em seguida, grupo N (112,2 N), \n\ngrupo A (95,21 N) e grupo N+A (73,93 N), respectivamente. Deste modo, os animais \n\ndo grupo CT e N apresentam ossos mais resistentes a fraturas induzidas. \n\nA análise estatística dos valores obtidos com o ensaio mecânico demonstrou \n\nque o grupo CT apresenta maior resistência, não diferindo estatisticamente do grupo \n\nN e do grupo A. Os animais do grupo N+A apresentaram menor resistência ao teste \n\nmecânico, pois os fêmures romperam com menor carga de força quando comparado \n\naos demais grupos. \n\nSylversen et al. (1999) estudaram os efeitos da nicotina sobre as propriedades \n\nmecânicas e densidade óssea de ratas. Para tal submeteram os animais a vapor de \n\nnicotina por 20 horas diárias durante 5 dias por semana ao longo de 2 meses. \n\nConcluíram que embora exista uma tendência numérica de redução dos parâmetros \n\navaliados, os animais expostos à nicotina não apresentaram alterações significantes \n\nnas propriedades mecânicas, tais como dureza e deflexão ou força de ruptura sobre \n\nos fêmures dos animais. Também não foi identificado alterações na densidade óssea \n\nmineral. Em nosso estudo a nicotina administrada isoladamente nos animais do \n\ngrupo N também não ocasionou alteração significante na resistência dos fêmures \n\nperante o teste mecânico. \n\nPesquisa realizada por Skott et al. (2006) teve como objetivo avaliar a \n\ninfluência da nicotina e do extrato de tabaco (com e sem nicotina) sobre a força \n\nmecânica de fêmures de ratos. A nicotina foi administrada via subcutânea, já o \n\nextrato de tabaco (s/c) por via oral. Os fêmures foram submetidos à fratura na epífise \n\n\n\n _____________________________________________________________________________48  \ndistal. Após 21 dias ocorreu reparação espontânea do local da lesão e os fêmures \n\nforam testados. O resultado do teste mecânico não evidenciou diferenças entre os \n\ngrupos tratados e o controle. Os autores concluíram que a nicotina, extrato de tabaco \n\n(s/c) não influenciou os resultados teste mecânico dos fêmures. \n\nZhang, Wang e Chen (2006) estudaram os efeitos da diminuição de cálcio e \n\nresistência do esqueleto de coelhos perante pressão mecânica. Os autores \n\nconcluíram que a diminuição do cálcio intracelular interfere na resposta mecânica do \n\ntecido ósseo, uma vez que a mensagem de cálcio é indispensável para a resposta \n\ncelular perante pressão. Estes dados auxiliam na compreensão dos achados no \n\npresente estudo, pois os níveis de cálcio nos animais apresentaram-se inferior ao \n\nideal e a resistência óssea perante o teste mecânico dos animais do grupo N+A \n\ntambém foi inferior. \n\nHogan et al. (1997) estudaram a ação do etanol (35%) sobre o osso de ratos \n\njovens através de técnicas histomorfométrica e avaliação das propriedades \n\nmecânicas. Concluíram que a área de osso cortical apresentava-se baixa, os \n\ncomponentes minerais estão reduzidos e as propriedades mecânicas estavam \n\nsignificantemente alteradas. Os animais tratados com etanol apresentaram o \n\ndesenvolvimento ósseo inferior e maior facilidade de fratura durante o teste de força. \n\n \n \n \n \n \n\n  \n\n \n \n\n\n\n _____________________________________________________________________________49  \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n\n  \n \n\n  \n \n \n \n \n \n\n  \n  \n\n66  CCOONNCCLLUUSSÃÃOO  \n \n \n\n\n\n _____________________________________________________________________________50  \n \n\n- O consumo de álcool ou nicotina produziu efeitos negativos quanto à \n\nresistência mecânica óssea e a osteogênese ao redor dos implantes de \n\nHidroxiapatita densa e porosa, sendo que o consumo simultâneo das duas \n\nsubstâncias intensificam os efeitos deletérios.  \n\n \n\n- A osseointegração dos implantes de HAD e HAP pode ser esperada mesmo \n\nem animais submetidos ao consumo de etanol e administração simultânea de \n\nnicotina, no entanto com menor volume o que pode comprometer a estabilidade e \n\nmanutenção do implante. \n\n \n \n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________51  \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n7 REFERÊNCIAS BIBLIOGRÁFICAS \n\n\n\n _____________________________________________________________________________52  \n \n\nALBREKKSSON, T., BRANEMARK, P.I, HANSSON, H.A., LINDSTROM, I. \n\nOsseointegrated titanium implants. Acta Orthop. Scand., v.52, p.155-170, 1981. \n\n \n\nALBREKTSSON, T.O long-term maintenance of the osseointegrated response. Aust \n\nProsthodont J., v.7, p.14-24, 1993. \n\n \n\nARIOLI, E.L.; CORRÊA, P.H.S. Hipocalcemia. Arq Bras Endocrinol Metab., v.3, n.6, \n\nDec, 1999. \n\n \n\nASHBY, E.R., RUDKIN, G.H., ISHIDA, K., MILLER, T.A. Evaluation of a novel \n\nosteogenic factor, bone cell stimulation substance in a rabbit cranial defect model. \n\nPlast. Reconstr. Surg., v.98, n.3, p.420, 1996. \n\n \n\nBARAN, D. T., BRYANT, C., ROBSON, D. Alcohol-induced alterations in calcium \n\nmetabolism in the pregnant rat. Am J Clin Nutr., v.36, p.41-45, 1982. \n\n \n\nBARAN, D.T., STEVEN, L.T., TEITELBAUM, M.AB., PAKER, G., CRUVANT, E.M., \n\nAVIOLI, L.V. Effects of alcohol ingestion on bone and mineral metabolism in rats. Am. \n\nJ. Physiol., v. 208 (endocrinol. Metab), p. E507-E510, 1980. \n\n \n\nBERGTROM, J., ELISSON, S., PREBER, H. Cigarette smoking and periodontal bone \n\nloss. J Periodontol, v.62, n.12, p.809, Dec 1991. \n\n\n\n _____________________________________________________________________________53  \n \n\nBERTRAN, C.A., KAWACHI, E.Y., REIS, R.R., ALVES, O. Biocerâmicas: tendências \n\ne perspectivas de uma área interdisciplinar. Quim. Nova, v.23, n.4, p.123-129, \n\njun/ago, 2000. \n\n \n\nBIKLE, D. D. Alcohol-induced bone disease In: Simopoulos, A. P., GALLI, C. (Eds.), \n\nOsteoporosis: Nutritional Aspects Basel Karger: World Rev Nutr Diet. v.73, p. 53–79, \n\n1993. \n\n \n\nBROECKE, D.G.A., Neurotmesis of the lateral femoral cutaneous nerve when coring \n\nfor iliac crest bone grafts. Plast. Reconstr. Surg., v.102, n.4, p.1163, Sept. 1998. \n\n \n\nBROULINK, P.D., JARAB, J. The effect of chronic nicotine administration on bone \n\nmineral content in mice. Horm Metab Res., v. 25, n.4, p. 219-221, Apr., 1993. \n\n \n\nCAMILLI, J.A., CUNHA, M.R., BERTRAN, C.A. KAWACHI, E.Y. Sbperiosteal \n\nhydroxyapatite implants in rats submitted to ethanol ingestion. Archiveis of Oral \n\nBiology, v.44, p.747-753, 2004. \n\n \n\nCHAKKALAKAL, D.A., NOVAK, J.R., FRITZ, E.D., MOLLNER, T.J., MCVICKER, \n\nD.L., GARVIN, K.L., MCGUIRE, M.H., DONOHUE, T.M.. Inhibition of bone repair in a \n\nrat model for chronic and excessive alcohol consumption. Alcohol, v.36, n.3, p.201-\n\n214, 2005. \n\n\n\n _____________________________________________________________________________54  \n \n\nCHEN, H. et al. Effects of ethanol on the ultrastructure of the hamster femur. Histol \n\nHistopathol., v.16, n.3, p.763-770, jun. 2001.  \n\n \n\nCITARDI, M.J., FRIEDMAN, C.D. Nonvascularized autogenous bone grafts for \n\ncraniofacial skeletal augmentation and replacement. Otolaryng. Clin. N. Am., v.27, \n\nn.5, p.891, Oct. 1994. \n\n \n\nCRUZ, L.A. Alcoolismo. Disponível em:&lt;http://www.alcoolismo.br>. Acesso em 18 \n\nde jun. 2005. \n\n \n\nDAMIEN, C.J., PARSONS, J.R., BENEDICT, J.J. e WEISMAN, D.S. Investigation of a \n\nhydroxyapatite and calcium sulfate composite supplemented with an osteoinductive \n\nfactor. J Biomed Mater Res., v.24, n.6, p.639-654, jun 1990. \n\n \n\nDIAMONT, T., SSTIEL, D., LUNZER, M., WILKINSON, M., POSEN, S. Ethanol \n\nreduces bone formation and may cause osteoporosis. Am. J. Med, v.86, p. 282-288, \n\n1989. \n\n \n\nDIEZ, A., SERRANO, S., CUCURULL, J., MARINOSO, L.L., BOSH, J., PRUG, J., \n\nNOGUES, X., AUBIA, J. Acute effects of ethanol on mineral metabolism and \n\ntrabecular bone in Sprague-Dawley rats. Calcifiel Tissue Inter., v.61, n.2, p.168-171, \n\n1997. \n\n\n\n _____________________________________________________________________________55  \n \n\nFAVARO, W.J., CAGNON, V.H. Morphometric and morphological features of the \n\nventral prostate in rats submitted to chronic nicotine and alcohol treatment. Tissue \n\nCell, v.38, n.5, p.311-23, Oct, 2006. \n\n \n\nFERREIRA, B.M.P. Obtenção, caracterização, estudo ”in vitro” e ”in vivo” de \n\nblendas pe Poli(L-ácido)/Poli(hidroxibutirato-cohidroxivalerato). Campinas, \n\n2002, 150p. Tese de Doutorado, Faculdade de Engenharia Mecânica, Departamento \n\nde Engenharia e Materiais, Universidade Estadual de Campinas. \n\n \n\nFORREST, C. et al. The free vascularized iliac tissue transfer: donor site complication \n\nassociated with eighty-two cases. British J. Plast. Surg., v.45, p. 89, 1992. \n\n \n\nFORTUNATO, G., MARINI, E., VALDINUCCI, F., BONUCCI, E. Long-term of \n\nhydroxyapatite-fibrin glue implantation in plastic and reconstructive craniofacial \n\nsurgery. J. Cranio Maxill. Surg., v.25, p.124-128, 1997. \n\n \n\nFRIDAY, K.E., HOWARD, G.A. Ethanol inhibits human bone cell proliferation and \n\nfunction in vitro. Metabolism., v.40, n.6, p.562-565, Jun. 1991. \n\n \n\nFUNG, Y.K., IWANIEC, U., CULLEN, D.M. Long term effects of nicotine on bone and \n\ncalciotropic hormones in adult female rats. Pharmacol Toxicol, v.185, p.181-187, \n\n1999. \n\n\n\n _____________________________________________________________________________56  \n \n\nHEMMINGSEN R, KRAMP P. Effects of acute ethanol intoxication, chronic ethanol \n\nintoxication and ethanol withdrawal on magnesium and calcium metabolism in the rat. \n\nPsychopharmacol, v. 67, p.255-259, 1980. \n\n \n\nHILL, N.M., HORNE, J.G., DEVANE, P.A. Donor site morbity in the iliac crest bone \n\ngraft. Aust. N. Z. J. Surg., v.69, n.10, p.726, Oct. 1999. \n\n \n\nHOGAN, H. A., ARGUETA, F., MOE, L., NGUYEN, L. P., SAMPSON, H. W. Adult-\n\nonset alcohol consumption induces osteopenia in female rats. Alcohol Clin Exp Res, \n\nv.25, p.746–754, 2001. \n\n \n\nHOGAN, H.A., SAMPSON, H.W., CASHIER, E. LEDOUX, N. Alcohol consumption by \n\nyoung actively growing rats: a study of cortical bone histomorphometry and \n\nmechanical properties. Alcohol Clin Exp Res., v.21, n.5, p.809-816, Aug, 1997. \n\n \n\nHOLBROOK, T.L.;CONNOR, E.B. A prospestive study odf alcohol consumption and \n\nbone mineral density. BMJ, v.306, n.5, p.1506-09, 1993. \n\n \n\nHOLLINGER, J.O., SCHMITT, J.M., HWANG, K., SOLEY-MANI, P., BUCK, D. \n\nImpacts of nicotine on bone healing. J. Biomed Mat Res., v.46, n.3, p.438-439, 1999. \n\n \n\n \n\n\n\n _____________________________________________________________________________57  \n \n\nIWANIEC, U.T. Effects of nicotine on bone and calciotropic hormones in growing \n\nfemale rats. Calcif Tissue Int., v.67, p.68-74, 2000. \n\n \n\nIWANIEC, U.T. Effects of nicotine on bone mass, turnove, and strength in adulkt \n\nfemale rats. Calcif Tissue, v.68, p.358-364, 2001. \n\n \n\nIWANIEC, U.T., HAYNATZKI, G.R., FUNG, Y.K., AKHTER, M.P., HAVEN, M.C., \n\nCULLEN, D.M. Effects of nicotine on bone and calciotropic hormones in aged \n\novariectomized rats. J. Musculoskelet Neuronal Interact., v.2, n.5, p.469-478, 2002. \n\n \n\nJONES, J.K., TRIPLETT, R.G. The relationship of cigarette smoking to impaired \n\nintraoral wound healing: a review of evidence and implications for patient care. J Oral \n\nMaxillofac Surg., v.50, n.3, p.237, mar, 1992. \n\n \n\nKAMER, A.R, EL-GHORAB, N., MARZEC, N., MARGARONE, J.E., DZIAK, R. \n\nNicotine induced proliferation and cytokine release in osteoblastic cells. Int. J. Mol. \n\nMed., v.17, n.1, p.121-127, Jan, 2006. \n\n \n\nKAN, J.Y., RUNGCHARASSENG, K., LOZADA, J.L., GOODACRE, C.J. Effects of \n\nsmoking of implants succes in grafter maxilary sinuses. J Prosther Dent., v.82, n.3, \n\np.307-311, Sp 1999. \n\n \n\n\n\n _____________________________________________________________________________58  \n \n\nKAPLAN, H.I. Transtornos relacionados a substâncias. In: KAPLAN, H.I., SADOCK, \n\nB.J., GREBB, J.A. eds. Compêndio de Psiquiatria-Ciências do comportamento e \n\nPsiquiatria Clínica. 7ed. Porto Alegre: Artes Médicas, 1997; p.381-395. \n\n \n\nKEIVER, K., DUGGAL, S., SIMPSON, M.E. Ethanol administration results in a \n\nprologed decrease in blood ionized calcium levels in the rat. Alcohol, v.37, n.3, \n\np.173-178, 2005. \n\n \n\nKLAASSEN, C.D. Agentes tóxicos ambientais não-metálicos. In: GOODMAN, l.S. \n\nGoodman &amp; Gilmas as Bases Farmacológicas da Terapêutica. 9ed. Rio de \n\nJaneiro: Mcgraw-Hill Interamericana, 1996. \n\n \n\nKLEIN, R.F. Alcohol-induced bone disease: impact of ethanol on osteoblast \n\nproliferation. Alcohol Clin Exp Res., v.20, n.3, p.572-578, 1996. \n\n \n\nKLEIN, R.F., FAUSTI, K.A., CARLOS, A.S. Ethanol inhibits human osteoblastic cell \n\nproliferation. Alcohol Clin Exp Res., v.20, n.3, p.572-578, may, 1996. \n\n \n\nKUMAR, A., JAFFIN, R.A., BERMAN, C. The effect of smoking on achieving \n\nosseointegration of surface-modified implants – A Clinical Report. Int J Oral \n\nMaxillofacial Implants., v.17, n.6, p.816-819, 2002. \n\n \n\n\n\n _____________________________________________________________________________59  \n \n\nLAITINEN K, LAMBERG-ALLARDT C, TUNNINEN R, KARONEN S-L, TAHTELA R, \n\nYLIKAHRI R, VALIMAKI M. Transient hypoparathyroidism during alcohol intoxication. \n\nN Eng J Med., v.324, p.721-727, 1991. \n\n \n\nLEGEROS, R.Z. Properties of osteoconductive biomaterials: calcium phosphates. \n\nClin. Orthop. Rel. Res., v. 395, p.81-98, 2002. \n\n \n\nLEITE, A. O tabagismo e a boca. Res. da Associação Paulista de Cirurgiões \n\nDentistas., v.55, n.1, p 07-14, jan/fev, 2001. \n\n \n\nLEKHOLM, U. et al.  Oral implants in combination with bone grafts. Int. J. Oral \n\nMaxillofac. Surg., v.28, n.3, p.181-89, June 1999. \n\n \n\nLEVINE, M.A. Parathyroid hormone resistence syndrome. In: FAVUS, M.J. editor. \n\nPrimer on the metabolic bone diasease and disorders of mineral metabolism. 4ed, \n\nPhiladelphia: Lippincott-Raven, 1999. p.230-235. \n\n \n\nLINDIQUINST, L.W., CARLSSON, G.E., JEMT, T. Association between marginal \n\nbone loss around osseintegrated mandibular implants and smoking habits: A 10-year \n\nfollow-up study. J. Dent. Res., v.76, n.10, p.1667-1674, 1997. \n\n \n\n \n\n\n\n _____________________________________________________________________________60  \n \n\nLIU, X.D., ZHU, Y.K, UMINO, T., SPURZEM, J.R., ROMBERGER, D.L., WANG, H. et \n\nal. Cigarette smoke inhibits osteogenic differentiation and proliferation of human \n\nosteoprogenitor cells in monolayer and three-dimensional collagen gel culture. J Lab \n\nClin Med., v.137, n.3, p.208-219, mar., 2001. \n\n \n\nLORENZ, R., LORENZ, J.J. Elentron microscopic observation on osteocytes of \n\nchronically alcoholized rats. Arch. Orthop. Trauma Surg, v. 102, p. 118-122, 1983. \n\n \n\nMANDARIN de LACERDA, C.A. Whats is the interest of normal and pathological \n\nmorphological research to be quantitative? The exemple of the stereology. Braz. J. \n\nMorphol, v. 16, n. 2, p.131-139, 1999. \n\n \n\nMARKS, S.C., POPOFF, S.N. Bone cell biology: the regulation of development, \n\nstruture, and function in the skeleton. Am. J. Anat., v.183, n.1, p. 2-44, 1988. \n\n \n\nMARTINEZ, M. Estudo histológico e ultra-estrutural da camada epitelial do \n\nendométrio de ratos submetidos ao alcoolismo crônico experimental. Botucatu, 1997. \n\n90p. Tese (doutorado) – Instituto de Biociências, Universidade Estadual Paulista. \n\n \n\nMILLER, P.D. Root coveage with the free gingival graf. Factores associeated with \n\nincomplete covberage. J of Period., v.58, p.674-81, 1987. \n\n \n\n\n\n _____________________________________________________________________________61  \n \n\nMONEY SR, PETRONIANU A, KIMURA K, JAFFE BM. Acute hypocalcemic effects of \n\nethanol in dogs. Alcoholism: Clin and Exp Res., v.13, p.453-56, 1989. \n\n \n\nNOCITI, F.H.Jr., NETO, J.B.C. Bone density around titanium implansts may be \n\ninfluenced by intermittent cigarette smoke inhalation – A histometric study in rats. Int \n\nJ Oral Maxillofacial Implants., v.17, n.3, p.347-352, 2002. \n\n \n\nNOCITI, F.H.Jr., NETO, J.B.C., CARVALHO, M.D., SALLUM, E.A. e SALLUM, A.W. \n\nIntermittent cigarette smoke around titanium implants in rats. J. Periodontol., v.73, \n\nn.9, p.982-986, september, 2002. \n\n \n\nNYQUIST, F., HALVOSENV, V., MADSEN, J.E., NORDSLETTEN, L., OBRANT, K.J. \n\nEthanol and is effects on fracture healing and bone masss in de male rats. Acta \n\nOrthop Scand, v.70, n.2, p.212-216, 1999. \n\n \n\nOHBAYASHI, Y., MIYNORU, M., NAGAHATA, S.  A long-term study of implanted \n\nartificial hydroxyapatite particles surrounding the carotid artery in adult dog. \n\nBiomaterial, v.21, p. 501-09, March 2000. \n\n \n\nOKAMOTO, M., KITA, T., OKUDA, H., TANAKA, T., NAKASHIMA, T. Effects of aging \n\non acute toxicity of nicotine in rats. Pharmacol Toxicol., v.75, p.2-6, 1994. \n\n \n\n\n\n _____________________________________________________________________________62  \n \n\nONO, I., TATESHITA, T., NAKAJIMA, T.  Evaluation of a high density polyethylene \n\nfixing system for hydroxyapatite ceramic implants. Biomaterial, v.21, n.2, p.143-46, \n\nJanuary 2000. \n\n \n\nPALENCIA, G., TEIXEIRA, F., OTIZ, A., PEREZ, R., RIOS, C., SOTELO, J. \n\nDetrimental effects of mainutrition on the damage inducedby alcoholism: a study of \n\nanimal models that simulate chronic alcoholism and malnutrition of larger human \n\ngroups. J.Stud.Alcohol, v.55, n.1, p.113-120, 1994. \n\n \n\nPEACOCK, M.E. et al. The effects of nicotine on reproduction and attachment of \n\nhuman gingival fibroblast. J Periodontol. v.27, p.658-664, 1993. \n\n \n\nPEARCE, S.H.S., BROWN, E.M. Disorders of calcium ion sensing. J Clin Endocrinol \n\nMetab., v.81, p.2030-2035, 1996. \n\n \n\nPENG, T., COOPER, C.W., MUNSON, P.L. The hypocalcemic effects of ethyl/alcohol \n\nin rats and dogs. Endocrinology, v.91, p.586-93,1972. \n\n \n\nPENG, T., GITELMAN, H.S. ethanol induced hypocalcemia, hyrmagnesemia, and \n\ninhibition of the serum calcium raising effects of parathyroid hormone in rats. \n\nEndocrinology, v.94, p.608-11 ,1974. \n\n \n\n\n\n _____________________________________________________________________________63  \n \n\nPENG, T.C. et al. Bone histomorphometry and mechanical properties in alcoholic rat \n\nmodel. Cells and materials, suppl. 1. p.175-180, 1991. \n\n \n\nPEREIRA, M.L.L., CARVALHO,J.F.C., FERNANDES, M.H.R., PERES,F. Efeito da \n\nnicotina no processo de formação óssea alveolar: estudo em culturas celulares de \n\nosso alveolar humano. Rev Portuguesa de Estomatologia e Cirurgia Maxilofacial, \n\nv.47, n.2, p.79-91, 2006. \n\n \n\nPERRY, R C. Bone Repain Techniques, Bone Graft, and Bone Graft substitutes. \n\nClin. Orthop. Rel. R., v.360, p.71, 1999. \n\n \n\nPETROIANU, A., BARQUETE, J., ALMEIDA PLENTZ, E. G., CARVALHO BASTOS, \n\nC. M., MAIA, D. J. Acute effects of alcohol ingestion on the human serum \n\nconcentrations of calcium and magnesium. J Int Med Res., v.19, p.410–413, 1991. \n\n \n\nPINTO, J.R., BOSCO, A.F., OKAMOTO, T.O., GUERRA, J.B., PIZA, I.G. E ffects of \n\nnictine on healing of extraction sockets in rats: A histological study. Braz Dent J., \n\nv.13, p.3-9, 2002. \n\n \n\nPORTO, C.C. Semiologia Médica. 4 ed. Rio de Janeiro:  Guanabara Koogan, 2001. \n\n \n\n \n\n\n\n _____________________________________________________________________________64  \n \n\nRAIKIN, S.M., LANDSMAN, J.C. ALEXANDER, V.A. effects of nicotine on the rate \n\nand strength of long born fracture healing. Clin Orthop., v.353, p.231-37, 1998. \n\n \n\nRAMP, W.K, LENZ, L.G., GALVIN, R.J.S. Nicotine inhibits collagen synthesis and \n\nalkaline phosphatase activity, but stimulates DNA synthesis in osteoblast-like cells. \n\nProc Soc Exp Biol Med., v.197, n.1, p.36-43, May 1991. \n\n \n\nRESS, T.D., LIVERETT, D.M., GUY, C.L. The effects of cigarette smoking on skin \n\nflap survival in the lift patient. Plastic and Recons Surgery, v.73, p.911-15, 1984. \n\n \n\nREUS, W.F., ROBSON, M.C., ZACHARY, L., HEGGERS, J.P. Acute effects of \n\ntabacco smoking on blood flow in the cutaneus micro-circulation. Br J Plast Surg., \n\nv.32, n.2, p.213-215, Apr 1984. \n\n \n\nRIESENFELD, A. Growth-depressing effects of alcohol and nicotine in two strain of \n\nrats. Acta Anat., v.122, p.18-24, 1985. \n\n \n\nRIESENFELD, A., OLIVA, H. Effects of nicotine on the fertility, cytology and life span \n\nof male rats. Acta Anat (Basel); v.131, n.2, p.171-6, 1988. \n\n \n\nSAKAKURA, C.E., MARCANTONIO Jr, E., REZENDE, M.L.R. de. O efeito do \n\ntabagismo na implantodontia. B.C.I., Curitiba, v.8, n.32, p.276-280, out/dez. 2001. \n\n\n\n _____________________________________________________________________________65  \n \n\nSAMPSON, H. W. Alcohol, osteoporosis, and bone regulating hormones. Alcohol \n\nClin Exp Res, v. 21, 400–403, 1997. \n\n \n\nSAMPSON, H.W. Effects of alcohol consumption on adult and aged bone: a \n\nhistomorphometric study of the rat animal model. Alcohol Clin Exp Res., v.22, n.9, \n\np.2029-34, dec. 2002.  \n\n \n\nSAMPSON, H.W., HEBET, V.A., BOOL, H.L., CHAMPNEY, T.H. Effects alcohol \n\nconsumption on adult and aged bone: composition, morphology and hormone levels \n\nof a rat animal model. Alcohol Clin Exp., v.22, n.8, p.1746-53, 1998. \n\n \n\nSAMPSON, H.W., PERKS, W., CHAMPNEY, T.H., DEFFE, B. Alcohol consuption \n\ninhibits bone growth and developmente in yong actively growing rats. Alcohol Clin. \n\nExp. Res, v.20, n.8, p.1375-1384, 1996. \n\n \n\nSAVILLE, P.D. Alcohol-related skeletal disorders. Ann NY Acad Sci USA, v.252, \n\np.287-91, 1975. \n\n \n\nSENNERBY, L. ROOS, J. Surgical determinants of clinical success of \n\nosseointegrated oral implants: a review of the literature. Int J Prosthodont, v.11, n.5, \n\np.408-420, Sp-Oct 1998. \n\n \n\n\n\n _____________________________________________________________________________66  \n \n\nSESSP – Secretaria de Estado da Saúde de SP – Vigilância epidemiológica. \n\nAlcoolismo. Disponível em:&lt;http://www.cve.saude.sp.gov.br/htm/dic_pr09 .htm>. \n\nAcesso em: 18 jun., 2005. \n\n \n\nSHANE, E. Hypocalcemia pathogenesis, differencial diagnosis, and \n\nmanagement. In: FAVUS, M.J. editor. Primer on the metabolic bone diasease and \n\ndisorders of mineral metabolism. 4ed, Philadelphia: Lippincott-Raven, 1999. p.23-26. \n\n \n\nSHARPE, A.L.; SAMPSON, H.H. Repeated nicotine injections decrease operant \n\nethanol self-administration. Alcohol , v.28, p.1-7, 2002. \n\n \n\nSILCOX, D.H. et al. The effects of nicotine on spinal fusion. Spine. v.20, p. 1549-53, \n\n1995. \n\n \n\nSILVERSTAIN, P. Smoking and wound healing. Am. J. Med. Suppl 1A, p.22-24, \n\n1992 – 1993. \n\n \n\nSKOTT, M., ANDREASSEN, T.T., ULRICH-VINTHER, M., CHEN, X. KEYLER, D.E., \n\nLESAGE, M.G., PENTEL, P.R., BECHTOLD, J.E., SOBALLE, T. Tabacco extract but \n\nnot nicotine impairs the mechanical strength of fracture healing in rats. J. Orthop. \n\nRes., v.27, n.7, p.1472-79, 2006. \n\n \n\n\n\n _____________________________________________________________________________67  \n \n\nSMELTZER, S.C. e. BARE, B.G. Enfermagem Médico-Cirúrgica. 9 ed. Rio de \n\nJaneiro:  Guanabara Koogan, 2002. \n\n \n\nSVENDSEN, P., HAU, J. Handbook of laboratory animal science. V.1, CRC Press, \n\nBoca Raton, London, 1984. \n\n \n\nSTOBAUGH, R.H. Status of the hydroxyapatite coates unilateral subperiosteal \n\nimplant usin direct bone impressiones. Dental Clinics of North America., v.36, n.1, \n\np.67-76, 1992. \n\n \n\nSWEET, J.B., BUTLER, D.P. The relationship of smoking to localized ostitis. J. Oral \n\nSurg, v.37, p. 732-35, 1979. \n\n \n\nSYLVERSEN, U., NORDSLETTEN, L., FALCH, J.A., MADSEN, J.E., NILSEN, O.G., \n\nWALDUM, H.L. Effect of lifelong nicotine inhalation on bone mass and mechanical \n\npropertis in female rats femurs. Calcif Tissue Int., v.63, n3, p 246-249, 1999. \n\n \n\nTHOME, J.F.; BILEZIKIAN, J.P. Hypocalcemia emergencies. Endocrinol Metab Clin \n\nNorth Am., v.22, p.363-375, 1993. \n\n \n\nTORTORA, G.J. Corpo Humano: Fundamentos de Anatomia e Fisiologia. 4 ed. \n\nPorto Alegre: ArtMed, 2000. \n\n\n\n _____________________________________________________________________________68  \n \n\nTORTORA, G.J. e CRABOWSKI, S.R. Princípios de Anatomia e Fisiologia. 9ed. \n\nRio de Janeiro: Guanabara Koogan, 2002. \n\n \n\nTRIPLETT, R.G., SCHOW, S.R.  Autologous bone grafts and endosseous implants: \n\ncomplementary techniques. J. Oral Maxil. Surg., v.54, n.4, p.486, April 1996. \n\n \n\nUCHIDA, A., ARAKIN, N., SHINTO, Y, YOSHIKAWA, H, KURISAKI, E. ONO, K. The \n\nuse of calcium hydroxyapatite ceramic in bone-tumor surgery. J. of Bone and Joint \n\nSurgery Britsh, v.72, n.2, p.298-302, 1990. \n\n \n\nVIDIGAL Jr., G.M.; GOISMAN, M. Osseointegração × biointegração: uma análise \n\ncrítica. Rev. Bras. Odontol., v.4, p.54-56, 2003. \n\n \n\nWEISBROTH, S.H., PAGANELLI, R.G., SALVIA, M. Evalution of a disposable system \n\nduring shipment of laboratory rats and mice. Lab. Anim.Sci., v.27, p.186-194, 1977. \n\n \n\nYUHARA, S., KASAGI, S., INOUE, A., OTSUKA, E., HIRISE, S., HAGIWARA, H. \n\nEffets of nicotine on cultured cells suggest that it can influence the formation and \n\nresorption of bone. Eur J Pharmacol, v.383, n.3, p.387-393, Nov. 1999. \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________69  \n \n\nZHANG, M. WANG, J.J., CHEN, Y.J. Effects of mechanical pressure on intracellular \n\ncalcium relese channel and cytoskeletal struture in rabbit mandibular condylar \n\nchondrocytes. Life Sci., v.18, n.78, p.2480-84, Dec, 2006. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n  \n\n  \n\n  \n\n\n\n _____________________________________________________________________________70  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n  \n\n88  AAPPÊÊNNDDIICCEESS    \n\n\n\n _____________________________________________________________________________71  \n \n\nTabela 02. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do consumo \n\nlíquido dos grupos ao longo de 90 dias de experimento. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A -262,17 10,140 p<0,001 * \n\nCT x N  -50,000 1,934 p>0,05 ns \n\nCT x N+A  -309,92 11,987 p<0,001 ** \n\nOBS - Para q maior que 3.780 o valor de p menor que 0,05. Quanto maio o número de * maior a \n\nsignificância estatística e ns representa diferença  não significante. \n\n \n\nTabela 03. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do consumo \n\nde dieta sólida dos grupos ao longo dos 90 dias de experimento.  \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A -47.337 3.789 p>0,05 ns \n\nCT x N -25.580 2.048 p>0,05 ns \n\nCT x N+A -77.563 6.209 p<0,001 * \n\nOBS - Para q maior que 3.780 o valor de p menor que 0,05. Quanto maio o número de * maior a \n\nsignificância estatística e ns representa diferença  não significante. \n\n \n\nTabela 04. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do Ganho \n\nde Peso (gramas) dos grupos ao longo de 12 semanas. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A -31.502 5.899 p<0,01 * \n\nCT x N -9.818 1.838 p>0,05 ns \n\nCT x N+A -78.502 14.773 p<0,001 ** \n\n OBS - Para q maior que 3.829 o valor de p menor que 0,05. Quanto maio o número de *  maior a \nsignificância estatística e ns representa diferença  não significante. \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________72  \n \n\nTabela 05. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do volume \n\nósseo neoformado ao redor do implante de HAD. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A 12.800 23.977 p<0.001 ** \n\nCT x N 9.800   18.357 p<0.001 * \n\nCT x N+A 16.800   31.469 p<0.001 ** \n\nOBS - Para q maior que 4.046 o valor de p menor que 0,05. Quanto maio o número de * maior a \n\nsignificância estatística e ns representa diferença  não significante. \n\n \n\nTabela 06. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do consumo \n\nvolume ósseo neoformado ao redor do implante de HAP. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A 10.000 10.206 p<0.001 ** \n\nCT x N 4.800 4.833 p<0.05 * \n\nCT x N+A 16.400 16.738 p<0.001 ** \n\nOBS - Para q maior que 4.046 o valor de p menor que 0,05. Quanto maio o número de * maior a \n\nsignificância estatística e ns representam diferença não significante. \n\n \n\nTabela 07. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do ensaio \n\nmecânico dos fêmures. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A 10.200    1.483   p>0.05 Ns \n\nCT x N 13.950    1.483   p>0.05 Ns \n\nCT x N+A 18.300    1.483   p>0.05 * \n\nOBS - Para q maior que 4.046 o valor de p menor que 0,05. Quanto maio o número de * maior a \n\nsignificância estatística e ns representa diferença  não significante. \n\n \n\n \n\n \n\n \n\n\n\n _____________________________________________________________________________73  \n \n\nTabela 08. Análise de Comparações Múltiplas (Teste de Tukey-Kramer) do nível de \n\ncálcio sérico sangüíneo. \n\nGrupos Diferença q Valor de p Significância  \n\nCT x A 1.600    6.047   p<0.01 * \n\nCT x N 1.000    3.780   p>0.05 ns \n\nCT x N+A 2.000    7.559 p<0.001 ** \n\n OBS - Para q maior que 4.046 o valor de p menor que 0,05. Quanto maio o número de * maior a \nsignificância estatística e ns representa diferença não significante. \n\n \n\n \n\n \n \n\n\n\n--,-- -----.----..-.------ 74-~~_.~~, --...--\n\nDECLARAÇÃO\n\nDeclato pata QS devidos uns q\",e o conteúdo de minha Tese de Mesttado intituláda\n\n\"'EFEITOS DOETANOtE NICOTINA SOBRE A RESISTÊNCIA MECÂNICA DO\n\nOSSO E OSTEOGÊNESEAO REDOR DEJMPLANTESDE HIDROXIAPATITA\":\n\n( ) não se enquadra no Artigo 1\", § 3° da lnformàção ccro ()OV06,referente abloética e\nbiQSsegurança,\n\n( ct.1:á inSeridó no Prójcto C18io (Ptotocoló n° intituladó\n\n( X) tem autorização da Comissão de Ética em Experimentaçãó Ànimal(Protocolo fi\\!658-3).\n'\"\"\n\n(\n.\n.'. ) temautoriwção do Comitê .de'Éf\\ca para Pesquisa com Seres Humano$ (7) (Pr()tocolú\n\nn° r \\\nI I\n\nI\n\n'.\n\nPatatlsú da Comissãó ou Comitêpertirténte:\n\n<X> Deferido ( ) lndeterido"}]}}}