{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.24867"}, {"@name": "filename", "#text": "9371_DenisePiccirilloBarbosaDaVeiga.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "0 \n\nUniversidade de São Paulo \n\nFaculdade de Saúde Pública \n\nO impacto do uso do solo na contaminação por \n\nagrotóxicos das águas superficiais de abastecimento \n\npúblico  \n\nDenise Piccirillo Barbosa da Veiga \n\nDissertação apresentada ao Programa de \n\nPós-Graduação em Saúde Pública para \n\nobtenção de título de mestre em Ciências. \n\nÁrea de concentração: Saúde Ambiental \n\nProfªDrª: Adelaide Cassia Nardocci. \n\nSão Paulo \n\n2017 \n\n\n\n0 \n\nO impacto do uso do solo na contaminação por \n\nagrotóxicos das águas superficiais de abastecimento \n\npúblico  \n\nDenise Piccirillo Barbosa da Veiga \n\nDissertação apresentada ao Programa de \n\nPós-Graduação em Saúde Pública para \n\nobtenção de título de mestre em Ciências. \n\nÁrea de concentração: Saúde Ambiental \n\nProfªDrª: Adelaide Cassia Nardocci \n\nSão Paulo \n\n2017 \n\n\n\n          Autorizo a reprodução e divulgação total ou parcial deste trabalho, por qualquer meio convencional ou eletrônico, \n          para fins de estudo e pesquisa, desde que citada a fonte.\n\nCatalogação da Publicação \nBiblioteca/CIR: Centro de Informação e Referência em Saúde Pública \n\nFaculdade de Saúde Pública da Universidade de São Paulo \nDados fornecidos pelo(a) autor(a) \n\n-\n Piccirillo Barbosa da Veiga, Denise\n   O impacto do uso do solo na contaminação por\nagrotóxicos das águas superficiais de abastecimento\npúblico  / Denise  Piccirillo Barbosa da Veiga;\norientadora Adelaide Cassia Nardocci. -- São Paulo, 2017.\n   90 p.\n\n   Dissertação (Mestrado) -- Faculdade de Saúde Pública\nda Universidade de São Paulo, 2017.\n\n1. Águas superficiais. 2. Bacias Hidrográficas. 3.\nContaminação. 4. Agrotóxicos. I. Cassia Nardocci,\nAdelaide, orient. II. Título.\n\n\n\nAGRADECIMENTOS \n\nNenhuma conquista é individual, é sempre um trabalho coletivo e um processo \n\nde crescimento que cada pessoa que entra, sai ou permanece em nossa vida nos traz. \n\nPreciso agradecer acima de tudo a meus pais, Nadia e Jorge, os quais apesar de todas as \n\ndificuldades se desdobraram para que eu e minha irmã pudéssemos estudar. Obrigada a \n\nmeus pais, pela força, coragem, apoio incondicional e compreensão. Obrigada a minha \n\nirmã Debora, pelo companheirismo nessa caminhada, pelos debates e contestações. \n\nTambém agradeço aos meus familiares que sempre me ajudaram de alguma forma, em \n\nespecial a minha tia Ligia, meu tio Gilson e aos meus primos por me acolherem em sua \n\ncasa quando preciso.  \n\nAgradeço também a família Cruspiana que se constituiu na graduação e foi de \n\nfundamental importância nesses últimos anos. Pelo abraço amigo, os cafés, a divisão \n\ndas contas, e as risadas mais leves nos momentos difíceis, obrigada à irmã de coração \n\nBarbara, à Renata e a pequena Maya, Diógenes, Aline, Saylon, Vitor, Thiago, Eric, \n\nPriscila, Viviane e Patrícia. Obrigada às companheiras da Questão Agrária Grazielle e \n\nCatia e a todos os amigos queridos que me inspiram mesmo distantes.  \n\nAgradeço ao Samuel por me apresentar à Saúde Pública, muito obrigada pela \n\najuda e abertura dos caminhos. Agradeço a todos os amigos da Saúde Ambiental que \n\nfizeram essa caminhada mais tranquila, Sofia, Ximena, Michele, Adeylson, Anne e a \n\ntodos os professores e funcionários que nos auxiliam.  Agradeço ao amigo Rubens, do \n\nCVS, sem o qual esse trabalho não seria possível, obrigada pela oportunidade, pelos \n\ndebates e ensinamentos, e todos os funcionários que nos respaldaram na realização do \n\ntrabalho. Agradeço ao Arthur Hrast pela disponibilidade e ajuda com o modelo. \n\nMeus agradecimentos aos membros da banca, os professores Francisco \n\nChiaravalloti Neto e Manuel Enrique G. Guandique, Luís Sérgio Valentim e Fábio \n\nNetto Moreno por suas recomendações e interesse no trabalho. Agradeço sobremaneira \n\na professora Adelaide pela oportunidade, confiança, orientação, ensinamentos, \n\ncompreensão e amizade. \n\nAgradeço ao Conselho Nacional de Desenvolvimento Científico e Tecnológico \n\n(CNPq), pelo fomento à pesquisa, essencial para minha manutenção, dedicação e \n\nrealização da pesquisa.  \n\n\n\nLas tierras quedaban tan exhaustas como a los trabajadores: a \n\nlas tierras les robaban el húmus y a los trabajadores los \n\npulmones, pero siempre había nuevas tierras para explotar y \n\nmás trabajadores para exterminar. (Eduardo Galeano) \n\n\n\nRESUMO \n\nPICCIRILLO, Denise Barbosa da Veiga. O impacto do uso do solo na contaminação por \n\nagrotóxicos das águas superficiais de abastecimento público, 2017. Dissertação (Mestrado em \n\nSaúde Pública) – Faculdade de Saúde Pública, Universidade de São Paulo, São Paulo, 2017. \n\nIntrodução: A qualidade e quantidade das águas superficiais estão diretamente \n\nrelacionadas com as atividades econômicas presentes nas bacias hidrográficas e seus \n\nníveis de preservação. O aumento no uso de agrotóxicos pode contribuir para a \n\ncontaminação do solo e da água, sobretudo em bacias hidrográficas agrícolas.  A \n\nprevenção da contaminação dos mananciais é essencial para garantir a qualidade da \n\nágua e diminuir os riscos à saúde humana, para tanto é preciso identificar como o uso e \n\na ocupação do solo impactam os recursos hídricos, sua qualidade e seu equilíbrio \n\nhidrológico. Objetivo: Caracterização ambiental de duas bacias de mananciais de \n\nabastecimento público de forma a identificar áreas vulneráveis quanto à contaminação \n\nde agrotóxicos. Método: Aplicação do modelo hidrológico SWAT para caracterização \n\nda bacia e para simulação do ciclo hidrológico. Divisão da bacia hidrográfica em sub-\n\nbacias de acordo com o predomínio da ocupação do solo. Trabalho de campo para \n\nidentificação de fontes pontuais de contaminação. Resultados: Foi verificado o impacto \n\ndo uso e ocupação do solo no balanço hídrico das bacias.  O escoamento superficial foi \n\num dos principais meios de contaminação dos corpos d’água e esteve relacionado a \n\npresença de vegetação. Áreas de maior preservação apresentaram menor escoamento \n\nsuperficial enquanto àquelas com predomínio de agricultura e de solo exposto \n\napresentaram valores maiores.  A partir desses dados foram identificadas as áreas \n\nprioritárias para melhor gestão do uso de agrotóxicos por apresentarem potencial de \n\ncontaminação dos corpos d’água. Conclusão: O modelo SWAT e as ferramentas de \n\ngeoprocessamento se mostraram adequadas para a caracterização do uso do solo e os \n\nresultados fornecem subsídios para melhoria das ações de vigilância da qualidade da \n\nágua nos municípios. \n\nPalavras-chave: Águas superficiais; Bacias hidrográficas; Escoamento superficial; \n\nContaminação; Agrotóxicos. \n\n\n\nABSTRACT \n\nPICCIRILLO, Denise Barbosa da Veiga. The impact of land use in the contamination of the \n\nsuperficial waters of public supply by pesticides, 2017. Dissertation (Masters degree Public \n\nHealth) – Faculdade de Saúde Pública, Universidade de São Paulo, São Paulo, 2017. \n\nIntroduction: The surface waters quality and quantity are directly related to the \n\neconomic activities present in the river basins and their levels of preservation. The \n\nincrease in the use of pesticides can contribute to the contamination of soil and water, \n\nespecially in agricultural watersheds. Preventing the contamination of water sources is \n\nessential to guarantee water quality and reduce risks to human health. Therefore, it is \n\nnecessary to identify how the land use impacts water resources, their quality and their \n\nhydrological balance. Objective: Environmental characterization of two watersheds of \n\npublic supply sources in order to identify vulnerable areas for the contamination of \n\npesticides. Method: Application of the SWAT hydrological model for basin \n\ncharacterization and simulation of the hydrological cycle. Division of watershed in sub-\n\nbasins according to the predominance of the land use. Fieldwork to identify point \n\nsources of contamination. Results: The impact of land use and occupation on the water \n\nbalance of the watersheds was verified. Surface runoff was one of the main means of \n\ncontamination of water bodies and was related to the presence of vegetation in the area. \n\nAreas of greater preservation presented lower surface runoff while those with \n\npredominance of agriculture and exposed soil showed higher values. Priority areas for \n\nbetter use of agrochemicals were identified because they present potential for \n\ncontamination of water bodies. Conclusion: The SWAT model and spatial tools were \n\nadequate for the characterization of land use and the results provide subsidies for the \n\nimprovement of water quality monitoring actions in municipalities. \n\nKeywords: Surface water; Watersheds; Surface runoff; Contamination; Pesticides. \n\n\n\nLISTA DE FIGURAS \n\nFigura 1 – Ciclo hidrológico terrestre esquemático .................................................................... 15 \n\nFigura 2 – Modelo Digital de Elevação - cena 21S48_ZN. ........................................................ 28 \n\nFigura 3 – Etapas da ferramenta Hidrology para extração da rede de drenagem ........................ 32 \n\nFigura 4 – Fluxograma da metodologia ...................................................................................... 36 \n\nFigura 5 – Divisão das HRU’s na bacia de abastecimento de Santa Cruz das Palmeiras ........... 40 \n\nFigura 6 – Classificação do uso do solo na bacia de Santa Cruz das Palmeiras ......................... 41 \n\nFigura 7 – Resultado da simulação hidrológica na bacia de Santa Cruz das Palmeiras .............. 43 \n\nFigura 8- Resultado da simulação do escoamento superficial por sub-bacia .............................. 45 \n\nFigura 9 – Ciclo da cana-de-açúcar na bacia de abastecimento, 2013, 2014, 2016 .................... 45 \n\nFigura 10 – Empresa de beneficiamento de laranja e poço de água residual .............................. 50 \n\nFigura 11- Área das empresas ..................................................................................................... 51 \n\nFigura 12 – Posto de recolhimento de embalagens ..................................................................... 52 \n\nFigura 13 – Divisão das HRUs na bacia de abastecimento de Piedade ....................................... 55 \n\nFigura 14- Classificação do uso do solo na bacia de Piedade por HRUs .................................... 56 \n\nFigura 15 – Resultado da simulação hidrológica da bacia de Piedade ........................................ 58 \n\nFigura 16 – Registro de campo das plantações em Piedade. ....................................................... 61 \n\nFigura 17 – Instalações de armazenamento dos agrotóxicos....................................................... 61 \n\nFigura 18 – Lavadouro de legumes próximo ao rio Pirapora ...................................................... 62 \n\nLISTA DE MAPAS \n\nMapa 1 – Localização dos municípios. ....................................................................................... 27 \n\nMapas 2 e 3 - Declividade de Santa Cruz das Palmeiras e de Piedade ....................................... 29 \n\nMapa 4 e Mapa 5 – Solos dos municípios de Santa Cruz das Palmeiras e Piedade .................... 30 \n\nMapa 6 – Uso do solo na bacia de abastecimento de Santa Cruz das Palmeiras......................... 34 \n\nMapa 7 – Uso do solo na bacia de abastecimento de Piedade..................................................... 34 \n\nMapa 8 – Áreas prioritárias para monitoramento na bacia de contribuição de Santa Cruz das \n\nPalmeiras ..................................................................................................................................... 54 \n\nMapa 9 – Simulação do escoamento superficial por HRU’s na bacia de Piedade ...................... 58 \n\nMapa 10- Áreas prioritárias para monitoramento na bacia de abastecimento de Piedade. ......... 64 \n\nLISTA DE GRÁFICO \n\nGráfico 1 – Resultado da simulação da precipitação para a bacia de Santa Cruz das Palmeiras 42 \n\nGráfico 2 – Quantidade de cada agrotóxico aplicados na cana-de-açúcar .................................. 46 \n\nGráfico 3 – Resultado da simulação da vazão e escoamento da bacia e o número de agrotóxicos \n\nencontrados nas análises mensais de Santa Cruz das Palmeiras ................................................. 48 \n\nGráfico 4– Parâmetros hidrológicos (mm) para os dois cenários de uso do solo na bacia de \n\ncontribuição de Santa Cruz das Palmeiras .................................................................................. 49 \n\n\n\nGráfico 5 – Resultado da simulação da precipitação para bacia de Piedade ............................... 57 \n\nGráfico 6 – Resultado da simulação da vazão e escoamento da bacia e o número de agrotóxicos \n\nencontrados nas análises mensais de Piedade ............................................................................. 60 \n\nLISTA DE QUADROS \n\nQuadro 1 – Classificação de solubilidade em água ........................................................ 12 \n\nQuadro 2- Classificação de mobilidade .......................................................................... 12 \n\nQuadro 3- Classificação de lipossolubilidade ................................................................ 12 \n\nQuadro 4- Classificação de volatilidade ......................................................................... 13 \n\nQuadro 5 – Classificação de Bioconcentração ............................................................... 13 \n\nQuadro 6– Classificação SWAT de uso e ocupação do solo .......................................... 36 \n\nQuadro 7 – Agrotóxicos utilizados nas áreas estudadas e suas características ambientais \n\ne toxicológicas ................................................................................................................ 65 \n\n\n\nSUMÁRIO \n\n1. INTRODUÇÃO ........................................................................................................ 1\n\n2. OBJETIVO ............................................................................................................... 9\n\n2.1. Objetivo Geral .................................................................................................... 9 \n\n2.2. Objetivos específicos ......................................................................................... 9 \n\n3. REFERENCIAL TEÓRICO ................................................................................... 10\n\n3.1. Agrotóxicos e Recursos Hídricos..................................................................... 10 \n\n3.2. Geoprocessamento e Saúde Ambiental ............................................................ 19 \n\n4. METODOLOGIA ................................................................................................... 24\n\n4.1. Áreas de Estudo ............................................................................................... 24 \n\n4.2. Elaboração da Base de Dados .......................................................................... 28 \n\n4.3. Soil Water Assessment Tool – SWAT ............................................................ 35 \n\n5. RESULTADOS E DISCUSSÃO ........................................................................... 40\n\n5.1. Resultado da Modelagem SWAT – Santa Cruz das Palmeiras........................ 40 \n\n5.2. Resultado da Modelagem SWAT- Piedade ..................................................... 55 \n\n5.3. Discussão dos resultados ................................................................................. 69 \n\n6. CONCLUSÃO ........................................................................................................ 76\n\n7. REFERÊNCIAS BIBLIOGRÁFICAS ....................................................................... 78\n\n\n\n1 \n\n1. INTRODUÇÃO\n\nA aplicação de agrotóxicos na agricultura foi disseminada em países de todo \n\no mundo, em especial, após a Segunda Guerra Mundial. A indústria química, que até o\n\nmomento comercializava produtos bélicos, diversificou seus mercados de forma que \n\nempresas-subsidiárias, oriundas de grandes grupos químicos, fossem criadas para a \n\nprodução de agrotóxicos organossintéticos (TERRA, 2007).  \n\nNo Brasil, a partir de 1945, a mecanização da agricultura e a utilização de \n\nagrotóxicos se intensificaram com o intuito de aumentar a produção. Essa mecanização \n\nimpulsionou incentivos econômicos para que empresas químicas se instalassem no país, \n\ncomo, por exemplo, a Rhodia, que começou a produzir no Brasil o inseticida parathion \n\nem 1948. Já na década de 1950, o DDT começou a ser produzido pelo Instituto de \n\nMalariologia, do Departamento Nacional de Saúde, do Ministério da Saúde (BRASIL, \n\n2003). \n\nNa década de 1960, a Revolução Verde financiada pela Fundação \n\nRockefeller (SILVA, 2010) difundiu, sobretudo nos países da América Latina e nos \n\nEstados Unidos da América, um modelo de produção agrícola baseado na monocultura, \n\ndefinida pela mecanização intensa, uso de sementes geneticamente modificadas e \n\nexcessiva aplicação de agrotóxicos, buscando aumentar a produtividade especialmente \n\nde grãos.  Nessa mesma época, os problemas ambientais consequentes da utilização dos \n\nagrotóxicos nos Estados Unidos da América, a subordinação da terra para produção da \n\nagricultura intensiva e os impactos da transformação dos ciclos naturais, foram \n\ndenunciados pela bióloga estadunidense Rachel Carson em seu livro Primavera \n\nSilenciosa (1962).  \n\nEm menos de dois decênios do seu uso, os pesticidas sintéticos foram \n\ntão intensamente distribuídos pelo mundo que eles aparecem \n\nvirtualmente por toda a parte. Foram encontrados e retirados da maior \n\nparte dos grandes sistemas fluviais, e até mesmo de cursos de água \n\nque fluem, sem ser vistos por nós, através da terra por vias \n\nsubterrâneas. (CARSON, 1962, p.25) \n\nNo Brasil, em 1975, o II Plano Nacional de Desenvolvimento consolidou a \n\nindústria de agrotóxicos através do Programa Nacional dos Defensivos Agrícolas \n\n(PNDA) (SOARES, 2010). A busca pelo aumento da produtividade, desde então, vem \n\nprovocando impactos sociais, ambientais e na saúde. A inserção da monocultura em \n\n\n\n2 \n\n \n\ntodo o país saturou os solos com glifosato, o que traz diversos riscos à vida microbiana \n\ne uma consequente infertilidade do solo. Estima-se que em 10 milhões de hectares de \n\ncultivos transgênicos são aplicados cerca de 80 milhões de litros de herbicida anuais \n\n(PORTO-GONÇALVES, 2006). \n\nCom a intensificação da agricultura, países em desenvolvimento tendem a \n\nser os maiores consumidores de agrotóxicos movimentando um mercado altamente \n\nrentável ao comercializar substâncias banidas em outros países. Até 2016, esse mercado \n\nera controlado principalmente por seis grandes grupos transnacionais: Syngenta, Bayer, \n\nBasf, Dow, DuPont e Monsanto. No ano de 2016, houve uma reestruturação com \n\ncaracterísticas oligopolistas no setor de produção e venda de agrotóxicos; no mês de \n\nfevereiro a empresa chinesa ChemChina comprou a Syngenta numa transição de US$ 43 \n\nbilhões\n1\n; em julho a Dow Chemical e a Dupont se fundiram em um só grupo \n\n(DowDuPont) com valor de mercado de US$130bilhões\n2\n; e em setembro, a Bayer \n\nadquiriu a Monsanto por US$ 66 bilhões\n3\n. \n\nA aplicação de agrotóxicos está inserida em diversos modelos de produção e \n\nde propriedades, ainda que o uso aumente com o tamanho do domínio territorial. \n\nSegundo o Censo Agropecuário do Brasil (IBGE, 2006), das pequenas propriedades (até \n\n10 hectares), 27% consumiam agrotóxicos; nas médias propriedades (até 100 hectares), \n\n36% utilizavam agrotóxicos; enquanto que nas grandes propriedades (acima de 100 \n\nhectares), 80% aplicavam agrotóxicos.  \n\nOs dados disponíveis no Relatório de Comercialização de Agrotóxicos do \n\nIBAMA\n4\n mostram que, no ano de 2000, a região Sudeste comercializou 58.783 \n\ntoneladas de princípios ativos, sendo que 41.795 toneladas foram comercializadas pelo \n\nestado de São Paulo – o qual alterna com o Mato Grosso a posição de maior consumidor \n\nde agrotóxicos no país. Essa quantidade apresentou crescimento em todos os anos e em \n\n2014 atingiu 110.818 toneladas comercializadas na região Sudeste.  \n\nO aumento na aplicação e consumo de agrotóxicos vem preocupando \n\npesquisadores de diversas áreas, uma vez que essa questão não atinge exclusivamente o \n\nmeio ambiente, mas também a saúde de toda vida selvagem e humana através da \n\n                                                 \n1\n http://brasil.elpais.com/brasil/2016/02/03/economia/1454504746_043900.html. Acesso: 05/02/2016 \n\n2\nhttp://www.valor.com.br/empresas/4640739/acionistas-da-dow-chemical-e-dupont-aprovam-fusao-de-\n\nus-130-bilhoes . Acesso: 20/09/2016 \n3\n http://www.valor.com.br/agro/4709299/bayer-compra-monsanto-por-us-66-bilhoes Acesso:20/09/2016 \n\n4\n http://dados.contraosagrotoxicos.org/pt_PT/dataset/comercializacao-ibama-2014 em 15/01/2017 \n\n\n\n3 \n\n \n\ncontaminação direta ou indireta. As diferentes formas de exposição são retratadas em \n\nestudos nacionais e internacionais.  \n\nA contaminação direta caracterizada pela intoxicação aguda e crônica é mais \n\nrecorrente em trabalhadores rurais. Diversos estudos têm se debruçado sobre esses \n\ncasos, registrando entre os efeitos mais comuns: problemas no fígado e no sistema \n\nnervoso central; problemas nos sistemas cardiovascular e reprodutivo, com evidências \n\nde alteração endócrina; problemas nos olhos, rins, e aumento no risco de câncer \n\n(FERNANDES NETO; SARCINELLI, 2009). Existem estudos de acompanhamento \n\ndos casos de intoxicação por agrotóxicos e seus agravos, sobretudo nas regiões agrícolas \n\ndos Estados Unidos da América (KAMEL et.al, 2004; DE ROOS et. al, 2005; \n\nCALVERT et. al, 2008; QUANDT et. al, 2010).  \n\nQuanto às vias de exposição indireta, podem ser citadas aquelas que \n\nocorrem através do solo, do ar (via pulverização) e principalmente através do consumo \n\nde alimentos e água contaminados. Há diversos estudos que tanto apontam para o \n\nproblema dos alimentos contaminados (CARVALHO, 2006; JARDIM et.al, 2009, \n\nCRUZ, 2014) como se dedicam a novas metodologias para a diminuição dos resíduos \n\nde agrotóxicos em alimentos (PRASAD et.al, 2006; GILBERT-LÓPES et.al, 2009; \n\nGUO et.al, 2013; CARMO et. al, 2016).  \n\nTambém em relação aos alimentos, no Brasil em 2001, foi criado o \n\nPrograma de Análise de Resíduos de Agrotóxicos (PARA)\n5\n sob-responsabilidade da \n\nAgência Nacional de Vigilância Sanitária (ANVISA). Os últimos resultados disponíveis \n\n(2013-2015) correspondem às análises de 232 agrotóxicos em 12.051 amostras \n\ncoletadas no mercado varejista de 25 tipos de alimentos. Os resultados revelam que \n\n38,3% das amostras foram satisfatórias, apresentaram resíduos de agrotóxicos abaixo do \n\nlimite máximo permitido e 19,7% foram insatisfatórias (com substância não autorizada \n\npara a cultura, e/ou acima do limite máximo permitido).  Dessa forma é possível inferir \n\nque no total, 58% das amostras coletadas havia algum resíduo de agrotóxicos. De todas \n\nas análises, 134 princípios ativos foram detectados, e os mais presentes entre aqueles \n\nresultados de substâncias irregulares foram acefato, carbendazim e clorpirifós. \n\nAdemais dos alimentos contaminados, a população também pode estar \n\nexposta a essas substâncias através do consumo da água. A ocorrência de agrotóxicos e \n\n                                                 \n5\n http://portal.anvisa.gov.br/programa-de-analise-de-registro-de-agrotoxicos-para \n\n\n\n4 \n\n \n\nfertilizantes é a segunda causa de contaminação das águas superficiais no Brasil, atrás \n\ndo lançamento de esgoto doméstico (ANVISA, 2010). De todos os impactos que a \n\nutilização dos agrotóxicos provoca no meio ambiente, e consequentemente na saúde \n\nhumana, a contaminação das águas superficiais e subterrâneas tende a ser um dos mais \n\npreocupantes, tanto por sua capacidade de transportar essas substâncias para além das \n\náreas de aplicação e atingir um número maior de pessoas através do abastecimento \n\npúblico de água, como por suprimir espécies aquáticas e degradar os recursos hídricos \n\n(PERES; MOREIRA, 2003).  \n\nAs águas superficiais podem ser contaminadas pelos agrotóxicos através da \n\nerosão e lixiviação de solos contaminados, pelo processo de deriva de pulverizações \n\naéreas, pelo descarte e lavagem irregular das embalagens e pelo escoamento superficial. \n\nO escoamento superficial pode ser definido por água e qualquer matéria dissolvida ou \n\nsuspensa que escoa por um terreno ou uma sub-bacia hidrográfica, nesse escoamento \n\nencontram-se partículas dissolvidas em suspensão ou mesmo agrotóxicos adsorvidos \n\nnessas partículas (SOARES, 2011).  \n\nEm todo o estado de São Paulo, é utilizado o tratamento convencional da \n\nágua de abastecimento público.  Esse tratamento tem baixa eficiência de remoção dos \n\nagrotóxicos da água, dessa forma, em alguns casos são associados outros tipos de \n\ntratamento, os quais apresentam vantagens e desvantagens sendo efetivos para algumas \n\nsubstâncias e não para outras. Entre os mais utilizados, estão: adição de polímeros, pré-\n\noxidação, inter-oxidação, adsorção em carvão ativado pulverizado e carvão ativado \n\ngranular. Este último foi utilizado em muitos sistemas de tratamento de água na \n\nInglaterra e tem sido efetivo na redução de agrotóxicos como acetanilida, triazina, e \n\n2,4D, (GORZA,2012).  \n\nContudo, devido à heterogeneidade das características físico-químicas dos \n\nagrotóxicos, o tratamento escolhido pode não remover todas as substâncias presentes na \n\nágua, ou remover parcialmente. No caso, por exemplo, da pré-oxidação com cloro ou \n\ncom ozônio é comum a geração de subprodutos degradados, também tóxicos à saúde \n\nhumana (GORZA, 2012; SOARES, 2011).   \n\nPara avaliar o potencial de contaminação dos agrotóxicos nos mananciais de \n\nabastecimento, é preciso considerar todos os meios pelos quais as substâncias podem \n\natingir os corpos d’água, identificar seu comportamento ambiental e características \n\n\n\n5 \n\n \n\nfísico-químicas, estudos de monitoramento em campo, coletas e análises de solo e de \n\nágua em diversos períodos.  \n\nEsse processo pode exigir disponibilidade em médio/longo prazo de uma \n\nequipe técnica qualificada e recursos financeiros elevados, indisponível muitas vezes \n\nem pequenos e médios municípios. Contudo, como alternativa de avaliação de \n\ncontaminação do manancial é muitas vezes mais viável a identificação de \n\ncompartimentos vulneráveis, com maior potencial de contaminação das águas \n\nsuperficiais (SOARES, 2011). Com a identificação dessas áreas e o conhecimento do \n\ncomportamento ambiental das substâncias presentes é possível determinar pontos \n\nprioritários de monitoramento e mesmo de redução da aplicação de agrotóxicos.  \n\nVisando à qualidade da água e, portanto, apontando a necessidade de uma \n\nvisão integrada da bacia de abastecimento, o Plano de Segurança da Água (BRASIL, \n\n2012), em consonância com o Guidelines for Drinking-Water Quality da Organização \n\nMundial da Saúde (OMS), apresenta uma metodologia para avaliação e gerenciamento \n\ndos riscos à qualidade da água presentes na bacia hidrográfica, traz um conjunto de \n\nações que buscam a prevenção da contaminação dos mananciais de abastecimento \n\nsalientando a importância de considerar as particularidades dos diversos sistemas \n\nprodutores (VALENTIM, 2015).  \n\nA prevenção da contaminação dos mananciais é essencial para melhorar a \n\nqualidade da água e diminuir os riscos à saúde humana. O princípio da prevenção é \n\npautado pela ação antecipada, ou seja, é necessário que os órgãos responsáveis pela \n\nqualidade da água tenham conhecimento e informações sobre a área, das substâncias \n\npresentes e do potencial de contaminação das águas de abastecimento de modo a \n\npreveni-la.  \n\nNo Brasil, o monitoramento da qualidade da água e as ações preventivas \n\nestão sob a competência das Vigilâncias Sanitárias municipais (Lei Orgânica da Saúde \n\n8.080/90 e Lei 8.142/90 sobre a descentralização da gestão e das políticas em saúde no \n\npaís, um dos princípios organizativos do SUS). Os procedimentos de controle e \n\nvigilância bem como os parâmetros para a potabilidade da água estão sob as \n\ndeterminações da Portaria MS nº 2.914/2011\n6\n.  \n\n                                                 \n6\n Disponível em: http://bvsms.saude.gov.br/bvs/saudelegis/gm/2011/prt2914_12_12_2011.html. Portaria \n\nMS nº 2.914/2011. Anexo XII. \n\n\n\n6 \n\n \n\nNo estado de São Paulo, o controle e análises da qualidade dos mananciais \n\nde abastecimento público são responsabilidades da Companhia de Tecnologia de \n\nSaneamento Ambiental (CETESB) assim como manter sistemas de informações e \n\ndivulgação de dados sobre o nível de poluição dessas águas (Lei nº 118/1973).  \n\nCombinado a esses procedimentos, o Ministério da Saúde (BRASIL, 2014) \n\nainda indica a necessidade da elaboração de um plano de monitoramento de agrotóxicos \n\no qual deve ocorrer de forma conjunta entre a Secretaria de Saúde do Estado e as \n\nSecretarias Municipais de Saúde.  \n\nA elaboração do plano de monitoramento permite considerar as \n\nespecificidades locais e, por conseguinte, priorizar municípios com \n\nmaior probabilidade de ocorrência de agrotóxicos na água de consumo \n\nhumano, por exemplo, aqueles abastecidos por mananciais cuja bacia \n\nde contribuição apresenta uso (ou histórico de uso) intenso de \n\nagrotóxicos. (BRASIL, 2014, p.13). \n\nEsse plano de monitoramento de agrotóxicos deve auxiliar as atividades de \n\nvigilância para que se cumpram os parâmetros de potabilidade da água de consumo \n\nhumano estabelecidos pela Portaria MS nº 2.914/2011. Para as análises de agrotóxicos, \n\na portaria recomenda que amostras de água sejam coletadas no mínimo uma vez a cada \n\nseis meses na saída do tratamento, salientando que para um monitoramento mais efetivo \n\nas características da bacia hidrográfica do manancial de contribuição bem como a \n\nsazonalidade das culturas\n7\n devem ser consideradas.  \n\nNo entanto, ainda que a Diretriz Nacional do Plano de Amostragem da \n\nVigilância da Qualidade da Água para Consumo Humano e a Portaria MS nº 2.914/11 \n\naponte para a necessidade de estudos das áreas de abastecimento e o monitoramento \n\ndirecionado de acordo com as características regionais, isso não acontece atualmente, \n\nsendo executado somente o monitoramento semestral de agrotóxicos para as 28 \n\nsubstâncias previstas na Portaria em todos os municípios. Dessa forma, segundo Mario \n\nJunior (2013), o monitoramento realizado hoje não considera a complexidade de fatores \n\nque influenciam a presença ou ausência das substâncias na água, como o \n\ncomportamento no ambiente, tipo de aplicação, quantidade e frequência aplicada, \n\nsazonalidade do uso, localização das culturas, tipo de solo, entre outros. \n\n                                                 \n7\n Portaria MS nº2.914/2011 Parágrafo 5º , Art 41.  \n\n\n\n7 \n\n \n\nA ocorrência de agrotóxicos nas águas superficiais de abastecimento está \n\ntambém associada ao desconhecimento tanto de suas propriedades físico-químicas como \n\ndo próprio meio no qual são aplicados. De modo que para se buscar a segurança da água \n\né preciso, a priori, identificar nas bacias ou sub-bacias hidrográficas as áreas de maior \n\ncontaminação, considerando, portanto, aspectos geográficos regionais, como \n\ndeclividade do relevo, uso e ocupação do solo, índices pluviométricos, além dos modos \n\nde aplicação e das propriedades físico-químicas dos agrotóxicos utilizados na área da \n\nbacia.  \n\nA qualidade e quantidade das águas superficiais estão diretamente \n\nrelacionadas com as atividades econômicas presentes nas bacias hidrográficas e seus \n\nníveis de preservação. Bacias hidrográficas que possuem mata ciliar ao longo de seus \n\nrios e áreas preservadas de vegetação natural apresentam resultados de qualidade da \n\nágua melhores que aquelas ocupadas por agricultura intensiva e áreas degradadas \n\n(CONNOLLY et.al, 2015). A vegetação ripária, ou mata ciliar, corresponde à vegetação \n\nque se concentra à margem de rios, lago, igarapés e olhos d’água e realiza a função de \n\nproteção dessas águas, evita o escoamento excessivo de água e de sedimentos para os \n\ncorpos d’água bem como a preservação de corredores ecológicos.   \n\nOs estudos que priorizam as análises hidrológicas buscam compreender \n\ncomo o uso do solo, as alterações regionais do clima e/ou presentes em determinada \n\nbacia hidrográfica podem impactar a produção de sedimentos, o balanço hidrológico e a \n\ncontaminação dos cursos d’água (BONUMÁ et. al, 2015). Para tanto, técnicas de \n\ngeoprocessamento, como modelagem hidrológica, mapeamento de uso e ocupação do \n\nsolo podem contribuir para criar modelos de exposição e de monitoramento dos \n\nagrotóxicos e outros contaminantes no ambiente. As ferramentas de geoprocessamento \n\nsão capazes de trabalhar com informações matriciais, vetoriais e numéricas retratando, \n\nportanto, variáveis dependentes umas das outras como é o caso dos sistemas ambientais. \n\nAs análises baseadas em Sistemas de Informação Geográfica (SIG) são \n\nimportantes para os estudos epidemiológicos e de saúde ambiental porque podem \n\nidentificar as rotas de exposição, tempo e população impactada (CROMLEY et. al, \n\n2002). Os modelos hidrológicos e biogeoquímicos aplicados nos limites de uma bacia \n\nhidrográfica são essenciais para se compreender os impactos e riscos potencias não só \n\n\n\n8 \n\n \n\ndas transformações no uso do solo, como também da aplicação de agrotóxicos e outras \n\nsubstâncias tóxicas presentes na bacia (ARMAS, 2006).  \n\nOs estudos de caracterização das bacias hidrográficas que utilizam a \n\nferramenta de geoprocessamento podem contribuir para o planejamento e gestão dos \n\nrecursos hídricos visando à manutenção e melhoria da qualidade da água, sobretudo \n\nquando destinada ao consumo humano, de modo que seja possível também planejar de \n\nforma mais efetiva os períodos e frequências das análises de água resultando em um \n\nmonitoramento menos custoso e mais efetivo.  \n\nAssim, esse trabalho tem por objetivo caracterizar o uso do solo e, a partir \n\nda dinâmica hidrológica, identificar as áreas potenciais da contaminação por \n\nagrotóxicos da água superficial de abastecimento público de dois municípios no estado \n\nde São Paulo, com a finalidade de subsidiar as ações de vigilância da qualidade da água \n\nde consumo humano. \n\n \n\n   \n\n\n\n9 \n\n \n\n2. OBJETIVO \n\n2.1. Objetivo Geral \n\nCaracterização ambiental de duas bacias hidrográficas cujos mananciais \n\nsuperficiais são utilizados para abastecimento público no estado de São Paulo de modo \n\na identificar as áreas críticas da contaminação por agrotóxicos, subsidiar ações de \n\navaliação de riscos e estabelecer subsídios para a gestão da qualidade da água. \n\n2.2. Objetivos específicos \n\n? Mapear as bacias de contribuição dos pontos de captação de água superficial \n\ndestinadas ao abastecimento público. \n\n? Mapear as culturas agrícolas nas respectivas bacias delimitadas, identificando os \n\nagrotóxicos utilizados.  \n\n? Analisar as características hidrológicas, tipo de solo, relevo, presença de mata \n\nciliar das bacias a fim de propor medidas de vigilância de agrotóxicos nessas \n\náreas.  \n\n\n\n10 \n\n \n\n3. REFERENCIAL TEÓRICO \n\n3.1. Agrotóxicos e Recursos Hídricos  \n\nO crescimento da produção de grãos, em especial da soja e do milho, \n\nestimulados pela modernização da agricultura aumentou o consumo de agrotóxicos. A \n\nexpansão da lógica capitalista industrial no campo se deu, sobretudo, pela produção e \n\nexportação de commodities. Esse processo contou com o financiamento do Estado a \n\npartir de subsídios fiscais que contribuíram na disseminação do uso de sementes \n\nmodificadas, agrotóxicos e fertilizantes, juntamente com a criação de instituições \n\ntécnicas e de pesquisa, como a EMBRAPA (STOTZ, 2007). \n\nAo longo dos anos, o maior crescimento no consumo aconteceu na década \n\nde 1980, quando ocorreu um aumento de 300% em relação à década anterior (TERRA, \n\n2007). A partir de 2008, o Brasil se tornou o maior consumidor de agrotóxicos no \n\nmundo, com uma taxa de crescimento nas importações de princípios ativos de 400% e \n\numa média de aplicação de 5 kg/hectare cultivado (CARNEIRO, 2015). \n\nO termo agrotóxico abrange uma variedade de produtos com tipos e \n\nfinalidades distintas, de forma que herbicidas, praguicidas, fungicidas, inseticidas entre \n\noutros, são produtos que estão nele contemplados. Essas substâncias podem ter tanto \n\norigem biológica quanto serem resultantes de preparações químicas de ingredientes \n\nativos e inertes, como solventes, e impurezas tóxicas, como as dioxinas (WHO, 1990). \n\nA Organização Mundial da Saúde (OMS) utiliza comumente o termo \n\npesticida e o define como sendo compostos químicos usados para a eliminação de \n\npragas, insetos, roedores, fungos e plantas indesejáveis (“ervas daninha”). Também \n\npodem ser utilizados no controle de vetores de doenças, como mosquitos, contudo são \n\npotencialmente tóxicos para o meio ambiente e para os seres humanos\n8\n. No Brasil, a Lei \n\n7.802 de 1989\n9\n, em seu artigo 2°, define agrotóxicos e afins como sendo: \n\n[...] os produtos e os agentes de processos físicos, químicos ou \n\nbiológicos, destinados ao uso nos setores de produção, no \n\narmazenamento e beneficiamento de produtos agrícolas, nas \n\npastagens, na proteção de florestas, nativas ou implantadas, e de \n\noutros ecossistemas e também de ambientes urbanos, hídricos e \n\nindustriais, cuja finalidade seja alterar a composição da flora ou da \n\n                                                 \n8\n http://www.who.int/ipcs/poisons/pesticides/em. Acesso:26/04/2016 \n\n9\n http://www.planalto.gov.br/ccivil_03/leis/L7802.htm . Acesso:26/04/2016 \n\n\n\n11 \n\n \n\nfauna, a fim de preservá-las da ação danosa de seres vivos \n\nconsiderados nocivos [...] substâncias e produtos empregados como \n\ndesfolhantes, dessecantes, estimuladores e inibidores de crescimento. \n\nO termo agrotóxico será utilizado assim para se referir a todos os produtos e \n\nsubstâncias que serão abordados na pesquisa, evitando, portanto, os termos como \n\npesticidas, praguicidas, defensivos agrícolas ou produtos fitossanitários.  \n\nO processo de autorização e registro de agrotóxicos no Brasil envolve o \n\nMinistério da Agricultura Pecuária e Abastecimento (MAPA) e o Ministério da Saúde \n\n(MS) através da Agência Nacional de Vigilância Sanitária (ANVISA), responsáveis \n\npela avaliação e classificação toxicológica e o Ministério do Meio Ambiente (MMA) \n\natravés do Instituto Brasileiro do Meio Ambiente e Recursos Naturais Renováveis \n\n(IBAMA), responsável pela avaliação e classificação da periculosidade ambiental, as \n\nquais são realizadas a partir dos testes e estudos físico-químicos realizados pelas \n\nempresas interessadas em registrar seus produtos. \n\nA ANVISA utiliza os critérios de classificação toxicológica\n10\n\n para os \n\nagrotóxicos seguindo os parâmetros internacionais (OMS) de dosagem letal (DL), e \n\ndetermina que a classificação da substância esteja identificada no rótulo do produto, \n\ncomo Classe I- Extremamente Tóxico (rotulagem vermelha); Classe II – Altamente \n\nTóxico (rotulagem amarela); Classe III – Medianamente Tóxico (rotulagem azul); \n\nClasse IV- Pouco Tóxico (rotulagem verde). Além da classificação toxicológica e seus \n\nriscos à saúde os agrotóxicos recebem uma classificação quanto a sua periculosidade \n\nambiental, ou seja, quanto ao seu perigo de contaminação do meio ambiente. O IBAMA \n\nutiliza os estudos realizados pelas empresas fabricantes para cada produto e cria uma \n\nseleção de acordo com parâmetros de transporte, persistência, bioconcentração e \n\necotoxicidade atribuindo valores de 1 a 4 de acordo com seu potencial. \n\nO comportamento dos agrotóxicos no meio ambiente depende de algumas \n\ncaracterísticas físico-químicas apresentadas a seguir. A solubilidade em água (WS) \n\nrefere-se à quantidade máxima de uma substância que pode ser dissolvida em um litro \n\nde água. Quando uma substância apresenta alta solubilidade, possui maior probabilidade \n\nde se transportar do solo para a água, enquanto que substâncias com baixa solubilidade \n\npossuem um risco menor de contaminação da água, permanecendo no solo. Dessa \n\nforma, as substâncias recebem classificação de solubilidade segundo a USEPA (2012).  \n\n                                                 \n10\n\n http://portal.anvisa.gov.br/wps/portal/anvisa/anvisa/home/agrotoxicotoxicologia \n\n\n\n12 \n\n \n\nQuadro 1 – Classificação de solubilidade em água \n\nSolubilidade em água \n\n(mg/L) \nClassificação USEPA \n\n>10.000 Muito solúvel \n\n>1.000 - 10.000 Solúvel \n\n>100 - 1.000 Solubilidade moderada \n\n> 0,1 – 100 Ligeiramente solúvel \n\n&lt;0,1 \n\nSolubilidade \n\ndesprezível \n\n \n\nO Coeficiente de Partição de Carbono Orgânico (Koc), ou coeficiente de \n\nadsorção estima a tendência de uma substância ser adsorvida pelo solo ou sedimentos, \n\nessa tendência independe das características do solo. Quando uma substância apresenta \n\num valor de Koc alto, seu comportamento tende a ser o de fixação do solo, com baixa \n\nmobilidade para a água (SANTOS, 2015).   \n\nQuadro 2- Classificação de mobilidade \n\nCoeficiente Koc Classificação USEPA \n\n> 4,5 \n\nSorção muito forte ao \n\nsolo \n\n3,5-4,4 Sorção forte ao solo \n\n2,5-3,4 Sorção moderada \n\n1,5-2,4 Baixa sorção \n\n<1,5 Sorção desprezível \n\nO Coeficiente de Partição Octanol/Água (Kow) estima a tendência de uma \n\nsubstância em se distribuir entre o octanol e a água. Também se refere à tendência de se \n\nconcentrar em tecidos lipídicos e adsorver ao solo ou sedimento (SANTOS, 2015). \n\nSubstâncias com valores Kow altos possuem uma tendência maior em se bioacumular \n\nnos solos, sedimentos e biota, enquanto que substâncias com baixos valores de Kow \n\npodem se distribuir mais facilmente na água e no ar. \n\nQuadro 3- Classificação de lipossolubilidade \n\nLog de Kow Classificação USEPA \n\n<1 \nAltamente solúvel em água \n\n(hidrofílico) \n\n>4 Pouco solúvel em água (hidrofóbico) \n\n>8 Dificilmente biodisponível \n\n>10 Não biodisponível \n\n\n\n13 \n\n \n\nA Constante da Lei de Henry (HLC) considera a solubilidade, a pressão de \n\nvapor e o peso molecular para indicar o grau de volatilidade de uma substância em uma \n\nsolução na água ou no ar (SANTOS, 2015). Quando uma substância apresenta o valor \n\nde pressão de vapor alto em relação a sua solubilidade em água, sua HLC será alta, ou \n\nseja, indica que pode se evaporar mais facilmente pelo ar.   \n\nQuadro 4- Classificação de volatilidade \n\nHLC (atm-m³/mol) \nClassificação USEPA \n\n> 10 \n-1\n\n Muito volátil a partir da água \n\n10\n-1\n\n a 10\n-3\n\n Volátil a partir da água \n\n10\n-3\n\n a 10\n-5\n\n Moderadamente volátil a partir da água \n\n10\n-5\n\n a 10\n-7\n\n Ligeiramente volátil a partir da água \n\n<10\n-7\n\n Não volátil \n\n \n\nA Meia-Vida por hidrólise indica o tempo em que uma substância pode \n\npermanecer nos cursos d’água após sua aplicação. Aponta, portanto a degradação das \n\nsubstâncias e pode variar de acordo com o pH do meio (SANTOS, 2015). O Fator de \n\nbioconcentração (BCF) refere-se à tendência de uma substância em se acumular em um \n\norganismo a partir da água. De maneira geral, uma substância que apresenta alto valor \n\nde Kow também possui alto fator de bioconcentração.  \n\nQuadro 5 – Classificação de Bioconcentração \n\nBCF Classificação USEPA \n\n> 5.000 Alto potencial de bioconcentração \n\n1.000 - 5.000 \nModerado potencial de \n\nbioconcentração \n\n<1.000 Baixo potencial de bioconcentração \n\n \n\nDessa forma, após a análise dos parâmetros, os produtos recebem uma \n\nclassificação ambiental sendo identificados como: Classe I – Produto altamente \n\nperigoso ao meio ambiente; Classe II - Produto muito perigoso ao meio ambiente; \n\nClasse III - Produto perigoso ao meio ambiente e Classe IV – Produto pouco perigoso \n\nao meio ambiente. Assim, de acordo com as formulações e concentração, os diferentes \n\ntipos de agrotóxicos possuem riscos distintos de contaminação ambiental e de agravos à \n\nsaúde humana. \n\n\n\n14 \n\n \n\nO uso excessivo de agrotóxicos ao longo dos anos compromete a qualidade \n\ndos alimentos, do solo e dos recursos hídricos. As evidências de associação destas \n\nformas de exposição com efeitos à saúde são mais difíceis de serem obtidas, pois nesses \n\ncasos há influência de outras variáveis de confusão. Contudo, recentemente, a \n\npreocupação da sociedade com esses efeitos e os estudos científicos tem se \n\nintensificado, tanto no que se refere ao monitoramento da contaminação ambiental, à \n\nredução e ou minimização das fontes de exposição quanto aos estudos sobre efeitos à \n\nsaúde em baixas doses. Um estudo realizado pelo departamento de Pediatria Neonatal \n\nda Universidade de Medicina de Indianápolis, EUA, investigou e encontrou associação \n\nentre o aumento de problemas de saúde em recém-nascidos e concentração de atrazina \n\nna água de consumo durante o período de gestação (WINCHESTER et.al, 2009).  \n\nCrescentes estudos (HAYES et.al 2010; BRODY et.al 2014; CHAGURI \n\net.al 2016; GIULIVO et.al 2016) têm se dedicado em investigar a associação entre \n\nproblemas de saúde (cânceres dos sistemas reprodutivos, nascimentos prematuros, \n\nalterações hormonais, queda na fertilidade, entre outros) e a exposição em baixas doses \n\nde substâncias reconhecidas como interferentes endócrinos, essas substâncias agem no \n\norganismo de forma a alterar as funções e interações hormonais, e não possuem um \n\nlimiar seguro de exposição. Muitos agrotóxicos possuem essas características \n\n(endosulfan, metolacloro, profenofós, tebutiuron, prometrina entre outros).  \n\nOs agrotóxicos são considerados os contaminantes mais comuns em águas \n\nsuperficiais (ARMAS, 2006) e para entender porque isso acontece é preciso conhecer o \n\ncomportamento ambiental e as características físico-químicas de cada substância além \n\ndos processos hidrológicos, presentes nas bacias hidrográficas, a partir dos quais os \n\nagrotóxicos e outras substâncias químicas podem atingir os corpos d’ água.  \n\nDessa maneira, para estudos ambientais, a bacia hidrográfica precisa ser \n\nconsiderada em sua totalidade uma vez que ela representa um sistema indissociável \n\nenvolvendo solo, relevo, cobertura vegetal e drenagem, esta constituída por corpos d’ \n\nágua conectados que se direcionam para o mesmo ponto final de escoamento.  Faz-se \n\nnecessário, portanto, conhecer as características desses compartimentos combinados \n\ncom as atividades econômicas ali inseridas, (ROSS, 1998). \n\nAcerca da importância da análise do solo em uma bacia hidrográfica e a \n\norganização de sua ocupação para contaminação dos corpos d’água, Resende et.al \n\n\n\n15 \n\n \n\n(2007) explicam como os agrotóxicos podem contaminar as águas superficiais por \n\nprocessos de erosão do solo, lixiviação, carregamento de sedimentos que podem \n\ncontaminar inclusive águas subterrâneas. \n\nOs processos de transporte de contaminantes e sedimentos em uma bacia \n\nhidrográfica se realizam a partir do ciclo hidrológico em sua fase terrestre (Figura 1). A \n\nprincipal transferência de água da atmosfera para a superfície terrestre é a precipitação \n\n(chuva, neve, granizo). No Brasil, a fonte de entrada de água em uma bacia hidrográfica \n\né a chuva que, mesmo antes de atingir o solo, já possui uma parte interceptada pela \n\ncobertura vegetal. Ao atingir o solo, a água é infiltrada até a capacidade de saturação do \n\nsolo, parte dessa infiltração também é absorvida pela cobertura vegetal através de suas \n\nraízes que devolve umidade à atmosfera pela transpiração. O excedente de água não \n\ninfiltrado no solo, desloca-se pela bacia através do escoamento (TUCCI,1993).  \n\nFigura 1 – Ciclo hidrológico terrestre esquemático \n\n \n\nFonte: http://aguasinteriores.cetesb.sp.gov.br (2017) \n\n \n\n \n\n \n\nhttp://aguasinteriores.cetesb.sp.gov.br/\n\n\n16 \n\n \n\nOs escoamentos são divididos em superficial (fluxo sobre a superfície do \n\nsolo e canais), subsuperficial (fluxo junto a raízes da cobertura vegetal) e subterrâneo \n\n(contribuição do aquífero). Os escoamentos superficial e subterrâneo são responsáveis \n\npela maior parte de água escoada na bacia.  O escoamento superficial é direcionado, \n\natravés da gravidade, para os níveis mais baixos da bacia, e forma-se em pequenos \n\nfiletes de água que moldam a superfície, podendo carregar partículas de solo e deslocar \n\nsedimentos afetando o uso e a conservação dos cursos d’água (TUCCI,1993).  \n\nDessa forma, todos os processos físico-químicos e as atividades antrópicas \n\npresentes na bacia hidrográfica podem impactar a qualidade e a disponibilidade de água. \n\nNesse sentido, priorizar as análises ambientais em bacias e microbacias hidrográficas é \n\numa estratégia eficiente para gerar tecnologia regionalizada, difundir as práticas de \n\nmanejo de solo e culturas, conservar os recursos naturais e a qualidade da água, além de \n\ncontribuir para um desenvolvimento municipal e regional (MORO, 2005).  \n\nPriorizando as unidades hidrográficas para análise de contaminação, Sudo \n\net.al.(2002), verificaram altas concentrações de agrotóxicos na bacia do Lago Biwa, no \n\nJapão, ocupada majoritariamente por plantações de arroz. A partir de seis pontos de \n\nmonitoramento, os autores relatam que os afluentes do rio principal foram os que \n\napresentaram concentrações mais altas de contaminantes. \n\nCom o objetivo de quantificar o risco de contaminação à vida aquática de \n\numa bacia no sudoeste da França, Faggiano et al.( 2010) monitoraram a qualidade da \n\nágua em quatro pontos da bacia e concluíram que os cursos d’água com áreas agrícolas \n\ne de pastagens em sua cabeceira apresentaram o maior risco de contaminação por \n\nagrotóxicos. Também priorizando as águas superficiais, Schwarzenbach et al.( 2010) ao \n\ntratarem da contaminação da água por agrotóxicos apontaram as dificuldades de se \n\nquantificar e monitorar o uso dessas substâncias nas águas superficiais, uma vez que \n\nestão sujeitas a variações de ordem temporal e espacial. Os autores também citam a \n\nimportância de monitorar pontos específicos com risco de aporte de agrotóxicos para \n\náguas superficiais incluindo pontos de armazenamento e distribuição dessas substâncias. \n\nO impacto da agricultura na qualidade da água foi analisado por Connolly \n\net.al (2015) em uma sub-bacia hidrográfica na Austrália. Os autores verificaram que na \n\nmesma área a qualidade da água bem como a concentração de nitrato, variou ao longo \n\ndos rios. Essa variação foi atribuída à presença de mata ciliar e ao nível de conservação \n\n\n\n17 \n\n \n\nda vegetação na bacia. Um estudo realizado pelo Serviço Geológico dos Estados Unidos \n\n(GILLIOM, 2007) identificou que os agrotóxicos encontrados nas águas superficiais, \n\neram os mais utilizados na agricultura da região:  \n\nOs herbicidas mais utilizados na agricultura (atrazina, metolacloro, \n\ncianazina, alacloro e acetocloro) foram detectados com maior \n\nfrequência e nas maiores concentrações em cursos de água em áreas \n\nagrícolas onde seu uso foi maior, particularmente no Cinturão do \n\nMilho, (GILLIOM, 2007, p.3413). \n\nCarneiro (2015) traz um levantamento de diversos estudos realizados no \n\nBrasil acerca da contaminação das águas superficiais devido às atividades agrícolas. \n\nEntre eles, um estudo feito pela EMBRAPA em cultura de manga e uva no Vale do Rio \n\nSão Francisco, no qual foram encontrados na água: acefato, dimetoato, diuron, \n\nfenarimol, fosetil, metalaxil, metamidofós, metidation, metomil, monocrotofós, \n\ntebuconazole, triclorfon, paclobutrazol, plocloraz e glifosato.  \n\nNa região sudeste do Brasil, diversos estudos apontam para a contaminação \n\nambiental por agrotóxicos e abordam a dificuldade para se evitar a contaminação das \n\náguas de consumo humano. Peres e Moreira (2007) descrevem a utilização de \n\nagrotóxicos na região serrana do estado do Rio de Janeiro e a contaminação ambiental \n\ndessas áreas, com evidências da diminuição da vida aquática, intoxicação de \n\ntrabalhadores rurais e problemas de saúde devido à exposição da população às \n\nsubstâncias como permetrina, lindano, ethl-paratlon, malation, carbaril e metoprene.  \n\nSobre os riscos de contaminação ambiental, Soares e Porto (2007) além de \n\nanalisarem a questão do “custo x benefício” em se optar pelo uso dos agrotóxicos \n\ndemonstraram como as monoculturas, sobretudo as de soja, milho e cana-de-açúcar, são \n\nas principais fontes de contaminação do solo e da água na região do cerrado brasileiro. \n\nMario Junior (2013) apresenta um levantamento dos agrotóxicos mais comercializados \n\na partir das culturas mais relevantes, em área plantada, no estado de São Paulo. O autor \n\nidentificou 86 agrotóxicos prioritários para vigilância em águas de abastecimento \n\npúblico destinadas ao consumo humano. \n\nEmbora há muito tempo proibidos, o estado de São Paulo ainda apresenta, \n\ntanto no solo quanto na água, compostos organoclorados (2,4D, DDT, endossulfan, \n\nlindano entre outros) utilizados anteriormente na cultura de café, principalmente na \n\nregião de Ribeirão Preto. Os maiores valores e ocorrências, contudo, foram observados \n\n\n\n18 \n\n \n\nem córregos situados em áreas de cultivo de cana-de-açúcar, sugerindo que mesmo após \n\na proibição eles continuam sendo utilizados (GOMES, 2014).  \n\nA aplicação de agrotóxicos no meio ambiente é uma ação intencional de \n\ncontaminação, uma atividade que busca propositadamente afetar ou interromper o \n\ndesenvolvimento de uma planta ou de uma vida selvagem como insetos, por exemplo. \n\nPor isso, a diversidade de substâncias aplicadas e presentes no meio ambiente pode \n\nimpactar o desenvolvimento de outras espécies, não apenas o alvo. Além disso, pode ser \n\ntambém extremamente tóxico para vida humana.  \n\n\n\n19 \n\n \n\n3.2. Geoprocessamento e Saúde Ambiental \n\nA geografia pode contribuir para os estudos da saúde de diversas formas, \n\ntanto para identificar padrões de distribuição de doenças e as condições socioambientais \n\na que estão vinculadas, como para identificar fontes poluidoras, que podem estar \n\nrelacionadas ao aparecimento de determinadas doenças. Esses estudos precisam \n\nconsiderar os aspectos geográficos, como características ambientais de clima, solo e \n\nrelevo, bem como a organização do território, suas atividades e as condições \n\neconômicas da população.  \n\nEntre as contribuições da geografia, uma ferramenta se destaca nos estudos \n\nde saúde ambiental e de epidemiologia. O Sistema de Informações Geográficas (SIG) é \n\nconstituído por um conjunto de softwares de análise espacial, dados estatísticos e \n\ninformações sobre as características da população e da área estudada. Estudos que \n\nbuscam avaliar a associação entre a exposição ambiental de substâncias tóxicas e os \n\nimpactos na saúde humana consideram o SIG como uma ferramenta essencial para esse \n\nobjetivo, permitindo determinar populações com alta exposição às substâncias \n\nprejudiciais à saúde quando combinado ao sensoriamento remoto (KAMINSKA, 2004). \n\nO SIG também é muito utilizado para análises de áreas contaminadas e o \n\ntransporte de compostos químicos desses ambientes para os corpos d’água. Nesse tipo \n\nde análise, é preciso considerar a associação entre a fonte de contaminação, sua rota de \n\nexposição e a conexão com a população atingida para então sugerir alguma associação \n\nentre essa fonte poluente e o risco de incidência de doenças na população exposta, o que \n\nalguns autores denominam de plausibilidade geofísica, (NUCKOLS et.al, 2004).  \n\nAlém das ferramentas básicas do geoprocessamento, é possível combinar \n\nanálises de sensoriamento remoto a partir da disponibilidade de imagens de satélites.  A \n\nfim de entender a variação e alteração na quantidade e qualidade da água e da saúde do \n\necossistema, Forney et al. (2001) utilizaram de mapeamento temporal do uso do solo \n\npor sensoriamento remoto com imagens do satélite LANDSAT e concluíram que o \n\ncrescimento da urbanização e consequentemente diminuição da mata ciliar foram \n\ndeterminantes para as alterações na qualidade da água do lago Tahoe, Califórnia. \n\nDessa forma, para estudos de exposição a agrotóxicos via águas superficiais, \n\npor exemplo, não basta apenas criar um buffer, ou seja, um raio de abrangência a partir \n\n\n\n20 \n\n \n\ndo ponto de aplicação da substância e considerar apenas a população inserida nesse raio, \n\nmas sim considerar a direção de fluxo dos cursos d’água para identificar a rota de \n\nexposição e a população abastecida por esse manancial, (VINE et.al, 1997).  \n\nRecentemente, a aplicação de modelos matemáticos que conversam com a \n\ninterface de softwares de análise espacial vem contribuindo para análises mais acuradas, \n\ngeração de cenários futuros, simulações de mudança na organização do território e dos \n\naspectos ambientais e suas consequências.  \n\nOs modelos hidrológicos possuem funcionalidades e lógicas distintas e são \n\ncomumente divididos em quatro grupos: (1) modelos distribuídos, em que os \n\nparâmetros variam no tempo, segundo um espaço geográfico, utilizando-se para \n\nrepresentá-los equações diferenciais parciais com mais de uma variável independente; \n\n(2) modelos determinísticos, em que para uma mesma entrada, o sistema produz sempre \n\na mesma saída; (3) Modelos discretos ou contínuos, quando os fenômenos são contínuos \n\nno tempo e quando se dão em intervalos determinados, são denominados discretos; (4) \n\nmodelos conceituais ou empíricos, conceitual quando as funções utilizadas na sua \n\nelaboração levam em consideração os processos físicos e empíricos quando ajustam os \n\ndados calculados aos observados através de funções empíricas, mas que estão \n\nrelacionadas com a física do sistema, (MORO, 2005).  \n\nPara diferentes tipos de análises ambientais, incluindo a de exposição e \n\ncontaminação da água por agrotóxicos, muitos estudos utilizam programas de \n\nmodelagem matemática, e entre os mais comumente utilizados está o SWAT (Soil and \n\nWater Assessment Tool), uma ferramenta gratuita desenvolvida pelo departamento de \n\nEngenharia Agrícola na USDA-Agricultural Research Services, Texas, EUA.  \n\nNa década de 1970 com o surgimento da Lei Águas Limpas, nos EUA, \n\ncientistas iniciaram a elaboração de diferentes modelos hidrológicos para a simulação \n\nda produção hídrica e qualidade da água. No final da década de 1980 a partir das \n\ndemandas da Secretária de Assuntos Indígenas, que necessitava de estudos sobre o fluxo \n\ndos cursos d’água em extensas bacias e o impacto das atividades econômicas presentes \n\nnas áreas, visando à qualidade e quantidade da água o SWAT foi desenvolvido \n\n(NEITSCH et.al, 2011).  \n\nO SWAT é um modelo conceitual desenvolvido com o objetivo de predizer \n\nos impactos do uso e ocupação do solo visando o gerenciamento dos recursos hídricos. \n\n\n\n21 \n\n \n\nA partir do fluxo do canal principal de uma bacia, o modelo é capaz de dividir a área em \n\nsub-bacias e simular fontes pontuais de contaminação e produção de sedimentos ao \n\nlongo do rio principal e de movimentação de agrotóxicos. O modelo também simula \n\nanálises de influências no ciclo hidrológico a partir das alterações de clima, \n\nsedimentação, temperatura do solo, crescimento vegetal, nutrientes e técnicas de cultivo \n\n(ARNOLD et.al, 1998).  \n\nEssa ferramenta também pode ser utilizada como um complemento no \n\nsoftware ArcGIS, e recentemente no software livre QGis, e combina as informações \n\nespaciais da área de interesse com os parâmetros das substâncias que se pretende \n\ninvestigar. Os modelos hidrológicos conseguem predizer o impacto que o uso e a \n\nocupação do solo podem provocar na qualidade e quantidade de águas superficiais e \n\nsubterrâneas, além de ser possível gerar cenários com usos de solo hipotéticos de forma \n\nque seja possível testar os impactos tanto da aplicação de práticas conservacionistas \n\nquanto de degradação intensa dessas áreas (BALDISSERA, 2005). \n\nA literatura ressalta que, por ser um modelo semi-mecanístico é possível \n\naplicar o SWAT em bacias ainda sem monitoramento para análises de balanço \n\nhidrológico, embora suas análises sejam melhores para bacias monitoradas em longo \n\nprazo. Assim, é possível identificar os pontos críticos dentro da bacia e predizer o \n\nmomento em que determinado indicador de qualidade da água possa apresentar valores \n\nmais preocupantes (ANDREOLI, 2003). \n\nPara tanto, o modelo necessita de informações sobre o clima, solo, \n\ntopografia, vegetação e uso do solo na bacia hidrográfica estudada. Dessa forma, é \n\npreciso construir esses dados em softwares de geoprocessamento, uma vez que eles \n\nserão dados de entrada para o SWAT. A integração dessas ferramentas fica evidenciada \n\nno trabalho de Di Luzio, Srinivasan e Arnold (2002), os autores criaram modelos para \n\nerosão de vertentes e escoamento de contaminantes utilizando o Modelo Digital de \n\nElevação (MDE), conjuntamente com a rede hidrográfica e a delimitação de sub-bacias \n\ncalculadas pelo SWAT.  \n\nAtravés dessa ferramenta, é possível identificar e monitorar o impacto tanto \n\nde fontes pontuais como de fontes difusas, ou não pontuais, de contaminação. As fontes \n\npontuais de contaminação correspondem aos locais específicos de emissão de poluentes, \n\ncomo por exemplo, pontos de lançamento de esgoto doméstico ou efluentes industriais, \n\n\n\n22 \n\n \n\nos quais são de fácil identificação e mitigação. As fontes não pontuais de contaminação \n\ncorrespondem a todas as atividades presentes na bacia que podem contaminar os cursos \n\nd’água, o lançamento é intermitente e são transportados ao longo de toda a área sem um \n\nponto de origem específico, como é o caso da aplicação de agrotóxicos e fertilizantes \n\n(GUO et.al 2014). \n\nCom o intuito de identificar o transporte do herbicida fluometuron, utilizado \n\nna cultura do algodão, em uma bacia hidrográfica no Mississipi, Coupe (2007) aplicou a \n\nmodelagem do SWAT considerando os processos de erosão do solo e o transporte de \n\nsedimento e contaminantes para os cursos d’água.  O autor concluiu que, embora o \n\nmodelo não possa identificar a data exata da concentração máxima do herbicida nos \n\ncursos d’água, ele identifica as áreas com maior potencial de contaminação desses \n\ncursos, sendo, portanto, uma ferramenta importante para o planejamento, gestão e \n\npropostas de regulamentação da aplicação de agrotóxicos.  \n\nO SWAT foi utilizado por Gevaert et al. (2008) com o objetivo de \n\navaliarem diferentes práticas de manejo da cultura de milho na bacia hidrográfica do rio \n\nNil, na Bélgica, identificando qual método resulta em maior redução do fluxo do \n\nherbicida atrazina nos cursos d’água. Bannwarth et. al (2014) também aplicaram o \n\nSWAT para simular o transporte de atrazina, chlorothalonil e endosulfan em uma bacia \n\nhidrográfica de Chiang Mai, na Tailândia, e concluíram que a percolação corresponde \n\nao principal parâmetro para diferenciar as concentrações de cada agrotóxico encontrado.  \n\nNo Brasil, é crescente o número de pesquisas que utilizam o SWAT para \n\nanálises ambientais. Bressiani et al. (2015) apresentaram um panorama das pesquisas \n\nproduzidas entre 1999 e 2015, com cerca de 100 estudos. A maior parte dos estudos foi \n\nrealizada em bacias hidrográficas das regiões sul e sudeste no bioma da Mata Atlântica, \n\ne apresentaram somente resultados da mudança da dinâmica hidrológica atrelada às \n\nalterações no uso e ocupação do solo; essa análise muitas vezes é priorizada devido à \n\nescassez de dados observáveis de monitoramento das bacias, como vazão, produção de \n\nsedimentos, substâncias presentes na água entre outros. Cerca de 36% dos estudos \n\ntrabalham com perda e transporte de sedimentos e apenas alguns estudos (9%) \n\nanalisaram o transporte de agrotóxicos e nutrientes nos cursos d’água.  \n\nBaldissera (2005) utilizou o modelo SWAT com o intuito de simular vazões \n\nmensais na bacia do Rio Cuiabá, em Mato Grosso. As vazões foram simuladas em \n\n\n\n23 \n\n \n\nquatro pontos da bacia e apresentaram médias semelhantes, podendo assim monitorar as \n\nfases de cheias da represa estudada.  \n\nUzeika (2009) utilizou o SWAT em uma sub-bacia rural, no Rio Grande do \n\nSul para simular a produção de sedimentos em diferentes cenários de uso do solo, \n\nfloresta, cultivo do fumo em sistema convencional, e cultivo de fumo em sistema \n\nmínimo. Para a análise de vazão e escoamento superficial, o modelo apresentou melhor \n\nresultado para simulações mensais ou anuais e, em relação à erosão, os três diferentes \n\nusos apresentaram valores bem distintos.  \n\nAo analisar as mudanças no uso e ocupação do solo e seu impacto na \n\nprodução de sedimentos e de erosão no rio Mogi-Guaçu, Minotti (2006) concluiu que a \n\nmodelagem no SWAT para delimitação de áreas de interesse hídrico e a simulação de \n\ncenários, foram satisfatórias e aplicáveis para a caracterização ambiental e identificação \n\nde áreas vulneráveis. \n\nArmas (2006) aplicou a modelagem hidrológica do SWAT para verificar a \n\nbiogeodinâmica de herbicidas aplicados nas plantações de cana-de-açúcar na sub-bacia \n\ndo rio Corumbataí-SP. Elaborando cenários de expansão da cultura de cana em áreas \n\nhoje ocupadas por fruticultura, o modelo mostrou que as triazinas apresentaram os \n\nníveis mais elevados na rede hidrográfica da bacia, em períodos chuvosos, enquanto no \n\nperíodo de seca o glifosato foi apontado com a maior transferência de massa.  \n\nAinda que os autores indiquem limitações do uso do SWAT no Brasil, \n\nprincipalmente no que diz respeito à qualidade das informações e dos dados de entrada, \n\no software é uma ferramenta importante para auxiliar na gestão e planejamento do \n\nmanejo do uso do solo nas bacias hidrográficas, de modo a predizer e mitigar seus \n\nimpactos na qualidade e quantidade das águas superficiais.  \n\n\n\n24 \n\n \n\n4. METODOLOGIA \n\n4.1. Áreas de Estudo \n\nA definição da área de estudo se deu a partir dos resultados da pesquisa \n\nFAPESP/PPSUS 50016-3: “Avaliação dos resíduos de pesticidas e protozoários \n\npatogênicos em água de abastecimento público do Estado de São Paulo”. Esse trabalho, \n\ndurante o ano de 2015, monitorou a qualidade da água em 29 municípios do estado de \n\nSão Paulo. Foram coletadas amostras mensais de água superficial bruta dos rios de \n\nabastecimento no ponto de captação da água bruta e no ponto de saída da água tratada. \n\nOs preparos e padrões das amostras para análise cromatográfica foram realizados na \n\nEmbrapa Meio Ambiente seguindo a Metodologia para Determinação de Resíduos de \n\nPesticidas em Amostras de Água utilizando Cartucho de Extração em Fase Sólida (SPE) \n\ne Cromatografia Gasosa Acoplada a um Espectrômetro de Massa. \n\nDe posse dos resultados dessa pesquisa, foram escolhidos para este trabalho \n\nos municípios que apresentaram o maior número de agrotóxicos presentes na água de \n\nabastecimento público, de modo a compreender melhor as características dos \n\nmananciais de abastecimento e identificar suas potenciais fontes de contaminação. No \n\nmunicípio de Santa Cruz das Palmeiras, foram encontradas em água bruta até cinco \n\nsubstâncias distintas e resultado positivo em dez meses durante todo o ano, em seguida, \n\nPiedade apresentou quatro substâncias diferentes e resultados positivos também ao de \n\ndez meses durante o ano em água bruta.  \n\nA agricultura nos dois municípios ocorre de formas distintas, enquanto o \n\nmunicípio de Santa Cruz das Palmeiras é ocupado, sobretudo pela monocultura da cana-\n\nde-açúcar, Piedade apresenta uma variedade de produção de frutas e hortaliças em \n\npequenas propriedades. Foram realizados trabalhos de campo nos dois municípios para \n\nmelhor identificar as culturas e agrotóxicos utilizados na área do manancial. Em \n\nseguida, foi realizado levantamento de dados e de bases cartográficas para aplicação da \n\nsimulação hidrológica. \n\n  \n\n\n\n25 \n\n \n\n4.1.1. Santa Cruz das Palmeiras \n\nO município se formou, sobretudo, devido à produção cafeeira nos anos de \n\n1900. Após as crises do café (sobretudo a de 1929), o município não apresentou \n\nprodução agrícola significativa.  Somente com a instalação de usinas açucareiras em \n\nPirassununga, município vizinho, as atividades agrícolas foram novamente incentivadas \n\ncom cultivo da cana-de-açúcar, bem como de outros produtos representativos em sua \n\neconomia, tais como algodão e laranja\n11\n\n. Santa Cruz das Palmeiras está localizado na \n\nregião nordeste do estado de São Paulo, com sede municipal nas coordenadas \n\n21º49’37’’Sul e 47º14’55’’ Oeste. Está inserido na Região Hidrográfica da vertente \n\npaulista do Rio Grande, pertence à Unidade de Gerenciamento dos Recursos Hídricos \n\ndo Mogi-Guaçu (UGRHI-09) e localiza-se na sub-bacia do rio Jaguari-Mirim.  \n\nSanta Cruz das Palmeiras possui área territorial de 295,33km² e 29.932 \n\nhabitantes, a economia do município é constituída principalmente pelo setor de serviços, \n\nseguido pela agricultura e pela indústria (IBGE, 2010). De acordo com dados da \n\nProdução Agrícola Municipal (IBGE, 2015), a principal atividade agrícola é a produção \n\nda cana-de-açúcar (90% da área plantada), embora produza também milho, café e \n\nlaranja. \n\nSegundo os dados do Censo (IBGE, 2010), o município tem cobertura de \n\nabastecimento de água para 99,91% dos domicílios e 99,74% de esgoto sanitário. Há \n\ntrês pontos de captação de água superficial: ETA Davi - Manancial Córrego do \n\nPessegueiro (Captação: 200 m³/h); ETA Aurora - Manancial Rio Tabaranas (Captação: \n\n252 m³/h); ETA Schiavon - Ribeirão Feio (Captação: 144 m³/h) desta última foram \n\nretiradas as amostras de água para análise da presença de agrotóxicos e a área de seu \n\nmanancial corresponde à área de estudo. \n\nSanta Cruz das Palmeiras está inserido na área da formação geológica Serra \n\nGeral, na qual se encontra o aquífero com o mesmo nome. Apresenta predomínio de \n\nrochas ígneas e basalto; o relevo é constituído de colinas amplas e suaves, com \n\namplitude de 20m a 50m e declividades entre 3º e 10º. Os solos da região são \n\ncaracterizados como Latossolos Vermelhos, são solos recorrentes no estado de São \n\nPaulo e estão relacionados às calhas de drenagem de alguns rios como o Tietê e \n\nParanapanema. Os Latossolos Vermelhos apresentam teor predominantemente férrico, \n\n                                                 \n11\n\n http://www.cidades.ibge.gov.br/xtras/home.php acesso: 10/05/2016 \n\n\n\n26 \n\n \n\nboa fertilidade química e alta permeabilidade, por estarem associados aos relevos de \n\nbaixa declividade são intensamente ocupados pela agricultura mecanizada (EMBRAPA, \n\n2006). \n\nSanta Cruz das Palmeiras recebe a classificação climática de Koeppen Aw, \n\nclima predominante na região norte e nordeste do estado, definido como clima tropical, \n\ncom inverno seco. Possui estação chuvosa no verão, de novembro a abril, e estação seca \n\nno inverno, de maio a outubro (julho é o mês mais seco). A temperatura média do mês \n\nmais frio é superior a 18ºC.  A máxima de precipitação é em torno dos 250 mm, \n\natingindo 1500 mm/ano (CEPAGRI\n12\n\n).  \n\n4.1.2. Piedade \n\nO município foi inicialmente ocupado nos anos 1800 com o avanço dos \n\ntropeiros para a região de Sorocaba, que se instalaram às margens do rio Pirapora. \n\nPertencente à região conhecida como Cinturão Verde, possuí características distintas de \n\nSanta Cruz das Palmeiras, uma vez que é constituído principalmente por pequenas \n\npropriedades e diversidade de culturas. Com sede municipal nas coordenadas \n\n23º42'43\"Sul e 47º25'40\" Oeste, Piedade se encontra na Serra de Paranapiacaba na bacia \n\nrio Tietê em seu nível médio e na sub-bacia do rio Sorocaba pertencentes à UGRHI 10 – \n\nSorocaba/Médio Tiete.  \n\nPiedade corresponde a uma área territorial de 746,86 km² e uma população \n\nde 52.123 habitantes (IBGE, 2010).  A economia é constituída pelo setor de serviços, \n\nseguido pela agropecuária e indústria. De acordo com os dados de Produção Agrícola \n\nMunicipal (IBGE, 2015), as principais culturas em área colhida, são milho, cebola, \n\nbatata-doce e feijão.  \n\nEstá localizado no Planalto Cristalino Atlântico, na Serra de Paranapiacaba, \n\nunidade geomorfológica com características de relevo de mares de morros, com \n\nelevações de 80 a 200 m e declividade entre 15º e 35º. Apresenta predomínio de rochas \n\nígneas e metamórficas como o granito. Há predomínio do solo Argissolo Vermelho- \n\nAmarelo, os Argissolos são o tipo de solo mais extenso do Brasil, depois dos \n\nLatossolos. São solos característicos de relevos ondulados, de baixa fertilidade e de \n\nerosão em ravinas (EMBRAPA, 2006). \n\n                                                 \n12\n\n http://www.cepagri.unicamp.br/outras-informacoes/clima-dos-municipios-paulistas.html \n\n\n\n27 \n\n \n\nO município está inserido na classificação climática de Koeppen Cwa, clima \n\npredominante do estado de São Paulo, principalmente nas regiões central, leste, e oeste. \n\nClima subtropical de inverno seco e apresenta temperaturas abaixo de 18°C e verão \n\nquente com temperaturas superiores a 22ºC. As precipitações são concentradas entre os \n\nmeses de outubro a março, com máxima em torno dos 200 mm e podendo atingir \n\n1300mm/ano (CEPAGRI). \n\nMapa 1 – Localização dos municípios. \n\nFonte: a autora, 2017. \n\n \n\n \n\n \n\n\n\n28 \n\n \n\n4.2. Elaboração da Base de Dados \n\nPara a caracterização da bacia hidrográfica no modelo SWAT é preciso \n\npreparar e organizar os dados de entrada (inputs). A simulação decorre de uma \n\nsobreposição de informações sobre hidrografia, solo, relevo, uso e ocupação do solo, e \n\nparâmetros climáticos.  \n\n4.2.1. Modelo Digital de Elevação \n\nPara a caracterização física da área estudada e para a modelagem \n\nhidrológica, foram usados dados espaciais em formato raster. Os Modelos Digitais de \n\nElevação (MDE) utilizados são disponibilizados pelo projeto TOPODATA do Instituto \n\nNacional de Pesquisas Espaciais (INPE), provenientes da SRTM (Shuttle Radar \n\nTopography Mission) e fornecidos pelo United State Geologycal Service (USGS). O \n\nMDE é um dado raster, formado por pixels com conjuntos de coordenadas (x,y) e um \n\nvalor de elevação (z), possui resolução de 30 metros e 16 bits, e corresponde ao \n\nmapeamento da superfície terrestre. O MDE fornece dados de redes de drenagem, \n\norientação das vertentes, curvatura, declividade e altitude (VALERIANO, 2010).  \n\nFigura 2 – Modelo Digital de Elevação - cena 21S48_ZN. \n\n \n\nFonte: http://www.dsr.inpe.br/topodata/ \n\n\n\n29 \n\n \n\n4.2.2. Declividade \n\nUtilizando o mesmo arquivo MDE, a declividade para o município de Santa \n\nCruz das Palmeiras foi extraída em classes de porcentagem e denominada de acordo \n\ncom o padrão indicado pela EMBRAPA (1979): Plano (0-3%); Suave Ondulado (3-\n\n8%); Ondulado (8-20%); Forte-Ondulado (20-45%); Montanhoso (45-75%); Escarpado \n\n(Acima de 75%).  \n\nMapas 2 e 3 - Declividade de Santa Cruz das Palmeiras e de Piedade \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: autora, 2017. \n\nO mapa clinográfico de Santa Cruz das Palmeiras indica declividade \n\nmínima de 0% e máxima de 67%, com predomínio de declividade de 6%, suavemente \n\nondulado. Piedade possui declividade mínima de 0% e máxima de 75%, predominando \n\na faixa de 6% a 20% seguida de 20% a 45%, que corresponde a um relevo ondulado e \n\nforte-ondulado, respectivamente. Características condizentes com a geomorfologia de \n\nmares de morros em que o município está inserido.  \n\n\n\n30 \n\n \n\n4.2.3. Solos \n\nOs dados de solo foram obtidos a partir do arquivo Mapa de Solos do Brasil, \n\nde 2001, da EMBRAPA, disponível no site do IBGE. Os solos encontrados em Santa \n\nCruz das Palmeiras pertencem à classe dos Latossolos Vermelhos, a área de estudo é \n\nconstituída pelos Latossolos vermelhos distroférricos + Latossolos vermelhos \n\ndistróficos (LV3) e Latossolos vermelhos distróficos (LV18).  Essas classes se \n\ndiferenciam pela quantidade de ferro, ambas possuem saturação por bases baixa (V&lt;\n\n50%), sendo bem providas de micronutrientes e apresentam textura muito argilosa, são \n\nresistentes à erosão laminar, mas podem apresentar ravinas e pequenas voçorocas se \n\nsubmetidos a cultivos intensos (EMBRAPA, 2006). \n\nMapa 4 e Mapa 5 – Solos dos municípios de Santa Cruz das Palmeiras e Piedade \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: autora, 2017. \n\nEm Piedade encontram-se, sobretudo, a classe dos Argissolos Vermelho-\n\nAmarelos, que apresentam incremento no teor de argila do horizonte superficial para o \n\nhorizonte B, possuem cores avermelhadas e amareladas e a textura varia de arenosa a \n\nargilosa sendo moderadamente ácidos. Os Argissolos Vermelho-Amarelos distróficos \n\n\n\n31 \n\n \n\nsão solos com saturação por base &lt;50% e de baixa fertilidade, sendo recomendável a \n\nadubação e calagem (EMBRAPA, 2006). Para inserção dos dados no modelo apenas a \n\nprimeira classe hierárquica será considerada, dessa forma os solos correspondentes de \n\ncada área são os Latossolos e Argissolos.   \n\n4.2.4. Rede Hidrográfica e Área do manancial \n\nPara a extração da rede hidrográfica foi utilizada a ferramenta Hidrology, do \n\nsoftware ArcGIS 10.1. Seguindo as etapas da ferramenta (Figura 3), foi necessário \n\nprimeiramente corrigir e remover pixels de depressões que impedem a continuidade do \n\nfluxo, dessa forma foi criado um MDE corrigido. Em seguida, utilizando o MDE \n\ncorrigido (1), gerou-se um arquivo de direção de fluxo. Esse processo define o fluxo do \n\ncurso d’água pixel a pixel em oito direções, orientando cada fluxo para uma direção. \n\nMendes (2001, p.378) explica que o algoritmo de cálculo do aspecto discreto (ou \n\ndireção de fluxo) foi obtido por Jenson (1988). A direção de fluxo é feita numa janela \n\nmóvel 3x3 que percorre o MDE e atribui a cada célula a direção de uma de suas oito \n\nvizinhas.  \n\nA atribuição é feita mediante uma pesquisa de direção de maior declividade: \n\na declividade é calculada por dZ/dS, onde dZ é a diferença entre as elevações na célula \n\nda direção considerada e a célula central e dS tem valor igual a 1 nas direções \n\nperpendiculares e raiz de 2 nas diagonais, (MENDES, 2001, p.378). Os pixels recebem \n\nvalores de 1 a 255, os valores de cada direção para o centro respeitam a seguinte \n\ndistribuição: \n\n32 64 128 \n\n16 \n\n \n\n1 \n\n8 4 2 \n\nO processamento dessa etapa resulta em um arquivo raster de direção de \n\nfluxo (2) que será utilizado para o passo seguinte com a identificação do acúmulo do \n\nfluxo (3). Os pixels com acúmulo de fluxo representam áreas com maior concentração \n\nde fluxo, esse dado é importante porque, juntamente com o arquivo anterior, direção do \n\nfluxo, é possível criar a rede de drenagem (4) que posteriormente é ordenada de acordo \n\ncom a metodologia Strahler (5). De acordo com esse método de hierarquização de \n\nStrahler, os primeiros cursos d’água à montante são classificados como de primeira \n\n\n\n32 \n\n \n\nordem até a confluência com outro rio também de primeira ordem, essa união de dois \n\nrios primários cria um rio de segunda ordem que se transforma em um de terceira ordem \n\nquando se encontra com outro de mesmo nível e assim por diante. Dessa forma, o rio \n\nprincipal pode apresentar classificações diferentes ao longo de sua extensão \n\n(CHRISTOFOLETTI, 1980).  \n\nFigura 3 – Etapas da ferramenta Hidrology para extração da rede de drenagem \n\n \n\nFonte: autora, 2017. \n\nApós essas etapas é possível, enfim, extrair a área de contribuição hídrica \n\npara o ponto de captação de água de abastecimento público para os dois municípios, a \n\npartir da ferramenta Watershed que utiliza os dados de direção de fluxo, rede de \n\ndrenagem e ponto de interesse. Essa delimitação corresponde à bacia de contribuição \n\nhídrica do ponto de captação de água, a qual será objeto desse estudo.  \n\n4.2.5. Clima \n\nOs dados de clima necessários para inserção no SWAT são principalmente, \n\ndados diários e mensais de temperatura, pluviosidade, umidade do ar e velocidade do \n\nvento. Para Santa Cruz das Palmeiras essas informações não são disponíveis, desse \n\nmodo, foram usados os dados da estação meteorológica de São Carlos, município mais \n\npróximo da área de estudo (distância de 80 km) e que possuí dados diários da estação \n\ndisponibilizados pelo Sistema Integrado de Dados Ambientais do Instituto Nacional de \n\n\n\n33 \n\n \n\nMeteorologia (INMET). Para Piedade, as informações climáticas foram recolhidas da \n\nestação meteorológica automática do município de Sorocaba. \n\n4.2.6. Uso de Agrotóxicos \n\nOs dados de uso de agrotóxicos foram obtidos em trabalho de campo \n\nrealizado conjuntamente com o Serviço de Vigilância Sanitária do Estado e dos \n\nMunicípios por meio de visitas às propriedades agrícolas e ainda por meio de consulta \n\naos técnicos responsáveis. Em Santa Cruz das Palmeiras, as informações sobre o \n\nmanejo da cana-de-açúcar foram obtidas em visita a uma das Usinas responsáveis pela \n\nprodução na região. Para Piedade, as informações sobre os agrotóxicos utilizados foram \n\nobtidas também em conjunto com o Serviço de Vigilância Sanitária do Estado e do \n\nMunicípio através da visita em 30 propriedades na área do manancial e da observação \n\ndas instalações de armazenagem dos produtos.  \n\n4.2.7. Uso do Solo \n\nO mapa de uso e ocupação do solo foi elaborado a partir da técnica de \n\nClassificação Supervisionada da imagem do satélite RapidEye, datada de outubro de \n\n2014 e disponibilizada pelo Ministério do Meio Ambiente (MMA). A classificação \n\nsupervisionada implica uma etapa inicial de Coletas de Amostras de Treinamento, a \n\npartir das quais o padrão de comportamento espectral é definido para cada classe \n\ndeterminada. Para essa etapa, foram utilizadas imagens do Google Earth-pro para \n\nauxiliar na interpretação visual, e também a realização do trabalho de campo para o \n\nconhecimento e georreferenciamento das áreas agrícolas no manancial de \n\nabastecimento.  \n\nA classificação foi realizada a partir da ferramenta de classificação de \n\nimagem do software ArcGIS 10.1 e usada a metodologia da Máxima Verossimilhança. \n\nEssa análise multiespectral pixel a pixel, considera a ponderação das distâncias entre \n\nmédias dos níveis de cinza das classes e usa as amostras de treinamento para calcular a \n\nprobabilidade de um pixel pertencer a uma determinada classe (IBGE, 2001). \n\n \n\n \n\n \n\n \n\n\n\n34 \n\n \n\nMapa 6 – Uso do solo na bacia de abastecimento de Santa Cruz das Palmeiras \n\n \n\nMapa 7 – Uso do solo na bacia de abastecimento de Piedade \n\n \nFonte: autora, 2017. \n\n\n\n35 \n\n \n\n4.3. Soil Water Assessment Tool – SWAT \n\nUm modelo hidrológico geralmente é definido como uma representação \n\nmatemática do fluxo de água e seus constituintes sobre alguma parte da superfície.  A \n\nmodelagem hidrológica deve ser considerada juntamente com a biológica, física e \n\necológica, já que o transporte de materiais pela água é influenciado por atividades \n\nbiológicas, químicas e físicas que podem aumentar ou diminuir a quantidade desses \n\nmateriais e o regime do fluxo de água (RENNÓ E SOARES et.al 2013). \n\n4.3.1. Dados de entrada \n\nA interface do SWAT exige que os dados apresentem padrões de \n\ninformação e unidades de medidas coincidentes para a sobreposição dos dados. A \n\nprimeira etapa consiste na delimitação da bacia hidrográfica a partir do arquivo de \n\nModelo Digital de Elevação (MDE) que deve estar em formato GRID ESRI com a \n\nresolução e as medidas de elevação em metros. Nessa etapa tem-se a opção de criar uma \n\nmáscara já delimitando a sub-bacia de interesse, de modo que somente a parte do MDE \n\ncontida no limite da máscara será processada, essa opção é importante para reduzir o \n\ntempo de processamento das funções. Com a inserção da máscara a hidrografia e \n\ndeclividade foram geradas automaticamente pelo SWAT.  \n\nPara delimitação das Unidades de Respostas Hidrológicas (HRU’s), é \n\npreciso inserir os dados de solo e uso do solo, os quais devem estar na mesma projeção \n\ndo MDE e possuir a tabela de atributos com os campos renomeados de acordo com os \n\ncódigos já delimitados pelo SWAT. Para os dados de solo, foram usados os parâmetros \n\nreferentes ao primeiro nível de classificação do solo (EMBRAPA, 1999), aos Latossolos \n\ne os Argissolos (Anexos).  \n\nPara a inserção dos dados climáticos no SWAT foi necessário organizar \n\ncada informação em uma tabela separada, dessa forma, os dados de entrada climáticos, \n\ncorrespondem a um conjunto de tabelas no formato.txt, de temperatura, uma tabela de \n\nprecipitação, de umidade relativa do ar, de velocidade do vento e de radiação solar. \n\nCombinados a essas tabelas foram inseridos também no sistema outros parâmetros de \n\nclima que são exigidos pelo programa, esses parâmetros foram obtidos através dos \n\ndados disponíveis nas estações climáticas para os anos de 2008-2015. \n\n\n\n36 \n\n \n\nPara as informações de uso e ocupação do solo, por exemplo, a classificação \n\ninicial foi adaptada para a classificação pré-existente no SWAT. Dessa forma, obteve-se \n\na seguinte classificação:  \n\nQuadro 6– Classificação SWAT de uso e ocupação do solo \n\nSanta Cruz das Palmeiras Piedade \n\nCana SUGC Área Agrícola AGRR \n\nCafé COFF Pastagem PAST \n\nMata FRST Mata FRST \n\nAçudes WATR Açudes WATR \n\nEdificações URML Edificações URML \n\nSolo Exposto BARR Solo Exposto BARR \n\nApós a inserção dos dados da bacia, do solo, da declividade, e do uso e \n\nocupação do solo, a etapa de caracterização da área é seguida pela inserção dos dados \n\nclimáticos os quais irão contribuir para a simulação do balanço hidrológico na bacia.  \n\n \n\nFigura 4 – Fluxograma da metodologia  \n\nFonte: a autora, 2017. \n\n \n\n \n\n\n\n37 \n\n \n\nO SWAT processa os dados a partir de informações diárias e foi elaborado \n\npara predizer o impacto do uso e ocupação do solo no ciclo da água, em bacia \n\nhidrográficas monitoradas e não monitoradas, o que o torna uma ferramenta que pode \n\nser utilizada para os mais diversos contextos de gestão de bacias. (ARNOLD et.al, \n\n2012).  \n\nIndependente da análise desejada, o SWAT se pauta primeiramente pelo \n\nequilíbrio hídrico, dessa forma, para diagnosticar a movimentação dos agrotóxicos, \n\nsedimentos ou nutrientes, o ciclo hidrológico da bacia hidrográfica é a simulação \n\ninicialmente necessária. Esse equilíbrio hídrico considera a fase do ciclo hidrológico no \n\nterreno, que controla a quantidade de água, sedimentos, nutrientes e agrotóxicos no \n\ncanal principal de cada sub-bacia e a fase de itinerário ou rota do ciclo, que considera a \n\nmovimentação dos fluxos d’água até o ponto de descarga (NEITSCH et.al, 2011).  \n\nO processo de análise do equilíbrio hidrológico discrimina o escoamento \n\nsuperficial, infiltração, evapotranspiração, fluxo lateral, drenagem, canais tributários e \n\nredistribuição de água de acordo com o perfil do solo. Para produção de sedimento o \n\nprograma usa a Equação Universal Modificada de Perda de Solo (Modified Universal \n\nSoil Loss Equation – MUSLE), essa equação utiliza a quantidade de escoamento para \n\nsimular a erosão e a produção de sedimentos.  (ARNOLD et.al, 2012). \n\nNeitsch et. al (2011) apresenta os componentes do ciclo hidrológico que o \n\nSWAT considera para a simulação:   \n\n? Armazenamento na copa das árvores: corresponde à água interceptada \n\npela superfície vegetal na qual fica retida e posteriormente eliminada por evaporação. \n\nQuando o método curva número é usado para computar a área de escoamento \n\nsuperficial, o armazenamento na copa das árvores é levado em consideração.  \n\n? Infiltração: referente à entrada da água no perfil do solo o qual se torna \n\ncada vez mais úmido fazendo com que a taxa de infiltração diminua com o tempo, até \n\natingir um valor estável. A taxa inicial de infiltração depende da quantidade de água do \n\nsolo antes da água escoar para a superfície do solo. A taxa final de infiltração equivale à \n\nsaturação da condutividade hidráulica do solo. O modelo utiliza o método de curva de \n\nnúmeros para calcular a área de escoamento superficial, não sendo possível modelar \n\ndiretamente a infiltração. A quantidade de água presente no perfil do solo é calculada \n\n\n\n38 \n\n \n\npela diferença entre a quantidade de precipitação e quantidade de escoamento \n\nsuperficial.  \n\n? Redistribuição: referente à movimentação contínua da água pelo perfil do \n\nsolo quando cessada a entrada de água, ocorre pelas diferenças de umidade do solo. O \n\nmodelo usa uma técnica de rota de armazenamento para prever o fluxo em cada camada \n\nde solo na zona da raiz. O fluxo descendente ou percolação ocorre quando a capacidade \n\nde retenção de água de uma camada de solo é ultrapassada e a camada abaixo não está \n\nsaturada. A taxa de fluxo é regida pela condutividade saturada da camada do solo. \n\n? Evapotranspiração: inclui evaporação dos rios e açudes, solo sem \n\ncobertura vegetal e superfícies com vegetação e transpiração. A potencial evaporação da \n\nágua no solo é calculada por uma função da evapotranspiração potencial e do índice de \n\nárea foliar (área das folhas das plantas equivalentes à área de HRU). A evaporação real \n\nda água existente no solo é calculada por meio de funções exponenciais da profundidade \n\ndo solo e quantidade de água. A evapotranspiração potencial é a taxa em que a \n\nevapotranspiração poderia ocorrer em uma área completa e uniformemente coberta por \n\nvegetação e que tenha acesso ao fornecimento ilimitado de água no solo.  \n\n? Escoamento lateral-subsuperficial: contribuição do fluxo d’água abaixo \n\nda superfície, mas acima da zona de saturação. O escoamento lateral subsuperficial no \n\nperfil do solo (0-2m) é calculado simultaneamente com a redistribuição. Um modelo de \n\nacumulação cinemática é usado para prever o fluxo lateral em cada camada do solo. \n\n? Escoamento superficial: fluxo que ocorre ao longo da superfície, o \n\nSWAT utiliza dos dados de precipitação diária para simular o volume do escoamento \n\nsuperficial e as taxas máximas desse escoamento em cada Unidade de Resposta \n\nHidrológica (HRU).  \n\n? Retorno de Fluxo: corresponde ao volume do fluxo do curso d’água \n\noriginado nas águas subterrâneas. O modelo SWAT divide as águas subterrâneas em \n\ndois sistemas de aquíferos: o aquífero raso não confinado, o qual contribui para o \n\nretorno do fluxo ao córrego dentro da bacia hidrográfica, e o um aquífero profundo \n\nconfinado, que contribui para o retorno do fluxo ao córrego fora da bacia hidrográfica.  \n\nAs águas de percolação que ultrapassam o final da zona de raízes são divididas em duas \n\nfrações, cada fração se torna uma fonte de abastecimento para um dos aquíferos. Além \n\nde repor o fluxo de água, a água armazenada no aquífero raso pode reabastecer a \n\n\n\n39 \n\n \n\numidade do perfil do solo em condições secas ou, ser diretamente absorvida pela \n\nvegetação.  \n\nConsiderando esses processos, o modelo simula o ciclo hidrológico no solo \n\nbaseado pela equação:  \n\nSW1=SW0 + ?\nt\n (Rday – Qsurf – Ea – Wseep – Qgw) \n\nEm que SW1  representa a quantidade final de água no solo (mmH2O); SW0 \n\né a umidade do solo inicial no dia i (mmH2O). T é o Tempo em dias. Rday a quantidade \n\nde precipitação no dia i (mmH2O); Qsurf a quantidade de escoamento superficial no dia i \n\n(mmH2O); Ea a quantidade de evapotranspiração no dia i (mmH2O); Wseep  a quantidade \n\nde água que entra na zona de aeração do perfil do solo no dia i (mmH2O); e Qgw a \n\nquantidade de retorno do fluxo dia i (mmH2O).  \n\nDessa forma, o SWAT gera uma simulação do ciclo hidrológico para a área \n\nde interesse e apresenta como resultado uma representação gráfica da bacias com os \n\nvalores (mm) para cada variável hidrológica além de dados mensais.  \n\n \n\n \n\n \n\n \n\n \n\n\n\n40 \n\n \n\n5. RESULTADOS E DISCUSSÃO \n\n5.1. Resultado da Modelagem SWAT – Santa Cruz das Palmeiras \n\nA sequência de etapas no SWAT inicia-se pelo Watershed Delineator, ou \n\nseja, os primeiros resultados que o modelo fornece correspondem à delimitação da bacia \n\nde interesse, suas características de solo e declividade assim como o uso e ocupação, e a \n\ndelimitação em sub-bacias. A área da bacia de contribuição do manancial de \n\nabastecimento possui 11,6km² e é ocupada predominantemente pela cultura da cana-de-\n\naçúcar, com declividade de 3% a 8% e foi dividida em 23 sub-bacias (Figura 5).  \n\nAs Unidades de Respostas Hidrológicas (Hidrologic Response Units – \n\nHRU) foram divididas a partir do uso do solo predominante; dessa forma, o modelo \n\napresentou 23 divisões geradas, das quais 17 possuem sua maior área ocupada pela \n\ncana-de-açúcar (Figura 6).  \n\nFigura 5 – Divisão das HRU’s na bacia de abastecimento de Santa Cruz das Palmeiras \n\n \n\nFonte: a autora, 2017\n\n\n\n41 \n\n \n\nFigura 6 – Classificação do uso do solo na bacia de Santa Cruz das Palmeiras \n\n \n\nFonte: a autora, 2017 \n\nO resultado da caracterização indica que 57,42% da área são ocupados pela \n\ncana-de-açúcar, e 24,76% correspondem à área destinada à cana-de-açúcar, mas \n\nclassificadas como solo exposto devido à rotatividade atual da colheita. A ocupação \n\nurbana corresponde a 6,66%; mata 6,28%; café 4,63%; e açudes 0,23%.  \n\nA partir dos resultados da classificação do uso do solo, é perceptível não só \n\no predomínio da cana-de-açúcar como também a escassez de vegetação natural, \n\nsobretudo nas Áreas de Proteção Permanente (APP) que correspondem à preservação \n\ndas matas ciliares e Áreas de Reserva Legal (RL). A escassez de vegetação pode \n\nfacilitar processos erosivos e o aumento do escoamento superficial, mecanismos de \n\ncarregamento de nutrientes e substâncias tóxicas do solo para os corpos d’água.  \n\nAs sub-bacias 2, 22, 20, 19, 12 e 17 possuem mais de 80% da sua área \n\nocupada por cana-de-açúcar, com um destaque especial para as sub-bacia 17 e 22, pelas \n\nquais passam os rios e as sub-bacias 2 e 12 nas quais possuem nascentes.  Em relação à \n\npreservação da vegetação, a área que apresenta maior porcentagem de mata é a sub-\n\n\n\n42 \n\n \n\nbacia 13, contudo não chega a 50% de sua ocupação. Para áreas de reservatórios de \n\nabastecimento público, o Novo Código Florestal determina que as APP’s devam \n\ncorresponder a larguras de 30m a 100m em zona rural e de 15m a 30m em zona \n\nurbana\n13\n\n. Ainda que seja possível verificar a presença de APP na área, ela ocorre \n\nesparsamente e é possível observar a ocorrência de vários trechos de rio desprotegidos.  \n\nA partir dos dados utilizados da estação automática de São Carlos, a \n\nprecipitação foi simulada considerando sete anos de dados. O gráfico a seguir apresenta \n\no resultado da simulação da precipitação comparativamente com a precipitação esperada \n\npara o município de Santa Cruz das Palmeiras e para o município de São Carlos, \n\nsegundo dados do CEPAGRI. \n\nGráfico 1 – Resultado da simulação da precipitação para a bacia de Santa Cruz das \n\nPalmeiras \n\nFonte: a autora, 2017. \n\nComo observado no gráfico, a simulação tendeu a subestimar as maiores \n\nprecipitações, como nos meses de outubro a dezembro, principalmente no mês de \n\nfevereiro e também em agosto, considerado o mês mais seco para a área. Por outro lado, \n\nnos meses de redução das chuvas, o modelo superestimou a precipitação como é \n\n                                                 \n13\n\n http://www.ciflorestas.com.br/cartilha/APP-localizacao-e-limites_protecao-conservacao-dos-recursos-\n\nhidricos-dos-ecossistemas-aquaticos.html \n\n\n\n43 \n\n \n\npossível observar os dados de junho e julho. Contudo, a simulação foi considerada \n\nsatisfatória por apresentar o mesmo comportamento da ocorrência de chuvas esperadas \n\npara a região.  \n\nO SWAT também apresenta como resultado o balanço hidrológico anual da \n\nbacia de forma esquemática, incluindo a Curva Número, que corresponde não só ao \n\ngrupo hídrico do solo, mas este combinado com a cobertura da área. Para essa bacia, a \n\nCurva Número foi de 77, valor considerado alto e que pode descrever uma situação de \n\nreduzida cobertura vegetal, ou agricultura intensa e de possível escoamento superficial \n\nexcessivo (TUCCI 1993).  \n\nFigura 7 – Resultado da simulação hidrológica na bacia de Santa Cruz das Palmeiras \n\n \n\nObserva-se que a Evapotranspiração real foi estimada em 60% do Potencial \n\nde Evapotranspiração e em 51% do total precipitado. A percolação no solo e o \n\nescoamento superficial correspondem a maior quantidade de água (mm) no processo \n\nterrestre (46% do volume precipitado) e estão relacionados às características de \n\npermeabilidade do solo. No caso de Santa Cruz das Palmeiras os Latossolos são \n\n\n\n44 \n\n \n\nconsiderados solos mais profundos, bem drenados e bem permeáveis mesmo quando \n\nmais argilosos, são solos de fácil preparo para plantio que combinado com relevo pouco \n\nondulado e baixa erodibilidade são intensamente ocupados por culturas extensivas \n\n(OLIVEIRA, 2008). \n\nO escoamento superficial também está relacionado à cobertura vegetal, já \n\nque a presença de raízes profundas tende a diminuir o escoamento superficial, enquanto \n\nque raízes mais curtas, como as da cana-de-açúcar, podem contribuir para o aumento do \n\nescoamento superficial (ARMAS, 2006). Contudo as sub-bacias 17, 19 e 20 que \n\npossuem sua maior área ocupada por cana-de-açúcar não apresentaram os maiores \n\nvalores de escoamento. A partir dos dados estimados de escoamento superficial (Figura \n\n8) é possível observar que as sub-bacias que apresentaram as médias mais elevadas de \n\nescoamento correspondem àquelas que possuem maior porcentagem de solo exposto (3, \n\n4, 16, 21 e 23), uma vez que a ausência de vegetação facilita o escoamento superficial \n\n(RESENDE, 2007).  \n\nMedir o escoamento superficial é importante, porque ele representa um \n\nmeio significativo pelo qual os agrotóxicos aplicados no solo atingem os corpos d’água. \n\nE embora as áreas de plantio estejam a mais de 50m dos cursos d’água, como determina \n\no Código Florestal, ao levar em conta o uso de agrotóxicos, muitos herbicidas \n\nusualmente utilizados na cana-de-açúcar, como por exemplo, o Tebutiuron e o \n\nMetolaclor, não devem ser aplicados em áreas com distância inferior a 500m dos corpos \n\nd’água destinados ao abastecimento público e identificadas como áreas alagáveis, \n\nsegundo indicação do próprio fabricante. Essa recomendação está presente, inclusive \n\nnas bulas comerciais dos produtos, por serem substâncias persistentes e apresentarem \n\nrisco de contaminação das águas e vida aquática. \n\nO ciclo da cana-de-açúcar envolve cinco ou seis cortes\n14\n\n, e pode ser \n\nrealizada em sistema de ano-e-meio (Cana de 18meses) ou em sistema de ano (Cana de \n\n12meses). O mais utilizado em grandes produções é o sistema inicial de 18 meses no \n\nqual a cana-de-açúcar é plantada entre os meses de janeiro e março. Os três primeiros \n\nmeses correspondem ao desenvolvimento inicial da cana que diminui seu ritmo com a \n\nchegada do inverno (período mais seco de abril a agosto), em seguida entra o período de \n\nvegetação e amadurecimento (setembro a abril), (Figura 9).  \n\n                                                 \n14\n\nhttp://www.agencia.cnptia.embrapa.br/gestor/cana-de-acucar/arvore/CONTAG01_33_711200516717.html \n\n\n\n45 \n\n \n\nFigura 8- Resultado da simulação do escoamento superficial por sub-bacia \n\n \n\nFonte:a autora, 2017. \n\nFigura 9 – Ciclo da cana-de-açúcar na bacia de abastecimento, 2013, 2014, 2016 \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: Google Earth Pró, série histórica CNS/Astrium, 2017. \n\n\n\n46 \n\n \n\nA aplicação de agrotóxicos, em especial de herbicidas, concentra-se nos \n\nmeses de janeiro a março, podendo ocorrer em novembro e dezembro, correspondendo, \n\nportanto, ao período mais úmido e chuvoso no estado de São Paulo e consequentemente \n\nde maior escoamento superficial. Através do levantamento de campo foram \n\nidentificados alguns agrotóxicos utilizados na área, contudo raramente foi possível saber \n\na quantidade exata aplicada. Para fins de mensuração do quanto pode estar sendo \n\naplicado na bacia, usou-se a quantidade recomendada de cada princípio ativo para a \n\ncultura. Considerando a plantação de cana-de-açúcar tem-se uma aplicação desses \n\nagrotóxicos em uma área total de 463.97 hectares.  \n\nGráfico 2 – Quantidade de cada agrotóxico aplicados na cana-de-açúcar \n\n \n\nFonte: a autora, 2017. \n\nA partir dessa estimativa, os agrotóxicos utilizados na cana-de-açúcar de \n\nmaior quantidade na área são herbicidas, em especial atrazina, ametrina, diuron e \n\nmetolacloro. Foi realizado um levantamento das características desses agrotóxicos, \n\n(apresentado mais a frente - Quadro 7), a partir do banco de dados (PPDB- Pesticide \n\nProperties Database) desenvolvido pelo Departamento de Pesquisa em Agricultura e \n\nMeio Ambiente da Universidade de Hertfordshire, no Reino Unido.  De posse desses \n\ndados, verificou-se que a atrazina é um herbicida de alto potencial de lixiviação, \n\npersistência moderada no solo e mobilidade moderada. Seu uso não está aprovado nos \n\npaíses da União Europeia e Inglaterra. Contudo, é autorizada no Brasil e a Portaria MS \n\n\n\n47 \n\n \n\nnº 2.914/2011 apresenta um  Valor Máximo Permitido (VMP) para água de consumo de  \n\n2?g/L. A atrazina possui classificação quanto ao seu potencial de interferência \n\nendócrina e de neurotoxicidade como “possivelmente”, o que significa que pode estar \n\nassociada a estes efeitos,  porém ainda não há evidências conclusivas.  \n\nJá a ametrina tem moderada mobilidade, moderada persistência no solo, \n\nmoderada solubilidade em água e baixo potencial de lixiviação. Assim como a atrazina, \n\nseu uso não está autorizado nos países da União Europeia e Inglaterra, e a Portaria MS \n\nnº 2.914/2011 não apresenta valores de VMP. Ainda se desconhece seu potencial \n\ncarcinogênico bem como seu potencial para interferência endócrina e neurotoxicidade. \n\nAcerca da substância diuron, ela tem seu uso aprovado pela União Europeia e \n\nInglaterra. A Portaria MS nº 2.914/2011 determina um VMP de 90?g/L. Possui baixa \n\nsolubilidade em água, moderada persistência no solo e leve mobilidade, sendo \n\nclassificada como possivelmente carcinogênico e interferente endócrino.   \n\nEsses agrotóxicos identificados como de maior utilização na cana-de-açúcar \n\ncondizem com os resultados obtidos pelo projeto FAPESP/PPSUS. Os meses que \n\napresentaram maior quantidade de substâncias presentes no manancial de abastecimento \n\npúblico correspondem aos meses de maior escoamento superficial que coincidem com o \n\nperíodo mais chuvoso. A maioria dos meses apresentaram pelo menos uma substância e \n\no mês de novembro registrou até quatro substâncias diferentes (gráfico 3).  Esse \n\nresultado pode ser atribuído tanto ao período de aplicação dos herbicidas, o qual se \n\ncoincide com os meses chuvosos, como também ao fato de que nos meses mais secos o \n\nescoamento superficial diminui, e os agrotóxicos tendem a permanecer retidos no solo \n\ndependendo de suas características.   \n\nContudo é preciso considerar que outras variáveis podem influenciar esse \n\nresultado, como por exemplo, a data de coleta das amostras de água e a quantidade de \n\nchuva nesse dia. As amostras de água do projeto FAPESP/PPSUS não foram \n\nnecessariamente coletadas após eventos de chuva, caso fossem poderia apresentar um \n\naumento dessas substâncias na água.   \n\n \n\n \n\n \n\n\n\n48 \n\n \n\nGráfico 3 – Resultado da simulação da vazão e escoamento da bacia e o número de \n\nagrotóxicos encontrados nas análises mensais de Santa Cruz das Palmeiras \n\n \n\nFonte: a autora, 2017. \n\nCom o intuito de identificar o impacto do uso do solo no ciclo hidrológico \n\nda bacia, principalmente na variável escoamento superficial, testou-se outra \n\nclassificação de ocupação dessa bacia. Considerando que áreas florestadas têm uma \n\ncapacidade de armazenamento da água no solo maior que áreas agrícolas ou degradadas, \n\nfoi projetado um cenário de preservação. As parcelas correspondentes à cana-de-açúcar \n\nforam reclassificadas como mata, resultando em uma preservação de mais de 50% da \n\nárea de contribuição. \n\nUtilizando os mesmos dados climáticos da simulação original, bem como os \n\ndados de solo e declividade o ciclo hidrológico foi novamente simulado com o objetivo \n\nde observar possíveis alterações. O Gráfico 4 apresenta esses resultados \n\ncomparativamente ao simulado para o cenário atual. O cenário preservado apresentou \n\nvalores menores para escoamento superficial e para curva número ao mesmo tempo em \n\nque apresentou valores maiores para percolação no solo, fluxo de retorno e recarga do \n\naquífero. Esse resultado reflete um ciclo hidrológico mais equilibrado que pode \n\ncontribuir para melhoria da qualidade da água quando considerado também o fato de \n\nque uma área preservada recebe uma quantidade menor de agrotóxicos.  Áreas que \n\napresentam cobertura vegetal preservada tendem a reter a umidade no solo e reduzir o \n\n\n\n49 \n\n \n\nescoamento superficial, diminuindo processos erosivos e consequentemente o \n\ncarregamento de sedimentos e contaminantes para os cursos d’água (RANDHIR et. al, \n\n2001).  \n\nGráfico 4– Parâmetros hidrológicos (mm) para os dois cenários de uso do solo na bacia de \n\ncontribuição de Santa Cruz das Palmeiras \n\n \n\nFonte: a autora, 2017. \n\nPara fins de melhor aproximação com a área, foram realizados trabalhos de \n\ncampo a partir dos quais se caracterizou não só o uso do solo, mas também alguns \n\npontos que possam ser considerados fontes pontuais de contaminação para o cenário \n\natual de ocupação. A bacia de contribuição, como apresentado anteriormente, possui \n\nextensa área ocupada pela cultura de cana-de-açúcar e, entre outros usos estão pequenas \n\nproduções agrícolas, como café, milho, e instalações industriais.  \n\nUm dos pontos visitados corresponde a uma empresa de beneficiamento de \n\nlaranja, a qual recebe frutas plantadas na região, nos municípios de Aguaí e Casa \n\nBranca, e realiza a lavagem e ensacamento do produto. São lavadas cerca de 3 mil \n\ncaixas/dia de laranja com amônia quartenária, essa água da lavagem é direcionada a um \n\npoço de decantação tratado com cloração para posteriormente ser despejada no Ribeirão \n\nFeio, um dos rios que serve de abastecimento. A figura 10 mostra o processo de \n\nlavagem das laranjas, o poço de decantação da água residual e o aspecto da água final, \n\ndescartada do rio.  \n\n \n\n\n\n50 \n\n \n\nFigura 10 – Empresa de beneficiamento de laranja e poço de água residual \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: a autora, 2016. \n\n Essa água descartada pode conter quantidades residuais de agrotóxicos \n\ncomumente utilizados na laranja, como por exemplo, fipronil, paraquat, imidacloprido \n\ne difenoconazol, contudo a empresa não realiza análise dessa água descartada tão pouco \n\no controle da produção da laranja recebida de forma que se desconhecem quais \n\nagrotóxicos foram utilizados nos produtos recebidos.  \n\nOutra área observada situa-se ao lado da anterior e também está inserida na \n\nárea de contribuição do ponto de abastecimento. Especializada em biotecnologia, a \n\nempresa possui um Centro de Difusão de Tecnologia no município, no qual são \n\nrealizados experimentos de técnicas de manejo de cana-de-açúcar, do milho e até \n\n\n\n51 \n\n \n\nrecentemente, de algodão. É feito também teste de eficiência de sementes transgênicas e \n\nde herbicidas como o Roundup NA e Roundup Read Plus, produtos a base de glifosato e \n\natrazina em estufas de ambiente controlado.  Na propriedade, há um açude particular \n\nligado ao Ribeirão Feio, próximo a sua nascente, usado para irrigação das plantações \n\nexperimentais. \n\nNão foram permitidos registros fotográficos das plantações ou das estufas \n\nde testes de sementes transgênicas. A figura 11 corresponde à imagem de satélite da \n\nárea das duas empresas, onde é possível observar: (1) a localização da nascente do \n\nmanancial de abastecimento; (2) o açude represado pela empresa de biotecnologia; (3) \n\nirrigação de suas plantações experimentais; (4) ponto de descarte da água residual \n\nutilizada no beneficiamento da laranja. \n\nFigura 11- Área das empresas \n\n \n\nFonte: Google Earth Pro (2016). \n\n1 \n\n2 \n\n3 \n\n4 \n\n\n\n52 \n\n \n\nAlém das empresas citadas acima, consideradas potenciais fontes de \n\ncontaminação pontual devido a suas atividades, outro local identificado como \n\nimportante para atenção e monitoramento corresponde a um posto de coleta de \n\nembalagens de agrotóxicos. Nesse local, são recolhidos a cada duas semanas 40 sacos \n\ncontendo 70 embalagens cada um (figura 12). As embalagens recebidas são de produtos \n\nutilizados na região de Santa Cruz das Palmeiras. Na propriedade, há um poço de \n\nmonitoramento para análise da água subterrânea e do solo com profundidade de 7m, \n\ncontudo não foram obtidas informações sobre o resultado dessas análises.  \n\nFigura 12 – Posto de recolhimento de embalagens \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: autora, 2016. \n\n\n\n53 \n\n \n\nA partir da observação da modelagem hidrológica, da caracterização da \n\nbacia de contribuição e dos pontos levantados em campo, foi possível estimar e \n\nidentificar algumas áreas como vulneráveis à aplicação de agrotóxicos e que podem \n\nestar contribuindo para a contaminação da água de abastecimento público. Dessa \n\nmaneira, buscou-se dividir essas áreas em três categorias: (1) as sub-bacias que possuem \n\nfontes pontuais de contaminação (sub-bacias 3,4 e 14) juntamente com as sub-bacias em \n\nque se encontra o ponto de captação de água para abastecimento (10 e 11) foram \n\nidentificadas como prioritárias para monitoramento constante de agrotóxicos; (2) as sub-\n\nbacias que apresentaram predomínio da cana-de-açúcar foram consideradas importantes \n\npara atenção e melhor gestão da aplicação de agrotóxicos, devido à intensificação da \n\ncultura e sua proximidade com os corpos d’água; e (3) as sub-bacias que apresentaram \n\nmaior escoamento, e que possuem predomínio de solo exposto, foram consideradas \n\ncomo importantes para atenção aos eventos de maior chuva, devido à facilidade de \n\ncarregamento de sedimentos para os corpos d’água da mesma forma em que precisam \n\nser priorizadas para melhorias na cobertura vegetal.  \n\nDiante dos resultados, entende-se que o monitoramento da qualidade da \n\nágua, para esse manancial de abastecimento deva-se concentrar a princípio nos pontos \n\nsugerido no Mapa 8, com atenção especial aos meses chuvosos, nos quais se \n\nconcentram a aplicação de agrotóxicos na cana-de-açúcar. Associadamente seria de \n\ngrande relevância se a empresa de beneficiamento de laranja exigisse aos seus \n\nfornecedores uma relação dos produtos utilizados nas plantações e repassasse essas \n\ninformações, assim como a usina de açúcar e álcool, ao município.  \n\nEm trabalho de campo, buscou-se por essas informações inicialmente na \n\nSecretária Municipal de Saúde e na Casa de Agricultura, no entanto, ambas não \n\npossuem informações sobre o que é utilizado no município. Devido ao predomínio da \n\ncana-de-açúcar, o controle do uso dos agrotóxicos nessa cultura restringe-se ao setor \n\nresponsável da Usina na região, não havendo nenhuma obrigatoriedade de reportar essas \n\ninformações às autoridades municipais. Desse modo, ao desconhecer o manejo das \n\natividades agrícolas e o risco das atividades industriais presentes na bacia, também se \n\nignora o risco de contaminação do manancial de abastecimento e seus e os riscos à \n\nsaúde humana.  \n\n \n\n\n\n54 \n\n \n\nMapa 8 – Áreas prioritárias para monitoramento na bacia de contribuição de Santa Cruz \n\ndas Palmeiras \n\n \nFonte: a autora, 2017. \n\n\n\n55 \n\n \n\n5.2. Resultado da Modelagem SWAT- Piedade \n\nA bacia de contribuição do manancial de abastecimento do município de \n\nPiedade corresponde a 93.59km² e foi dividida no modelo em 25 sub-bacias, bem como \n\nem Unidades de Respostas Hidrológicas (Figura 13) ao considerar suas características \n\npredominantes de declividade que se concentram entre 20% e 45% e de uso e ocupação \n\ndo solo (Figura 14).  \n\nFigura 13 – Divisão das HRUs na bacia de abastecimento de Piedade \n\n \nFonte: a autora, 2017. \n\nA agricultura em Piedade é desenvolvida em pequenas e médias \n\npropriedades, corresponde a uma produção diversificada onde é se destacam os cultivos \n\nde morango, cebola, alho, alface, couve, pêssego e ameixa. \n\n\n\n56 \n\n \n\nFigura 14- Classificação do uso do solo na bacia de Piedade por HRUs \n\n \nFonte: a autora, 2017. \n\nA bacia é ocupada principalmente por mata (53%), seguida por agricultura \n\n(32%) e pastagens (8%), os outros 7% da área são divididos entre solo exposto, açudes e \n\nedificações. As sub-bacias 1, 20, 21 e 24 possuem mais de 80% de sua área florestada e \n\napresentam nascentes mais preservadas, diferente das nascentes presentes nas sub-\n\nbacias 3, 5, e 19, que são ocupadas predominantemente por agricultura assim como as \n\nsub-bacias 4, 10, 11 e 12. Nota-se que a atividade agrícola se concentra nas sub-bacias \n\nmais próximas ao ponto de captação. \n\nA partir dos dados climáticos de sete anos da estação automática de \n\nSorocaba, a precipitação na área foi simulada no modelo. O gráfico a seguir apresenta o \n\nresultado da simulação comparativamente aos dados mensais de chuva esperada para o \n\nmunicípio de Piedade e Sorocaba, segundo dados do CEPAGRI. A partir da observação \n\ndo gráfico, é possível notar que embora a simulação seja considerada satisfatória, \n\nsubestimou os valores na maior parte do período principalmente em fevereiro e março. \n\n \n\n\n\n57 \n\n \n\nGráfico 5 – Resultado da simulação da precipitação para bacia de Piedade \n\n \n\nFonte: a autora, 2017. \n\nOs meses correspondentes ao verão (dezembro-março) são os que \n\nconcentram maior quantidade de chuva enquanto que o inverno (junho-setembro) \n\ncorresponde ao período com menor valor precipitado. Para o município espera-se um \n\ntotal de precipitação de 1.300mm/ano e o modelo estimou 1.261 mm/ano o que foi \n\nconsiderada uma simulação satisfatória.  \n\nQuanto à simulação do ciclo hidrológico, a evapotranspiração real \n\ncorrespondeu a 49,7% do Potencial de Evapotranspiração e 49,2% do total precipitado, \n\no escoamento subsuperficial (fluxo lateral) representou 37,2% da precipitação, essas \n\nduas variáveis são, portanto, os principais destinos da água que entra no sistema. A \n\npercolação e o escoamento superficial foram considerados baixos e correspondem \n\njuntos a 13% da quantidade de chuva (Figura 15).  Esses resultados estão relacionados \n\nàs características do solo e da cobertura vegetal.  \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n58 \n\n \n\nFigura 15 – Resultado da simulação hidrológica da bacia de Piedade \n\n \n\nMapa 9 – Simulação do escoamento superficial por HRU’s na bacia de Piedade \n\n \n\n\n\n59 \n\n \n\nO valor elevado do escoamento subsuperficial da bacia pode ser atribuído ao \n\npredomínio de floresta preservada que com suas raízes profundas auxiliam na infiltração \n\nda água e mantém o solo úmido por mais tempo (TUCCI,1993). A partir do escoamento \n\nsuperficial extraído para cada sub-bacia (Mapa 9) é possível observar que as áreas que \n\napresentaram maior escoamento correspondem às sub-bacias com uso predominante da \n\nagricultura enquanto que aquelas com maior porcentagem de preservação apresentaram \n\num escoamento menor. \n\nAs culturas presentes na bacia são de curta duração, de modo que as \n\ninformações sobre época de aplicação dos agrotóxicos não foram obtidas com muita \n\nprecisão. Embora sejam áreas pequenas de plantio, essas plantações são irrigadas e estão \n\nlocalizadas em áreas de morro de declividade média, o que pode contribuir para eventos \n\nde erosão e para o escoamento dos agrotóxicos. Foi possível identificar que alguns \n\nherbicidas, como o metolaclor e prometrina são usados praticamente durante todo o \n\nano, em especial nos meses chuvosos.  \n\nA substância metalocloro é um herbicida de uso suspenso na União \n\nEuropeia e Inglaterra (quadro 7), possui alta solubilidade em água, volatilização \n\nmoderada assim como sua mobilidade e persistência no solo. É classificado como \n\npossivelmente carcinogênico e interferente endócrino, a Portaria MS nº 2.914/2011 \n\ndetermina um VMP de 10 ?g/L para água de consumo humano. Prometrina também é \n\num herbicida de uso proibido na União Europeia e sem regulação do VMP em água de \n\nconsumo humano pela Portaria MS nº 2.914/2011, tem mobilidade e persistência \n\nmoderadas no solo e baixo potencial de lixiviação, é uma substância reconhecida como \n\ninterferente endócrino e possivelmente neurotóxica.  \n\nOs resultados do projeto FAPESP/PPSUS mostram pelo menos um \n\nagrotóxico no manancial de abastecimento público de Piedade, durante todo o ano. \n\nComparando com a simulação hidrológica, os períodos de aumento do escoamento \n\nsuperficial corresponderam a maior ocorrência de agrotóxicos na água, com exceção do \n\nmês de maio. O mês de outubro registrou até cinco substâncias diferentes e maio, \n\nsetembro e novembro duas substâncias \n\n \n\n \n\n \n\n \n\n\n\n60 \n\n \n\nGráfico 6 – Resultado da simulação da vazão e escoamento da bacia e o número de \n\nagrotóxicos encontrados nas análises mensais de Piedade \n\nFonte: a autora, 2017. \n\nPara fins de aproximação com a área de estudo, foram realizados trabalhos \n\nde campo não só para auxiliar no mapeamento do uso e ocupação do solo, mas também \n\npara buscar identificar possíveis fontes pontuais de contaminação. Durante as visitas em \n\ncerca de 30 propriedades observou-se o recorrente uso da irrigação em diferentes tipos \n\nde plantio, em muitos casos as instalações para o bombeamento da água não possuíam \n\noutorga do DAEE. Em alguns açudes utilizados para irrigação há vazamento de óleo \n\nproveniente dos equipamentos de bombeamento dessas águas para os níveis mais altos \n\ndas propriedades.  \n\nA figura 16 retrata as características de plantio comumente encontrados na \n\nárea de estudo. São plantações muitas vezes em declive, com irrigação constante e \n\ncontaminação de açudes por vazamentos de óleo. Foi verificado que a maioria dos \n\nagricultores possui instalações de armazenamento dos agrotóxicos, contudo nenhum \n\npossuía os Equipamentos de Proteção Individual (EPI) necessários para a aplicação. As \n\norientações e recomendações de produto utilizado são obtidas diretamente nas lojas de \n\ncomercialização de insumos agrícolas, sem que haja avaliação prévia das condições da \n\nterra e da produção por parte de um agrônomo. \n\n \n\n\n\n61 \n\n \n\nFigura 16 – Registro de campo das plantações em Piedade. \n\n \n\n \n\n \n\n \n\n \n\n  \n\n \n\n \n\n \n\n \n\n \n\nFigura 17 – Instalações de armazenamento dos agrotóxicos. \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n\n\n62 \n\n \n\nO local visitado que se apresentou como potencial fonte pontual de \n\ncontaminação da água de consumo humano corresponde a um lavadouro de legumes, \n\nsobretudo de cenouras, que descarta a água residual da lavagem no rio Pirapora \n\n(manancial de abastecimento). Essa área está localizada ao lado do rio, entre as sub-\n\nbacias 1,2 e 5, muito próximo ao ponto de captação de água e da estação de tratamento \n\ndo município. O estabelecimento bombeia água do rio Pirapora para a lavagem, a água \n\nresidual passa por poços de decantação nos quais deveriam ficar retidos resíduos de solo \n\ne folhagens, para depois ser descartada no mesmo rio.  \n\nFigura 18 – Lavadouro de legumes próximo ao rio Pirapora \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nFonte: autora, 2016. \n\n Nesse ponto, observa-se um processo de assoreamento logo abaixo da \n\nárea de descarte dessa água, o que indica que resíduos de solo são levados para o rio. De \n\nacordo com informações obtidas no local, esses legumes não são produzidos no \n\n\n\n63 \n\n \n\nmunicípio, vêm em sua maioria, do estado de Minas Gerais, sem nenhuma informação \n\nsobre os possíveis agrotóxicos utilizados em sua plantação.  \n\nAnalisando os mapas de uso e ocupação do solo, de escoamento superficial \n\ne das características da bacia observadas em campo, buscou-se identificar os \n\ncompartimentos de maior vulnerabilidade para contaminação da água por agrotóxicos. \n\nDessa forma, as sub-bacias foram dividas em duas categorias de sugestão de ação: (1) \n\nprioridade de monitoramento de agrotóxicos; (2) atenção para aplicação de agrotóxicos. \n\nPara algumas sub-bacias, como a 1 e a 5, sugere-se que sejam aplicadas as duas ações, \n\numa vez que são bacias que apresentam fonte pontual de contaminação, predomínio da \n\natividade agrícola e alto escoamento superficial. As bacias classificadas como “atenção \n\npara utilização” correspondem àquelas com predomínio da agricultura e maiores valores \n\nde escoamento.  \n\nDiante do exposto, faz-se necessário uma atenção maior para o uso de \n\nagrotóxicos na bacia de contribuição hídrica do manancial de abastecimento público. \n\nAssim como observado em Santa Cruz das Palmeiras, também em Piedade houve \n\ndificuldade em obter dados da comercialização e aplicação de agrotóxicos no município, \n\nsendo essas informações ausentes tanto na Secretária Municipal de Saúde, quanto na \n\nCasa de Agricultura. A partir dos resultados obtidos, entende-se que o monitoramento \n\ndo uso de agrotóxicos, para esse manancial de abastecimento, deva se concentrar a \n\nprincípio nas áreas sugeridas no mapa 10. Associadamente seria importante que a Casa \n\nde Agricultura elaborasse um registro dos agrotóxicos comercializados para que o \n\nmunicípio tenha conhecimento dos produtos utilizados e seus riscos.  \n\nA maior parte dos agrotóxicos utilizados na área é classificada como (I) - \n\nextremamente tóxico e com periculosidade ambiental (II) - muito perigoso ao meio \n\nambiente. Essas substâncias apresentam características persistentes no meio ambiente e \n\nde risco à vida aquática, no entanto, são aplicadas no ambiente sem a devida orientação \n\npor parte das autoridades municipais.   \n\n \n\n\n\n64 \n\n \n\nMapa 10- Áreas prioritárias para monitoramento na bacia de abastecimento de Piedade. \n\n \nFonte: a autora, 2017. \n\n\n\n65 \n\n \n\nQuadro 7 – Agrotóxicos utilizados nas áreas estudadas e suas características ambientais e toxicológicas \n\nSubstância \n\nbásica \nTipo n° CAS \n\nStatus EC \n\nRegulation \n\nPortaria \n\nMS \n\n2.914/2011 \n\nSolubilidade \n\nem água \nGUS BCF Carcinogênico Mutagênico \n\nDisruptor \n\nendócrino \n\nInibidor de \n\ncolinesterase \nNeurotóxico \n\nAbamectina** Inseticida \n71751-\n\n41-2 \n- Não consta - - - - - - - - \n\nAmetrina Herbicida \n834-12-\n\n8 \n\nNão \n\naprovado \nNão consta Moderada \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \n- Não - Não - \n\nAtrazina Herbicida \n1912-\n\n24-9 \n\nNão \n\naprovado \nConsta Baixa \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nNão Não Possível Não Possível \n\nAzoxistrobina Fungicida \n131860-\n\n33-8 \nAprovado Não consta Baixa Transição \n\nBaixo \n\npotencial \nNão - - Não Não \n\nBifentrina Inseticida \n82657-\n\n04-3 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nPossível Possível Sim Não Sim \n\nBoscalida Fungicida \n188425-\n\n85-6 \nAprovado Não consta Baixa Transição \n\nLimiar de \n\npreocupação \nPossível - Não Não Não \n\nCaptana Fungicida \n133-06-\n\n2 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nPossível Não Não Não Não \n\nCarbossulfano Inseticida \n55285-\n\n14-8 \n\nNão \n\naprovado \nNão consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão - Não Sim Não \n\nCiazofamida Fungicida \n120116-\n\n88-3 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão Não - Não Não \n\nCimoxanil Fungicida \n57966-\n\n95-7 \nAprovado Não consta Alta \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nNão - - Não Não \n\nClorotalonil Fungicida \n1897-\n\n45-6 \n- Não consta - - - - - - - - \n\nDeltametrina Inseticida \n52918-\n\n63-5 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão Não Sim Não Sim \n\nDifeconazol Fungicida \n119446-\n\n68-3 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nPossível - Não Não Não \n\nDimetoato Inseticida 60-51-5 Aprovado Não consta Alta \nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nPossível Não Possível Sim Não \n\n\n\n66 \n\n \n\nSubstância \n\nbásica \nTipo n° CAS \n\nStatus EC \n\nRegulation \n\nPortaria \n\nMS \n\n2.914/2011 \n\nSolubilidade \n\nem água \nGUS BCF Carcinogênico Mutagênico \n\nDisruptor \n\nendócrino \n\nInibidor de \n\ncolinesterase \nNeurotóxico \n\nDiuron Herbicida \n330-54-\n\n1 \nAprovado Consta Baixa Transição \n\nBaixo \n\npotencial \nPossível Não Possível Não Não \n\nFenoxaprope-P-\n\nEtílico \nHerbicida \n\n71283-\n\n80-2 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \n- - - Não - \n\nFenpropatrina Inseticida \n39515-\n\n41-8 \n\nNão \n\naprovado \nNão consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão - - Não Não \n\nFipronil Inseticida \n120068-\n\n37-3 \nAprovado Não consta Baixa Transição \n\nLimiar de \n\npreocupação \nPossível - Possível Não Sim \n\nFludioxonil Fungicida \n131341-\n\n86-1 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nPossível - - Não Não \n\nGlifosato** Herbicida \n1071-\n\n83-6 \nAprovado Consta Alta \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nPossível Não - Não Não \n\nImidacloprido Inseticida \n138261-\n\n41-3 \nAprovado Não consta Alta \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nNão Possível - Não - \n\nIprodiona Fungicida \n36734-\n\n19-7 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nPossível Possível Possível Não Não \n\nLambda-\n\ncialotrina \nInseticida \n\n91465-\n\n08-6 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão Não Não Não Possível \n\nMandipropamida Fungicida \n374726-\n\n62-2 \nAprovado Não consta Baixa Transição \n\nBaixo \n\npotencial \nNão Não Não Não Não \n\nMetolacloro Herbicida \n51218-\n\n45-2 \n\nNão \n\naprovado \nConsta Alta Transição \n\nBaixo \n\npotencial \nPossível Não Possível Não Não \n\nMetomil Inseticida \n16752-\n\n77-5 \nAprovado Não consta Alta Transição \n\nBaixo \n\npotencial \nNão Não Possível Sim Possível \n\nMetribuzin Herbicida \n21087-\n\n64-9 \nAprovado Não consta Alta Transição \n\nBaixo \n\npotencial \nNão Não Possível Não - \n\nOxyfluorfen Herbicida \n42874-\n\n03-3 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nSim Possível - Não Não \n\nParaquate** Herbicida \n4685-\n\n14-7 \n\nNão \n\naprovado \nNão consta Alta \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nPossível Sim Não Não Não \n\n\n\n67 \n\n \n\nSubstância \n\nbásica \nTipo n° CAS \n\nStatus EC \n\nRegulation \n\nPortaria \n\nMS \n\n2.914/2011 \n\nSolubilidade \n\nem água \nGUS BCF Carcinogênico Mutagênico \n\nDisruptor \n\nendócrino \n\nInibidor de \n\ncolinesterase \nNeurotóxico \n\n*Parationa \n\nMetilica \nInseticida \n\n298-00-\n\n0 \n\nNão \n\naprovado \nConsta Moderada \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nPossível Não Possível Sim Sim \n\nPiraclostrobina Fungicida \n175013-\n\n18-0 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão - - Não Não \n\nProcimidona Fungicida \n32809-\n\n16-8 \n\nNão \n\naprovado \nNão consta Baixa \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nSim - Sim Não - \n\nPrometrina Herbicida \n7287-\n\n19-6 \n\nNão \n\naprovado \nNão consta Baixa \n\nBaixa \n\nlixiviação \n\nBaixo \n\npotencial \nNão Não Sim Não Possível \n\nPropargito Acaricida \n2312-\n\n35-8 \n\nNão \n\naprovado \nNão consta Baixa \n\nBaixa \n\nlixiviação \n\nAlto \n\npotencial \nPossível - - Não Não \n\nSulfentrazona Herbicida \n122836-\n\n35-5 \n\nNão \n\naprovado \nNão consta Alta \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nNão Não - Não Não \n\nTebuconazol Fungicida \n107534-\n\n96-3 \nAprovado Consta Baixa \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nPossível - - Não Não \n\nTebutiuron Herbicida \n34014-\n\n18-1 \n\nNão \n\naprovado \nNão consta Alta \n\nAlta \n\nlixiviação \n\nBaixo \n\npotencial \nNão Não - Não Não \n\nTeflubenzuron Inseticida \n83121-\n\n18-0 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nPossível Não - Não Não \n\nTrifloxistrobina Fungicida \n141517-\n\n21-7 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão - - Não Não \n\nTriflumurom Inseticida \n64628-\n\n44-0 \nAprovado Não consta Baixa \n\nBaixa \n\nlixiviação \n\nLimiar de \n\npreocupação \nNão - Não Não Não \n\nTrifuralina Herbicida \n1582-\n\n09-8 \n\nNão \n\naprovado \nConsta Baixa \n\nBaixa \n\nlixiviação \n\nAlto \n\npotencial \nPossível Não Sim Não - \n\nFonte: PPDB, http://sitem.herts.ac.uk/aeru/ppdb/en/index.htm. ( - ) : Sem informação. \n\n*Uso banido no Brasil pela ANVISA desde setembro de 2016. Resolução 2.297/2016. \n\n**Em processo de reavaliação toxicológica pela ANVISA  \n\n\n\n68 \n\n \n\nO Quadro 7 apresenta o resultado do levantamento dos agrotóxicos \n\nidentificados em campo para as duas bacias e suas características toxicológicas e \n\nambientais. Foram identificados no total 41 agrotóxicos, entre eles 14 são fungicidas; 13 \n\nherbicidas; 13 inseticidas; e 1 acaricida. Dentre todas essas substâncias, 13 estão \n\nproibidas na União Europeia e Inglaterra, 34 ou 82,9% do total não possuem VMP em \n\nágua de consumo humano regulamentando pela Portaria MS nº 2.914/2011. \n\nQuanto as características ambientais vale ressaltar que das 41 substâncias, \n\n12 possuem solubilidade alta ou moderada, o que pode facilitar seu transporte do solo \n\npara a água; 6 apresentam alta lixiviação, processo em que essas substâncias são \n\nremovidas do solo pela água; e 19 tem alto fator de bioacumulação, ou seja tem \n\ncapacidade de se acumular em um organismo vivo. Quanto suas características \n\ntoxicológicas 46% das substâncias encontras são classificadas como carcinogênicas ou \n\npossivelmente carcinogênicas; 34% são classificadas como interferentes endócrinos ou \n\npossivelmente interferentes; e 19,5% neurotóxicas ou possivelmente neurotóxicas.  \n\nDas 12 substâncias de solubilidade alta ou moderada; 5 são carcinogênicas \n\nou possivelmente carcinogênicas; e 5 são interferentes endócrinas ou possivelmente \n\ninterferentes e entre elas 3 possuem as duas características. Importante destacar que \n\ndessas 12 substâncias, ainda se desconhece o potencial fator de interferência endócrina \n\npara 6 delas. Essas informações evidenciam a diversidade de substâncias aplicadas e a \n\ncomplexidade em investigar e identificar seu comportamento no meio ambiente e os \n\nriscos de sua exposição à saúde humana.  \n\n\n\n69 \n\n \n\n5.3. Discussão dos resultados \n\nA aplicação do modelo SWAT apresentou  resultados bastante satisfatórios \n\npara análises do comportamento das principais variáveis do ciclo hidrológico nas bacias \n\nhidrográficas estudadas.  Deve ser destacada ainda a importância dos resultados obtidos  \n\npara a vigilância da qualidade da água de abastecimento público. O modelo tem sido \n\nutilizado para avaliação dos impactos do uso e ocupação do solo nos mananciais e como \n\ninstrumento para auxílio no planejamento do uso do solo em bacias hidrográficas em \n\nvários países. A Agencia de Proteção Ambiental dos EUA (USEPA) tem destacado a \n\nrelevância do SWAT e de outros modelos hidrológicos para gestão e controle da \n\nqualidade da água, inclusive no que se refere a contaminação por agrotóxicos \n\n(PARKER et. al, 2007). \n\nEstudo realizado em uma sub-bacia no estado de Ohio nos EUA, sobre \n\ncomo os diferentes usos do solo contribuem de modos distintos para a contaminação dos \n\nrecursos hídricos, verificou que as áreas predominantemente agrícolas contribuem cinco \n\nvezes mais para o aumento de nitrogênio na água do que áreas ocupadas por florestas \n\n(TONG e CHEN, 2002). Ao longo do tempo, a intensificação da agricultura, em \n\ndiferentes bacias, tem resultado em um aumento de substâncias na água tanto pelo \n\naumento do uso de agrotóxicos e fertilizantes, como também pela alteração do ciclo \n\nhidrológico a partir das mudanças no uso solo (MATTIKALLI, RICHARDS, 1996). \n\nNo Brasil, o estudo da produção de sedimentos em bacias hidrográficas \n\naplicando o SWAT é crescente. Lelis e Calijuri (2010) monitoraram a produção de \n\nsedimentos e o escoamento superficial em uma bacia rural no estado de Minas Gerais. \n\nAs autoras verificaram que o maior aporte de sedimentos estava relacionado a eventos \n\nde chuva intensa, e que as sub-bacias com predomínio de pastagem apresentaram os \n\nmaiores valores de escoamento superficial. A dificuldade em se encontrar parâmetros \n\nregionais que alimentem o banco de dados foi identificada pelas autoras como a grande \n\nlimitação do SWAT para estudos no país. \n\nEm bacias monitoradas, é possível realizar a calibração a partir de dados \n\nobservados, sendo possível comparar melhor a eficiência da simulação. Machado et. al \n\n(2003)  simularam o escoamento superficial na microbacia do Ribeirão dos Marins, na \n\nregião de Piracicaba-SP, ocupada predominantemente pela cana-de-açúcar. Calibrando a \n\nsimulação com os dados observados de precipitação e vazão de um posto \n\n\n\n70 \n\n \n\nhidrossedimentométrico do DAEE, o resultado indicou uma boa correlação entre \n\nprecipitação e escoamento.  \n\nO modelo se apresenta como uma ferramenta versátil e de importante \n\nauxílio para pesquisas e gestão das bacias hidrográficas sendo capaz de realizar \n\ndiferentes análises de acordo com o interesse do estudo (FERNANDES et. al, 2012). A \n\nsimulação hidrológica para as duas bacias foi considerada satisfatória principalmente \n\nquando comparada aos valores reais de precipitação para os municípios. Mesmo sem a \n\ncalibração, por se tratar de bacias não monitoradas, foi possível simular algumas \n\nestimativas do ciclo hidrológico bem como suas alterações de acordo com o uso do solo. \n\nO resultado do escoamento superficial, por exemplo, sofreu significativa redução \n\nquando testado um cenário mais preservado para a bacia de Santa Cruz das Palmeiras. \n\nBaker e Miller (2013) utilizaram o SWAT para verificar os impactos do \n\navanço da agricultura sobre o ciclo hidrológico de uma bacia hidrográfica no Kenya, \n\nsimulando as alterações ao longo de dezessete anos, concluíram que as sub-bacias com \n\navanço das áreas cultivadas e diminuição das florestas apresentaram valores crescente \n\nde escoamento superficial com o passar dos anos e diminuição nos valores de recarga \n\ndas águas subterrâneas, principal fonte de abastecimento para a população.  \n\nCom o intuito de quantificar a perda de solo e relacioná-la com o uso e \n\nocupação da bacia hidrográfica, Silva et. al (2011) simularam diversos cenários na bacia \n\ndo rio Colônia, na Bahia, a qual atualmente apresenta predomínio de pastagem e \n\naumento da área de cacau. Os autores concluíram que ao reflorestar áreas hoje ocupadas \n\npelo pasto, a perda de solo apresentou um decréscimo de 20,91 t ha\n-1\n\n ano\n-1\n\n.  \n\nA simulação de cenários hipotéticos no SWAT pode contribuir para uma \n\nmelhor gestão das bacias. O monitoramento de agrotóxicos e fertilizantes em cursos \n\nd’água tem demonstrado também que nas áreas mais preservadas, ou com a presença da \n\nmata ciliar, a quantidade dessas substâncias é menor quando comparada com aquelas \n\nmenos preservadas. O uso e ocupação do solo em mananciais de abastecimento é uma \n\nvariável importante da qualidade da água (GONZALES-INCA et.al, 2015). \n\nDa mesma forma, como concluem Randhir et.al (2001), as bacias \n\nhidrográficas florestadas produzem água de qualidade superior quando comparado com \n\noutros usos. A mata ciliar exerce uma função de manutenção da qualidade da água \n\natravés da estabilidade do solo e consequente redução do assoreamento o que contribui \n\n\n\n71 \n\n \n\npara que os nutrientes do solo não sejam arrastados para os cursos d’água, bem como os \n\nprodutos químicos e fertilizantes nele aplicados (ARTHINGTON e PUSEY, 2003).  \n\nAlguns países da América do Norte e Europa vêm buscando, por meio da \n\nproteção dos mananciais destinados ao abastecimento, reduzir os custos de tratamento \n\nda água para consumo humano. A USEPA enfatiza que uma gestão eficaz e sustentável \n\nde uma bacia hidrográfica deve considerar todas as integrações entre uso do solo e as \n\ncaracterísticas fisiográficas da região de forma a salvaguardar os mananciais dos \n\npotenciais contaminantes (EMELKO et.al, 2011).  \n\nAssim a preservação dessas áreas contribui na qualidade da água e tem sido \n\ndemonstrado em diversos estudos, sobretudo em áreas com histórico de contaminação \n\ndos recursos hídricos e mais recentemente de redução na oferta de água (CONOLLY et. \n\nal, 2015).  A irrigação excessiva, por exemplo, tem sido observada especialmente na \n\nprodução de alimentos, mesmo sendo considerada importante para o aumento da \n\nprodução, pode agravar as crises hídricas e a contaminação dos lençóis freáticos. \n\nEstima-se que a eficiência da agricultura irrigada em todo mundo não passa de 40% e a \n\nperda de volume de água, degradação dos cursos d’água e infiltração de agrotóxicos e \n\nfertilizantes são os principais problemas enfrentados (PAZ et.al, 2000; WARD e \n\nVELAZQUEZ, 2008). \n\nOs impactos na qualidade da água devido a substituição de áreas de florestas \n\npor pasto e pela cana-de-açúcar no estado de São Paulo foram demonstrados por \n\nTaniwaki at.al (2017) a partir de análises da água ao longo da bacia. Os autores \n\nconcluíram que a intensificação da agricultura e a supressão da vegetal natural \n\naumentou o escoamento superficial carregando sedimentos, fertilizantes e agrotóxicos \n\npara os corpos d’água, sobretudo nos períodos de maior precipitação. Ainda que a mata \n\nciliar tenha se apresentado como filtro importante para a diminuição dos contaminantes, \n\nos autores ressaltam que ela deve vir acompanhada de um melhor manejo das \n\nplantações e apontaram ainda a necessidade de mais estudos sobre os impactos do uso \n\ndo solo nos recursos hídricos. \n\nDesse modo, todas as atividades presentes em uma bacia hidrográfica, \n\nsobretudo naquelas responsáveis pelo abastecimento de água, precisam ser conhecidas e \n\nmonitoradas, pois influenciam não só na quantidade, mas também na qualidade da água. \n\nA Política Nacional de Recursos Hídricos através da Lei 9.433/97 quando instituiu a \n\n\n\n72 \n\n \n\nbacia hidrográfica como unidade territorial para preservação de suas características \n\nfísicas, estudos de ecossistemas, planejamento e gestão dos recursos hídricos, já \n\nreforçou seu papel enquanto unidade de gestão. No entanto, é importante que as \n\nvariáveis do ciclo hidrológico sejam registradas por tempo suficiente para que tenhamos \n\ndados históricos, para quantificar e avaliar as inter-relações dessas variáveis com maior \n\nconfiança (GUANDIQUE e MORAIS, 2015).  \n\nEm bacias hidrográficas monitoradas, além de obter resultados de maior \n\neficiência do ciclo hidrológico é possível também predizer o escoamento de agrotóxicos \n\npara os mananciais de forma a minimizar os custos com análises de água. Como \n\nverificaram Boithias et.al, (2011) em uma bacia do sudoeste da França com precipitação \n\nanual de 600-900mm onde foram aplicados em média 23 toneladas de metolacloro e 18 \n\ntoneladas de trifluralina. Os autores concluíram que a variável escoamento superficial \n\nfoi o maior responsável pela exportação dos agrotóxicos do solo para a água os quais \n\napresentaram maiores concentrações após eventos de maior precipitação.  \n\nConsiderando as variáveis hidrológicas, as áreas agrícolas, as características \n\nde solo, relevo e a média de uso de agrotóxicos em cada país, estima-se que 40% da \n\ncobertura terrestre apresenta risco de contaminação das águas por escoamento \n\nsuperficial. As áreas agrícolas dos EUA e dos países da América Central são \n\nconsideradas de risco muito alto para contaminação dos corpos d’água e as áreas \n\nagrícolas do Brasil, Índia e China de alto risco de contaminação (IPPOLITO et.al, \n\n2015). \n\nO Conselho de Direitos Humanos da ONU estima que a intoxicação por \n\nagrotóxicos provoque cerca de 200.000 mortes por ano, e que 99% desses casos \n\nocorrem em países em desenvolvimento onde as regulamentações de saúde, segurança e \n\nmeio ambiente são mais fracas, além de possuir uma agricultura intensiva e permitir o \n\nuso de agrotóxicos altamente tóxicos banidos de outros países. A contaminação das \n\náguas, dos alimentos, a exposição ocupacional e a pulverização aérea sobre núcleos \n\nurbanos e mananciais são nocivos à saúde e ao meio ambiente e são considerados ações \n\nque vão contra e negam o direito à saúde, à alimentação saudável e à justiça \n\nambiental\n15\n\n. \n\n                                                 \n15\n\n Assembléia Geral da ONU. Conselho de Direitos Humanos 2017. Report of the Special Rapporteur on \n\nthe right to food. http://www.ohchr.org/EN/Issues/Food/Pages/FoodIndex.aspx \n\n\n\n73 \n\n \n\nO estado de São Paulo possui 658 pontos de captação de água de mananciais \n\nsuperficiais destinados ao abastecimento, entre sistemas de abastecimento público e \n\nsoluções alternativas, em 297 municípios\n16\n\n. Para o Brasil a Portaria MS nº 2.914/2011 \n\nque dispõe sobre a qualidade da água para consumo humano prevê e permite 28 \n\nagrotóxicos na água dentro de um valor máximo permitido (VMP).  Contudo, esse \n\npadrão de potabilidade estabelecido não corresponde às variabilidades regionais que \n\ndevem ser consideradas em termos de monitoramento da qualidade da água (BRASIL \n\n2014).  \n\nNas bacias de Piedade e de Santa Cruz das Palmeiras foram encontradas \n\nsubstâncias dentro do VMP da portaria, não obstante apresentou agrotóxicos não são \n\nconsiderados, como metribuzin, prometrina e imidacloprid e fipronil e tebutiuron.  \n\nPor apresentar potencial de interferência endócrina, o tebutiuron, por \n\nexemplo, não é autorizado na União Europeia e não possui limiar seguro de ingestão \n\nsegundo a Agência Proteção Ambiental dos Estados Unidos\n17\n\n. Prometrina e fipronil \n\ntambém possuem essa característica, assim como o metolaclor e a atrazina, esses \n\núltimos também presentes nos mananciais estudados, porém dentro dos limites da \n\nportaria MS nº 2.914/2011. Atualmente, mais de 800 substâncias são conhecidamente \n\nou suspeitas de interferir nos receptores hormonais. As consequências da exposição a \n\nestas substâncias podem envolver efeitos como os cânceres no sistema reprodutor, \n\npuberdade precoce, nascimentos prematuros e baixo peso, assim como a diminuição da \n\nfertilidade, entre outros agravos à saúde relatados em diversos estudos envolvendo \n\nbaixas doses (WHO, 2012).  \n\nOs agrotóxicos citados possuem também potencial de carcinogenicidade e \n\nmutagenicidade e, portanto, seus efeitos crônicos também não apresentam dose limiar, \n\nou seja, não há um valor de ingestão seguro.  A compreensão dos efeitos à saúde \n\nhumana, assim como dos riscos que a exposição a estas substâncias, presentes no meio \n\nambiente podem trazer, tem sido demonstrado em diversos estudos. Desse modo a \n\ntomada de decisão relacionada ao meio ambiente, à saúde e a economia deveriam \n\norientar-se pelo princípio in dúbio pro salute, a partir do qual essas decisões devem \n\n                                                 \n16\n\n  SISAGUA - Sistema de Informação de Vigilância da Qualidade da Água para Consumo Humano - \n\nMinistério da Saúde. Ano de referência 2016, extraído do sistema dia 20/03/2017 às 08:00h \n17\n\n https://pubchem.ncbi.nlm.nih.gov/compound/tebuthiuron#section=Metabolism-Metabolites \n\n\n\n74 \n\n \n\npautar-se pela proteção à saúde acima de qualquer outro interesse (VENTURA e \n\nBALBINOT, 2015).  \n\nPretende-se assinalar a urgência de um plano regional de monitoramento de \n\nagrotóxicos para o estado de São Paulo de acordo com suas especificidades agrícolas e \n\npara além da simples análise da água, necessidade esta já identificada  por Mario Junior \n\n(2013) que ao considerar o potencial de contaminação da água, identificou 86 \n\nagrotóxicos considerados de preocupação do ponto de vista de contaminação dos \n\nrecursos hídricos no estado de São Paulo. \n\nA busca pela qualidade da água de consumo humano tem sido um desafio \n\npara gestores em diversos países, a agricultura enquanto fonte difusa de poluição é tema \n\nde muitas pesquisas e exige uma visão integradora dos processos existentes nas bacias \n\nhidrográficas uma vez que produz um grande impacto na qualidade da água, sobretudo \n\nnos períodos chuvosos (SHI et.al, 2017). Mais de 347.000 produtos químicos são \n\nautorizados em todo o mundo e muitos deles irão entrar em contato com a água durante \n\nseu ciclo, o rastreamento e análises dessas substâncias podem ser inviável e ineficiente \n\nem nível de descontaminação (FISCHER et.al, 2017). Contudo, com a disseminação do \n\nuso das tecnologias de informação geográficas é cada vez mais exequível prever e evitar \n\na presença desses contaminantes em água e diminuir o custo de análises e de \n\ntratamentos (FISCHER et.al, 2017).  \n\nUma das dificuldades mais significativas para o estudo e entendimento da \n\ndinâmica dos agrotóxicos nos mananciais de abastecimento, foi a falta de informação e \n\nde controle por parte do município nas áreas estudadas. Contudo, a ausência de \n\ninformação não implica em ausência do problema, a intensificação da agricultura, \n\ncombinada a intensificação de eventos de fortes chuvas e de estiagem, gerando conflitos \n\nno uso da água, e o aumento dos agravos em saúde devido à exposição ambiental, exige \n\num fortalecimento das instituições que devem seguir suas diretrizes visando à proteção à \n\nsaúde.  \n\nEmbora com algumas limitações, sobretudo ao que se refere a ausência de \n\ncalibração dos resultados, a caracterização ambiental da bacia e do seu ciclo hidrológico \n\nforam considerados importantes para a identificação das áreas de maior vulnerabilidade \n\nquanto ao escoamento de agrotóxicos para os mananciais de abastecimento. Como \n\ndemonstrado por outros trabalhos o levantamento dessas características é uma estratégia \n\n\n\n75 \n\n \n\npara melhor gerir a ocupação das bacias hidrográficas e a utilização de contaminantes \n\nnessas áreas.  \n\nDe posse desse material de mapeamento do território e do comportamento \n\nda precipitação e de outras variáveis hidrológicas, as ações de controle do uso de \n\nagrotóxicos e da vigilância da qualidade da água, tendem a ocorrer de forma mais \n\nefetiva e com maior detalhamento da realidade local e de suas particularidades. Esse \n\nprocesso deve acontecer de modo que as autoridades municipais e estaduais responsável \n\npelo meio ambiente, agricultura e saúde trabalhem conjuntamente visando o objetivo \n\ncomum da qualidade dos mananciais.  \n\nCom todos os estudos e informações disponíveis, não se deve mais admitir \n\nações fragmentadas no território tampouco responsabilidades individualizadas e \n\ndesarticuladas entre os setores. É urgente uma visão integrada dos ambientes naturais, \n\ndas atividades econômicas existentes e seus impactos ambientais e de saúde.  \n\nA partir dos resultados obtidos, recomenda-se ações de controle do uso dos \n\nagrotóxicos nas áreas de maior vulnerabilidade, atenção especial para os períodos e \n\neventos de chuva concentradas bem como a preservação das matas ciliares. Em 2017 a \n\nONU reconheceu os impactos dos agrotóxicos como uma questão de Direitos Humanos, \n\ndesse modo replica-se aqui algumas das recomendações do relatório da ONU visando a \n\ndiminuição progressiva do uso de agrotóxicos:  \n\n(1) Estabelecer políticas integradoras entre agências nacionais de \n\nagricultura, saúde pública e o meio ambiente, a fim de cooperarem eficazmente no \n\ncombate ao impacto adverso dos agrotóxicos e na mitigação dos riscos relacionados \n\ncom a sua utilização indevida e abusiva; (2) Considerar primeiro as alternativas não-\n\nquímicas e apenas permiti-las aonde a necessidade possa ser demonstrada, incentivando \n\na agroecologia; (3) Criar zonas-tampão em torno de plantações que receberam \n\naplicação, de forma a reduzir o risco de exposição aos agrotóxicos; (4) Organizar \n\nprogramas de formação para os agricultores a fim de sensibiliza-los aos feitos nocivos \n\ndos agrotóxicos e oferecer métodos alternativos; (5) Eliminar os subsídios aos \n\nagrotóxicos e, em vez disso, propror medidas de sobretaxa aos produtos.  \n\n \n\n\n\n76 \n\n \n\n6. CONCLUSÃO \n\nO uso intenso de agrotóxicos combinado com a degradação dos ambientes \n\nnaturais, sobretudo em bacias hidrográficas, contribui para os recorrentes cenários de \n\ncontaminação do solo e da água assim como a alteração do ciclo hidrológico devido o \n\nuso e ocupação do solo. Os períodos chuvosos são apontados como os momentos mais \n\ncríticos e mais propensos a essa contaminação devido ao maior escoamento superficial \n\nobservado.  \n\nOs Sistemas de Informações Geográficas (SIG) a partir das técnicas de \n\ngeoprocessamento, sensoriamento remoto e modelagens hidrológicas tem se \n\napresentado como um instrumento importante na identificação de áreas vulneráveis, a \n\npartir da caracterização ambiental dessas bacias gerando materiais que subsidiam o \n\nplanejamento e gestão dos recursos hídricos. Mesmo em regiões com informações \n\nescassas sobre o comportamento hidrológico das áreas de interesse é possível utilizar os \n\nmodelos e as simulações de forma a estimar os impactos do uso do solo nos mananciais.  \n\nDestaca-se que os materiais necessários para mapeamento, como imagens \n\nde satélites e bases cartográficas dos municípios são disponibilizados gratuitamente em \n\nmuitos portais do governo, como IBGE, Agência Nacional de Águas, Secretaria \n\nEstadual do Meio Ambiente, entre outros. De forma que a maior parte das informações \n\nnecessárias para o reconhecimento das áreas de interesse já estão disponíveis. Do \n\nmesmo modo, muitos dos programas necessários para tais análises são de demônio \n\npúblico não havendo necessidade de custo adicional para sua obtenção. \n\nCompete, portanto ao estado ou aos municípios, capacitar seu quadro \n\ntécnico para a utilização das ferramentas básicas que os estudos de bacias hidrográficas \n\nexigem. O reconhecimento do território bem como o levantamento dos agrotóxicos \n\nutilizados são medidas importantes para prevenir a contaminação das águas de \n\nabastecimento público, obter melhores valores na qualidade da água, diminuir os custos \n\nde tratamento e oferecer uma água mais segura à população.   \n\nA atenção da Organização Mundial da Saúde (OMS) à exposição da \n\npopulação às substâncias carcinogênicas e aos disruptores endócrinas tem promovido \n\ndiversas discussões e fórum de debates acerca das consequências dessa exposição e das \n\nmedidas de proteção à saúde que devem ser tomadas. Assim como também o tema da \n\nsegurança da água dedica-se a remediações das águas contaminadas e ações de \n\n\n\n77 \n\n \n\nprevenção a esses contaminantes. A preservação dos mananciais tem sido apontada \n\ncomo uma variável importante nesse processo de prevenção e melhoria na qualidade da \n\nágua. \n\nEsse controle se faz necessário inclusive para que as regras de utilização de \n\nagrotóxicos sejam seguidas, substituindo o uso de substâncias de alta periculosidade \n\nambiental, como por exemplo, daquelas que são indicadas como proibidas para áreas \n\npróximas de cursos d’água e regiões com risco de contaminação dos recursos hídricos. \n\nO controle desses agrotóxicos deve estar de acordo com as particularidades da bacia de \n\nabastecimento, e não se restringir apenas a análise das substâncias previstas na Portaria \n\nMS nº 2.914/2011, pois em muitos casos, os parâmetros da portaria estão aquém \n\ndaqueles presentes nas bacias. \n\nDesse modo, a preservação do manancial pode contribuir para um ciclo \n\nhidrológico mais equilibrado, diminuindo o escoamento superficial e o aporte de \n\nsedimentos, ao mesmo tempo em que a aplicação de agrotóxicos nessas áreas seja mais \n\ncontrolada de acordo com as características ambientais da bacia diminuindo o risco de \n\nseu escoamento para os cursos d’água.    \n\n \n\n\n\n78 \n\n \n\n7. REFERÊNCIAS BIBLIOGRÁFICAS \n\nABBASPOUR KC; ROUHOLAHNEJAD E; VAGHEFI S; SRINIVASAN R; YANG H; \n\nKLØVE, B - A continental-scale hydrology and water quality model for Europe: Calibration \n\nand uncertainty of a high-resolution large-scale SWAT model. Journal of Hydrology v.524 \n\npp.733-752, 2015. \n\nANDREOLI CV (org) – Mananciais de Abastecimento: planejamento e gestão: Estudo de caso \n\ndo Altíssimo Iguaçu. SANEPAR FINEP, Curitiba, 2003. \n\nANVISA. Agência Nacional de Vigilância Sanitária - Relatório de Atividades 2010/ Agência \n\nNacional de Vigilância Sanitária. Brasília, 2010. \n\nARMAS ED – Biogeodinâmica de herbicidas utilizados em cana-de-açúcar (saccharum spp) na \n\nsub-bacia do rio Corumbataí – Tese doutorado ESALQ/USP, 2006.  \n\nARNOLD J; SRINIVASAN R; MTTIAH R; WILLIAN JR – Large area hydrologic modeling \n\nand assessment part I: Model development basin scale model SWAT – Journal of the American \n\nWater Resources Association v.34, pp. 73-89, 1998.  \n\nARNOLD J; MORIASI DN; GASSMAN PW; ABBASPOUR KC; WHITE MJ; SRINIVASAN \n\nR.; SANTHI C; HARMEL RD; GRIENSVEN Van; VANLIEW M. W; KANNAN N; JHA MK. \n\nSwat: Model Use, Calibration, and Validation. ASABE, American Society of Agricultural and \n\nBiological Engineers v.55(4):1491-1508, 2012. \n\nARTHINGTON AH; PUSEY BJ - Importance of the riparian zone to the conservation and \n\nmanagement of freshwater fish : a review - Marine and Freshwater Research v. 54 pp. 1-16, \n\n2003.  \n\nBAKER TJ; MILLER SN – Using the Soil Water Assessment Tool (SWAT) to assess land use \n\nimpact on water resource in an East African watershed – Journal of Hydrology v.486 pp. 100-\n\n111, 2013. \n\nBALDISSERA GC – Aplicabilidade do modelo de simulação hidrológica SWAT, para a bacia \n\nhidrográfica do Rio Cuiabá/MT. Dissertação de mestrado – Instituto de Ciências Exatas e da \n\nTerra, UFMT, 2005. \n\nBANNWARTH MA; SANGCHAN W; HUGENSHMIDT C; LAMERS M; INGWERSEN J; \n\nZIEGLER AD; STRECK T – Pesticide transport simulation in a tropical catchment by SWAT – \n\nEnvironmental Pollution v. 191, pp.70-79, Elsevier 2014.  \n\nBOITHIAS L; SAUVAGE S;TAGHAVI L; MERLINA G; PROBST JL; PÉREZ JMS – \n\nOccurrence of metolachlor and trifluralin losses in the Save river agricultural catchment during \n\nfloods -  Journal of Hazardous Materials v.196, pp. 210-2019, 2011.  \n\nBONUMÁ NB; Reichert JM; RODRIGUES MF; MONTEIRO JAF; ARNOLD JG; \n\nSRINIVASAN R - Modeling surface hydrology, soil erosion, nutrient transport, and future \n\nscenarios with the ecohydrological swat model in Brazilian watersheds and river basins - \n\nTópicos em Ciência do Solo 9: 241-290, 2015.  \n\nBRASIL. Lei 7802, de 11 de julho de 1989. Dispõe sobre a pesquisa, experimentação, \n\nprodução, embalagem e rotulagem, transporte, armazenamento, comercialização, além da \n\npropaganda comercial, utilização, importação e exportação, destino final dos resíduos e \n\nembalagens, registro, classificação, controle, inspeção e fiscalização de agrotóxicos, seus \n\n\n\n79 \n\n \n\ncomponentes e afins. Diário Oficial da União [da] República Federativa do Brasil, Brasília, DF, \n\n12 de jul. de 1989. Disponível em http://www.planalto.gov.br/ccivil/leis/. \n\nBRASIL. Ministério da Saúde. Secretaria de Políticas de Saúde. Departamento de Ciência e \n\nTecnologia em Saúde. Atuação do Ministério da Saúde no Caso de Contaminação Ambiental \n\npor pesticidas organoclorados, na Cidade dos Meninos, Município de Duque de Caxias, RJ. \n\nMinistério da Saúde. Secretaria de Políticas de Saúde. Departamento de Ciência e Tecnologia \n\nem Saúde. Brasília, Ministério da Saúde, 2003. \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Coordenação-Geral de \n\nVigilância em Saúde Ambiental. Portaria MS n.º 518/2004 / Ministério da Saúde, Secretaria de \n\nVigilância em Saúde, Coordenação-Geral de Vigilância em Saúde Ambiental – Brasília: Editora \n\ndo Ministério da Saúde, 2005. \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Departamento de Vigilância \n\nem Saúde Ambiental e Saúde do Trabalhador. Plano de segurança da água: garantindo a \n\nqualidade e promovendo a saúde: um olhar do SUS / Ministério da Saúde, Secretaria de \n\nVigilância em Saúde, Departamento de Vigilância em Saúde Ambiental e Saúde do \n\nTrabalhador. – Brasília: Ministério da Saúde, 2012. \n\nBRASIL. Ministério da Saúde. Secretaria de Vigilância em Saúde. Departamento de Vigilância \n\nem Saúde Ambiental e Saúde do Trabalhador. Coordenação Geral de Vigilância Em Saúde \n\nAmbiental Vigilância da Qualidade da Água Para Consumo Humano. Diretriz Nacional do \n\nPlano de Amostragem da Vigilância da Qualidade da Água para Consumo Humano. Brasília: \n\nMinistério da Saúde, 2014. \n\nBRESSIANI DA; GASSMAN PW; FERNANDES JG; GARBOSSA LHP; SRINIVASAN R; \n\nBONUMÁ NB; MENDIONDO ME – Review of Soil and Water Assessment Tool (SWAT) \n\napplications in Brazil: Challenges and prospects - International Journal of Agricultural and \n\nBiological Engineering v.8 n.3 pp. 9-35, 2015. \n\nBRODY JG; ASCHENGRAU A; McKELVEY W; RUDEL RA; SWARTZ C; KENNEDY T – \n\nBreast Cancer risk and historical exposure to pesticides from wide-area applications assessed \n\nwith GIS – Environmental Health Perspectives v. 112 n.8, 2004. \n\nCALVERT GM;  KARNIK J;  MEHLER L;  BECKMAN J; MORRISSEY B; SIEVERT J; \n\nBARRETT R; LACKOVIC M; MABEE L; SCHWARTZ A; MITCHELL Y; MORAGA-\n\nMCHALEY S - Acute Pesticide Poisoning Among Agricultural Workers in the United States, \n\n1998–2005. American Journal Of Industrial Medicine 51:883–898, California, 2008. \n\nCAMARA MRG; CALDARELLI CE – Expansão canavieira e o uso da terra no estado de São \n\nPaulo – Estudos Avançados. Universidade de São Paulo, IEA, v. 30 nº 88, pp 93-113, 2016. \n\nCARMO SV; OLIVEIRA AC; BASTOS LH; CARDODO MHW; Otimização e validação de \n\nmétodo analítico para determinação de resíduos de agrotóxicos em pimentão – Revista \n\nAnalytica, jun/jul, 2016. \n\nCARNEIRO FF (Org.) - Dossiê ABRASCO: um alerta sobre os impactos dos agrotóxicos na \n\nsaúde/ Organização de Fernando Ferreira Carneiro, Lia Giraldo da Silva Augusto, Raquel Maria \n\nRigotto, Karen Friedrich e André Campos Búrigo. - Rio de Janeiro: EPSJV; São Paulo: \n\nExpressão Popular, 2015. \n\nCARSON R. Primavera Silenciosa, 2ºed, Edições Melhoramentos, São Paulo, 1962.  \n\n\n\n80 \n\nCARVALHO FP – Agriculture, pesticides, food security and food safety – Environmental \n\nScience&amp;Policy v.9 pp.685-692, 2006.  \n\nCHISTOFOLETTI A – Geomorfologia: A análise de Bacias Hidrográficas, 2ª edição, São \n\nPaulo: Editora Edgard Blucher, 1980. \n\nCONNOLLY NM; PEARSON RG; LOONG D; MAUGHAN M; Agriculture, Ecosystems and \n\nEnvironment Water quality variation along streams with similar agricultural development but \n\ncontrasting riparian vegetation - Agriculture, Ecosystems and Environment v 213 PP. 11-20, \n\n2015. \n\nCOUPE RH – Use of a watershed model to characterize the fate and transport of fluometuron, a \n\nsoil-applied cotton herbicide, in surface water – International Journal of Environmental \n\nAnalytical Chemistry, v.87, n.13-14, pp. 883-896, 2007.  \n\nCROMLEY EK; MCLAFFERTY S – GIS and public health. The Guilford Press, New York, \n\n2002. \n\nCRUZ, GV - O quadro de contaminação de frutas, legumes e verduras (FLVs) com resíduos de \n\nagrotóxicos no Brasil e as oportunidades emergentes. Dissertação de mestrado do programa de \n\npós-graduação em agronegócio, Universidade Federal do Rio Grande do Sul, 2014. \n\nDI LUIZO M; SRINAVASAN R; ARNOLD J - Integration Of Watershed Tools And Swat \n\nModel Into Basins - Journal Of The American Water Resources Association. Vol 38 nº4, 2002. \n\nEMBRAPA - Serviço Nacional de Levantamento e Conservação de Solos (Rio de Janeiro, RJ). \n\nSúmula da 10. Reunião Técnica de Levantamento de Solos. Rio de Janeiro: 1979. 83p. \n\n(Embrapa-SNLCS. Miscelânea, 1). \n\nEMELKO MB;ULDIS S; BLANDON KD; STONE M – Implications of land disturbance on \n\ndrinking water treatability in a changing climate: Demonstrating the need for “source water \n\nsupply and protection” strategies – Water Research v. 45, pp.461-472, 2011.  \n\nEMBRAPA – Sistema Brasileiro de Classificação de Solos. 2ºed. Centro Nacional de Pesquisa \n\nde Solos, EMBRAPA-SPI, Rio de Janeiro, 2006. \n\nFAGGIANO L; ZWART D; GARCIA-BERTHOU E; LEK S; GEVREY M – Patterning \n\necological risk of pesticide contamination at the river basin scale – Science of the Total \n\nEnvironment 408, pp. 2319-2326, Elsevier 2010. \n\nFAO – Agriculture, food and water. World Water Assesment Programme, UNESCO, \n\nFAO, 2003. ftp://ftp.fao.org/agl/aglw/docs/agricfoodwater.pdf \n\nFERNANDES JG; GALVÍNCIO JD; FREIRE MBG – O modelo SWAT e suas possibilidades \n\nde aplicações em APL agrícolas – Revista Brasileira de Geografia Física v.1 pp. 115-126, 2012.  \n\nFERNANDES ML; SARCINELLI PN - Agrotóxicos em água para consumo humano: uma \n\nabordagem de avaliação de risco e contribuição ao processo de atualização da legislação \n\nbrasileira – Engenharia Sanitária e Ambiental v 14 pp. 69-78, 2009. \n\nFISCHER A; LAAK T; BRONDERS J; DESMET N; CHRISTOFFELS E; WEZWL A; HOEK \n\nJP – Decision support for water quality management of contaminants of emerging concern – \n\nJournal of Environmental Management v. 193 pp. 360-372, 2017.  \n\nftp://ftp.fao.org/agl/aglw/docs/agricfoodwater.pdf\n\n\n81 \n\n \n\nFORNEY W; RICHARD R; ADAMS K; MINOR T; ROWE T; SMITH J; RAUMANN C - \n\nLand Use Change and Effects on Water Quality and Ecosystem Health in the Lake Tahoe Basin, \n\nNevada and California -  U.S. Geological Survey, 2001. \n\nGEVAERT V; GRIENSVEN AV; HOLVOET K; SEUNTJENS P; VANROLLEGHEM PA – \n\nSWAT developments and recommendations for modeling agricultural pesticide mitigation \n\nmeasures in river basins – Hydrological Sciences Journal v.53, pp.1075-1089, 2008.  \n\nGILBERT-LÓPEZ B; GARCIA-REYES JF; MOLINA-DIÁZ A – Sample treatment and \n\ndetermination of pesticide residues in fatty vegetable matrices: a review – Talanta v.79 pp.109-\n\n128, 2009. \n\nGILLIOM RJ - Pesticides in the Nation's Streams and Ground Water - Environmental Science \n\nand Technology, v. 41, n.10, pp. 3408–3414, 2007. \n\nGIULIVO M; ALDA ML; CAPRI E; BARCELÓ D – Human exposure to endocrine disrupting \n\ncompounds: Their role in reproductive systems, metabolic syndrome and breast cancer. A \n\nreview – Environmental Research v.151 pp. 251-264, 2016.  \n\nGONZALES-INCA C; KALLIOLA R; KIRKKALA T - Multiscale Landscape Pattern \n\nAffecting on StreamWater Quality in AgriculturalWatershed, SW Finland – Water Resource \n\nManagement v.29 pp 1669-1682, 2015. \n\nGOMES MAF. Panorama da contaminação ambiental por agrotóxicos e nitrato de origem \n\nagrícola no Brasil: cenário 1992/2011 / Marco Antonio Ferreira Gomes; Robson Rolland \n\nMonticelli Barizon.– Jaguariúna, SP : EMBRAPA Meio Ambiente, 2014. \n\nGORZA, NL - Remoção de agrotóxicos em instalação piloto de tratamento de águas de \n\nabastecimento do tipo convencional, associado à pré-oxidação e adsorção em carvão ativado \n\ngranular - Dissertação apresentada ao Programa de Pós- Graduação em Engenharia Ambiental \n\nda Universidade Federal do Espírito Santo,  para obtenção do Grau de Mestre em Engenharia \n\nAmbiental, 2012. \n\nGUANDIQUE MEG; MORAIS LC – Estudo de variáveis hidrológicas e do balanço hídrico em \n\nbacias hidrográficas - in POMPÊO (org.) - Ecologia de reservatórios e interfaces. Instituto de \n\nBiociências da Universidade de São Paulo. São Paulo, 2015. \n\nGUO W; FU Y; RUAN B; GE H; ZHAO N – Agricultural non-point source pollution in the \n\nYongding River Basin – Ecological Indicators v.36 pp.254-261, 2014.  \n\nGUO X; ZHANG X;CAI Q;SHEN T;ZHU S; Developing a novel sensitive visual screening \n\ncard for rapid detection of pesticide residues in food – Food Control v.30 pp. 15-23, 2013 \n\nHAYES TB; KHOURYA V; NARAYANA A; NAZIRA M; PARKA A; BROWNA T; \n\nADAMEA L; CHANA E; BUCHHOLZB D; STUEVEA T; GALLIPEAUA S - Atrazine \n\ninduces complete feminization and chemical castration in male African clawed frogs (Xenopus \n\nlaevis) - Proceedings of the National Academy of Sciences 107, (10) 4612-4617, 2010. \n\nIBGE – Introdução ao Processamento Digital de Imagens – Primeira Divisão de Geociências do \n\nNordeste, manuais técnicos em geociências (ISSN 0103-9598, 94p) – IBGE, Rio de Janeiro, \n\n2001. \n\nIBGE – Censo Agropecuário. Ministério do Planejamento, Orçamento e Gestão. Instituto \n\nBrasileiro de Geografia e Estatística. IBGE, Rio de Janeiro 2006. \n\n\n\n82 \n\n \n\nIBGE – Censo Demográfico 2010 Características Gerais da População. Ministério do \n\nPlanejamento, Orçamento e Gestão. Instituto Brasileiro de Geografia e Estatística, Rio de \n\nJaneiro 2010.   \n\nIBGE – Produção Agrícola Municipal 2014. IBGE, Rio de Janeiro, 2015. \n\nJARDIM ICSF; ANDRADE JA – Resíduo de agrotóxicos em alimentos: uma preocupação \n\nambiental global, um enfoque às maças – Química Nova v.32 nº4 pp. 996-1012, 2009.  \n\nKAMEL F; HOPPIN JA – Association of Pesticide Exposure with Neurologic Dysfunction a \n\ndisease – Environmental Health Perspectives, v.112, n.9, Annual Review, pp. 950-958, 2004. \n\nKAMINSKA IA; OLDAK A; TURSKI W A – Geographical Information System (GIS) as a \n\ntool for monitoring and analyzing pesticide pollution and its impact on public health. Ann Agric \n\nEnviron Med 2004, 11, 181–184. \n\nLELIS TA; CALIJURI MLA- Modelagem hidrossedimentológica de bacia hidrográfica na \n\nregião sudeste do Brasil, utilizando o SWAT - Revista Ambiente &amp; Água: An Interdisciplinary \n\nJournal of Applied Science, v. 5, n. 2, p. 158-174, 2010. (doi:10.4136/ambi-agua.145). \n\nMACHADO RE; VETTORAZZI CA; CRUCIANI DE – Simulação de escoamento em uma \n\nmicrobacia hidrográfica utilizando técnicas de modelagem e geoprocessamento – RBRH \n\nRevista Brasileira de Recursos Hídricos v.8 n.1, PP. 147-155, 2003. \n\nMARIO JUNIOR, R – Identificação dos Agrotóxicos prioritários para a vigilância da água de \n\nconsumo humano no Estado de São Paulo. Dissertação de Mestrado, FSP-USP, 2013.  \n\nMATTIKALLI N; RICHARDS KS - Estimation of Surface Water Quality Changes in Response \n\nto Land Use Change: Application of The Export Coefficient Model Using Remote Sensing and \n\nGeographical Information System – Journal of Environmental Management v.48 pp.263-282, \n\n1996.  \n\nMENDES CAB; CIRILO JA– Geoprocessamento em Recursos Hídricos: Princípios, Integração \n\ne Aplicação. ABRH, Porto Alegre, 2001. \n\nMINOTI RT – Abordagens qualitativa e quantitativa de microbacias hidrográficas e áreas \n\nalagáveis de um compartimento do médio Mogi-superior, SP. Tese de doutorado. ESALQ-USP, \n\nSão Carlos 2006. \n\nMORO M; A utilização da interface SWAT-SIG no estudo da produção de sedimentos e do \n\nvolume de escoamento superficial com simulação de cenários alternativos - Dissertação \n\napresentada para obtenção do título de Mestre em Agronomia. Área de concentração: Irrigação e \n\nDrenagem. Escola Superior de Agricultura Luiz de Queiroz, Universidade de São Paulo, 2005.  \n\nNEITSCH, S L; ARNOLD, J G; KINIRY, J R; WILLIAMS, J R - Soil &amp; Water Assessment \n\nTool (SWAT) - Instituto de Recurso Hídricos do Texas - Relatório técnico No. 406 Texas A&amp;M \n\nUniversity System College Station, Texas, 2011. \n\nNUCKOLS J; WARD M; JARUP L – Using Geographic Information Systems for exposure \n\nassessment in environmental epidemiology studies – Environmental Health Perspectives v. 112, \n\npp.1007-1015, 2004. \n\nOLIVEIRA JB – Solos do Estado de São Paulo: descrição das classes registradas no mapa \n\npedológico. Campinas, Instituto Agronômico, 1999. \n\nOLIVEIRA JB; Pedologia aplicada 3ºed – FEALQ, Piracicaba, 2008.  \n\n\n\n83 \n\n \n\nPARKER R; ARNOLD JG; BARRETT M; BURNS L; CARRUBBA L; NEITSCH SL; \n\nSNYDER NJ; SRINIVASAN R – Evaluation of three watershed-scale pesticide environmental \n\ntransport and fate models – Journal of the American Water Resources Association v. 43 nº6 \n\npp.1424-1443, 2007. \n\nPAZ VPS; TEODORO REF; MENDONÇA FC - Recursos hídricos, agricultura irrigada e meio \n\nambiente. Revista Brasileira de Engenharia Agrícola e Ambiental, v.4, n.3, p.465-473, 2000. \n\nPERES F; MOREIRA JC (orgs) - É veneno ou é remédio? Agrotóxicos, saúde e ambiente \n\n[online]. Rio de Janeiro: Editora FIOCRUZ, 2003. 384 p. SciELO Books \n\nhttp://books.scielo.org. \n\nPERES F; MOREIRA JC – Saúde e ambiente em sua relação com o consumo de agrotóxicos \n\nem um polo agrícola do Estado do Rio de Janeiro, Brasil – Cadernos de Saúde Pública, Rio de \n\nJaneiro 23 (612-621), 2007. \n\nPORTO-GONÇALVES CW – A fome e o meio ambiente. In: A globalização da natureza e a \n\nnatureza da globalização. Rio de Janeiro, Civilização Brasileira, 2006.  \n\nPRASAD R; REKHA S; NAIK N – Pesticide residue in organic and conventional food-risk \n\nanalysis – Chemical Health &amp; Safety, nov/dec, 2006 \n\nQUANDT SA; CHEN H; GRZYWACZ JG; VALLEJOS QM; GALVAN L; ARCURY TA- \n\nCholinesterase Depression and Its Association with Pesticide Exposure across the Agricultural \n\nSeason among Latino Farm workers in North Carolina - Environmental Health Perspectives v. \n\n118, nº 5, 2010. \n\nRANDHIR, TO; O’CONNOR R; PENNER PR; GOODWIN DW - A Watershed-based land \n\nprioritization model for water supply protection - Forest Ecology and Management v.143 pp. \n\n47-56, 2001. \n\nRENNÓ C; SOARES J - Conceitos básicos de modelagem hidrológica: Capítulo 2. Journal of \n\nChemical Information and Modeling v. 53 pp. 1689-1699, 2013 \n\nRESENDE M; CURI, N; REZENDE SB; CORRÊA GF – Pedologia: Base para distinção de \n\nambientes. 5º ed. Lavras: Editora UFLA, 2007. \n\nROOS AJ; BLAIR A; RUSIECKI A; HOPPIN JÁ; SVEC M; DOSEMECI M; SANDLER DP; \n\nALAVANJA MC – Cancer Incidence among Glyphosate- Exposed Pesticide Applicators in the \n\nAgricultural Health Study – Environmental Health Perspective, v.113. n.1, pp.49-54, 2005. \n\nROSS JLS - Recursos Hídricos e as Bacias Hidrográficas: âncoras do planejamento e gestão \n\nambiental. Revista do Departamento de Geografia nº12, FFLCH-USP, 1998. \n\nSANTOS, CEM - Priorização de fármacos em água destinada ao consumo humano baseada em \n\navaliação da toxicidade e do comportamento ambiental por meio de modelos computacionais (in \n\nsilico) para fins de gestão ambiental, 2015. 118 f. Dissertação (Mestrado) - Curso de Pós- \n\ngraduação em Saúde Pública, Departamento de Saúde Ambiental, Faculdade de Saúde Pública \n\nda Universidade de São Paulo, São Paulo, 2015. \n\nSCHWARZENBACH R; EGLI T; HOFSTETTER T; GUNTEN Urs Von; WEHRLI B - Global \n\nWater Pollution and Human Health Annual Review Environmental. Resources. 2010. 35:109–\n\n36. \n\nSECRETÁRIA DE AGRICULTURA E ABASTECIMENTO. Governo do Estado de São \n\nPaulo. Boletim de Recomendações Gerais para a Conservação do solo na Cultura da Cana-de-\n\n\n\n84 \n\n \n\naçúcar. Grupo de Trabalho - Resolução SAA - 27, de 26-6-2015. Instituto Agronômico, \n\nCampinas, 2016. \n\nSHI P; ZHANG Y; LI Z; LI P; XU H – Influence os land use cover patterns on seasonal water \n\nat multi-spatial scales – Catena v. 151 p. 182-190, 2017. \n\nSILVA EM - A modernização da agricultura: uma aproximação histórica do caso brasileiro e \n\nmexicano (1970-1980) - Revista Territórios e Fronteiras V.3 N.1 – Jan/Jun 2010 Programa de \n\nPós-Graduação – Mestrado em História do ICHS/UFMT.  \n\nSILVA VA; MOREAU MS; MOREAU AMS ; REGO NA – Uso da terra e perda de solo na \n\nBacia Hidrográfica do Rio Colônia, Bahia – Revista Brasileira de Engenharia Agrícola e \n\nAmbiental v. 15 n. 3 pp. 310-315, 2011. \n\nSOARES AFS - Uso de agrotóxicos, contaminação de mananciais e análise da legislação \n\npertinente: um estudo na região de Manhuaçu - MG. Tese apresentada ao Programa de Pós-\n\ngraduação em Saneamento, Meio Ambiente e Recursos Hídricos da Universidade Federal de \n\nMinas Gerais, para a obtenção do título de Doutor em Saneamento, Meio Ambiente e Recursos \n\nHídricos, 2011. \n\nSOARES WL; PORTO MF. Atividade agrícola e externalidade ambiental: uma análise a partir \n\ndo uso de agrotóxicos no cerrado brasileiro. Revista Ciencia&amp;Saúde Coletiva, 12: 131-143, \n\n2007. \n\nSOARES, WL - Uso dos agrotóxicos e seus impactos à saúde e ao ambiente: uma avaliação \n\nintegrada entre a economia, a saúde pública, a ecologia e a agricultura. Tese (doutorado) Escola \n\nNacional de Saúde Pública Sergio Arouca, Rio de Janeiro 2010. \n\nSPADOTTO CA. Avaliação de riscos ambientais de agrotóxicos em condições brasileiras. \n\nDocumentos 58, EMBRAPA Meio Ambiente, Jaguariúna, São Paulo, 2006.  \n\nSTOTZ EM. A “Questão Agrária” e a saúde pública: considerações em torno de uma crítica ao \n\nneoliberalismo. Revista Ciencia&amp;Saúde Coletiva, 12: 15-24, 2007. \n\nSUDO M; KUNIMATSU T; OKUBO T – Concentration and loading of pesticide residues in \n\nLake Biwa basin (Japan) – Water Research 2002, 36(315-329).  \n\nTANIWAKI RH; CASSIANO CC; FILOSO S; FERRAZ SFB; CAMARGO PB; \n\nMARTINELLO LA - Impacts of converting low-intensity pastureland to high-intensity \n\nbioenergy cropland on the water quality of tropical streams in Brazil – Science of the Total \n\nEnvironment v.584 pp.339-347, 2017.  \n\nTERRA FHB – A indústria de agrotóxicos no Brasil – Dissertação de Mestrado, UFPR, 2008. \n\nTONG STY; CHEN W – Modeling the relationship between land use and surface water quality \n\n– Journal of Environmental Management v. 66 pp. 377-393, 2002. \n\nTUCCI CEM – Hidrologia: ciência e aplicação. Ed. da Universidade: ABRH, EDUSP, 1993. \n\nUSEPA – U.S. Environmental Protection Agency. Framework Manual: Estimating Physical / \n\nChemical and Environmental Fate Properties with EPI Suite™. EPA-748-B12-001) USA: \n\nEPA/OOPT, 2012. \n\nUZEIKA T – Aplicabilidade do modelo SWAT (Soil And Water Assessment Tool) na \n\nsimulação da produção de sedimentos em uma pequena bacia hidrográfica rural. Dissertação \n\nsubmetida ao Programa de Pós-Graduação em Recursos Hídricos e Saneamento Ambiental da \n\n\n\n85 \n\n \n\nUniversidade Federal do Rio Grande do Sul, para a obtenção do título de Mestre em Recursos \n\nHídricos e Saneamento Ambiental, 2009.  \n\nVALENTIM LSO; O plano de segurança da água no contexto sanitário paulista – Boletim \n\nEpidemiológico Paulista v.12 nº 141, pp.35-40, 2015. \n\nVALERIANO MM; ALBUQUERQUE PCG – Topodata: processamento dos dados SRTM – \n\nINPE: Coordenação de Ensino, Documentação e Programas Especiais (INPE -16702-RPQ/854) \n\n79p, São José dos Campos, 2010. \n\nVENTURA DFL; BALBINOT RAA - A aplicação judicial das normas da Organização Mundial \n\nda Saúde no Brasil: in dubio pro salute. Revista de Direito Sanitário v.15 nº3 pp.162-172, 2015. \n\nVINE FM; DEGNAN D; HANCHETTE C – Geographic Information Systems: Their Use in \n\nEnvironmental Epidemiologic Research – Environmental Health Perspectives v. 105 n.6, \n\npp.598-605, 1997. \n\nWARD FA; PULIDO-VELAZQUEZ M - Water conservation in irrigation can increase water \n\nuse.  PNAS v.105,  nº 47, pp. 18215–18220, 2008. \n\nWHO – Public health impact of pesticides used in agriculture. World Health Organization, \n\nGeneva, 1990. http://apps.who.int/iris/bitstream/10665/39772/1/9241561394.pdf \n\nWHO - Endocrine disrupters and child health: Possible developmental early effects of endocrine \n\ndisrupters on child health, 2012. \n\nWINCHESTER P, JORDAN H, JUN Y - Agrichemicals in surface water and birth defects in \n\nthe United States - Acta Pædiatrica/Acta Pædiatrica (ISSN 0803–5253) 98, pp. 664–669, 2009. \n\n \n\nhttp://apps.who.int/iris/bitstream/10665/39772/1/9241561394.pdf\n\n\n86 \n\n \n\nANEXOS 1 – Tabela com os parâmetros dos solos utilizados na geração do modelo \n\nOBJECTID 1 2 \n\nMUID LAT ARG \n\nSEQN 0 0 \n\nSNAM LATOS ARGISOL \n\nS5ID LATOSSOLO ARGISSOLO \n\nCMPPCT 0 0 \n\nNLAYERS 4 3 \n\nHYDGRP B B \n\nSOL_ZMX 1500 1300 \n\nANION_EXCL 0.38 0.32 \n\nSOL_CRK 0.3 0.3 \n\nTEXTURE     \n\nSOL_Z1 360 200 \n\nSOL_BD1 1.5 1.7 \n\nSOL_AWC1 0.3 0.4 \n\nSOL_K1 12.5 90 \n\nSOL_CBN1 1.1 1.3 \n\nCLAY1 30.3 11.7 \n\nSILT1 16 18.1 \n\nSAND1 53.7 70.2 \n\nROCK1 0 0 \n\nSOL_ALB1 0.15 0.15 \n\nUSLE_K1 0.13 0.14 \n\nSOL_EC1 0 0 \n\nSOL_Z2 760 550 \n\nSOL_BD2 1.7 1.7 \n\nSOL_AWC2 0.3 0.4 \n\nSOL_K2 12.5 90 \n\nSOL_CBN2 0.2 0.6 \n\nCLAY2 29.8 18.8 \n\nSILT2 14.3 17.2 \n\nOBJECTID 1 2 \n\nSAND2 55.9 64 \n\nROCK2 0 0 \n\nSOL_ALB2 0.15 0.15 \n\nUSLE_K2 0.14 0.15 \n\nSOL_EC2 0 0 \n\nSOL_Z3 1210 1300 \n\nSOL_BD3 1.7 1.7 \n\nSOL_AWC3 0.4 0.7 \n\nSOL_K3 12.5 12.5 \n\nSOL_CBN3 0.5 0.3 \n\nCLAY3 29.5 20.8 \n\nSILT3 13.8 18.3 \n\nSAND3 56.7 60.9 \n\nROCK3 0 0 \n\nSOL_ALB3 0.15 0.15 \n\nUSLE_K3 0.14 0.16 \n\nSOL_EC3 0 0 \n\nSOL_Z4 1500 0 \n\nSOL_BD4 1.6 0 \n\nSOL_AWC4 0.4 0 \n\nSOL_K4 12.5 0 \n\nSOL_CBN4 0.4 0 \n\nCLAY4 35.6 0 \n\nSILT4 15.91 0 \n\nSAND4 48.5 0 \n\nROCK4 0 0 \n\nSOL_ALB4 0.15 0 \n\nUSLE_K4 0.14 0 \n\nSOL_EC4 0 0 \n\nAdaptado de Baldissera, 2005 e Oliveira 1999.  \n\nSNAM classificação do solo; NLAYERS número de layers de informação; HYDGRP grupo de \n\nsaturação hidráulica (A, B, C e D); SOL_ZMX profundidade máxima de solo que a raiz alcança \n\n(mm); ANION_EXCL fração de porosidade do solo; SOL_Z profundidade de horizonte (mm); \n\nSOL_BD densidade do solo (g/cm SOL_AWC a capacidade de água do solo (mm/mm); SOL_K \n\ncondutividade hidráulica saturada (mm/hr); SOL_CBN conteúdo de carbono orgânico do solo \n\n(%peso solo); CLAY argila no solo (%peso solo); SILT silte no solo (%peso solo); SAND areia \n\nno solo (%peso solo); ROCK  cascalho no solo (% volume); SOL_ALB albedo do solo; \n\nUSLE_K fator de erodibilidade do solo (0,013 t.m2.hr/m3.t.cm). \n\n \n\n\n\n87 \n\n \n\nANEXO 2 - Tabela dos Dados climáticos para estação de São Carlos \n\nDADOS Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez \n\nTMPMX 30.3 29.8 28.4 27.7 24.8 24.8 24.1 27.2 28.6 29.8 28.6 29.8 \n\nTMPMN 19.5 19.4 18.7 17.2 14.8 14.2 13.2 13.5 16.3 17.5 18.4 19.2 \n\nTMPSTDMX 2.14 1.33 0.91 0.82 0.62 0.65 0.36 0.9 1.11 2.25 0.4 0.22 \n\nTMPSTDMN 0.89 0.53 0.26 0.83 0.27 0.57 1.24 0.93 0.82 1.25 0.64 0.6 \n\nPCPMM 159.3 150.1 192.5 69.83 80.93 23.2 47.4 11.3 112.5 92.47 206.1 188.9 \n\nPCPSTD 22.15 8.22 9.09 5.06 17.35 3.02 4.72 3.73 7.68 11.01 11.39 10.63 \n\nPCPSKW 1.3 -1.72 -1.42 -0.09 1.64 0.1 0.85 0.95 -0.36 1.65 0.8 1.4 \n\nPR_W1 0.24 0.14 0.15 0.13 0.23 0.17 0.09 0.25 0.31 0.12 0.15 0.2 \n\nPR_W2 0.09 0.23 0.28 0.06 0.05 0.02 0.05 0.05 0.1 0.16 0.2 0.23 \n\nPCPD 11 13.6 13 6.3 4.3 3.3 5 1.66 7.66 7 12.3 14.3 \n\n*RAINHHMX -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 \n\nSOLARAV 23.03 19.08 17.28 17.28 14.39 13.2 12.6 18.4 18.4 22.98 20.13 21.73 \n\nDEWPT 15.5 15.8 14.6 10 8.9 8.2 8.5 8.9 13.7 14.9 17.9 20.2 \n\nWNDAV 0.95 0.9 0.78 1.11 0.92 0.97 1 1.13 1.34 1.31 1.08 1.08 \n\n \n\nTabela dos Dados climáticos para estação de Sorocaba \n\nDADOS Jan Fev Mar Abr Mai Jun Jul Ago Set Out Nov Dez \n\nTMPMX 31.3 31.8 29.1 27.4 25.6 24.7 23.9 27.3 27.6 29.2 28.9 30.3 \n\nTMPMN 20.7 21.2 19.7 17.5 15.3 14.3 13.2 13.4 16.2 17.3 19.2 20.3 \n\nTMPSTDMX 2.7 1.85 0.69 0.52 0.42 0.72 0.3 0.92 0.8 1.8 0.21 0.5 \n\nTMPSTDMN 1.11 1.1 1.1 0.48 0.4 0.19 0.85 1.2 0.79 0.94 0.8 0.5 \n\nPCPMM 146.3 91.3 111 80.67 53.03 57.5 67.3 17.4 109 66.9 178 172.2 \n\nPCPSTD 9.092 10.02 13.97 9.291 5.144 13.9 3.63 0.157 4.663 6.458 9.778 8.056 \n\nPCPSKW 0.37 1.5 -0.8 -0.63 0.74 1.71 1.36 -1.4 1.35 -1.5 -1.6 -0.44 \n\nPR_W1 0.2 0.15 0.16 0.07 0.08 0.08 0.11 0.04 0.14 0.15 0.2 0.16 \n\nPR_W2 0.19 0.1 0.11 0.05 0.06 0.03 0.14 0.05 0.14 0.05 0.16 0.12 \n\nPCPD 12 7.3 9.3 4 4.6 4 7.3 2.3 8.6 6 12 9.3 \n\nRAINHHMX -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 -99 \n\nSOLARAV 21.88 20.15 16.7 17.28 12.67 13.8 12.1 17.28 17.79 21.25 18.4 20.73 \n\nDEWPT 15.2 13.2 12.2 9.4 8.7 7.7 7.7 8.8 14.6 16.7 19.4 19.4 \n\nWNDAV 0.92 0.79 0.79 0.81 0.57 0.72 0.64 0.8 1 1.22 0.94 1.03 \n\nAdaptado dos dados do INMET. TMPMX: Temperatura máxima (°C); TMPMN: Temperatura \n\nmínima (°C); TMPSTDMX: Desvio padrão da temperatura máxima (°C); TMPSTDMN: Desvio \n\npadrão da temperatura mínima (°C); PCPMM: Precipitação média (mm); PCPSTD: Desvio \n\npadrão da precipitação (mm); PR_W1: Probabilidade de dias úmidos seguidos de dias secos \n\n(%); PR_W2: Probabilidade de dias úmidos seguidos de dias úmidos (%); PCPSKW: \n\nCoeficiente de assimetria para a precipitação máxima; PCPD: Número de dias de precipitação \n\n(dias); RAINHHMX: Precipitação máxima de 0,5 hora (mm); SOLARAV: Radiação solar (MJ \n\nm-2 dia-1); DEWPT: Temperatura no ponto de orvalho (°C); e WNDAV: Velocidade do vento \n\n(m s-1).  \n\n*Ausência de informação, código para que o campo seja calculado pelo modelo. \n\n \n\n\n\nDados gerais   Formação   Atuação   Projetos   Produções   Eventos   +\n\nDenise Piccirillo Barbosa da Veiga\n \nBolsista de Mestrado do CNPq\n\nEndereço para acessar este CV: http://lattes.cnpq.br/6427740067324613\n\nÚltima atualização do currículo em 27/03/2017\n\nEnglish\n\nBacharelado  em  Geografia  pela  Faculdade  de  Filosofia  Letras  e  Ciências  Humanas­USP.  Pesquisa  na  área  de  Geografia  Agrária  e  Geografia\nHumana,com ênfase na produção camponesa e nos Programas de Aquisição de Alimentos. Licenciatura em Geografia pela Faculdade de Educação ­ USP.\nMestrado em andamento na Faculdade de Saúde Pública ­ USP, na área de Saúde Ambiental, com o projeto de pesquisa sobre áreas contaminantes de\náguas superficiais por agrotóxicos. Experiência profissional em Geoprocessamento e Licenciamento Ambiental. (Texto informado pelo autor)\n\nIdentificação\n\nNome\n\nDenise Piccirillo Barbosa da Veiga\n\nNome em citações bibliográficas\n\nPICCIRILLO, DBV\n\nEndereço\n\nFormação acadêmica/titulação\n\n2015\n\nMestrado em andamento em Saúde Pública (Conceito CAPES 6). \nUniversidade de São Paulo, USP, Brasil. \n\nTítulo: Agrotóxicos e águas superficiais de abastecimento público do estado de São Paulo: O impacto do uso do solo na contaminação de bacias hidrográficas,Orientador: \nAdelaide Cassia Nardocci.\nBolsista do(a): Conselho Nacional de Desenvolvimento Científico e Tecnológico, CNPq, Brasil. \nPalavras­chave: Agrotóxicos? Manancial de Abastecimento? Escoamento superficial? SWAT.\nGrande área: Ciências da Saúde\nGrande Área: Ciências da Saúde / Área: Saúde Coletiva / Subárea: Saúde Pública.\n\n2009 ­ 2014\n\nGraduação em Geografia. \nUniversidade de São Paulo, USP, Brasil. \nTítulo: O PNAE e a agricultura camponesa ­ Estratégias de reprodução frente aos avanços da silvicultura. \nOrientador: Valéria de Marcos.\n\n2004 ­ 2006\n\nEnsino Médio (2º grau). \nMarques de São Vicente, EE, Brasil.\n\nAtuação Profissional\n\nUniversidade de São Paulo, USP, Brasil.\n\nVínculo institucional\n\n2015 ­ Atual\n\nVínculo: Bolsista, Enquadramento Funcional: Mestranda, Regime: Dedicação exclusiva.\n\nAtividades\n\nImprimir currículo\n\njavascript:void(0)\njavascript:void(0)\njavascript:void(0)\njavascript:void(0)\nhttp://lattes.cnpq.br/\nhttp://cnpq.br/\nhttp://lattes.cnpq.br/7211771211059721\n\n\nDados gerais   Formação   Atuação   Projetos   Produções   Educação e Popularização de C &amp; T   Eventos   Orientações   Bancas   Citações   +\n\nAdelaide Cassia Nardocci\n\nEndereço para acessar este CV: http://lattes.cnpq.br/7211771211059721\n\nÚltima atualização do currículo em 11/01/2017\n\nSou Bacharel em Física pela Universidade Estadual de Londrina (1987), mestre em Engenharia Nuclear pela Coordenação dos Programas de Pós\nGraduação  Em  Engenharia  (COPPE/UFRJ)  (1990)  e  doutora  em  Saúde  Pública  pela  Universidade  de  São  Paulo  (1999).  Tenho  pós­doutorado  pela\nUniversidade de Bologna (2008) e Livre­docência pela USP (2010).Sou professora associada do Departamento de Saúde Ambiental da Faculdade de Saude\nPublica da Universidade de São Paulo. Minha atividade de pesquisa atual tem ênfase em Avaliação e Gerenciamento de Riscos Ambientais,em especial:\navaliação quantitativa de exposições e riscos de agentes químicos e microbiológicos? gerenciamento de riscos, percepção de riscos? saúde ambiental.\n(Texto informado pelo autor)\n\nIdentificação\n\nNome\n\nAdelaide Cassia Nardocci\n\nNome em citações bibliográficas\n\nNARDOCCI, A. C.?NARDOCCI, ADELAIDE CÁSSIA\n\nEndereço\n\nEndereço Profissional\n\nUniversidade de São Paulo, Faculdade de Saúde Pública. \nAVENIDA DR ARNALDO, 715\nCERQUEIRA CESAR\n01246­904 ­ Sao Paulo, SP ­ Brasil\nTelefone: (11) 30617887\nFax: (11) 30617732\nURL da Homepage: www.fsp.usp.br\n\nFormação acadêmica/titulação\n\n1995 ­ 1999\n\nDoutorado em Saúde Pública (Conceito CAPES 6). \nUniversidade de São Paulo, USP, Brasil. \nTítulo: Risco como Instrumento de gestão ambiental, Ano de obtenção: 1999. \n\nOrientador:  Carlos Celso do Amaral e Silva. \nBolsista do(a): Conselho Nacional de Desenvolvimento Científico e Tecnológico, CNPq, Brasil. \nPalavras­chave: avaliação de riscos? gestão ambiental? gerenciamento de riscos? saúde ambiental.\nGrande área: Ciências da Saúde\n\n1988 ­ 1990\n\nMestrado em Engenharia Nuclear. \nCoordenação dos Programas de Pós Graduação Em Engenharia, COPPE/UFRJ, Brasil. \nTítulo: Desenvolvimento de um sistema de medidas de conteúdo mineral ósseo `in vivo`usando raios gama monoenergéticos,Ano de Obtenção: 1990.\nOrientador: Ricardo Tadeu Lopes.\nBolsista do(a): Comissão Nacional de Energia Nuclear, CNEN, Brasil. \nPalavras­chave: Atenuacao da Radiacao? Densidade Ossea? Instrumentacao Nuclear? interação da radiação com a matéria.\nGrande área: Engenharias\n\n1983 ­ 1987\n\nGraduação em Bacharel em Física. \nUniversidade Estadual de Londrina, UEL, Brasil. \nBolsista do(a): Conselho Nacional de Desenvolvimento Científico e Tecnológico, CNPq, Brasil.\n\nPós­doutorado e Livre­docência\n\n2010\n\nLivre­docência. \nUniversidade de São Paulo, USP, Brasil. \n\nImprimir currículo\n\njavascript:void(0)\njavascript:void(0)\njavascript:void(0)\njavascript:void(0)\nhttp://lattes.cnpq.br/\nhttp://cnpq.br/\nhttp://www.fsp.usp.br/\nhttp://lattes.cnpq.br/0796043902244578"}]}}}