{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.08848"}, {"@name": "filename", "#text": "13737_caires_fj_me_araiq.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "FLÁVIO JUNIOR CAIRES\nSíntese, Caracterização e Estudo Termoanalítico dos Succinatos de Alguns Metais de Transição Bivalentes no Estado Sólido\nDissertação apresentada ao Instituto de Química, Universidade Estadual Paulista, como parte dos requisitos para obtenção do título de Mestre em Química.\nOrientador: Prof. Dr. Massao Ionashiro\nAraraquara 2011\n\tFlávio Junior Caires Curriculum Vitae\n1.\tDADOS PESSOAIS\nNome: Flávio Junior Caires\nData de Nascimento: 03/02/1985\nNacionalidade: Brasileira\nEstado Civil: Solteiro\n2.\tFORMAÇÃO ACADÊMICA/TITULAÇÃO\n2009\tMestrado em Química. Universidade Estadual Paulista Júlio de Mesquita Filho, UNESP, São Paulo, Brasil Título: Síntese, caracterização e estudo termoanalítico de succinatos de alguns metais de transição bivalente, no estado sólido. Orientador: Massao lonashiro Bolsista: CAPES\n2005 - 2008\tGraduação em Bacharelado em Química. Universidade Estadual Paulista Júlio de Mesquita Filho, UNESP, São Paulo, Brasil Título: Síntese eletroquímica de nanopartículas de magnetita (Fe3O4) e funcionalização da superfície com 3-aminopropiltrietoxissilano (APTS) Orientador: Miguel Jafelicci Júnior Bolsista do: Conselho Nacional de Desenvolvimento Científico e Tecnológico\n3.\tPRODUÇÃO BIBLIOGRÁFICA\n3.1.\tARTIGOS COMPLETOS PUBLICADOS EM PERIÓDICOS\nCAIRES, F. J.; Lima, L.S.; Carvalho, C.T.; Giagio, R.J.; lonashiro, M. Thermal behaviour of malonic acid, sodium malonate and its compounds with some bivalent transition metal ions. Thermochimica Acta (Print), v. 497, p. 35-40, 2010.\nCaires, F.J.; Lima, L.S.; Carvalho, C.T.; lonashiro, M. Thermal behaviour of succinic acid, sodium succinate and its compounds with some bivalent transition metal ions. Thermochimica Acta (Print), v. 500, p. 6-12, 2010.\n3.2.\tTRABALHOS PUBLICADOS EM ANAIS DE EVENTOS (RESUMO)\nLima, L.S., Caires, F.J., Carvalho, C.T., Dametto, P. R., Ambrozini, B., lonashiro, M. ESTUDO DO COMPORTAMENTO TÉRMICO DOS SUCCINATOS DE La (III) E Gd (III) In: IV Encontro Regional dos Usuários de Técnicas Termoanalíticas, 2009, São Carlos.\nIV Encontro Regional dos Usuários de Técnicas Termoanalíticas. , 2009.\nCaires, F.J., Lima, L.S., Carvalho, C.T., Dametto, P. R., Ambrozini, B., Ionashiro, M. ESTUDO DO COMPORTAMENTO TÉRMICO DOS SUCCINATOS DE Ni(II) E Zn(II) In: IV Encontro Regional dos Usuários de Técnicas Termoanalíticas, 2009, São Carlos.\nIV Encontro Regional dos Usuários de Técnicas Termoanalíticas. , 2009.\nLima, L.S., Caires, F.J., Carvalho, C.T., Ionashiro, M.\nESTUDO DO COMPORTAMENTO TÉRMICO DOS SUCCINATOS DE Sm(III) E Eu(III) In: 17°. Encontro Regional da SBQ - Regional IPWS, 2009, Araraquara.\n17°. Encontro Regional da SBQ - Regional IPWS. , 2009. p.181 - 181\nCaires, F.J., Lima, L.S., Carvalho, C.T., Ionashiro, M.\nINFLUÊNCIA DA ATMOSFERA NO COMPORTAMENTO TÉRMICO DOS MALONATOS DE Co(II) E Zn(II) In: 17°. Encontro Regional da SBQ - Regional IPWS, 2009, Araraquara.\n17°. Encontro Regional da SBQ - Regional IPWS. , 2009. p.181 - 181\nCarvalho, C.T., Caires, F.J., Dametto, P. R., Ambrozini, B., Lima, L.S., Ionashiro, M. SÍNTESE, CARACTERIZAÇÃO E COMPORTAMENTO TÉRMICO DOS 2-METOXICINAMALPIRUVATO COM ALGUNS METAIS BIVALENTES In: 17°. Encontro Regional da SBQ - Regional IPWS, 2009, Araraquara.\n17°. Encontro Regional da SBQ - Regional IpWs. , 2009. p.194 - 194\nLocatelli, J. R., Carvalho, C.T., Caires, F.J., Lima, L.S., Dametto, P. R., Ambrozini, B., Nunes, R. S., Bannach, G., Ionashiro, M.\nSÍNTESE E CARACTERIZAÇÃO DO MALONATO DE Nd (III), NO ESTADO SÓLIDO In: IV Encontro Regional dos Usuários de Técnicas Termoanalíticas, 2009, São Carlos.\nIV Encontro Regional dos Usuários de Técnicas Termoanalíticas. , 2009.\nCarvalho, C.T., Caires, F.J., Siqueira, A. B., Bannach, G., Rodrigues, E. C., Lima, L.S., Locatelli, J. R., DAMETTO, P. R., Nunes, R. S., Ambrozini, B., Ionashiro, M.\nSÍNTESE E CARACTERIZAÇÃO DOS MALONATOS DE Ce(III) E Sm(III), NO ESTADO SÓLIDO In: IV Encontro Regional dos Usuários de Técnicas Termoanalíticas, 2009, São Carlos.\nIV Encontro Regional dos Usuários de Técnicas Termoanalíticas. , 2009.\n3.3.\tTRABALHOS PUBLICADOS EM ANAIS DE EVENTOS (RESUMO EXPANDIDO)\nCaires, F.J., Carvalho, C.T., Siqueira, A. B., Lima, L.S., Ionashiro, M.\nSÍNTESE, CARACTERIZAÇÃO E ESTUDO TERMOANALÍTICO DOS OXAMATOS DE Mn(II) E Ni(II) In: VII Congresso Brasileiro de Análise Térmica e Calorimetria, 2010, São Pedro.\nVII Congresso Brasileiro de Análise Térmica e Calorimetria. , 2010.\nLima, L.S., Caires, F.J., Carvalho, C.T., DAMETTO, P. R., Ambrozini, B., Ionashiro, M. ESTUDO DO COMPORTAMENTO TÉRMICO DO MALONATO DE MANGANÊS E DE ZINCO In: XLIX Congresso Brasileiro de Química, 2009, Porto Alegre.\nXLIX Congresso Brasileiro de Química. , 2009.\nCarvalho, C.T., Siqueira, A. B., Locatelli, J. R., Caires, F. J., Lima, L.S., Dametto, P. R., Ambrozini, B., Nunes, R. S., Ionashiro, M.\nEstudo do Comportamento Térmico e Análise dos Gases Liberados Por TG-DTA-MS In: XLIX Congresso Brasileiro de Química, 2009, Porto Alegre.\nXLIX Congresso Brasileiro de Química - ABQ. , 2009.\nCaires, F.J., Lima, L.S., Carvalho, C.T., Dametto, P. R., Ambrozini, B., Ionashiro, M. SÍNTESE E CARACTERIZAÇÃO DO MALONATO DE COBALTO (II) NO ESTADO SÓLIDO In: XLIX Congresso Brasileiro de Química, 2009, Porto Alegre.\nXLIX Congresso Brasileiro de Química - ABQ. , 2009.\nLocatelli, J. R., Carvalho, C.T., Caires, F.J., Lima, L.S., Dametto, P. R., Ambrozini, B., Nunes, R. S., Ionashiro, M.\nSÍNTESE E CARACTERIZAÇÃO DO MALONATO DE La (III) NO ESTADO SÓLIDO In: XLIX Congresso Brasileiro de Química, 2009, Porto Alegre.\nXLIX Congresso Brasileiro de Química. , 2009.\n3.4.\tAPRESENTAÇÃO DE TRABALHO\nCaires, F.J., Carvalho, C.T., Siqueira, A. B., Lima, L.S., Ionashiro, M.\nSÍNTESE, CARACTERIZAÇÃO E ESTUDO TERMOANALÍTICO DOS OXAMATOS DE Mn(II) E Ni(II), 2010. (Congresso,Apresentação de Trabalho)\nCaires, F.J., Lima, L.S., Carvalho, C.T., Dametto, P. R., Ambrozini, B., Ionashiro, M. ESTUDO DO COMPORTAMENTO TÉRMICO DOS SUCCINATOS DE Ni(II) E Zn(II), 2009. (Outra,Apresentação de Trabalho)\nCaires, F.J., Lima, L.S., Carvalho, C.T., Ionashiro, M.\nINFLUÊNCIA DA ATMOSFERA NO COMPORTAMENTO TÉRMICO DOS\nMALONATOS DE Co(II) E Zn(II), 2009. (Outra,Apresentação de Trabalho)\nCaires, F.J., Lima, L.S., Carvalho, C.T., Dametto, P. R., Ambrozini, B., Ionashiro, M. SÍNTESE E CARACTERIZAÇÃO DO MALONATO DE COBALTO (II) NO ESTADO SÓLIDO, 2009. (Congresso,Apresentação de Trabalho)\n4.\tPARTICIPAÇÃO EM EVENTOS\nApresentação de Painel no VII Congresso Brasileiro de Análise Térmica e\nCalorimetria, 2010. (Congresso)\nSÍNTESE, CARACTERIZAÇÃO E ESTUDO TERMOANALÍTICO DOS OXAMATOS DE Mn(II) E Ni(II).\nApresentação Painel no IV Encontro Regional dos Usuários de Técnicas Termoanalíticas, 2009. (Encontro)\nESTUDO DO COMPORTAMENTO TÉRMICO DOS SUCCINATOS DE Ni(II) E Zn(II).\nApresentação de Painel no 17°. Encontro Regional da SBQ - Regional IPWS, 2009.\n(Encontro)\nINFLUÊNCIA DA ATMOSFERA NO COMPORTAMENTO TÉRMICO DOS MALONATOS DE Co(II) E Zn(II).\nApresentação de Painel no XLIX Congresso Brasileiro de Química, 2009.\n(Congresso)\nSÍNTESE E CARACTERIZAÇÃO DO MALONATO DE COBALTO (II) NO ESTADO SÓLIDO.\nApresentação de Painel no XX CONGRESSO DE INICIAÇÃO CIENTÍFICA, 2008.\n(Congresso)\nSÍNTESE ELETROQUÍMICA DE NANOPARTÍCULAS DE MAGNETITA (Fe3O4).\nDEDICATÓRIA\nAos meus pais José e Dorcilia, às minhas irmãs Carina e Gislei e à minha namorada Maiara pelo amor, dedicação, incentivo e apoio em todos os momentos em minha vida.\nAGRADECIMENTOS\nAo amigo Claudio pela ajuda no laboratório, pelas discussões e ensinamentos.\nÀ amiga Liliane pela ajuda, pelas discussões e ensinamentos.\nAo amigo Adriano pelo apoio inicial e pela ajuda em vários momentos.\nÀs amigas Patrícia e Beatriz pela ajuda no laboratório e pelos momentos de descontração.\nAos amigos do grupo LATIG: Elias, Emanuel e Gilbert.\nAos amigos e amigas do grupo Fritz Feigl: Aline, Andrea, Vitor e Sandra, pela ajuda no laboratório e pelos momentos de descontração.\nAos amigos Maurílio, Rafael, Renata, Tâmara e Welington.\nAos técnicos do Instituto de Química, principalmente ao Ricardo pelas análises de DRX, pela ajuda e atenção.\nAo pessoal da Biblioteca do Instituto de Química pelo auxílio sempre prestado de maneira eficiente.\nAo Instituto de Química da UNESP de Araraquara - São Paulo.\nA CAPES, pela bolsa concedida.\nAos órgãos de fomento à pesquisa, FAPESP, CAPES e CNPq.\nDescobri como é bom chegar quando se tem paciência. E para se chegar, onde quer que seja, aprendi que não é preciso dominar a força, mas a razão. É preciso, antes de mais nada, querer.\nAutor: Amyr Klink\n\"Se é que a minha opinião importa, nunca é tarde demais, ou no meu caso, cedo demais, para ser quem você quer ser.\nNão há limite de tempo. Comece quando quiser.\nMude ou continue sendo a mesma pessoa. Não há regras para isso.\nPode tirar o máximo proveito ou o mínimo. Espero que tire o máximo.\nEspero que veja coisas surpreendentes.\nEspero que sinta coisas que nunca sentiu antes.\nEspero que conheça pessoas com um ponto de vista diferente.\nEspero que tenha uma vida da qual se orgulhe. E se não se orgulhar dela, espero que encontre forças para começar tudo de novo.”\nTrecho do filme \"O Curioso Caso de Benjamin Button\nRESUMO\nEsse trabalho descreve a síntese e caracterização dos succinatos de metais de transição bivalentes, I^H^O^n^O (M = Mn(II), Fe(II), Co(II), Ni(II), Cu(II), Zn(II)), no estado sólido. Inicialmente prepararam-se os carbonatos dos respectivos íons metálicos adicionando-se lentamente e sob agitação solução saturada de hidrogeno carbonato de sódio à solução de cloreto (Mn, Co, Ni, Zn) ou sulfato (Fe, Cu), até precipitação completa dos íons metálicos. Os succinatos foram obtidos fazendo-se reagir os carbonatos dos íons metálicos com solução de ácido succínico. Os compostos sintetizados foram estudados empregando termogravimetria e análise térmica diferencial simultânea (TG-DTA), termogravimetria derivada (DTG), calorimetria exploratória diferencial (DSC), difratometria de raios X pelo método do pó, espectroscopia no infravermelho, termogravimetria acoplada à espectroscopia de absorção na região do infravermelho com transformada de Fourier (TG-FTIR) e complexometria. Os resultados forneceram informações sobre o comportamento térmico, cristalinidade, modos de coordenação etc. Também foi possível identificar os produtos liberados durante o aquecimento. Os resíduos finais foram Mn3O4, Fe2O3, CosO4, NiO, CuO e ZnO.\nPalavras-chave: metais de transição bivalentes, succinato, comportamento térmico.\nABSTRACT\nIn this work, the synthesis and characterization of bivalent transition metal ion succinates in the solid state, MC2H4C2O4-nH2O (M = Mn(II), Fe(II), Co(II), Ni(II), Cu(II), Zn(II)), are described. Firstly, the respective metal ion carbonates were prepared by slow addition of sodium hydrogen carbonate saturate solution to the chloride (Mn, Co, Ni, Zn) or sulphate (Fe, Cu) solution under continuous magnetic stirring until complete precipitation of the metal ions. The succinates were obtained by reacting carbonate of the metal ions with succinic acid solution. The synthesized compounds were characterized by simultaneous thermogravimetry and differential thermal analysis (TG-DTA), Thermogravimetry derivative (DTG), differential scanning calorimetry (DSC), X-ray powder diffractometry, infrared spectroscopy, thermogravimetry coupled to absorption spectroscopy in the region of infrared with Fourier transform (TG-FTIR) and complexometry. The results provided information about the thermal behavior, crystallinity, modes of coordination etc. It was also possible to identify the products evolved during heating. The final residues were Mn3O4, Fe2O3, Co3O4, NiO, CuO and ZnO.\nKeywords: bivalent transition metals; succinate; thermal behaviour.\nLISTA DE FIGURAS\nFigura 1. Diferentes modos de ligação do succinato (GHOSHAL et al., 2004)........................ 17\nFigura 2. Difratogramas de raios X dos compostos: (a) MnL-2H2O, (b) FeL-H2O, (c) CoL-3H2O, (d)\nNiL-3H2O, (e) CuL e (f) ZnL...................................................................... 28\nFigura 3. Espectro de absorção na região do infravermelho do succinato de sódio\nhexahidratado.................................................................................... 29\nFigura 4. Espectros de absorção na região do infravermelho dos succinatos\nde Mn(II) e Fe(II)............................................................................... 30\nFigura 5. Espectros de absorção na região do infravermelho dos succinatos de Co(II) e Ni(II)..\t31\nFigura 6. Espectros de absorção na região do infravermelho dos succinatos de Cu(II) e Zn(II)..\t32\nFigura 7. Comparação dos espectros de absorção na região do infravermelho dos succinatos de:\n(a)\tNa(I), (b) Mn(II), (c) Fe(II), (d) Co(II), (e) Ni(II), (f) Cu(II) e (g) Zn(II).............. 34\nFigura 8. Curvas TG-DTA simultânea (7,198 mg), TG/DTG (7,198 mg) e DSC (2,061 mg) do succinato de manganês(II)........................................................................ 37\nFigura 9. Padrões de difração de raios X do succinato de manganês(II): (a) aquecido até 200 °C\ne (b) aquecido até 325 °C........................................................................ 38\nFigura 10. Curvas TG-DTA simultânea (7,042 mg), TG/DTG (7,042 mg) e DSC (2,028 mg) do succinato de ferro(II)........................................................................... 39\nFigura 11. Curvas TG-DTA simultânea (7,019 mg), TG/DTG (7,019 mg) e DSC (2,030 mg) do succinato de cobalto(II)......................................................................... 41\nFigura 12. Padrões de difração de raios X do succinato de cobalto(II): (a) aquecido até 250 °C e\n(b)\taquecido até 330 °C......................................................................... 42\nFigura 13. Curvas TG-DTA simultânea (7,105 mg), TG/DTG (7,105 mg) e DSC (2,000 mg) do succinato de níquel(II).......................................................................... 43\nFigura 14. Curvas TG-DTA simultânea (7,056 mg), TG/DTG (7,056 mg) e DSC (1,940 mg) do succinato de cobre(II)........................................................................... 45\nFigura 15. Curvas TG-DTA simultânea (7,085 mg), TG/DTG (7,085 mg) e DSC (2,088 mg) do succinato de zinco(II)........................................................................... 47\nFigura 16. Espectro de infravermelho do gás liberado na decomposição térmica do succinato de zinco(II)........................................................................................ 48\nLISTA DE TABELAS\nTabela 1. Aplicações da análise térmica em química......................................... 18\nTabela 2. Reagentes utilizados nas sínteses dos succinatos de Mn(II), Fe(II), Co(II), Ni(II), Cu(II) e\nZn(II) e na titulação complexométrica...................................................... 23\nTabela 3. Dados analíticos dos succinatos de manganês(II), ferro(II), cobalto(II), níquel(II), cobre(II) e zinco(II)................................................................................ 27\nTabela 4. Dados espectroscópicos dos succinatos de sódio, manganês(II), ferro(II), cobalto(II),\nNíquel(II), cobre(II) e zinco(II).......................................................... 33\nL\tSuccinato\nEDTA\tÁcido etilenodiaminotetracético\nSDT\tTécnica diferencial simultânea\nTG\tTermogravimetria\nDTA\tAnálise térmica diferencial\nDTG\tDerivada termogravimétrica\nDSC\tCalorimetria exploratória diferencial\nM\tMetais de transição bivalentes\ndQ/dT\tFluxo de calor\nT\tTemperatura\nATR\tReflectância total atenuada\nSUMÁRIO\n1\tINTRODUÇÃO E REVISÃO BIBLIOGRÁFICA...............................................16\n1.1\tÁcido succínico e o ânion succinato..............................16\n1.2\tAnálise térmica................................................................18\n1.3\tEspectroscopia de absorção na região do infravermelho..........................20\n2\tPARTE EXPERIMENTAL.................................................23\n2.1\tReagentes........................................................23\n2.2\tSíntese dos compostos............................................23\n2.2.1\tPreparação dos carbonatos de Mn(II), Fe(II), Co(II), Ni(II), Cu(II) e Zn(II).23\n2.2.2\tPreparação dos compostos de succinato..........................24\n2.3\tAnálise dos compostos preparados.................................24\n2.3.1\tComplexometria.................................................24\n2.3.2\tDifratometria de raios X pelo método do pó.....................25\n2.3.3\tAnálise térmica................................................25\n2.3.4\tEspectroscopia de absorção na região do infravermelho..........26\n2.3.5\tAnálise dos gases liberados....................................26\n3\tRESULTADOS E DISCUSSÃO.............................................27\n3.1\tDifratogramas de raios X.........................................27\n3.2\tEspectroscopia de absorção na região do infravermelho..........................29\n3.3\tAnálise térmica dos compostos....................................35\n3.3.1\tSuccinato de manganês(II)......................................36\n3.3.2\tSuccinato de ferro(II).........................................38\n3.3.3\tSuccinato de cobalto(II)........................................40\n3.3.4\tSuccinato de níquel(II).........................................42\n3.3.5\tSuccinato de cobre(II)..........................................44\n3.3.6\tSuccinato de zinco(II)..........................................46\n3.4\tAnálise dos produtos gasosos......................................48\n4\tCONCLUSÃO..........................................................49\nREFERÊNCIAS...........................................................50\n1\tINTRODUÇÃO E REVISÃO BIBLIOGRÁFICA\n1.1\tÁcido succínico e o ânion succinato\nO campo de materiais inorgânicos com estrutura aberta (em inglês, openframework) é dominado pelos aluminossilicatos e fosfatos, principalmente devido às excelentes propriedades e aplicações em áreas de troca iônica, separação e catálise (VENUTO, 1994; CORMA, 1995). No entanto, no início da década de 1990 emergiu a síntese de materiais porosos com a inovação de usar essas moléculas orgânicas como constituintes estruturais (MASPOCH; RUIZ-MOLINA; VECIANA, 2007). Dentro desta nova família de materiais, na qual se destacam os carboxilatos metálicos, estão inclusos os mono e dicarboxilatos de metais de transição, as terras raras e os principais grupos metálicos, além de uma variedade de estruturas híbridas.\nOs dicarboxilatos alifáticos apresentam liberdade conformacional que se manifesta pelos vários modos de ligação, produzindo uma ampla variedade de novas estruturas. De maneira geral, os dicarboxilatos alifáticos exibem as seguintes características (RAO; NATARAJAN; VAIDHYANATHAN, 2004):\n•\tmodos de ligação monodentado e/ou bidentado;\n•\torientação cis-cis, trans-trans ou cis-trans;\n•\tátomo de oxigênio tricoordenado;\n•\tgeração de unidades de estruturas secundárias (sigla em inglês, SBUs), atuando como agentes de nivelamento de um lado a outro de seus carboxilatos.\nEstas características proporcionam aos dicarboxilatos e espécies relacionadas, um poderoso meio de se obter e desenvolver novas estruturas híbridas porosas e outras propriedades.\nNeste trabalho foi estudado, principalmente, o comportamento térmico dos succinatos de metais de transição bivalentes. Esse ligante pode apresentar uma ampla variedade de modos de coordenação, como mostra a Fig. 1.\nFigura 1. Diferentes modos de coordenação do succinato (GHOSHAL et al., 2004).\nEssa versatilidade de coordenação possibilita desenvolver polímeros de coordenação contendo centros metálicos de transição em combinação com interações supramoleculares na tentativa de projetar estruturas no estado sólido com desejadas propriedades, isto é, de grande potencial de aplicação, como por exemplo, adsorção de gases, adsorção química, catálise heterogênea e materiais magnéticos moleculares (GHOSHAL et al., 2004).\nOutro fator importante no estudo do comportamento térmico desses compostos, é que apesar de existirem na literatura diversos estudos detalhados sobre o comportamento térmico dos oxalatos de metais de transição (DOLLIMORE; GRIFFITHS, 1970; MOHAMED at al., 2005), há poucos estudos semelhantes sobre esses íons metálicos com o succinato. Os artigos publicados estão relacionados com as reações de decomposição térmica de metais bivalentes de succinatos no estado sólido (YOKOBAYASHI et al., 1975); estudos térmico, espectral e magnético de compostos do ácido succínico de alguns metais de transição (ALLAN; CARSON, 1990); precipitação e desidratação térmica de hidratos de dicarboxilato de manganês(II) (SUZUKI, 1995); síntese, propriedades e decomposição térmica dos succinatos de Co(II), Ni(II), Cu(II), Zn(II) e Cd(II) (BRZYSKA; GALKOWSKA, 1998); um estudo da decomposição térmica de complexos de malonato, maleato e succinato de cobre(II) e zinco(II) (NIKUMBH; PARDESHI; RASTE, 2001); e um estudo comparativo sobre a decomposição térmica de alguns carboxilatos de metais de transição (RANDHAWA; GANDOTRA, 2006). Em todos os trabalhos os estudos térmicos foram realizados em atmosfera estática de ar.\n1.2\tAnálise térmica\nO desenvolvimento das técnicas termoanalíticas foi resultado do esforço isolado de alguns grupos de pesquisadores que empregavam a instrumentação rudimentar idealizada e construída em seus próprios laboratórios. Nos dias atuais a instrumentação termoanalítica atingiu elevadíssimo grau de sofisticação, popularizou-se em função de uma aplicação prática crescente e vem sendo encarada como importante ferramenta de trabalho em todos os setores de vanguarda que se dedicam à pesquisa, ao desenvolvimento de novos produtos e ao controle de qualidade da produção, Tabela 1 (IONASHIRO, 2005).\nTabela 1. Aplicações da análise térmica em química (IONASHIRO, 2005). Substâncias\tTipos de Estudo\nCatalisadores\tReações de decomposição\nPolímeros\tDiagrama de fase\nGraxas Lubrificantes\tCinética de reação\nÓleos e gorduras\tReações em estado sólido\nCompostos de Coordenação\tCatálise\nCarboidratos\tCalores de adsorção\nAminoácidos e proteínas\tCalores de reação\nSais Hidratados\tCalores de polimerização\nÓxidos de metais e não-metais\tCalores de sublimação\nCarvão e petróleo\tCalores de transição\nFibras Têxteis naturais e\tReações de solvatação\nartificiais\t\nProdutos Naturais\tReações Gás-Sólido\nSubstâncias orgânicas\tDanos provocados por\n\tradiação\nAs técnicas termoanalíticas são diferenciadas uma das outras pela propriedade física medida. As técnicas mais difundidas são:\nmedida que ela é aquecida ou resfriada. Os componentes fundamentais das termobalanças modernas são: balança registradora, forno, suporte de amostra e sensor de temperatura, programador da temperatura do forno, sistema registrador e controle da atmosfera do forno.\n•\tTermogravimetria derivada (DTG): neste método são obtidas curvas que correspondem à derivada primeira da curva TG e nos quais os degraus, obtidos nas curvas TG, são substituídos por picos que delimitam áreas proporcionais as alterações de massa sofridas pela amostra.\n•\tAnálise térmica diferencial (DTA): técnica na qual a diferença de temperatura entre uma amostra e um material referência é medida em função da temperatura. Os sistemas térmicos diferenciais utilizam três termopares: um em contato com a amostra, outro em contato com a referência e um terceiro em contato direto com o bloco posicionado nas vizinhanças da parede do forno. Os termopares em contato com a amostra e a referência fornecem o sinal AT, enquanto o terceiro termopar é utilizado para registrar a temperatura T do forno, seja em linha contínua, seja em forma de pulsos periódicos e também para controlar a linearidade do aquecimento de acordo com o programa preestabelecido. As áreas delimitadas pelos picos são proporcionais ao calor de reação por unidade de massa de substâncias ativas presentes na amostra, que pode se apresentar pura, diluída com material inerte ou sob forma complexa.\n•\tCalorimetria exploratória diferencial (DSC): técnica na qual a diferença na razão do fluxo de calor entre uma amostra e um material referência é medida em função da temperatura. Na Análise Exploratória Diferencial (DSC) a propriedade física medida é a diferença de energia fornecida à substância e a um material de referência termicamente inerte, ou mesmo um cadinho vazio, à medida que ambos vão sendo aquecidos ou resfriados em um calorímetro. A curva DSC é um gráfico que relaciona dQ/dT x T ou dH/dT.\nAtravés das técnicas DTA e DSC, pode-se acompanhar os efeitos de calor associados com alterações físicas ou químicas da amostra, tais como transições de fase (fusão, ebulição, sublimação, solidificação, mudanças de estruturas cristalinas)\nou reações de desidratação, dissociação, decomposição, oxidação-reducão e outras. Em geral, transições de fase, desidratações, reduções e certas reações de decomposição produzem efeitos endotérmicos, enquanto cristalizações, oxidações, algumas reações de decomposição produzem efeitos exotérmicos.\n1.3\tEspectroscopia de absorção na região do infravermelho\nNo espectro eletromagnético, a região do infravermelho está localizada entre as regiões do visível e das microondas 0,78 a 1000 pm, o que equivale aos números de onda de 12900 - 10 cm-1. A faixa de maior uso está situada entre 4000 - 400 cm-1, correspondente ao infravermelho médio. Apesar disso, é verificado um grande interesse nas regiões do infravermelho próximo (14290 - 4000 cm-1) e do infravermelho distante (700 - 200 cm-1) (SILVERSTEIN; WEBSTER, 2000).\nA espectroscopia de absorção na região do infravermelho é uma das técnicas mais utilizadas na identificação das funções químicas. Através dos diferentes modos vibracionais gerados por grupos funcionais ao absorverem radiação na região do infravermelho em comprimentos de onda característicos é possível determinar o grupo funcional existente no composto (SILVERSTEIN; WEBSTER, 2000).\nNa química de coordenação esta técnica tem sido de grande importância, pois permite identificar as vibrações características do ligante e/ou ânions que geralmente ocorrem na região de média freqüência (4000 - 600 cm-1) e as vibrações características da ligação metal-ligante que aparecem na região de baixa freqüência (abaixo de 600 cm-1). Nessa região, obtêm-se informações sobre a estrutura da esfera de coordenação e a natureza da ligação metal-ligante, enquanto que na região de média freqüência, as informações obtidas estão relacionadas ao efeito de coordenação na estrutura eletrônica do ligante. As bandas correspondentes à ligação metal-ligante são de difícil interpretação, pois nessa região também ocorrem as vibrações de retículo, principalmente quando as amostras estão no estado sólido (NAKAMOTO, 1997).\ninteração ocorrida. É importante o conhecimento dos espectros vibracionais dos ligantes antes da complexação para que as comparações possam ser estabelecidas (DEACON; PHILLIPS, 1980).\nPara os compostos estudados neste trabalho, torna-se relevante discutir aspectos básicos sobre o comportamento do grupo carboxilato quando este interage com a radiação na região do infravermelho; esta técnica pode ajudar na elucidação da maneira pela qual o ligante succinato se liga aos íons metálicos.\nOs espectros na região do infravermelho dos ácidos carboxílicos têm como característica principal os modos de vibração do grupo O-H e C=O. As vibrações de estiramento O-H ocorrem na região de 3570 a 3500 cm-1(monômero) e de 3300 a 2500 cm-1(dímero). A banda referente ao modo de vibração de estiramento do grupo C=O ocorre na região de freqüência de 1760 cm-1 (dímero). Devido à formação de ligação forte de hidrogênio os ácidos carboxílicos existem como dímeros no estado sólido e líquido, isto faz com que a ligação C=O enfraqueça, provocando absorção em frequências mais baixas do que as observadas em monômeros.\nQuando os ácidos carboxílicos são convertidos a carboxilatos, as bandas características do grupo carboxílico desaparecem e são substituídas por duas bandas referentes ao grupo carboxilato. O íon carboxilato (COO-) dá origem a duas bandas, sendo uma intensa, proveniente do estiramento assimétrico (vassim), observada entre 1650 e 1550 cm-1, e a outra banda mais fraca referente ao estiramento simétrico (vsim), que é observada em torno de 1400 cm-1. O íon carboxilato pode coordenar-se ao metal por uma das seguintes formas (NAKAMOTO, 1997; DEACON; PHILLIPS, 1980):\nI\tII\nPor meio de estudos de espectroscopia na região do infravermelho, determinação estrutural por difração de raios X de muitos compostos de acetatos e trifluroacetatos e considerando o valor de A como a diferença entre a freqüência de estiramento assimétrico e simétrico do carboxilato [vassim (COO-) - vsim (COO-)], chegaram-se as seguintes conclusões: valores de A muito maiores do que os observados em compostos iónicos (A = 164 cm-1) do mesmo ligante são indicativos de coordenação unidentado (estrutura I), no entanto, há casos, onde o valor de A é menor do que 200 cm-1, isto ocorre em compostos unidentados no qual o oxigênio não coordenado ao metal faz ligação de hidrogênio com água ou com outro ligante, dando o que pode ser considerado como um arranjo pseudo-ponte; valores de A bastante inferiores àqueles referentes aos compostos de natureza iónica é indicativo de que o grupo carboxilato atua de forma quelante e/ou ponte; valores de A muito pequenos geralmente indicam que o grupo carboxilato atua como quelante -bidentado (estrutura II) ou uma combinação de quelante e ponte (estruturas II e III) se não houver ligações curtas metal-metal (DEACON; PHILLIPS, 1980).\n2\tPARTE EXPERIMENTAL\n2.1\tReagentes\nTodos os reagentes utilizados foram de grau analítico e estão apresentados na Tabela 2.\nTabela 2. Reagentes utilizados nas sínteses dos succinatos de Mn(II), Fe(II), Co(II), Ni(II), Cu(II) e Zn(II) e titulação complexométrica\nReagentes\tProcedência\nÁcido succínico (SigmaUltra, > 99,0%)\tSIGMA-ALDRICH\nMnCl2\tMERCK\nFeSO4-7H2O\tMERCK\nCoCl2-6H2O\tMALLINCKRODT\nNiCl2-6H2O\tMERCK\nCuSO4-5H2O\tMERCK\nZnCl2\tCARLO ERBA\nHCl\tJ. T. BAKER\nNaHCO3\tSIGMA-ALDRICH\nAcetato de amônio\tMERCK\nEDTA\tMERCK\nAlaranjado de xilenol\tMERCK\n2.2\tSíntese dos compostos\n2.2.1\tPreparação dos carbonatos de Mn(II), Fe(II), Co(II), Ni(II), Cu(II) e Zn(II)\ndos íons metálicos. Os precipitados foram lavados com água destilada até a eliminação dos íons cloreto ou sulfato (teste qualitativo com solução de AgNO3/HNO3 para cloreto ou solução de BaCl2 para sulfato) e mantidos em suspensão aquosa. Para evitar a oxidação do Fe(II) a Fe(III), todas as soluções utilizadas e a água de lavagem do precipitado foram purgados com N2 e todo experimento realizado em sistema fechado.\n2.2.2\tPreparação dos compostos de succinato\nOs succinatos de Mn(II), Fe(II), Co(II), Ni(II), Cu(II) e Zn(II) foram preparados através da mistura dos correspondentes carbonatos de metal, em excesso, mantidas em suspensão aquosa com 50,00 mL de solução de ácido succínico na concentração de 0,10 mol L-1. A mistura resultante foi mantida sob agitação, por quinze minutos, e lentamente aquecida até próximo à ebulição para garantir a neutralização total do ácido e, consequentemente, a formação dos compostos. O carbonato em excesso foi removido por filtração e as soluções aquosas dos succinatos dos metais foram evaporadas em banho-maria para a obtenção dos compostos no estado sólido. Os compostos foram secos ao ar e mantidos em dessecador com cloreto de cálcio anidro por trinta dias.\n2.3\tAnálise dos compostos preparados\n2.3.1\tComplexometria\nAs soluções de íons metálicos foram preparadas, a partir da calcinação de 0,1 g, pesado com precisão de 0,1 mg, dos compostos em uma mufla EDGECOM 3000, sob temperatura de 800 °C, durante 30 minutos, para a conversão dos compostos nos seus respectivos óxidos. Os produtos da calcinação foram recolhidos em béqueres de forma alta e dissolvidos com ácido clorídrico. Após a dissolução\ncompleta dos óxidos e eliminação do excesso de ácido clorídrico as soluções resultantes foram transferidas para balões volumétricos e o volume completado com água destilada. O teor total dos íons metálicos nos compostos sólidos foi determinado por complexometria com solução padrão de EDTA na concentração de 1 x 10-2 mol L-1 (precisão de 0,001) como agente complexante e solução sólida de alaranjado de xilenol/KNO3 0,1% (m/m) como indicador (OLIVEIRA; IONASHIRO; GRANER, 1985; FLASCHKA, 1964). As titulações foram realizadas, em triplicata, com bureta de pistão com precisão de 2,5 x 10 mL e com alíquotas de 10,00 mL das soluções dos cloretos metálicos.\n2.3.2\tDifratometria de raios X pelo método do pó\nA cristalinidade dos compostos e a caracterização dos resíduos da decomposição térmica foram verificadas empregando-se o Difratômetro Siemens D 5000 utilizando tubo de cobre, submetidos a 40 kV, corrente de 20 mA, ÀCuKa = 1,5406 A. As amostras foram colocadas em suporte de vidro e expostas à radiação sob ângulos de 5° &lt;20 &lt;70°.\n2.3.3\tAnálise térmica\nAs curvas TG-DTA foram obtidas no equipamento da TA Instruments, Modelo SDT 2960, em cadinho de a-alumina (70 pL) para amostra e referência e massa da amostra em torno de 7 mg. Já as curvas DSC foram obtidas nos equipamentos da TA Instruments, Modelo DSC Q10, em cadinho de alumínio com tampa perfurada para amostra e referência e massa da amostra de aproximadamente 2 mg. Ambas as análises foram realizadas em atmosfera dinâmica de ar seco com vazão de 100 mL min-1 para as medidas TG-DTA e 50 mL min-1 para as medidas DSC.\n2.3.4\tEspectroscopia de absorção na região do infravermelho\nOs espectros na região do infravermelho foram obtidos no espectrofotômetro com transformada de Fourier, modelo Nicolet iS10 FT-IR, com resolução de 4 cm-1, na região compreendida entre 4000-600 cm-1, usando acessório para a técnica de reflectância total atenuada (ATR) com cristal de germânio (Ge).\n2.3.5\tAnálise dos gases liberados\nOs experimentos de TGA-FTIR foram realizados utilizando um analisador termogravimétrico, Mettler TG-DTA, acoplado a um espectrómetro de infravermelho, iS10 Nicolet FT-IR Spectrometer. A linha de transferência consiste em um tubo de aço inoxidável de 120 cm de comprimento (2 mm de diâmetro interno), aquecida a uma temperatura constante de 250 ° C. As medidas de FTIR foram realizadas com um detector DTGS em uma célula de gás especialmente desenvolvida, aquecida a uma temperatura constante de 200 °C. Os compartimentos do interferômetro e da célula de gás foram purgados com gás N2.\n3\tRESULTADOS E DISCUSSÃO\nOs dados analíticos e termoanalíticos dos compostos sintetizados estão apresentados na Tabela 3. Com estes resultados foi possível estabelecer a estequiometria dos compostos, os quais apresentam a seguinte fórmula mínima: MnL-2H2O, FeL-H2O, CoL-3H2O, NiL^O, CuL, e ZnL\nTabela 3. Dados analíticos dos succinatos de manganês(II), ferro(II), cobalto(II), níquel(II), cobre(II) e zinco(II)\nOxido de metal (%)\tL(Perda) (%)\tH2O (%)\tResíduo\nComposto ______________________________________________________________\nCalc. EDTA TG Calc. TG Calc. TG\tFinal\nMnL-2H2O\t36,84\t36,86\t36,81\t45,75\t45,59\t17,41\t17,60\tMn3O4\nFeL-H2O\t42,04\t41,91\t41,73\t48,47\t48,97\t9,49\t9,30\tFe2O3\nCoL-3H2O\t35,04\t34,49\t34,94\t41,36\t41,71\t23,60\t23,35\tCo3O4\nNiL-3H2O\t32,65\t32,81\t32,30\t43,73\t43,90\t23,62\t23,80\tNiO\nCuL\t44,29\t43,94\t43,94\t55,71\t56,06\t-\t-\tCuO\nZnL\t44,84\t45,13\t44,65\t55,16\t55,35\t-\t-\tZnO\nL=succinato\n3.1\tDifratogramas de raios X\nOs difratogramas de raios X obtidos pelo método do pó, Figura 2, mostram que os succinatos de Mn(II), Fe(II) e Co(II) apresentam baixa cristalinidade, enquanto os succinatos de Ni(II), Cu(II) e Zn(II) são cristalinos e sem evidência de isomorfismo. As diferenças de cristalinidade devem ser devido à velocidade de evaporação que não foi controlada.\nFigura 2. Difratogramas de raios X dos compostos: (a) MnL-2H2O, (b) FeL-H2O, (c) CoL-3H2O, (d) NiL-3H2O, (e) CuL, (f) ZnL. (L = succinato)\n3.2\tEspectroscopia de absorção na região do infravermelho\nOs espectros de absorção na região do infravermelho do succinato de sódio e dos succinatos de metais de transição bivalentes estão apresentados nas Figuras 3 a 6.\nFigura 3. Espectro de absorção na região do infravermelho do succinato de sódio hexahidratado.\nTransmitância (%)\nFigura 4. Espectros de absorção na região do infravermelho dos succinatos de Mn(II) e Fe(II).\nTransmitância (%)\t^\tTransmitância (%)\n1\nNúmero de onda (cm )\nFigura 5. Espectros de absorção na região do infravermelho dos succinatos de Co(II) e Ni(II).\nFigura 6. Espectros de absorção na região do infravermelho dos succinatos de Cu(II) e Zn(II).\nAs principais bandas de absorção do succinato de sódio e dos compostos sintetizados indicadas nas Figuras são:\nA: Deformação axial O - H referente às águas de hidratação/coordenação;\nB: Deformação axial assimétrica C - H do grupo metileno;\nC: Deformação axial simétrica C - H do grupo metileno;\nD: Deformação axial assimétrica do carboxilato (COO-); E: Deformação axial simétrica do carboxilato (COO-).\nOs dados espectroscópicos obtidos a partir dos espectros de absorção na região do infravermelho do succinato de sódio e dos compostos de manganês(II), ferro(II), cobalto(II), níquel(II), cobre(II) e zinco(II) estão apresentados na Tabela 4.\nTabela 4. Dados espectroscópicos dos succinatos de sódio, manganês(II), ferro(II), cobalto(II), níquel(II), cobre(II) e zinco(II).__________________________________________\nCompostos\tvas (COO-) cm-1\tVsim (COO-) cm-1\tAv (Vas - Vsim)\nNa2C4H4O4-6H2O\t1536f\t1402m\t1 35\nMnL-2H2O\t1558f\t1410m\t1 48\nFeL-H2O\t1 581 f\t1428m\t1 53\nCoL-3H2O\t1550f\t1404m\t1 46\nNiL-3H2O\t1 536f\t1405m\t1 31\nCuL\t1 597f\t1430m\t167\nZnL\t1 527f\t1392m\t1 35\nL = succinato\nf= forte, m = médio vas (coo-) e vsim (coo-) = modos de vibrações simétricas e assimétricas do grupo COO-, respectivamente.\nO estudo foi focado principalmente no intervalo de 1700-1350 cm-1, visto que esta região é potencialmente mais informativa na atribuição de sítios de coordenação.\nNo espectro do Na2C4H4O4 há uma banda forte em 1536 cm-1 e uma banda de média intensidade localizada em 1402 cm-1 que são atribuídas às freqüências assimétricas e simétricas dos grupos carboxilatos, respectivamente. Para os compostos sintetizados as freqüências dos modos de estiramento assimétrico e simétrico do grupo COO- estão localizadas entre 1581-1527 e 1428-1392 cm-1, respectivamente.\n(NAKAMOTO, 1997) e sugerem que a ligação do grupo carboxilato ao metal é unidentado (pseudo-ponte), onde o outro átomo de oxigênio do grupo carboxilato não coordenado ao metal forma ligação de hidrogênio intramolecular com outro ligante ou com moléculas de água (DEACON; PHILLIPS, 1980). Esta conclusão é também suportada pelos resultados da determinação de estrutura de cristais (GUPTA et al., 1983; FLECK;TILLMANS; BOHATY, 2000; ZHENG; SUN; LIN, 2002; ZHENG; LIN, 2000a; ZHENG; LIN, 2000b; GHOSHAL et al., 2007; ZHENG; PETERS; VON SCHNERING, 2001). A Figura 7 mostra uma comparação dos espectros de absorção na região do infravermelho dos succinatos de metais de\nFigura 7. Comparação dos espectros de absorção na região do infravermelho dos succinatos de: (a) Na(I), (b) Mn(II), (c) Fe(II), (d) Co(II), (e) Ni(II), (f) Cu(II) e (g) Zn(II).\n3.3\tAnálise térmica dos compostos\nAs curvas TG-DTA simultânea, TG/DTG e DSC dos compostos são mostradas nas Figuras 8 a 15. As curvas TG-DTA mostram perda ou ganho de massa em duas ou três etapas, correspondendo a picos endotérmicos devido à desidratação ou a reação de redução e picos exotérmicos devido à oxidação da matéria orgânica ou a fenômenos físicos. As curvas DSC mostram picos endotérmicos e exotérmicos correspondendo às perdas de massa observadas nas curvas TG e, também, relacionados a fenômenos físicos. As diferenças observadas na temperatura de pico e no perfil entre as curvas TG-DTA e DSC são explicadas pelas diferentes condições experimentais empregadas na obtenção das curvas, uma vez que as curvas DSC foram obtidas em cadinho de alumínio com tampa perfurada, enquanto as curvas TG-DTA foram obtidas em cadinho de a-alumina sem tampa, além disso, a sensibilidade do DSC é muito maior do que a do DTA.\nA estabilidade térmica dos compostos hidratados (I) ou anidros (II) e a temperatura final da decomposição térmica (III) mostradas pelas curvas TG-DTA dependem da natureza do íon metálico, como segue:\n(I)\tNi(II) > Mn(II) = Co(II) > Fe(II);\n(II)\tZn(II) > Ni(II) > Co(II) > Mn(II) > Cu(II) > Fe(II);\n(III)\tZn(II) > Ni(II) = Mn(II) > Co(II) > Fe(II) > Cu(II).\nAs curvas TG-DTA também mostram que a formação de compostos anidros estáveis são observadas para manganês(II), cobalto(II) e níquel(II), enquanto que para o composto de ferro(II) a decomposição térmica ocorre imediatamente após a desidratação. Os compostos de cobre(II) e zinco(II) foram obtido no estado anidro.\nO comportamento térmico dos compostos é fortemente dependente da natureza do íon metálico, assim as características de cada um desses compostos serão discutidas individualmente.\n3.3.1\tSuccinato de manganês(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC são apresentadas na Figura 8. Pode ser observado pelo perfil da curva TG e pela forma alargada do pico DTA que a desidratação ocorre por meio de um processo lento, que é característico de compostos que apresentam baixa cristalinidade, como já foi constatado no padrão de difração de raios X do composto, Figura 2. As curvas TG-DTA mostram que a decomposição térmica do composto anidro ocorre em uma única etapa, iniciando por um processo lento ou menos rápido de 315 a 351 °C seguido por um processo rápido entre 351 e 415 °C, enquanto as curvas DTG e DSC sugerem que a decomposição térmica do composto anidro ocorre em pelo menos três etapas sobrepostas através de um processo muito mais complexo do que mostrado pelas curvas TG-DTA.\nA primeira perda de massa observada entre 70 e 180 °C (TG), correspondendo a um pico endotérmico em 110 °C (DTA) ou 99 °C (DSC) é devido à desidratação com perda de 2H2O (Calc. = 17,41 %, TG = 17,60 %). A decomposição térmica do composto anidro ocorre entre 315 e 415 °C com perda de 45,59 %, correspondendo ao pico exotérmico em 400 °C (DTA) ou uma exoterma com picos em 349, 380, 402 e 436 °C (DSC), os quais são atribuídos à oxidação da matéria orgânica. A perda de massa total até 445 °C está de acordo com a formação de Mn3O4 (Calc. = 63,16 %, TG = 63,19 %). Em seguida há um pequeno ganho de massa entre 495 e 552 °C em acordo com a formação de Mn2O3 (Calc. = 61,88 %, TG = 62,57 %), atribuído a reação de oxidação de Mn3O4 a Mn2O3 (calc. = 1,2 %, TG = 0,6 %), como confirmado pelos padrões de difração de raios X (ANEXO A). A última perda de massa observada entre 930 e 960 °C, correspondendo a um pico endotérmico em 945 °C, é atribuído a reação de redução de Mn2O3 a Mn3O4 (Calc. = 1,26%, TG = 1,45%), conforme descrito na literatura (BIERNACKI; POKRZYWNICKI, 1999). O pequeno pico exotérmico em 315 (DTA) ou 314 °C (DSC) é devido a processo de recristalização, como pode ser visto na Figura 9.\ndm/dT (%/°C)\naquecido até 325 °C.\n3.3.2\tSuccinato de Ferro(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC são apresentadas na Figura 10. Pode ser observado pelo perfil da curva TG e pela forma alargada do pico DTA que a desidratação ocorre por meio de um processo lento, o qual é característico de compostos que apresentam baixa cristalinidade, como já foi constatado pelo padrão de difração de raios X do composto, Figura 2. As curvas TG-DTA mostram que a decomposição térmica do composto anidro ocorre em uma única etapa, iniciada por um processo lento imediatamente após a desidratação, enquanto que as curvas DTG e DSC sugerem que a decomposição térmica ocorre em pelo menos duas etapas sobrepostas através de um processo muito mais complexo do que mostrado pelas curvas TG-DTA. Também pode ser observado que a oxidação da matéria orgânica ocorre com combustão, pois o pico exotérmico da curva DTA está inclinado na direção de maiores temperaturas.\nA primeira perda de massa observada entre 50 e 210 °C (TG), correspondendo ao pico endotérmico em 195 °C (DTA) ou 188 °C (DSC) é devido à desidratação com perda de 1H2O (Calc. = 9,49%, TG = 9,30%). ¡mediatamente após a desidratação, o composto anidro mostrou perda de massa em uma única etapa entre 210 e 375 °C com perda de 48,97%, correspondendo ao pico exotérmico em 325 °C (DTA) ou 328 °C com ombro em 364 °C (DSC), atribuído a oxidação de Fe(II) a Fe(III) e a oxidação da matéria orgânica. A perda de massa total até 375 °C está em acordo com a formação de Fe2O3, como resíduo final (Calc. = 57,96%, TG = 58,27%), o qual foi confirmado pelos padrões de difração de raios X obtidos do resíduo final (ANEXO A).\ndm/dT (%/°C)\n3.3.3\tSuccinato de cobalto(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC são apresentadas na Figura 11. Pode ser observado pelo perfil da curva TG e pela forma alargada do pico endotérmico da curva DTA que a desidratação ocorre por meio de um processo lento, o qual é característico de compostos que apresentam baixa cristalinidade, como já foi constatado pelo padrão de difração de raios X do composto, Figura 2, além disso, fica claro, principalmente pela curva DTG, que a desidratação ocorre em duas etapas. As curvas TG-DTA mostram que a decomposição térmica do composto anidro ocorre em uma única etapa e as curvas DTG e DSC sugerem que o processo de decomposição é muito complexo, mas não permite sugerir em quantas etapas se dá a decomposição térmica. Também pode ser observado que a oxidação da matéria orgânica ocorre com combustão, pois o pico exotérmico da curva DTA está inclinado na direção de maiores temperaturas.\nA primeira perda de massa observada entre 70 e 195 °C (TG), correspondendo ao pico endotérmico em 140 °C (DTA) ou 134 °C (DSC) é devido à desidratação com perda de 3H2O (Calc. = 23,60%, TG = 23,53%) e esta ocorre em duas etapas, sendo à primeira entre 70 e 149 °C com perda de 2,5H2O (Calc. = 19,67 %, TG = 19,83 %) e a segunda entre 149 e 195 com perda de 0,5H2O (Calc. 3,93 %, TG = 3,69 %). A decomposição térmica do composto anidro ocorre em uma única etapa entre 345 e 420 °C com perda de 41,71%, correspondendo ao pico exotérmico em 410 °C (DTA) ou 408 °C com ombro em 377 °C (DSC), atribuído a oxidação da matéria orgânica. A perda de massa total até 410 °C está em acordo com a formação de Co3O4 (calc. = 64,96%, TG = 65,06%), o qual foi confirmado pelos padrões de difração de raios X obtidos do resíduo obtido em 410 °C (ANEXO A). A última perda de massa ocorre entre 905 °C e 925 °C, correspondendo ao pico endotérmico em 915 °C (DTA) é atribuído a reação de redução de Co3O4 a CoO (Calc. = 2,33%, TG = 2,13%) (El-Shobaky et al., 1996; XU; ZENG,1998). O padrão de difração de raios X do resíduo obtido em 950 °C é semelhante aquele obtido para Co3O4, isto é devido a reação de oxidação de CoO a Co3O4, o qual ocorre no resfriamento do resíduo final até temperatura ambiente em atmosfera de ar (XU; ZENG,1998). O pico exotérmico em 295 °C (DTA) ou 299 °C(DSC) sem perda de massa na curva TG é devido à transição de fase sólido-sólido, uma vez\nque nenhum processo de recristalização foi observado nos padrões de difração de raios X com amostras aquecidas antes e após o pico exotérmico, como pode ser\ndm/dT (%/°C)\nFigura 12. Padrões de difração de raios X do succinato de cobalto(II): (a) aquecido até 250 °C e (b) aquecido até 330 °C.\n3.3.4\tSuccinato de níquel(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC são apresentadas na Figura 13. As curvas TG-DTA mostram que a decomposição térmica do composto anidro ocorre em duas etapas, enquanto as curvas DTG e DSC indicam que a decomposição térmica do composto anidro ocorre em mais de uma etapa com eventos sobrepostos. Também pode ser observado que a oxidação da matéria orgânica ocorre com combustão, pois o pico exotérmico da curva DTA está inclinado na direção de maiores temperaturas.\nA primeira perda de massa ocorre entre 85 e 185 °C, correspondendo ao pico endotérmico em 155 °C na curva DTA ou 152 °C na curva DSC e é devido à desidratação com perda de 3H2O (calc. = 23,62%, TG = 23,80 %). Após a desidratação, a decomposição térmica ocorre em uma única etapa entre 350 e 450 °C com perda de 43,80 %. Esta perda de massa corresponde a um pico exotérmico em 420 °C na curva DTA ou uma exoterma com picos em 397, 412, e 431 °C na curva DSC que é atribuído a oxidação da matéria orgânica. A perda de massa total até 450 °C sugere a formação de uma mistura de Ni e NiO como resíduo final (Calc. (Ni) = 74,34 %, Calc. (NiO) = 67,35 %, TG = 71,34 %. O ganho de massa de 3,99 % observado entre 445 e 800 °C é devido a reação de oxidação de Ni a NiO e, portanto, a perda e ganho de massa total até 800 °C está de acordo com a formação de NiO, como resíduo final (calc. = 67,35 %, TG = 67, 70 %), o qual foi confirmado pelo padrão de difração de raios X do resíduo final (ANEXO A).\nTemperatura (°C)\n75\n50\n100\nTG\t\t\ndtgA\\\t\t\n\t\t\n\t1\t\n600\n800\n0,00\n-0,04\n-0,08\n-0,12\n-0,16\ndm/dT (%/°C)\n1000\n25\n3.3.5\tSuccinato de cobre(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC são apresentadas na Figura 14. A curva TG mostra que a decomposição térmica do composto anidro ocorre em uma etapa, enquanto as curvas DTG e DSC indicam que a decomposição térmica do composto anidro ocorre em pelo menos duas etapas sobrepostas. Também pode ser observado que a oxidação da matéria orgânica ocorre com combustão, pois o pico exotérmico da curva DTA está inclinado na direção de maiores temperaturas.\nEstas curvas mostram que o composto é anidro e estável até 300 °C. Acima desta temperatura a decomposição térmica ocorre entre 300 e 375 °C com perda de 56,06 % correspondendo ao pico exotérmico em 375 °C (DTA) ou 373 °C (DSC) atribuído a oxidação da matéria orgânica. A perda de massa até 375 °C está de acordo com a formação de Cu2O como resíduo (Calc. = 60,17 %, TG = 59,03 %). O ganho de massa que ocorre entre 375 e 530 °C é atribuído a oxidação de Cu(I) a Cu(II) com formação de CuO como resíduo final (Calc. = 55,71 %, TG = 56,06 %), o qual foi confirmado pelo padrão de difração de raios X obtidos do resíduo final (ANEXO A).\nTemperatura (C°)\ncn\ndm/dT (%/°C)\tAT (°C/mg)\n3.3.6\tSuccinato de zinco(II)\nAs curvas TG-DTA simultâneas, TG/DTG e DSC estão apresentadas na Figura 15. Estas curvas mostram que o composto foi obtido no estado anidro e é estável até 405 °C. A curva TG mostra que a decomposição térmica do composto anidro ocorre em uma única etapa, enquanto as curvas DTG e DSC indicam que a decomposição térmica do composto anidro ocorre em pelo menos duas etapas sobrepostas. A decomposição térmica ocorre entre 405 e 500 °C com perda de 55,35 %, correspondendo ao pico exotérmico em 495 °C (DTA) ou 513 °C com ombro em 486 °C (DSC), o qual é atribuído a oxidação da matéria orgânica que ocorre com combustão, pois no fim da perda de massa total a curva TG apresenta um retorno para menores temperaturas e o correspondente pico exotérmico na curva DTA está inclinado na direção de maiores temperaturas. A perda de massa total até 500 °C está de acordo com a formação de ZnO, como resíduo final (Calc. = 55,16 %, TG =\t55,35 %), o qual foi confirmado pelos padrões de difração de raios X\n(ANEXO A).\n\t100-\tTG\t\n\t\tDTG\t\no'\t75-\t\t\n05 (f) (f) 05\t50-\t\t\n\t\t\t\n200\t400\t600\t800\t1000\nTemperature (°C)\ndm/dT (mg/°C)\tAT (°C/mg)\n3.4\tAnálise dos produtos gasosos\nOs gases liberados durante a decomposição térmica dos compostos foram monitorados por FTIR e contêm dióxido de carbono e monóxido de carbono como principais produtos, devido à descarboxilação e a oxidação da matéria orgânica. O espectro na região do infravermelho do succinato de zinco(II), como representativo de todos os compostos, está apresentado na Figura 16.\nFigura 16. Espectro de infravermelho do gás liberado na decomposição térmica do succinato de zinco(II).\n4\tCONCLUSÃO\nA partir de dados de TG e complexometria, a fórmula geral foi estabelecida para os compostos binários envolvendo alguns íons metálicos bivalentes e C4H4O4.\nOs difratogramas de raios X (método do pó) mostraram que o compostos de manganês(II), ferro(II), cobalto(II) foram obtidos com baixa cristalinidade, enquanto que os compostos de níquel(II), cobre(II) e zinco(II) são cristalinos, sem evidência de isomorfismo.\nOs dados espectroscópicos na região do infravermelho sugerem que o ligante C4H4O4 atua como unidentado (pseudo-ponte) aos íons metálicos considerados neste trabalho.\nAs curvas TG-DTA, TG/DTG e DSC fornecidas anteriormente concerniram informações sobre a estabilidade térmica e decomposição térmica desses compostos em atmosfera dinâmica de ar.\nA decomposição térmica dos succinatos de metais de transição bivalentes ocorre preferencialmente com a liberação de dióxido de carbono e monóxido de carbono devido à descarboxilação e oxidação da matéria orgânica.\nReferências\nALLAN, J. R.; CARSON, B. R. The thermal, spectral and magnetic studies of succinic acid compounds of some transition metal ions. Thermochim. Acta, v. 58, n. 1, p. 91-97, 1990.\nBIERNACKI, L.; POKRZYWNICKI, S. The thermal decomposition of manganese carbonate: thermogravimetry and exoemission of electrons. J. Therm. Anal. Cal., v. 55, n. 1, p. 227-232, 1999.\nBRZYSKA, W.; GALKOWSKA, B. Synthesis, properties and thermal decomposition of Co(II), Ni(II), Cu(II), Zn(II) and Cd(II) succinates. Pol. J. Chem., v. 72, n. 3, p. 498-503, 1998.\nCORMA, A. Inorganic solid acids and their use in acid-catalyzed hydrocarbon reactions. Chem. Rev., v. 95, n. 3, p. 559-614, 1995.\nDEACON, G. B.; PHILLIPS, R. J. Relationships between the carbon-oxygen stretching frequencies of carboxylato complexes and the type of carboxylate coordination. Coord. Chem. Rev., v. 33, n. 3, p. 227-250, 1980.\nDOLLIMORE, D.; GRIFFITHS, D. L. Differential thermal analysis study of various oxalates in oxygen and nitrogen. J. Therm. Anal., v. 2, n. 3, p. 229-250, 1970.\nEL-SHOBAKY, G. A. et al. Thermal decomposition of basic cobalt and copper carbonates. Thermal stability of the produced oxides as influenced by gammairradiation. J. Therm. Anal., v. 46, n. 6, p. 1801-1808, 1996.\nFLASCHKA, H. A. EDTA Titrations: an introduction to theory and practice. 2nd ed. Oxford: Pergamon Press,1964. 144 p.\nFLECK, M.; TILLMANS, E.; BOHATY, L. Crystal structure of tetraaquamanganese succinate, Mn(H2O)4C4H4O4. Z. Kristallogr. : New Cryst. Struct., v. 215, p. 429-430, 2000.\nGHOSHAL, D. et al. Polymeric networks of copper(II) using succinate and aromatic N-N donor ligands: synthesis, crystal structure, magnetic behaviour and the effect of weak interactions on their crystal packing. Dalton Trans., v. 11, p. 1687-1695, 2004.\nGUPTA, M. P. et al. The crystal structure of manganese(II) succinate tetrahydrate. Z.\nKristallogr., v. 163, n. 1-2, p. 155-158, 1983.\nIONASHIRO, M. Giolito: fundamentos da termogravimetria, análise térmica diferencial, calorimetria exploratória diferencial. São Paulo: Giz, 2005. 80 p.\nMASPOCH, D.; RUIZ-MOLINA, D.; VECIANA, J. Old materials with new tricks: multifunctional open-framework materials. Chem. Soc. Ver., v. 36, n. 5, p. 770-818, 2007.\nMOHAMED, M. A. et al. A comparative study of the thermal reactivities of some transition metal oxalates in selected atmospheres. Thermochim. Acta, v. 429, n. 1, p. 57-72, 2005.\nNAKAMOTO, K. Infrared and raman spectra of inorganic and coordination compounds. 5th ed. New York: Wiley, 1997. Part B, p. 57-62.\nNIKUMBH, A. K.; PARDESHI, S. K.; RASTE, M. N. A study of the thermal decomposition of copper(II) and zinc(II) malonate, maleate and succinate complexes using direct current electrical conductivity measurements. Thermochim. Acta, v. 374, n. 2, p. 115-128, 2001.\nOLIVEIRA, C. N.; IONASHIRO, M.; GRANER, C. A. F. Complexometric titration of zinc, copper, and cobalt. Ecl. Quim., v. 10, p. 7-10, 1985.\nRANDHAWA, B. S.; GANDOTRA, K. J. A comparative study on the thermal decomposition of some transition metal carboxylates. J. Therm. Anal. Calorim., v. 85, n. 2, p. 417-424, 2006.\nRAO, C. N. R.; NATARAJAN, S.; VAIDHYANATHAN, R. Metal carboxylates with open architectures. Angew. Chem., Int. Ed., v. 43, n. 12, p. 1466-1496, 2004.\nSILVERSTEIN, R. M.; WEBSTER, F. X. Identificação espectroscópica de compostos orgânicos. 6. ed. Rio de Janeiro: Livros Técnicos e Científicos, 2000. p. 71-216.\nSUZUKI, Y. Preparation and thermal dehydration of manganese(II) dicarboxylate hydrates. Thermochim. Acta, v. 255, p. 155-170, 1995.\nVENUTO, P. B. Organic catalysis over zeolites: a perspective on reaction paths within micropores. Microporous Mater., v. 2, n. 5, p. 297-411, 1994.\nXU, Z. P.; ZENG, H. C. Thermal evolution of cobalt hydroxides: a comparative study of their various structural phases. J. Mater. Chem., v. 8, n. 11, p. 2499-2506, 1998.\nYOKOBAYASHI, H. et al. Thermal decomposition reactions of bivalent metal succinates in the solid state. Bull. Chem. Soc. Jpn., v. 48, n. 10, p. 2789-2792, 1975.\nZHENG, Y-Q.; LIN, J-L. Crystal structure of catena - tetraaquasuccinato -O,O'-nickel(II), Ni( C4H4O4 )( H2O )4. Z. Kristallogr. : New Cryst. Struct., v. 215, n. 1, p. 157-158, 2000a.\nZHENG, Y-Q.; LIN, J-L. Crystal structure of catena-tetraaquasuccinato-O,O'-cobalt(II), Co(C4H4O4)(H2O)4. Z. Kristallogr. : New Cryst. Struct.,v. 215, n. 1, p. 159-160, 2000b.\nZHENG, Y-Q.; PETERS, K.; VON SCHNERING, H. G. Synthesis and characterization of zinc succinate, Zn(C4H4O4). Chem. Res. Chin. Univ., v. 17, n. 1, p. 20-25, 2001.\nZHENG, Y-Q.; SUN, J.; LIN, J-L. Refinement of the crystal structure of the triclinic modification of catena-tetraaquasuccinato-O,O'-manganese(II), Mn(H2O)4(C4H4O4). Z. Kristallogr. : New Cryst. Struct., v. 217, n. 3, p. 411-412, 2002.\nANEXO A - Comparação entre os padrões de difração de raios-X dos resíduos finais das curvas TG e os padrões dos oxidos de manganê (Mn2O3), ferrro (Fe2O3), cobalto (Co3O4), niquel (NiO), cobre(CuO) e zinco(ZnO).\nIntensidade\tIntensidade\nIntensidade\tIntensidade"}]}}}