{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.25083"}, {"@name": "filename", "#text": "9675_panosso_ar_dr_jabo.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "UNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE MESQUITA \n\nFILHO” FACULDADE DE CIÊNCIAS AGRÁRIAS E VETERINÁRIAS \n\nCÂMPUS DE JABOTICABAL \n\n \n\n \n\n \n\n \n\n \n\n \n\nVARIABILIDADE ESPACIAL DA EMISSÃO DE CO2 E SUA \n\nRELAÇÃO COM PROPRIEDADES DO SOLO EM ÁREA DE \n\nCANA-DE-AÇÚCAR NO SUDESTE DO BRASIL \n\n \n\n \n\n \n\n \n\nAlan Rodrigo Panosso \n\n Engenheiro Agrônomo \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nJABOTICABAL – SÃO PAULO – BRASIL \n\n2011 \n\n\n\n \n\nUNIVERSIDADE ESTADUAL PAULISTA “JÚLIO DE \n\nMESQUITA FILHO” FACULDADE DE CIÊNCIAS AGRÁRIAS \n\nE VETERINÁRIAS CÂMPUS DE JABOTICABAL \n\n \n\n \n\n \n\n \n\n \n\nVARIABILIDADE ESPACIAL DA EMISSÃO DE CO2 E SUA \n\nRELAÇÃO COM PROPRIEDADES DO SOLO EM ÁREA DE \n\nCANA-DE-AÇÚCAR NO SUDESTE DO BRASIL \n\n \n\n \n\nAlan Rodrigo Panosso \n\n \n\nOrientador: Prof. Dr. Newton La Scala Júnior \n\nCo-orientador: Prof. Dr. Gener Tadeu Pereira \n\nCo-orientador: Prof. Dr. José Marques Júnior \n\n \n\nTese apresentada à Faculdade de Ciências Agrárias e \nVeterinárias – UNESP, Câmpus de Jaboticabal, como \nparte das exigências para a obtenção do título de \nDoutor em Agronomia (Produção Vegetal). \n\n \n\n \n\n \n\nJABOTICABAL – SP \nFevereiro – 2011\n\n\n\n \n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \nPanosso, Alan Rodrigo \n\nP195v Variabilidade espacial da emissão de CO2 e sua relação com \npropriedades do solo em área de cana-de-açúcar no Sudeste do \nBrasil / Alan Rodrigo Panosso. – – Jaboticabal, 2011 \n\nxiii, 107 f. : il. ; 28 cm \n \nTese (doutorado) - Universidade Estadual Paulista, Faculdade de \n\nCiências Agrárias e Veterinárias, 2011 \nOrientador: Newton La Scala Júnior \nBanca examinadora: Carlos Eduardo Pellegrino Cerri, Zigomar \n\nMenezes de Souza, José Garcia Vivas Miranda, José Eduardo Corá \nBibliografia \n \n1. Respiração do solo. 2. Fluxo de CO2 do solo. 3. Geoestatística. \n\n4. Anisotropia. 5. Dimensão fractal. 6. Manejo da cana-de-açúcar. I. \nTítulo. II. Jaboticabal - Faculdade de Ciências Agrárias e Veterinárias. \n \n\nCDU 633.61:631.433.3 \n \n\nFicha catalográfica elaborada pela Seção Técnica de Aquisição e Tratamento da Informação \n\n– Serviço Técnico de Biblioteca e Documentação - UNESP, Câmpus de Jaboticabal. \n\n \n\n\n\n \n\nDADOS CURRICULARES DO AUTOR \n\n \n\nALAN RODRIGO PANOSSO – Filho de Gino Panosso e Deuci Terezinha \n\nMarcelino de Oliveira Panosso, nasceu em Ribeirão Preto, São Paulo, no dia 29 de \n\nsetembro de 1980. Em março de 2000 ingressou no Curso de Agronomia pela \n\nUniversidade Estadual Paulista – Faculdade de Ciências Agrárias e Veterinárias – \n\nCâmpus de Jaboticabal – SP. Foi bolsista de iniciação científica pelo programa \n\nPIBIC/CNPq durante o período de agosto de 2001 até agosto de 2004. Em setembro de \n\n2006, obteve o título de Mestre em Agronomia (Ciência do Solo) pela Universidade \n\nEstadual Paulista – Faculdade de Ciências Agrárias e Veterinárias – Câmpus de \n\nJaboticabal – SP. Em março de 2007, ingressou no Curso de Doutorado em Agronomia \n\n(Produção Vegetal) pela Universidade Estadual Paulista – Faculdade de Ciências \n\nAgrárias e Veterinárias – Câmpus de Jaboticabal – SP. No mês de fevereiro de 2011, \n\nsubmeteu-se à banca para a defesa de Tese, sendo aprovado como Doutor em \n\nAgronomia. \n\n\n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n“Talvez não tenhamos conseguido fazer o melhor, mas lutamos para que o melhor fosse feito. \n\nNão somos o que deveríamos ser, não somos o que iremos ser... Mas graças a Deus, \n\nnão somos o que éramos.” \n\nMartin Luther King \n\n\n\n \n\n \n\nAos meus amados pais \n\nGino Panosso e \n\nDeuci T. M. de Oliveira Panosso \n\n \nDEDICO \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\n \n\nÀ minha irmã Lisliane \n\nPanosso e aos bondosos \n\navós Maria Máximo \n\nPanosso, Herophelo \n\nMarcelino de Oliveira e \n\nElsa Char de Oliveira \n\n \n\nOFEREÇO \n\n\n\n \n\n \n\nAGRADECIMENTOS \n\nA Deus, fonte infinita de esperança, fé e consolação, mas especialmente por iluminar o \n\nmeu caminhar com a chama da amizade e bondade dos amigos que me ajudaram nesta \n\njornada. Para todos os amigos, mestres e companheiros, gostaria de expressar, de \n\nforma simples, porém sincera, minha gratidão. \n\nAos meus pais, a quem devo a minha vida e todo o meu caminho profissional, sem os \n\nquais eu não chegaria até aqui, obrigado por todo o amor, carinho e incentivo. \n\nAo Professor Newton La Scala Júnior, grande responsável pela minha formação \n\nintelectual e moral, agradeço pelos ensinamentos, paciência, companheirismo, \n\nconfiança, ajuda nas diversas publicações e, principalmente, pela grande amizade e \n\ntodos os conselhos, profissionais e pessoais, sem os quais teria sido impossível concluir \n\nesta jornada, obrigado por todos esses anos de convívio. \n\nAo Professor Gener Tadeu Pereira, pelas oportunidades profissionais, pelos conselhos, \n\nconfiança, amizade e, principalmente, por todas as horas de aulas e ensinamentos \n\nteóricos, onde aprendi um pouco a respeito dos fundamentos estatísticos utilizados nas \n\nanálises do presente estudo. \n\nAo Professor José Marques Júnior, grande mestre, pelas aulas, amizade e \n\nensinamentos, principalmente pela grande ajuda na condução do experimento, preparo \n\ndas hipóteses e parceria nas discussões e publicações. \n\nAo Professor José Garcia Vivas Miranda, cuja simples presença engrandeceu não \n\nsomente nosso grupo de pesquisa, mas também o nosso espírito. Obrigado pelo \n\nacolhimento, por toda a ajuda, paciência, ensinamentos, oportunidades e principalmente \n\npela amizade e dedicação com nossa pesquisa. \n\nAos professores membros da Banca de Qualificação, Dilermando Perecin, Carlos \n\nEduardo Angeli Furlani e Marcílio Vieira Martins Filho, mestres e amigos, cujas críticas e \n\nsugestões contribuíram, de forma significativa, para a melhoria do presente estudo. \n\nAos professores de Banca de Defesa, José Garcia Vivas Miranda, Zigomar Menezes de \n\nSouza, Carlos Eduardo Pellegrino Cerri e José Eduardo Corá, amigos, mestres \n\n\n\n \n\n \n\ncompanheiros e exemplos a serem seguidos, que disponibilizaram seu precioso tempo \n\npara ajudar nosso estudo, pelas críticas e sugestões que contribuíram não somente para \n\no enriquecimento do trabalho, mas também para nosso avanço profissional e pessoal. \n\nDeixo aqui toda a minha gratidão e admiração pelos senhores. \n\nProfessor Afonso Lopes, grande amigo e mestre, por todos os conselhos e toda a ajuda \n\nnos experimentos ao longo dos 11 anos de vida acadêmica, pelas parcerias nas \n\npublicações, pelas aulas e ensinamentos, pelos exemplos de força e perseverança e, \n\nprincipalmente, pela preocupação e amizade. \n\nÀ doutora Débora Marcondes Bastos Pereira Milori, pela disponibilização dos \n\nequipamentos para a caracterização óptica da matéria orgânica do solo, pela paciência e \n\ncompreensão, pela grande ajuda na interpretação, discussão dos resultados e parceria \n\nnas publicações. \n\nAo professor Antônio Sergio Ferraudo, grande mestre e amigo, cujos ensinamentos e \n\najuda foram essenciais para a compreensão e discussão dos resultados, por todo o \n\nconvívio, pelas conversas e conselhos, pela preocupação, pela confiança, pelas \n\ninúmeras oportunidades profissionais e, principalmente, pela parceria nos trabalhos e \n\npublicações. \n\nAo mestre e amigo Professor Euclides Braga Malheiros, por todo o conhecimento, aulas, \n\npela paciência, conselhos, ajuda, oportunidades profissionais e, principalmente, pela \n\ngrande confiança e amizade em nossos trabalhos. \n\nAos demais professores e amigos do Departamento de Ciências Exatas, pela amizade, \n\nbom convívio, conselhos, preocupações, oportunidades profissionais e, principalmente, \n\npela confiança. São eles: Adhemar Sanches, Andreia da Silva Meyer, Danísio Prado \n\nMunari, Glauco Eduardo Pereira Cortez, João Ademir de Oliveira, José Carlos Barbosa e \n\nNelson José Peruzzi. Muito devo a todos os professores e amigos do departamento de \n\nCiências Exatas, os quais terão minha amizade e gratidão eterna. \n\n\n\n \n\n \n\nAo querido amigo e mestre Clovis Alberto Volte, “In Memoriam”, pelos exemplos de \n\nprofissionalismo, colaboração, oportunidades profissionais e, principalmente, pela \n\namizade e presença que fazem muita falta em nossas vidas. \n\nAos professores Arthur Bernardes Cecílio Filho e Pedro Luís da Costa A. Alves, \n\ncoordenadores do curso de Pós-Graduação em Agronomia, Produção Vegetal, por toda \n\ncompreensão, paciência e ajuda durante os 4 anos de trabalho. \n\nAo amigo Nilceu Piffer Cardozo, grande companheiro, com quem pude contar em todos \n\nos momentos desta jornada. Obrigado por todas as conversas, bom humor, ideias, \n\npreocupação, incentivo e, principalmente, pela amizade sincera e respeito.  \n\nA todos os companheiros com quem convivi durante a XXVII Operação Antártica, 2008 - \n\nProjeto Criossolos. Aos professores Carlos Ernesto Goncalves Reynaud Schaefer, \n\nEduardo de Sá Mendonça, André Luiz Lopes de Faria e Alberto Setzer, por todo o \n\ntrabalho, disponibilidade, ajuda, oportunidade e parceria. Aos oficiais da Marinha \n\nBrasileira, responsáveis pela logística e proteção dos pesquisadores participantes da \n\nXXVII Operação Antártica. Ao Grupo Base da Estação Antártica “Comandante Ferraz”, \n\npor todo o apoio em campo, logística, ajuda e confiança, deixando um agradecimento \n\nespecial ao Chefe Macedo Júnior e ao “Velho” Roque, pelo apoio, confiança e \n\nprincipalmente, pela grande amizade. Ao querido amigo e exemplo de caráter e \n\nbondade, Luciano Marani, pelos inesquecíveis momentos de trabalho e diversão durante \n\na Operação Antártica, pelas conversas, incentivos e sincera amizade.  \n\nAo Professor Vitório Barato Neto, pela grande ajuda na correção gramatical, de acordo \n\ncom as novas regras da Academia Brasileira de Letras. \n\nAos amigos Felipe e Adolfo, irmãos de graduação e amigos fiéis, pelas conversas, \n\najuda, conselhos e, principalmente, pelo exemplo de perseverança. \n\nAo precioso amigo Norival Ignácio, em especial, por toda ajuda ao longo de 11 anos de \n\nboa convivência,  por todas as conversas, risadas e conselhos, pela infinita disposição e \n\ncamaradagem, pela preocupação e, principalmente, pela grande amizade. \n\n\n\n \n\n \n\nAo amigo Diogo Mazza Barbieri, amigo de graduação, pela ajuda nos experimentos de \n\ncampo, fornecimento de dados, pela atenção e principalmente por todas as discussões, \n\nque foram fundamentais para o trabalho e publicações. \n\nAo grande amigo Diego Silva Siqueira, pela amizade, preocupação, incentivo, \n\ncamaradagem, bom humor, confiança, parceria profissional e, principalmente, pelas \n\nconversas e ideias que, mais uma vez, me ajudaram no entendimento de vários pontos \n\nda pesquisa. \n\nAo meu primo Sergio Geraldini Marcelino de Oliveira, pelo eterno bom humor e pela \n\ngrande ajuda na amostragem de campo. \n\nAo amigo Ademilson Soares de Oliveira, grande músico e compositor, companheiro de \n\ntodas as horas e parceiro musical, pelo eterno incentivo. \n\nAo amigo Yuri Moraes, pela amizade, conselhos, exemplos de esperança e \n\nperseverança, pelos churrascos, bom humor, ajuda profissional e, principalmente, por \n\ntodo o apoio e incentivo, dignos de um zeloso irmão mais velho, ao qual serei \n\neternamente grato. \n\nAo amigo Eduardo Barretto de Figueiredo, pela confiança, bom convívio, conversas e \n\nparceria nos trabalhos. \n\nAos amigos Marcelo, Daniela, Fabrício, Diego, Vinícius e Myrko, por toda a ajuda na \n\nmontagem e condução dos experimentos de campo, verdadeiros amigos, cujos bons \n\nmomentos foram fundamentais para a condução desta jornada. \n\nÀ amiga Liziane de Figueiredo Brito, por toda a ajuda e disponibilidade. \n\nAos amigos e funcionários do Departamento de Ciências Exatas, pelo maravilhoso \n\nconvívio, por toda a ajuda, paciência, conversas, bons momentos, apoio e confiança que \n\najudaram, em muito, na condução do trabalho, são eles os valiosos amigos: Zezé, \n\nShirley, Carlão, Vanessa e Adriana. \n\nPara a amiga Juliana, por todo o carinho, amizade, conselhos, dedicação e, \n\nprincipalmente, pela confiança e incentivo. \n\n\n\n \n\n \n\nAos acadêmicos Daniel De Bortoli Teixeira e Luciano Ito Perillo por toda a ajuda na \n\ncondução dos experimentos de campo, bom convívio e disponibilidade, parcerias nas \n\npublicações e inúmeras amostragens de solo e análises de laboratório, amizade e bom \n\nconvívios, amigos sem os quais não teria sido possível a condução das pesquisas. \n\nÀ amada namorada, amiga e companheira Flávia Cristina Dall’Acqua, pelo apoio, \n\namizade, paciência, compreensão e, principalmente, por ser uma das razões que me \n\nfizeram concluir esta jornada. \n\nÀ Usina São Martinho, por todo o apoio logístico e concessão da área experimental. \n\nAos engenheiros agrônomos Marcos Marcari e Luís Gustavo Teixeira, pela \n\ndisponibilidade de áreas e dados referentes à Fazenda São Bento. \n\nAo programa de Pós-Graduação em Produção Vegetal, por acreditar em minha \n\ncapacidade. \n\nAo CNPq, pela ajuda financeira. \n\n\n\nx \n \n\nSUMÁRIO \n\nPágina \n\nRESUMO ......................................................................................................................... xii \n\nSUMMARY ..................................................................................................................... xiii \n\nCAPÍTULO 1 – CONSIDERAÇÕES GERAIS .................................................................... 1 \n\n1.1 - INTRODUÇÃO E JUSTIFICATIVA .................................................................................... 1 \n\n1.1.1 - O efeito estufa adicional ................................................................................... 1 \n\n1.1.2 - Emissão de CO2 do solo .................................................................................. 2 \n\n1.1.3 - O papel da agricultura no processo de emissão de CO2 do solo ..................... 3 \n\n1.1.4 - Manejo da cana-de-açúcar e a dinâmica do carbono do solo .......................... 5 \n\n1.1.5 - A variabilidade espacial da emissão de CO2 do solo ....................................... 9 \n\n1.2- HIPÓTESE ................................................................................................................ 11 \n\n1.3- OBJETIVOS .............................................................................................................. 11 \n\nCAPÍTULO 2 - VARIABILIDADE ESPACIAL E TEMPORAL DA EMISSÃO DE CO2 EM \n\nÁREA DE CANA-DE-AÇÚCAR EM SISTEMAS DE MANEJO DE CANA CRUA E \n\nQUEIMADA ...................................................................................................................... 12 \n\nRESUMO ...................................................................................................................... 12 \n\n2.1- INTRODUÇÃO ............................................................................................................ 13 \n\n2.2- MATERIAL E MÉTODOS .............................................................................................. 15 \n\n2.3- RESULTADOS E DISCUSSÃO ...................................................................................... 24 \n\n2.3.1 - Estudo da variabilidade temporal ................................................................... 24 \n\n2.3.2 - Estudo da variabilidade espacial .................................................................... 30 \n\n2.4- CONCLUSÕES .......................................................................................................... 38 \n\nCAPÍTULO 3 - EMISSÃO DE CO2 E SUA RELAÇÃO COM PROPRIEDADES DO SOLO \n\nEM ÁREAS DE CANA-DE-AÇÚCAR SOB SISTEMAS DE MANEJO DE CANA \n\nQUEIMADA E CRUA ....................................................................................................... 39 \n\nRESUMO ...................................................................................................................... 39 \n\n3.1- INTRODUÇÃO ............................................................................................................ 40 \n\n\n\nxi \n \n\n \n\n3.2- MATERIAL E MÉTODOS .............................................................................................. 41 \n\n3.3- RESULTADOS E DISCUSSÃO ...................................................................................... 48 \n\n3.4- CONCLUSÕES .......................................................................................................... 60 \n\nCAPÍTULO 4 - DIMENSÃO FRACTAL E ANISOTROPIA DA EMISSÃO DE CO2 EM \n\nÁREA DE CANA-DE-AÇÚCAR ....................................................................................... 61 \n\nRESUMO ...................................................................................................................... 61 \n\n4.1- INTRODUÇÃO ............................................................................................................ 62 \n\n4.2- MATERIAL E MÉTODOS .............................................................................................. 65 \n\n4.3- RESULTADOS E DISCUSSÃO ...................................................................................... 72 \n\n4.4- CONCLUSÕES .......................................................................................................... 84 \n\nCAPÍTULO 5 - IMPLICAÇÕES ........................................................................................ 85 \n\nREFERÊNCIAS BIBLIOGRÁFICAS ................................................................................ 86 \n\nAPÊNDICE ....................................................................................................................... 99 \n\n \n\n\n\nxii \n \n\n \n\nVARIABILIDADE ESPACIAL DA EMISSÃO DE CO2 E SUA RELAÇÃO COM \n\nPROPRIEDADES DO SOLO EM ÁREA DE CANA-DE-AÇÚCAR NO SUDESTE DO \n\nBRASIL \n\n \n\n \n\nRESUMO – Neste trabalho, foram avaliados aspectos diversos da emissão de CO2 \n\n(FCO2) em um Latossolo Vermelho em áreas de cana-de-açúcar sobre os sistemas de \n\nmanejo de cana queimada (CQ) e cana crua (CC), no nordeste do Estado de São Paulo. \n\nNo experimento 1 (ano de 2007), a média da FCO2 foi 39% superior na área de CQ \n\n(2,87 ?mol m-2 s-1) quando compara à CC (2,06 ?mol m-2 s-1) ao longo de um período de \n\n70 dias de avaliação. Os modelos ajustados aos semivariogramas experimentais de \n\nFCO2 foram, na sua maioria, exponenciais em ambas as áreas. Os mapas de emissão \n\nforam homogêneos após um período de seca. O teor de matéria orgânica do solo e o \n\nestoque de carbono do solo (0-0,25 m) foram 13 e 20%, respectivamente, superiores em \n\nCQ quando comparados à CC. O grau de humificação da matéria orgânica do solo e a \n\nsua interação com a densidade do solo foi um importante fator, não somente na \n\ndiferenciação da emissão de CO2 entre os diferentes sistemas de manejo. No \n\nexperimento 2 (ano de 2008), foi conduzida a caracterização anisotrópica das variáveis \n\nestudadas por meio da dimensão fractal (DF), para diferentes direções (0\no, 45o, 90o e \n\n135o) em relação às linhas de plantio (0o). A propriedade porosidade livre de água (PLA) \n\nfoi um dos principais fatores relacionados à variabilidade espacial de FCO2, \n\nindependentemente das direções. Os valores de DF foram significativamente inferiores no \n\nsentido de plantio da cultura da cana-de-açúcar, indicando, além de anisotropia dessa \n\npropriedade, maior homogeneidade de FCO2 na direção de 0o. A PLA mostrou ser uma \n\nimportante propriedade na compreensão da variabilidade espaçotemporal de FCO2, \n\nespecialmente nas áreas de cana queimada. \n\n \n\nPalavras-chave: respiração do solo, fluxo de CO2 do solo, geoestatística, anisotropia, \n\ndimensão fractal, manejo da cana-de-açúcar. \n\n.\n\n\n\nxiii \n \n\n \n\nSPATIAL VARIABILITY OF SOIL CO2 EMISSION AND ITS RELATION WITH SOIL \n\nPROPERTIES IN A SUGARCANE AREA IN SOUTHERN BRAZIL \n\n \n\n \n\nSUMMARY – In this work was studied various aspects of soil CO2 emission (FCO2) of a \n\nbare Dark Red Latosol in sugarcane areas submitted to burned (B) and green (G) \n\nmanagement systems in northeastern of São Paulo State. In the experiment 1 (year \n\n2007), mean FCO2 emission was 39% higher in the B plot (2.87 ?mol m-2 s-1) when \n\ncompared to the G plot (2.06 ?mol m-2 s-1) throughout the 70-day period after harvest. \n\nFCO2 Semivariogram models were mostly exponential in both areas. The emission maps \n\nare clearly more homogeneous after a drought period in both sites. Organic matter \n\ncontent and carbon stock (0-25 cm) were 13% and 20% higher in B, respectively, when \n\ncompared to G. Regression analysis indicates that the humification index of soil organic \n\nmatter, and its interaction with soil bulk density, is an important factor not just to \n\ndifferentiate emissions in each plot. In the experiment 2 (2008) the anisotropic \n\ncharacterization of the studied variables, was performed by deriving the fractal dimension \n\n(DF) calculated for different directions (0\no, 45o, 90o and 135o) in relation to the crop line \n\n(0o). The air-filled pore space (AFPS) was the main factor affecting the spatial variability \n\nof FCO2 in all directions. The FCO2 DF values were significantly lower in the direction of \n\nplanting of sugarcane crop, indicating anisotropy of this property and greater homogeneity \n\nin this direction. The AFPS was an important property in understanding the spatio-\n\ntemporal variability of FCO2, especially in the areas submitted to burn. \n\n \n\nKeywords: soil respiration, soil CO2 flux, geostatistic, anisotropy, fractal dimension, \n\nsugarcane management. \n\n \n\n\n\n1 \n \n\n \n\nCAPÍTULO 1 – CONSIDERAÇÕES GERAIS \n\n \n\n1.1 - Introdução e Justificativa \n\n \n\n1.1.1 - O efeito estufa adicional \n\nTodos os corpos com temperatura acima de 0 K emitem energia radiativa, ou \n\nseja, são fontes de radiação eletromagnética de espectro contínuo. A intensidade e a \n\ncaracterística espectral de tal radiação são dependentes da sua temperatura. Nesse \n\ncontexto, o comprimento de onda do máximo de intensidade da curva de emissão \n\nespectral (?max) é inversamente proporcional à temperatura do corpo em questão. A \n\nsuperfície do Sol apresenta temperaturas próximas a 6.000 K, sendo ?max deste corpo \n\npróximo a 0,58 ?m (ondas curtas). O sol aquece o planeta a uma temperatura média \n\nem torno de 300 K. Os objetos aquecidos na superfície da terra emitem radiação de \n\nvolta ao espaço em um ?max na faixa de 9,6 ?m (ondas longas). Apesar de 99% da \n\natmosfera do planeta serem constituídos basicamente por nitrogênio (N2 – 78%) e \n\noxigênio (O2 – 21%), são os chamados gases do efeito estufa (GEE) que possuem \n\ngrande importância no balanço de radiação da Terra. Tais gases apresentam linhas de \n\nabsorção na faixa espectral do infravermelho, com comprimento de onda principalmente \n\nem torno de 8 a 14 ?m (ondas longas). Entre os principais gases do efeito estufa estão \n\no dióxido de carbono (CO2), o ozônio (O3), o metano (CH4) e o óxido nitroso (N2O), \n\njuntamente com o vapor d’água (H2O).  \n\nA absorção de ondas longas, realizada por esses gases, e a emissão de volta \n\npara a superfície do planeta têm um efeito de dificultar o escape da energia emitida pela \n\nsuperfície do planeta, aprisionando-a na atmosfera terrestre, causando o chamado \n\nefeito estufa. Nesse contexto, uma das modificações ambientais mais importantes que \n\nestá em progresso é o aumento da concentração dos GEEs na atmosfera, causando \n\nalterações climáticas e trazendo sérias consequências à vida no planeta (FOLLETT, \n\n2001). \n\nDe acordo com o Painel Intergovernamental sobre Mudanças Climáticas (IPCC, \n\n2007), o aumento da concentração de CO2 na atmosfera terrestre é a principal causa do \n\n\n\n2 \n \n\n \n\naquecimento global, representando cerca de 60% das emissões totais. A concentração \n\natmosférica continua aumentando, e atualmente é quase 100 ppm acima daquela \n\nobservada no período pré-industrial. Em escala global, a queima de combustíveis \n\nfósseis é considerara a principal fonte de CO2 para a atmosfera. No setor agrícola, 22% \n\ndas emissões de CO2 podem ser atribuídos principalmente a atividades relacionadas às \n\nmudanças do uso da terra. Estima-se que, na década de 80, de 0,6 a 2,5 bilhões de \n\ntoneladas de carbono tenham sido emitidas para a atmosfera devido a atividades \n\ndiversas que envolvem o uso e o manejo dos solos (HOUGHTON et al., 1992). Tais \n\nvalores evidenciam uma incerteza de como as diversas atividades agrícolas contribuem \n\npara o aumento da emissão de carbono na atmosfera. \n\n \n\n1.1.2 - Emissão de CO2 do solo  \n\nOs solos estocam cerca de 1.550 Pg de carbono orgânico, mais de duas vezes a \n\nquantidade de carbono presente na atmosfera (720 Pg) e cerca de três vezes mais que \n\no carbono da biota terrestre (LAL, 2001; FOLLETT, 2001). Os níveis de carbono \n\norgânico nos solos são os resultados das complexas interações entre variáveis \n\nrelacionas aos processos de produção e transporte do gás do solo para a atmosfera. De \n\nacordo com SARTORI et al. (2006), tais variáveis podem ser subdivididas em: alocação \n\nde biomassa, qualidade e quantidade de material orgânico depositado e/ou incorporado \n\naos solos e os regimes de temperatura e umidade. \n\nO processo de perda de carbono do solo para a atmosfera é dominado pelo fluxo \n\nde CO2 para a superfície, resultante da atividade microbiana (oxidação química) e \n\nrespiração das raízes. O processo de emissão de CO2 do solo, também conhecido \n\ncomo respiração do solo, é a segunda maior fonte de emissão de CO2 para a atmosfera \n\n(50 – 75 Pg C ano-1), sendo a queima de combustíveis fósseis a principal responsável \n\nantrópica por essas emissões. Mudanças do uso do solo, como a conversão de áreas \n\nde florestas, cerrados e campos para áreas agrícolas ou pastagem, geralmente \n\ndiminuem o teor de matéria orgânica nos solos tropicais e subtropicais devido às \n\nconsequências de curto e longo prazos dos distúrbios ocasionados pelas operações de \n\npreparo associados a baixos níveis de adição de material orgânico ao solo. A \n\n\n\n3 \n \n\n \n\ntemperatura do solo e o regime de umidade são de extrema importância, uma vez que \n\neles influenciam na atividade de decomposição microbiana em escalas milimétrica, \n\nafetando o ciclo do carbono orgânico em escalas quilométricas, regional e até mesmo \n\nem escala global (RODRIGO et al., 1997). Estima-se que um aquecimento global de \n\n0,03 oC por ano poderia aumentar as taxas de respiração do solo, produzindo uma \n\nliberação adicional de 60 Pg C do solo para a atmosfera entre 1990 e 2050 (XU &amp; QI, \n\n2001). \n\nSegundo RAICH &amp; SCHLESINGER (1992), a taxa de transferência do CO2 do \n\nsolo para a atmosfera é controlada pela taxa de produção do CO2, o gradiente de \n\nconcentração da molécula do gás entre o solo e atmosfera, e propriedades como o \n\ntamanho, distribuição e conectividade dos poros do solo, temperatura do ar e \n\nvelocidade do vento. Portanto, pequenas variações no balanço da respiração do solo \n\npodem afetar a concentração de CO2 na atmosfera, alterando, por exemplo, a \n\ntemperatura média anual do planeta bem como a quantidade e a distribuição de chuvas \n\n(BORKEN et al., 2002). \n\n \n\n1.1.3 - O papel da agricultura no processo de emissão de CO2 do solo \n\nNo Brasil, as atividades relacionadas à agricultura, principalmente aquelas \n\nrelacionadas às mudanças de uso da terra, como o desflorestamento, são responsáveis \n\npor 70% das emissões totais de CO2 equivalente do País. Assim, a caracterização de \n\ncomo as principais práticas de uso e manejo do solo afetam a dinâmica da emissão de \n\ncarbono ao longo do espaço e do tempo, é de grande importância, sobretudo em \n\nregiões tropicais, para a determinação, de forma quantitativa, do impacto dessas \n\npráticas no clima do planeta.  \n\nDe acordo com BRITO et al. (2009), a importância da agricultura neste cenário \n\nnão está relacionada apenas aos processos de perda de carbono do solo via \n\nrespiração, mas também está relacionada ao seu significativo potencial de mitigação de \n\ncarbono atmosférico. Dependendo do uso e manejo, os solos agrícolas podem atuar \n\ncomo fontes ou sumidouros de carbono da atmosfera (USSIRI &amp; LAL, 2009).  \n\n\n\n4 \n \n\n \n\nO balanço de carbono em um ecossistema é, frequentemente, a diferença entre \n\nduas grandes componentes, similares em magnitude, mas opostas em sentido, ou seja, \n\no carbono absorvido pela fotossíntese e a perda de carbono pela respiração. \n\nConsequentemente, pequenos incrementos nas taxas de respiração do solo podem ser \n\nsuficientes para um ecossistema mudar de sumidouro a fonte de carbono para a \n\natmosfera (RAYMENT &amp; JARVIS, 2000). Em áreas agrícolas e florestas, a estratégia \n\nprincipal para o aumento do sequestro de carbono é minimizar a decomposição e a \n\nmineralização do carbono orgânico do solo, por meio de medidas que promovam a \n\nproteção desse carbono. Distúrbios no solo podem provocar perdas de matéria orgânica \n\nno solo devido ao aumento da aeração, a qual pode acelerar a atividade bacteriana do \n\nsolo.  \n\nPráticas de preparo do solo destroem seus agregados, que protegem a matéria \n\norgânica da ação dos microrganismos, aumentam a taxa de decomposição e \n\nmineralização desta. USSIRI &amp; LAL (2009), estudando os efeitos dos sistemas de \n\npreparo convencional reduzido e o plantio direto no estoque de carbono e emissão de \n\nCO2 no cultivo de milho, em Ohio, EUA, concluíram que solos sobre sistema de plantio \n\ndireto, ou seja, sem distúrbio mecânico e com deposição de resíduos, armazenaram \n\naproximadamente o dobro da quantidade de C na profundidade de 0,3 m, quando \n\ncomparado aos sistemas convencional e reduzido. Além disso, estudos têm \n\ndemonstrado um aumento do grau de humificação da matéria orgânica quando solos de \n\nmata nativa são convertidos para agricultura convencional, e uma tendência inversa \n\nquando áreas de agricultura convencional são convertidas para plantio direto \n\n(DIECKOW et al., 2009).  \n\nEstudando o estoque de carbono e a emissão de CO2 do solo nos sistemas de \n\npreparo do solo convencional e plantio direto, em Argissolo Vermelho distrófico, no \n\nmunicípio de Eldorado do Sul (RS), COSTA et al. (2008) observaram que a adição \n\ndiferenciada de resíduos vegetais ao solo afetou os estoques de carbono orgânico no \n\nsolo; além disso, solos cultivados no sistema de preparo convencional atuaram como \n\nfontes de C-CO2 para a atmosfera. Os autores observaram, também, que solos em \n\npreparo convencional, apresentaram tendência de maior emissão de CO2, quando \n\n\n\n5 \n \n\n \n\ncomparados a solos do plantio direto, sobretudo em preparo convencional onde o \n\ncontato solo/resíduo foi aumentado pelo seu revolvimento, permitindo a rápida \n\ndecomposição dos tecidos das plantas de cobertura. \n\n \n\n1.1.4 - Manejo da cana-de-açúcar e a dinâmica do carbono do solo  \n\nSistemas de cultivo associados à produção de energia, como exemplo a cultura \n\nda cana-de-açúcar, podem capturar o CO2 atmosférico na forma de biomassa \n\n(sequestro), retornando para o solo quantidades adicionas de carbono orgânico do solo. \n\nO Brasil é o principal produtor mundial de cana-de-açúcar, com 630 milhões de \n\ntoneladas produzidas em 2009, em uma área plantada de aproximadamente 8 milhões \n\nde hectares (CONAB, 2009). A produção da cultura está concentrada principalmente na \n\nregião Centro-Sul, sendo que a área total cultivada no Estado de São Paulo é 4,87 \n\nmilhões de hectares (19,6% do território do Estado de São Paulo), e o Estado é \n\nresponsável por 60% da produção total do País (UNICA, 2010; RUDORFF et al., 2010). \n\nNo entanto, no Sudeste do Brasil, mudanças nas práticas de manejo da cultura da \n\ncana-de-açúcar têm sido consideradas mais importantes que a atual expansão da \n\nfronteira agrícola (CERRI et al., 2007), uma vez que grandes áreas estão sendo \n\nconvertidas de um sistema de manejo da queima para colheita mecanizável.  \n\nEm áreas de cana queimada (CQ), o canavial é queimado alguns dias antes da \n\noperação de colheita manual, com o intuito da remoção das folhas, insetos e animais \n\nque possam representar riscos aos trabalhadores. No sistema de cana crua (CC), a \n\ncolheita utilizando máquinas proporciona um retorno dos resíduos vegetais para a \n\nsuperfície do solo, favorecendo, assim, o acúmulo de matéria orgânica e uma redução \n\nna emissão de gases em comparação ao sistema de cana queimada (RAZAFIMBELO \n\net al., 2006; CERRI et al., 2007; LUCA et al., 2008). Atualmente, 50% da produção total \n\nsão colhidas de forma mecanizada, no sistema de cana crua, e estima-se que, nos \n\npróximos 10 anos, esse valor chegue a 80% (GALDOS et al., 2009). No sistema de \n\ncana crua, a palha que fica sobre a superfície do solo pode funcionar como um \n\nmitigador de carbono para o ambiente, onde, mesmo ocorrendo liberação de CO2 \n\n\n\n6 \n \n\n \n\ndurante o processo de decomposição microbiana, parte do carbono que seria liberado \n\ndurante a queima é incorporado ao solo. \n\nEm estudo para a comparação do balanço do carbono nos sistemas de colheita \n\ncom e sem queima prévia do canavial, em Latossolo Vermelho, na região do município \n\nde Ribeirão Preto, CAMPOS (2003) não observou diferenças significativas quanto à \n\nmédia anual de emissão de CO2 entre os sistemas; entretanto, a emissão de gases do \n\nefeito estufa foi maior no sistema de cana queimada, principalmente devido à operação \n\nde queima do canavial. O sistema de cana crua deixou de liberar para a atmosfera \n\ncerca de 5.000 kg em equivalente-CO2 ha\n-1 ano-1. Assim, práticas de manejo podem \n\nresultar em modificações nas propriedades físicas e químicas do solo, afetando \n\ndiretamente a atividade microbiana e, consequentemente, a emissão CO2 do solo \n\n(BLAIR, 2000; SARTORI et al., 2006; CERRI et al., 2007).  \n\nEm estudo dos efeitos dos sistemas de cana crua e cana queimada sobre os \n\nteores da matéria orgânica, estabilidade de agregados e densidade do solo, em três \n\ntipos de solos (Latossolo Vermelho distrófico, Argissolo Vermelho-Amarelo distrófico e \n\nNeossolo Quartizarênico órtico), LUCA et al. (2008) observaram que, após quatro anos \n\nsem queima, os resultados mostraram que houve formação de camadas orgânicas \n\nsobre o solo em diversos graus de decomposição, havendo elevação significativa nos \n\nteores de C no Latossolo Vermelho distrófico e no Neossolo Quartizarênico órtico, \n\nocorrendo aumentos dos estoques de carbono na camada de 0-0,2 m, nos três solos \n\nestudados. Tais valores representam uma taxa de sequestro de C de 2,1 t ha-1 ano-1. \n\nOs autores afirmam que, diante desses resultados, e levando-se em consideração a \n\nporcentagem de áreas com cana crua atualmente no País, a estimativa do potencial de \n\nsequestro de C devido ao manejo sem queima do Brasil seja de aproximadamente 2,61 \n\nTg ano-1, equivalente a 9,57 Tg ano-1 em CO2. \n\nSegundo DOMINY et al. (2002), o principal fator associado à degradação do solo \n\nsobre cultivo de cana-de-açúcar é a perda de matéria orgânica do solo, que pode ser \n\nprejudicial nas propriedades físicas, químicas e biológicas do solo. O preparo do solo \n\ninduz o rompimento do agregado e a exposição do material orgânico, até então \n\nfisicamente protegida, à ação microbiana. A absorção das moléculas orgânicas pela \n\n\n\n7 \n \n\n \n\nsuperfície dos minerais de argila provê um mecanismo de proteção do C orgânico \n\ncontra o ataque microbiano. \n\nSegundo BLAIR (2000), o sistema de cana crua tem potencial de aumentar o teor \n\nde C orgânico bem como promover uma melhoria na estrutura do solo. Em experimento \n\nrealizado na Austrália, num Luvissolo crômico, após quatro anos de cultivo de cana-de- \n\n-açúcar, os autores observaram que, em áreas de queima de canavial, houve \n\ndiminuição no teor de C lábil do solo, comparado ao sistema de cana crua; entretanto, \n\nfoi observado efeito oposto para o teor de C total e C não lábil do solo, indicando que o \n\nsistema de cana crua está liberando mais C lábil dos resíduos culturais que o sistema \n\nde cana queimada. Compostos de carbono, particularmente a fração mais lábil, \n\nfornecem energia para os organismos do solo e estimulam sua atividade, a qual \n\ncontribui para a liberação de nutrientes dos resíduos de plantas e animais, e síntese de \n\nsubstâncias húmicas, que afetam ambas, propriedades físicas e químicas do solo. A \n\nadição de matéria orgânica no solo geralmente resulta, também, em aumento na \n\nestrutura do solo. Assim, práticas que promovem manutenção ou mesmo aumento dos \n\nníveis de C no solo, especialmente de sua fração lábil, são de grande interesse, uma \n\nvez que proporcionam melhores condições físicas e químicas do solo. \n\nSegundo CANELLAS et al. (2003), as diferentes frações de carbono orgânico \n\nhumificado do solo apresentam característica químicas, físicas e morfológicas \n\ndiferenciadas entre si, e a distribuição destas frações no solo pode indicar a qualidade \n\nda matéria orgânica. Os ácidos húmicos representam a fração intermediária entre a \n\nestabilização dos compostos pela interação com a matéria mineral (huminas) e a \n\nocorrência de ácidos orgânicos oxidados livres na solução do solo (ácidos fúlvicos livres \n\nou associados). Os autores estudaram o efeito de longo prazo da preservação da palha \n\nsobre as propriedades químicas de um Cambissolo em área de cultivo de cana-de-        \n\n-açúcar e concluíram que a adição de matéria orgânica alterou as propriedades \n\nquímicas do solo e proporcionou melhoria na sua fertilidade e na qualidade da matéria \n\norgânica do solo. Os autores relataram que o cultivo continuado de cana crua alterou \n\nsignificativamente os teores de K+ e Ca2+ na camada superficial, e os teores desses \n\nnutrientes aumentaram em profundidade na área de cana crua em relação à queimada. \n\n\n\n8 \n \n\n \n\nAvaliando o efeito dos sistemas de cana crua e cana queimada sobre algumas \n\npropriedades físicas de um Argissolo, em área de tabuleiro, no Estado do Espírito \n\nSanto, CEDDIA et al. (1999) observaram que o sistema de cana queimada apresentou \n\nmaior degradação das propriedades do solo, evidenciada pela redução do diâmetro \n\nmédio ponderado dos agregados estáveis e pelo aumento da densidade do solo e \n\ndiminuição da porosidade total na profundidade de 0-0,5 m.  \n\nTécnicas de manejo da cultura da cana utilizam um vigoroso revolvimento do \n\nsolo por ocasião do plantio, com o uso de arados, grades pesadas e subsoladores. Ao \n\nfim do ciclo de produção, a queima da palha da cana antes da colheita é considerada \n\nprejudicial à manutenção dos níveis de matéria orgânica do solo. Nessas condições, o \n\naporte de matéria orgânica bruta é reduzido, e a prática da queima favorece a \n\nmineralização da matéria orgânica já existente. Além disso, o solo permanece \n\ndescoberto por um período relativamente longo, o que acelera o processo erosivo e \n\nculmina com a depauperação de suas propriedades físicas e químicas.  \n\nOs autores observaram que a adição de maior massa de resíduos orgânicos \n\nproporcionada pelo sistema de cana crua proporcionou maior interação entre as frações \n\norgânicas e minerais do solo, bem como a proteção da superfície do terreno contra o \n\nimpacto de gotas da chuva e da água de irrigação. A decomposição da palha origina \n\numa série de compostos orgânicos (açúcares, aminoácidos, ceras, fenóis, ligninas e \n\nácidos) que promovem a ligação entre as partículas e/ou reduzem a molhabilidade da \n\nsuperfície do agregado e o aumento significativo no teor de humina e carbono da fração \n\nácidos fúlvicos. \n\nAs vantagens do sistema de cana crua é a manutenção de uma cobertura \n\nvegetal sobre o solo durante um período de tempo no ano, em que as chuvas são mais \n\nintensas, deste modo reduzindo o processo de erosão. NOBLE et al. (2003) estudaram \n\na influência das mudanças no manejo da cana-de-açúcar em algumas propriedades \n\nquímicas em solo na Austrália, e observaram diminuição nos valores de pH do solo nas \n\ncamadas superficiais do solo (0-0,05 m), na área de cana crua, quando comparada à \n\ncana queimada, atribuindo tal efeito à maior atividade biológica nessa camada, onde o \n\nprocesso de mineralização e consequente acidificação do meio foi maior. Além disso, \n\n\n\n9 \n \n\n \n\nos autores observaram uma tendência de aumento nos teores de Ca, Mg, K e da CTC \n\nefetiva do solo, apenas na camada de 0-0,02 m, na área de cana crua, acompanhada \n\ntambém de um aumento significativo do teor de matéria orgânica do solo. \n\nEstudando o efeito dos sistemas de manejo de cana crua com e sem \n\nincorporação da palha e cana queimada nas propriedades físicas de um Latossolo \n\nVermelho-Amarelo distrófico, no município de Jaboticabal, SOUZA et al. (2005) \n\nverificaram que o sistema de cana crua com incorporação da palha proporcionou \n\nmaiores teores de matéria orgânica, maior estabilidade de agregados, macroporosidade \n\ne teor de água, e menores valores de resistência do solo à penetração e densidade do \n\nsolo, quando comparado aos demais sistemas de manejo de cana queimada. Quanto \n\nao teor de matéria orgânica do solo, o sistema de cana queimada apresentou menores \n\nteores em relação ao sistema de cana crua. \n\n \n\n1.1.5 - A variabilidade espacial da emissão de CO2 do solo \n\nDe acordo com DASSELAAR et al. (1998), na estatística clássica, assume-se \n\nque a variabilidade ao redor da média é aleatória e espacialmente independente. \n\nContudo, a variabilidade de várias propriedades do solo, frequentemente, apresenta \n\numa componente espacialmente dependente, ou seja, a variabilidade pode ser descrita \n\ncomo uma função da distância de separação entre as amostras (TRANGMAR et al., \n\n1985; ISAAKS &amp; SRIVASTAVA, 1989). Segundo BRITO et al. (2009), a caracterização \n\nda variabilidade espacial da emissão de CO2, por meio da geoestatística, fornece \n\ninformações relevantes a respeito da sua distribuição espacial, ajudando a \n\ncompreender a dinâmica do CO2 entre o solo e a atmosfera. As propriedades \n\nenvolvidas nos processos de produção e transporte de CO2 também possuem grande \n\nvariabilidade espacial, o que torna complexa a tarefa de explicar as variações espaciais \n\nda emissão de CO2. \n\nEstudando a variabilidade espacial e a dependência espacial das emissões de \n\nCH4, N2O e CO2 e suas relações com as propriedades do solo, DASSELAAR et al. \n\n(1998) observaram altos valores de coeficiente de variação (CV) para as emissões, com \n\numa pobre relação com as propriedades do solo. Entretanto, os autores concluíram que \n\n\n\n10 \n \n\n \n\nsignificativas alterações na variabilidade espacial das emissões, em um curto espaço de \n\ntempo, sugerem que os principais fatores controladores desta variabilidade apresentam \n\ngrande dinâmica ou as emissões são altamente sensíveis a pequenas alterações \n\ndestes fatores, como, por exemplo, a umidade do solo.  \n\nEstudando a variabilidade espacial e temporal da respiração solo na cultura do \n\nmilho, ROCHETTE et al. (1991) observaram que os padrões espaciais da respiração do \n\nsolo foram diferentes em função do teor de água no solo, sendo altamente influenciados \n\npela ocorrência de chuvas, principalmente após o período de secas. Por outro lado, \n\nFANG et al. (1998), avaliando a variabilidade espacial da respiração do solo em áreas \n\nde Pinus elliotti, no estado da Flórida, EUA, observaram que a maior parte da \n\nvariabilidade espacial do fluxo de CO2 do solo pode ser explicada pelas variações da \n\nbiomassa dos organismos vivos e mortos associados à porosidade total. Em estudo das \n\nvariações espaçotemporais do fluxo de CO2 em área de floresta boreal no Canadá, \n\nRAYMENT &amp; JARVIS (2000) observaram alto grau de autocorrelação entre valores de \n\nrespiração do solo medido em locais separados por distância menores de 1 m, sendo \n\nque a maior parte da heterogeneidade, observada em distâncias maiores do que 1 m, \n\nfoi proveniente das variações da microtopografia da área experimental. \n\nA umidade do solo e sua interação com a temperatura do solo apresentam forte \n\ninfluência nas variações temporais da emissão de CO2 do solo, especialmente em \n\nestações do ano em que o teor de água no solo é baixo. XU &amp; QI (2001), na avaliação \n\nde FCO2 em Pinus ponderosa, concluíram que, apesar de a temperatura e a umidade \n\ndo solo serem importantes na previsão da variabilidade temporal do fluxo de CO2 do \n\nsolo, elas são inadequadas para a explicação das variações espaciais do fluxo de CO2 \n\ndo solo. Propriedades do solo, como nitrogênio, biomassa microbiana, teor de matéria \n\norgânica, densidade do solo e teor de magnésio trocável, foram as melhores variáveis \n\npara a modelagem da variabilidade espacial de FCO2. \n\n \n\n \n\n \n\n\n\n11 \n \n\n \n\n1.2 – Hipótese \n\n \n\nAs alterações causadas nas propriedades físicas e químicas do solo, devido à \n\nconversão de áreas do sistema de cana queimada para o sistema de cana crua, \n\nmodificam a dinâmica do carbono do solo, expresso pelas variações espaçotemporais \n\nda emissão de CO2 do solo. \n\n \n\n1.3 – Objetivos \n\n \n\nO objetivo do trabalho foi caracterizar a variabilidade espacial e temporal da \n\nemissão de CO2 do solo e sua relação com as propriedades físicas e químicas de um \n\nLatossolo Vermelho em áreas de cana-de-açúcar. \n\n\n\n12 \n \n\n \n\nCAPÍTULO 2 - VARIABILIDADE ESPACIAL E TEMPORAL DA EMISSÃO DE CO2 EM \n\nÁREA DE CANA-DE-AÇÚCAR EM SISTEMAS DE MANEJO DE CANA CRUA E \n\nQUEIMADA \n\n \n\nRESUMO – Práticas de manejo causam mudanças nas propriedades físicas, químicas \n\ne biológicas do solo, que, consequentemente, afetam a emissão de CO2 do solo \n\n(FCO2). Neste trabalho, foi avaliada a dinâmica do carbono do solo em áreas de \n\nprodução de cana-de-açúcar no nordeste do Estado de São Paulo, em dois diferentes \n\nsistemas de manejo: cana crua (CC), consistindo de colheita mecanizada, que produz \n\numa grande quantidade de resíduos da cultura (palha) sobre a superfície do solo, e \n\ncana queimada (CQ), onde o canavial é queimado antes da operação de colheita \n\nmanual, não havendo deposição de resíduos sobre a superfície do solo. O experimento \n\nfoi conduzido durante o período pós-colheita, no estágio de crescimento da cultura, em \n\ndois gradeados (60 pontos cada um) instalados em áreas adjacentes. A média da FCO2 \n\nfoi 39% superior na área de CQ (2,87 ?mol m-2 s-1) quando comparada à média do \n\nsistema CC (2,06 ?mol m-2 s-1) ao longo de um período de 70 dias de avaliação. Uma \n\nequação quadrática entre os valores de emissão e de umidade do solo foi capaz de \n\nexplicar 73% e 50% da variabilidade temporal de FCO2 nos sistemas de CQ e CC, \n\nrespectivamente. Tal efeito aparenta estar relacionado à sensibilidade de FCO2 à \n\nocorrência de chuvas, que causaram aumentos significativos das emissões na área de \n\nCQ; por outro lado, não houve nenhuma alteração significativa nos valores de FCO2 na \n\nárea de CC. Modelos ajustados aos semivariogramas experimentais de FCO2 foram \n\nexponenciais, na sua maioria, em ambas as áreas, com alcances variando de 72,6 – \n\n73,8 m e 64,7 e 64,7 m para CC e CQ, respectivamente. Esses resultados indicam que \n\no sistema CC, onde a palha é deixada sobre a superfície do solo, resulta em maior \n\nhomogeneidade espaçotemporal de FCO2. A análise de variabilidade espacial da \n\ntemperatura do solo e da umidade do solo indicou que essas propriedades não \n\nexplicaram adequadamente a variabilidade espacial de FCO2; entretanto, os mapas de \n\nemissão foram mais homogêneos após um período de seca. \n\n \n\n\n\n13 \n \n\n \n\nPalavras-chave: respiração do solo, manejo de cana-de-açúcar, geoestatística, \n\npropriedades do solo. \n\n \n\n2.1 - Introdução \n\n \n\nAtualmente, o Brasil é o maior produtor mundial de cana-de-açúcar (Saccharum \n\nspp.) com 8,0 milhões de hectares plantados, sendo o Estado de São Paulo o maior \n\nprodutor nacional, responsável por 4,87 milhões de hectares. Considerando que a área \n\ncultivada total com cana-de-açúcar aumentou aproximadamente 13% no Estado de São \n\nPaulo, no ano de 2008 (CONAB, 2008), o estudo das mudanças na variabilidade \n\nespacial e temporal da emissão de CO2 do solo (FCO2) em áreas de cultivo de cana-    \n\n-de-açúcar, no Estado de São Paulo, é de grande interesse. \n\nNo entanto, no Sudeste do Brasil, mudanças das práticas de manejo da cultura \n\nda cana-de-açúcar têm sido consideradas mais importantes que a atual expansão da \n\nfronteira agrícola. Uma vez que a cultura está cada vez mais associada à alimentação e \n\nà produção de energia, essa vem sendo considerada uma importante alternativa \n\nquando o problema das mudanças climáticas é levado em consideração (CERRI et al., \n\n2007). Grandes áreas estão sendo convertidas de um sistema de manejo (cana \n\nqueimada) para outro (cana crua). Em áreas de cana queimada (CC), o canavial é \n\nqueimado antes da operação de colheita manual, com o intuito da remoção das folhas e \n\ninsetos.  \n\nA operação de queima tem um efeito imediato e direto em propriedade físicas e \n\nhidrológicas do solo (ARE et al., 2009). Por outro lado, no sistema de cana crua, a \n\ncolheita utilizando máquinas proporciona um retorno dos resíduos vegetais para a \n\nsuperfície do solo, favorecendo assim o acúmulo de matéria orgânica e uma redução na \n\nemissão de gases em comparação ao sistema de cana queimada (RAZAFIMBELO et \n\nal., 2006; CERRI et al., 2007; LUCA et al., 2008). Assim, práticas de manejo podem \n\nresultar em modificações nas propriedades físicas e químicas do solo, afetando \n\ndiretamente a atividade microbiana e, consequentemente, a emissão CO2 do solo \n\n(BLAIR, 2000; SARTORI et al., 2006; CERRI et al., 2007). Apesar de todos os esforços, \n\n\n\n14 \n \n\n \n\né pouco o conhecimento a respeito das mudanças nas propriedades do solo quando \n\nconsideramos a conversão do agrossistema de CQ para CC, e como essa conversão \n\npode afetar as perdas de C do solo por meio da emissão de CO2 (FCO2). \n\nO Fluxo de carbono do solo, influenciado pelo uso ou manejo, pode causar \n\nimpactos na concentração atmosférica de CO2 (EPRON et al. 2004; SARTORI et al., \n\n2006). Estima-se que, no Brasil, o estoque de C no solo, na profundidade de 0,3 m, seja \n\nde aproximadamente 36,4 ± 3,4 Pg C. Em adição, mudanças no uso da terra e práticas \n\nagrícolas são responsáveis por mais que dois terços do total de gases do efeito estufa \n\nemitidos (BERNOUX et al., 2002).  \n\nA magnitude de FCO2 varia no tempo e no espaço, dependendo das condições \n\nambientais, das características do solo e do tipo de manejo agrícola adotado. O \n\ncoeficiente de variação (CV) de FCO2 é o primeiro indicativo de sua variabilidade; \n\nentretanto, ele sozinho não é suficiente para comparar a variabilidade de FCO2 em \n\ndiferentes estudos devido à falta de informações a respeito da distribuição espacial dos \n\npontos amostrais (FANG et al., 1998). A análise geoestatística pode ser uma alternativa \n\na essa dificuldade, uma vez que fornece as bases para uma descrição quantitativa da \n\nvariação espacial de uma propriedade no solo e pode ser utilizada para estimativas \n\ndessa mesma propriedade em locais não amostrados (WEBSTER, 1985; \n\nWEBSTER &amp; OLIVER, 1990).  \n\nA análise geoestatística tem sido utilizada nos estudos de várias propriedades do \n\nsolo, sendo, na sua maioria, físicas e químicas (CAMBARDELLA et al., 2000; WANG et \n\nal., 2002), e algumas biológicas, como a emissão de CO2 em vários ecossistemas, \n\ndesde florestas a solos desprovidos de vegetação (LA SCALA Jr. et al., 2000; \n\nISHIZUKA et al., 2005; OHASHI &amp; GYOKUSSEN, 2007; KONDA et al., 2008). \n\nEntretanto, poucos trabalhos têm usado a análise geoestatística com o objetivo de \n\navaliar a estrutura espacial da emissão de CO2 em solos cultivados com a cultura da \n\ncana-de-açúcar (PANOSSO et al., 2008). Entender a variabilidade espacial da emissão \n\nde CO2 em áreas agrícolas é importante para a condução de um manejo controlado e \n\nsustentável da cultura para a preservação do carbono no solo, contribuindo assim para \n\na redução do efeito estufa. \n\n\n\n15 \n \n\n \n\nPara melhores estimativas da respiração do solo, é necessário, primeiramente, \n\ndescrever sua variabilidade temporal e as relações entre a respiração do solo e as \n\nvariáveis ambientais que podem ser continuamente monitoradas, como a temperatura e \n\na umidade do solo. Em solos de regiões tropicais, onde as variações sazonais na \n\ntemperatura do solo são pequenas, a umidade do solo deve ser testada e levada em \n\nconsideração como um índice mais efetivo na estimativa das variações sazonais das \n\ntaxas de respiração do solo (KOSUGI et al., 2007). \n\nA hipótese do trabalho é que diferentes práticas de manejo podem resultar em \n\ndiferenças na dinâmica do carbono no solo, que por sua vez poderia ser expresso em \n\ntermos da variabilidade espacial e temporal e das relações com os principais fatores de \n\ncontrole dessa respiração: temperatura e umidade do solo. O objetivo do estudo foi a \n\ncaracterização das variações temporais e espaciais da emissão de CO2 do solo em \n\náreas cultivadas com cana-de-açúcar nos sistemas de cana crua e cana queimada. \n\n \n\n2.2 - Material e Métodos \n\n \n\nO estudo foi conduzido na fazenda São Bento, pertencente à Usina São \n\nMartinho, em área destina à produção de cana-de-açúcar (Saccharum spp.) por mais de \n\n35 anos, localizada no município de Guariba, São Paulo (Figura 2.1). As coordenadas \n\ngeográficas são 21º 24’ de latitude sul e 48º 09’ de longitude oeste, com elevação \n\nmédia de 550 m acima do nível do mar. O clima da região é classificado como Aw (de \n\nacordo com Köeppen), tropical de verão chuvoso e inverno seco. A precipitação média \n\né de 1.425 mm, concentrada entre os meses de outubro e março, com 22,2 oC de \n\ntemperatura média anual registrada na região, nos últimos 30 anos. A vegetação natural \n\nera constituída por floresta tropical subcaducifólia. \n\n\n\n16 \n \n\n \n\n \n\nFigura 2.1. a) Foto aérea combinada ao modelo de elevação digital das áreas de \nestudo, indicando a localização dos 60 pontos amostrais em cada talhão; b) \naspectos gerais da área de cana crua (CC), e c) aspectos gerais da área de \ncana queimada (CQ) no momento da instalação do experimento, dia 07 de \njulho de 2007. \n\n \n\nEsta área está inserida na província geomorfológica do Planalto Ocidental \n\nPaulista, próximo ao limite das Cuestas Basálticas, no divisor litoestratigráfico arenito-   \n\n-basáltico (área limítrofe entre o Basalto do Grupo São Bento, Formação Serra Geral e \n\no Arenito do Grupo Bauru, Formação Adamantina). O solo da área, segundo a \n\nb c \n\na CC \n\nCQ \n\n\n\n17 \n \n\n \n\nclassificação proposta pela EMBRAPA (2006), é um Latossolo Vermelho eutroférrico, \n\ntextura muito argilosa (LVef), cultivado com cana-de-açúcar por mais de 30 anos.  \n\n Foram utilizados dois talhões vizinhos, com baixa declividade (3 a 4%), \n\napresentando diferentes sistemas de manejo da cana-de-açúcar: cana crua (CC) com \n\nhistórico de sete anos sem queima do canavial, com grande quantidade de resíduos da \n\ncultura (12 t ha-1), deixados sobre a superfície do solo após a colheita mecanizada, que \n\nocorreu no dia 16 de maio de 2007 (representado pelo dia Juliano 136); e cana queima \n\n(CQ) com histórico de cultivo de cana desde 1970, com queima do canavial, com \n\ncolheita manual realizada no dia 9 de junho de 2007 (representado pelo dia Juliano \n\n160). Os canaviais instalados nas áreas foram renovados no ano de 2006. Por ocasião \n\nda renovação do canavial, foi realizada uma operação de subsolagem e a erradicação \n\nquímica da soqueira. Logo após, foram aplicadas 2 t ha-1 de calcário dolomítico e 1 t ha-\n\n1 de gesso agrícola para a correção do solo, em área total sem incorporação dos \n\nmesmos. A adubação de plantio foi realizada na sulcação, sendo utilizado 500 kg ha-1 \n\nda fórmula 10-25-25, e o plantio realizado de forma manual. Em ambas as áreas, foi \n\naplicado em soqueira, ao longo dos anos, 100 m-3 de vinhaça, 300 kg ha-1 de ureia na \n\ncana queimada e 200 kg ha-1 de nitrato de amônia na cana crua. Na cana queimada, o \n\nadubo nitrogenado é incorporado a aproximadamente 20 cm de profundidade, enquanto \n\nna área de cana crua a aplicação é realizada superficialmente ao lado da linha de \n\nplantio. Foram instalados dois gradeados idênticos de 190 × 50 m contendo 60 pontos, \n\num em cada área, com distância mínima entre os pontos amostrais de 13,3 m (Figura \n\n2.1).  \n\nA emissão de CO2 do solo (FCO2) foi registrada com um sistema automatizado \n\nportátil de fluxo de CO2 do solo LI-COR (LI-8100), durante os estágios iniciais do \n\ncrescimento da cultura da cana-de-açúcar (Figura 2.2). Em seu modo de medição, o \n\nsistema LI-8100 (Figura 2.2 item a) monitora as mudanças na concentração de CO2 \n\ndentro da câmera (Figura 2.2 item c), por meio de espectroscopia, na região do \n\ninfravermelho (IRGA Infrared Gas Analyzer). A câmera para solos tem um volume \n\ninterno de 854,2 cm3, com área de contato de 83,7 cm2, e foi colocada sobre colares de \n\nPCV previamente inseridos no solo, a uma profundidade de 0,03 m (Figura 2.3).  \n\n\n\n18 \n \n\n \n\nA temperatura do solo (TS) foi monitorada concomitantemente às avaliações de \n\nrespiração do solo, utilizando-se de um sensor de temperatura, que é parte integrante \n\ndo sistema ao LI-8100 (Figura 2.2 item b). Tal sensor consiste em uma haste de 0,2 m \n\nque é inserida no interior do solo, na região próxima ao local onde foram instalados os \n\ncolares de PVC.  \n\n \n\nFigura 2.2. Sistema LI-8100 interligado à câmara de solos (a), sensor de temperatura do \nsolo (b) e câmara para solo inserida sobre o colar de PVC (c). \n\n \n\n               \n\nFigura 2.3. Colares de PVC inseridos no solo das áreas de: a) cana crua, e b) cana \nqueimada. \n\na \n\nb \n\nc  \n\na  b  \n\n\n\n19 \n \n\n \n\n \nA umidade do solo (Us) foi registrada utilizando-se de um aparelho TDR (Time \n\nDomain Reflectometry) - Campbel® (Hydrosense TM, Campbell Scientific, Austrália – \n\nFigura 2.5). Foram escolhidos 20 do total de 60 pontos, em cada gradeado, para a \n\ncondução do estudo da variabilidade temporal de FCO2, que ocorreu durante um \n\nperíodo de aproximadamente 70 dias após a colheita da cultura. As avaliações foram \n\nrealizadas nos dias Julianos 190; 191; 192; 195; 200; 201; 204; 208; 209; 215; 227; \n\n234; 241; 255 e 260, no período da manhã (7 às 9 horas), durante o ano de 2007. Para \n\no estudo da variabilidade espacial, onde as avaliações foram realizadas nos 60 pontos \n\nem cada gradeado, as medidas foram realizadas nos dias 191; 200 e 248 (CC) e 192; \n\n201 e 246 (CQ), no período da manhã (7 às 10 horas). A Figura 2.4 indica os dias em \n\nque foram avaliadas a emissão de CO2, temperatura e umidade do solo nas áreas \n\nexperimentais juntamente com os eventos de chuva nas áreas de cana crua e \n\nqueimada. \n\n190 200 210 220 230 240 250 260\n0\n\n20\n\n40\n\n60\n\nP\nlu\n\nvi\no\n\nm\ne\n\ntr\nia\n\n (\nm\n\nm\n)\n\nDias Julianos  \nFigura 2.4. Pluviometria durante o período de avaliação do experimento. Flechas \n\nindicam os dias de avaliação da emissão de CO2, temperatura e umidade do \nsolo. \n\n\n\n20 \n \n\n \n\n \n\nA estatística descritiva (média, desvio-padrão, erro-padrão da média, mínimo, \n\nmáximo e coeficiente de variação) foi utilizada para a classificação da variabilidade de \n\nFCO2, Ts e Us, assim como a análise de variância (medidas repetidas no tempo), e a \n\nregressão não linear foi utilizada para a análise da variabilidade temporal dos dados. A \n\ndependência espacial foi avaliada por meio da técnica de geoestatística \n\n(WEBSTER &amp; OLIVER, 1990) aplicada para todas as variáveis estudadas. \n\n \n\n \n\nFigura 2.5. TDR - Hydrosense system, sistema portátil utilizado para avaliação da \numidade do solo. \n\n \n\nA análise geoestatística é baseada na teoria das variáveis regionalizadas, que é \n\numa função numérica com distribuição espacial, que varia de um ponto a outro com \n\ncontinuidade aparente, mas cujas variações não podem ser representadas por uma \n\nfunção matemática simples. Uma variável regionalizada é uma variável aleatória que \n\nassume diferentes valores, de acordo com a sua posição na área de estudo, é \n\nconsiderada a realização de um conjunto de variáveis aleatórias. Se todos os valores de \n\numa variável regionalizada forem considerados em todos os pontos dentro de uma área \n\namostral, a variável regionalizada é apenas uma de infinitas variáveis aleatórias. Esse \n\n\n\n21 \n \n\n \n\nconjunto é chamado de função aleatória e é simbolizado por Z(xi). Na prática, quando \n\nretiramos uma amostra de solo em um local com coordenadas definidas, temos apenas \n\numa única realização da função aleatória. Para estimar valores em locais não \n\namostrados, devemos introduzir as restrições de estacionaridade estatística. A \n\nexistência de estacionaridade permite que o experimento possa ser repetido mesmo \n\nque as amostras sejam coletadas em pontos diferentes, pois elas pertencem à mesma \n\npopulação, com os mesmos momentos estatísticos (VIEIRA, 2000). \n\nUma função aleatória é considerada estacionária quando o valor esperado para a \n\nsua realização é o mesmo para todos os pontos na área de estudo, ou seja, \n\nm)]x(Z[E i =  (1.1) \n\nSendo Z(xi) a função aleatória e m a média dos valores da variável, o qual não depende \n\nda distância de separação h. Se escolhermos dois pontos distintos na área, separados \n\npelo vetor h, o valor médio da diferença [Z(xi) – Z(xi + h)] será: \n\n0=+? )]hx(Z)x(Z[E ii  (1.2) \n\nAssim, temos a estacionaridade de primeira ordem, também conhecida como a \n\nestacionaridade da média. Entretanto, para a análise geoestatística, é necessário \n\ntambém a estacionaridade de segunda ordem e implica que, para cada par de uma \n\nvariável aleatória, a função de covariância Cov(h) existe e é dependente da distância h \n\n(VAUCLIN et al., 1983). \n\n2\n1 m)]hx(Z).x(Z[E)h(Cov i ?+=  (1.3) \n\nA estacionaridade de segunda ordem, não é uma condição fácil de ser satisfeita \n\nna prática, pois implica a existência de uma variância finita dos valores medidos, \n\nsuposição essa difícil de ser verificada. Portanto, uma suposição alternativa e mais \n\nsimples é assumida, denominada de hipótese intrínseca. A hipótese intrínseca requer \n\nque, para todo vetor h, a variância do incremento Z(xi) – Z(xi + h) seja finita e \n\nindependente da posição dentro da área de estudo (TRANGMAR et. al, 1985), e temos \n\nassim a função: \n\n)h()]hx(Z)x(Z[E)]hx(Z)x(Z[Var iiii ?=+?=+? 2\n2  (1.4) \n\n\n\n22 \n \n\n \n\nque é denominada de variograma. Na prática, a forma do variograma não é muito \n\nutilizada e sim a forma )h(? , denominada de semivariograma, que é estimado como a \n\nmédia do quadrado das diferenças entre todas as observações separadas pela \n\ndistância h. Assim, quando a pressuposição da hipótese intrínseca é satisfeita, o \n\nsemivariograma apresenta a seguinte forma (BURROUGH &amp; McDONNELL, 1998): \n\n[ ]?\n=\n\n+?=?\n)h(N\n\ni\nii )hx(Z)x(Z\n\n)h(N\n)h(ˆ\n\n1\n\n2\n\n2\n1\n\n (1.5) \n\nem que, )h(?? é a estimativa da semivariância na distância de separação h; N é o \n\nnúmero de pares de pontos separados pela distância h (neste trabalho a semivariância \n\npara uma dada distância foi calculada com N maior que 50);  Z(xi) é o valor da variável \n\nZ no ponto xi; Z(xi + h) é o valor da variável Z no ponto xi + h. O gráfico de )h(?? , em \n\nfunção de h, é o chamado semivariograma experimental (Figura 2.6), o qual exibe um \n\ncomportamento puramente aleatório ou sistemático que pode ser descrito por modelos \n\nteóricos (linear, esférico, exponencial, gaussiano e lei de potência).  \n\nOs coeficientes dos modelos foram determinados pelo melhor ajuste para todos \n\nos dados de semivariância. Para variáveis que apresentam dependência espacial, \n\nespera-se que os valores de Z(xi) – Z(xi + h) aumentem com a distância h até \n\ndeterminada distância, a partir da qual os valores estabilizam. O valor de semivariância, \n\nna qual ocorre a estabilização do semivariograma, é denominado de patamar, \n\nrepresentado pelo símbolo C0 + C1, sendo aproximadamente igual ao valor da \n\nestimativa da variância dos dados analisados. A distância na qual ocorre a estabilização \n\ndo semivariograma é denominada de alcance, simbolizado por a, e define o limite da \n\ndependência espacial (autocorrelação). O valor C1 representa a estrutura de \n\nvariabilidade espacial dos dados. O efeito pepita, representado pelo símbolo C0, é o \n\nvalor de semivariância encontrado no intercepto do modelo ajustado com o eixo Y. \n\nTeoricamente, este valor deve ser zero para uma distância de separação (h) igual a \n\nzero; entretanto, erros de amostragem e a variabilidade na pequena escala podem \n\ncausar desvio do zero para esse parâmetro. Portanto, o efeito pepita representa a \n\nquantidade de variância não explicada ou modelada como correlação espacial.  \n\n\n\n23 \n \n\n \n\nOs parâmetros C0, C0 + C1 geralmente são utilizados nas equações de ajuste \n\nnos semivariogramas experimentais e, neste trabalho, foram utilizados para a \n\ncomparação dos modelos de variabilidade espacial da emissão de CO2, temperatura e \n\numidade do solo (TRANGMAR et al., 1985; ISAAKS &amp; SRIVASTAVA, 1989). A razão \n\nentre o efeito pepita e o patamar (C0/(C0+C1)), expressa em porcentagem, foi utilizada \n\npara classificar a dependência espacial das propriedades estudadas, de acordo com o \n\nproposto por CAMBARDELLA et al. (1994): dependência espacial forte (C0/(C0+C1) ? \n\n0,25), moderada (0,25 &lt;C0/(C0+C1) &lt;0,75) ou fraca (C0/(C0+C1) ? 0,75). Antes da \n\nanálise geoestatística, uma transformação lognormal foi aplicada para a normalização \n\nda assimetria da frequência de distribuição de FCO2 (GONÇALVES et al., 2001). \n\n \n\n0 20 40 60\n0,0\n\n0,2\n\n0,4\n\n0,6\n\n Dados\n Modelo ajustado\n\nAlcance(a)\nEfeito pepita\n     (C\n\n0\n)\n\nPatamar (C\n0\n + C\n\n1\n)\n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n\n -\n ?\n\n(h\n)\n\nDistância h (m)\n\nC\n1\n\n \n\nFigura 2.6. Semivariograma experimental )h(?? , em função da distância de separação h, \ncalculado, usando a equação (1.5). \n\n \n\n\n\n24 \n \n\n \n\nSomente semivariogramas isotrópicos foram considerados neste estudo. Os \n\nsemivariogramas experimentais foram ajustados pelo método dos mínimos quadrados, \n\naos seguintes modelos matemáticos teóricos: (a) modelo exponencial \n\n( ) )]}a/h(exp[{CChˆ 3110 ??+=? , h > 0; (b) modelo esférico: \n\n( ) ( ) ( )[ ]310 2123 a/h/a/h/CChˆ ?+=? , ah ??0  e ( ) 10 CChˆ +=? , h > a. O processo de \n\nvalidação cruzada, que consiste na remoção de cada observação pertencente ao \n\nconjunto de dados com subsequente estimativa do seu valor, pelo método de \n\ninterpolação (krigagem ordinária), foi utilizado para a verificação da confiabilidade do \n\nmodelo matemático ajustado. O modelo escolhido foi aquele que melhor estimou os \n\nvalores observados, ou seja, aquele que produziu uma equação de regressão linear \n\nentre os valores observados, em função dos valores estimados o mais próximo da \n\nbissetriz (intercepto igual a zero e coeficiente angular = 1) (ISAAKS &amp; SRIVASTAVA, \n\n1989). Os cálculos da semivariância e os subsequentes ajustes dos modelos aos \n\nsemivariogramas experimentais foram realizados no programa GS+ (GAMMA DESIGN \n\nSOFTWARE, 1998). Após o ajuste dos modelos, foi realizada a estimativa da emissão \n\nde CO2 em locais não amostrados, por meio do método de interpolação da krigagem \n\nordinária (TRANGMAR et al., 1985). A construção dos mapas de padrões espaciais \n\n(interpolação pela krigagem) foi realizada pelo programa SURFER versão 9.11.947 \n\n(Golden Software Inc, Golden, CO, EUA). \n\n \n\n2.3 - Resultados e Discussão \n\n \n2.3.1 - Estudo da variabilidade temporal \n\nA variabilidade temporal de FCO2, Ts e Us, nos sistemas de CC e CQ, é \n\napresentada na Figura 2.7, enquanto as estatísticas descritivas são apresentadas na \n\nTabela 2.1. Valores médios ± erro-padrão da média indicam que a média de FCO2 foi \n\n39% maior no sistema CQ (2,87 ± 0,28 ?mol m-2 s-1) e significativamente diferente \n\n(p<0,05), quando comparado ao sistema CC (2,06 ± 0,06 ?mol m-2 s-1) durante o \n\nperíodo de 70 dias de estudo. Os valores de emissão do presente estudo foram \n\nsimilares aos registrados na mesma época e região, em áreas de cultivo de cana-de-     \n\n\n\n25 \n \n\n \n\n-açúcar, no sistema de cana crua (BRITO et al., 2009). As emissões totais para cada \n\nsistema de manejo, ao final do período de 70 dias, calculadas a partir das áreas \n\nembaixo das curvas de emissão (Figura 2.7a), foram de 692 e 537 g CO2 m\n-2 para CQ e \n\nCC, respectivamente. Portanto, um adicional de 42,3 g C-CO2 m\n-2 foi liberado para a \n\natmosfera no sistema de CQ, quando comparado ao sistema de CC. Os resultados \n\ncorroboram McCOOL et al. (2008), que observaram maior respiração microbiana nos \n\nprimeiros 0,05 m de solos submetidos à queima dos resíduos, comparado ao manejo \n\nconvencional, na cultura do trigo. \n\n \n\nTabela 2.1. Estatísticas descritivas para emissão de CO2 do solo (FCO2), temperatura \ndo solo (Ts) e umidade do solo (Us). \n\n Média DP EP Mínimo Máximo CV (%) \nCana crua \n\nFCO2 (?mol m-2s-1) 2,06 0,24 0,06 1,81 2,67 11,7 \nTs (oC) 19,44 2,22 0,57 16,29 23,90 11,4 \nUs (%) 21,95 7,96 2,05 8,30 35,80 36,2 \n\nCana queimada \nFCO2 (?mol m-2s-1) 2,87 1,07 0,28 1,79 5,11 37,2 \nTs (oC) 20,35 2,79 0,72 15,58 25,54 13,7 \nUs (%) 20,00 9,85 2,54 7,90 37,00 49,3 \nN=20. DP = desvio-padrão; EP= erro-padrão da média; CV= coeficiente de variação. \n\n \n\nAs médias da temperatura do solo foram 20,35 e 19,44 oC, enquanto as médias \n\nda umidade do solo foram 20 e aproximadamente 22%, nas áreas de CQ e CC, \n\nrespectivamente (Tabela 2.1). A Figura 2.7 apresenta a variabilidade temporal das \n\npropriedades estudadas, indicando que FCO2 e Ts foram maiores no sistema CQ que \n\nno CC, enquanto Us manteve baixos valores na cana crua, na maioria dos dias \n\nestudados. Diferenças significativas em FCO2 foram mais frequentemente observadas \n\nnos primeiros 20 dias dos 70 dias de estudo, durante o período de crescimento inicial \n\nda cultura da cana-de-açúcar. O máximo valor médio de FCO2 foi registrado no dia 208, \n\nno sistema de CQ e CC (Figura 2.7a), coincidindo com o dia em que Us atingiu seus \n\nmaiores valores (Figura 2.7c). As variáveis estudadas em CQ apresentaram altos \n\nvalores de CV, quando comparados aos observados em CC. Todavia, os valores de CV \n\nencontrados são similares àqueles observados em florestas (FANG et al., 1998;  XU &amp; \n\nQI, 2001; OHASHI &amp; GYOKUSEN, 2007; KONDA et al., 2008) e reportados em estudo \n\n\n\n26 \n \n\n \n\nprévios, conduzidos em solos desprovidos de vegetação (LA SCALA Jr. et al., 2000). A \n\ndeposição de resíduos da cultura sobre a superfície do solo, no sistema CC, favorece \n\nmenores temperaturas e maiores umidades, como o observado, por exemplo, no dia \n\n195, quando Ts foi 3 oC menor, e a umidade foi 10% maior em CC, em comparação ao \n\nsistema CQ (Figura 2.7b e c). Consequentemente, como a variabilidade temporal de \n\nFCO2 é governada pelas mudanças de Ts e Us (XU &amp; QI, 2001; TEDESCHI et al., \n\n2006; KOSUGI et al., 2007; OHASHI &amp; GYOKUSEN, 2007; CONCILIO et al., 2009), os \n\nmenores valores de FCO2, associados aos seus baixos valores de CV, podem estar \n\nrelacionados à presença da palha sobre a superfície do solo, especialmente durante as \n\nprimeiras semanas do estudo. \n\nA análise de variância de medidas repetidas no tempo indicou significância \n\n(p<0,0001) da interação entre os sistemas de manejo e o tempo (dias) para todas as \n\nvariáveis estudadas (Tabela 2.2). Portanto, FCO2 não apresentou o mesmo padrão de \n\nvariabilidade temporal quando os dois sistemas de manejo foram comparados. Para o \n\nsistema de CC, não foram observadas diferenças significativas (p>0,05) em FCO2 a \n\nlongo dos dias de avaliação, sendo o oposto observado para o sistema de CQ, o qual \n\napresentou grandes oscilações nos valores de FCO2 durante o período de estudo \n\n(p<0,01). Tal efeito pode ser associado ao fato de que FCO2 em CQ apresentou maior \n\nsensibilidade por eventos climáticos, como a ocorrência de chuvas durante o período \n\nexperimental. Aumentos na respiração do solo foram observados depois da ocorrência \n\nde chuvas nos dias 198 e 205, de 21 e 127 mm, respectivamente. Estes eventos \n\nocorreram antes do dia no qual a emissão atingiu valor máximo de 5,11 ?mol m-2 s-1 \n\n(dia 208). EPRON et al. (2004) não observaram efeito das chuvas sobre FCO2, \n\nresultado similar ao observado na área de CC. Mudanças de FCO2 após a precipitação \n\nindicam maior sensibilidade de FCO2 em relação à Us no sistema CQ, em comparação \n\nao sistema CC. As variações de FCO2 após a ocorrência de chuvas podem estar \n\nassociadas as variações de outras propriedades do solo, não avaliadas no presente \n\nestudo, como, por exemplo, variações nos valores da biomassa microbiana, respiração \n\nradicular e variações na granulometria da área, principalmente quanto aos teores de \n\nargila (XU &amp; QI, 2001). \n\n\n\n27 \n \n\n \n\n \n\n2\n\n3\n\n4\n\n5\n\n6\n \n\nS\no\n\nil \nC\n\nO\n2\n e\n\nm\nis\n\nsi\non\n\n (\n?\nm\n\no\nl m\n\n-2\ns-\n\n1\n)\n\n FCO2 G\n FCO2 SB\n\n14\n\n16\n\n18\n\n20\n\n22\n\n24\n\n26\n Tsoil G\n Tsoil SB\n\n \n\n \n\n \n\n S\noi\n\nl \nte\n\nm\npe\n\nra\ntu\n\nre\n (\n\no\nC\n\n)\n\n190 200 210 220 230 24 0 250 260\n5\n\n10\n\n15\n\n20\n\n25\n\n30\n\n35\n\n40\n\n Msoil G\n Msoil SB\n\n \n\nday\n\n S\no\nil \n\nm\no\nis\n\ntu\nre\n\n (\n%\n\n v\nol\n\nu\nm\n\ne\n)\n\na \n\nb \n\nc \n\n \n\nFigura 2.7. Variabilidade temporal de: a) emissão de CO2 do solo; b) temperatura do \nsolo; c) umidade do solo nos sistemas de cana crua e cana queimada, \ndurante o período de 70 dias de estudo. \n\nFCO2 CC \nFCO2 CQ \n\nTs CC \nTs CQ \n\nUs CC \nUs CQ \n\nDia Juliano \n\nE\nm\n\nis\nsã\n\no\n d\n\ne\n C\n\nO\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\n\nm\no\nl m\n\n-2\n s\n\n-1\n) \n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n d\no\n s\n\no\nlo\n\n (\no\nC\n\n) \nU\n\nm\nid\n\na\nd\ne\n d\n\no\n s\n\no\nlo\n\n (\n%\n\n v\no\nlu\n\nm\ne\n) \n\n\n\n28\n \n\n  T\na\n\nb\ne\nla\n\n 2\n.2\n\n. \nD\n\ne\nsd\n\no\nb\n\nra\nm\n\ne\nn\n\nto\n d\n\na\n i\n\nn\nte\n\nra\nçã\n\no\n e\n\nn\ntr\n\ne\n o\n\ns \nsi\n\nst\ne\n\nm\na\n\ns \nd\n\ne\n m\n\na\nn\n\ne\njo\n\n e\n o\n\n t\ne\n\nm\np\n\no\n (\n\nd\nia\n\ns)\n p\n\na\nra\n\n e\nm\n\nis\nsã\n\no\n d\n\ne\n C\n\nO\n2\n, \n\nte\nm\n\np\ne\n\nra\ntu\n\nra\n e\n\n u\nm\n\nid\na\n\nd\ne\n\n d\no\n\n s\no\nlo\n\n. \n \n\nS\nis\n\nte\nm\n\na\n d\n\ne\n m\n\na\nn\ne\njo\n\n \nD\n\nia\ns \n\nJu\nlia\n\nn\no\ns \n\n1\n9\n0\n \n\n1\n9\n1\n \n\n1\n9\n2\n \n\n1\n9\n5\n \n\n2\n0\n0\n \n\n2\n0\n1\n \n\n2\n0\n4\n \n\n2\n0\n8\n \n\n2\n0\n9\n \n\n2\n1\n5\n \n\n2\n2\n7\n \n\n2\n3\n4\n \n\n2\n4\n1\n \n\n2\n5\n5\n \n\n2\n6\n0\n \n\n \nE\n\nm\nis\n\nsã\no\n d\n\ne\n C\n\nO\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\nm\n\no\nl m\n\n-2\n s\n\n-1\n) \n\nC\na\nn\na\n c\n\nru\na\n \n\n1\n,9\n\n4\n a\n\n \n2\n,0\n\n2\n a\n\n \n2\n,0\n\n5\n b\n\n \n1\n,9\n\n0\n b\n\n \n2\n,3\n\n3\n b\n\n \n1\n,9\n\n9\n b\n\n \n1\n,8\n\n1\n a\n\n \n2\n,4\n\n4\n b\n\n \n2\n,6\n\n7\n b\n\n \n2\n,0\n\n9\n a\n\n \n1\n,9\n\n4\n a\n\n \n1\n,8\n\n7\n a\n\n \n1\n,8\n\n4\n a\n\n \n2\n,0\n\n4\n a\n\n \n1\n,9\n\n3\n b\n\n \n\nC\na\nn\na\n q\n\nu\ne\nim\n\na\nd\na\n \n\n1\n,8\n\n1\n a\n\n \n2\n,2\n\n5\n a\n\n \n3\n,0\n\n4\n a\n\n \n2\n,6\n\n3\n a\n\n \n4\n,3\n\n4\n a\n\n \n2\n,9\n\n9\n a\n\n \n2\n,1\n\n6\n a\n\n \n5\n,1\n\n1\n a\n\n \n4\n,8\n\n3\n a\n\n \n2\n,0\n\n8\n a\n\n \n1\n,7\n\n9\n a\n\n \n2\n,1\n\n8\n a\n\n \n2\n,2\n\n1\n a\n\n \n2\n,5\n\n7\n a\n\n \n2\n,9\n\n9\n a\n\n \n\nT\ne\nm\n\np\ne\nra\n\ntu\nra\n\n d\no\n s\n\no\nlo\n\n (\no\nC\n\n) \n\nC\na\nn\na\n c\n\nru\na\n \n\n1\n8\n,4\n\n5\n b\n\n \n2\n0\n,7\n\n6\n a\n\n \n2\n0\n,6\n\n6\n b\n\n \n2\n0\n,3\n\n2\n b\n\n \n1\n6\n,8\n\n0\n a\n\n \n1\n6\n,2\n\n9\n a\n\n \n1\n8\n,9\n\n1\n b\n\n \n1\n7\n,2\n\n3\n a\n\n \n1\n7\n,7\n\n2\n b\n\n \n1\n8\n,0\n\n4\n a\n\n \n1\n8\n,5\n\n5\n b\n\n \n1\n9\n,8\n\n1\n b\n\n \n2\n1\n,2\n\n0\n b\n\n \n2\n3\n,9\n\n0\n a\n\n \n2\n3\n,0\n\n3\n b\n\n \n\nC\na\nn\na\n q\n\nu\ne\nim\n\na\nd\na\n \n\n1\n9\n,2\n\n2\n a\n\n \n2\n0\n,9\n\n7\n a\n\n \n2\n2\n,2\n\n8\n a\n\n \n2\n3\n,5\n\n3\n a\n\n \n1\n6\n,6\n\n3\n a\n\n \n1\n5\n,5\n\n8\n b\n\n \n2\n0\n,6\n\n1\n a\n\n \n1\n7\n,6\n\n9\n a\n\n \n1\n8\n,4\n\n4\n a\n\n \n1\n8\n,2\n\n1\n a\n\n \n1\n9\n,6\n\n2\n a\n\n \n2\n0\n,9\n\n4\n a\n\n \n2\n3\n,1\n\n5\n a\n\n \n2\n3\n,9\n\n7\n a\n\n \n2\n5\n,0\n\n5\n a\n\n \n\nU\nm\n\nid\na\nd\ne\n d\n\no\n s\n\no\nlo\n\n (\n%\n\n) \n\nC\na\nn\na\n c\n\nru\na\n \n\n2\n4\n,4\n\n5\n a\n\n \n2\n1\n,0\n\n0\n a\n\n \n1\n9\n,1\n\n0\n a\n\n \n2\n1\n,5\n\n0\n a\n\n \n3\n0\n,8\n\n5\n a\n\n \n3\n0\n,9\n\n5\n a\n\n \n2\n5\n,6\n\n5\n a\n\n \n3\n5\n,8\n\n0\n a\n\n \n3\n0\n,1\n\n0\n b\n\n \n2\n2\n,2\n\n0\n b\n\n \n2\n0\n,2\n\n5\n a\n\n \n1\n5\n,0\n\n0\n a\n\n \n1\n3\n,8\n\n0\n a\n\n \n1\n0\n,3\n\n5\n a\n\n \n8\n,3\n\n0\n a\n\n \n\nC\na\nn\na\n q\n\nu\ne\nim\n\na\nd\na\n \n\n1\n5\n,7\n\n5\n b\n\n \n1\n6\n,4\n\n0\n b\n\n \n1\n3\n,1\n\n0\n b\n\n \n1\n1\n,4\n\n5\n b\n\n \n2\n7\n,7\n\n5\n b\n\n \n2\n9\n,7\n\n5\n a\n\n \n2\n2\n,6\n\n0\n b\n\n \n3\n7\n,0\n\n0\n a\n\n \n3\n6\n,6\n\n0\n a\n\n \n2\n8\n,9\n\n0\n a\n\n \n1\n9\n,8\n\n0\n a\n\n \n1\n3\n,7\n\n0\n a\n\n \n9\n,6\n\n0\n b\n\n \n9\n,6\n\n5\n a\n\n \n7\n,9\n\n0\n a\n\n \nM\n\né\nd\nia\n\ns \nse\n\ng\nu\nid\n\na\ns \n\np\ne\nla\n\n m\ne\nsm\n\na\n le\n\ntr\na\n n\n\na\ns \n\nco\nlu\n\nn\na\ns \n\nn\nã\no\n d\n\nife\nre\n\nm\n e\n\nn\ntr\n\ne\n s\n\ni, \np\ne\nlo\n\n t\ne\nst\n\ne\n T\n\nu\nke\n\ny,\n a\n\no\n n\n\nív\ne\nl \nd\ne\n 1\n\n%\n d\n\ne\n p\n\nro\nb\na\nb\nili\n\nd\na\nd\ne\n. \n\n\n\n29 \n \n\n \n\nPara a melhor compreensão das relações entre a sensibilidade de FCO2 e as \n\nmudanças na umidade do solo, causadas pela precipitação, foi realizada a análise de \n\nregressão polinomial entre FCO2 e Us (Tabela 2.3 e Figura 2.8). Os resultados \n\nindicaram que a umidade do solo determinou as variações temporais de FCO2 em \n\nambas as áreas. Por outro lado, não foram encontradas correlações significativas entre \n\na emissão e a temperatura do solo (p>0,10) nos sistemas de manejo estudados. Essa \n\nfalta de correlação pode ser atribuída ao fato de que, durante o desenvolvimento do \n\nexperimento, a temperatura do solo não apresentou valores que poderiam comprometer \n\na atividade microbiana em ambas as áreas (aproximadamente 20 oC nos primeiros 0,2 \n\nm de profundidade). Neste caso, os resultados foram similares àqueles encontrados por \n\nEPRON et al. (2004), nos quais um modelo bivariado, incluindo Ts e Us, não explicou \n\nas variações temporais da respiração do solo melhor que um modelo univariado, \n\nconsiderando a umidade do solo. \n\nNo presente estudo, apenas a variável Us explicou 37% e 42% da variabilidade \n\ntemporal de FCO2 nas áreas de CC e CQ, respectivamente. Todavia, melhores \n\nresultados foram obtidos para uma relação quadrática entre FCO2 e Us (Figura 2.8), \n\nsimilar a outros estudos (SCHWENDENMANN et al., 2003; EPRON et al., 2004; \n\nKOSUGI et al., 2007). O coeficiente de determinação foi tão alto quanto 0,73 para CQ \n\nna previsão das mudanças temporais de FCO2, baseada na Us (Tabela 2.3). Como \n\npode ser observado pelos parâmetros estimados ± erro-padrão, apresentados na \n\nTabela 2.3, estes foram, em sua maioria, significativos (p<0,05) para a regressão no \n\nsistema de cana queimada. Deve-se salientar que os parâmetros a1 e a2, estimados \n\npara modelo da cana queimada, são mais altos do que aqueles do modelo da cana \n\ncrua, indicando assim maior sensibilidade de FCO2 a Us nesse sistema. Esse efeito é \n\nsemelhante àquele observado por USSIRI &amp; LAL (2009), que relataram maior \n\nsensibilidade em sistema de preparo convencional, quando comparado ao sem \n\ndistúrbio, quanto às relações da emissão de CO2, temperatura e umidade do solo \n\nconsideras. \n\n \n\n\n\n30 \n \n\n \n\nTabela 2.3. Parâmetros da regressão quadrática entre a emissão de CO2 do solo \n(FCO2) e a umidade do solo (Us), para ambos os sistemas de manejo. \n\nSistema de \nManejo \n\nRegressão quadrática \nFCO2 = a0 + a1 × Us + a2 × Us\n\n2 \n a0 a1 a2 R\n\n2 \nCana crua 2,1983 ± 0,3416 ?0,0388 ± 0,0331 NS 0,0013 ± 0,0007 NS 0,50 \nCana queimada 4,6367 ± 0,9169 ?0,2820 ± 0,0951 0,0079 ± 0,0021 0,73 \n\nNS não significativo (p>0,05). a0: ?mol m\n-2s-1. a1: ?mol m\n\n-2s-1 (vol.%)-1. a2: ?mol m\n-2s-1 (vol.%)-2. \n\n \n\n5 10 15 20 25 30 35 40\n\n1.8\n\n2.0\n\n2.2\n\n2.4\n\n2.6\n\n2.8\n\n FCO2 = 2,1983 - 0,0388Us + 0,0013Us\n2\n\n  R\n2\n = 0,50\n\nE\nm\n\nis\nsã\n\no\n d\n\ne\n C\n\nO\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\nm\n\no\nl m\n\n-2\ns-\n\n1\n)\n\nUmidade do solo (% volume)\n\nCana crua\n\n \n5 10 15 20 25 30 35 40\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n4.0\n\n4.5\n\n5.0\n\n5.5\n\n \nE\n\nm\nis\n\nsã\no\n\n d\ne\n\n C\nO\n\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\nm\n\no\nl m\n\n-2\ns-\n\n1\n)\n\nUmidade do solo (% volume)\n\n FCO2 = 4,6367 - 0,2820Us + 0,0079Us\n2\n\n  R\n2\n = 0,73\n\nCana queimada\n\n \n\nFigura 2.8. Relação quadrática entre a emissão de CO2 e a umidade do solo nas áreas \nde cana crua e cana queimada. \n\n \n\n2.3.2 - Estudo da variabilidade espacial \n\nOs valores médios de FCO2 observados no gradeado instalado na cana crua \n\nforam de 1,97; 2,03 e 2,18 ?mol m-2s-1, nos dias 192; 201 e 246, respectivamente \n\n(Tabela 2.4). Para o gradeado da cana queimada, as médias foram 2,03; 5,29 e \n\n2,86 ?mol m-2s-1, nos dias 191; 200 e 248, respectivamente (Tabela 2.4). Esses valores \n\nsão comparáveis aos resultados obtidos por XU &amp; QI (2001), que encontraram altos \n\nvalores de emissão de CO2 do solo em estudos realizados em solos de florestas (4,7; \n\n3,4 e 4,2 ?mol m-2 s-1), porém superiores a KONDA et al. (2008), que relataram valores \n\nde FCO2 ao redor de 0,739 ?mol m-2 s-1 em áreas de cultivo de leguminosas. A média \n\ndiária máxima de FCO2 observada em CQ foi 5,29 ?mol m-2 s-1 para o dia 200. A \n\nprecipitação de 21 mm ocorrida entre os dias 197 e 198 pode ser a razão para o \n\naumento de 160% da emissão do dia 191 para o dia 200, em CQ. Em estudo similar, LA \n\nSCALA Jr. et al. (2000) observaram aumento de 63% em FCO2 de um solo desprovido \n\n\n\n31 \n \n\n \n\nde vegetação após período chuvoso (14,4 mm). O mesmo não foi observado em CC, \n\nonde os valores de FCO2 estiveram ao redor de 2,05 ?mol m-2 s-1 durante o período \n\nexperimental, sem aumentos significativos (teste t p>0,05) após a ocorrência de chuva. \n\nCom base nos valores médios ± erro-padrão, apresentados na Tabela 2.4, e no teste t \n\n(p<0,05), é possível afirmar que as emissões no sistema de cana queimada apresentam \n\nmaiores diferenças diárias, enquanto as emissões no sistema de cana crua são mais \n\nconstantes e ao redor de 2,05 ?mol m-2 s-1, podendo tal efeito ser atribuído \n\nprincipalmente à presença da palha sobre a superfície do solo. \n\nOs coeficientes de variação (CV) observados para FCO2 nos 60 pontos \n\namostrais do gradeado experimental, variaram de um mínimo de 22,6% a um máximo \n\nde 63,5% observados em CC (dia 246) e CQ (dia 200), respectivamente (Tabela 2.4). \n\nOs valores de CV de FCO2 estão de acordo com os citados na literatura (ROCHETTE \n\net al., 1991; DASSELAAR et al., 1998; LA SCALA Jr. et al., 2000; SCHWENDENMANN \n\net al., 2003; EPRON et al., 2004; TEDESCHI et al., 2006; KONDA et al., 2008). Baixos \n\nvalores de CV foram encontrados para Ts (3,5 a 6,5%), enquanto intermediários valores \n\nde CV foram encontrados para Us (18 a 33%), em ambas as áreas. De maneira geral, \n\nos valores de CV diminuíram ao longo dos dias estudados para todas as propriedades. \n\nCom base nos valores de CV, a variação espacial de Ts foi inferior à de FCO2, \n\nsugerindo um mínimo efeito dessa variável nas variações espaciais de FCO2. A \n\numidade do solo decaiu quase que de maneira monotônica durante os dias 208 a 260, \n\ndevido ao período de seca, sem ocorrência de precipitações (Figura 2.7c). \n\nDe acordo com os critérios de classificação da variabilidade espacial das \n\npropriedades do solo, proposto por WARRICK &amp; NIELSEN (1980), os CVs encontrados \n\npara FCO2 podem ser considerados moderados para CC somente nos dia 246 (12% &lt;\n\nCV &lt;24%). Para os demais dias de estudo, os valores de CV de FCO2 podem ser \n\nconsiderados altos (CV > 24%). Os valores de CV para Ts foram baixos (CV &lt;12%) \n\npara todos os dias estudados, em ambas as áreas. Us, por sua vez, apresentou \n\nmoderados valores de CV, exceto para o dia 191, na área de cana queimada, quando o \n\nvalor de CV foi considerado alto (33,2%). \n\n\n\n32 \n \n\n \n\nTabela 2.4. Média ± erro-padrão, CV, modelos e estimativas dos parâmetros ajustados \naos semivariogramas experimentais para a emissão de CO2 do solo, \ntemperatura do solo e umidade do solo nos sistemas de manejo de cana crua \ne cana queimada. \n\nDia \nMédia ± EP CV Modelo C0 C0+C1 a (m) SQR r\n\n2 GDE \nEmissão de CO2 do solo (?mol m\n\n-2 s-1) \nCana crua \n192 1,97 ± 0,07 26,1 Exp 0,018 0,079 73,8 2,62E-4 0,72 0,23 \n201 2,03 ± 0,07 26,2 Exp 0,022 0,056 72,6 1,76E-5 0,91 0,39 \n246 2,16 ± 0,06 22,6 EPP ---- ---- ---- ---- ---- ---- \nCana queimada \n191 2,03 ± 0,12 45,6 Exp 0,016 0,122 63,0 1,27E-3 0,67 0,13 \n200 5,29 ± 0,43 63,5 Exp 0,019 0,147 64,7 1,50E-3 0,77 0,12 \n248 2,86 ± 0,16 43,6 EPP ---- ---- ---- ---- ---- ---- \n Temperatura do solo (oC) \nCana crua \n192 20,06 ± 0,12 4,5 Esf 0,278 0,585 54,0 8,10E-4 0,97 0,47 \n201 16,93 ±  0,14 6,4 Esf 0,147 0,749 53,9 1,71 E-2 0,87 0,20 \n246 22,82 ± 0,11 3,8 Esf 0,375 0,773 59,2 9,31E-3 0,83 0,48 \nCana queimada \n191 19,87 ± 0,17 6,5 Esf 0,148 1,950 51,4 2,61E-1 0,84 0,08 \n200 17,29 ± 0,12 5,5 Esf 0,154 0,807 57,4 1,36E-2 0,94 0,19 \n248 24,90 ± 0,11 3,5 Esf 0,258 0,730 42,7 4,92E-2 0,58 0,35 \n Umidade do solo (% volume) \nCana crua \n192 18,98 ± 0,54 22,2 EPP ---- ---- ---- ---- ---- ---- \n201 33,30 ± 0,81 18,9 EPP ---- ---- ---- ---- ---- ---- \n246 11,22 ± 0,29 20,1 EPP ---- ---- ---- ---- ---- ---- \nCana queimada \n191 17,17 ± 0,74 33,2 Exp 1,70 25,330 48,9 2,96E+1 0,78 0,07 \n200 28,97 ± 0,78 20,8 Exp 10,42 28,500 48,9 6,53E+1 0,49 0,37 \n248 9,03 ± 0,20 17,5 Esf 1,00 2,552 45,5 2,79E-1 0,72 0,39 \nN = 60; GDE: grau de dependência espacial = C0/(C0+C1), forte para valores menores que 0,25; \nmoderado para valores entre 0,25 e 0,75; fraco para valores maiores que 0,75 (CAMBARDELLA et al., \n1994); SQR: soma de quadrados do resíduo; Exp = exponencial; Esf = esférico; EPP = efeito pepita puro. \n\n \n\nOs sistemas de manejo interferiram diretamente na variabilidade, como \n\nobservado pelos altos valores de CV em FCO2, quando o sistema de CQ é comparado \n\nao sistema de CC, especialmente após a chuva no período anterior ao dia 199. \n\nPortanto, o sistema de manejo, associado à ocorrência de chuvas, causa altos valores \n\nde FCO2 e até mesmo alta variabilidade da emissão no sistema de CQ, em \n\ncomparação a CC. O aumento dos valores de FCO2 após precipitações pluviométricas \n\ntem sido apontado em outros estudos (ROCHETTE et al., 1991; DAVIDSON et al., \n\n2000). Nos casos em que os valores de CV são considerados altos, justifica-se o uso da \n\n\n\n33 \n \n\n \n\ntécnica de geoestatística com o objetivo de caracterizar os padrões de variabilidade \n\nespacial das propriedades estudadas. \n\nOs modelos ajustados aos semivariogramas para FCO2, em ambas as áreas, \n\nforam, em sua maioria, exponenciais (Tabela 2.4 e Figura 2.9), com exceção para os \n\ndias 246 (CC) e 248 (CQ), que não apresentaram estrutura de variabilidade espacial \n\n(efeito pepita puro). A maioria dos modelos ajustados apresentou altos valores de \n\ncoeficiente de determinação, expressos pelos valores de R2. \n\nCana crua \n\ndia 192 \n\n0.0000\n \n \n\n0.0224\n \n \n\n0.0448\n \n \n\n0.0671\n \n \n\n0.0895\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)\n \n\ndia 201 \n\n0.0000\n \n \n\n0.0141\n \n \n\n0.0283\n \n \n\n0.0424\n \n \n\n0.0565\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)\n \n\ndia 246 \n\n0.000\n \n \n\n0.041\n \n \n\n0.082\n \n \n\n0.123\n \n \n\n0.164\n\n0.00   37.33   74.67   112.00\nS\n\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)\n \n\nCana queimada \n\ndia 191 \n\n0.000\n \n \n\n0.037\n \n \n\n0.073\n \n \n\n0.110\n \n \n\n0.147\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\ne\n\nSeparation Distance (h)  \n\ndia 200 \n\n0.000\n \n \n\n0.039\n \n \n\n0.078\n \n \n\n0.118\n \n \n\n0.157\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\ne\n\nSeparation Distance (h)  \n\ndia 248  \n\n0.000\n \n \n\n0.031\n \n \n\n0.062\n \n \n\n0.094\n \n \n\n0.125\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)  \n\nFigura 2.9. Semivariogramas da emissão de CO2 do solo para os dias estudados. Cana \ncrua: dias 192; 201 e 246; Cana queimada: dias 191; 200 e 246. \n\n \n\nOs modelos exponenciais são mais bem ajustados a fenômenos erráticos na \n\npequena escala, enquanto os modelos esféricos descrevem propriedades com alta \n\ncontinuidade espacial, ou menos erráticos na curta distância (ISAAKS &amp; SRIVASTAVA, \n\n1989). STOYAN et al. (2000) ajustaram modelos exponenciais para os semivariogramas \n\ncalculados para FCO2 em áreas de álamo e trigo. A maioria dos modelos de \n\nvariabilidade espacial de FCO2 tem sido descrita por modelos esféricos (DASSELAAR \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na \n\nDistância de separação h (m) \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\n\n\n34 \n \n\n \n\net al., 1998; LA SCALA Jr. et al., 2000; ISHIZUKA et al., 2005; KOSUGI et al., 2007; \n\nKONDA et al., 2008) ou alternâncias entre modelos esféricos e exponenciais \n\n(TEDESCHI et al., 2006; OHASHI &amp; GYOKUSEN, 2007). A falta de uma estrutura de \n\nvariabilidade espacial também coincide com os dias em que CV apresentou seus \n\nmenores valores, durante o período seco, quando não houve ocorrência de chuvas no \n\nperíodo de aproximadamente 50 dias. Mudanças nos padrões de variabilidade e \n\nmodelos de FCO2 foram similares em ambos os sistemas de manejo (Figura 2.9), com \n\nmodificação de exponencial para efeito pepita puro após um período de seca, também \n\ncaracterizado por grandes reduções de Us dos dias 201 para 246, e 200 para 248, para \n\nCC e CQ, respectivamente. Os modelos ajustados aos semivariograma da temperatura \n\ndo solo foram esféricos para todos os dias, em ambas as áreas com estruturas de \n\nvariabilidade espacial semelhantes (Figura 2.10, Tabela 2.4).  \n\nCana crua \n\ndia 192 \n\n0.000\n \n \n\n0.150\n \n \n\n0.300\n \n \n\n0.450\n \n \n\n0.600\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)  \n\ndia 201 \n\n0.000\n \n \n\n0.207\n \n \n\n0.415\n \n \n\n0.622\n \n \n\n0.829\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\n\nri\na\nn\n\nc\ne\n\nSeparation Distance (h)  \n\ndia 246 \n\n0.000\n \n \n\n0.211\n \n \n\n0.423\n \n \n\n0.634\n \n \n\n0.846\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)\n \n\nCana queimada \n\ndia 191 \n\n0.00\n \n \n\n0.55\n \n \n\n1.10\n \n \n\n1.65\n \n \n\n2.19\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\n\ne\n\nSeparation Distance (h)  \n\ndia 200 \n\n0.000\n \n \n\n0.214\n \n \n\n0.428\n \n \n\n0.642\n \n \n\n0.855\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\n\ne\n\nSeparation Distance (h)  \n\ndia 248 \n\n0.000\n \n \n\n0.204\n \n \n\n0.408\n \n \n\n0.612\n \n \n\n0.816\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\ne\n\nSeparation Distance (h)  \n\nFigura 2.10. Semivariogramas da temperatura do solo para os dias estudados. Cana \ncrua: dias 192; 201 e 246; Cana queimada: dias 191; 200 e 246. \n\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\n\n\n35 \n \n\n \n\nPara Us, os modelos de variabilidade espacial foram exponenciais para os dias \n\n191 e 208, e esféricos para o dia 248, no sistema de CQ. Por outro lado, o sistema de \n\nCC, Us apresentou efeito pepita puro para todos os dias estudados (Figura 2.11, Tabela \n\n2.4). Semelhantemente aos resultados apresentados neste trabalho, PANOSSO et al. \n\n(2008), estudando a variabilidade espacial da emissão de CO2, temperatura e umidade \n\ndo solo em áreas de cana crua e cana queimada, observaram modelo exponencial para \n\nUs em área de cana queimada e falta de estrutura de variabilidade espacial (EPP), para \n\na mesma propriedade, em área de cana crua. \n\nCana crua \n\ndia 192 \n\n0.0\n \n \n\n4.6\n \n \n\n9.3\n \n \n\n13.9\n \n \n\n18.5\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\nn\nc\ne\n\nSeparation Distance (h)  \n\ndia 201 \n\n0.0\n \n \n\n7.9\n \n \n\n15.9\n \n \n\n23.8\n \n \n\n31.7\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\n\nc\ne\n\nSeparation Distance (h)  \n\ndia 246 \n\n0.00\n \n \n\n1.41\n \n \n\n2.82\n \n \n\n4.24\n \n \n\n5.65\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\na\n\nn\nc\ne\n\nSeparation Distance (h)  \n\nCana queimada \n\ndia 191 \n\n0.0\n \n \n\n6.9\n \n \n\n13.7\n \n \n\n20.6\n \n \n\n27.4\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\n\ne\n\nSeparation Distance (h)  \n\ndia 200 \n\n0.0\n \n \n\n8.0\n \n \n\n16.0\n \n \n\n24.0\n \n \n\n31.9\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\n\nri\na\nn\nc\n\ne\n\nSeparation Distance (h)  \n\ndia 248 \n\n0.00\n \n \n\n0.69\n \n \n\n1.38\n \n \n\n2.07\n \n \n\n2.77\n\n0.00   37.33   74.67   112.00\n\nS\ne\nm\n\niv\na\nri\n\na\nn\nc\ne\n\nSeparation Distance (h)  \n\nFigura 2.11.  Semivariogramas da umidade do solo para os dias estudados. Cana crua: \ndias 192; 201 e 246; Cana queimada: dias 191; 200 e 246. \n\n \n\nA variabilidade especial de FCO2 na pequena escala foi semelhante para ambos \n\nos sistemas de manejo, uma vez que apresentaram semelhantes valores de CV. A \n\nanálise da estrutura de variabilidade espacial, expressa pelos valores de C1, indicou \n\nque os valores mais elevados foram encontrados em CQ, de acordo com a sua \n\ncaracterização de CV, também apresentando altos valores. O grau de dependência \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nS\ne\n\nm\niv\n\na\nri\n\nâ\nn\n\nci\na\n \n\nDistância de separação h (m) \n\n\n\n36 \n \n\n \n\nespacial (GDE), expresso pela razão entre o efeito pepita (C0) e a variância total (C0 + \n\nC1) ou patamar (CAMBARDELLA et al., 1994), foi classificado como forte para FCO2 na \n\nárea de CQ (dias 191 e 200), enquanto para a área de CC, estes valores foram \n\nclassificados como forte e moderado para os dias 192 e 201, respectivamente. Outros \n\nestudos apresentam fraco grau de dependência espacial para FCO2 (ISHIZUKA et al., \n\n2005) ou moderado (LA SCALA Jr. et al., 2000; STOYAN et al., 2000), nos quais as \n\nvariações dependeram das estações do ano (OHASHI &amp; GYOKUSEN, 2007), ou do \n\ntamanho do gradeado amostral (KONDA et al., 2008). \n\nOs alcances de FCO2, Ts e Us dos modelos ajustados aos semivariogramas \n\nexperimentais apresentaram pequenas mudanças entre os dias (Tabela 2.4). Isso foi \n\nobservado principalmente para CQ, onde Ts e Us variaram de 42,7 a 57,4 m, e 45,5 a \n\n48,9 m, respectivamente. Pequenas mudanças foram observadas nos valores de \n\nalcance dos dias 192-201 (CC) e 191-200 (CQ), até os últimos dias de estudo, quando \n\nnão foi observada estrutura de variabilidade espacial de FCO2 para as áreas \n\nestudadas. Alterações nos alcances dos modelos de variabilidade espacial de FOC2 \n\ntêm sido observadas entre estações do ano (OHASHI &amp; GYOKUSEN, 2007), meses \n\n(STOYAN et al., 2000), após eventos de precipitação (LA SCALA Jr. et al., 2000), ou \n\nmesmo de acordo com o tamanho da malha amostral (RAYMENT &amp; JARVIS, 2000; \n\nKONDA et al., 2008). KOSUGI et al. (2007) encontraram alcances para a respiração do \n\nsolo variando de 4,4 m em período chuvoso para 7,9 e 14,1 m em período seco, com \n\nvalores de alcance para Us variando de 5,3 m no período seco e 16,6 m no período \n\nchuvoso. No presente estudo, Us apresentou variações nos limites de autocorrelação \n\ndepois do período de chuva, de 48,9 m e 45,5 m, mesmo após 50 dias sem chuva. \n\nEntretanto, este comportamento foi observado apenas para o sistema CQ. Foi \n\nobservada variabilidade espacial na emissão de CO2 do solo, contudo essa \n\nvariabilidade não pode ser atribuída à variabilidade espacial da temperatura e umidade \n\ndo solo, na área de cana queimada. \n\nOs valores médios de alcances dos modelos de variabilidade foram ao redor de \n\n73,2 e 63,9 m para as emissões de CC e CQ, respectivamente (Tabela 2.4.). Tais \n\nvalores podem fornecer informações a respeito da heterogeneidade da distribuição \n\n\n\n37 \n \n\n \n\nespacial em relação às propriedades estudadas em cada sistema de manejo \n\n(TRANGMAR et al., 1985). O maior valor de alcance médio da estrutura de variabilidade \n\nespacial de FCO2, encontrado em CC, em relação à CQ, indica uma distribuição mais \n\nhomogênea de FCO2 no sistema onde os resíduos da cultura são deixados sobre a \n\nsuperfície do solo, resultado similar àquele observado na variabilidade temporal. \n\nPortanto, um menor número de pontos seria necessário para a estimativa de valores \n\nmédios de FCO2 no sistema de cana crua, que no sistema de cana queimada. Este \n\nresultado está de acordo com um estudo similar conduzido em diferentes áreas, em \n\nLatossolo Vermelho eutroférrico, onde foi observado efeito pepita puro para o \n\nsemivariograma do sistema de CQ e um alcance de 33 m para o sistema de cana crua \n\n(PANOSSO et al., 2008). \n\nOs modelos ajustados aos semivariogramas experimentais de FCO2 foram \n\nutilizados para obter a estimativa desta propriedade nos locais não amostrados por \n\nmeio do processo de interpolação denominado de krigagem (Figura 2.12). A análise dos \n\npadrões de variabilidade espacial indica alta descontinuidade espacial de FCO2 no \n\nsistema de cana queimada, em comparação ao sistema de cana crua, como foi \n\nconfirmado pelos altos valores de CV para todos os dias estudados. A variabilidade \n\nespacial de FCO2 aparenta ser também mais homogênea, em ambos os sistemas \n\nestudados, após o período de seca, quando não houve chuvas por 50 dias \n\naproximadamente. Este efeito pode ser devido ao aumento na respiração das raízes, no \n\ntotal de CO2 emitido ao longo dos 70 dias do período pós-colheita, mostrando, mais \n\numa vez, a complexidade desse fenômeno. Os mapas de erros, das estimativas de \n\nkrigagem de FCO2, indicaram maior continuidade dos erros na área de cana crua. Após \n\na ocorrência de chuvas, foi observado um aumento dos valores de emissão de CO2 na \n\nárea de cana queimada (dia 200), acompanhado por um aumento no erro da estimativa \n\ndesses valores nesse mesmo dia. \n\n \n\n\n\n38 \n \n\n \n\n \n\n \n\n \n\nFigura 2.12. Mapas do padrão especial e mapas de erros da emissão de CO2 do solo \n(?mol m-2 s-1) em cana crua (CC) e cana queimada (CQ). \n\n \n\n2.4 - Conclusões \n\n \n\nA área de cana queimada apresentou os maiores valores de emissões de CO2 do \n\nsolo, além de apresentar as maiores variações temporais devido a maior sensibilidade \n\nàs alterações da umidade do solo, principalmente após a ocorrência de chuvas. A \n\ntemperatura do solo não apresentou correlação linear significativa com a respiração do \n\nsolo, seja ao longo do espaço e do tempo. Os modelos ajustados aos semivariogramas \n\nde FCO2 foram exponenciais em ambos os sistemas de manejo, indicando uma \n\ndistribuição mais homogênea na área de cana crua, na qual um menor número de \n\npontos é necessário para a caracterização da emissão nesse sistema, quando \n\ncomparado ao sistema de cana queimada.  \n\n \n\nPadrão Espacial Mapas de Erros \n\nCC 192 \n\nCQ 191 \n\nCC 192 \n\nCQ 191 \n\nCC 201 \n\nCQ 200 \n\nCC 201 \n\nCQ 200 \n\n\n\n39 \n \n\n \n\nCAPÍTULO 3 - EMISSÃO DE CO2 E SUA RELAÇÃO COM PROPRIEDADES DO \n\nSOLO EM ÁREAS DE CANA-DE-AÇÚCAR SOB SISTEMAS DE MANEJO DE CANA \n\nQUEIMADA E CRUA \n\n \n\nRESUMO – A emissão de CO2 do solo (FCO2) tem sido relacionada a diferentes \n\npropriedades do solo que são fortemente influenciadas pelo manejo de áreas agrícolas. \n\nO objetivo deste trabalho foi estudar FCO2 e sua relação com propriedades do solo, em \n\náreas cultivadas com cana-de-açúcar, nos sistemas de manejo de cana queimada (CQ) \n\ne crua (CC). A média da emissão de CO2 foi significativamente maior (p<0,01) na área \n\nde cana queimada (2,74 ?mol m-2 s-1 em CQ e 2,07 ?mol m-2 s-1 em CC). A emissão \n\ntotal no período de 70 dias após a colheita foi superior na área de cana queimada (729 \n\ng CO2 m\n-2) em relação ao sistema sem queima (557 g CO2 m\n\n-2). Os valores médios do \n\nteor de matéria orgânica do solo e o estoque de carbono do solo (0-0,25 m) foram 13 e \n\n20%, respectivamente, superiores em CQ quando comparados à CC. Outras \n\npropriedades do solo que apresentaram diferenças significativas entre as áreas foram \n\npH, fósforo disponível, soma de bases, capacidade de troca de cátions, textura (areia, \n\nsilte e argila) e o grau de humificação da matéria orgânica do solo. A área de CQ \n\napresentou maior variação espacial para a maioria das propriedades estudadas quando \n\ncompara à área de CC. A análise de componentes principais discriminou dois grupos, \n\nformados pelas amostras oriundas da área de CC, e outro para CQ. A análise de \n\nregressão múltipla foi capaz de explicar 75% e 45% das variações espaciais de FCO2 \n\nnas áreas de CQ e CC, respectivamente, indicando o grau de humificação da matéria \n\norgânica do solo e sua interação com a densidade do solo, como um importante fator, \n\nnão somente na diferenciação da emissão de CO2 entre os diferentes sistemas de \n\nmanejo. A correlação linear entre FCO2 e o grau de humificação da matéria orgânica do \n\nsolo foi positiva (p<0,10) na área de cana crua e negativa (p<0,05) na área de cana \n\nqueimada. Em adição, a interação entre o grau de humificação da matéria orgânica do \n\nsolo e a densidade do solo apresentou melhor relação com FCO2, sendo a propriedade \n\nmais importante na explicação da variabilidade da emissão de CO2 do solo na área de \n\ncana queimada. \n\n\n\n40 \n \n\n \n\n \n\nPalavras-chave: respiração do solo, manejo de cana-de-açúcar, grau de humificação, \n\npropriedades do solo. \n\n \n\n3.1 - Introdução \n\n \n\nPráticas de manejo dos sistemas de produção agrícola podem afetar a emissão \n\nde CO2 do solo (FCO2) e, consequentemente, o efeito estufa adicional (SARTORI et al., \n\n2006; LAL, 2009). Para o manejo da cana-de-açúcar, especialmente no Sudeste do \n\nBrasil, são reportadas duas situações contrastantes: o sistema de colheita de cana crua \n\ne cana queimada. Atualmente, o Brasil é o maior produtor mundial de cana-de-açúcar \n\ncom 630 milhões de toneladas colhidas no ano de 2009, numa área de \n\naproximadamente 8 milhões de hectares (CONAB, 2009). Aproximadamente 50% da \n\nárea total são colhidos sem a queima dos resíduos, sendo estimado que cerca de 80% \n\nda área plantada nas maiores regiões produtoras de cana-de-açúcar do País deverão \n\nestar sob o sistema com colheita mecanizada nos próximos 10 anos (GALDOS et al., \n\n2009). A colheita tradicional da cultura envolve a queimada das folhas e de resíduos \n\npara facilitar a colheita manual (CQ); em contraste, no sistema CC, a colheita é \n\nmecanizada, não havendo necessidade da queima do canavial antes da operação. \n\nApenas a conversão de áreas de cana queimada para cana crua representa uma \n\nredução significativa na emissão de gases do efeito estufa e também contribui para o \n\naumento, em longo prazo, nos teores de matéria orgânica do solo, uma vez que os \n\nresíduos da cultura que não foram queimados podem ser incorporados ao solo \n\n(RAZAFIMBELO et al., 2006; CERRI et al., 2007). De acordo com LUCA et al. (2008), \n\nestima-se que o potencial de sequestro de carbono no Brasil, devido ao manejo sem \n\nqueima do canavial, seja de 2,6 Tg ano-1. Assim, mudanças no manejo dessa cultura \n\npodem ter resultados notórios no balanço regional de carbono (RAZAFIMBELO et al., \n\n2006). Isso pode ser mais bem compreendido a partir de estudos diversos mostrando \n\nque a queima dos resíduos vegetais tem um efeito direto nas propriedades físicas, \n\nquímicas e biológicas do solo (WOOD, 1991; BLAIR, 2000; ARE et al., 2009). Por outro \n\n\n\n41 \n \n\n \n\nlado, a prática de colheita mecânica, com deposição de resíduos na superfície do solo, \n\naltera a qualidade da matéria orgânica do solo (GRAHAM et al., 2002; BAUER et al., \n\n2006; DEICOW et al., 2009; CERRI et al., 2009). \n\nA emissão de CO2 do solo em áreas agrícolas tem-se mostrado um fenômeno \n\ncomplexo, pois possui grande variabilidade espacial devido a sua relação com diversas \n\npropriedades do solo (LA SCALA Jr. et al., 2000; SHIBISTOVA et al., 2002; SCOTT-\n\nDENTON et al., 2003). Em adição, FCO2 em áreas tropicais apresenta magnitude \n\nsuperior quando comparado às áreas de clima temperado (HASHIMOTO et al., 2004; \n\nSOTTA et al., 2004; KOSUGI et al., 2007; PANOSSO et al., 2008), aumentando ainda \n\nmais a complexidade na sua estrutura de variabilidade espacial. Assim, é de grande \n\nimportância entender como a conversão do sistema de cana queimada para o sistema \n\nde cana crua altera a dinâmica da emissão de CO2 e sua relação com as propriedades \n\ndo solo. \n\nA hipótese do trabalho foi que mudanças no sistema de colheita da cana-de-       \n\n-açúcar provocam alterações nas propriedades físicas, químicas e biológicas do solo, \n\nque, por sua vez, interferem no processo de emissão de CO2 do solo. O objetivo do \n\ntrabalho foi estudar a relação entre FCO2 e as propriedades do solo em áreas sob o \n\ncultivo de cana-de-açúcar, nos sistemas de cana crua e cana queimada, observando a \n\ncorrelação das propriedades do solo com FCO2 em cada um dos sistemas de manejo.  \n\n \n\n3.2 - Material e Métodos \n\n \n\nO estudo foi conduzido na fazenda São Bento, pertencente à Usina São Martinho, \n\nem áreas com mais de 35 anos de cultivo da cana-de-açúcar (Saccharum spp.), \n\nlocalizada na cidade de Guariba, São Paulo. As coordenadas geográficas da área são \n\n21º 24’ de latitude sul e 48º 09’ de longitude oeste, com elevação ao redor de 550 m \n\nacima do nível do mar. O clima da região é classificado como Aw (de acordo com \n\nKöeppen), tropical de verão chuvoso e inverno seco. A precipitação média é de 1.425 \n\nmm, concentrada entre os meses de outubro e março, com 22,2 oC de temperatura \n\n\n\n42 \n \n\n \n\nmédia anual registrada na região, nos últimos 30 anos. A vegetação natural era \n\nconstituída por floresta tropical subcaducifólia. \n\nEsta área está inserida na província geomorfológica do Planalto Ocidental \n\nPaulista, próximo ao limite das Cuestas Basálticas, no divisor litoestratigráfico arenito-   \n\n-basáltico (área limítrofe entre o Basalto do Grupo São Bento, Formação Serra Geral e \n\no Arenito do Grupo Bauru, Formação Adamantina). O solo da área, segundo a \n\nclassificação proposta pela EMBRAPA (2006), é um Latossolo Vermelho eutroférrico, \n\ntextura muito argilosa (LVef), cultivado com cana-de-açúcar por mais de 30 anos. O \n\nrelevo em ambas as áreas é suave ondulado, com declividades variando de 3 a 4%. As \n\náreas utilizadas neste estudo foram localizadas em dois talhões vizinhos, com \n\ndiferentes históricos de manejo: cana crua (CC), com sete anos de colheita \n\nmecanizada, com grande quantidade de resíduos da cultura sobre a superfície do solo \n\n(média de 12 t ha-1), e última operação de colheita realizada no dia 16 de maio de 2007 \n\n(dia 136); cana queimada (CQ), com histórico de queima e colheita manual da cultura \n\ndesde 1970, sendo a última queima realizada no dia 9 de junho de 2007 (dia 160). \n\nDeve-se salientar que, anteriormente à conversão para o sistema de cana crua, ambas \n\nas áreas apresentavam o mesmo histórico de manejo. A variedade de cana-de-açúcar \n\nplantada nos dois talhões, nos anos anteriores, foi a CTC-6. No dia 25 de junho de 2007 \n\n(dia 176), duas malhas amostrais regulares e idênticas, de 190 × 10 m, contendo 20 \n\npontos, foram instaladas nas áreas experimentais, uma em cada talhão, com mínima \n\ndistância entre os pontos de 13,3 m (Figura 3.1). \n\nOs canaviais instalados nas áreas foram renovados no ano de 2006, sendo que \n\na coleta das amostras para análises químicas e físicas foi realizada logo após o \n\nprimeiro corte, em junho de 2007. Por ocasião da renovação do canavial, foi realizada \n\numa operação de subsolagem e a erradicação química da soqueira. Logo após, foram \n\naplicadas 2 t ha-1 de calcário dolomítico e 1 t ha-1 de gesso agrícola para a correção do \n\nsolo em área total sem incorporação dos mesmos. A adubação de plantio foi realizada \n\nna sulcação, sendo utilizado 500 kg ha-1 da fórmula 10-25-25; e o plantio, realizado de \n\nforma manual. Em ambas as áreas, foi aplicado em soqueira, ao longo dos anos, \n\n100 m-3 de vinhaça, 300 kg ha-1 de ureia na cana queimada e 200 kg ha-1 de nitrato de \n\n\n\n43 \n \n\n \n\namônia na cana crua. Na cana queimada, o adubo nitrogenado é incorporado a \n\naproximadamente 20 cm de profundidade, enquanto na área de cana crua a aplicação é \n\nrealizada superficialmente, ao lado da linha de plantio. \n\n \n\nFigura 3.1. Mapa esquemático mostrando a localização da área experimental e modelo \nde elevação digital, indicando a posição dos gradeados instalados na área de \ncana crua (CC) e queimada (CQ). \n\n \n\nA emissão de CO2 do solo foi registrada por meio de um sistema portátil LI-COR \n\n(LI-8100) (HEALY et al., 1996), durante o período pós-colheita e inicial de crescimento \n\nda cultura. O sistema LI-8100 monitora as variações da concentração de CO2 no interior \n\nda câmara por meio de espectroscopia de absorção óptica, na região espectral do \n\ninfravermelho (IRGA). A câmara de solos é um sistema fechado, com volume interno de \n\n854,2 cm3, e área de contato com o solo de 83,7 cm2, que foi acoplada sobre um colar \n\nde PVC, previamente inserido na profundidade de 0,03 m no solo, em cada um dos \n\npontos amostrais. Uma vez a câmara fechada, o modo de medida levou 1 min 30 s, em \n\ncada ponto, para a determinação de FCO2, onde a concentração de CO2 dentro da \n\ncâmara foi determinada a cada 2 s 30. Para evitar maior participação da respiração das \n\nraízes da cultura, as avaliações da emissão foram realizadas entre as linhas de plantio \n\nda cultura.  \n\nCC \n\nCQ \n\n\n\n44 \n \n\n \n\nA temperatura do solo (Ts) foi monitorada por um sensor de temperatura, parte \n\nintegrante do sistema do LI-8100. Tal sensor consiste em uma haste de 0,20 m que foi \n\ninserida no interior do solo, próxima ao local onde foram instalados os colares de PVC \n\npara a avaliação da emissão de CO2. A umidade volumétrica do solo (Us) foi avaliada \n\npor um equipamento de TDR (Time Domain Reflectometry) - Campbel® (Hydrosense \n\nTM, Campbell Scientific, Austrália). As avaliações de FCO2, Ts e Us foram realizadas \n\nnos dias Julianos 190; 200; 209; 215; 227; 234; 241; 255 e 260, compreendendo o \n\nperíodo entre os dias 09 de julho e 17 de setembro de 2007 (70 dias), durante o período \n\ndas manhãs, das 7 às 9 h. \n\nA amostragem do solo (0 a 0,25 m) foi realizada nos 20 pontos onde FCO2 foi \n\navaliada nas áreas de CC e CQ. As amostras coletadas foram secas, destorroadas e \n\npeneiradas (na peneira de 2 mm) antes de serem submetidas às seguintes análises: \n\ndeterminação do teor de matéria orgânica (MO), disponibilidade de fósforo (P) e teores \n\nde K, Ca, Mg e H + Al (RAIJ, 2001), soma de bases (SB) e capacidade de troca de \n\ncátions do solo (CTC). O estoque de carbono (EstC) foi calculado com base na massa \n\nde solo equivalente (BAYER et al., 2000), nas profundidades de 0,00 a 0,25 m, pela \n\nexpressão EstC = (CO×Ds×E)/10 , sendo EstC o estoque de carbono (Mg ha-1), CO é o \n\nteor de carbono orgânico oxidável (g kg-1), Ds é a densidade do solo (kg dm-3) e E a \n\nespessura da camada estudada (cm). \n\nA análise granulométrica (areia, silte e argila) foi realizada por meio do método da \n\npipeta, empregando-se NaOH 0,1 mol L-1 como dispersante químico e agitação \n\nmecânica de baixa rotação, por 16 horas (EMBRAPA, 1997). A densidade do solo (Ds) \n\nfoi determinada em amostras indeformadas coletadas com amostrador adaptado a \n\ncilindros com dimensões médias de 0,05 m de diâmetro interno e 0,04 m de altura \n\n(EMBRAPA, 1997). O volume total de poros (VTP) foi calculado com base no valor de \n\ndensidade. A distribuição de poros por tamanho, macroporosidade (Macro) e \n\nmicroporosidade foi determinada utilizando-se de funil de placa porosa sob a tensão de \n\n0,6 m de altura de coluna d’água em amostras previamente saturadas. O volume de \n\nágua retido na amostra, nesta condição, corresponde aos microporos, e os macroporos \n\nforam calculados por diferença (EMBRAPA, 1997). A porosidade livre de água (PLA) foi \n\n\n\n45 \n \n\n \n\ncalculada pela diferença entre a porosidade total (VTP) e a fração da porosidade \n\npreenchida por água, equivalente à umidade do solo (Us) definida previamente, pela \n\nexpressão PLA = VTP - Us. \n\nPara a determinação do grau de humificação da matéria orgânica (HLIFS) e do \n\nteor de carbono das amostras de solos, foram utilizadas as análises de fluorescência \n\ninduzida por laser (LIFS) e espectroscopia de emissão óptica com plasma induzido \n\npor laser (LIBS), respectivamente. Anteriormente à condução das análises, foram \n\npreparadas duas pastilhas por amostra de solo com dimensões de 10 mm de \n\ndiâmetro e 2 mm de espessura (Figura 3.2). As pastilhas, com massa de \n\naproximadamente 0,5 g, foram produzidas por meio de uma prensa hidráulica, \n\naplicando-se uma carga de 12 toneladas, durante 3 minutos. A espectroscopia de \n\nemissão óptica com plasma induzido por laser (LIBS) é uma técnica analítica avançada \n\npara análise elementar semiquantitativa, baseada na medida da emissão de espécies \n\nexcitadas em um plasma produzido por um laser (FERREIRA et al., 2009). \n\n  \n\n \n\nFigura 3.2. Pastilha de 10 mm de diâmetro e 2 mm de espessura utilizada nas análises \nde fluorescência induzida por laser (LIFS) e espectroscopia de emissão \nóptica com plasma induzido por laser (LIBS). \n\n \n\n\n\n46 \n \n\n \n\nOs espectros LIBS foram capturados utilizando um sistema comercial modelo \n\nLIBS2500, da Ocean Optics (USA) (Figura 3.3). A energia do pulso utilizada foi 50 mJ; e \n\na duração, de 1 ns. O tempo de atraso entre o disparo do laser e a captura do espectro \n\nfoi da ordem de 1 ?s. A região espectral analisada foi de 190 a 900 nm. Um pulso \n\nprévio sempre foi utilizado antes da captura do espectro para garantir a limpeza da \n\nsuperfície da pastilha. Dez espectros foram capturados por pastilha, sendo cada \n\nespectro correspondente a diferentes regiões da pastilha. A média desses espectros em \n\ncada pastilha foi considerada uma única medida. \n\n \n\n \nFigura 3.3. Sistema LIBS de bancada modelo LIBS2500plus: (1) fonte de energia do \n\nlaser; (2) laser; (3) câmara de ablação; (4) conjunto de espectrômetros. \n \n\nA técnica de fluorescência induzida por laser (LIFS) tem como princípio básico \n\na excitação das amostras do solo com um laser de emissão, na região do \n\nultravioleta/azul, resultando na fluorescência de grupos funcionais da matéria orgânica, \n\nrelacionados com o processo de humificação. Essa fluorescência ocorre na região do \n\nvisível com pico em aproximadamente 510 nm. A fluorescência total (área sob a curva) \n\ncorrelaciona-se aos teores de carbono do solo e, quando ponderada a partir dos teores \n\n1 2 \n\n3 \n\n4 \n\n\n\n47 \n \n\n \n\nde C orgânico da amostra (obtidos pelo LIBS), traz informações a respeito do grau de \n\nhumificação da matéria orgânica. Neste estudo, os espectros LIFS foram capturados \n\nutilizando um sistema montado pela Embrapa Instrumentação Agropecuária (Figura \n\n3.4). Um laser de argônio cw com emissão em 458 nm e potência de 300 mW foi \n\ndirecionado para a pastilha de solo, conforme descrito por MILORI et al. (2006). A \n\nregião espectral analisada foi de 470 a 650 nm. A resolução espectral foi ajustada para \n\n4 nm. A área do espectro LIFS de cada amostra de solo foi dividida pelo teor de \n\ncarbono correspondente, obtida no LIBS, calculando-se assim os sinais de \n\nfluorescência normalizada, que então foram definidos como o grau de humificação da \n\nmatéria orgânica do solo (HLIFS). \n\n \n\n \n\nFigura 3.4. Sistema de medida de Fluorescência Induzida por Laser (LIFS) - Embrapa \nInstrumentação Agropecuária, São Carlos – SP. \n\n \n\nOs resultados foram apresentados em termos da estatística descritiva (média, \n\nerro-padrão da média, mínimo, máximo e coeficiente de variação). As diferenças entre \n\n\n\n48 \n \n\n \n\nas médias das propriedades do solo para os diferentes sistemas de manejo foram \n\ntestadas pelo teste t de Student (p<0,01). A análise de componentes principais (ACP) \n\nfoi aplicada a todas as propriedades do solo, com o objetivo de condensar a informação \n\nrelevante em um conjunto menor de variáveis latentes ortogonais que são os \n\ncomponentes principais (autovetores) gerados por combinações lineares das \n\npropriedades estudadas.  \n\nA análise de regressão múltipla foi realizada para cada sistema de manejo, CC \n\ne CQ, por meio do método “stepwise” de seleção de variáveis. O fator de inflação da \n\nvariância (FIV), para cada variável exploratória, foi utilizado para examinar a \n\nmulticolinearidade e escolher o conjunto de propriedades do solo, previamente \n\nselecionadas pela ACP, a serem utilizadas na análise de regressão múltipla (FIV<10) \n\n(DER &amp; EVERITT, 2001). O método de seleção “stepwise” foi aplicado em cada um dos \n\nsistemas de manejo para diferentes subconjuntos de propriedades do solo. Neste \n\nmétodo, os níveis de significância do teste F utilizados para o julgamento da entrada \n\ne/ou saída de uma variável, em um modelo, foram iguais a 15% (p=0,15).  \n\nSimultaneamente às análises estatísticas, as pressuposições básicas da \n\nanálise de variância e regressão múltipla, normalidade dos erros e homogeneidade das \n\nvariâncias foram testadas para todas as propriedades avaliadas (dados não \n\napresentados). As análises estatísticas foram conduzidas nos programas SAS (SAS \n\nversão 9, SAS institute, Cary, NC, USA) e STATISTICA 7.0 (StatSoft. Inc., Tulsa, OK, \n\nUSA). \n\n \n\n3.3 - Resultados e Discussão \n\n \n\nA Tabela 3.1 apresenta a estatística descritiva das propriedades estudadas e os \n\nresultados da comparação de médias, pelo teste t (p<0,01), entre os diferentes \n\nsistemas de manejo. Após sete anos de conversão do sistema CQ (2,74 ?mol m-2 s-1) \n\npara o sistema CC, FCO2 foi 32% superior na área de CQ quando, comparada à média \n\nda área de CC (2,07 ?mol m-2 s-1). Outras propriedades foram afetadas pela conversão \n\ndo sistema CQ para CC. As propriedades foram: temperatura do solo (Ts), pH, teor de \n\n\n\n49 \n \n\n \n\nmatéria orgânica do solo (MO), estoque de carbono (EstC), fósforo disponível (P), soma \n\nde bases (SB), capacidade de troca de cátions (CTC), granulometria (areia, silte e \n\nargila), grau de humificação da matéria orgânica do solo (HLIFS) e interação do grau de \n\nhumificação com a densidade do solo (HLIFS×Ds), mostrando-se diferenciadas quando \n\nos sistemas de manejo são comparados. As diferenças observadas em Ts, \n\nprovavelmente, estão relacionadas à presença da palha da cultura na superfície do solo \n\nem CC, a qual favorece menor temperatura média em relação à CQ, possivelmente \n\nresultando em menores valores de FCO2. Esse efeito tem sido observado em estudos \n\nsimilares conduzidos em áreas de cana-de-açúcar na mesma região (PANOSSO et al., \n\n2008).  \n\nOutro importante aspecto que pode ser relacionado às diferenças observadas em \n\nFCO2 são os maiores valores médios de MO e EstC  observados em CQ, cujos valores \n\nforam, respectivamente, 13 e 20% superiores, quando comparados à área do sistema \n\nCC. É bem conhecido que, de maneira geral, a matéria orgânica do solo é uma das \n\nprincipais fontes de produção de CO2 no solo, promovida pela atividade microbiana \n\n(BALL et al., 1999; DOMINY et al., 2002; KEMMITT et al., 2008). Entretanto, é \n\nimportante considerar que os altos valores médios de MO e EstC na área de CQ \n\ndiferem daqueles reportados por RAZAFIMBELO et al. (2006), que observaram um \n\nmaior valor de teor de carbono orgânico (15% superior) nos 10 primeiros centímetros de \n\nprofundidade de um Latossolo sob cultivo de CC, quando comparado ao sistema CQ, \n\ndepois de seis anos de conversão. Por outro lado, BLAIR (2000), em experimento \n\nconduzido na Austrália em um Luvissolo crómico, observaram maiores valores de teor \n\nde matéria orgânica do solo na área de CQ, quando comparado à CC, após quatro anos \n\nde conversão. Os resultados indicam que a temperatura do solo e as variáveis \n\nrelacionadas à matéria orgânica do solo são importantes fatores no entendimento dos \n\nmaiores níveis de FCO2 observados na área de CQ, quando comparado ao sistema de \n\nCC. \n\n \n \n \n \n\n\n\n50 \n \n\n \n\n \nTabela 3.1. Estatística descritiva da emissão de CO2, temperatura, umidade e \n\npropriedades físicas e químicas do solo na profundidade de 0-0,25 m, nos \nsistemas de cana crua e cana queimada. \n\n Cana crua  Cana queimada \n Média EP Mín/Máx CV  Média EP Mín/Máx CV \nFCO2 (?mol m-2 s-1) 2,07 b 0,06 1,66/2,74 13,8 2,74 a 0,14 1,45/3,96 23,0 \nTs (oC) 19,72 b 0,07 18,88/20,18 1,6 20,50 a 0,07 20,11/20,91 1,5 \nUs  (% volume) 19,50 a 0,50 14,90/22,90 11,7 18,90 a 0,50 14,00/23,10 10,9 \nDs (g cm-3) 1,25 a 0,02 1,13/1,36 12,1 1,28 a 0,03 1,08/1,55 15,6 \nUs×Ds  (g cm-3) 24,30 a 0,70 18,88/29,92 5,5 24,20 a 0,80 15,89/0,43 11,1 \nVTP (%) 52,00 a 0,60 47,10/56,45 4,9 50,50 a 2,30 39,00/87,80 20,1 \nPLA (%) 32,5 a 0,70 27,2/ 39,6 9,7 31,7 a 2,30 20,78/67,5 32,1 \nMacro (%) 16,50 a 0,90 11,50/21,92 23,1  13,98 a 2,24 3,56/49,77 71,7 \npH 4,54 b 0,05 4,00/4,90 4,8 5,30 a 0,05 4,90/5,70 4,6 \nMO (g dm-3) 23,79 b 0,85 14,88/32,35 15,9 26,86 a 0,70 19,84/31,94 11,6 \nEstC (Mg ha-1) 1659,00 b 64,00 956,70/2252,20 17,1 1987,00 a 71,00 1373,10/2619,30 16,0 \nP (mg dm-3) 15,70 b 0,90 8,07/27,93 26,8 107,00 a 9,00 56,12/203,49 35,1 \nSB (mmolc dm\n\n-3) 3,00 b 0,20 1,75/4,64 23,9 5,40 a 0,20 3,23/6,89 17,1 \nCTC (mmolc dm\n\n-3) 6,90 b 0,20 5,18/8,44 12,3 8,11 a 0,20 5,25/9,59 13,2 \nAreia (g kg-1) 290 b 3,0 220/380 8,4 329 a 2,0 293,00/370,00 5,4 \nSilte (g kg-1) 74 a 3,0 61/160 30,0 58 b 2,0 30,00/92,00 22,7 \nArgila (g kg-1) 636 a 3,0 584/713 3,4 613 b 3,0 562,00/652,00 3,5 \nHLIFS (u.a.) 231a 5,0 198/ 2801 9,0 180 b 3,0 158/204 8,0 \n\nN= 40; Médias seguidas pela mesma letra não diferem entre si, pelo teste t, ao nível de 1% de \nprobabilidade. EP = erro-padrão da média; Mín = mínimo; Máx = máximo; CV = coeficiente de variação; \nFCO2 = emissão de CO2 do solo; Ts = temperatura do solo; Us = umidade do solo; Ds = densidade do \nsolo; Us×Ds = umidade gravimétrica do solo; VTP = volume total de poros; PLA = porosidade livre de \nágua; Macro = macroporosidade; MO = teor de matéria orgânica; EstC = estoque de carbono; P = fósforo \ndisponível; SB = soma de bases; CTC = capacidade de troca de cátions; Areia = teor de areia total; Silte \n= teor de silte; Argila = teor de argila; HLIFS = grau de humificação da matéria orgânica do solo; u.a. = \nunidade arbitrária. \n\n \n\nSimilar aos resultados encontrados por BLAIR (2000), as propriedades químicas \n\ndo solo apresentaram diferenças significativas quando os sistemas de manejo foram \n\ncomparados; em contraste, o mesmo não foi observado para as propriedades físicas do \n\nsolo, as quais não apresentaram diferenças significativas entre cana crua e cana \n\nqueimada (Tabela 3.1). Esse efeito pode ser explicado por um aumento dos processos \n\nde erosão (RESENDE et al., 2006; LUCA et al., 2008), uma vez que áreas sem \n\ncobertura vegetal (CQ) são mais vulneráveis à perda de solo que aquelas áreas \n\ncobertas pelos resíduos das culturas (CC).  \n\nOutros aspectos podem também ser relacionados à maior emissão de CO2 \n\nobservada na área de CQ. Por exemplo, os teores de fósforo disponível (P) foram \n\nsuperiores na cana queimada (Tabela 3.1), e essa variável pode ser um fator limitante à \n\natividade microbiana (DUAH-YENTUMI et al., 1998). Os teores de P foram maiores na \n\n\n\n51 \n \n\n \n\nárea de cana queimada, provavelmente devido à rápida mineralização da matéria \n\norgânica pela queima, o que proporciona maior liberação destes íons para o solo. \n\nMENDONZA et al. (2000), comparando os efeitos de CQ e CC na propriedades \n\nquímicas de um Argissolo de textura arenosa, no município de Linhares (ES), Brasil, \n\napós seis anos de cultivo da cana-de-açúcar, reportaram maiores teores P no sistema \n\nCQ. Adversamente, CANELLAS et al. (2003) e BUSATO et al. (2005) encontraram \n\nmaiores valores de P em áreas de cana crua e atribuíram a diferença ao retorno das \n\nformas de fósforo acumuladas na biomassa vegetal. Segundo ARE et al. (2009), os \n\nbenefícios da prática da queima são específicos a algumas propriedades químicas, \n\ndegradando a maioria das propriedades físicas do solo, como a ação dos processos \n\nerosivos, a qual é maior nas áreas queimadas.  \n\nO pH do solo também apresentou diferenças significativas quando os sistemas \n\nforam comparados (Tabela 3.1), com menores valores na área de cana crua, sendo o \n\nmesmo efeito observado por NOBEL et al. (2003) após a conversão de áreas de cana-  \n\n-de-açúcar do sistema de CQ para CC na Austrália. MENDONZA et al. (2000) e \n\nCANELLAS et al. (2003) não encontraram diferença significativa para esta propriedade \n\nquando compararam áreas de cana crua e queimada. Deve-se salientar que, na \n\ncomparação da fertilidade do solo de áreas com cana crua e cana queimada, é \n\nimportante investigar a forma como o adubo foi aplicado no solo. Para a cana crua, a \n\naplicação superficial sem incorporação do adubo encontra uma barreira física (palha) \n\npara chegar até o solo. No sistema de cana queimada, o contato com o solo é mais \n\nrápido, o que proporciona maior velocidade de reação com a solução do solo e, \n\nconsequentemente, maior e mais rápida disponibilidade de nutrientes. Em adição, no \n\npresente estudo, a aplicação de gesso, calcário e vinhaças, nas duas áreas, foi \n\nrealizada em área total sem incorporação. Porém, na área de cana queimada, o adubo \n\nnitrogenado em soqueira foi aplicado com recobrimento do solo ao lado da linha de \n\nplantio. Assim, esse procedimento incorporou não só o adubo nitrogenado, mas \n\ntambém o gesso, o calcário e a vinhaça presentes na camada superficial.  \n\nPara as propriedades SB e CTC, os maiores valores encontrados foram na área \n\nde cana queimada (Tabela 3.1), confirmando a melhor fertilidade do solo nesta área. \n\n\n\n52 \n \n\n \n\nMENDONZA et al. (2000) não encontraram diferença significativa para a SB e para V%, \n\ncomparando os dois sistemas de colheita de cana, enquanto CANELLAS et al. (2003) \n\nencontraram os maiores valores de CTC para áreas de cana crua. Os maiores valores \n\nde SB e pH encontrados para cana queimada podem aumentar a disponibilidade de \n\nfósforo, confirmando os resultados apresentados na Tabela 3.1.  \n\nA interação entre a densidade de solo e o grau de humificação da matéria \n\norgânica do solo (HLIFS×Ds) expressa melhor a quantidade total de ácidos húmicos em \n\ncada ponto amostral, que HLIFS sozinho. Este procedimento é semelhante ao que é \n\ngeralmente feito na conversão de valores de carbono orgânico para estoque de \n\ncarbono. HLIFS×Ds também apresentou diferenças quando ambos os sistemas foram \n\ncomparados, apresentando maiores valores para a área de cana crua. Poucos estudos \n\ntêm relatado o efeito dos sistemas de manejo na qualidade da matéria orgânica do solo; \n\nentretanto, recentemente, DEICKOW et al. (2009) observaram diferenças no grau de \n\nhumificação da matéria orgânica do solo sendo principalmente afetado pelos sistemas \n\nde preparo e plantio na região Sul do Brasil. \n\nA estrutura multivariada contida no conjunto inicial de dados foi avaliada pela \n\nanálise de componentes principais a qual condensa a informação relevante em um \n\nconjunto menor de variáveis latentes ortogonais que são os componentes principais \n\n(autovetores) gerados por combinações lineares das variáveis originais a partir dos \n\nautovalores da matriz de covariância. Cada par de componentes principais gera uma \n\nrepresentação bidimensional do espaço amostral original, denominado biplot, onde é \n\npossível explicar a estrutura de variáveis direcionando feixes de variáveis nas regiões \n\nde máxima variabilidade (Figura 3.5). Neste estudo, foram considerados os dois \n\nprimeiros componentes principais, CP1 e CP2, cujos autovalores são superiores à \n\nunidade (KAISER, 1958), os quais conseguiram reter, em conjunto, 70,6% da \n\nvariabilidade das propriedades do solo.  O primeiro componente principal, CP1, explicou \n\n52,1% da variância total das propriedades do solo, enquanto 18,5% foram explicados \n\npor CP2.  \n\nA representação gráfica biplot, que expressa correlação das variáveis com os \n\ncomponentes principais (Figura 3.5), indica a formação de, pelo menos, dois grupos \n\n\n\n53 \n \n\n \n\ndistintos: grupo I, localizado no lado esquerdo do gráfico biplot, com maior agrupamento \n\nde pontos, formado, principalmente, pelas amostras provenientes da área de CC; e \n\ngrupo II, localizado à direita do primeiro componente principal, menos agrupado (ou \n\nseja, maior dispersão dos pontos na representação bidimensional) e constituído das \n\namostras de solo provenientes da área de CQ. O poder discriminatório de cada variável \n\ndentro do componente é medido pelas correlações lineares entre cada propriedade do \n\nsolo e o respectivo componente principal. No primeiro componente principal e por \n\nordem de importância, as propriedades que apresentaram maiores coeficientes de \n\ncorrelação foram SB (0,93), HLIFS (-0,86), MO (0,81), P (0,80), CTC (0,80), EstC (0,78), \n\nArgila (-0,73) e Ts (0,78). No segundo componente principal e por ordem de \n\nimportância, têm-se as variáveis Ds (-0,83), PLA (0,77), FCO2 (0,59) e EstC (-0,52).  \n\nAs correlações são apresentadas na Figura 3.5 e representadas pelas setas de \n\ncada propriedade, e a sua projeção no gráfico, HLIFS e Argila, que apresentaram \n\ncorrelação negativa com CP1, foram as propriedades do solo responsáveis pela \n\ndiscriminação do grupo I. Por outro lado, o grupo II foi discriminado basicamente por Ts, \n\nMO, P, SB, CTC e EstC, em sua maioria de amostras provenientes de CQ, localizado \n\nno lado direito de CP1, ou seja, correlação positiva com  esse vetor. FCO2 e PLA foram \n\nas propriedades que apresentaram coeficiente de correlação positiva com CP2, como \n\nindicado na parte superior da Figura 3.5, enquanto Ds e EstC apresentaram uma \n\ncorrelação negativa com CP2. Assim, aquelas propriedades do solo que apresentaram \n\numa correlação linear positiva com CP1 foram principalmente da área de CQ, enquanto \n\naquelas que apresentaram correlação negativa com o vetor PC1 foram basicamente da \n\nárea de CC. SCOTT-DENTON et al. (2003), estudando a variabilidade espacial da \n\nrespiração do solo em floresta de coníferas, Colorado, EUA, utilizaram a análise de \n\ncomponentes principais e encontraram 06 componentes independentes, os quais \n\nexplicaram 74% da variância total dos dados, onde o primeiro componente principal foi \n\nprincipalmente relacionado a variáveis ligadas ao carbono do solo. No presente \n\ntrabalho, o primeiro componente principal foi relacionado, principalmente, às \n\npropriedades químicas do solo, com exceção da temperatura (Ts) e do teor de argila do \n\nsolo (Argila). \n\n\n\n54 \n \n\n \n\nFCO2\n\nPLA\n\nDs\n\nSB\n\nMO\nArgila\n\n Cana crua\n Cana queimada\n\nHLIFS\n\nTs\n\nP\n\nEstC\n\nCP1\n\nCP2\n\nCTC\nI\n\nII\n+3.0\n\n-3.0\n\n+2.0-2.0\n\n \n\nFigura 3.5. Gráfico Biplot dos componentes principais CP1 e CP2 da análise de \ncomponentes principais com todos os pontos amostrais e as seguintes \nvariáveis: emissão (FCO2); temperatura do solo (Ts); densidade do solo \n(Ds); porosidade livre de água (PLA); matéria orgânica do solo (MO); \nestoque de carbono (EstC); fósforo disponível (P); soma de bases (SB); \ncapacidade de troca de cátions (CTC) ; teor de argila (Argila)  e o grau de \nhumificação da matéria orgânica do solo (HLIFS). \n\n \n\nOs altos coeficientes de variação das propriedades do solo, indicados na Tabela \n\n3.1, bem como a maior dispersão ao longo das componentes principais do grupo II \n\n(Figura 3.5), indicam maior variabilidade das propriedades do solo na área de CQ \n\nquando comparados a CC. FCO2 apresentou uma das maiores variações espaciais (de \n\nacordo com o critério de classificação do CV proposto por WARRICK &amp; NIELSEN \n\n(1980), em conjunto com as variáveis P, VTP e EstC na área de CQ. Entretanto, na \n\nárea CC, FCO2 foi uma das propriedades com um dos menores valores de CV.  Este é \n\num aspecto típico da emissão de CO2 em área de cana crua quando comparada com a \n\ncana queimada, e foi previamente observada em outros estudos conduzidos na mesma \n\nregião (PANOSSO et al., 2008; BRITO et al., 2009). A Figura 3.6 apresenta a emissão \n\ntotal de CO2 calculada em cada um dos pontos amostrais para os sistemas de manejo \n\navaliados.  Não somente o total de emissão foi inferior na área de cana crua \n\n\n\n55 \n \n\n \n\n(557 g CO2 m\n-2) em relação à cana queimada (729 g CO2 m\n\n-2), mas também FCO2 total \n\napresentou menores variações espaciais quando em CC, quando comparada a CQ \n\n(Figura 3.6). Aparentemente, a presença de resíduos na superfície do solo resultou em \n\nmenor variabilidade de diversas propriedades do solo quando comparados com CQ, \n\nincluso FCO2 (NOBLE et al., 2003). \n\n \n\n300\n\n400\n\n500\n\n600\n\n700\n\n800\n\n900\n\n1000\n\n1100\n\n793950\n\n794000\n794050\n\n794100\n794150\n\n794200\n794250\n\n763036\n0\n\n763038\n0\n\n763040\n0\n\n763042\n0\n\n763044\n0\n\n763046\n0\n\n763048\n0\n\nE\nm\n\nis\nsã\n\no\n t\n\no\nta\n\nl d\ne\n C\n\nO\n2\n (\n\nkg\n m\n\n-2\n)\n\nUTM\n Les\n\nt (m\n)\n\nUTM Norte (m)\n\nCana crua\nCana queimada\n\n \n\nFigura 3.6. Representação espacial da emissão total de CO2 após 70 dias de avaliação \npara cada ponto amostral nos sistemas de cana crua e cana queimada. \n\n \n\nOs coeficientes de correlação entre FCO2 e algumas variáveis do solo foram \n\nsignificativos (p<0,10) para ambos os sistemas (Tabela 3.2). As propriedades Ts, Us, \n\nUs×Ds, pH, HLIFS e HLIFS×Ds mostram-se correlacionadas a FCO2 na área de CC, \n\nenquanto as propriedades Ds, Us×Ds, Silte, HLIFS e HLIFS×Ds correlacionam-se a FCO2 \n\nna CQ. A umidade gravimétrica do solo (Us×Ds) tem sido apontada com uma variável \n\nimportante na caracterização da variabilidade temporal de FCO2; entretanto, alguns \n\n\n\n56 \n \n\n \n\nestudos têm observado que esta propriedade é também relacionada à caracterização \n\ndas variações especiais de FCO2 (KOSUGI et al., 2007). RYU et al. (2009), estudando \n\no efeito da queima em áreas de floresta de coníferas, na Califórnia, observaram índice \n\nde correlação negativo e significativo entre FCO2 e umidade do solo na área sem \n\nqueima, sendo esta variável capaz de explicar 7 e 14% das variações espaciais de \n\nFCO2 nas áreas sem e com queima, respectivamente. Os resultados do presente \n\nestudo indicam que, no sistema CC, a variável Us×Ds explicou 31%, enquanto essa \n\nmesma propriedade em CQ foi capaz de explicar 35% da variabilidade de FCO2. \n\nEntretanto, a maior variabilidade explicada pode ser atribuída às variações espaciais da \n\ndensidade do solo (Ds), principalmente em CQ. Nessas condições, o transporte de CO2 \n\npode ser limitado pela diminuição no coeficiente de difusão efetivo com o aumento de \n\nUs (FANG &amp; MONCRIEFF, 1999; JASSAL et al., 2004). \n\nA interação entre o grau de humificação da matéria orgânica do solo e a \n\ndensidade do solo (HLIFS×Ds) também se correlacionou com FCO2 em ambas as áreas \n\n(Tabela 3.2). Diferentemente da umidade do solo, HLIFS×Ds apresentou correlação \n\nlinear negativa com FCO2 na área de CQ e positiva na área de CC (Figura 3.7). Os \n\nresultados indicam a interação entre grau de humificação da matéria orgânica do solo, e \n\na densidade do solo explicou 68% das variações espaciais de FCO2 na área de cana \n\nqueimada (p<0,01), enquanto a mesma propriedade explicou 16% da variabilidade de \n\nFCO2 no sistema cana crua (p<0,10). O teor de matéria orgânica apresenta valor médio \n\ndo grau de humificação significativamente superior na área de CC quando comparado a \n\nCQ (Tabela 3.1). Ao contrário do reportado na literatura (MENDONZA et al., 2000; \n\nCANELLAS et al., 2003), foram observados altos valores de HLIFS na área de CC, \n\nrepresentando níveis inferiores de carbono lábil na matéria orgânica, quando \n\ncomparado ao solo do sistema CQ. Assim, neste trabalho, os menores valores de FCO2 \n\nem CC podem estar associados com os menores valores de estoque de carbono e teor \n\nde matéria orgânica do solo e com os altos valores do grau de humificação da MO, \n\ncomparadas à CQ.  \n\n \n\n\n\n57 \n \n\n \n\nTabela 3.2. Coeficientes de correlação linear entre a emissão de CO2 do solo e as \npropriedades físicas e químicas do solo na profundidade de 0-0,25 m, nos \nsistemas de cana crua e cana queimada. \n\nPropriedades  Cana crua Cana queimada \nTs -0,46* 0,21 \nUs -0,58* -0,27 \nDs 0,02 -0,55* \nUs×Ds -0,56* -0,59* \nVTP -0,07 0,20 \nPLA 0,37 0,25 \nMacro -0,09 0,18 \npH -0,45* 0,06 \nMO -0,02 -0,04 \nEstC -0,02 -0,32 \nP 0,12 -0,32 \nSB 0,10 0,14 \nCTC 0,28 0,21 \nAreia -0,09 0,05 \nSilte 0,23 -0,53* \nArgila -0,05 -0,01 \nHLIFS 0,42* -0,53* \nHLIFS×Ds 0,40* -0,82* \n* Significativo ao nível de 10% de probabilidade. \n\n \n\n220 240 260 280 300 320 340 360 380 400\n\n1.6\n\n1.8\n\n2.0\n\n2.2\n\n2.4\n\n2.6\n\n2.8\n\n3.0\n\nE\nm\n\nis\nsã\n\no\n d\n\ne\n C\n\nO\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\nm\n\no\nl \nm\n\n-2\ns\n\n-1\n)\n\nH\nLIFS\n\n x Ds\n\n FCO2 = 0,996 + 0,003 H\nLIFS\n\n x Ds\n\n R\n2\n=0,16; p<0,10\n\n160 180 200 220 240 260 280 300 320\n1.0\n\n1.5\n\n2.0\n\n2.5\n\n3.0\n\n3.5\n\n4.0\n\nE\nm\n\nis\nsã\n\no\n d\n\ne\n C\n\nO\n2\n d\n\no\n s\n\no\nlo\n\n (\n?\nm\n\no\nl m\n\n-2\ns-\n\n1\n)\n\nH\nLIF\n\n x Ds\n\nFCO2 = 6,830-0,0177 H\nLIFS\n\n x DS\n\n R\n2\n=0,68; p<0,001\n\n \n\nFigura 3.7. Relação linear entre a emissão de CO2 do solo e a interação entre o grau de \nhumificação da matéria orgânica do solo e a densidade do solo nas áreas de \ncana crua e queimada. \n\n \n\nA correlação positiva entre FCO2 e HLIFS×Ds na área de CC (Tabela 3.2) está de \n\nacordo com FONTAINE et al. (2007), que observaram que a adição de biomassa fresca \n\nno solo pode estimular o processo de mineralização do carbono estável presente nas \n\nCana crua Cana queimada \n\n\n\n58 \n \n\n \n\nsubstâncias húmicas. Portanto, sob essa condição, a fonte de energia de carbono \n\nutilizada pelos microrganismos também envolveria o decaimento do carbono estável, ou \n\nas partes mais humificadas da matéria orgânica do solo, que seria emitida na forma de \n\nCO2 pela respiração do solo. Tal fenômeno explicaria a correlação positiva entre o grau \n\nde humificação da matéria orgânica e FCO2; assim, a matéria orgânica humificada seria \n\ntambém uma importante fonte para a atividade microbiana na área de cana crua. Por \n\noutro lado, a correlação negativa significativa entre FCO2 e HLIFS×Ds, na área de cana \n\nqueimada, sugere que matéria orgânica humificada não é a principal fonte de carbono \n\nem FCO2 na área de CQ. O suprimento de energia utilizado pelos microrganismos na \n\nárea de CQ estaria relacionado apenas ao carbono lábil, uma vez que o aumento do \n\ncarbono não lábil (aumento de HLIFS ou HLIFS×Ds) resultaria em redução de FCO2. \n\nPortanto, o carbono emitido no fluxo de CO2 do solo seria proveniente do decaimento \n\ndo carbono lábil na área de CQ, enquanto na área de CC a respiração do solo seria \n\nassociada às partes humificadas da matéria orgânica. Em adição aos presentes \n\nresultados, outros manejos específicos de cada área, como a utilização de diferentes \n\nfontes de adubação nitrogenada e/ou a incorporação dos adubos na área de cana \n\nqueimada, podem estar contribuindo para as diferenças encontradas neste estudo. \n\nPara melhor entendimento das variações de FCO2 em cada uma das áreas, foi \n\nrealizada a análise de regressão múltipla, na qual FCO2 foi relacionada a outras \n\npropriedades do solo estudadas (Tabela 3.3). Para o sistema de CC, a primeira \n\npropriedade selecionada pelo modelo foi HLIFS×Ds, a qual explicou 16% da variabilidade \n\nde FCO2. Quando a PLA foi inclusa no modelo, a quantidade de variação explicada \n\naumentou para 18%. Finalmente, o EstC foi selecionado adicionando 12% e totalizando \n\nr2 = 0,46, ou 46% da variabilidade de FCO2. Os parâmetros estimados para todas as \n\nvariáveis foram positivos, confirmando suas correlações individuais com FCO2. O \n\nparâmetro positivo para PLA pode ser relacionado ao efeito negativo da umidade do \n\nsolo no processo de difusão gasosa, como anteriormente reportado (DAVIDSON et al., \n\n2000; SCHWENDENMANN et al., 2003; KOSUGI et al., 2007). Além disso, o carbono é \n\nconhecido como o elemento básico utilizado pelos microrganismos do solo durante o \n\nprocesso de decomposição (SINGH &amp; GUPTA, 1977). A associação positiva entre \n\n\n\n59 \n \n\n \n\nemissão de CO2 e teor de carbono orgânico no solo foi observada por XU &amp; QI (2001) e \n\nBRITO et al. (2009). O modelo de regressão múltipla ajustado em CQ incluiu HLIFS×Ds \n\ncomo a primeira variável, que sozinha explica 68% da variabilidade de FCO2.  \n\nDe acordo com GALDOS et al. (2009), o estoque de carbono é uma variável mais \n\napropriada que o teor de carbono, uma vez que a primeira é uma medida da massa de \n\ncarbono total em um volume de solo específico. Assim, a interação entre o grau de \n\nhumificação da MO e a densidade do solo apresenta melhor relação com FCO2, sendo \n\nesta propriedade mais importante para a compreensão da variabilidade de FCO2 em \n\nCQ. Em seguida, PLA foi incluída no modelo relacionando-se de forma negativa com \n\nFCO2, contribuindo com 5% para explicar FCO2 em CQ. Os resultados indicam maior \n\ncapacidade de previsão das variações espaciais de FCO2 em CC. Este efeito pode \n\nestar relacionado ao fato de que o sistema de cana queimada apresenta maior \n\nvariabilidade espacial em quase todas as propriedades aqui estudadas. RYU et al. \n\n(2009), examinando o efeito da queima em áreas de floresta de coníferas, na Califórnia, \n\nEUA, encontraram melhores coeficientes de determinação dos modelos de regressão \n\nmúltipla ajustados às parcelas com queima, sendo a temperatura, a umidade e o teor \n\ntotal de C no solo as principais propriedades na modelagem da variabilidade de FCO2.  \n\n \n\nTabela 3.3. Modelos da regressão linear múltipla da emissão de CO2 do solo (FCO2) \npara as áreas de cana crua e cana queimada. \n\nVariável Parâmetro estimado EP Valor p\n R2 \n\nCana crua  \n Intercepto -2,14710 1,20584 0,094  \n HLIFS×Ds  0,00523 0,00182 0,076 0,16 \n PLA 0,06132 0,02057 0,009 0,34 \n EstC 4,3434 E-04 0,00022893 0,011 0,46 \nCana queimada                     \n Intercepto 8,12203 0,93182&lt;0,0001  \n HLIFS×Ds -0,02097 0,00320&lt;0,0001 0,73 \n PLA -0,01718 0,00921 0,0793 0,75 \n\nEP = Erro-padrão da média; R2 = coeficiente de determinação.  \n \n\n \n\n \n\n\n\n60 \n \n\n \n\n3.4 - Conclusões \n\n \n\nApós sete anos de conversão do sistema de cana queimada para o sistema de \n\ncana crua foram observadas mudanças significativas nas propriedades do solo, não só \n\nem seus valores médios, mas também em sua variabilidade. Os menores valores de \n\nFCO2 observados no sistema de cana crua podem relacionar-se às mudanças \n\nobservadas no grau de humificação da matéria orgânica do solo e na porosidade livre \n\nde água. A relação entre o grau de humificação e a emissão de CO2 indica que as \n\nperdas de carbono no solo na cana crua podem ser devidas à decomposição da matéria \n\norgânica mais humificada. Futuras pesquisas são importantes para elucidar como a \n\nqualidade da matéria orgânica do solo estaria relacionada com as perdas de carbono no \n\nsolo por meio da emissão de CO2, em ambas as áreas de estudos em longo prazo. \n\n\n\n61 \n \n\n \n\nCAPÍTULO 4 - DIMENSÃO FRACTAL E ANISOTROPIA DA EMISSÃO DE CO2 EM \n\nÁREA DE CANA-DE-AÇÚCAR \n\n \nRESUMO – A emissão de CO2 do solo, além de apresentar dependência espacial, \n\napresenta variações na estrutura de variabilidade em diferentes direções da superfície \n\ndos solos (anisotropia). Essa anisotropia, resultado de fatores pedológicos diversos, em \n\náreas agrícolas, pode ser resultante das práticas de preparo e manejo do solo, que \n\nafetam propriedades diretamente relacionadas à dinâmica do carbono no ambiente \n\nagrícola. Neste trabalho, foi determinada anisotropia da estrutura da variabilidade \n\nespacial da emissão de CO2 (FCO2) e demais propriedades do solo em área de cana-   \n\n-de-açúcar sobre o sistema de cana crua, no nordeste do Estado de São Paulo. A \n\ncaracterização anisotrópica das variáveis foi realizada pela derivação dos valores de \n\ndimensão fractal (DF) a partir dos semivariogramas experimentais calculados para as \n\ndireções de 0o, 45o, 90o e 135o em relação ao sentido da linha de plantio do canavial. A \n\nmédia geral de FCO2 foi de 2,19 ?mol m-2 s-1, com valores inferiores para a direção do \n\nplantio (0o). A análise de componentes principais discriminou as amostras retiradas na \n\ndireção de 0o, sendo o primeiro componente principal relacionado principalmente às \n\npropriedades físicas do solo e FCO2. A análise de regressão múltipla indicou a \n\npropriedade porosidade livre de água (PLA) como um dos principais fatores \n\nrelacionados à variabilidade espacial de FCO2, independentemente das direções. Os \n\nvalores de DF foram inferiores no sentido de plantio da cultura da cana-de-açúcar, \n\nindicando, além de anisotropia dessa propriedade, maior homogeneidade de FCO2 na \n\ndireção de 0o. Não foram observadas mudanças na estrutura de variabilidade espacial, \n\nexpressa pelos valores de DF, mesmo após a ocorrência de chuvas.  \n\n \n\nPalavras-Chave: respiração do solo, geoestatística, autocorrelação, semivariograma, \n\nheterogeneidade. \n\n \n\n \n\n\n\n62 \n \n\n \n\n4.1 - Introdução \n\n \n\nDe acordo com o IPCC (2007), 60% do efeito estufa adicional pode ser atribuído \n\nao aumento da concentração de dióxido de carbono (CO2) na atmosfera. A emissão de \n\nCO2 do solo (FCO2) é uma das principais componentes do ciclo do carbono no planeta, \n\ninfluenciado pela dinâmica do carbono no solo. Estima-se que, no Brasil, nos primeiros \n\n0,3 m de profundidade do solo, estejam armazenados cerca de 33,4 ± 3,4 Pg C \n\n(BERNOUX et al., 2002). O Brasil é o principal produtor mundial de cana-de-açúcar, \n\ncom 630 milhões de toneladas produzidas em 2009, em uma área plantada de \n\naproximadamente 8 milhões de hectares (CONAB, 2009). A produção da cultura está \n\nconcentrada principalmente na região Centro-Sul, sendo que a área total cultivada no \n\nEstado de São Paulo é 4,87 milhões de hectares (19,6% do território do Estado de São \n\nPaulo), e, o Estado é responsável por 60% da produção total do País (UNICA, 2010; \n\nRUDORFF et al., 2010).  \n\nAtualmente, 50% da produção total são colhidos de forma mecanizada e estima-\n\nse que, nos próximos 10 anos, esse valor chegue a 80% da área plantado no Brasil \n\n(GALDOS et al., 2009). No Estado de São Paulo, espera-se que 90% das áreas \n\nprodutoras de cana-de-açúcar estejam sob o sistema de colheita mecanizada até o ano \n\nde 2014. Assim, entender a variabilidade espacial e a temporal da emissão de CO2 do \n\nsolo em áreas de cana crua é importante para a compreensão do potencial desse \n\nsistema na mitigação de gases do efeito estufa.  \n\nA emissão de CO2 do solo é o resultado da interação dos processos de \n\nprodução do gás no interior do solo e do transporte desse gás para a atmosfera. \n\nPortanto, FCO2 é dependente de uma série de fatores inerentes ao solo, como a \n\ntemperatura e a umidade (EPRON et al., 2006; RYU et al., 2009), o teor de carbono \n\norgânico (KEMMITT et al., 2008), o teor de fósforo (DUAH-YENTUMI et al., 1998) e as \n\npropriedades físicas, como a densidade e a porosidade do solo, principalmente por \n\nserem responsáveis pela oxigenação do solo e pelo transporte do gás para a atmosfera \n\n(FANG &amp; MONCRIEFF, 1999; XU &amp; QI, 2001; JASSAL et al., 2004). \n\n\n\n63 \n \n\n \n\nA geoestatística pode permitir analisar não somente a variabilidade espacial das \n\npropriedades físicas e químicas dos solos, mas também é capaz de inferir a respeito da \n\nrelação ecológica entre o solo e o ambiente (ISAAKS &amp; SRIVASTAVA, 1989). Portanto, \n\nidentificar e entender as relações entre a variabilidade espacial de FCO2 em áreas \n\nagrícolas e a variabilidade espacial das propriedades do solo é de grande interesse, \n\numa vez que, além de possibilitar a determinação de futuros esquemas amostrais, \n\ncontribui para a diminuição das incertezas nas estimativas de FCO2 (MARTIN &amp; \n\nBOLSTAD, 2009).  \n\nApesar de todos os esforços, a caracterização da variabilidade espacial de \n\nFCO2 torna-se subjetiva ao levar em consideração apenas o parâmetro alcance, \n\nderivado dos modelos ajustados aos semivariogramas experimentais, pois vários \n\ntrabalhos indicam diferentes valores desse parâmetro para os diferentes tipos de solos \n\ne cobertura vegetal (STOYAN et al., 2000; LA SCALA Jr. et al., 2000; RAYMENT &amp; \n\nJARVIS, 2000; OHASHI &amp; GYOKUSEN, 2007; KOSUGI et al., 2007; KONDA et al., \n\n2008). Isso pode ser atribuído ao fato de que a forma do semivariograma experimental \n\né altamente dependente das caraterísticas da malha amostral, como a direção de \n\namostragem e os intervalos entre as amostras (BURROUGH, 1981; PALMER, 1988).  \n\nAs propriedades do solo, além de possuírem dependência espacial, podem \n\napresentar, muitas vezes, anisotropia, ou seja, apresentam diferentes padrões de \n\nvariabilidade espacial em diferentes direções. A anisotropia ocorre, uma vez que a \n\ndistribuição espacial das propriedades do solo, incluso FCO2, é resultante de uma \n\ncomplexa interação dos processos de formação do solo, os quais atuam com \n\nintensidade variável nas diferentes direções e em várias escalas espaciais \n\n(TRANGMAR et al., 1986; MARTIN &amp; BOLSTAD, 2009). De acordo com LA SCALA Jr. \n\net al. (2009), espera-se que o manejo do solo em áreas agrícolas resulte em \n\nanisotropia, afetando propriedades como o carbono, porosidade e teor de água do solo, \n\nas quais estão diretamente relacionadas aos processos de produção e de transporte do \n\nCO2 do solo para a atmosfera. \n\nA geometria fractal fornece novos conceitos para a descrição matemática de \n\nmedidas heterogêneas, como no caso das propriedades do solo. Segundo \n\n\n\n64 \n \n\n \n\nBURROUGH (1981) a dimensão fractal (DF) pode ser utilizada como um indicativo útil \n\nda complexidade da autocorrelação sobre várias escalas dos fenômenos naturais. A \n\nteoria fractal oferece a possibilidade de quantificar e integrar informações a respeito dos \n\nfenômenos físicos, químicos e biológicos dos solos, medidos em diferentes escalas \n\nespaciais (PERFECT &amp; KAY, 1995; EGHBALL et al., 1999). O termo fractal pode ser \n\nutilizado para definir objetos ou fenômenos espaciais e/ou temporais que são contínuos \n\ne não diferenciáveis, apresentando correlações espaciais em diversas escalas \n\n(MANDELBROT, 1983).  \n\nA dimensão fractal é um fator utilizado para a caracterização da anisotropia em \n\nvárias propriedades do solo, uma vez que esse parâmetro tem-se mostrado sensível às \n\natuações de elementos externos, como relevo, chuva, cobertura vegetal e ações \n\nantrópicas, como práticas de manejo e o preparo do solo (ELTZ &amp; NORTON, 1997; \n\nEGHBALL et al., 1999; VIDAL-VÁZQUEZ et al., 2005; USOWICZ &amp; LIPIEC, 2009; \n\nVIDAL-VÁZQUEZ et al., 2010). VIDAL-VÁZQUEZ et al. (2010), na caracterização da \n\ndimensão fractal do microrrelevo de um Latossolo submetido a diferentes tipos de \n\npreparo do solo, confirmaram a existência da relação entre a dimensão fractal e os \n\nparâmetros dos modelos do semivariograma, como efeito pepita e o alcance da \n\ndependência espacial. LA SCALA Jr. et al. (2009) observaram uma complexa estrutura \n\nanisotrópica da emissão de CO2 do solo, com a maioria da dependência espacial na \n\ndireção de aproximadamente 90o em relação ao sentido do preparo do solo (linha de \n\nplantio). Desta forma, o conhecimento da anisotropia de FCO2 em áreas agrícolas é de \n\nfundamental importância em sua estimativa, especialmente em grandes áreas, \n\nprincipalmente devido a uma melhoria do processo de amostragem no campo. \n\nA hipótese do trabalho é que práticas de manejo da cultura de cana-de-açúcar \n\nintroduzem uma anisotropia espacial de várias propriedades do solo, que por sua vez, \n\ncontrolam a variabilidade espacial da emissão de CO2 do solo. Diante do exposto, o \n\nobjetivo do trabalho foi caracterizar, por meio da dimensão fractal, a anisotropia da \n\nemissão de CO2 e outras propriedades do solo em área de cultivo mecanizado de cana-\n\n-de-açúcar. \n\n\n\n65 \n \n\n \n\n4.2 - Material e Métodos \n\n \n\nO estudo foi conduzido em área com 38 anos de cultivo de cana-de-açúcar \n\n(Saccharum spp.), na Fazenda São Bento, localizada na cidade de Guariba – SP, \n\npertencente à Usina São Martinho. As coordenadas geográficas são 21º 24’ de latitude \n\nsul e 48º 09’ de longitude oeste, com altitude ao redor de 550 m acima do nível do mar, \n\ncom relevo suave ondulado. O clima da região foi classificado como Aw, de acordo com \n\nKöeppen, definido como tropical de verão chuvoso e inverno seco, com temperatura \n\nmédia anual de 22,2 ºC. A precipitação média anual é de 1.425 mm, com período de \n\nmaior concentração de outubro a março e com precipitações mais espaçadas, e de \n\nmenores intensidades, de abril a setembro. A vegetação natural era constituída por \n\nfloresta tropical subcaducifólia. \n\nEsta área está inserida na província geomorfológica do Planalto Ocidental \n\nPaulista, próximo ao limite das Cuestas Basálticas, no divisor litoestratigráfico arenito-   \n\n-basáltico (área limítrofe entre o Basalto do Grupo São Bento, Formação Serra Geral e \n\no Arenito do Grupo Bauru, Formação Adamantina). O solo da área, segundo a \n\nclassificação proposta pela EMBRAPA (2006), é um Latossolo Vermelho eutroférrico, \n\ntextura muito argilosa (LVef), cultivado com cana-de-açúcar por mais de 30 anos. \n\nA área utilizada neste estudo foi localizada em talhão com histórico de manejo no \n\nsistema cana crua, com oito anos de colheita mecanizada e 12 t ha-1 de resíduos da \n\ncultura (palha) sobre a superfície do solo. O canavial instalado na área foi renovado no \n\nano de 2006. Por ocasião da renovação do canavial, foi realizada uma operação de \n\nsubsolagem e a erradicação química da soqueira. Logo após, foram aplicadas 2 t ha-1 \n\nde calcário dolomítico e 1 t ha-1 de gesso agrícola para a correção do solo em área total \n\nsem incorporação dos mesmos. A adubação de plantio foi realizada na sulcação, sendo \n\nutilizados 500 kg ha-1 da fórmula 10-25-25; e o plantio, realizado de forma manual, \n\nsendo aplicados em soqueira, ao longo dos anos, 100 m-3 de vinhaça e 200 kg ha-1 de \n\nnitrato de amônia. O adubo nitrogenado é aplicado de forma superficial, ao lado da linha \n\nde plantio. A operação de colheita foi realizada no dia 05 de agosto de 2008 \n\n(representado pelo dia Juliano 218); e o plantio da cultura, realizado no dia 1o de \n\n\n\n66 \n \n\n \n\nsetembro de 2008 (representado pelo dia Juliano 245), e a variedade plantada na área \n\nfoi a CTC-6. \n\nPara a caracterização da variabilidade espacial nas diferentes direções, foi \n\ninstalada uma grade de 50 × 50 m, com distâncias mínimas de separação entre pontos \n\nde 0,50 m, contendo 89 pontos amostrais (Figura 4.1). A disposição dos pontos foi \n\norientada em relação à linha de plantio da cultura, onde 0o é o sentido da linha, 90o o \n\nsentido da declividade e 45o o sentido da operação de eliminação da soqueira utilizada \n\npara a reforma do canavial. \n\n \n\n   \n\nFigura 4.1. a) Área (50 × 50 m), gradeado amostral contendo 89 pontos dispostos nas \ndiferentes direções e posição das linhas de plantio da cultura (–  –  –); b) \nimagem aérea, e c) aspectos gerais da área no início do experimento. \n\n0o  \n\n45o  \n\n90o  \n\n135o  \na \n\nb c \n\n\n\n67 \n \n\n \n\nPara a avaliação da emissão de CO2 do solo (FCO2), foram utilizados dois \n\nsistemas portáteis LI-COR (LI-8100), durante o período inicial de crescimento da \n\ncultura. O sistema LI-8100 monitorou as variações da concentração de CO2 no interior \n\nda câmara por meio de espectroscopia de absorção óptica, na região espectral do \n\ninfravermelho. A câmara de solos é um sistema fechado com volume interno de 854,2 \n\ncm3 e área circular de 83,7 cm2 que foi acoplada sobre um colar de PVC, previamente \n\ninserido no solo, em cada um dos pontos amostrais. Uma vez a câmara fechada, o \n\nmodo de medida levou 1min 30 s, em cada ponto, para a determinação de FCO2, tal \n\nque a concentração de CO2 dentro da câmara foi determinada a cada 2 s 30. \n\nPara a avaliação da temperatura do solo (Ts), foi utilizado o sensor de \n\ntemperatura, parte integrante do sistema do LI-8100, que consiste em uma haste de \n\n0,2 m que foi inserida no interior do solo, a 0,05 m do local onde foram instalados os \n\ncolares de PVC para a avaliação da emissão de CO2. A umidade do solo (Us) foi \n\ndeterminada por meio de um equipamento de TDR (Time Domain Reflectometry) \n\n(Hydrosense TM, Campbell Scientific, Austrália). O aparelho de TDR é constituído por \n\numa sonda, apresentando duas hastes de 0,12 m que devem ser inseridas no interior \n\ndo solo, perpendicular em relação à sua superfície, a 0,05 m dos colares de PVC. As \n\navaliações de FCO2, Ts e Us foram realizadas nos dias Julianos 299; 301; 302; 308; \n\n313 e 322 que contemplam o período do dia 25 de outubro a 17 de novembro de 2008, \n\ndurante o período da manhã (M), nos dias 301; 302; 308 e 322 e no período da tarde \n\n(T), nos dias 299; 301; 302 e 313. A Figura 4.2 indica os dias em que foram avaliadas a \n\nemissão de CO2, temperatura e umidade do solo na área de cana crua.  \n\nA amostragem do solo (0,0 a 0,1 m) foi realizada nos 89 pontos após o término \n\ndas avaliações. As amostras coletadas foram secas ao ar, destorroadas e passadas na \n\npeneira de malha 2,0 mm. Após este processo, as amostras foram acondicionadas em \n\ncaixas de papelão e etiquetadas para conservação. Foram feitas as seguintes análises \n\nde rotina: determinação do teor de matéria orgânica (MO) de P disponível, K, Ca, Mg e \n\nH + Al. Foram calculadas a soma de bases (SB) e a capacidade de troca de cátions \n\n(CTC). Cálcio, magnésio e potássio trocáveis e fósforo disponível foram extraídos, \n\nutilizando-se do método da resina trocadora de íons (RAIJ, 2001). \n\n\n\n68 \n \n\n \n\n \n\n297 300 303 306 309 312 315 318 321 324\n0\n\n2\n\n4\n\n6\n\n8\n\n10\n\n12\n\n14\n\n16\n\nDias Julianos\n\nP\nlu\n\nvi\no\nm\n\ne\ntr\n\nia\n (\n\nm\nm\n\n)\n\n \n\nFigura 4.2. Pluviometria durante o período de avaliação do experimento. Flechas em \nvermelho indicam os dias de avaliação da emissão de CO2, temperatura e \numidade do solo. \n\n \n\nA análise granulométrica (areia, silte e argila) foi realizada por meio do método \n\nda pipeta, empregando-se NaOH 0,1 mol L-1 como dispersante químico e agitação \n\nmecânica de baixa rotação, por 16 horas (EMBRAPA, 1997). A densidade do solo (Ds) \n\nfoi determinada em amostras indeformadas, coletadas com amostrador adaptado a \n\ncilindros com 0,05 m de diâmetro interno e 0,04 m de altura (EMBRAPA, 1997). O \n\nvolume total de poros (VTP) foi calculado com base no valor de densidade. A \n\ndistribuição de poros, por tamanho, macroporosidade (Macro) e microporosidade \n\n(Micro), foi determinada utilizando-se de funil de placa porosa sob a tensão de 0,6 m de \n\naltura de coluna d’água, em amostras previamente saturadas. O volume de água retido \n\nna amostra, nesta condição, corresponde aos microporos, e os macroporos foram \n\ncalculados por diferença (EMBRAPA, 1997). O estoque de carbono (EstC) foi calculado \n\ncom base na massa de solo equivalente (BAYER et al., 2000), pela expressão \n\n\n\n69 \n \n\n \n\nEstC = (CO×Ds×E)/10 , em que EstC é o estoque de carbono (Mg ha-1); CO é o teor de \n\ncarbono orgânico oxidável (g kg-1); Ds é a densidade do solo (kg dm-3), e E a espessura \n\nda camada estudada (cm). \n\nA dependência espacial de cada propriedade do solo foi determinada pela \n\nanálise do semivariograma experimental (WEBSTER &amp; OLIVER, 1990). A estimativa da \n\nsemivariância, em uma dada distância de separação h, foi determinada pela fórmula: \n\n?\n=\n\n+?=?\n)h(N\n\ni\nii )]hx(Z)x(Z[\n\n)h(N\n)h(ˆ\n\n1\n\n2\n\n2\n1\n\n (4.1) \n\nem que N é o número de pares de pontos separados pela distância h; Z(xi) é o valor da \n\nvariável Z no ponto xi, e Z(xi+h) é o valor da variável Z no ponto xi+h. Os \n\nsemivariogramas experimentais de todas as propriedades foram calculados para as \n\nquatro direções: 0o para a direção da linha de plantio; 90o para a direção perpendicular \n\nà linha de plantio; 45o e 135o direções da operação de eliminação das soqueiras da \n\ncana, realizada a cada seis anos na região (última realizada no ano de 2006). Os \n\nsemivariogramas para cada direção foram calculados com ± 45o de tolerância. \n\nAnteriormente à determinação dos semivariogramas, foi retirada a tendência ou não \n\nestacionaridade de todas as variáveis estudadas, por meio do ajuste de uma superfície \n\nem função das coordenadas x e y aos dados. A tendência foi removida pela aplicação \n\nda fórmula Zres(x,y) = Z(x,y) – Zest(x,y), sendo Zres(x,y) o resíduo no ponto de \n\ncoordenadas x,y; Z(x,y) o valor observado da variável, e Zest(x,y) o valor estimado pelo \n\najuste da superfície da variável Z, sendo o semivariograma calculado para Zres(x,y). \n\nA estrutura espacial de superfícies fractais pode ser descrita pela seguinte \n\nrelação de lei de potência (VIVAS-MIRANDA, 2000): \n\nHh)hx(z)x(z ?+?  (4.2) \n\nem que z é o valor da propriedade; x denota a sua localização espacial; h é a distância \n\nde separação, e H é a codimensão fractal ou expoente de Hölder (HUANG &amp; \n\nBRADFORD, 1992). Se 0<H?1, a codimensão fractal é definida como (PALMER, 1988): \n\nFDdH ?=  (4.3) \n\n\n\n70 \n \n\n \n\nem que DF é a dimensão fractal, e d é a dimensão Euclidiana do sistema dentro do qual \n\na distribuição fractal é descrita, ou seja, valores iguais a 1; 2 e 3 para linhas, áreas e \n\nvolumes, respectivamente. Assim, para uma propriedade distribuída no solo, sua \n\ndimensão fractal será representada como HDF ?= 3 (VIVAS-MIRANDA, 2000). \n\nComparando as equações (4.1) e (4.2), podemos dizer que, quando os dados \n\napresentam um comportamento fractal em uma determinada escala, temos a seguinte \n\nproporção (PALMER, 1988): \nHh)h(ˆ 2??  (4.4a) \n\nou, \n\n]hlog[H)]h(ˆlog[ 2??  (4.4b) \n\nIdentificado pela equação (4.4b) que a inclinação do semivariograma experimental na \n\nescala logarítmica é igual a 2H. Portanto, o expoente H foi obtido por meio da análise \n\nde regressão linear no gráfico da referida equação (PERFECT &amp; KAY, 1995): \n\n]hlog[\n)]h(ˆlog[\n\nlimH\nh 20\n\n?\n=\n\n?\n (4.5) \n\nSe H=0, DF = 3, falta estrutura de variabilidade espacial (efeito pepita) ou nenhuma \n\nrelação entre a forma com que a propriedade varia no espaço em função de h, \n\nindicando a não existência da dimensão fractal; neste caso, a metodologia não se \n\naplica. Quando 0<H<3, a dimensão fractal assume valores que caracterizam a presença \n\nde estrutura de variabilidade espacial e dependência da propriedade com h (PALMER, \n\n1988).  \n\nA análise de variância com um único fator foi realizada com o intuito de verificar \n\na diferença entre as médias das propriedades físicas, químicas e emissão de CO2 do \n\nsolo para as diferentes direções. Concomitantemente às análises estatísticas, as \n\npressuposições básicas da análise de variância, a normalidade dos erros e a \n\nhomogeneidade das variâncias foram testadas para todas as variáveis.  \n\nA estrutura multivariada contida no conjunto inicial de dados foi avaliada pela \n\nanálise de componentes principais que condensa a informação relevante em um \n\nconjunto menor de variáveis latentes ortogonais que são denominados componentes \n\nprincipais (autovetores), gerados por combinações lineares das variáveis originais a \n\n\n\n71 \n \n\n \n\npartir dos autovalores da matriz de covariância. ACP é uma técnica estatística \n\nmultivariada, que condensa as variáveis medidas em novas variáveis não medidas, na \n\ntentativa de avaliar o poder discriminatório das variáveis originais. Cada par de \n\ncomponentes principais (CPs) gera uma representação bidimensional do espaço \n\namostral original, denominado biplot, onde é possível explicar a estrutura de variáveis \n\ndirecionando feixes de variáveis nas regiões de máxima variabilidade. Foram \n\nconsiderados os componentes principais cujos autovalores foram superiores à unidade \n\n(KAISER, 1958). Os coeficientes das funções lineares, que definem os CPs, foram \n\nutilizados na interpretação de seu significado, usando o sinal e o tamanho relativo dos \n\ncoeficientes como uma indicação do peso a ser atribuído para cada variável. Somente \n\ncoeficientes com altos valores foram considerados para a interpretação, usualmente \n\naqueles maiores ou iguais a 0,50 em valor absoluto. Cada componente principal, para \n\ncada uma das observações (scores) das variáveis originais, foi usado como uma nova \n\nvariável na análise de variância com um único fator: a direção.  \n\nA análise de regressão múltipla foi realizada com o objetivo de verificar quais as \n\npropriedades que melhor explicaram a variabilidade da emissão de CO2 nas diferentes \n\ndireções. O método de seleção de variáveis “stepwise” foi inicialmente aplicado para \n\ntodo o conjunto de dados e, posteriormente, para cada direção. O fator de inflação da \n\nvariância (FIV) para cada variável exploratória foi utilizado para examinar a \n\nmulticolinearidade e escolher o conjunto de propriedades do solo a serem utilizadas na \n\nanálise de regressão múltipla (FIV<10) (DER &amp; EVERITT, 2001). Durante o \n\nprocedimento de seleção de variáveis, “stepwise”, o nível de significância do teste F, \n\npara a entrada ou a saída de uma variável no modelo, foi de 0,10. As estatísticas \n\ndescritivas, análise de variância, análise de regressão múltipla e comparação de \n\nmédias, pelo teste t de Student, foram realizadas no software SAS (SAS versão 9, SAS \n\ninstitute, Cary, NC, USA). A análise de componentes principais foi conduzida no \n\nprograma STATISTICA 7.0 (StatSoft. Inc., Tulsa, OK, USA). A determinação dos \n\nsemivariogramas experimentais, em diferentes escalas e direções, e posterior cálculo \n\nda dimensão fractal, foi realizada pelos programas TREND e SISOT (VIVAS-MIRANDA, \n\n2000). \n\n\n\n72 \n \n\n \n\n \n\n4.3 - Resultados e Discussão \n\n \n\nInicialmente, foi conduzida uma análise para a avaliação da influência da \n\nrespiração das raízes da cana-de-açúcar pela análise de diferença ou similaridade da \n\nmédia da emissão de CO2 do solo, em pontos posicionados entre as linhas de plantio e \n\nsobre a linha de plantio (Figura 4.1). Não foram observadas diferenças significativas \n\n(teste t de Student; p>0,05) entre as médias de FCO2, em todos os dias de avaliação, \n\nnas diferentes posições. Os valores de FCO2 registrados foram semelhantes aos \n\nobservados em diversos estudos conduzidos em solos sobre o cultivo de cana-de-         \n\n-açúcar (PANOSSO et al., 2008; BRITO et al., 2009,) (Tabela 4.1). As maiores médias \n\nde FCO2, 2,68 ?mol m-2 s-1 (dia 313) e 2,33 ?mol m-2 s-1 (dia 322), foram registradas \n\napós a ocorrência de precipitações de 34 e 32 mm, respectivamente, representando um \n\naumento médio de 26% em comparação aos valores de FCO2 registrados \n\nanteriormente às precipitações. Vários autores têm relatado a dependência de FCO2 \n\nquanto à umidade do solo e sua relação com as precipitações pluviométricas \n\n(SCHWENDENMANN et al., 2003; EPRON et al., 2004; KOSUGI et al., 2007). LA \n\nSCALA Jr. et al. (2000) observaram um aumento de 63% nos valores médios de FCO2 \n\napós uma precipitação de 14 mm, em um Latossolo sem vegetação.  \n\nA variabilidade diurna da emissão de CO2 foi avaliada nos dias 301 e 302 por \n\nmeio da comparação entre os valores observados nos períodos da manhã e da tarde. \n\nPara o dia 301, não foram observadas diferenças diurnas (teste t de Student, p<0,05) \n\npara FCO2, Ts e Us (Tabela 4.1). Entretanto, o mesmo não ocorreu no dia 302, quando \n\nas médias de FCO2 apresentaram diferenças entre os períodos da manhã e da tarde, \n\n1,90 ?mol m-2 s-1 e 2,15 ?mol m-2 s-1, respectivamente. Tal diferença pode ser atribuída \n\nao provável aumento da atividade microbiana do solo, possivelmente devido ao \n\naumento significativo de Ts. Pode-se dizer que, apesar da presença de palhada sobre a \n\nsuperfície do solo, a variação significativa de Ts proporcionou um aumento na taxa de \n\nevapotranspiração da cultura, acarretando assim uma diminuição significativa na Us. \n\nCom a diminuição da umidade, parte da porosidade do solo passou a ser ocupada por \n\n\n\n73 \n \n\n \n\nar, melhorando assim as condições de oxigenação, fator favorável à atividade \n\nmicrobiana, o que aumentou o coeficiente de difusão efetivo do meio, favorecendo \n\nassim o processo de transporte da molécula do interior do solo para a atmosfera (FANG \n\n&amp; MONCRIEFF, 1999; JASSAL et al., 2004). \n\nOs valores do coeficiente de variação (CV) de FCO2 estiveram entre 32,9% e \n\n48,9%, respectivamente, na manhã do dia 302 e na tarde do dia 313 (Tabela 4.1), \n\nestando de acordo com aqueles reportados na literatura (DASSELAAR et al., 1998; LA \n\nSCALA Jr. et al., 2000; EPRON et al., 2004; TEDESCHI et al., 2006; KONDA et al., \n\n2008; PANOSSO et al., 2008). HERBST et al. (2009), estudando a variabilidade \n\nespaçotemporal da respiração do solo em áreas agrícolas desprovidas de vegetação, \n\nencontraram valores de CV ao redor de 33%, indicando uma estrutura relativamente \n\nheterogênea da respiração do solo em pequena escala. Os valores de CV de FCO2 \n\npodem ser considerados um primeiro indicativo da variabilidade espacial dessa \n\npropriedade; entretanto, de acordo com FANG et al. (1998), este não é suficiente para a \n\ncomparação das emissões de CO2 em diferentes estudos, principalmente pela falta de \n\ninformações disponíveis a respeito dos pontos amostrais, justificando assim a utilização \n\nda geoestatística. \n\nPara a caracterização inicial da anisotropia de FCO2 e das demais propriedades \n\ndo solo estudadas, foi realizada a análise de variância com um único fator (direções), \n\nsendo as diferenças significativas entre as médias para as direções quando \n\ncomparadas pelo teste de Tukey, ao nível de 5% de probabilidade (Tabela 4.2). Os \n\nmenores valores médios de FCO2 foram observados na direção de 0o, com exceção \n\ndas tardes dos dias 301 e 302, onde não foram observadas diferenças entre as médias \n\nde FCO2 nas diferentes direções. A emissão média para a direção de 0o foi de 1,72 \n\n?mol m-2 s-1, 29% inferior àquela registrada para os ângulos de 45o e 135o \n\n(2,42 ?mol m-2 s-1). Deve-se salientar, que mesmo após os eventos de precipitações, a \n\ndireção de 0o continuou apresentando os menores valores de emissão. \n\n \n\n \n\n\n\n74 \n \n\n \n\nTabela 4.1. Estatística descritiva da emissão de CO2 (?mol m\n-2 s-1), temperatura do solo \n\n(oC) e umidade do solo (%) para todas as avaliações, em que M representa o \nperíodo da manhã, e T representa o período da tarde. \n\nDias \nEmissão de CO2  Temperatura do solo  Umidade do solo  \n\nMédia CV Média CV Média CV \n\n299T 2,27 38,8 25,95 4,1 30,85 35,09 \n\n301M 2,08 36,3 24,78 5,0 23,93 17,58 \n\n301T 2,01 37,9 26,76 4,2 26,36 20,78 \n\n302M 1,90 32,9 24,77 4,5 24,49 25,76 \n\n302T 2,15 37,6 27,12 2,8 21,34 19,58 \n\n308M 2,12 42,2 24,38 4,0 33,93 36,45 \n\n313T 2,68 48,9 26,66 2,6 32,60 11,26 \n\n322M 2,33 44,5 27,46 14,1 28,61 23,47 \nN = 89. CV = coeficiente de variação (%). \n\n \n\nOutras propriedades do solo apresentaram diferenças das médias nas diferentes \n\ndireções, e tais atributos foram: Us, Ds, VTP, PLA, Argila, Silte, pH, EstC e CTC. As \n\npropriedades que não apresentaram diferenças quanto às diferentes direções foram: \n\nTs, Areia, MO e SB. A similaridade entre os valores de Ts, para as diferentes direções, \n\npode ser atribuída à presença dos resíduos da cultura depositados sobre a superfície \n\ndo solo que impedem a incidência direta da radiação solar, promovendo uma \n\nhomogeneização da temperatura do solo.  \n\nVários trabalhos têm reportado o aumento dos teores de matéria orgânica em \n\náreas sobre o manejo de cana crua (RAZAFIMBELO et al., 2006; GALDOS et al., 2009), \n\ndevido à adição de matéria orgânica na lavoura de cana-de-açúcar por meio da \n\npreservação da palhada sobre a superfície do solo. Tal fato pode contribuir para a \n\nhomogeneização das propriedades químicas do solo, sendo responsáveis pela \n\nsemelhança entre as médias para as diferentes direções da maioria de suas \n\npropriedades químicas (MO, SB, P, K, Ca e Mg). Os menores valores de FCO2 \n\nobservados no sentido da linha da cultura podem ser atribuídos aos menores valores de \n\nPLA observados para essa mesma direção, sendo esse fato relacionado aos maiores \n\nvalores de umidade do solo observados na direção de 0o, quando comparado às outras \n\ndireções, na profundidade de 0,0 a 0,1 m. \n\n \n\n\n\n75 \n \n\n \n\nTabela 4.2. Médias da emissão de CO2 do solo e das demais propriedades do solo e \ncoeficiente de variação (CV) para as diferentes direções de estudo (0,0 a \n0,1 m). \n\nPropriedade \n0o 45o 90o 135o \n\nMédia CV Média CV Média CV Média CV \nFCO2 299T (?mol m-2 s-1) 1,85 b 24,8 2,43 ab 40,1 2,31 ab 26,5 2,64 a 47,0 \nFCO2 301M (?mol m-2 s-1) 1,67 b 37,2 2,18 ab 34,4 2,23 ab 35,4 2,31 a 34,0 \nF CO2 301T(?mol m-2 s-1) 1,70 a 35,0 2,00 a 49,0 2,15 a 27,0 2,32 a 35,4 \nFCO2 302M (?mol m-2 s-1) 1,55 b 29,19 2,09 a 37,2 1,96 ab 26,3 2,04 ab 32,6 \nFCO2 302T (?mol m-2 s-1) 1,87 a 26,4 2,34 a 42,9 2,35 a 41,5 2,16 a 32,3 \nFCO2 308M (?mol m-2 s-1) 1,44 b 42,6 2,47 a 44,9 2,19 a 29,9 2,39 a 36,6 \nFCO2 313T (?mol m-2 s-1) 2,01 b 44,9 3,34 a 57,8 2,66 ab 34,6 2,84 ab 39,9 \nFCO2 322M (?mol m-2 s-1) 1,63 b 43,3 2,53 a 50,9 2,50 a 32,1 2,68 a 40,4 \nFCO2 (?mol m-2 s-1) 1,72 b 32,1 2,42 a 41,1 2,29 ab 24,4 2,42 a 35,2 \nTs (oC) 26,24 a 1,6 25,78 a 1,6 25,96 a 2,8 25,96 a 2,4 \nUs (%) 31,07 a 21,7 26,68 b 11,1 27,07 b 9,6 26,74 b 14,4 \nPLA (%) 9,34 b 68,5 16,75 a 27,2 16,84 a 21,5 17,03 a 29,2 \nDs (g cm-3) 1,22 a 2,7 1,15 b 6,38 1,15 b 4,9 1,15 b 5,8 \nVTP (%) 40,40 b 2,4 43,43 a 5,22 43,91 a 4,8 43,77 a 4,4 \nAreia (g kg-1) 141,81 a 2,4 142,00 a 3,24 141,55 a 1,9 142,60 a 2,2 \nSilte (g kg-1) 244,69 bc 3,3 256,10 ab 7,5 267,60 a 4,3 239,33 c 6,8 \nArgila (g kg-1) 613,50 ab 1,2 601,90 bc 3,0 590,85 c 2,2 618,08 a 2,8 \npH 4,5 b 6,6 4,6 ab 3,9 4,6 ab 4,1 4,7 a 5,3 \nMO (g dm-3) 24,90 a 8,6 23,50 a 10,0 23,85 a 8,8 23,65 a 8,4 \nEstC (Mg ha-1) 860,16 a 7,7 769,95 b 9,1 774,57 b 7,3 770,86 b 8,3 \nPr (mg dm-3) 17,76 a 9,8 17,25 a 39,6 20,05 a 61,4 16,20 a 27,2 \nSB (mmolc dm\n\n-3) 43,34 a 25,2 44,47 a 16,1 44,77 a 17,0 45,15 a 27,9 \nCTC (mmolc dm\n\n-3) 106,34 a 7,9 102,37 a 5,31 106,87 a 11,2 97,95 a 7,6 \nV (%) 40,83 a 23,4 43,47 a 15,5 42,09 a 16,6 46,04 a 27,1 \n\nN=89; Médias seguidas pela mesma letra não diferem entre si, pelo teste de Tukey, ao nível de 5% de \nprobabilidade; FCO2= emissão de CO2 média do solo; Ts = temperatura média do solo; Us = umidade \nmédia do solo; PLA= porosidade livre de água; Ds = densidade do solo; VTP = volume total de poros; \nAreia = teor de areia; Silte = teor de silte; Argila = teor de argila; MO = matéria orgânica; EstC = estoque \nde carbono; SB = soma total de bases; CTC = capacidade de troca de cátions; V%= saturação de bases \ndo solo. \n\n \n\nA Tabela 4.3 apresenta os resultados da análise de componentes principais e \n\nda análise de variância, juntamente com os resultados do teste de comparação múltipla. \n\nNeste estudo, 36,6% da variabilidade total foi explicada por CP1, 17,7% por CP2 e \n\n12,5% por CP3, totalizando 66,8% da variabilidade contida nos dados originais. O CP1 \n\napresentou correlação positiva com o grupo das variáveis físicas do solo (Macro, VTP e \n\nPLA), correlacionadas ao processo de transporte de CO2 do solo para a atmosfera \n\n(JASSAL et al., 2004; FANG &amp; MONCRIEFF, 1999), favorecendo assim FCO2.  \n\n \n\n \n\n\n\n76 \n \n\n \n\nTabela 4.3. Coeficientes de correlação entre as propriedades do solo e os três primeiros \ncomponentes principais, análise de variância e teste de comparações \nmúltiplas para as variáveis em diferentes direções. \n\nComponentes principais CP1 CP2 CP3 \nAutovalores 3,3 1,6 1,1 \nVariância explicada (%) 36,6 17,7 12,5 \n Correlações a \nMacro 0,75* -0,16 0,28 \nVTP 0,84* -0,01 0,35 \nArgila -0,42 0,62* 0,37 \npH 0,37 0,05 -0,83* \nCTC -0,15 -0,79* 0,24 \nEstC -0,31 -0,72* -0,10 \nFCO2 0,77* -0,10 0,09 \nTs -0,50* -0,12 0,12 \nPLA 0,88* 0,08 -0,05 \n\nInterpretação \nFCO2 + Ts+ propriedades \n\nfísicas do solo \nPropriedades químicas \n\ndo solo e Argila \npH \n\nAnálise de Variância    \nF 15,39 3,22 4,61 \np &lt;0,0001 0,0273 0,0051 \nComparação de média     \n0o a a b \n45o b ab ab \n90o b ab ab \n135o b b a \nN = 89; a correlações precedidas por asterisco (>0,50 em valor absoluto) foram considerados na \ninterpretação do componente principal; valores seguidos pela mesma letra nas colunas não diferem entre \nsi, pelo teste de Tukey, ao nível de 5%. FCO2= emissão de CO2 média do solo; Ts = temperatura média \ndo solo; PLA= porosidade livre de água; VTP = volume total de poros; Argila = teor de argila; EstC = \nestoque de carbono; CTC = capacidade de troca de cátions. \n\n \n\nA análise de variância dos scores de CP1 (Tabela 4.3) indicou um efeito \n\nsignificativo do fator direção (F=15,39; p<0,0001), ou seja, a relação existente entre as \n\nvariáveis de maior poder discriminatório, nesse componente, não é a mesma para todas \n\nas direções. A análise de comparação múltipla indicou diferença significativa (p<0,05) \n\ndessa relação para a direção de 0o, quando comparada às demais direções de estudo. \n\nResultados semelhantes foram observados para os demais componentes principais. O \n\nestoque de carbono do solo (EstC) e a CTC do solo, propriedades químicas do solo, \n\ncorrelacionaram-se negativamente com CP2, enquanto o teor de argila se correlacionou \n\npositivamente a este componente. A análise de variância dos scores de CP2 indicou \n\nque a relação entre as variáveis não foi a mesma para todas as direções (F=3,22; \n\np=0,0273), mostrando diferenças significativas entre as direções de 0o (direção do \n\n\n\n77 \n \n\n \n\nplantio) e 135o (eliminação da soqueira da cana-de-açúcar). O pH do solo apresentou \n\níndice de correlação negativo com CP3 e, mais uma vez, foram observadas diferenças \n\nsignificativas entre os ângulos de 0o e 135o (F=4,61; p=0,0051). Assim, os resultados \n\nsugerem que práticas de manejo podem causar alterações nas relações espaciais entre \n\nas propriedades físicas do solo, em áreas de cultivo de cana-de-açúcar, no sistema de \n\ncana crua. \n\nA representação bidimensional dos dois primeiros componentes principais \n\nexplicou 54,3% da variabilidade das variáveis originais, que consta da Figura 4.3, onde \n\nse visualiza a separação das amostras provenientes dos pontos situados na direção de \n\n0o das demais direções. As variáveis EstC, Argila e CTC foram as responsáveis pela \n\ndiscriminação desse grupo, localizado à esquerda de CP1 (correlação negativa). Por \n\noutro lado, as variáveis FCO2, PLA, VT e Macro localizaram-se à direita de CP1 \n\n(correlação positiva), podendo ser consideradas antagonistas aos pontos localizados na \n\ndireção de 0o. As variáveis PLA (0,88), VTP (0,84), FCO2 (0,77) e Macro (0,75), nessa \n\nordem, foram as que apresentaram poder discriminatório em CP1; as variáveis CTC     \n\n(-0,79), EstC (-0,72) e Argila (0,62) em CP2, e pH (0,83) a única em CP3. SCOTT-\n\nDENTON et al. (2003), estudando a variabilidade espacial da respiração do solo em \n\nfloresta de coníferas, Colorado, EUA, utilizaram a análise de componentes principais e \n\nencontraram seis componentes independentes, os quais explicaram 74% da variância \n\ntotal dos dados, em que a primeira componente principal foi especialmente relacionada \n\nàs variáveis ligadas ao carbono do solo. No presente estudo, em área de cana crua, a \n\nprimeira componente principal foi relacionada às propriedades físicas do solo, \n\nespecialmente a PLA, que expressa o volume poroso não ocupado pela água. \n\n \n\n\n\n78 \n \n\n \n\nMacro\n\nArgila\n\npH\n\nCTC\n\nTs\n\n0o\n\n45o\n\n90o\n\n135o\n\nEstC\n\nPLA\nVTP\n\nFCO2\n\nCP1\n\n+2,5-2,5\n\n-2,5\n\n+2,5CP2\n\n \nFigura 4.3. Representação bidimensional dos componentes principais 1 e 2 (biplot) da \n\nanálise de componentes principais. FCO2= emissão de CO2 média do solo; \nTs = temperatura média do solo; PLA= porosidade livre de água; VTP = \nvolume total de poros; Argila = teor de argila; EstC = estoque de carbono; \nCTC = capacidade de troca de cátions. \n\n \n\nA Tabela 4.4 apresenta os valores da dimensão fractal de FCO2, derivados dos \n\nsemivariogramas experimentais (log(?) x log(h)), na escala de alcance/distância de \n\nseparação = 5/0,5 m (Figuras 1A a 8A). Nessa escala foram, observados valores de DF \n\nsignificativos (DF<3, p<0,05) para a maioria das direções estudadas, com exceção das \n\ndireções de 135o na manhã do dia 302, e 90o na manhã do dia 308. Ao longo dos dias \n\nde avaliação, foram observados valores médios de DF significativamente inferiores \n\n(teste de Tukey, p<0,01) para as direções de 0o e 45o (DF = 2,73), quando comparados \n\nàs direções de 90o e 135o (iguais a 2,83 e 2,89, respectivamente). Os valores de DF \n\nforam semelhantes aos observados por LA SCALA Jr. et. al (2009) que, em estudo da \n\ndimensão fractal e anisotropia de FCO2, em áreas agrícolas, observaram DF menor do \n\nque 3,0, principalmente na direção perpendicular ao sentido do plantio da cultura (soja).  \n\n\n\n79 \n \n\n \n\nA estrutura de variabilidade, quando expressa pelos valores de DF, mostrou-se \n\nconstante para essa escala, uma vez que, mesmo após a ocorrência de chuvas, os \n\nvalores de DF mantiveram-se estáveis, diferentemente do observado por LA SCALA Jr. \n\net al. (2000), que relataram alterações temporais nos padrões de variabilidade espacial \n\nde FCO2, caracterizada pelo semivariograma, após a ocorrência de chuvas. As \n\nvariações temporais da dimensão fractal de FCO2 podem estar relacionadas às \n\nmudanças nos padrões de variabilidade espacial dessa propriedade, associadas aos \n\nfatores como a temperatura e a umidade do solo (EPRON et al., 2006). A estimativa de \n\nDF para muitos fenômenos naturais pode ser considerada instável com respeito à \n\nescala, localização e/ou orientação dos pontos amostrais (ABEDINI &amp; SHAGHAGHIAN, \n\n2009). Em estudo conduzido em solo desprovido de vegetação, HERBST et al. (2009) \n\nobservaram distâncias de autocorrelação da respiração do solo próximas a 2,7 m, \n\nindicando a presença de estrutura de variabilidade relativamente heterogênea nessa \n\nescala, e que o adensamento da malha amostral proporciona melhorias na \n\ncaracterização da variabilidade espacial da respiração do solo. Assim, valores de DF \n\nsignificativos ao longo das diferentes direções podem ser atribuídos ao maior número \n\nde pontos amostrais e às menores distâncias de separação entre pontos, quando \n\ncomparado ao estudo de LA SCALA Jr. et al. (2009). \n\n \n\nTabela 4.4. Valores de dimensão fractal (DF) da emissão de CO2 do solo, derivados dos \nsemivariogramas experimentais, para as diferentes direções para as escalas \n(h/a) de 0,5/5 m, em todas as avaliações. \n\nDireção (o) \nAvaliações \n\n299T 301M 301T 302M 302T 308M 313T 322M \n\n 0 2,70 2,85 2,75 2,60 2,76 2,74 2,76 2,69 \n\n45 2,66 2,87 2,78 2,81 2,75 2,75 2,50 2,72 \n\n90 2,77 2,95 2,82 2,81 2,77 2,96 2,75 2,80 \n\n135 2,87 2,91 2,91 3,00 2,89 2,83 2,89 2,78 \nValores sublinhados apresentam DF > 3. \n\n \n\nO gráfico da dimensão fractal de FCO2 (± erro-padrão) derivada para diferentes \n\nescalas (Figura 4.4a) permite a interpretação daquela escala na qual o sistema pode \n\nser considerado homogêneo (PALMER, 1988). Para FCO2, DF variou de 2,5 na direção \n\n\n\n80 \n \n\n \n\n0o, na pequena escala (0,5/5 m), até 3,1 na direção de 135o, na grande escala (5/50 m). \n\nApesar da tendência geral de aumento de DF com o aumento da escala, DF apresentou \n\num comportamento distinto para as diferentes direções. Em escalas inferiores a 10 \n\nmetros, todas as direções apresentaram valores de DF significativos (DF &lt;3); \n\nentretanto, com a aproximação de um alcance de 10 m, os valores de DF aproximaram-\n\nse de 3,0. O mesmo não ocorreu para a direção de 0o, pois nessa direção a taxa de \n\naumento de DF com o aumento da escala não é tão acentuada como nas outras \n\ndireções, atingindo-se o valor de 3,0 somente próximo ao alcance de 20 metros. Os \n\nresultados evidenciam anisotropia, de modo que a estrutura espacial da emissão de \n\nCO2 do solo não pode ser avaliada com apenas um único valor de dimensão fractal. \n\nVIDAL-VÁZQUEZ et al. (2005), estudando a utilização de modelos fractais para a \n\ncaracterização da anisotropia e heterogeneidade da superfície microtopológica, afirmam \n\nque a anisotropia é oriunda de alguma tendência no processo de produção ou \n\nmodificação da propriedade do solo, como direção do preparo, tipo de implemento \n\nutilizado e sentido da declividade.  \n\nA Figura 4.4b e c apresentam os valores de DF para as diferentes direções em \n\nfunção da escala de trabalho, calculadas para as propriedades PLA e Argila, similar ao \n\nrealizado para FCO2. Quando esta característica é levada em consideração, observa-   \n\n-se que algumas propriedades apresentam comportamento semelhante a FCO2, como \n\nno caso da PLA (Figura 4.4b), onde se pode identificar uma taxa de aumento de DF com \n\na distância inferior para a direção de 0o, em comparação às outras direções. Por outro \n\nlado, algumas propriedades, como a Argila (Figura 4.4c), apresentam comportamento \n\ndiferente daquele observado para FCO2 e PLA, havendo justamente na direção de 0o \n\numa DF não significativamente inferior a 3,0 para distâncias próximas de 20 m. Deve-se \n\nsalientar que, nessas condições, a análise da dimensão fractal não se aplica. SOUZA et \n\nal. (2003), em estudo da influência do relevo na variação anisotrópica de atributos \n\nquímicos (pH, P, K, Ca, Mg, H+Al, SB, CTC, V% e MO) e granulométricos (areia, silte e \n\nargila) de um Latosso relataram a presença de anisotropia para todas as propriedades \n\nestudadas, condicionada principalmente pela forma da paisagem e pelas práticas de \n\nmanejo adotadas. USOWICZ &amp; LIPIEC (2009), estudando a dimensão fractal da \n\n\n\n81 \n \n\n \n\nresistência do solo à penetração, em áreas compactadas devido ao tráfego de tratores, \n\nconcluíram que a dimensão fractal foi um indicativo para o aumento da resistência do \n\nsolo à penetração, devido ao tráfego de implementos e de veículos sobre a área.  \n\nAssim, a anisotropia da estrutura de variabilidade espacial de FCO2, \n\nespecialmente para a direção de 0o, é muito provavelmente devida à anisotropia \n\nobservada para as propriedades físicas do solo, em especial PLA (Figura 4.4b). Assim, \n\nos resultados estão de acordo com MARTIN &amp; BOLSTAD (2009), ou seja, variações \n\nespaciais da respiração do solo em pequenas escalas podem ser a soma de não \n\nsomente os efeitos da temperatura e da umidade do solo, mas também das \n\npropriedades físicas, biológicas e químicas de cada ponto amostral. \n\nPara o melhor entendimento das relações espaciais entre FCO2 e as demais \n\npropriedades do solo, foi realizada a análise de regressão linear múltipla, inicialmente \n\npara todos os pontos do gradeado (modelo geral) e posteriormente para as diferentes \n\ndireções (Tabela 4.5). Para o modelo geral, a primeira propriedade selecionada foi a \n\nPLA, que, sozinha, explicou 48% da variabilidade de FCO2. Uma vez que PLA estava \n\nno modelo, a próxima variável selecionada foi a areia, aumentando a porcentagem de \n\nvariação de FCO2 explicada pelo modelo para 52%. Finalmente, o EstC foi selecionado, \n\ne a porcentagem de variação explicada chegou a 54%. Os parâmetros estimados para \n\nas variáveis PLA e EstC foram positivos, e o parâmetro estimado para areia foi \n\nnegativo. O parâmetro positivo estimado para PLA pode estar relacionado ao efeito \n\nnegativo da umidade do solo na difusão gasosa (DAVIDSON et al., 2000; \n\nSCHWENDENMANN et al., 2003; KOSUGI et al., 2007). Já a relação positiva \n\nobservada com EstC pode ser explicada pelo fato de o carbono ser o elemento básico \n\nutilizado pelo microrganismo durante o processo de decomposição (SINGH &amp; GUPTA, \n\n1977; BRITO et al., 2009).  \n\n\n\n82 \n \n\n \n\n0 10 20 30 40 50\n\n2.5\n\n3.0\n\n3.5\n\n0 10 20 30 40 50\n\nFCO2\n\n \n\n \nD\n\nF\n\nDistância (m)\n\n 0\no\n\n 90\no\n\nFCO2\n\n \n\n \n\nDistância (m)\n\n 45\no\n\n 135\no\n\n \n\n0 10 20 30 40 50\n\n2.5\n\n3.0\n\n3.5\n\n0 10 20 30 40 50\n\n \n\n \n\nD\nF\n\nDistância (m)\n\n 0\no\n\n 90\no\n\nPLAPLA\n\n \n\n \n\nDistância (m)\n\n 45\no\n\n 135\no\n\n \n\n0 10 20 30 40 50\n\n2.5\n\n3.0\n\n3.5\n\n0 10 20 30 40 50\n\nArgila\n\n \n\n \n\nD\nF\n\nDistância (m)\n\n 0\no\n\n 90\no\n\nArgila\n\n \n\n \n\n \n\nDistância (m)\n\n 45\no\n\n 135\no\n\n \n\nFigura 4.4. Fractogramas: valores de dimensão fractal (DF) versus a escala para as \ndiferentes direções, para: a) emissão de CO2 do solo; b) porosidade livre de \nágua, e c) teor de argila do solo. \n\na \n\nb \n\nc \n\n\n\n83 \n \n\n \n\n \nPara a direção de 0o, a PLA foi a única variável selecionada para o modelo, \n\nque, sozinha, foi capaz de explicar 34% da variabilidade de FCO2 e apresentou \n\nparâmetro estimado positivo (Tabela 4.5). Para a direção de 45o, as variáveis \n\nselecionadas foram PLA e Areia; para essa direção, 74% da variabilidade de FCO2 \n\nforam explicados pelo modelo contendo apenas essas duas variáveis. Para a direção \n\nde 90o, as variáveis PLA e EstC foram primeiramente selecionadas e explicaram 53% \n\nda variabilidade de FCO2. Após a entrada dessas variáveis, foram selecionados o pH, a \n\nCTC e Ts, o que elevou a porcentagem de variação explicada para 77%. Para a direção \n\nde 135o, as variáveis selecionadas foram a PLA e Ts. Para as direções de 90o e 135o, \n\nos parâmetros estimados para a temperatura do solo foram negativos, sendo essa \n\npropriedade um dos principais fatores relacionados à atividade microbiana do solo e \n\ngeralmente apresenta correlação positiva com FCO2 (SCOTT-DENTON et al., 2003; \n\nRYU et al., 2009).  As propriedades CTC e pH apresentaram parâmetros estimados \n\npositivos para a direção de 90o. Estudos têm demonstrado uma complexa relação entre \n\nFCO2 e as propriedades químicas do solo, como o pH, teor de carbono do solo e a \n\ndisponibilidade de nutrientes (SAVIN et al., 2001; EKBLAD &amp; NORDGREN, 2002).  \n\nOs modelos obtidos pela análise de regressão linear múltipla não foram os \n\nmesmos para as diferentes direções, Esses resultados indicam uma complexa relação \n\nentre a emissão de CO2 do solo e a variação espacial das propriedades químicas e \n\nfísicas do solo (RYU et al., 2009). Apesar de diferentes variáveis selecionadas para os \n\nmodelos, a variável PLA esteve presente em todos e foi aquela que explicou a maior \n\nquantidade de variação de FCO2. Assim, em áreas de cana crua, a porosidade livre de \n\nágua é um dos principais fatores associados às variações espaciais da respiração do \n\nsolo. Os resultados corroboram a hipótese anteriormente mencionada de que FCO2 e \n\nPLA apresentam estruturas de variabilidade bastante semelhantes, expressas pelos \n\nvalores de dimensão fractal calculados para as diferentes direções e, principalmente, \n\npara as diferentes escalas (Figura 4.4). \n\n \n\n \n\n\n\n84 \n \n\n \n\nTabela 4.5. Modelos de regressão linear múltipla da emissão de CO2 (?mol m\n-2 s-1) para \n\ntodo o gradeado (modelo geral; n=89) e para as diferentes direções (n=20). \nVariável Parâmetro EP p\n\n R2 \nModelo geral  \n Intercepto 6,68833 2,54548 0,0104  \n PLA 0,10141 0,01103&lt;0,0001 0,49 \n Areia -0,05073 0,01793 0,0059 0,52 \n EstC 0,00152 0,00088 0,0881 0,54 \n     \nDireções  \n  0o   \n Intercepto  1,24495 0,18013&lt;0,0001  \n PLA 0,05042 0,01603 0,0053 0,34 \n     \n  45o   \n Intercepto 12,09932 3,99780 0,0076  \n PLA 0,15099 0,02759&lt;0,0001 0,58 \n Areia -0,08596 0,02737 0,0060 0,74 \n     \n  90o   \n Intercepto -1,89127 3,99971 0,6436  \n PLA 0,06461 0,02693 0,0309 0,34 \n EstC 0,00472 0,00135 0,0036 0,53 \n pH 1,02807 0,38060 0,0172 0,63 \n CTC 0,01413 0,00602 0,0341 0,71 \n Ts -0,26134 0,13368 0,0708 0,77 \n     \n  135o   \n Intercepto 13,91188 6,70965 0,0536  \n PLA 0,08317 0,03206 0,0189 0,47 \n Ts -0,49707 0,24660 0,0599 0,57 \n\nEP = Erro-padrão da estimativa dos parâmetros; R2 = Coeficiente de determinação. \n\n4.4 - Conclusões \n\nEm áreas de cana-de-açúcar crua, as variações da emissão de CO2 do solo são \n\nexplicadas principalmente pelas variações da umidade do solo, expressa pela \n\nporosidade livre de água do solo. Os valores de dimensão fractal de propriedades do \n\nsolo, calculados para as diferentes direções, evidenciam anisotropia em FCO2 e outras \n\npropriedades do solo em área de cana crua. A emissão de CO2 do solo apresenta \n\ndependência espacial na pequena escala (0,5 m), em todas as direções, mas em média \n\nescala (até 2 m), especialmente na direção de 0o. Práticas de manejo como colheita \n\ne/ou plantio são responsáveis pela anisotropia observada, principalmente nas \n\npropriedades físicas do solo, em consequência na emissão de CO2. \n\n\n\n85 \n \n\n \n\nCAPÍTULO 5 - IMPLICAÇÕES \n\n \nO processo de conversão de áreas produtoras de cana-de-açúcar, do sistema de \n\ncolheita baseado na cana queimada para o sistema de cana crua, afeta não somente a \n\nmagnitude da emissão de CO2 do solo, mas também, seus padrões de variabilidade \n\nespaçotemporais. A proteção do solo, devido à deposição dos resíduos vegetais da \n\ncultura sobre a superfície deste, ocorrida no sistema de cana crua, altera as relações \n\nexistentes entre a emissão de CO2 com várias propriedades, especialmente, com a \n\numidade do solo.  O controle da umidade do solo, no processo de emissão de CO2, \n\nocorre devido às variações na porosidade livre de água do solo, atuando no suprimento \n\nde oxigênio para a atividade microbiana e no processo de transporte do CO2 para a \n\natmosfera.  \n\nEspecificamente para as áreas estudadas nesse trabalho, após sete anos de \n\nconversão entre sistemas, não houve um aumento significativo dos teores de matéria \n\norgânica, nas camadas mais superficiais do solo, no sistema de cana crua, ocorrendo, \n\ninclusive, o inverso. Quando levamos em consideração não somente os teores de \n\nmatéria orgânica do solo, mas também sua qualidade, por meio do grau de humificação, \n\nobservamos diferenças significativas entre os sistemas de manejo, sendo maiores \n\nvalores de grau de humificação observados na área de cana crua. Entretanto, outros \n\nfatores, além do processo de conversão, podem ter sido responsáveis por essas \n\ndiferenças. Nesse sentido, são necessárias novas pesquisas para melhor entendimento \n\nda relação entre as variações do grau de humificação da matéria orgânica do solo e a \n\nperda de carbono do solo via emissão de CO2, nessas áreas. \n\nOs menores valores de emissão de CO2, bem como a menor sensibilidade do \n\nprocesso de emissão às variações da umidade do solo, observados na área de cana \n\ncrua, evidenciam a grande potencialidade desse sistema para as diminuições do fluxo \n\nde CO2 para a atmosfera, uma vez que grandes áreas deverão ser convertidas para o \n\nsistema de cana crua nos próximos anos com gradual extinção da queima dos \n\ncanaviais. \n\n\n\n86 \n \n\n \n\nA estrutura de variabilidade espacial da emissão de CO2 do solo apresentou \n\nmaior homogeneidade na área de cana crua. Entretanto, mesmo quando consideramos \n\nesse sistema, a condição de anisotropia foi verificada, ou seja, algumas direções do \n\ngradeado possuem estrutura de variabilidade espacial bem definida ao longo de \n\ndireções específicas, o que pode estar relacionado ao manejo adotado nessas mesmas \n\ndireções. A análise multivariada dos dados indicou, inclusive, que as relações entre as \n\npropriedades físicas e químicas do solo, consequentemente, as suas relações com o \n\nfluxo de CO2 do solo, não foram similares para as direções, dificultando, portanto, a \n\nconstrução de um modelo geral para a previsão dessa componente. Assim, a ação \n\nantrópica, ou mesmo a atuação da respiração das raízes da cultura, podem influenciar \n\nna anisotropia dessas relações na área de cana crua. Em adição, a emissão de CO2 do \n\nsolo possui alta complexidade em pequena, média e larga escala, expressa pela \n\ndimensão fractal.  \n\nEsses fatores contribuem para a grande incerteza de como o manejo da cultura \n\nda cana-de-açúcar afeta perda de carbono para a atmosfera via emissão de CO2. \n\nAssim, visando à melhoria nas estimativas da emissão de CO2 do solo deve-se levar \n\nem consideração, não somente o manejo da cultura, mas também, as condições de \n\nanisotropia direcional, principalmente em processos de interpolação, como a krigagem \n\nordinária. \n\n \n\nREFERÊNCIAS BIBLIOGRÁFICAS \n\n \nABEDINI, M. J.; SHAGHAGHIAN, M. R. Exploring scaling laws in surface topography. \n\nChaos, Solitons and Fractals, Oxford, v. 42, n. 4, p.2373-2383, 2009. \n\nARE, K.S.; OLUWATOSIN, G.A.; ADEYOLANU, O.D.; OKE, A.O. Slash and burn effect \n\non soil quality of an Alfisol: Soil physical properties. Soil &amp; Tillage Research, \n\nAmsterdam, v. 103, n. 1, p.4-10, 2009. \n\nBALL, B. C.; SCOTT, A.; PARKER, J.P. Field N2O, CO2 and CH4 fluxes in relation to \n\ntillage, compaction and soil quality in Scotland. Soil &amp; Tillage Research, Amsterdam, v. \n\n53, n. 1, p.29-39, 1999. \n\n\n\n87 \n \n\n \n\nBAUER, P. J.; FREDERICK, J. R.; NOVAK, J. M.; HUNT P. G. Soil CO2 flux from a \n\nnorfolk loamy sand after 25 years of conventional and conservation tillage. Soil &amp; \n\nTillage Research, Amsterdam, v. 90, n. 1-2, p.205-211, 2006. \n\nBAYER, C.; MIELNICZUK, J.; AMADO, T. J. C.; MARTIN-NETO, L.; FERNANDES, S. \n\nV. Organic matter storage in a Sandy clay loam Acrisol affected by tillage and cropping \n\nsystems in southern Brazil. Soil &amp; Tillage Research, Amsterdam, v. 54, n. 1-2, p.101-\n\n109, 2000. \n\nBERNOUX, M; CARVALHO, M.C.S; VOLKOFF, B.; CERRI, C.C. Brazil’s soil carbon \n\nstocks. Soil Science Society of America Journal, Madison, v. 66, n. 3, p.888-896, \n\n2002. \n\nBLAIR, N. Impact of cultivation and sugar-cane green trash management on carbon \n\nfractions and aggregate stability for a Chromic Luvisol in Queensland, Australia. Soil &amp; \n\nTillage Research, Amsterdam, v. 55, n. 3-4, p. 183-191, 2000. \n\nBRITO, L.F.; MARQUES Jr., J.; PEREIRA, J.T.; SOUZA, Z. M.; LA SCALA Jr., N. Soil \n\nCO2 emission of sugarcane field as affected by topography. Scientia Agricola, \n\nPiracicaba, v.66, n. 1, p.77-83, 2009. \n\nBORKEN, W.; XU, J.; DAVIDSON, E. A.; BEESE, F. Site and temporal variation of soil \n\nrespiration in European beech, Norway spruce, and Scots pine forests. Global Changes \n\nBiology, Oxford, v.8, n. 12, p.1205-1216, 2002. \n\nBURROUGH, P. A. Fractal dimensions of landscapes and other environmental data. \n\nNature, Londres, v. 294, n. 5838, p.240-242, 1981. \n\nBURROUGH, P. A.; MCDONNELL, R. A. Principles of geographical information \n\nsystem. Oxford: University Press, 333 p. 1998. \n\nBUSATO, J G.; CANELLAS, L. P.; VELLOSO, A. C. X. Fósforo num Cambissolo \n\ncultivado com cana-de-açúcar por longo tempo. I - fracionamento seqüencial. Revista \n\nBrasileira de Ciência do Solo, Viçosa, MG, v.29, p.935-944, 2005. \n\nCAMBARDELLA, C. A.; MOORMAN, T. B.; NOVAK J. M.; PARKIN T. B.; KARLEN, D. \n\nL.; TURCO, R. F.; KONOPKA, A. E. Field-scale variability of soil properties in central \n\nIowa soils. Soil Science Society America Journal, Madison, v. 58, n. 5, p. 1501-1511, \n\n1994. \n\n\n\n88 \n \n\n \n\nCAMPOS, D.C. Potencialidade do sistema de colheita sem queima de cana-de-açúcar \n\npara o seqüestro de carbono. Piracicaba, Escola Superior de Agricultura Luiz de \n\nQueiros, 2003. 103p. (Tese de Doutorado). \n\nCANELLAS, L. P.; VELLOSO, A. C. X.; MARCIANO, C. R.; RAMALHO, J. F. G. P.; \n\nRUMJANEK, V. M.; REZENDE, C. E.; SANTOS, G. A. Propriedades químicas de um \n\ncambissolo cultivado com cana-de-açúcar, com preservação do palhiço e adição de \n\nvinhaça por longo tempo. Revista Brasileira de Ciência do Solo, Viçosa, MG, v. 27, n. \n\n5, p. 935-944, 2003. \n\nCEDDIA. M. B.; ANJOS, L. H. C.; LIMA, E. RAVELLI NETO, A.; SILVA, L. A. Sistemas \n\nde colheita da cana-de-açúcar e alterações nas propriedades físicas de um solo \n\nPodzólico amarelo no estado do Espírito Santo. Pesquisa Agropecuária Brasileira, \n\nBrasília, v. 34, n.8, p.1467-1473, 1999. \n\nCERRI, C. C.; MAIA, S. M. F.; GALDOS, M. V.; CERRI, C. E. P.; FEIGL, B. J.; \n\nBERNOUX, M. Brazilian greenhouse gas emissions: the importance of agriculture and \n\nlivestock. Scientia Agricola, Piracicaba, v. 66, n. 6, p. 831-843, 2009. \n\nCERRI, C. E. P.; SPAROVEK, G.; BERNOUX, M.; EASTERLING, W. E.; MELILLO, J. \n\nM.; CERRI, C.C. Tropical agriculture and global warming: impacts and mitigation \n\noptions. Scientia Agricola, Piracicaba, v. 64, n. 1, p. 83-99, 2007. \n\nCONAB. Acompanhamento da safra brasileira de cana-de-açúcar – safra 2008 \n\nsegundo levantamento, agosto/2008. Disponível em: \n\n<http://www.conab.gov.br/conabweb/download/safra/cana.pdf>. Acesso em: 23 nov. \n\n2008. \n\nCONAB. Acompanhamento de safra brasileira: cana-de-açúcar, primeiro \n\nlevantamento, abril/2009. Disponível em: &lt;\n\nhttp://www.conab.gov.br/conabweb/download/safra/1cana_de_acucar.pdf>, Acesso em \n\n11 jun. 2009. \n\nCONCILIO, A.; CHEN, J.; MA, S.; NORTH, M. Precipitation drives interannual variation \n\nin summer soil respiration in a Mediterranean-climate, mixed-conifer forest. Climatic \n\nChange, Dordrecht, v. 92, n. 1-2, p. 109-122, 2009. \n\n\n\n89 \n \n\n \n\nCOSTA, F. S.; BAYER, C.; ZANATTA, J. A.; MIELNICZUK, J. Estoque de carbono \n\norgânico no solo e emissões de dióxido de carbono influenciadas por sistemas de \n\nmanejo no sul do Brasil. Revista Brasileira de Ciência do Solo, Viçosa, MG, v. 32, n. \n\n1, p.323-332, 2008. \n\nDASSELAAR, A. V. P. V.; CORRÉ, W. J.; PRIEMÉ, A.; KLEMEDTSSON, Å. K.; \n\nWESLIEN, P.; STEIN, A.; KLEMEDTSSON; L.; OENEMA, O. Spatial variability of \n\nmethane, nitrous oxide and carbon dioxide emissions from drained grassland. Soil \n\nScience Society America Journal, Madison, v. 62, n. 33, p. 810-817, 1998. \n\nDAVIDSON, E. A.; VERCHOT, L. V.; CATTÂNIO, J. H.; ACKERMAN, I. L.; CARVALHO, \n\nJ. E. M. Effects of soil water content on soil respiration in forests and cattle pastures of \n\neastern Amazonia. Biogeochemistry, Dordrecht, v. 48, n. 1, p. 53-69, 2000. \n\nDER, G.; EVERITT, B. S. A handbook of statistical analyses using SAS. Boca \n\nRaton: CRC Press, 2001. 360 p. \n\nDIECKOW, J.; BAYER, C.; CONCEIÇÃO, P C.; ZANATTA, J.A.; MARTIN-NETO, L.; \n\nMILORI, D.B.M.; SALTON, J.C.; MACEDO, M. M.; MIELNICZUK, J.; HERNANI, L.C. \n\nLand use, tillage, texture and organic matter stock and composition in tropical and \n\nsubtropical Brazilian soils. European Journal of Soil Science, Oxford, v. 60, n. 2, \n\np.240-249, 2009. \n\nDOMINY, C. S.; HAYNES, R. J.; van ANTWERPN, R. Loss of soil organic matter and \n\nrelated soil properties under long-term sugarcane production on two contrasting soil. \n\nBiology and Fertility of Soils, Berlin, v. 36, n. 5, p.350-356, 2002. \n\nDUAH-YENTUMI, S.; RONN, R.; CHRISTENSEN, S. Nutrients limiting microbial growth \n\nin a tropical forest soil of Ghana under different management. Applied Soil Ecology, \n\nAmsterdam, v. 8, n. 1-3, p.19-24, 1998. \n\nEGHBALL, B.; HERGERT, G. W.; LESOING, G. W.; FERGUSON, R. B. Fractal analysis \n\nof spatial and temporal variability. Geoderma, Amsterdam, v. 88, n. 3-4, p349-362, \n\n1999. \n\nEKBLAD, A.;NORDGREN, A. Is growth of soil microorganisms in boreal forests limited \n\nby carbon or nitrogen availability? Plant Soil, Dordrecht, v. 242, n. 1, p.115–122, 2002. \n\n\n\n90 \n \n\n \n\nELTZ, F. L. F.; NORTON, L. D. Surface roughness changes as affected by rainfall \n\nerosivity tillage and canopy cover. Soil Science Society of America Journal, Madison, \n\nv. 61, n. 6, p.1746–1755, 1997. \n\nEMBRAPA - Empresa Brasileira de Pesquisa Agropecuária. Centro Nacional de \n\nPesquisa de Solos. Manual de métodos de análise de solo. 2. ed. Brasília: Ministério \n\nda Agricultura e do Abastecimento / EMBRAPA-CNPS, 1997. 212 p.  \n\nEMBRAPA - Empresa Brasileira de Pesquisa Agropecuária. Centro Nacional de \n\nPesquisa de Solos. Sistema brasileiro de classificação de solos. Brasília, 2006. \n\n412p. \n\nEPRON, D.; BOSC, A.; BONAL, D.; FREYCON, V. Spatial variation of soil respiration \n\nacross a topographic gradient in a tropical rain forest in French Guiana. Journal of \n\nTropical Ecology, Nova York, v. 22, n. 5, p.565-574, 2006. \n\nEPRON, D.; NOUVELLON, Y.; ROUPSARD, O.; MOUVONDY, W.; MABIALA, A.; \n\nSAINT-ANDRÉ, L.; JOFFRE, R.; JOURDAN, C.; BONNEFOND, J.; BERBIGIER, P.; \n\nHAMEL, O. Spatial and temporal variations of soil respiration in a Eucalyptus plantation \n\nin Congo. Forest Ecology and Management, Amsterdam, v. 202, n. 1-3, p. 149-160, \n\n2004. \n\nFANG, C.; MONCRIEF, J. B. A model for soil CO2 production and transport 1: Model \n\ndevelopment. Agricultural and Forest Meteorology, Amsterdam, v. 95, n. 4, p. 225-\n\n236, 1999. \n\nFANG, C.; MONCRIEFF, J. B.; GHOLZ, H. L.; CLARK, K. L. Soil CO2 efflux and its \n\nspatial variation in a Florida slash pine plantation. Plant and Soil, Dordrecht, v. 205, n. \n\n2, p. 135-146, 1998.  \n\nFEDER, J. Fractals. Planum Press, New York, 1988. 282p. \n\nFERREIRA E. C.; ANZANO J. M.; MILORI D. M. B. P.; FERREIRA E. J.; LASHERAS R. \n\nJ.; BONILLA B.; MONTULL-IBOR, B.; CASAS J.; MARTIN-NETO, L. Multiple response \n\noptimization of laser-induced breakdown spectroscopy parameters for multi-element \n\nanalysis of soil samples. Society for Applied Spectroscopy, Frederick, v.63, n. 9, \n\np.1081-1088, 2009. \n\n\n\n91 \n \n\n \n\nFOLLETT, R. F. Soil management concepts and carbon sequestration zin cropland \n\nsoils. Soil &amp; Tillage Research, Amsterdam, v. 61, n. 1-2, p. 77-92, 2001. \n\nFONTAINE, S.; BAROT, S.; BARRE, P.; BDIOUI, N.; MARY, B.; RUMPEL, C. Stability \n\nof organic carbon in deep soil layers controlled by fresh carbon supply. Nature, Londres, \n\nv. 450, n. 7167, p.277-280, 2007. \n\nGALDOS, M. V.; CERRI, C. C.; CERRI C. E. P. Soil carbon stocks under burned and \n\nunburned sugarcane in Brazil. Geoderma, Amsterdam, v.153, n.3-4, p.347–352, 2009. \n\nGAMMA DESIGN SOFTWARE. GS+: geostatistics for the environmental sciences. \n\nVersion 3.07. Michigan, Gamma Design Software, 1998. \n\nGONÇALVES, A. C. A.; FOLEGATTI, M. V.; MATA, J. D. V. Análises exploratória e \n\ngeoestatística da variabilidade de propriedades físicas de um Argissolo Vermelho. Acta \n\nScientiarum, Maringá, v. 23, n. 5, p.1149-1157, 2001. \n\nGRAHAM, M. H.; HAYNES, R. J.; MEYER, J. H. Soil organic matter content and quality: \n\nEffects of fertilizer applications, burning and trash retention on a long-term sugarcane \n\nexperiment in South Africa. Soil Biology &amp; Biochemistry, Oxford, v. 34, n.1, p.93-102, \n\n2002. \n\nHARRISON, K.G.; BROECKER, W.S.; BONANI, G. The effect of changing land use on \n\nsoil radiocarbon. Science, Washington, v. 262, n.5234, p. 725-726, 1993. \n\nHASHIMOTO, S.; TANAKA, N.; SUZUKI, M.; INOUE, A.; TAKIZAWA, H.; KOSAKA, I.; \n\nTANAKA, K.; TANTASIRIN, C.; TANGTHAM, N. Soil respiration and soil CO2 \n\nconcentration in a tropical forest, Thailand. Journal of Forest Research, Tokyo, v. 9, \n\nn. 1, p.75–79, 2004. \n\nHERBST, M.; PROLINGHEUER, N.; GRAF, A.; HUISMAN, J.A.; WEIHRMÜLLER, L.; \n\nVANDEBORGHT, J. Characterization and understanding of bare soil respiration spatial \n\nvariability at plot scale. Vadose Zone Journal, Madison, v. 8, n. 3, p.762-771, 2009. \n\nHOUGHTON, J. T.; CALLANDER, B. A.; VARNEY, S. K. Climate change 1992: the \n\nsupplementary report to the IPCC Scientific Assessment. Nova York: Cambridge \n\nUniversity Press,1992. 230 p. \n\n\n\n92 \n \n\n \n\nHUANG, C.; BRADFORD, J.M. Applications of a laser scanner to quantify soil \n\nmicrotopography. Soil Science Society of America Journal, Madison, v.56, p.14-21, \n\n1992. \n\nIPCC - Intergovernmental Panel on Climate Change. Climate change 2007: The \n\nphysical science basis. Summary for policymakers, Geneva, Suíça. Disponível em: \n\n<http://www.ipcc.ch/publications_and_data/publications_ipcc_fourth_assessment_report\n\n_wg1_report_the_physical_science_basis.htm>. Acesso em 29 set. 2007. \n\nISAAKS, E. H.; SRIVASTAVA, R. M. Applied geostatistics. Nova York: Oxford \n\nUniversity Press, 1989. 561 p. \n\nISHIZUKA, S.; ISWANDI, A.; NAKAJIMA, Y.; YONEMURA, S.; SUDO, S.; TSURUTA, \n\nH.; MURIYARSO, D. Spatial patterns of greenhouse gas emission in a tropical rainforest \n\nin Indonesia. Nutrient Cycling in Agroecosystems, Dordrecht, v. 71, n. 1, p. 55-62, \n\n2005. \n\nJASSAL, R. S.; BLACK, T. A.; DREWITT, G. B.; NOVAK, M. D.; GAUMONT-GUAY, D.; \n\nNESIC, Z. A model of the production and transport of CO2 in soil: predicting soil CO2 \n\nconcentrations and CO2 efflux from a forest floor.  Agricultural and Forest \n\nMeteorology, Amsterdam, v. 124, n. 3-4, p. 219-236, 2004. \n\nKAISER, H. F. The varimax criterion for analytic rotation in factor analysis. \n\nPsychometrika, Urbana, v.23, n.3, p.187-200, 1958. \n\nKEMMITT, S. J.; LANYON, C. V.; WAITE, I. S., WEN, Q.; ADDISCOTT, T. M.; BIRD, N. \n\nR. A.; O’DONNELL, A. G.; BROOKES, P. C. Mineralization of native soil organic matter \n\nis not regulated by the size, activity or composition of the soil microbial biomass – a new \n\nperspective. Soil Biology &amp; Biochemistry, Oxford, v. 40, n. 1, p.61–73, 2008. \n\nKONDA, R.; OHTA, S.; ISHIZUKA, S.; ARIA, S.; ANSORI, S.; TANAKA, N.; \n\nHARDJONO, A. Spatial structures of N2O, CO2, and CH4 fluxes from Acacia mangium \n\nplantation soils during a relatively dry season in Indonesia. Soil Biology &amp; \n\nBiochemistry, Oxford, v. 40, n. 12, p. 3021-3030, 2008. \n\nKOSUGI, Y.; MITANI, T.; LTOH, M.; NOGUCHI, S.; TANI, M.; MATSUO, N.; \n\nTAKANASHI, S.; OHKUBO, S.; NIK, A. R. Spatial and temporal variation in soil \n\n\n\n93 \n \n\n \n\nrespiration in a Southeast Asian tropical rainforest. Agricultural and Forest \n\nMeteorology, Amsterdam, v. 147, n. 1-2, p. 35-47, 2007. \n\nLA SCALA Jr., N.; PANOSSO, A. R.; PEREIRA, G. T.; GONZALEZ, A. P.; MIRANDA, J. \n\nG. V. Fractal dimension and anisotropy of soil CO2 emission in an agricultural field \n\nduring fallow. International Agrophysics, Lublin, v. 23, n. 4, p.353-358, 2009. \n\nLA SCALA JÚNIOR, N.; MARQUES JÚNIOR, J.; PEREIRA, G. T.; CORÁ, J. E. Short-\n\nterm temporal changes in the spatial variability model of CO2 emissions from a Brazilian \n\nbare soil. Soil Biology and Biochemistry, Oxford, v. 32, n. 10, p. 1459-1462, 2000. \n\nLAL, R. Challenges and opportunities in soil organic matter research. European \n\nJournal of Soil Science, Oxford, v. 60, n. 2, p.158-169, 2009. \n\nLAL, R. Soil carbon sequestration to mitigate climate change. Geoderma, Amsterdam, \n\nv. 123, n. 1-2, p.1-22, 2004. \n\nLAL, R. World cropland soils as a source or sink for atmospheric carbon. Advances in \n\nAgronomy, San Diego, v. 71, p. 145-191, 2001. \n\nLUCA, E. F.; FELLER, C.; CERRI, C. C.; BARTHÈS, B.; CHAPLOT, V.; CAMPOS, D. \n\nC.; MANECHINI, C. Avaliação de atributos físicos e estoques de carbono e nitrogênio \n\nem solos com queima e sem queima de canavial. Revista Brasileira de Ciência do \n\nSolo, Viçosa, MG, v. 32, n. 2, p.789-800, 2008. \n\nMANDELBROT, B. The fractal geometry of nature. New York: Freeman, 1983. 468p. \n\nMARTIN, J. G.; BOLSTAD, P. V. Variation of soil respiration at three spatial scales: \n\nComponents within measurements, intra-site variation and patterns on the landscape. \n\nSoil Biology &amp; Biochemistry, Oxford, v. 41, n.3, p.530-543, 2009. \n\nMcCOOL, D. K.; PANNKUK, C. D.; KENNEDY, A. C.; FLETCHER, P. S. Effects of \n\nburn/low-till on erosion and soil quality. Soil &amp; Tillage Research, Amsterdam, v. 101, n. \n\n1-2, p. 2-9, 2008. \n\nMENDONZA, H. N. S.; LIMA, E.; ANJO, L. H. C.; SILVA, L. A.; CEDDIA, M. B.; \n\nANTUNES, M. V. M. Propriedades químicas e biológicas de solo de tabuleiro cultivado \n\ncom cana-de-açúcar com e sem queima da palhada. Revista Brasileira de Ciência \n\nSolo, Viçosa, MG, v. 24, n.1, p.201-207, 2000. \n\n\n\n94 \n \n\n \n\nMILORI, D. M. B. P.; GALETI, H. V. A.; MARTIN-NETO, L.; DIECKOW, J.; GONZÁLEZ-\n\nPÉREZ, M.; BAYER, C.; SALTON J., Organic matter study of whole soil samples using \n\nlaser-induced fluorescence spectroscopy. Soil Science Society of America journal, \n\nMadison, v. 70, n.1, p.57-63, 2006.  \n\nNOBLE, A. D.; MOODY, P.; BERTHELSEN, S. Influence of changed management of \n\nsugarcane on some chemical properties in the humid wet tropics of north Qeensland. \n\nAustralian Journal of Soil Research, Melbourne, v. 41, n. 6, p.1133-1144, 2003. \n\nOHASHI, M.; GYOKUSEN, K. Temporal change in spatial variability of soil respiration on \n\na slope of Japanese cedar (Cryptomeria japonica D. Don) forest. Soil Biology &amp; \n\nBiochemistry, Oxford, v. 39, n. 5, p. 1130-1138, 2007. \n\nPALMER, M. W. Fractal geometry: a tool for describing spatial patterns of plant \n\ncommunities. Vegetatio, Dordrecht, v. 75, n. 1-2, p.91-102, 1988. \n\nPANOSSO, A. R.; MARQUES Jr., J.; MILORI, D. M. B. P.; FERRAUDO, A. S.; \n\nBARBIERI, D. M.; PEREIRA, G. T.; LA SCALA Jr., N. Soil CO2 emission and its relation \n\nto soil properties in sugarcane areas under Slash-and-burn and Green harvest. Soil &amp; \n\nTillage Research, Amsterdam, (article in press), 2010. \n\nPANOSSO, A. R.; MARQUES Jr., J.; PEREIRA, G. T.; LA SCALA Jr., N. Spatial and \n\ntemporal variability of soil CO2 emission in a sugarcane área under green and slash-\n\nand-burn managements. Soil &amp; Tillage Research, Amsterdam, v. 105, n. 2, p.275-282, \n\n2009. \n\nPANOSSO, A. R.; PEREIRA, G. T.; MARQUES Jr., J.; LA SCALA Jr., N. Variabilidade \n\nespacial da emissão de CO2 em latossolos sob cultivo de cana-de-açúcar em diferentes \n\nsistemas de manejo. Engenharia Agrícola, Jaboticabal, v. 28, n. 2, 227-236, 2008. \n\nPERFECT, E.; KAY, B. D. Applications of fractals in soil and tillage research: a review. \n\nSoil &amp; Tillage Research, Amsterdam, v. 36, n.1-2, p.1-20, 1995. \n\nRAIJ, B. van. Análise química para avaliação da fertilidade de solos tropicais. \n\nCampinas, Instituto Agronômico, 2001. 285p. \n\nRAICH, J. W.; SCHLESINGER, W. H. The global carbon dioxide flux in soil respiration \n\nand its relationship to vegetation and climate. Tellus Series B-chemical and physical \n\nmeteorology, Copenhagen, v. 44, n. 2, p.81-91, 1992. \n\n\n\n95 \n \n\n \n\nRAYMENT, M. B.; JARVIS, P. G. Temporal and spatial variation of soil CO2 efflux in a \n\nCanadian boreal forest. Soil Biology and Biochemistry, Oxford, v. 32, n. 1, p. 35-45, \n\n2000.  \n\nRAZAFIMBELO, T.; BARTHÈS, B.; LARRÉ-LARROUY, M. C.; DE LUCA, E. F.; \n\nLAURENT, J. Y.; CERRI, C. C.; FELLER, C.; Effect of sugarcane residue management \n\n(mulching versus burning) on organic matter in a clayey Oxisol from southern Brazil. \n\nAgriculture Ecosystem &amp; Environment, Amsterdam, v. 115, n. 1-4, p.285-289, 2006. \n\nRESENDE, A. S.; XAVIER, R. P.; OLIVEIRA, O. C.; URQUIAGA, S.; ALVES, B. J. R.; \n\nBODDEY, R. M. Long-term effects of pre-harvest burning and nitrogen and vinasse \n\napplication in Pernambuco, N.E. Brazil. Plant and Soil, Dordrecht, v. 281, n. 1-2, p.339-\n\n351, 2006. \n\nROCHETTE, P.; DESJARDINS, R. L.; PATTEY, E. Spatial and temporal variability of \n\nsoil respiration in agricultural fields. Canadian Journal of Soil Science, Ottawa, v. 71, \n\nn. 2, p. 189-196, 1991. \n\nRODRIGO, A.; RECOUS, S.; NEEL, C.; MARY, B. Modelling temperature and moisture \n\neffects on C-N transformations in soils: comparison of nine models. Ecological \n\nModeling, Amsterdam, v. 102, n.2-3, p.325-339, 1997. \n\nRUDORFF, B. F. T.; AGUIAR, D. A.; SILVA, W. F.; SUGAWARA, L. M.; ADAMI M.; \n\nMOREIRA M. A. Studies on the Rapid Expansion of Sugarcane for Ethanol Production \n\nin São Paulo State (Brazil) Using Landsat Data. Remote Sensing, Ottawa, v. 2, n. 4, \n\np.1057-1076, 2010. \n\nRYU, S.; CONCILIO, A.; CHEN, J.; NORTH, M.; MA, S. Prescribed burning and \n\nmechanical thinning effects on belowground conditions and soil respiration in a mixed-\n\nconifer forest, California. Forest Ecology and Management, Kidlington, v. 257, n. 4, \n\np.1324-1332, 2009. \n\nSARTORI, F.; LAL, R.; EBINGER, M. H.; PARRISH, D. J. Potential soil carbon \n\nsequestration and CO2 offset by dedicated energy crops in the U.S.A. Critical Reviews \n\nin Plant Sciences, Philadelphia, v. 25, n.5, p. 441-472, 2006. \n\n\n\n96 \n \n\n \n\nSAVIN, M .C.; GORRES, J. H.; NEHER, D. A.; AMADOR, J. A. Biogeophysical factors \n\ninfluencing soil respiration and mineral nitrogen content in an old field soil. Soil Biology \n\n&amp; Biochemistry, Oxford, v. 33, n. 4-5, p.429–438, 2001. \n\nSCHWENDENMANN, L.; VELDKAMP, E.; BRENES, T.; O’BRIEN, J. J.; MACKENSEN, \n\nJ. Spatial and temporal variation in soil CO2 efflux in an old-growth neotropical rain \n\nforest, La Selva, Costa Rica. Biogeochemistry, Dordrecht, v. 64, n. 1, p. 111-128, \n\n2003. \n\nSCOTT-DENTON, L.E.; SPARKS, K.L.; MONSON, R.K. Spatial and temporal controls of \n\nsoil respiration rate in a high-elevation, subalpine forest. Soil Biology &amp; Biochemistry, \n\nOxford, v. 35, n. 4, p.525–534, 2003. \n\nSHIBISTOVA, O.; LLOYD, J.; EVGRAFOVA, S.; SAVUSHKINA, N.; ZRAZHEVSKAYA, \n\nG.; ARNETH, A., KNOHL, A.; KOLLE, O.; SCHULZE, E. D. Seasonal and spatial \n\nvariability in soil CO2 efflux rates for a central Siberian Pinus sylvestris forest. Tellus. \n\nSeries B, Chemical and physical meteorology, Copenhagen, v. 54, n. 5, p.552– 567, \n\n2002. \n\nSINGH, J. S.; GUPTA, S. R. Plant decomposition and soil respiration in terrestrial \n\necosystems. Botanical Review, Bronx, v. 43, n. 4, p.499-528, 1977. \n\nSOTTA, E. D.; MEIR, P.; MALHI, Y.; NOBRE, A. D.; HODNETT, M.; GRACE, J. Soil \n\nCO2 efflux in a tropical forest in the central Amazon. Global Change Biology, Oxford, v. \n\n10, n. 5, p.601–617, 2004. \n\nSOUZA, C. K.; MARQUES Jr., J.; MARTINS FILHO, M. V.; PEREIRA, G. T. Influência \n\ndo relevo na variação anisotrópica dos atributos químicos e granulométricos de um \n\nlatossolo em Jaboticabal – SP. Engenharia Agrícola, Jaboticabal, v. 23, n. 3, p.486-\n\n495, 2003. \n\nSOUZA, Z. M.; PRADO, R. M.; PAIXÃO, A. C. S.; CESARIN, L. G. Sistemas de colheita \n\ne manejo da palhada de cana-de-açúcar. Pesquisa Agropecuária Brasileira, Brasília, \n\nv.40, n.3, p.271-278, 2005. \n\nSTOTZKY, G.; REM, L.T. Influence of clay minerals on microorganisms. 3. Effect of \n\nparticle size, cation exchange capacity and surface area on bacteria. Canadian Journal \n\nof Microbiology, Ottawa, v. 12, n. 6, p.1235-1246, 1966. \n\n\n\n97 \n \n\n \n\nSTOYAN, H.; DE-POLLI, H.; BÖHM, S.; ROBERTSON, G. P.; PAUL, E. A. Spatial \n\nheterogeneity of soil respiration and related properties at the plant scale. Plant and Soil, \n\nDordrecht, v. 222, n. 1-2, p. 203-214, 2000. \n\nTEDESCHI, V.; REY, A.; MANCA, G.; VALENTINI, R.; JARVIS, P.L.; BORGHETTI, M. \n\nSoil respiration in a Mediterranean oak forest at different developmental stages after \n\ncoppicing. Global Change Biology, Oxford, v. 12, n. 1, p.110-121, 2006. \n\nTRANGMAR, B. B.; YOST, R. S.; UEHARA G. Application of geostatistics to spatial \n\nstudies of soil properties. Advances in Agronomy, San Diego, v. 38, n. 1, p. 45-94, \n\n1985. \n\nTRANGMAR, B. B.; YOST, R. S.; UEHARA G. Spatial dependence and interpolation of \n\nsoil properties in West Sumatra, Indonesia .1. anisotropic variation. Soil Science \n\nSociety of America Journal, Madison, v. 50, n. 6, p.1391-1395, 1986. \n\nUNICA (União da Indústria de Cana-de-açúcar). Dados e Cotações—Estatísticas. \n\nDisponível em &lt;http://www.unica.com.br/dadosCotacao/estatistica>. Acesso em: 18 \n\nout. 2010. \n\nUSOWICZ, B.; LIPIEC, J. Spatial distribution of soil penetration resistance as affected \n\nby soil compaction: The fractal approach. Ecological Complexity, Amsterdam, v. 6, n. \n\n3, p.263-271, 2009. \n\nUSSIRI, A. N.; LAL, R., 2009. Long-term tillage effects on soil carbon storage and \n\ncarbon dioxide emissions in continuous corn cropping system from an alfisol in Ohio. \n\nSoil &amp; Tillage Research, Amsterdam, v. 104, n. 1, p. 39-47, 2009. \n\nVAUCLIN, M.; VIEIRA, S.R.; VAUCHAUD, G.; NIESLSEN, D.R. The use of cokriging \n\nwith limited field observation. Soil Science Society America Journal, Madison, v. 47, \n\nn. 2, p. 175-184, 1983. \n\nVIDAL-VÁZQUEZ, E.; PAZ-GONZÁLEZ, A.; VIVAS-MIRANDA, J. G. Characterizing \n\nanisotropy and heterogeneity of soil surface microtopography using fractal models. \n\nEcological Modelling, Amsterdam, v. 182, n. 3-4, p.337–353, 2005. \n\nVIDAL-VÁZQUEZ, E.; VIEIRA, S. R.; DE MARIA, I. C.; PAZ-GONZÁLEZ, A. Fractal \n\ndimension and geostatistical parameters for soil microrelief as a function of cumulative \n\nprecipitation. Scientia Agricola, Piracicaba, v. 67, n. 1, p.78-83, 2010. \n\n\n\n98 \n \n\n \n\nVIEIRA, S. R. Geoestatística em estudos de variabilidade espacial do solo. In: NOVAIS, \n\nR. F.; ALVAREZ V., V. H.; SCHAEFER, C. E. (Ed.) Tópicos em ciência do solo. \n\nViçosa, MG: Sociedade Brasileira de Ciência do Solo, 2000. p. 1-54. \n\nVIVAS-MIRANDA, J.G. Análisis fractal del microrrelieve del suelo. Coruña, \n\nUniversidad de a Coruña, 2000. 313p. (Tese de Doutorado). \n\nWANG, G.; GERTNER, G.; SINGH, V.; SHINKAREVA, S.; PARYSOW, P.; ANDERSON, \n\nA. Spatial and temporal prediction and uncertainty of soil loss using the revised universal \n\nsoil loss equation: a case study of the rainfall-runoff erosivity R factor. Ecological \n\nModelling, Amsterdam, v. 153, n. 1-2, p. 143-155, 2002. \n\nWARRICK, A. W.; NIELSEN, D. R. Spatial variability of soil physical properties in the \n\nfield. In: HILLEL, D. (Ed.). Applications of soil physics. New York: Academic Press, \n\n1980. p. 319-344. \n\nWEBSTER, R. Quantitative spatial analysis of soil in the field. In: STEWART, B.A. (Ed.). \n\nAdvances in Soil Science. New York: Springer, 1985. p.1-70. \n\nWEBSTER, R.; OLIVER M. A. Statistical methods in soil and land resource survey. \n\nNew York: Oxford University Press, 1990. 328 p. \n\nWOOD, A.W. Management of crop residues following green harvesting of sugarcane in \n\nnorth Queensland. Soil &amp; Tillage Research, Amsterdam, v.  20, n. 1, p.69–85, 1991. \n\nXU, M.; QI, Y. Soil-surface CO2 efflux and its spatial and temporal variations in a Young \n\nponderosa pine plantation in northern California. Global Change Biology, Oxford, v. 7, \n\nn. 6, p. 667-677, 2001. \n\n\n\n99 \n \n\n \n\nAPÊNDICE \n\n\n\n100 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\nL\no\n\ng\n(?\n\n)\n\nLog(h)\n\n0\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\n45\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n \n\n0.1 1 10\n\n1\n\n2\n\n \n\n90\no\n\nLog(h)\n\nL\no\ng\n(?\n\n)\n\n0.1 1 10\n\n1\n\n2\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n135\no\n\n \n\nFigura 1A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 299T para as diferentes direções. \n\n \n\n \n\n \n\n\n\n101 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\n0\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n45\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n90\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n135\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n \n\nFigura 2A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 301M para as diferentes direções. \n\n \n\n\n\n102 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\n0\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n45\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n90\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\nL\n\no\ng\n\n(?\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n135\no\n\nLog(h)\n\nL\no\ng\n(?\n\n)\n\n \n\nFigura 3A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 301T para as diferentes direções. \n\n \n\n\n\n103 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\n0\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n45\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\n \nL\n\no\ng\n\n(?\n)\n\nLog(h)\n\n90\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n135\no\n\n \n\nFigura 4A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 302M para as diferentes direções. \n\n \n\n\n\n104 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n Log(h)\n\nL\no\n\ng\n(?\n\n)\n\n0\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n45\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n90\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n135\no\n\n \n\nFigura 5A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 302T para as diferentes direções. \n\n \n\n\n\n105 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0\no\n\n0.1 1 10\n0.1\n\n1\n\n \nL\n\no\ng\n\n( ?\n)\n\nLog(h)\n\n45\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n90\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n135\no\n\n \n\nFigura 6A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 308M para as diferentes direções. \n\n \n\n\n\n106 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\n \n\nL\no\n\ng\n(?\n\n)\n\nLog(h)\n\n0\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n45\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n90\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\n135\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n \n\nFigura 7A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 313T para as diferentes direções. \n\n \n\n\n\n107 \n \n\n \n\n0.1 1 10\n0.1\n\n1\n\n \n\nL\no\n\ng\n(?\n\n)\n\nLog(h)\n\n0\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\n45\no\n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n0.1 1 10\n0.1\n\n1\n\n \n\n \n\nLog(h)\n\nL\no\n\ng\n(?\n\n)\n\n90\no\n\n0.1 1 10\n0.1\n\n1\n\n \n\nL\no\n\ng\n(?\n\n)\n\nLog(h)\n\n135\no\n\n \n\nFigura 8A. Logaritmo da semivariância versus o logaritmo da distância de separação \n(h/a=0,5/5 m) para o dia 322M para as diferentes direções. \n\n \n\n\n\tCAPA\n\tFOLHA DE ROSTO\n\tFICHA CATALOGRÁFICA\n\tDADOS CURRICULARES\n\tEPÍGRAFE\n\tDEDICATÓRIA\n\tAGRADECIMENTOS\n\tSUMÁRIO\n\tRESUMO\n\tSUMMARY\n\t1. CONSIDERAÇÕES GERAIS\n\t1.1 Introdução e Justificativa\n\t1.2 Hipótese\n\t1.3 Objetivos\n\n\t2. VARIABILIDADE ESPACIAL E TEMPORAL DA EMISSÃO DE CO2 EM ÁREA DE CANA-DE-AÇÚCAR EM SISTEMAS DE MANEJO DE CANA CRUA E QUEIMADA\n\t2.1 Introdução\n\t2.2 Material e Métodos\n\t2.3 Resultados e Discussão\n\tConclusões\n\n\t3. EMISSÃO DE CO2 E SUA RELAÇÃO COM PROPRIEDADES DO SOLO EM ÁREAS DE CANA-DE-AÇÚCAR SOB SISTEMAS DE MANEJO DE CANA QUEIMADA E CRUA\n\t3.1 Introdução\n\t3.2 Material e Métodos\n\t3.3 Resultados e Discussão\n\tConclusões\n\n\t4. DIMENSÃO FRACTAL E ANISOTROPIA DA EMISSÃO DE CO2 EM ÁREA DE CANA-DE-AÇÚCAR\n\t4.1 Introdução\n\t4.2 Material e Métodos\n\t4.3 Resultados e Discussão\n\tConclusões\n\n\t5. IMPLICAÇÕES\n\tREFERÊNCIAS\n\tAPÊNDICE"}]}}}