{"add": {"doc": {"field": [{"@name": "docid", "#text": "BR-TU.18499"}, {"@name": "filename", "#text": "2547_001079736.pdf"}, {"@name": "filetype", "#text": "PDF"}, {"@name": "text", "#text": "66\n\nAnuário do Instituto de Geociências - UFRJ \nwww.anuario.igeo.ufrj.br \n\n  \n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nAvaliação de Índices Físicos do Solo sob Diferentes Usos em uma Bacia Hidrográfica\n\nPedro Daniel da Cunha Kemerich1; Sergio Roberto Martins2; Masato Kobiyama3; \nVanderlei Rodrigues da Silva4; Ezequiel Koppe5; Willian Fernando de Borba6; \n\nCarlos Eduardo Balestrin Flores7; Gabriel D’Ávila Fernandes8 &amp; Cristiane Heredia Gomes9\n\n1 Fundação Universidade Federal do Pampa, Departamento de Engenharia Sanitária e Ambiental (DESA),  \nAvenida Pedro Anunciação, Vila Batista, 96570-000, Caçapava do Sul, Rio Grande do Sul\n\n2 Universidade Federal de Santa Catarina, Departamento de Engenharia Sanitária e Ambiental, 88040-900, Florianópolis, Santa Catarina\n3 Universidade Federal do Rio Grande do Sul, Departamento de Obras Hidráulicas,  \n\n91501-970, Porto Alegre, Rio Grande do Sul\n4 Universidade Federal de Santa Maria, Departamento de Ciências Agronômicas e Ambientais,  \n\n98400-000, Frederico Westphalen, Rio Grande do Sul\n5 Universidade Federal de Santa Maria, Departamento de Solos, 97105-900, Santa Maria, Rio Grande do Sul\n\n6 Universidade Federal de Santa Maria, Departamento de Engenharia e Tecnologia Ambiental,  \n98400-000, Frederico Westphalen, Rio Grande do Sul\n\n7 Universidade de Passo Fundo, Departamento de Engenharia Civil, 99052-900, Passo Fundo, Rio Grande do Sul\n8 Universidade Federal de Santa Maria, Departamento de Engenharia Sanitária e Ambiental, 97105-900, Santa Maria, Rio Grande do Sul\n\n9 Fundação Universidade Federal do Pampa, Departamento de Engenharia Sanitária e Ambiental,  \n96570-000, Caçapava do Sul, Rio Grande do Sul\n\nE-mails: eng.kemerich@yahoo.com.br; sergio@ens.ufsc.br; masato.kobiyama@ufrgs.br; vanderlei@ufsm.br; koppe03@hotmail.\ncom; borbawf@gmail.com; carlos.ebf@hotmail.com; enggabrielfernandes@gmail.com; crisherediagomes@gmail.com \n\nRecebido em: 26/07/2017        Aprovado em: 18/06/2018\nDOI: http://dx.doi.org/10.11137/2018_2_66_73\n\nAbstract\n\nThe present study aimed to analyze the changes in the physical properties of the soil under different uses in a watershed. The \nundisturbed soil samples were collected in 26 different locations and analyzed at the Federal University of Santa Maria, RS – Campus \nFrederico Westphalen, following the methodologies proposed by Klein (2008) and Embrapa (1997). The penetrometer Penetrolog \n1020 was used to determine the Penetration Resistance (PR). The PR values range from 2752 (pasture soil) to 9612 kPa (native forest \nsoil). Regarding the physical parameters, the Permanent Wilting Point (PWP) parameter shows that soils occupied by rice cultivation, \nurban occupation, pasture and native field presented a higher influence on this parameter (higher mean values). The soils occupied \nby soybean cultivation and native forest have not shown a significant difference between them per this parameter. The other parame-\nters didn’t show a significant difference for the utilized test. The PWP parameter shows a positive correlation with Clay, Penetration \nResistance, Field Capacity and Micro Porosity. This is an evidence of the physics parameter’s influence, such as density and porosity, \nin water storage. As for Density and Macro Porosity parameters showed an inverse correlation which indicates that with the increase \nof the soil’s density there is a smaller storage of water. Therefore, a smaller amount of water is confined in the PWP. Based on this, it \nwas possible to conclude that the soil’s uses alter the physical properties of it, especially those that suffer anthropic alterations, such \nas rice cultivation (density and penetration resistance) and soybean (field capacity and permanent wilt point).\nKeywords: Clay; Resistance to penetration; Vacacaí-Mirim\n\n \nResumo\n\nO presente estudo teve como objetivo analisar as mudanças nas propriedades físicas do solo sob diferentes usos em uma bacia \nhidrográfica. As amostras de solo indeformadas foram coletadas em 26 locais diferentes e analisadas na Universidade Federal de \nSanta Maria, RS - Campus Frederico Westphalen, seguindo as metodologias propostas por Klein (2008) e Embrapa (1997). O pene-\ntrômetro Penetrolog 1020 foi usado para determinar a resistência à penetração (RP). Os valores de RP variam de 2752 (solo de pasta-\ngem) a 9612 kPa (solo florestal nativo). Em relação aos parâmetros físicos, o parâmetro Ponto de Murcha Permanente (PMP) mostra \nque os solos ocupados pelo cultivo de arroz, ocupação urbana, pastagem e campo nativo apresentaram maior influência sobre este \nparâmetro (maiores valores médios). Os solos ocupados pelo cultivo de soja e floresta nativa não mostraram diferença significativa \nentre eles por esse parâmetro. Os outros parâmetros não mostraram diferença significativa para o teste utilizado. O parâmetro PMP \nmostra uma correlação positiva com argila, resistência a penetração, capacidade de campo e microrosidade. esta é uma evidência da \ninfluência do parâmetro físico, como densidade e porosidade, no armazenamento de água. Quanto aos parâmetros de densidade e \nmacroporosidade macro mostraram uma correlação inversa que indica que com o aumento da densidade do solo há um menor arma-\nzenamento de água. Portanto, uma quantidade menor de água é confinada no PMP. Com base nisso, foi possível concluir que os usos \ndo solo alteram suas propriedades físicas, especialmente aqueles que sofrem alterações antrópicas, como cultivo de arroz (densidade \ne resistência à penetração) e soja (capacidade de campo e ponto de marchas permanente).\nPalavras-chave: Argila; Resistência a penetração; Vacacaí-Mirim\n\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73\n\n\n\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73 67\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\n1 Introduction\n\nThe soil is a natural resource slowly renewa-\nble, found in different locations on the landscape. Its \norigin is a result of rock and sediments weathering by \nclimate (rain intensity, temperature variation) and bi-\nological beings (fauna and flora), in the most diverse \nsituations of the landscape through the time (Streck, \n2008).  Lima et al. (2009) affirms that one of the main \nreasons for soil degradation is the compaction caused \nby the increase in soil’s density and the penetration \nresistance, derived from anthropic actions.\n\nSeveral authors affirm that the soil’s compac-\ntion causes many damages to the soil, among them \nSoares Filho (1992) and Cunha et al. (2002), men-\ntioning that the compaction is one of the most se-\nrious damages due to the agricultural exploration of \nthe land, by the compaction caused by the animal \ntrampling or by traffic of machinery on the ground, \nexerting great pressure on it. This basically occurs \ndue the arrangement and reduction of soil voids, mo-\ndifying its properties and causing damages, Lima et \nal. (2009) affirm that with the increase of the soil’s \npenetration resistance, the plants’ radicular systems \nreduce its developing, resulting in a loss to the plants.  \n\nThis compaction process is intensified by the \nneed for increased tractive effort and the search for \ngreater efficiency in farming operations, aiming for a \nbetter use of climate windows, are arguments for the \nfabrication and utilization of extremely heavy equi-\npment, particularly for operations of sowing and har-\nvesting. If the equipment has a weight greater than \nthe load carrying capacity of the ground, which is \nlower especially when the traffic happens under high \nhumid conditions, it’s more susceptible to compac-\ntion (Gubiani, 2008). \n\nMoreira et al. (2012) show that different \nsoil’s physical attributes have been used to cha-\nracterize the modifications resulting from the \nsoil’s compaction, occurred by the pressure \nexerted by the wheels of harvesting machinery, \nby the animals’ hulls or by the different systems \nof preparation and handling of the soil. In this \ncontext, there are equipment that allow us to \nknow the resistance to penetration, one of the \nmost used being the Penetrometer. \n\nIn a way, there is a relationship between resis-\ntance to penetration and the soil density. This rela-\ntionship is affected mainly by the texture and humi-\ndity content of the soil. Lima et al. (2009) relate the \ninfluence of soil’s density in the radicular develop-\nment of the plants. Based on this, this study aims to \nanalyze the alterations of soil’s physical parameters \nunder different uses and occupation in the watershed \nof Vacacaí-Mirim River, at the central region of Rio \nGrande do Sul state. \n\n2 Materials and Methods\n2.1 Characterization of the Study Area \n\nThe Vacacaí-Mirim basin is located in the cen-\ntral region of Rio Grande do Sul state, between the \nlatitudes of 29º36?55?S e 29°39?50?S and longitude \nof 53º46?30?O e 53°49?29?O, covering a total area of \n1.145,7 km2 (Casagrande, 2004; Figure 1).\n\nIn the region of springs of this basin, in its \nportion of higher altimetric values, occurs the Serra \nGeral Formation. According to the Geological Map \nof CPRM (2008) this consists of basic volcanic ro-\ncks (basalts, SiO2 content between 45-52%) and aci-\ndic rocks (riolites, riodacite, granophylls with SiO2 \ncontent between 52-55%) Leinz and Amaral (1989). \n\nIn this unit, there are soybean, native forest and \npasture areas. In the west region, there are lowland \nregions dominated by rice cultivation, comprised by \nformation from current sediments (alluviums).\n\nFigure 1 Location of Vacacaí-Mirim Basin in the Rio Grande \ndo Sul.\n\n\n\n68\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\n2.2 Location of Sampling Points\n\nTo carry out this present study, the sampling \nand measuring points were chosen aiming at a uni-\nform spatial distribution in the basin, covering diffe-\nrent types of existing soils, as well as their predomi-\nnant uses in the region under study. In this way, 26 \nsites (points) were sampled, receiving the nomencla-\nture ranging from P1 to P26 (Figure 2).\n\nFigure 2 shows the planialtimetric map of the \nVacacaí-Mirim Basin, which shows the occurrence \nof areas with altitudes equal to or less than 50 m in \nthe SE region, mainly occupied by rice cultivation \n(Vacacaí-Mirim River floodplain). Altitudes in order \nof 100 m occur mainly in the central region and W, \nthe highest altitudes are in the NW region of the wa-\ntershed varying between 150 and 450 m.\n\nTables 1 and 2 show the use of soil’s type and the \nsoil’s type in each of the sampling points, respectively.\n\nFigure 2 Planialtimetric map with the location of the 26 points used for the tests of resistance to penetration and sample collection in \nthe Vacacaí Mirim Basin - RS.\n\nSoil Use Sampling Points\nNative forest 1,2,3,10,26\nNative field 5,12,22,23\n\nPasture 11,15,20\nSoy 4,6,7,8,9\nRice 16,17,18,19,21,24,25\n\nUrban area 13,14\nTable 1 Use and Occupation of the soil at the Vacacaí Mirim \nBasin -RS.\n\nSoil’s type Sampling Points\nClaysoil Bruno-Alic  \n\ngray or rich in aluminum 20,21\n\nClaysoil Bruno-Alic gray 8\nNeosoil Litholic normal and dystrophic 2,7,9,10\n\nClaysoil Alic red and dystrophic 1,3,4,5,6,13,14,15,22,23\n\nPlanossoil haplic eutrophic 11,12,16,17,18,19,24,25,26\n\nTable 2 Soil’s type at the Vacacaí Mirim Basin - RS.\n\n\n\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73 69\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\n2.3 Determination of Soil Physical Indexes \n\nUndisturbed soil samples were collected by \nrings with dimensions of 5 cm in diameter, 3 cm in \nheight and 3 cm deep. The values for dry soil den-\nsity (Dens), total porosity, macro porosity (Macro), \nmicro porosity (Micro), volumetric moisture condi-\ntions in field capacity (FC) and permanent wilting \npoint (PWP), and saturated hydraulic conductivity \n(Ksat) were determined for these samples. \n\nThe porosity was determined by the Tension \nTable method, where the cylinders are submitted \nto a tension of 6 kPa for the drainage of the water \nin the macro pores (Embrapa, 1977). Then the field \ncapacity determination was performed and the sam-\nples were submitted to a voltage of 10 kPa (Klein, \n2008), in Richard’s chamber. After the weighing, the \nsamples were re-saturated and in constant load per-\nmeameter, the saturated hydraulic conductivity was \ndetermined.  After determination of the saturated \nhydraulic conductivity load, the samples were oven-\n-dried at 105 ° C for dry weight determination. With \nthe weight obtained of 6 to 10 kPa, the dry weight \nvalues were determined for porosity, field capacity, \nand density.\n\n2.4 Penetration Resistance (PR)\n\n For penetration resistance tests a penetro-\nmeter FALKER PenetroLOG – PLG 1020 was used, \nwith the same methodology used by Camargo and Al-\nleoni (1997) and later by Melo (2011), however the \npresent study evaluated in the layer from 0 to 0.40 m.\n\n \n3 Results and Discussion\n\nFigure 3 shows the average values for pene-\ntration resistance of the soil in the 0-40 cm layer, at \nthe Vacacaí-Mirim Basin.\n\nThe highest value of PR was found in a soil \nwith native forest presence, this factor may be re-\nlated to the presence of decomposing rock material \nalong the section. Mota et al. (2011) found, for the \nsame type of soil, average values for the 0 to 30 cm \nlayer of 1880 kPa. These values are lower than those \nfound in this present study, which shows that it may \ncontain rocky material that may have interfered with \nthe results because the soil where the point is located \nis a Lithic Neosols with a large presence of decom-\nposing rock material. \n\nFigure 3 Penetra-\ntion Resistance \n\nin the 0 to 40 cm \nlayer at the Vaca-\n\ncaí Mirim basin \n-RS, 2013.\n\n\n\n70\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\nIn pasture areas, Palma et al. (2010) and Mota \net al. (2011) found PR values of 2500 and 4370 kPa \nrespectively, these values are higher than the ones \nfound in this present study, this can be explained by \nthe practice of extensive livestock breeding develo-\nped in the watershed region. Brasil et al. (2011) in \nthe Rio Grande do Sul state found in the layer from \n0 to 10 cm PR values close to 2000 kPa, these values \nare lower than the ones found in this present study. \nThis fact can be explained by the number of animals, \nspecifically cattle, in the study area or by the type \nof soil. Trein et al. (1991) observed that the intense \ngrazing of cattle in a pasture caused an increase in \nPR from 840 to 4030 kPa in the 0.0 to 0.07 m depth, \nRodrigues Júnior et al. (2011) found similar values \nto that in the 0.0 to 10 cm layer (4460 kPa). \n\nSeveral factors influence soil compaction. In \nareas of soybean cultivation, the traffic of agricul-\ntural machinery is one of the main agents causing \ncompaction. In the present study, it can highlight the \npoint P7 that presented 6956 kPa of penetration resis-\ntance, which is higher than the others under same the \nuse. This fact can be related to the large machinery \ntraffic onsite, which increases the PR of the ground. \nSanti et al. (2006) in studies carried out in areas of \nsoybean cultivation in the northern RS region, found \nmaximum PR values of 4200 kPa. The same occur-\nred with studies developed by Stürmer (2012), whi-\nch found PR rates close to 4000 kPa. These values \nare well below those found in the present study. The \nsame was identified by Xavier (2005), where varia-\ntion occurred from 1469 to 2039 kPa. \n\nTables 3 and 4 show the parameters for PWP, \nCC, Arg, Ksat, Dens, Micro, Macro and PR for urban \narea use, rice cultivation, native field, native forest, \nsoybean and pasture, average compared by Tukey \ntest at the 5% error probability level. The influen-\nce of land use on PWP was observed, with the soils \noccupied by rice cultivation, urban area, pasture and \nnative field had a greater influence on PWP (higher \nmean values), and soils occupied by soybean and na-\ntive areas presented no difference for this parameter. \nThe other parameters did not present significant dif-\nferences between different soil uses. \n\nPaiva et al. (2003) in a native field area in the \nsame watershed under study, found PWP value of \n11.1%, which is different from the one found in this \n\nstudy (7.6%). In the same watershed, Dias (2003), in \nnative forest soil, found PWP values of 9.3%, diffe-\nrent from the one found in this paper (17%).\n\nIn the present study made in the Vacacaí-Mi-\nrim Basin, Rizzardi (2010) in 9 sampling points of \nthe same watershed found average values of clay \nsoil’s varying between 3 to 60% (both in soils occu-\npied by native forest). These values were higher than \nthose found in the present study since the soil occu-\npied by soybean cultivation had the highest avera-\nge value (33.2%) and the lowest value (13.6%) was \nfound in a native field soil. With respect to the clay \ncontents, Primel et al. (2005) found average values \nof 15 to 25% in a rice crop soil, values close to those \nfound (19%).\n\nIn relation to Ksat, Beling et al. (2011), found \nvalues of 7.3 cm h-1 in a native forest area, which \nis much higher than that found in the present study \n(4,2 cm h-1). This fact can be explained by Pérez et \nal. (1998), who claims that some soils have the pro-\nperty of repelling water, not easily being wetted by \nrainwater or irrigation, and then are called hydropho-\nbic soils. According to these authors, the soils ability \nto repel water would be caused by the covering of \nsoil particles by hydrophobic organic substances. \nMany can be the origins of the organic substances \nresponsible for repellency. The local vegetation, due \nto its chemical decomposition, can contribute hydro-\nphobic organic compounds, through decomposition \ncovering the soil particles, creates the character of \nwater repellency. \n\nRizzardi (2010) in 9 sampling points from the \nsame watershed, found average values of soil densi-\nty varying between 1.12 (soil occupied by native fo-\n\nUse PWP (%) Clay (%) Ksat (%) CC (%)\nSoy 17.1 a* 33.2 ns 2.4 ns 24.9 ns\n\nNative pasture 7.6 b 30.5 9.0 19.5\nNative forest 17.0 a 25.0 4.2 34.5\n\nRice 8.0 b 19.0 1.4 23.9\nUrban area 7.8 b 17.5 0.6 23.5\n\nPasture 7.7 b 13.6 4.7 16.0\n\nTable 3 Statistical comparison of PWP, Arg, Ksat and CC para-\nmeters in different soil uses.\n\n*Averages followed by the same letter do not differ stati-\nscally by the Tukey test at the 5% level of error probabil-\nity. ns not significant.\n\n\n\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73 71\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\nrest) to 1.8 g cm -3 (soil occupied by pasture), values \nlike those were found in the present study, since the \nnative forest soil had the lowest mean value (1.1 g \ncm -3), but the highest value (1.4 g cm-3) was found \nin a rice cultivation soil. Santos et al. (2009) in na-\ntive forest soil found a soil density of 1.28 g cm -3, a \nvalue similar to the one found in this present study. \nDifferent values of orders were found in the state \nof Tocantins, by Rachwal et al. (2007) where the \ndensity value was 1.54 g cm-3, Soares (2011) and \nBortoluzzi et al. (2008) in the city of Santa Maria-\n-RS found values in the order of 1.54 and 1.31 g \ncm-3, respectively. \n\nFor native field use, values in different orders \nwere found by Potes (2009) and Bortoluzzi et al. \n(2008), where the values were 0.81 and 1.82 g cm-3, \nin fields from the Serra and Santa Maria-RS, res-\npectively. For pasture soil use, Uhde (2009) in San-\nta Maria city found similar values to those found in \nthe present study (1,39 g cm-3), Silva Neto (2010) \nand Pizzani (2008), found values in different orders \nfor the same use (1,5 g cm-3) in regions of Porto \nAlegre and Mata-RS, respectively. For the rice cul-\ntivation areas, Roth et al. (2009) found values well \nbelow (0,88 g cm-3) those found in the present study \n(1,4 g cm-3).\n\nFor the micro porosity variable, Rizzardi \n(2010) found similar values for native forest soil \nuse (values varying between 37 and 45%), the same \nhappened with the study of Ceconi (2010) and Ra-\nchwal et al. (2007) when the values were 35%. For \nsoybean use, Rizzardi (2010) found Micro Porosity \nof 39%. Soils used as native field, urban area and \npasture were found to have different orders of values \n\n(41%, values between 32 and 38% and between \n19 and 24%, respectively). For soybean use, Wink \n(2009) also found different values, varying between \n19 and 38%. \n\nFor the macro porosity parameter, Rizzar-\ndi (2010), Cecconi (2010) and Wink (2009) found \nsimilar values for pasture use (19%, 13% and 6 to \n24%, respectively). For the native forest, native \nfield, soybean, and urban area use, Rizzardi (2010) \nfound mean values of different orders (7%, 3%, 8% \nand 8.3%, respectively). \n\nAs it can be observed in table 4 the use system \nthat showed a higher value for the variable PWP was \nthe soybean use, followed by native forest. There \nwas no statistical between these two systems. The \nlowest value found for PWP was the native field, \nwhich presented a water content of 7.6%. This use \ndoes not present statistical difference from the uses \nof rice cultivation, pasture, and urban area. \n\nRegarding the clay contents, the area that pre-\nsented the highest values was soybean, although it is \nnumerically higher, it did not obtain significant dif-\nferences between the treatments. For the penetration \nresistance, the soybean system of soil use presented \nhigher values. Although it is higher, this did not have \nstatistical difference from the others. \n\nWhen we evaluated the field capacity, althou-\ngh there was no statistical difference between the \nsystems of land use, numerically the native forest \nhad a greater amount of water retained in field capa-\ncity. The cultivated pasture was the one that presen-\nted the lowest values numerically. \n\nTable 5 show the statistical correlation between \nthe analyzed parameters in the Vacacaí-Mirim Basin. \n\nTable 4 Statistical comparisons of Dens, Micro, Macro and PR \nparameters of different soil uses.\nns not significant.\n\nUse Dens.  (g cm-3)\nMicro \n(%)\n\nMacro \n(%) PR\n\nSoy 1.3ns 35ns 13ns 7135ns\n\nNative field 1.2 24 28 3456\nNative forest 1.1 38 18 3012\n\nRice 1.4 33 12 5963\nUrban area 1.3 31 16 3849\n\nPasture 1.3 22 25 2762\n\nTable 5 Pearson Correlation Matrix between the variables PWP, \nClay, PR, CC, Dens., Micro, Macro and Ksat.\n*: significative to 5% of probability; ns: not significative.\n\n PWP Clay PR CC Dens. Micro Macro\nPWP\nClay 0.49*\nPR 0.10* 0.28*\nCC 0.62* 0.20* ns\n\nDens. -0.43* ns ns -0.68*\nMicro 0.60* 0.27* ns 0.90* -0.35*\nMacro -0.23* -0.21* ns -0.22* -0.51* -0.59*\nKsat ns ns ns ns -0.31* -0.25* 0.51*\n\n\n\n72\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\nBased on table 5, it can be affirmed that the \nPWP variable presents a positive correlation with \nclay, Penetration Resistance, Field Capacity and \nMicro Porosity. This is evidence of the influence of \nphysical parameters, such as density and porosity, in \nwater storage. Parameters as Density and Macro Po-\nrosity presented inverse correlation, which indicates \nthat with the increase of the soil’s density there is \na smaller storage of water, consequently, a smaller \nquantity of water retained in the PWP. \n\nAccording to Moraes (2012), the larger the \npore diameter the smaller its capacity to retain \nwater, thus confirming the results obtained in the \ncorrelation, which shows that with the increase of \nmacro porosity there is a reduction in the humidity \nvalues for PWP. Regarding Clay, it showed a direct \ncorrelation with PR, CC, and Micro, but presented \nan inverse correlation with Macro porosity. The CC \nparameter showed an inverse correlation with Ma-\ncro porosity and density, although the micro porosi-\nty showed a direct correlation because it is retained \nmainly by the micropores. \n\nThe values for density presented inverse cor-\nrelation with the variables Micro porosity, macro po-\nrosity and Ksat. The Micro porosity parameter pre-\nsented a inverse correlation with macro porosity and \nKsat. Macro porosity presented a direct correlation \nwith Ksat. Schaffrath et al. (2008) found a direct cor-\nrelation between Field Capacity and Micro Porosity \nand between Field Capacity and Density, which was \ndifferent from the present study where an inverse \ncorrelation was found. Alvarenga et al. (2010) found \nan inverse correlation for the variables of Field Ca-\npacity and Density. \n\nThe direct correlation between Ksat and Ma-\ncro Porosity provides evidence that pores with larger \ndiameters (macropores) allow higher hydraulic con-\nductivity of soil values (Mesquita &amp; Moraes, 2014). \nFor Hurtado (2004) many physical properties of the \nsoil are responsible for the variability of hydraulic \nconductivity, since this is influenced by the proper-\nties that affect the distribution, size and form of the \nsoil pores, such as density, structure, and porosity.\n \n4 Conclusions \n\nBased on what was exposed in this present \nstudy, it is possible to identify that the physical \nproperties of the soil suffer influences with respect \n\nto the use to which they are subjected. Changes in \nproperties such as density and penetration resistan-\nce occurred where soils were under rice cultivation \nuse having higher average values, thus directly in-\nfluencing the dynamics of water infiltration in the \nsoil. Regarding the statistical analysis, the PWP pa-\nrameter presented a positive correlation with Clay, \nPenetration Resistance, Field Capacity and Micro \nporosity. This is evidence of the influence of physi-\ncal parameters, such as density and porosity in water \nstorage. On the other hand, parameters such as Den-\nsity and Macro Porosity presented an inverse corre-\nlation, which indicates that with an increase of soil \ndensity there is, consequently, lower water storage \nand a smaller amount of water retained in the PWP.\n\n5 Acknowledgments\n\nThis study was funded by the CNPq-Brazil. \nThe authors thank the National Council for Scienti-\nfic and Technological Development CNPq - Brazil \nfor funding this study.\n\n6 References \n\nAlvarenga, C.C.; Mello, C.R.; Ávila, L.F.; Côrrea, M.P. &amp; Borges, \nL.A. 2010. Determinação da umidade do solo na capacidade \nde campo e no ponto de murcha permanente com base em \natributos físicos do solo. In: CONGRESSO DE PÓS-GRA-\nDUAÇÃO DA UNIVERSIDADE FEDERAL DE LAVRAS, \n19, Lavras, 2010. Trabalho completo, Lavras, UFLA. \n\nBehling, F.A.; Paiva, J.B.D. &amp; Paiva, E.M.C.D. 2011. Avaliação do \nModelo Kineros na Estimativa do Hidrograma de Projeto \npara uma Pequena Bacia Característica de Mata Atlântica. \nIn: SIMPÓSIO BRASILEIRO DE RECURSOS HÍDRICOS, \n19, Maceió, 2011. Trabalho completo, Maceió, ABAS. \n\nBortoluzzi, E.C.; Pernes, M. &amp; Tessier, D. 2008. Mineralogia de Partí-\nculas Envolvidas na Formação de Gradiente Textural em um \nArgissolo Subtropical. Revista Brasileira de Ciência do Solo, \n32(3): 997 - 1007.\n\nCamargo, O.A. &amp; Alleoni, L.R.F. 1997. Compactação do solo e o \ndesenvolvimento das plantas. Piracicaba, ESALQ/USP.\n\nCasagrande, L. 2000. Avaliação do parâmetro de propagação de se-\ndimentos do Modelo de Williams (1975) na Bacia do Rio Va-\ncacaí-Mirim com o auxílio de técnicas de geoprocessamento. \nPrograma de Pós-Graduação em Engenharia Civil, Universi-\ndade Federal de Santa Maria, Dissertação de Mestrado, 242p.\n\nCeconi, D.E. 2010. Diagnóstico e recuperação da mata ciliar da San-\nga Lagoão do Ouro na Microbacia Hidrográfica do Vacaca-\ní-Mirim, Santa Maria – RS. Programa de Pós-Graduação em \nCiência do Solo, Universidade Federal de Santa Maria, Tese \nde Doutorado, 132p.\n\nCOMPANHIA DE PESQUISA EM RECURSOS MINERAIS – \nCPRM. 2008. Mapa hidrogeológico da folha de Santa Ma-\nria, SH.22-V-C-IV. escala 1:100.000. Porto Alegre, CPRM. \n\nCunha, J.P.A.R.; Vieira, L.B. &amp; Magalhães, A.C. 2002. Resistência \n\n\n\nA n u á r i o   d o   I n s t i t u t o   d e   G e o c i ê n c i a s   -   U F R J\nISSN 0101-9759  e-ISSN 1982-3908  - Vol. 41 - 2 / 2018    p. 66-73 73\n\nEvaluation of Soil Physical Indices Under Different Uses in River Basin \nPedro Daniel da Cunha Kemerich; Sergio Roberto Martins; Masato Kobiyama; Vanderlei Rodrigues da Silva;  \n\nEzequiel Koppe; Willian Fernando de Borba; Carlos Eduardo Balestrin Flores; Gabriel D’Ávila Fernandes &amp; Cristiane Heredia Gomes\n\nmecânica do solo à penetração sob diferentes densidades e \nteores de água. Revista Engenharia Agrícola, 10(1):1-7.\n\nDias, J.R. 2003. Aplicação do modelo hidrológico agnps2001 utili-\nzando dados observados na Bacia do Arroio Vacacaí-Mirim. \nPrograma de Pós-Graduação em Engenharia Civil, Universi-\ndade Federal de Santa Maria, Dissertação de Mestrado, 142p.\n\nEMPRESA BRASLEIRA DE PESQUISA AGROPECUÁRIA - EM-\nBRAPA. 1999. Sistema Brasileiro de classificação de solos. \nBrasília, EMBRAPA.\n\nGubiani, P.I. 2008. Tempo para a ocorrência da resistência a pene-\ntração restritiva ao feijoeiro em solo com diferentes estados \nde compactação. Programa de Pós-Graduação em Ciência do \nSolo, Universidade Federal de Santa Maria, Dissertação de \nMestrado, 110p.\n\nHurtado, A.L.B. 2004. Variabilidade da condutividade hidráulica do \nsolo em valores fixos de umidade e de potencial matricial. \nPrograma de Pós-Graduação em Agronomia, Universidade \nde São Paulo, Dissertação de Mestrado, 119p.\n\nKlein, V.A. 2008. Física do solo. Passo Fundo, Ed. UPF. 253p. \nLeinz, V. &amp; Amaral, S.E. 1989. Geologia geral. São Paulo, Editora \n\nNacional. 543p.\nLima, R.P.; Leon, M.J.; Gonzaga, B.AB.S. &amp; Santos, R.F. 2009. \n\nResistência a penetração e densidade do solo como indi-\ncativos de compactação do solo em área de cultivo da ca-\nna-de-açúcar. In: CONGRESSO BRASILEIRO DE CIÊN-\nCIA DO SOLO, 32, Fortaleza, 2009. Trabalho completo, \nFortaleza, SBCS.\n\nMelo, R.T.  2011. Uso de sistema de integração lavoura - pecuária \nna recuperação de áreas compactadas: Riacho dos Cava-\nlos – PB. Programa de Pós-Graduação em Ciência do Solo, \nUniversidade Federal do Semi - Árido, Dissertação de Mes-\ntrado, 100p.\n\nMesquita, M.G,B.F. &amp; Moraes, S.O. 2004. A dependência entre a \ncondutividade hidráulica saturada e atributos físicos do solo. \nRevista Ciência Rural, 34(3): 963 - 969.\n\nMoreira, W.H.; Betioli Júnior, E.; Petean, L.P.; Tormena, C.A.; Alves, \nS.J.; Costa, M.A.T. &amp; Franco, H.H.S. 2012. Atributos Físicos \nde um Latossolo Vermelho Distroférrico após oito anos de \nIntegração Lavoura-Pecuária. Revista Brasileira de Ciência \ndo Solo, 36 (2): 389-400.\n\nMota, M.S.; Cremon, C.; Mapeli, N.C.; Silva, W.M.; Magalhaes, W.A \n&amp; Cremon, T.Q. 2011. Qualidade e atributos físicos de um \nLatossolo Vermelho Distroférrico Típico em diferentes siste-\nmas de manejo. Rev. Agrar. 12:105-115.\n\nPalma, M.A.Z.; Volpato, C.E.S.; Barbosa, J.A.; Spagnolo, R.T.; Bar-\nros, M.M. &amp; Vilas Boas, L.A. 2010. Efeito da profundidade \nde trabalho das hastes sulcadoras de uma semeadora-aduba-\ndora na patinagem, na força de tração e no consumo de com-\nbustível de um trator agrícola. Revista Ciência e Agrotecno-\nlogia, 34(5): 1320-1326.\n\nPérez, D.V.; Simão, S.M. &amp; Salatino, A. 1998. Identificação e carac-\nterização da repelência à água em alguns solos brasileiros. \nRevista Brasileira de Ciência do Solo, 22: 197-207.\n\nPizzani, R. 2008. Produção e qualidade de forragens e atributos de \num Argissolo Vermelho. Programa de Pós-Graduação em Ci-\nência do Solo, Universidade Federal de Santa Maria, Disser-\ntação de Mestrado, 94p.\n\nPrimel, E.G.; Zanella R., Kurz M.H.S.; Gonçalves F.F.; Machado \nS.O. &amp; Marchezan E. 2005. Poluição das águas por herbici-\ndas utilizados no cultivo do arroz irrigado na região central \ndo Estado do Rio Grande do Sul, Brasil: predição teórica e \nmonitoramento. Revista Química Nova, 28(4): 605-609.\n\nPotes, M.L. 2009. Matéria Orgânica e sua distribuição em compar-\ntimentos físicos em Neossolo Litólico sob pastagem e mata \nnativa nos campos de cima da serra no Rio Grande do Sul. \nPrograma de Pós-Graduação em Ciência do Solo, Universi-\ndade Federal do Rio Grande do Sul, Dissertação de Mestra-\ndo, 101p.\n\nRachwal, M.F.G.; Dedecek R.A.; Curcio G.R. &amp; Simon A.A. 2007. \n\nManejo dos resíduos de Acácia Negra (Acaciamearnsii De \nWild) e a sustentabilidade do sítio. Revista Ciência Florestal, \n17(2): 137-144.\n\nRizzardi, A.S. 2010. Atributos físicos e fluxo de água em solos da \nBacia Hidrográfica do Rio Vacacaí - Mirim RS. Graduação \nem Engenharia Ambiental, Centro Universitário Francisca-\nno, Trabalho de Conclusão de Curso, 40p.\n\nRodrigues Júnior, D.J.; Torres, J.L.R., Sene, G.A.; Jaime, D.G.; Viei-\nra, D.M.S. &amp; Henrique, F.L.A. 2011. Compactação do solo e \no pisoteio bovino numa pastagem com e sem irrigação. In: \nCONGRESSO DE FORRIGICULTURA E PASTAGENS, 4, \nLavras, 2011. Trabalho completo. Lavras, UFMG. \n\nRoth, A.; Sechi, T.; Vivan, G.A.; Barboza, F.; Collares, G.L.; Nebel, \nA.L.C. &amp; Tavares, V.E.Q. 2009. Desenvolvimento de um \npermeâmetro de carga constante e condutividade hidráulica \nem diferentes camadas de um Planossolo Háplico Eutrófico \nGleissólico. In: CONGRESSO DE INICIAÇÃO CIENTÍFI-\nCA, 18, Pelotas, 2009. Trabalho completo. Pelotas, UFPEL. \n\nSanti, A.L.; Flora, L.P.D.; Buaes, A.G.; Albuquerque, M.; Martins, \nF.R.A. &amp; Machado, F.C. 2006. Monitoramento da compacta-\nção do solo através do mapeamento da resistência do solo a \npenetração. Revista Plantio Direto, 96(1): 15-20.\n\nSantos, A.C.; Ferreira, E.M. &amp; Araújo, L.C. 2009. Propriedades quí-\nmicas e físicas de solos em áreas sob pastagens em Cerrado \ndo Norte do Tocantins. Revista Acadêmica Ciências Agrárias \ne Ambientais, 7(1): 55-63.\n\nSchaffrath, V.; Tormena, C.A.; Fidalski, J. &amp; Goncalves, A.C.A. 2008. \nVariabilidade e correlação espacial de propriedades físicas de \nsolo sob plantio direto e preparo convencional. Revista Bra-\nsileira de Ciência do Solo, 32(4): 1369-1377.\n\nSilva Neto, L.F. 2010. Pedogênese e matéria orgânica de solos hi-\ndromórficos da Região Metropolitana de Porto Alegre. Pro-\ngrama de Pós-Graduação em Ciência do Solo, Universidade \nFederal do Rio Grande do Sul, Tese de Doutorado, 117p.\n\nSoares, J.S.W. 2011. Matéria orgânica de um Argissolo Vermelho \nDistrófico Úmbrico após a introdução de fitofisionomias an-\ntrópicas. Programa de Pós-Graduação em Ciência do Solo, \nUniversidade Federal de Santa Maria, Dissertação de Mes-\ntrado, 64p.\n\nSoares Filho, R. 1992. Identificação e avaliação dos sistemas moto-\nmecanizados de preparo periódico do solo, usados no Mu-\nnicípio de Rio Verde-GO. Programa de Pós-Graduação em \nEngenharia Agrícola, Universidade Federal de Viçosa, Dis-\nsertação de Mestrado, 80p. \n\nStreck, E.V.; Kämpf, N.; Dalmolin, R.S.D.; Klamt, E.; Nascimento, \nP.C; Schneider, P.; Giasson, E. &amp; Pinto, L.F.S. 2008. Solos \ndo Rio Grande do Sul. Porto Alegre: EMATER/RS-ASCAR.\n\nStürmer, S.L.K. 2012. Atributos químicos, físico-mecânicos e mine-\nralógicos de um Argissolo Vermelho submetido a manejos de \nsolo sob plantio direto. Programa de Pós-Graduação em Ci-\nência do Solo, Universidade Federal do Rio Grande do Sul, \nTese de Doutorado, 184p.\n\nTrein, C.R.; Cogo, N.P. &amp; Levien, R. 1991. Métodos de preparo do \nsolo na cultura do milho e ressemeadura do trevo, na rotação \naveia + trevo/milho, após pastejo intensivo. Revista Brasilei-\nra de Ciência do Solo, 15(19): 105-111.\n\nUhde, L.T. 2009. Sistema pedológico em um ambiente antropizado da \nDepressão Central do RS. Programa de Pós-Graduação em \nCiência do Solo, Universidade Federal de Santa Maria, Tese \nde Doutorado, 226p.\n\nXavier, A. 2005. Comportamento da cultura da soja em função de \nresíduos culturais, mobilização do solo e irrigação, em se-\nmeadura direta. Programa de Pós-Graduação em Ciência do \nSolo, Universidade Federal do Rio Grande do Sul, Disserta-\nção de Mestrado, 113p.\n\nWink, C. 2009. Estoque de carbono em plantações de Eucalyptus Sp. \nimplantados em campo nativo. Programa de Pós-Graduação \nem Engenharia Florestal, Universidade Federal de Santa Ma-\nria, Dissertação de Mestrado, 132p."}]}}}